Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>Man Ray and <em>The Gift </em></h3> <p><span class="image-wrapper inline-image"><img alt="Man Ray, Gift, c. 1958 (replica of 1921 original), painted flatiron and tacks, 15.3 x 9 x 11.4 cm (The Museum of Modern Art) © 2014 Man Ray Trust / Artists Rights Society (ARS), New York / ADAGP, Paris " src="https://ka-perseus-images.s3.amazonaws.com/bf6d37b4f9d14bb133d91b0cc6be7999c0d1e26b.jpg" /><span class="image-caption">Man Ray, <em>Gift</em>, c. 1958 (replica of 1921 original), painted flatiron and tacks, 15.3 x 9 x 11.4 cm (The Museum of Modern Art)</span></span>The American artist Man Ray (born Emanuel Radnitzky) arrived in Paris in 1921. Within a year, the artist had his first solo show at a Parisian gallery. Among the works he exhibited was one unlisted sculpture: the object, which he called <em>The</em>&nbsp;<em>Gift</em>, was an everyday flatiron with brass tacks glued in a column down its center. According to Man Ray in his autobiography <em>Self-Portrait</em>, the object was made quickly, in a bout of inspiration, the day of the gallery opening.</p> <p>What do we make of Man Ray&#39;s relatively simple, yet subversive act of presenting a modified household <span class="image-wrapper inline-image"><img alt="Samuel Kravitt, A Sister's Hands Ironing, c. 1931-36, photo, Hancock Shaker Village, Massachusetts (Library of Congress)" src="https://ka-perseus-images.s3.amazonaws.com/3fe1aa908e34e41bb2538325d3ee3d16ad6a4001.jpg" /><span class="image-caption">Samuel Kravitt, <em>A Sister&#39;s Hands Ironing</em>,&nbsp;c. 1931-36, photo, Hancock Shaker Village, Massachusetts (Library of Congress)</span></span>appliance as a work of art? The flatiron &ndash; intended to smooth wrinkles from fabric &ndash; has been rendered useless with the addition of a row of brass tacks. We are perhaps expected to react the way the store owner supposedly did when Man Ray purchased these items, by exclaiming, &ldquo;But you&#39;ll ruin the shirt if you put tacks there!&rdquo;</p> <h3>Dada, or the nonsense of the everyday</h3> <p>Before arriving in Paris, May Ray was associated with the New York Dada group, which included the artist Marcel Duchamp. As a loosely-affiliated group of like-minded artists, they were particularly interested in using humor and antagonism to question the definition of a work of art. Re-defining art was prevalent in Duchamp&#39;s Readymades, such as his <em>Bicycle Wheel</em>, a sculpture made by conjoining a bicycle wheel and a stool, two utilitarian objects.</p> <h3>The Surrealist object&nbsp;</h3> <p><span class="image-wrapper inline-image"><img alt="Marcel Duchamp, Bicycle Wheel, 1951 (third version, after lost original of 1913), metal wheel mounted on painted wood stool, 129.5 x 63.5 x 41.9 cm (The Museum of Modern Art), © 2014 Artists Rights Society (ARS), New York / ADAGP, Paris / Estate of Marcel Duchamp" src="https://ka-perseus-images.s3.amazonaws.com/373c056eec2607b9f674c37180553dafb4b40744.jpg" /><span class="image-caption">Marcel Duchamp, <em>Bicycle Wheel</em>, 1951 (third version, after lost original of 1913), metal wheel mounted on painted wood stool, 129.5 x 63.5 x 41.9 cm (The Museum of Modern Art)</span></span>Although made in the spirit of Dada, Man Ray&#39;s <em>The Gift</em> prefigured by several years a key artistic practice that would develop within the Surrealist movement: the &ldquo;Surrealist object,&rdquo; a type of three-dimensional art work that included found objects, modified objects, and sculpted objects.</p> <p>The Surrealist object&mdash;one of many literary and visual practices in the movement&mdash;became prominent beginning in 1936, after its association with a series of extravagant international expositions organized in London and Paris. Surrealism had been first publicly announced in 1924, with the publication of Andr&eacute; Breton&#39;s first &quot;Manifesto of Surrealism.&quot; Stridently activist, Surrealists sought to release society from cultural constraints and the need to conform to social norms, which they felt curtailed people&#39;s desires to live as they wished.</p> <h3>Function/Dysfunction</h3> <p>Of the many types of Surrealist objects that were produced, two important features are present in Man Ray&#39;s <em>The Gift</em>. First, an everyday object has been changed so that its original function is denied. Indeed, the artist&#39;s relatively simple addition of tacks transforms a useful device into a destructive one.</p> <p>Second, Man Ray&#39;s alteration gives a common object a symbolic function. The flatiron, associated with social expectations of propriety and middle-class values, becomes a subversive attack on social expectations. Even if Man Ray&#39;s tack-lined iron is no longer used for pressing clothes, the object resonates with ruinous, violent possibilities.</p> <h3>Denial and destruction</h3> <p>While denial and destruction are qualities are not intrinsic to all Surrealist art, there are striking examples, like <em>The Gift</em>, that show Surrealists working with banal objects to question the viewer&#39;s expectations, and force us to re-evaluate the function of those objects in our lives.</p> <p><span class="image-wrapper inline-image"><img alt="Wolfgang Paalen, Articulated Cloud, umbrella in foam, 1938" src="https://ka-perseus-images.s3.amazonaws.com/2e5ddad1550c11c60a4a3aabc4a281b087aa3e21.jpg" /><span class="image-caption">Wolfgang Paalen, <em>Articulated Cloud</em>, umbrella in foam, 1938</span></span>Wolfgang Paalen&#39;s work from 1938, <em>Articulated Cloud</em>, an umbrella crafted from spongy foam, denies the object&#39;s intended function by causing water to be absorbed rather than repelled. It also makes the umbrella rather useless for anyone seeking shelter from rain.</p> <p>Another object by Man Ray&mdash;a metronome with a photograph of a woman&#39;s open eye clipped to it&mdash;adds an ominous sense of relentless observation to an ordinary musician&#39;s timing instrument. Man Ray&#39;s title of the piece, <em>Object to Be Destroyed</em>, seems mysterious at first. But when we consider the psychological effects of such obsessive observation&mdash;and think about what kind of impulses such regulations might evoke - the artist&#39;s title becomes easier to understand.</p> <p><span class="image-wrapper inline-image"><img alt="Man Ray, Indestructible Object (or Object to Be Destroyed), 1964 (replica of 1923 original), metronome with cutout photograph of eye on pendulum, 22.5 x 11 x 11.6 cm (The Museum of Modern Art) © 2014 Man Ray Trust / Artists Rights Society (ARS), New York / ADAGP, Paris" src="https://ka-perseus-images.s3.amazonaws.com/76f2af24315e3c945958e51262e36fca2bdf48fe.jpg" /><span class="image-caption">Man Ray, <em>Indestructible Object</em> (or Object to Be Destroyed), 1964 (replica of 1923 original), metronome with cutout photograph of eye on pendulum, 22.5 x 11 x 11.6 cm (The Museum of Modern Art)</span></span>No longer a simple time-keeping device, <em>Object To Be Destroyed</em> summons feelings of irritation over being watched, and powerlessness in the face of endless time. There is no means to stop the cycle, except to destroy the object itself.</p> <h3>Don&#39;t touch the art!</h3> <p>The violent implications of <em>The Gift</em> and other Surrealist objects by Man Ray came to fruition in 1957 when <em>Object to Be Destroyed</em> was lost during a Man Ray retrospective. Varying stories exist as to the fate of the sculpture. In his autobiography, Man Ray recounts that a group of students visited the exhibition and caused a scene, during which one of them walked off with the sculpture, and it was never seen again. Numerous historians, however, state that during the exhibition one of the students took the title literally and smashed it with a hammer.</p> <p>Whether stolen or smashed, <em>Object to Be Destroyed</em> no longer existed. This compelled Man Ray to remake the sculpture, but he pointedly changed the title to <em>Indestructible Object</em>.</p> <p>Essay by Josh Rose</p> <hr /> <p><strong>Additional Resources:&nbsp;</strong></p> <p><a href="http://www.poetryintranslation.com/PITBR/French/Manifesto.htm">Andre Breton, <em>First Manifesto of Surrealism</em>, 1924</a></p> <p><a href="http://www.pbs.org/wnet/americanmasters/episodes/man-ray/prophet-of-the-avant-garde/510/"><em>Man Ray;&nbsp;Prophet of the Avant-Garde,&nbsp;</em>American Masters Series on PBS.org (September 17th, 2005</a>)</p> <p><a href="http://thejewishmuseum.org/exhibitions/alias-man-ray-the-art-of-reinvention"><em>Alias Man Ray: The Art of Reinvention</em>,&nbsp;Exhibition at The Jewish Museum (November 15, 2009 - March 14, 2010)</a></p>
it: <h3>Man Ray and <em>The Gift </em></h3> <p><span class="image-wrapper inline-image"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/bf6d37b4f9d14bb133d91b0cc6be7999c0d1e26b.jpg" /><span class="image-caption">Man Ray, <em>Gift</em>, c. 1958 (replica of 1921 original), painted flatiron and tacks, 15.3 x 9 x 11.4 cm (The Museum of Modern Art)</span></span>The American artist Man Ray (born Emanuel Radnitzky) arrived in Paris in 1921. Within a year, the artist had his first solo show at a Parisian gallery. Among the works he exhibited was one unlisted sculpture: the object, which he called <em>The</em>&nbsp;<em>Gift</em>, was an everyday flatiron with brass tacks glued in a column down its center. According to Man Ray in his autobiography <em>Self-Portrait</em>, the object was made quickly, in a bout of inspiration, the day of the gallery opening.</p> <p>What do we make of Man Ray&#39;s relatively simple, yet subversive act of presenting a modified household <span class="image-wrapper inline-image"><img alt="Samuel Kravitt, A Sister's Hands Ironing, c. 1931-36, photo, Hancock Shaker Village, Massachusetts (Library of Congress)" src="https://ka-perseus-images.s3.amazonaws.com/3fe1aa908e34e41bb2538325d3ee3d16ad6a4001.jpg" /><span class="image-caption">Samuel Kravitt, <em>A Sister&#39;s Hands Ironing</em>,&nbsp;c. 1931-36, photo, Hancock Shaker Village, Massachusetts (Library of Congress)</span></span>appliance as a work of art? The flatiron &ndash; intended to smooth wrinkles from fabric &ndash; has been rendered useless with the addition of a row of brass tacks. We are perhaps expected to react the way the store owner supposedly did when Man Ray purchased these items, by exclaiming, &ldquo;But you&#39;ll ruin the shirt if you put tacks there!&rdquo;</p> <h3>Dada, or the nonsense of the everyday</h3> <p>Before arriving in Paris, May Ray was associated with the New York Dada group, which included the artist Marcel Duchamp. As a loosely-affiliated group of like-minded artists, they were particularly interested in using humor and antagonism to question the definition of a work of art. Re-defining art was prevalent in Duchamp&#39;s Readymades, such as his <em>Bicycle Wheel</em>, a sculpture made by conjoining a bicycle wheel and a stool, two utilitarian objects.</p> <h3>The Surrealist object&nbsp;</h3> <p><span class="image-wrapper inline-image"><img alt="Marcel Duchamp, Bicycle Wheel, 1951 (third version, after lost original of 1913), metal wheel mounted on painted wood stool, 129.5 x 63.5 x 41.9 cm (The Museum of Modern Art), © 2014 Artists Rights Society (ARS), New York / ADAGP, Paris / Estate of Marcel Duchamp" src="https://ka-perseus-images.s3.amazonaws.com/373c056eec2607b9f674c37180553dafb4b40744.jpg" /><span class="image-caption">Marcel Duchamp, <em>Bicycle Wheel</em>, 1951 (third version, after lost original of 1913), metal wheel mounted on painted wood stool, 129.5 x 63.5 x 41.9 cm (The Museum of Modern Art)</span></span>Although made in the spirit of Dada, Man Ray&#39;s <em>The Gift</em> prefigured by several years a key artistic practice that would develop within the Surrealist movement: the &ldquo;Surrealist object,&rdquo; a type of three-dimensional art work that included found objects, modified objects, and sculpted objects.</p> <p>The Surrealist object&mdash;one of many literary and visual practices in the movement&mdash;became prominent beginning in 1936, after its association with a series of extravagant international expositions organized in London and Paris. Surrealism had been first publicly announced in 1924, with the publication of Andr&eacute; Breton&#39;s first &quot;Manifesto of Surrealism.&quot; Stridently activist, Surrealists sought to release society from cultural constraints and the need to conform to social norms, which they felt curtailed people&#39;s desires to live as they wished.</p> <h3>Function/Dysfunction</h3> <p>Of the many types of Surrealist objects that were produced, two important features are present in Man Ray&#39;s <em>The Gift</em>. First, an everyday object has been changed so that its original function is denied. Indeed, the artist&#39;s relatively simple addition of tacks transforms a useful device into a destructive one.</p> <p>Second, Man Ray&#39;s alteration gives a common object a symbolic function. The flatiron, associated with social expectations of propriety and middle-class values, becomes a subversive attack on social expectations. Even if Man Ray&#39;s tack-lined iron is no longer used for pressing clothes, the object resonates with ruinous, violent possibilities.</p> <h3>Denial and destruction</h3> <p>While denial and destruction are qualities are not intrinsic to all Surrealist art, there are striking examples, like <em>The Gift</em>, that show Surrealists working with banal objects to question the viewer&#39;s expectations, and force us to re-evaluate the function of those objects in our lives.</p> <p><span class="image-wrapper inline-image"><img alt="Wolfgang Paalen, Articulated Cloud, umbrella in foam, 1938" src="https://ka-perseus-images.s3.amazonaws.com/2e5ddad1550c11c60a4a3aabc4a281b087aa3e21.jpg" /><span class="image-caption">Wolfgang Paalen, <em>Articulated Cloud</em>, umbrella in foam, 1938</span></span>Wolfgang Paalen&#39;s work from 1938, <em>Articulated Cloud</em>, an umbrella crafted from spongy foam, denies the object&#39;s intended function by causing water to be absorbed rather than repelled. It also makes the umbrella rather useless for anyone seeking shelter from rain.</p> <p>Another object by Man Ray&mdash;a metronome with a photograph of a woman&#39;s open eye clipped to it&mdash;adds an ominous sense of relentless observation to an ordinary musician&#39;s timing instrument. Man Ray&#39;s title of the piece, <em>Object to Be Destroyed</em>, seems mysterious at first. But when we consider the psychological effects of such obsessive observation&mdash;and think about what kind of impulses such regulations might evoke - the artist&#39;s title becomes easier to understand.</p> <p><span class="image-wrapper inline-image"><img alt="Man Ray, Indestructible Object (or Object to Be Destroyed), 1964 (replica of 1923 original), metronome with cutout photograph of eye on pendulum, 22.5 x 11 x 11.6 cm (The Museum of Modern Art) © 2014 Man Ray Trust / Artists Rights Society (ARS), New York / ADAGP, Paris" src="https://ka-perseus-images.s3.amazonaws.com/76f2af24315e3c945958e51262e36fca2bdf48fe.jpg" /><span class="image-caption">Man Ray, <em>Indestructible Object</em> (or Object to Be Destroyed), 1964 (replica of 1923 original), metronome with cutout photograph of eye on pendulum, 22.5 x 11 x 11.6 cm (The Museum of Modern Art)</span></span>No longer a simple time-keeping device, <em>Object To Be Destroyed</em> summons feelings of irritation over being watched, and powerlessness in the face of endless time. There is no means to stop the cycle, except to destroy the object itself.</p> <h3>Don&#39;t touch the art!</h3> <p>The violent implications of <em>The Gift</em> and other Surrealist objects by Man Ray came to fruition in 1957 when <em>Object to Be Destroyed</em> was lost during a Man Ray retrospective. Varying stories exist as to the fate of the sculpture. In his autobiography, Man Ray recounts that a group of students visited the exhibition and caused a scene, during which one of them walked off with the sculpture, and it was never seen again. Numerous historians, however, state that during the exhibition one of the students took the title literally and smashed it with a hammer.</p> <p>Whether stolen or smashed, <em>Object to Be Destroyed</em> no longer existed. This compelled Man Ray to remake the sculpture, but he pointedly changed the title to <em>Indestructible Object</em>.</p> <p>Essay by Josh Rose</p> <hr /> <p><strong>Additional Resources:&nbsp;</strong></p> <p><a href="http://www.poetryintranslation.com/PITBR/French/Manifesto.htm">Andre Breton, <em>First Manifesto of Surrealism</em>, 1924</a></p> <p><a href="http://www.pbs.org/wnet/americanmasters/episodes/man-ray/prophet-of-the-avant-garde/510/"><em>Man Ray;&nbsp;Prophet of the Avant-Garde,&nbsp;</em>American Masters Series on PBS.org (September 17th, 2005</a>)</p> <p><a href="http://thejewishmuseum.org/exhibitions/alias-man-ray-the-art-of-reinvention"><em>Alias Man Ray: The Art of Reinvention</em>,&nbsp;Exhibition at The Jewish Museum (November 15, 2009 - March 14, 2010)</a></p>
