Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>The Sun and the planets formed together, 4.6 billion years ago, from a cloud of gas and dust called the solar nebula. A shock wave from a nearby supernova<strong>&nbsp;</strong>explosion (when a high mass star uses up its fuel)&nbsp;probably initiated the collapse of the solar nebula. The Sun formed in the center, and the planets formed in a thin disk orbiting around it. In a similar manner, moons formed orbiting the gas giant planets. Comets (balls of ice and dust) condensed in the outer solar system, and many of them were thrown out to great distances by close gravitational encounters with the giant planets. After the Sun ignited, a strong solar wind cleared the system of gas and dust. The asteroids (small rocky or metallic bodies) represent the rocky debris that remained.</p> <h3>Processes in Solar System formation<br /> <br /> <span class="block-image image-wrapper"><img alt="Collapse and Rotation The slowly rotating solar nebula collapsed under its own gravity to form a rapidly rotating disk, with the Sun at the center. Collisions of gas and dust within the disk concentrated the material into a thin plane. © AMNH" src="https://ka-perseus-images.s3.amazonaws.com/f9424defef8dd4f214efb4cb2302339bdf534e91.jpg" /><span class="image-caption"><strong>Collapse and Rotation</strong><br /> The slowly rotating solar nebula collapsed under its own gravity to form a rapidly rotating disk, with the Sun at the center. Collisions of gas and dust within the disk concentrated the material into a thin plane. &copy; AMNH</span></span></h3> <p><span class="block-image image-wrapper"><img alt="Condensation The inner region of the solar nebula was hot, allowing only rocky material to condense. The rocky terrestrial planets formed there. Gases and ice could condense in the cooler outer regions, where the gas giant planets and their icy moons formed. © AMNH " src="https://ka-perseus-images.s3.amazonaws.com/6ad2f069f023572400882948c6078fa512dd1adf.jpg" /><span class="image-caption"><strong>Condensation</strong><br /> The inner region of the solar nebula was hot, allowing only rocky material to condense. The rocky terrestrial planets formed there. Gases and ice could condense in the cooler outer regions, where the gas giant planets and their icy moons formed. &copy; AMNH</span></span></p> <p><span class="block-image image-wrapper"><img alt="Accretion Small bodies collided and stuck together to slowly build up the terrestrial planets. Such accretion also built the cores of the gas giants until they were massive enough for their gravity to capture the abundant gases. © AMNH" src="https://ka-perseus-images.s3.amazonaws.com/a8cce0bf47fbb969ba04a90f641275e16b9302a9.jpg" /><span class="image-caption"><strong>Accretion</strong><br /> Small bodies collided and stuck together to slowly build up the terrestrial planets. Such accretion also built the cores of the gas giants until they were massive enough for their gravity to capture the abundant gases. &copy; AMNH</span></span></p> <p><span class="block-image image-wrapper"><img alt="Differentiation The terrestrial planets, as well as the larger moons and asteroids, have spherical layers that were created by melting and differentiation. Heavier elements sank to the center, forming iron-rich cores. Lighter materials were buoyed upward to form the outer rocky layers. © AMNH" src="https://ka-perseus-images.s3.amazonaws.com/decab7cddbb99d8d68f41dcdcd3e1f20fb7b4bbe.jpg" /><span class="image-caption"><strong>Differentiation</strong><br /> The terrestrial planets, as well as the larger moons and asteroids, have spherical layers that were created by melting and differentiation. Heavier elements sank to the center, forming iron-rich cores. Lighter materials were buoyed upward to form the outer rocky layers. &copy; AMNH</span></span></p>
it: <p>The Sun and the planets formed together, 4.6 billion years ago, from a cloud of gas and dust called the solar nebula. A shock wave from a nearby supernova<strong>&nbsp;</strong>explosion (when a high mass star uses up its fuel)&nbsp;probably initiated the collapse of the solar nebula. The Sun formed in the center, and the planets formed in a thin disk orbiting around it. In a similar manner, moons formed orbiting the gas giant planets. Comets (balls of ice and dust) condensed in the outer solar system, and many of them were thrown out to great distances by close gravitational encounters with the giant planets. After the Sun ignited, a strong solar wind cleared the system of gas and dust. The asteroids (small rocky or metallic bodies) represent the rocky debris that remained.</p> <h3>Processes in Solar System formation<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/f9424defef8dd4f214efb4cb2302339bdf534e91.jpg" /><span class="image-caption"><strong>Collapse and Rotation</strong><br /> The slowly rotating solar nebula collapsed under its own gravity to form a rapidly rotating disk, with the Sun at the center. Collisions of gas and dust within the disk concentrated the material into a thin plane. &copy; AMNH</span></span></h3> <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/6ad2f069f023572400882948c6078fa512dd1adf.jpg" /><span class="image-caption"><strong>Condensation</strong><br /> The inner region of the solar nebula was hot, allowing only rocky material to condense. The rocky terrestrial planets formed there. Gases and ice could condense in the cooler outer regions, where the gas giant planets and their icy moons formed. &copy; AMNH</span></span></p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a8cce0bf47fbb969ba04a90f641275e16b9302a9.jpg" /><span class="image-caption"><strong>Accretion</strong><br /> Small bodies collided and stuck together to slowly build up the terrestrial planets. Such accretion also built the cores of the gas giants until they were massive enough for their gravity to capture the abundant gases. &copy; AMNH</span></span></p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/decab7cddbb99d8d68f41dcdcd3e1f20fb7b4bbe.jpg" /><span class="image-caption"><strong>Differentiation</strong><br /> The terrestrial planets, as well as the larger moons and asteroids, have spherical layers that were created by melting and differentiation. Heavier elements sank to the center, forming iron-rich cores. Lighter materials were buoyed upward to form the outer rocky layers. &copy; AMNH</span></span></p>

source: <p>The ancient Sumerians, the &quot;black-headed ones,&quot;&nbsp;lived in the southern part of what is now Iraq.&nbsp;The heartland of Sumer lay between the Euphrates and Tigris rivers, in what the Greeks later called Mesopotamia. This territory, once skillfully irrigated, proved very fertile, and major cities had long been in existence before the period when archaeologists can identify the Sumerian people themselves.</p> <p>The Sumerians were characteristically inventive, and are likely to have been responsible for the development of the first writing. Well before 3000 B.C.E. Sumerians were recording their language using simple pictures. They wrote on tablets of clay, later evolving the script that to us is known as cuneiform, or &quot;wedge-shaped.&quot;<br /> <br /> <span class="image-wrapper inline-image"><img alt="Silver lyre from Ur, southern Iraq, c. 2600-2400 B.C.E., 106 x 97 cm This lyre was found in the “Great Death-Pit,” one of the graves in the Royal Cemetery at Ur accompanied by seventy-four bodies—six men and sixty-eight women—laid down in rows on the floor of the pit. Three lyres were piled one on top of another. They were all made from wood which had decayed by the time they were excavated, but two of them, of which this is one, were entirely covered in sheet silver attached by small silver nails. The plaques down the front of the sounding box are made of shell. The silver cow's head decorating the front has inlaid eyes of shell and lapis lazuli. The edges of the sound box have a narrow border of shell and lapis lazuli inlay. When found, the lyre lay in the soil. The metal was very brittle and the uprights were squashed flat. First it was photographed, and then covered in wax and waxed cloth to hold it together for lifting. The silver on the top and back edge of the sounding box had been destroyed. Some of the silver preserved the impression of matting on which it must have originally lain. Eleven silver tubes acted as the tuning pegs. Such instruments were probably important parts of rituals at court and temple. There are representations of lyre players and their instruments on cylinder seals, and on the Standard of Ur being played alongside a possible singer." src="https://ka-perseus-images.s3.amazonaws.com/07e39066e8f2713352dffebe99b5aa02e801dc46.jpg" /><span class="image-caption"><em>Silver lyre from Ur</em>, c. 2600-2400 B.C.E., 106 x 97 cm,&nbsp;silver, shell, and lapis lazuli are original, the wood is&nbsp;reconstructed, southern Iraq&nbsp;<br /> &copy; Trustees of the British Museum.&nbsp;This lyre was found in the &ldquo;Great Death-Pit,&rdquo; one of the graves in the Royal Cemetery at Ur accompanied by seventy-four bodies&mdash;six men and sixty-eight women&mdash;laid down in rows on the floor of the pit. Three lyres were piled one on top of another.</span></span>They were energetic farmers, traders and sailors. Their religion recognized many gods, whose feats and escapades were described in stories that were often preserved for generations. Rituals as well as parties were enlivened by skillful harpists and singers, and Sumerian musical instruments have even been excavated by modern archaeologists.</p> <p>Book-keeping was a feature of Sumerian life, and very detailed records on clay tablets of offerings, rations, taxes and agricultural work have come down to us.&nbsp;Their favorite board game achieved popularity throughout the whole Middle Eastern world. Imported lapis lazuli and carnelian was much prized for inlays and jewelry.</p> <p>Archaeology has shown that in about 2500 B.C.E. the ruling elite in the city of Ur went to their final resting place surrounded by their wealth and the attendant bodies of their court personnel.<br /> &nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
it: <p>The ancient Sumerians, the &quot;black-headed ones,&quot;&nbsp;lived in the southern part of what is now Iraq.&nbsp;The heartland of Sumer lay between the Euphrates and Tigris rivers, in what the Greeks later called Mesopotamia. This territory, once skillfully irrigated, proved very fertile, and major cities had long been in existence before the period when archaeologists can identify the Sumerian people themselves.</p> <p>The Sumerians were characteristically inventive, and are likely to have been responsible for the development of the first writing. Well before 3000 B.C.E. Sumerians were recording their language using simple pictures. They wrote on tablets of clay, later evolving the script that to us is known as cuneiform, or &quot;wedge-shaped.&quot;<br /> <br /> <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/07e39066e8f2713352dffebe99b5aa02e801dc46.jpg" /><span class="image-caption"><em>Silver lyre from Ur</em>, c. 2600-2400 B.C.E., 106 x 97 cm,&nbsp;silver, shell, and lapis lazuli are original, the wood is&nbsp;reconstructed, southern Iraq&nbsp;<br /> &copy; Trustees of the British Museum.&nbsp;This lyre was found in the &ldquo;Great Death-Pit,&rdquo; one of the graves in the Royal Cemetery at Ur accompanied by seventy-four bodies&mdash;six men and sixty-eight women&mdash;laid down in rows on the floor of the pit. Three lyres were piled one on top of another.</span></span>They were energetic farmers, traders and sailors. Their religion recognized many gods, whose feats and escapades were described in stories that were often preserved for generations. Rituals as well as parties were enlivened by skillful harpists and singers, and Sumerian musical instruments have even been excavated by modern archaeologists.</p> <p>Book-keeping was a feature of Sumerian life, and very detailed records on clay tablets of offerings, rations, taxes and agricultural work have come down to us.&nbsp;Their favorite board game achieved popularity throughout the whole Middle Eastern world. Imported lapis lazuli and carnelian was much prized for inlays and jewelry.</p> <p>Archaeology has shown that in about 2500 B.C.E. the ruling elite in the city of Ur went to their final resting place surrounded by their wealth and the attendant bodies of their court personnel.<br /> &nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
