Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Frank Lloyd Wright, Fallingwater (aka Kaufmann Residence), Bear Run, Pennsylvania (photo: Carol M. Highsmith archive, Library of Congress #LC-DIG-highsm-04261)" src="https://ka-perseus-images.s3.amazonaws.com/aa98fb22d93b8cff9720d12f1798ea1f2bd27ef1.jpg" style="width:100%" /><span class="image-caption">Frank Lloyd Wright, Fallingwater (Edgar J. Kaufmann House), 1935-38, Bear Run, Pennsylvania (photo: Carol M. Highsmith Archive, Library of Congress #LC-DIG-highsm-04261)</span></span><span>Perched above a mountain cataract on a rocky hillside deep in the rugged forest of Southwestern Pennsylvania, some 90 minutes from Pittsburgh, is America&rsquo;s most famous house. The commission for Fallingwater was a personal milestone for the American architect Frank Lloyd Wright, since it&nbsp;clearly marked a turning point in his career. After this late-career triumph, the sixty-seven year old would go on to create a series of highly original designs that would validate his claim as &ldquo;The world&rsquo;s greatest architect.&rdquo;</span></p> <h3>&ldquo;the greatest architect of the&nbsp;nineteenth-century&rdquo; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span>&mdash;Philip Johnson</span></h3> <p>The mid-1930s were among the darkest years for architecture and architects in American history; the country&rsquo;s financial system had collapsed with the failure of hundreds of banks. Almost no private homes were built. Many of the architectural projects started during the boom of the late 1920s were halted for lack of funds. Now in his sixties, Wright and his new wife Olgivanna were struggling to keep Taliesin, his Wisconsin home and studio, out of foreclosure. Worse still, his peers were beginning to regard Wright as an irrelevant anachronism whose time had passed.&nbsp;</p> <p>In 1932 Henry-Russell Hitchcock and Philip Johnson opened the &quot;Modern Architecture:&nbsp;International Exhibition&quot; at the newly founded Museum of Modern Art in New York and simultaneously&nbsp;published the book&nbsp;<em>International Style</em>. This was, perhaps, the most influential architectural exhibit ever mounted in the United States and the book became a manifesto for modern architecture and would profoundly affect almost every major architectural project worldwide for the next 30 years. It focused on the work of four great &ldquo;European functionalists&rdquo;&quot;&nbsp;Walter Gropius, Ludwig Mies van der Rohe, Le Corbusier and J.J.P. Oud. Wright was largely snubbed.<br /> <br /> Hitchcock had praise for his early work, for its &ldquo;many innovations,&quot;&nbsp;but he condemned Wright for a&nbsp;&ldquo;[l]ack of continuity in his development and his unwillingness to absorb the innovations of his contemporaries and his juniors in Europe.&rdquo; Hitchcock insulted Wright further by characterizing him as &ldquo;a rebel by temperament&hellip; [who] refused even the discipline of his own theories.&rdquo; The catalogue calls Wright a &ldquo;half-modern&rdquo; throwback, one of the &ldquo;last representatives of Romanticism.&rdquo;&nbsp;Wright responded by denigrating European Modernism as an &ldquo;evil crusade,&rdquo; a manifestation of &ldquo;totalitarianism.&rdquo;</p> <h3>A fellowship and a commission</h3> <p>The Wrights devised an architectural apprenticeship program that came to be known as the &ldquo;fellowship.&rdquo; And among the first candidates was Edgar Kaufmann Jr. who&nbsp;became enamored with Wright after reading his biography. Kaufmann was the son of Pittsburgh department store tycoon Edgar Kaufmann Sr.; whose thirteen story downtown Pittsburgh emporium was reported to be the largest in the world. Kaufmann senior was no stranger to architectural pursuits&mdash;he was&nbsp;involved in numerous public projects and&nbsp;built several stores and homes. Kaufmann&nbsp;let&nbsp;Wright know that he had several civic architectural projects in mind for him. He and his wife Liliane were invited to Taliesin and were duly impressed.&nbsp;<br /> <br /> <span class="block-image image-wrapper"><img alt="Fallingwater Floorplan (Arsenalbubs: Creative Commons CC0 1.0 Universal Public Domain Dedication), http://commons.wikimedia.org/wiki/File:Fallingwaterfloorplan.jpg" src="https://ka-perseus-images.s3.amazonaws.com/38f0d062753624790e1b849fd39688dae2515354.jpg" /><span class="image-caption">Fallingwater floorplan (diagram: Arsenalbubs:&nbsp;CC0 1.0), http://commons.wikimedia.org/wiki/File:Fallingwaterfloorplan.jpg</span></span></p> <p>There are varying accounts regarding the circumstances that brought Kaufmann to offer Wright a chance to design a &ldquo;weekend home&rdquo; in the country; but we know that Wright made his first trip to the site on Bear Run, Pennsylvania in December, 1934. Wright&rsquo;s apprentice Donald Hoppen has spoken of Wright&rsquo;s &ldquo;uncanny sense&nbsp;of...genius loci&rdquo;1 (Latin for &quot;spirit of the place&quot;) and from the very beginning, the architect rejected a site that presented a conventional view of the waterfall; instead, he audaciously offered to make the house part of it, stating that the &ldquo;visit to the waterfall in the woods stays with me and a domicile takes shape in my mind to the music of the stream.&rdquo;&nbsp;<span>The South-southeast orientation gives the illusion that the stream flows, not alongside the house, but through it.</span></p> <p><br /> <span class="block-image image-wrapper"><img alt="Frank Lloyd Wright, Fallingwater, steps to stream (aka Kaufmann Residence), Bear Run, Pennsylvania (photo: Daderot, CC0 1.0) http://commons.wikimedia.org/wiki/File:Fallingwater_-_DSC05600.JPG" src="https://ka-perseus-images.s3.amazonaws.com/132a4e85195f3cd6d10864fa602d1b32a2c30d9e.jpg" /><span class="image-caption">Frank Lloyd Wright, Fallingwater, steps to stream (Edgar J. Kaufmann House), Bear Run, Pennsylvania (photo: <a href="http://commons.wikimedia.org/wiki/File:Fallingwater_-_DSC05600.JPG">Daderot</a>, CC0 1.0)&nbsp;</span></span></p> <h3>Fastest draw in the Midwest</h3> <p>Perhaps the most famous tale to come out of the lore of Fallingwater is the improbable story that Wright, after receiving the commission procrastinated for nine months until he was forced to draw up the complete plans while his patron was driving&nbsp;the 140 miles from Milwaukee to Taliesin. However, the essential story is validated by several witnesses. Apprentice Edgar Taffel recalled that after talking with Kaufmann on the phone, Wright &ldquo;briskly emerged from his office...sat down at the table set with the plot plan and started to draw&hellip;The design just poured out of him. &#39;Liliane and E.J. will have tea on the balcony&hellip;they&rsquo;ll cross the bridge to walk in the woods&hellip;&#39;&nbsp;Pencils being used up as fast as we could sharpen them....Erasures, overdrawing, modifying. Flipping sheets back and forth. Then, the bold title across the bottom &lsquo;Fallingwater.&rsquo; A house has to have a name.&rdquo;2&nbsp;There seems to be agreement that the whole process took about two hours.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Frank Lloyd Wright, Fallingwater (Edgar J. Kaufmann House), Mill Run, Pennsylvania, 1935, Color pencil on tracing paper, 15-3/8 x 27-1/4 inches, , © The Frank Lloyd Wright Foundation" src="https://ka-perseus-images.s3.amazonaws.com/3d446e3a03d31609731c67ab23cb2e3841672b82.jpg" /><span class="image-caption">Frank Lloyd Wright, Fallingwater (Edgar J. Kaufmann House), Mill Run, Pennsylvania, 1935, Color pencil on tracing paper, 15-3/8 x 27-1/4 inches,&nbsp;&copy; The Frank Lloyd Wright Foundation</span></span></p> <h3>Organic architecture</h3> <p>Edgar Kaufmann Jr. pointed&nbsp;out that Wright&rsquo;s famous concept of &ldquo;Organic Architecture&rdquo; stems from his Transcendentalist background. The belief that human life is part of nature. Wright even incorporated a rock outcropping that projected above the living room floor into his massive central hearth,&nbsp;further uniting the house with the earth. &ldquo;Can you say&rdquo; Wright challenged his apprentices &ldquo;when your building is&nbsp;<span>complete, that the landscape is more beautiful than it was before?&rdquo;3</span></p> <p>In his book, <em>Fallingwater Rising: Frank Lloyd Wright, E. J. Kaufmann, and America&#39;s Most Extraordinary House</em>, Franklin Toker wrote that,&nbsp;</p> <blockquote> <p>this delicate synthesis of nature and the built environment probably counts as the main reason why Fallingwater is such a well-loved work. The contouring of the house into cantilevered ledges responds so sympathetically to the rock strata of the stream banks that it does make Bear Run a more wondrous landscape than it had been before.4</p> </blockquote> <p><span class="block-image image-wrapper"><img alt="Frank Lloyd Wright, Fallingwater (Edgar Kauffmann House), Bear Run, Pennsylvannia, 1937 (photo: Lykantrop) http://commons.wikimedia.org/wiki/File:Frank_Lloyd_Wright_-_Fallingwater_interior_2.JPG " src="https://ka-perseus-images.s3.amazonaws.com/b7db38d3dee718368051e0047d0ee3a573421508.jpg" /><span class="image-caption">Frank Lloyd Wright, Fallingwater (Edgar J. Kaufmann House), Bear Run, Pennsylvannia, 1937 (photo: <a href="http://commons.wikimedia.org/wiki/File:Frank_Lloyd_Wright_-_Fallingwater_interior_2.JPG">Lykantrop</a>)&nbsp;</span></span>Wright further emphasizes the connection with nature by liberal use of glass; the house has no walls facing the falls, only a central stone core for the fireplaces and stone columns. This provides elongated vistas leading the eye out to the horizon and the woods. Vincent Scully has pointed out that this reflects &ldquo;an image of Modern man caught up in constant change and flow, holding on&hellip;to whatever seems solid&nbsp;but no&nbsp;longer regarding&nbsp;himself as the center of the world.&rdquo;5&nbsp;The architect&rsquo;s creative use of &ldquo;corner turning windows&rdquo; without mullions causes&nbsp;corners to vanish. Wright even bows to nature by bending a trellis beam to accommodate a pre-existing tree.<br /> &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Frank Lloyd Wright, Fallingwater, detail with tree (Edgar J. Kaufmann House), 1937 (photo: Daderot, CC0 1.0) http://commons.wikimedia.org/wiki/File:Fallingwater_detail_-_DSC05656.JPG" src="https://ka-perseus-images.s3.amazonaws.com/3d5192a7201493738e84e2bb82d6e960f317ca2a.jpg" /><span class="image-caption">Frank Lloyd Wright, Fallingwater, detail with tree (Edgar J.&nbsp;Kaufmann House), 1937 (photo: <a href="http://commons.wikimedia.org/wiki/File:Fallingwater_detail_-_DSC05656.JPG">Daderot</a>, CC0 1.0)&nbsp;</span></span></p> <h3>Influences</h3> <p>Although he denied it, Wright&nbsp;was influenced by every conceivable architectural style, but Fallingwater owes little to his previous designs (the only exceptions being perhaps&nbsp;the use of irregular stones that are also found on Taliesin and his interest in strong horizontal lines). At Fallingwater, he appears to be more concerned with responding to the European Modernist design that he had in part inspired&mdash;but that had since eclipsed him. In effect, he set out to beat the Europeans at their own game, using elements of their idiom.&nbsp;<br /> <span class="image-wrapper inline-image"><img alt="Walter Gropius and Adolf Meyer, competition entry for the Chicago Tribune Tower, 1922, perspective drawing, 22.5 x 13.3cm, gelatin silver print sheet (Harvard Art Museums)" src="https://ka-perseus-images.s3.amazonaws.com/b86e81b7af84f26d841284f81e981e5285fa7fd2.jpg" /><span class="image-caption">Walter Gropius and Adolf Meyer, competition entry for the Chicago Tribune Tower, 1922, perspective drawing, 22.5 x 13.3cm, gelatin silver print sheet (Harvard Art Museums)</span></span>We see, for example, inspiration drawn from the balconies of Gropius&rsquo; design for the Chicago Tribune Tower competition, though instead of the stark white of the International Style, he paints his balconies a warmer, earthen tone in deference to nature and perhaps the Adobe dwellings of the American Southwest.&nbsp;</p> <h3>Fallingwater&nbsp;falling down?</h3> <p>The Kaufmanns loved Wright&rsquo;s radical proposal to literally suspend the house over the waterfall. But Edgar Kaufmann Sr., ever the pragmatic business man&nbsp;(who had also studied engineering for a year at Yale) prudently sent a copy of Wright&rsquo;s blueprints to his engineer; who found the ground unstable and did not recommend that he proceed with the house. Wright was not happy with his client&rsquo;s lack of faith, but permitted an increase in the number and diameter of the structure&#39;s steel reinforcements&mdash;Kaufmann agreed to proceed. Its worth noting that the engineer&rsquo;s warnings later proved valid, an issue that &ldquo;haunted&rdquo; Wright for the rest of his life.<br /> <br /> <span class="block-image image-wrapper"><img alt="Historic American Buildings Survey Cervin Robinson, Photographer, 18 August 1963 EXTERIOR FROM SOUTHWEST - Frederick C. Robie House, 5757 Woodlawn Avenue, Chicago, Cook County, IL 5 x 7 inches (Library of Congress HABS ILL,16-CHIG,33--3)" src="https://ka-perseus-images.s3.amazonaws.com/16af31abaef69e592c45865588451f2078f0c770.jpg" /><span class="image-caption">Frank Lloyd Wright, Frederick C. Robie House, Historic American Buildings Survey, Cervin Robinson, Photographer, 18 August 1963, exterior from southwest, 5757 Woodlawn Avenue, Chicago, Cook County, IL 5 x 7 inches (Library of Congress HABS ILL,16-CHIG,33--3)</span></span></p> <p>Wright is famous for pushing the architectural envelope for dramatic effect. We see this is in the vast cantilevered wooden roof of Robie House in Chicago. In Fallingwater he chose ferro-concrete for his cantilevers, this use of reinforced concrete for the long suspended balconies was revolutionary. He boldly extended the balcony of the second floor master bedroom soaring six feet beyond the living room below.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Frank Lloyd Wright, Fallingwater, steps to stream (Edgar J. Kaufmann House), Bear Run, Pennsylvania (photo: Daderot, CC0 1.0) http://commons.wikimedia.org/wiki/File:Fallingwater_-_DSC05639.JPG" src="https://ka-perseus-images.s3.amazonaws.com/e2f01f2c2deb7307b2ae6975f343050d7846fba7.jpg" /><span class="image-caption">Frank Lloyd Wright, Fallingwater, steps to stream (Edgar J. Kaufmann House), Bear Run, Pennsylvania (photo: <a href="http://commons.wikimedia.org/wiki/File:Fallingwater_-_DSC05639.JPG">Daderot</a>, CC0 1.0)&nbsp;</span></span><span>However, due to the lack of proper support, cracks began appearing in the balcony floors soon after they were poured. Over the years since, cracks have been repeatedly repaired as the cantilevers continued to sag. By 2001 some of the 15 foot cantilevers had fallen more than 7 inches. To avoid a complete collapse, an ingenious system was devised using tensioned cables to correct the problem and stabilize Wright&rsquo;s masterwork.</span><br /> <br /> <span>Almost from the day of its completion, Fallingwater was celebrated around the world. The house and its architect were featured in major publications including the cover of <em>Time Magazine</em>. Over the years its fame has only increased. According to Franklin Toker, Fallingwater&rsquo;s most important contribution to Modern Architecture is surely the &quot;acceptance of Modern architecture itself.&quot;</span></p> <p>Essay by Charles Wiebe</p> <p>1&nbsp;Donald W. Hoppen,&nbsp;<em>The Seven Ages of Frank Lloyd Wright: The Creative Process</em>, Dover Publications: New York, 1993,&nbsp;page 23.</p> <p>2&nbsp;Edgard Tafel, Y<em>ears with Frank Lloyd Wright:&nbsp;Apprentice to Genius</em>,&nbsp;Courier Dover Publications, 1979.<br /> <br /> 3&nbsp;Hoppen,&nbsp;page 97.</p> <p>4 Franklin Toker,&nbsp;Fallingwater Rising: Frank Lloyd Wright, E. J. Kaufmann, and America&#39;s Most Extraordinary House,&nbsp;Alfred A. Knopf: New York, 2003, np.</p> <p>5&nbsp;Meryle Secrest, <em>Frank Lloyd Wright: A Biography</em>, University of Chicago Press: Chicago, 1992, page 168.</p> <p>&nbsp;</p>
it: <p><span class="block-image image-wrapper"><img alt="Frank Lloyd Wright, Fallingwater (aka Kaufmann Residence), Bear Run, Pennsylvania (photo: Carol M. Highsmith archive, Library of Congress #LC-DIG-highsm-04261)" src="https://ka-perseus-images.s3.amazonaws.com/aa98fb22d93b8cff9720d12f1798ea1f2bd27ef1.jpg" style="width:100%" /><span class="image-caption">Frank Lloyd Wright, Fallingwater (Edgar J. Kaufmann House), 1935-38, Bear Run, Pennsylvania (photo: Carol M. Highsmith Archive, Library of Congress #LC-DIG-highsm-04261)</span></span><span>Perched above a mountain cataract on a rocky hillside deep in the rugged forest of Southwestern Pennsylvania, some 90 minutes from Pittsburgh, is America&rsquo;s most famous house. The commission for Fallingwater was a personal milestone for the American architect Frank Lloyd Wright, since it&nbsp;clearly marked a turning point in his career. After this late-career triumph, the sixty-seven year old would go on to create a series of highly original designs that would validate his claim as &ldquo;The world&rsquo;s greatest architect.&rdquo;</span></p> <h3>&ldquo;the greatest architect of the&nbsp;nineteenth-century&rdquo; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span>&mdash;Philip Johnson</span></h3> <p>The mid-1930s were among the darkest years for architecture and architects in American history; the country&rsquo;s financial system had collapsed with the failure of hundreds of banks. Almost no private homes were built. Many of the architectural projects started during the boom of the late 1920s were halted for lack of funds. Now in his sixties, Wright and his new wife Olgivanna were struggling to keep Taliesin, his Wisconsin home and studio, out of foreclosure. Worse still, his peers were beginning to regard Wright as an irrelevant anachronism whose time had passed.&nbsp;</p> <p>In 1932 Henry-Russell Hitchcock and Philip Johnson opened the &quot;Modern Architecture:&nbsp;International Exhibition&quot; at the newly founded Museum of Modern Art in New York and simultaneously&nbsp;published the book&nbsp;<em>International Style</em>. This was, perhaps, the most influential architectural exhibit ever mounted in the United States and the book became a manifesto for modern architecture and would profoundly affect almost every major architectural project worldwide for the next 30 years. It focused on the work of four great &ldquo;European functionalists&rdquo;&quot;&nbsp;Walter Gropius, Ludwig Mies van der Rohe, Le Corbusier and J.J.P. Oud. Wright was largely snubbed.<br /> <br /> Hitchcock had praise for his early work, for its &ldquo;many innovations,&quot;&nbsp;but he condemned Wright for a&nbsp;&ldquo;[l]ack of continuity in his development and his unwillingness to absorb the innovations of his contemporaries and his juniors in Europe.&rdquo; Hitchcock insulted Wright further by characterizing him as &ldquo;a rebel by temperament&hellip; [who] refused even the discipline of his own theories.&rdquo; The catalogue calls Wright a &ldquo;half-modern&rdquo; throwback, one of the &ldquo;last representatives of Romanticism.&rdquo;&nbsp;Wright responded by denigrating European Modernism as an &ldquo;evil crusade,&rdquo; a manifestation of &ldquo;totalitarianism.&rdquo;</p> <h3>A fellowship and a commission</h3> <p>The Wrights devised an architectural apprenticeship program that came to be known as the &ldquo;fellowship.&rdquo; And among the first candidates was Edgar Kaufmann Jr. who&nbsp;became enamored with Wright after reading his biography. Kaufmann was the son of Pittsburgh department store tycoon Edgar Kaufmann Sr.; whose thirteen story downtown Pittsburgh emporium was reported to be the largest in the world. Kaufmann senior was no stranger to architectural pursuits&mdash;he was&nbsp;involved in numerous public projects and&nbsp;built several stores and homes. Kaufmann&nbsp;let&nbsp;Wright know that he had several civic architectural projects in mind for him. He and his wife Liliane were invited to Taliesin and were duly impressed.&nbsp;<br /> <br /> <span class="block-image image-wrapper"><img alt="Fallingwater Floorplan (Arsenalbubs: Creative Commons CC0 1.0 Universal Public Domain Dedication), http://commons.wikimedia.org/wiki/File:Fallingwaterfloorplan.jpg" src="https://ka-perseus-images.s3.amazonaws.com/38f0d062753624790e1b849fd39688dae2515354.jpg" /><span class="image-caption">Fallingwater floorplan (diagram: Arsenalbubs:&nbsp;CC0 1.0), http://commons.wikimedia.org/wiki/File:Fallingwaterfloorplan.jpg</span></span></p> <p>There are varying accounts regarding the circumstances that brought Kaufmann to offer Wright a chance to design a &ldquo;weekend home&rdquo; in the country; but we know that Wright made his first trip to the site on Bear Run, Pennsylvania in December, 1934. Wright&rsquo;s apprentice Donald Hoppen has spoken of his Wright&rsquo;s &ldquo;uncanny sense&nbsp;of...genius loci&rdquo;1 (Latin for &quot;spirit of the place&quot;) and from the very beginning, the architect rejected a site that presented a conventional view of the waterfall; instead, he audaciously offered to make the house part of it, stating that the &ldquo;visit to the waterfall in the woods stays with me and a domicile takes shape in my mind to the music of the stream.&rdquo;&nbsp;<span>The South-southeast orientation gives the illusion that the stream flows, not alongside the house, but through it.</span></p> <p><br /> <span class="block-image image-wrapper"><img alt="Frank Lloyd Wright, Fallingwater, steps to stream (aka Kaufmann Residence), Bear Run, Pennsylvania (photo: Daderot, CC0 1.0) http://commons.wikimedia.org/wiki/File:Fallingwater_-_DSC05600.JPG" src="https://ka-perseus-images.s3.amazonaws.com/132a4e85195f3cd6d10864fa602d1b32a2c30d9e.jpg" /><span class="image-caption">Frank Lloyd Wright, Fallingwater, steps to stream (Edgar J. Kaufmann House), Bear Run, Pennsylvania (photo: <a href="http://commons.wikimedia.org/wiki/File:Fallingwater_-_DSC05600.JPG">Daderot</a>, CC0 1.0)&nbsp;</span></span></p> <h3>Fastest draw in the Midwest</h3> <p>Perhaps the most famous tale to come out of the lore of Fallingwater is the improbable story that Wright, after receiving the commission procrastinated for nine months until he was forced to draw up the complete plans while his patron was driving&nbsp;the 140 miles from Milwaukee to Taliesin. However, the essential story is validated by several witnesses. Apprentice Edgar Taffel recalled that after talking with Kaufmann on the phone, Wright &ldquo;briskly emerged from his office...sat down at the table set with the plot plan and started to draw&hellip;The design just poured out of him. &#39;Liliane and E.J. will have tea on the balcony&hellip;they&rsquo;ll cross the bridge to walk in the woods&hellip;&#39;&nbsp;Pencils being used up as fast as we could sharpen them....Erasures, overdrawing, modifying. Flipping sheets back and forth. Then, the bold title across the bottom &lsquo;Fallingwater.&rsquo; A house has to have a name.&rdquo;2&nbsp;There seems to be agreement that the whole process took about two hours.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Frank Lloyd Wright, Fallingwater (Edgar J. Kaufmann House), Mill Run, Pennsylvania, 1935, Color pencil on tracing paper, 15-3/8 x 27-1/4 inches, , © The Frank Lloyd Wright Foundation" src="https://ka-perseus-images.s3.amazonaws.com/3d446e3a03d31609731c67ab23cb2e3841672b82.jpg" /><span class="image-caption">Frank Lloyd Wright, Fallingwater (Edgar J. Kaufmann House), Mill Run, Pennsylvania, 1935, Color pencil on tracing paper, 15-3/8 x 27-1/4 inches,&nbsp;&copy; The Frank Lloyd Wright Foundation</span></span></p> <h3>Organic architecture</h3> <p>Edgar Kaufmann Jr. pointed&nbsp;out that Wright&rsquo;s famous concept of &ldquo;Organic Architecture&rdquo; stems from his Transcendentalist background. The belief that human life is part of nature. Wright even incorporated a rock outcropping that projected above the living room floor into his massive central hearth,&nbsp;further uniting the house with the earth. &ldquo;Can you say&rdquo; Wright challenged his apprentices &ldquo;when your building is&nbsp;<span>complete, that the landscape is more beautiful than it was before?&rdquo;3</span></p> <p>In his book, <em>Fallingwater Rising: Frank Lloyd Wright, E. J. Kaufmann, and America&#39;s Most Extraordinary House</em>, Franklin Toker wrote that,&nbsp;</p> <blockquote> <p>this delicate synthesis of nature and the built environment probably counts as the main reason why Fallingwater is such a well-loved work. The contouring of the house into cantilevered ledges responds so sympathetically to the rock strata of the stream banks that it does make Bear Run a more wondrous landscape than it had been before.4</p> </blockquote> <p><span class="block-image image-wrapper"><img alt="Frank Lloyd Wright, Fallingwater (Edgar Kauffmann House), Bear Run, Pennsylvannia, 1937 (photo: Lykantrop) http://commons.wikimedia.org/wiki/File:Frank_Lloyd_Wright_-_Fallingwater_interior_2.JPG " src="https://ka-perseus-images.s3.amazonaws.com/b7db38d3dee718368051e0047d0ee3a573421508.jpg" /><span class="image-caption">Frank Lloyd Wright, Fallingwater (Edgar J. Kaufmann House), Bear Run, Pennsylvannia, 1937 (photo: <a href="http://commons.wikimedia.org/wiki/File:Frank_Lloyd_Wright_-_Fallingwater_interior_2.JPG">Lykantrop</a>)&nbsp;</span></span>Wright further emphasizes the connection with nature by liberal use of glass; the house has no walls facing the falls, only a central stone core for the fireplaces and stone columns. This provides elongated vistas leading the eye out to the horizon and the woods. Vincent Scully has pointed out that this reflects &ldquo;an image of Modern man caught up in constant change and flow, holding on&hellip;to whatever seems solid&nbsp;but no&nbsp;longer regarding&nbsp;himself as the center of the world.&rdquo;5&nbsp;The architect&rsquo;s creative use of &ldquo;corner turning windows&rdquo; without mullions causes&nbsp;corners to vanish. Wright even bows to nature by bending a trellis beam to accommodate a pre-existing tree.<br /> &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Frank Lloyd Wright, Fallingwater, detail with tree (Edgar J. Kaufmann House), 1937 (photo: Daderot, CC0 1.0) http://commons.wikimedia.org/wiki/File:Fallingwater_detail_-_DSC05656.JPG" src="https://ka-perseus-images.s3.amazonaws.com/3d5192a7201493738e84e2bb82d6e960f317ca2a.jpg" /><span class="image-caption">Frank Lloyd Wright, Fallingwater, detail with tree (Edgar J.&nbsp;Kaufmann House), 1937 (photo: <a href="http://commons.wikimedia.org/wiki/File:Fallingwater_detail_-_DSC05656.JPG">Daderot</a>, CC0 1.0)&nbsp;</span></span></p> <h3>Influences</h3> <p>Although he denied it, Wright&nbsp;was influenced by every conceivable architectural style, but Fallingwater owes little to his previous designs (the only exceptions being perhaps&nbsp;the use of irregular stones that are also found on Taliesin and his interest in strong horizontal lines). At Fallingwater, he appears to be more concerned with responding to the European Modernist design that he had in part inspired&mdash;but that had since eclipsed him. In effect, he set out to beat the Europeans at their own game, using elements of their idiom.&nbsp;<br /> <span class="image-wrapper inline-image"><img alt="Walter Gropius and Adolf Meyer, competition entry for the Chicago Tribune Tower, 1922, perspective drawing, 22.5 x 13.3cm, gelatin silver print sheet (Harvard Art Museums)" src="https://ka-perseus-images.s3.amazonaws.com/b86e81b7af84f26d841284f81e981e5285fa7fd2.jpg" /><span class="image-caption">Walter Gropius and Adolf Meyer, competition entry for the Chicago Tribune Tower, 1922, perspective drawing, 22.5 x 13.3cm, gelatin silver print sheet (Harvard Art Museums)</span></span>We see, for example, inspiration drawn from the balconies of Gropius&rsquo; design for the Chicago Tribune Tower competition, though instead of the stark white of the International Style, he paints his balconies a warmer, earthen tone in deference to nature and perhaps the Adobe dwellings of the American Southwest.&nbsp;</p> <h3>Fallingwater&nbsp;falling down?</h3> <p>The Kaufmanns loved Wright&rsquo;s radical proposal to literally suspend the house over the waterfall. But Edgar Kaufmann Sr., ever the pragmatic business man&nbsp;(who had also studied engineering for a year at Yale) prudently sent a copy of Wright&rsquo;s blueprints to his engineer; who found the ground unstable and did not recommend that he proceed with the house. Wright was not happy with his client&rsquo;s lack of faith, but permitted an increase in the number and diameter of the structure&#39;s steel reinforcements&mdash;Kaufmann agreed to proceed. Its worth noting that the engineer&rsquo;s warnings later proved valid, an issue that &ldquo;haunted&rdquo; Wright for the rest of his life.<br /> <br /> <span class="block-image image-wrapper"><img alt="Historic American Buildings Survey Cervin Robinson, Photographer, 18 August 1963 EXTERIOR FROM SOUTHWEST - Frederick C. Robie House, 5757 Woodlawn Avenue, Chicago, Cook County, IL 5 x 7 inches (Library of Congress HABS ILL,16-CHIG,33--3)" src="https://ka-perseus-images.s3.amazonaws.com/16af31abaef69e592c45865588451f2078f0c770.jpg" /><span class="image-caption">Frank Lloyd Wright, Frederick C. Robie House, Historic American Buildings Survey, Cervin Robinson, Photographer, 18 August 1963, exterior from southwest, 5757 Woodlawn Avenue, Chicago, Cook County, IL 5 x 7 inches (Library of Congress HABS ILL,16-CHIG,33--3)</span></span></p> <p>Wright is famous for pushing the architectural envelope for dramatic effect. We see this is in the vast cantilevered wooden roof of Robie House in Chicago. In Fallingwater he chose ferro-concrete for his cantilevers, this use of reinforced concrete for the long suspended balconies was revolutionary. He boldly extended the balcony of the second floor master bedroom soaring six feet beyond the living room below.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Frank Lloyd Wright, Fallingwater, steps to stream (Edgar J. Kaufmann House), Bear Run, Pennsylvania (photo: Daderot, CC0 1.0) http://commons.wikimedia.org/wiki/File:Fallingwater_-_DSC05639.JPG" src="https://ka-perseus-images.s3.amazonaws.com/e2f01f2c2deb7307b2ae6975f343050d7846fba7.jpg" /><span class="image-caption">Frank Lloyd Wright, Fallingwater, steps to stream (Edgar J. Kaufmann House), Bear Run, Pennsylvania (photo: <a href="http://commons.wikimedia.org/wiki/File:Fallingwater_-_DSC05639.JPG">Daderot</a>, CC0 1.0)&nbsp;</span></span><span>However, due to the lack of proper support, cracks began appearing in the balcony floors soon after they were poured. Over the years since, cracks have been repeatedly repaired as the cantilevers continued to sag. By 2001 some of the 15 foot cantilevers had fallen more than 7 inches. To avoid a complete collapse, an ingenious system was devised using tensioned cables to correct the problem and stabilize Wright&rsquo;s masterwork.</span><br /> <br /> <span>Almost from the day of its completion, Fallingwater was celebrated around the world. The house and its architect were featured in major publications including the cover of <em>Time Magazine</em>. Over the years its fame has only increased. According to Franklin Toker, Fallingwater&rsquo;s most important contribution to Modern Architecture is surely the &quot;acceptance of Modern architecture itself.&quot;</span></p> <p>Essay by Charles Wiebe</p> <p>1&nbsp;Donald W. Hoppen,&nbsp;<em>The Seven Ages of Frank Lloyd Wright: The Creative Process</em>, Dover Publications: New York, 1993,&nbsp;page 23.</p> <p>2&nbsp;Edgard Tafel, Y<em>ears with Frank Lloyd Wright:&nbsp;Apprentice to Genius</em>,&nbsp;Courier Dover Publications, 1979.<br /> <br /> 3&nbsp;Hoppen,&nbsp;page 97.</p> <p>4 Franklin Toker,&nbsp;Fallingwater Rising: Frank Lloyd Wright, E. J. Kaufmann, and America&#39;s Most Extraordinary House,&nbsp;Alfred A. Knopf: New York, 2003, np.</p> <p>5&nbsp;Meryle Secrest, <em>Frank Lloyd Wright: A Biography</em>, University of Chicago Press: Chicago, 1992, page 168.</p> <p>&nbsp;</p>
