Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/14d57e7d762669e2ab15a28b59d8b8628e45ff44.jpg" /><span class="image-caption">Robert Smirke, South Portico, built 1846-47,<br /> The British Museum, 1823-57 (London)</span></span></p> <h3>A museum open to all studious and curious persons</h3> <p>In terms of painting, Europe was most definitely leading the way, the Louvre first opening its doors to the public in 1793, granting access to the French royal family&rsquo;s former collection of art. In England, on the other hand, public access to works of art was largely a private enterprise. The Egyptian Hall in London&rsquo;s Pall Mall being a good example. With its<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/d1c9728ba39dc9a2a9d5125c96f62eadd8361ec0.jpg" /><span class="image-caption">Peter Frederick Robertson, Egyptian Hall, 1812, (London (destroyed))</span></span> evocative neo-Egyptian fa&ccedil;ade, it was here Gericault exhibited his <em>The Raft of the Medusa </em>in 1820 and at other times large-scale works by important British painters such as Turner were on display, always to a paying audience (a shilling). It was not until the opening of the National Gallery in 1824, over thirty years after the Louvre, that the British had an art collection that belonged to the public and which they were free to visit.</p> <p><span>While lagging behind in some ways, in others London was somewhat ahead of the rest. It was here, for example, that the first public museum in the world was opened. &nbsp;The British Museum, was established in 1753 and open, free of charge &ldquo;to all studious and curious Persons.&rdquo; Well, in actual fact, there were quite stringent conditions for entry, being closed four days a week and all of August and September too. Then when it was open, visitors needed to apply for a ticket and present a letter of recommendation, while women, for propriety&rsquo;s sake, were only admitted in pairs.&nbsp;</span></p> <p>The Museum, in its first incarnation, was located in a grand mansion on Montague Street, the site of the present building. Along with books and manuscripts, its collection held some 80,000 objects of natural history and &ldquo;man-made curiosities,&rdquo; all of which were bequeathed<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c4f52917e0277d15ed833fcaf705b2959e6cf40c.jpg" /><span class="image-caption">Gray&rsquo;s Inn Lane Hand Axe, c. 350,000 BCE, flint, 165mm long, The British Museum (London)</span></span> to the nation by the Royal Physician and chocolatier Hans Sloane, among them a very old flint hand axe found near the bones of a massive elephant buried in the gravel on Gray&rsquo;s Inn Lane. While it is very doubtful those first curious and studious persons who entered the museum could conceivably have guessed its true date at 350,000 years or that massive elephants roamed the country back in the Stone Age, the questions such objects raised were absolutely fundamental to the emergence of new sciences in the nineteenth century, such as archeology, anthropology, geology and paleontology.</p> <p><span>Two other acquisitions that helped secure the Museum&rsquo;s international reputation were the Rosetta Stone (1802) and the Parthenon sculptures (1816). &nbsp;By 1823, when George IV gifted a library of 60,000 books he had inherited from his father, the Montague House site was no longer large enough to hold it all.&nbsp;</span></p> <h3>One of the greatest neoclassical interiors in London</h3> <p><span class="block-image image-wrapper"><img alt="Robert Smirke, The King's Library, The British Museum, 1823-7 (London) " src="https://ka-perseus-images.s3.amazonaws.com/5c8e92e73224932414305266740fcc56d9ce76ef.jpg" /><span class="image-caption">Robert Smirke, The King&#39;s Library, The British Museum, 1823-7 (London)</span></span></p> <p>The commission for the new building was given to Robert Smirke, a well-established neoclassical architect. The building took around thirty years to complete, its elevation mirroring the expanse of the British Empire itself. He started with the east wing, built to house the King&rsquo;s Library. It survives complete today and is considered one of the greatest neoclassical interiors in London.</p> <p><span>In 1827 construction on the remaining wings was begun, creating the famous quadrangle with its impressive colonnaded portico and two acre courtyard. The antique sourcing of the fa&ccedil;ade is predictable enough. Neoclassicism had been the prevailing fashion in European architecture since the 1750s and would have seemed an appropriate choice, especially given the number and quality of classical sculptures in the Museum (particularly the Parthenon sculptures). &nbsp;</span></p> <p>These must surely have influenced Smirke&rsquo;s design of the main entrance, which is modelled on Greek temple design and shares the same number of eight columns as the Parthenon itself. In scale though it is almost double the size, while the austere doric order is replaced by the based and slender columns and scrolled capitals of the ionic order, which, with all its connotations of wisdom and learning, must have been thought best suited for the building&rsquo;s purpose.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/805eb25ee0b11867161224a78dad19415c1d4435.jpg" /><span class="image-caption">Entablature (detail) Robert Smirke, The British Museum, 1823-57 (London)</span></span>The entablature (the entire horizontal area carried by the columns) is composed of a tripartite architrave (the lowest part of the entablature) with a blind frieze above (without sculptural decoration) and a dentilated cornice (dentils are the repeated blocks forming a pattern at the base of the cornice)&mdash;all running in an unbroken chain around the whole length of the south portico.</p> <p>The building is topped with a flat roof, the pediment therefore being false, in the sense that its function is decorative rather than structural, its pinnacle creating a vertical axis that bisects the main entrance way. The projecting wings, like the skene or scenic backdrop in an ancient Greek theatre, add&nbsp;a dramatic sweep to the fa&ccedil;ade, channelling the eye of the viewer to the main entrance.&nbsp;</p> <p>The conscious reworking of the classical language of architecture, drawing on a period which, according to enlightened tastes, marked the greatest flowering of art and culture in European history, obviously served to elevate the status of the building, expressing something of the pride and confidence of the British at the very heyday of their empire. While not necessarily equating Britain with Rome or Greece, the building did seem to suggest, firstly, that the British were carrying the torch of civilisation and, secondly, that they, like the Romans and the Greeks before them, were up to the task.</p> <p>This explicit nationalist message is illustrated in the pediment sculptures, designed by Richard Westmacott and given the grandiose name,<em> The Rise of Civilisation</em>. Here we see a female Britannia-like figure representing Enlightenment, surrounded by other allegorical figures standing for various artistic and scientific disciplines.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/33c7dd4aaca90762588361955f6aa7e69869d679.jpg" /><span class="image-caption">Richard Westmacott, <em>The Rise of Civilisation</em>,<br /> <span>Pediment of British Museum, 1845-51 (London)</span></span></span>To the far left, however, we find a different story. Here early man emerges, crawling from rubble to be handed the Lamp of Knowledge by the Angel of Enlightenment, behind him is a dog-like animal and behind that a crocodile. Though hard to pick out from ground level, that crocodile&rsquo;s snout is one of the most telling details in the whole sculpture, offering a foretaste of the debates that were soon to rage between religious and scientific communities. Though Darwin had yet to publish his On the Origin of Species, with the type of fossil and geological evidence that the Museum was amassing, the case for evolution was certainly mounting.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="The emergence of early man (detail), Richard Westmacott, The Rise of Civilisation, Pediment of British Museum, 1845-51 (London)" src="https://ka-perseus-images.s3.amazonaws.com/0a02cc4488ba475978b2659f44cd729138e03066.jpg" /><span class="image-caption">The emergence of early man (detail), Richard Westmacott, <em>The Rise of Civilisation</em>, Pediment of British Museum, 1845-51 (London)</span></span></p> <h3>New Technologies</h3> <p>Although on the face of it, the Museum might seem to be a very conservative building, the manner in which it was constructed was anything but. Smirke, for instance, was one of the first architects to make extensive use of concrete, laying it as a base for the cast iron frame that underpins the entire structure, a frame that was then filled with London stock brick and covered in a facing of Portland stone,<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/401d6350ef493bfcfe137085b78cd8180cb05ff4.jpg" /><span class="image-caption">Sydney Smirke, The Weston Hall, 1845-47, The British Museum (London)</span></span> brought all the way from Dorset.</p> <p>In the design of the interior, too, which was overseen by Smirke&rsquo;s brother, Sydney from 1845 onwards, British materials were used throughout, the floor of the entrance hall&mdash;the Weston Hall&mdash;being paved with York stone, the staircase balustrade and ornamental vases carved from Huddlestone stone and the sides of the Grand Staircase lined with red Aberdeen granite. While, the fact that these materials were all sourced from the British Isles reinforced the nationalist message, the vivid colours of the stones themselves created a luminous interior that was further adorned with colorful designs based on those found on classical buildings, which by the nineteenth century were known to be polychromatic. The original stonework has all survived to this day, while the 1847 painting and gilding was restored in 2000. The electric lamps in the hall are also replicas of the original, installed in 1879, making the Museum one of the first public buildings in London to be electrically lit.</p> <h3>The Reading Room</h3> <p>By the 1850s, with the collection continuing to expand, the site needed a yet larger library, the idea this time being to construct a round room in the central courtyard. <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/d99be86f90777578a8b4d8c434a8ff6678b08036.png" /><span class="image-caption">Sydney Smirke, The Reading Room, 1854-7, The British Museum (London)</span></span>Designed by Sydney Smirke, the Reading Room was built between 1854-1857. Given the size of it, 42.6m in diameter, the speed of construction, even assisted by modern building techniques, was astounding. Using cast iron, concrete and glass, it was a masterpiece of nineteenth-century technology, inspired as much by Paxton&rsquo;s ferrovitreous Crystal Palace as by the Pantheon in Rome; the airy and graceful internal dome disguising the complex fretwork of cast iron that supported it from without. Even the bookshelves were state-of-the-art, built of iron to carry the weight of the books and making up a staggering three miles of cases and twenty-five miles of shelving.&nbsp;</p> <h3>Recent Times</h3> <p><span>This was not the end of the story, though. In 1997, the books were relocated yet again to the newly built British Library on Euston Road and the old Reading Room transformed into an exhibition space, a move that provided the catalyst to revitalise the old courtyard. In 2000, Foster and Partner&rsquo;s Queen Elizabeth II Great Court was opened and the two buildings, the Museum and the Reading Room, were now connected with a huge glazed canopy spanning the two acres of the courtyard. And the story still continues, for even more recently yet more changes have been made, with the new World Conservation and Exhibitions Centres, designed by Rogers Stirk Harbour and Partners, due to open in 2014.</span><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/beedf6420cb14db2fb3f8591a7084c3644f5c0ce.jpg" /><span class="image-caption">Foster and Partners, Queen Elizabeth II Great Court, 1997</span></span>That the site is a constantly evolving one is only to be expected, given the ever-changing nature of the collection itself. An astonishing compendium of 260 years of human discoveries, the British Museum is indeed a house filled with many mansions, the outside of which, in the last analysis, however brilliant and varied in its construction it may be, will never come close to matching the glories within.</p> <p>Text by Ben Pollitt&nbsp;</p> <hr /> <p><strong>Additional resources:&nbsp;</strong></p> <p><a href="http://www.britishmuseum.org/about_us/the_museums_story/general_history.aspx">General history of the British Museum&nbsp;</a></p> <p><a href="http://www.britishmuseum.org/about_us/departments/ancient_egypt_and_sudan/history_of_the_collection.aspx">History of the British Museum collection</a></p> <p><a href="http://www.britishmuseum.org/explore/online_tours/britain/enlightenment_archaeology/pointed_flint_handaxe.aspx">The Grey&#39;s Inn handaxe and the birth of archeology&nbsp;</a></p> <p><a href="http://georgianlondon.com/post/55869874064/lost-london-the-egyptian-hall">More on the Egyptian Hall</a></p> <p><a href="http://www.merriam-webster.com/art/dict/column.htm">Diagram showing a column, with an entablature above, including a frieze and cornice</a></p> <p>&nbsp;</p>
it: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/14d57e7d762669e2ab15a28b59d8b8628e45ff44.jpg" /><span class="image-caption">Robert Smirke, South Portico, built 1846-47,<br /> The British Museum, 1823-57 (London)</span></span></p> <h3>A museum open to all studious and curious persons</h3> <p>In terms of painting, Europe was most definitely leading the way, the Louvre first opening its doors to the public in 1793, granting access to the French royal family&rsquo;s former collection of art. In England, on the other hand, public access to works of art was largely a private enterprise. The Egyptian Hall in London&rsquo;s Pall Mall being a good example. With its<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/d1c9728ba39dc9a2a9d5125c96f62eadd8361ec0.jpg" /><span class="image-caption">Peter Frederick Robertson, Egyptian Hall, 1812, (London (destroyed))</span></span> evocative neo-Egyptian fa&ccedil;ade, it was here Gericault exhibited his <em>The Raft of the Medusa </em>in 1820 and at other times large-scale works by important British painters such as Turner were on display, always to a paying audience (a shilling). It was not until the opening of the National Gallery in 1824, over thirty years after the Louvre, that the British had an art collection that belonged to the public and which they were free to visit.</p> <p><span>While lagging behind in some ways, in others London was somewhat ahead of the rest. It was here, for example, that the first public museum in the world was opened. &nbsp;The British Museum, was established in 1753 and open, free of charge &ldquo;to all studious and curious Persons.&rdquo; Well, in actual fact, there were quite stringent conditions for entry, being closed four days a week and all of August and September too. Then when it was open, visitors needed to apply for a ticket and present a letter of recommendation, while women, for propriety&rsquo;s sake, were only admitted in pairs.&nbsp;</span></p> <p>The Museum, in its first incarnation, was located in a grand mansion on Montague Street, the site of the present building. Along with books and manuscripts, its collection held some 80,000 objects of natural history and &ldquo;man-made curiosities,&rdquo; all of which were bequeathed<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c4f52917e0277d15ed833fcaf705b2959e6cf40c.jpg" /><span class="image-caption">Gray&rsquo;s Inn Lane Hand Axe, c. 350,000 BCE, flint, 165mm long, The British Museum (London)</span></span> to the nation by the Royal Physician and chocolatier Hans Sloane, among them a very old flint hand axe found near the bones of a massive elephant buried in the gravel on Gray&rsquo;s Inn Lane. While it is very doubtful those first curious and studious persons who entered the museum could conceivably have guessed its true date at 350,000 years or that massive elephants roamed the country back in the Stone Age, the questions such objects raised were absolutely fundamental to the emergence of new sciences in the nineteenth century, such as archeology, anthropology, geology and paleontology.</p> <p><span>Two other acquisitions that helped secure the Museum&rsquo;s international reputation were the Rosetta Stone (1802) and the Parthenon sculptures (1816). &nbsp;By 1823, when George IV gifted a library of 60,000 books he had inherited from his father, the Montague House site was no longer large enough to hold it all.&nbsp;</span></p> <h3>One of the greatest neoclassical interiors in London</h3> <p><span class="block-image image-wrapper"><img alt="Robert Smirke, The King's Library, The British Museum, 1823-7 (London) " src="https://ka-perseus-images.s3.amazonaws.com/5c8e92e73224932414305266740fcc56d9ce76ef.jpg" /><span class="image-caption">Robert Smirke, The King&#39;s Library, The British Museum, 1823-7 (London)</span></span></p> <p>The commission for the new building was given to Robert Smirke, a well-established neoclassical architect. The building took around thirty years to complete, its elevation mirroring the expanse of the British Empire itself. He started with the east wing, built to house the King&rsquo;s Library. It survives complete today and is considered one of the greatest neoclassical interiors in London.</p> <p><span>In 1827 construction on the remaining wings was begun, creating the famous quadrangle with its impressive colonnaded portico and two acre courtyard. The antique sourcing of the fa&ccedil;ade is predictable enough. Neoclassicism had been the prevailing fashion in European architecture since the 1750s and would have seemed an appropriate choice, especially given the number and quality of classical sculptures in the Museum (particularly the Parthenon sculptures). &nbsp;</span></p> <p>These must surely have influenced Smirke&rsquo;s design of the main entrance, which is modelled on Greek temple design and shares the same number of eight columns as the Parthenon itself. In scale though it is almost double the size, while the austere doric order is replaced by the based and slender columns and scrolled capitals of the ionic order, which, with all its connotations of wisdom and learning, must have been thought best suited for the building&rsquo;s purpose.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/805eb25ee0b11867161224a78dad19415c1d4435.jpg" /><span class="image-caption">Entablature (detail) Robert Smirke, The British Museum, 1823-57 (London)</span></span>The entablature (the entire horizontal area carried by the columns) is composed of a tripartite architrave (the lowest part of the entablature) with a blind frieze above (without sculptural decoration) and a dentilated cornice (dentils are the repeated blocks forming a pattern at the base of the cornice)&mdash;all running in an unbroken chain around the whole length of the south portico.</p> <p>The building is topped with a flat roof, the pediment therefore being false, in the sense that its function is decorative rather than structural, its pinnacle creating a vertical axis that bisects the main entrance way. The projecting wings, like the skene or scenic backdrop in an ancient Greek theatre, adds a dramatic sweep to the fa&ccedil;ade, channelling the eye of the viewer to the main entrance.&nbsp;</p> <p>The conscious reworking of the classical language of architecture, drawing on a period which, according to enlightened tastes, marked the greatest flowering of art and culture in European history, obviously served to elevate the status of the building, expressing something of the pride and confidence of the British at the very heyday of their empire. While not necessarily equating Britain with Rome or Greece, the building did seem to suggest, firstly, that the British were carrying the torch of civilisation and, secondly, that they, like the Romans and the Greeks before them, were up to the task.</p> <p>This explicit nationalist message is illustrated in the pediment sculptures, designed by Richard Westmacott and given the grandiose name,<em> The Rise of Civilisation</em>. Here we see a female Britannia-like figure representing Enlightenment, surrounded by other allegorical figures standing for various artistic and scientific disciplines.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/33c7dd4aaca90762588361955f6aa7e69869d679.jpg" /><span class="image-caption">Richard Westmacott, <em>The Rise of Civilisation</em>,<br /> <span>Pediment of British Museum, 1845-51 (London)</span></span></span>To the far left, however, we find a different story. Here early man emerges, crawling from rubble to be handed the Lamp of Knowledge by the Angel of Enlightenment, behind him is a dog-like animal and behind that a crocodile. Though hard to pick out from ground level, that crocodile&rsquo;s snout is one of the most telling details in the whole sculpture, offering a foretaste of the debates that were soon to rage between religious and scientific communities. Though Darwin had yet to publish his On the Origin of Species, with the type of fossil and geological evidence that the Museum was amassing, the case for evolution was certainly mounting.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="The emergence of early man (detail), Richard Westmacott, The Rise of Civilisation, Pediment of British Museum, 1845-51 (London)" src="https://ka-perseus-images.s3.amazonaws.com/0a02cc4488ba475978b2659f44cd729138e03066.jpg" /><span class="image-caption">The emergence of early man (detail), Richard Westmacott, <em>The Rise of Civilisation</em>, Pediment of British Museum, 1845-51 (London)</span></span></p> <h3>New Technologies</h3> <p>Although on the face of it, the Museum might seem to be a very conservative building, the manner in which it was constructed was anything but. Smirke, for instance, was one of the first architects to make extensive use of concrete, laying it as a base for the cast iron frame that underpins the entire structure, a frame that was then filled with London stock brick and covered in a facing of Portland stone,<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/401d6350ef493bfcfe137085b78cd8180cb05ff4.jpg" /><span class="image-caption">Sydney Smirke, The Weston Hall, 1845-47, The British Museum (London)</span></span> brought all the way from Dorset.</p> <p>In the design of the interior, too, which was overseen by Smirke&rsquo;s brother, Sydney from 1845 onwards, British materials were used throughout, the floor of the entrance hall&mdash;the Weston Hall&mdash;being paved with York stone, the staircase balustrade and ornamental vases carved from Huddlestone stone and the sides of the Grand Staircase lined with red Aberdeen granite. While, the fact that these materials were all sourced from the British Isles reinforced the nationalist message, the vivid colours of the stones themselves created a luminous interior that was further adorned with colorful designs based on those found on classical buildings, which by the nineteenth century were known to be polychromatic. The original stonework has all survived to this day, while the 1847 painting and gilding was restored in 2000. The electric lamps in the hall are also replicas of the original, installed in 1879, making the Museum one of the first public buildings in London to be electrically lit.</p> <h3>The Reading Room</h3> <p>By the 1850s, with the collection continuing to expand, the site needed a yet larger library, the idea this time being to construct a round room in the central courtyard. <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/d99be86f90777578a8b4d8c434a8ff6678b08036.png" /><span class="image-caption">Sydney Smirke, The Reading Room, 1854-7, The British Museum (London)</span></span>Designed by Sydney Smirke, the Reading Room was built between 1854-1857. Given the size of it, 42.6m in diameter, the speed of construction, even assisted by modern building techniques, was astounding. Using cast iron, concrete and glass, it was a masterpiece of nineteenth-century technology, inspired as much by Paxton&rsquo;s ferrovitreous Crystal Palace as by the Pantheon in Rome; the airy and graceful internal dome disguising the complex fretwork of cast iron that supported it from without. Even the bookshelves were state-of-the-art, built of iron to carry the weight of the books and making up a staggering three miles of cases and twenty-five miles of shelving.&nbsp;</p> <h3>Recent Times</h3> <p><span>This was not the end of the story, though. In 1997, the books were relocated yet again to the newly built British Library on Euston Road and the old Reading Room transformed into an exhibition space, a move that provided the catalyst to revitalise the old courtyard. In 2000, Foster and Partner&rsquo;s Queen Elizabeth II Great Court was opened and the two buildings, the Museum and the Reading Room, were now connected with a huge glazed canopy spanning the two acres of the courtyard. And the story still continues, for even more recently yet more changes have been made, with the new World Conservation and Exhibitions Centres, designed by Rogers Stirk Harbour and Partners, due to open in 2014.</span><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/beedf6420cb14db2fb3f8591a7084c3644f5c0ce.jpg" /><span class="image-caption">Foster and Partners, Queen Elizabeth II Great Court, 1997</span></span>That the site is a constantly evolving one is only to be expected, given the ever-changing nature of the collection itself. An astonishing compendium of 260 years of human discoveries, the British Museum is indeed a house filled with many mansions, the outside of which, in the last analysis, however brilliant and varied in its construction it may be, will never come close to matching the glories within.</p> <p>Text by Ben Pollitt&nbsp;</p> <hr /> <p><strong>Additional resources:&nbsp;</strong></p> <p><a href="http://www.britishmuseum.org/about_us/the_museums_story/general_history.aspx">General history of the British Museum&nbsp;</a></p> <p><a href="http://www.britishmuseum.org/about_us/departments/ancient_egypt_and_sudan/history_of_the_collection.aspx">History of the British Museum collection</a></p> <p><a href="http://www.britishmuseum.org/explore/online_tours/britain/enlightenment_archaeology/pointed_flint_handaxe.aspx">The Grey&#39;s Inn handaxe and the birth of archeology&nbsp;</a></p> <p><a href="http://georgianlondon.com/post/55869874064/lost-london-the-egyptian-hall">More on the Egyptian Hall</a></p> <p><a href="http://www.merriam-webster.com/art/dict/column.htm">Diagram showing a column, with an entablature above, including a frieze and cornice</a></p> <p>&nbsp;</p>
