Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Khusraw Discovers Shirin Bathing, From Pictorial Cycle of Eight Poetic Subjects, mid 18th century, oil on canvas, 91.4 x 88.9 cm, Shiraz, Iran (Brooklyn Museum) " src="https://ka-perseus-images.s3.amazonaws.com/491f7dd71b76ea2b3ed7dc60e3f7eface23bf0a7.jpg" /><span class="image-caption"><em>Khusraw Discovers Shirin Bathing</em>, From Pictorial Cycle of Eight Poetic Subjects, mid 18th century, oil on canvas, 91.4 x 88.9 cm, Shiraz, Iran (Brooklyn Museum)</span></span></p> <p><span>On the bank of a cool spring in a lush meadow, a beautiful princess swoons at the sight of a young prince who has stumbled upon her bathing. To an eighteenth century audience, the pair would have been immediately recognizable as Shirin and Khusraw, two of the most famous lovers in the history of Persian literature. Although rendered in oils with a palette indebted to the European&nbsp;Renaissance, the canvas immediately betrays its Islamic origin in its carefully rounded top&mdash;it was&nbsp;designed to fit into the window-shaped niches common in Persian architecture of the period. Putatively titled <em>Khusraw Discovers Shirin Bathing</em>, the work emerges from a cycle of eight paintings that share a similar style and scale, depicting scenes of hunt as well as events drawn from biblical, Qur&rsquo;anic, and poetic narratives.</span></p> <h3>For the love of images</h3> <p>The content of the painting derives from Nizami&rsquo;s <em>Khamsa</em>, an immensely popular quintet of poems compiled in the thirteenth century. Of the stories recounted, the tale of the love shared between Shirin, a Lebanese princess, and Khusraw, a Sasanian prince, was most celebrated for its romantic appeal and poetic rendering. Nizami&rsquo;s telling of the story emphasizes the power of words and images to inflame the passions of the two lovers. The story is set in motion when Khusraw, aroused by the vivid description of Shirin&rsquo;s beauty by his court painter, Shapur, sends the artist off to lure the princess into his kingdom.</p> <p><span class="block-image image-wrapper"><img alt=" Shirin Examines the Portrait of Khusraw, 1431, gouache, 23.7 x 13.7 cm, Timurid Dynasty, Iran (Hermitage Museum)" src="https://ka-perseus-images.s3.amazonaws.com/e36445d74e4fffc0b6bade678dda7e99887d8fca.png" /><span class="image-caption"> <em>Shirin Examines the Portrait of Khusraw </em>(miniature from the manuscript Khamsa by Nizami), 1431, gouache, 23.7 x 13.7 cm, Timurid Dynasty, Iran (Hermitage Museum)</span></span></p> <p>Upon arriving in Lebanon, Shapur baits the princess by planting paintings of Khusraw in her path over the course of three days. At first Shirin&rsquo;s handmaidens destroy Khusraw&rsquo;s image and burn rue (an herb) to break the painting&rsquo;s spell. However, on the third day, Shirin falls in love with the man in the painting and learns of his identity from Shapur. A tremendously popular subject for illustration, Shirin&rsquo;s enchantment by the image of Khusraw underscores the esteemed position held by figural imagery in Persian culture.</p> <h3>Setting the seen</h3> <p>Heart aflutter and with the aid of Shabdiz, her aunt&rsquo;s famously fast horse, Shirin abandons her companions at the next day&rsquo;s hunt and departs for Persia. Meanwhile, because of conspiring adversaries, Khusraw is forced to flee his palace in disguise and sets a course for Armenia to find Shirin.</p> <p>What follows is Nizami&rsquo;s account of the fated meeting of the lovers depicted in the present painting:</p> <blockquote> <p>For fourteen days and fourteen nights she [Shirin] traveled. Then she came upon an emerald field in which there gleamed a gentle pool&hellip; When she had satisfied herself that she was quite alone, she tethered Shabdiz and prepared to bathe. Beautiful was the whiteness of her skin against the blueness of the water. She loosed her braids and washed her long black hair, and the moon-like reflection of her face was caught in the shallows of the pool (Chelkowski, 25).</p> </blockquote> <p>Meanwhile, Khusraw&rsquo;s rapid departure from his palace brings him into the vicinity of the princess.</p> <blockquote> <p>[H]e ordered his attendants to feed their horses while he rode on alone. Suddenly, he came upon the pool in the emerald field and saw Shirin sitting in the water like a lily. At the sight of her his heart caught fire and burned; he trembled with desire in every limb. Softly he rode toward her and whispered to himself how he would like to have such a beautiful maiden and such a black horse as hers&hellip;Suddenly, Shirin looked up. Startled, she gathered her black hair about her like a cloak, emerged from the pool, dressed, and mounted her horse. At the touch of her heel, Shabdiz carried her off into the shadows of the late afternoon (Chelkowski, 26).</p> </blockquote> <h3>Narrative infidelities</h3> <p>Beyond the inclusion of Khusraw in the vicinity of the bathing Shirin, very little of the painting corresponds to Nizami&rsquo;s telling of the event. Khusraw appears in royal attire, undisguised, while the queen&rsquo;s famous black horse is rendered in silver and brown. &nbsp;While these minor contradictions to the text perpetuate errors&nbsp;common in earlier miniatures, the &nbsp;addition of three extraneous figures &nbsp;complicates a story that hinges upon the intimacy established by the isolation of the characters from their retinue.</p> <p><span class="block-image image-wrapper"><img alt="Khursaw and Shiring (details), Khusraw Discovers Shirin Bathing, From Pictorial Cycle of Eight Poetic Subjects, mid 18th century, oil on canvas, 91.4 x 88.9 cm, Shiraz, Iran (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/7548de955eb9167d2b15766f1fd56cc559396109.jpg" /><span class="image-caption">Khursaw and Shiring (details), <em>Khusraw Discovers Shirin Bathing</em>, From Pictorial Cycle of Eight Poetic Subjects, mid 18th century, oil on canvas, 91.4 x 88.9 cm, Shiraz, Iran (Brooklyn Museum)</span></span></p> <p>Shirin and her attendant appear to notice Khusraw&rsquo;s approach before he sets his sight on the princess. Both women look up toward the prince, guiding the viewer&rsquo;s attention toward his presence in the center of the canvas. Khusraw and his companion appear unaware of the princess and her attendant. Khusraw, gesturing to his face and looking to the sky, appears in a state of distracted reverie. A contrary reading of the painting might interpret the rosy cheeks of Khusraw and his partner as indicating their awareness of the bathing Shirin. Khusraw&rsquo;s gesture transforms into the coy reaction of a voyeur who has been caught looking.</p> <h3>Blending traditions</h3> <p>Persian painting prior to the introduction of European oil on canvas techniques survive primarily&nbsp;as wall murals or as manuscript miniatures. Consequently, the aesthetic appreciation of a painted narrative was either extremely intimate or communally shared. Easel painting, the dominant mode operating in Europe in the 18th century, offered a productive middle ground. Painting on canvas permitted greater flexibility in size and portability while loosening the physical connection of images to textual description.</p> <p><span class="image-wrapper inline-image"><img alt="Shaikh Zada, Khusrau Catches Sight of Shirin Bathing&quot;, Folio from a Khamsa (Quintet) of Nizami, c. 1524-25, ink, opaque watercolor, and gold on paper, page: 32.1 x 22.2 cm (Metropolitan Museum of Art) " src="https://ka-perseus-images.s3.amazonaws.com/bf1a5d36f1e500685c1748da7fd7381081c19c9b.jpg" /><span class="image-caption">Shaikh Zada, <em>Khusrau Catches Sight of Shirin Bathing</em>, Folio from a Khamsa (Quintet) of Nizami, c. 1524-25, ink, opaque watercolor, and gold on paper, page: 32.1 x 22.2 cm (Metropolitan Museum of Art) </span></span>The muted palette and chiaroscuro used by the painter of <em>Khusraw Discovers Shirin Bathing</em> shows the influence of European conventions. Nevertheless, the absence of perspectival space and subsequent flattening of figures in the painting are indebted to the Persian manuscript tradition. The artist&rsquo;s contact with European art was likely one of technical innovation rather than pictorial convention. Such superficial integration of foreign aesthetics by Persian artists is characteristic of a broader, global blending of regional styles due to increased trade contacts and political conflict during this period. It would not be until the early nineteenth century that Persian painters were sent to Europe to be trained in this mode.</p> <p>The installation of arch-topped canvases within architectural niches extended the tradition of mural painting on walls of palaces into a broader social sphere. Historical records confirm that earlier mural paintings depicting scenes from Nizami&rsquo;s poetry were supplemented by panels of explanatory text. Such an addition would certainly temper the artistic liberties taken by the painting&rsquo;s creator.&nbsp;The subjects depicted in the cycle from which the present painting comes suggest that the paintings were hung in a room used for entertaining guests either in a home or pavilion. Here, the paintings would serve to stimulate conversation among educated visitors.</p> <p>Essay by&nbsp;Corey Rice</p> <hr /> <p><strong>Additional resources:</strong></p> <p>Peter J.&nbsp;Chelkowski, &nbsp;<em>Mirror of the Invisible World: Tales from the Khamseh of Nizami (</em>New York: The Metropolitan Museum of Art, 1976).</p> <p>Layla S.&nbsp;Diba, &ldquo;Persian Painting in the Eighteenth Century: Tradition and Transmission.&rdquo; &nbsp; <em>&nbsp;Muqarnas</em>&nbsp;vol. 6 (1989), pp.&nbsp;147-160.</p> <p>Layla S.&nbsp;Diba&nbsp;&nbsp;and Maryam Ekhtiar (eds).,&nbsp;<em>Royal Persian Paintings: The Qajar Epoch &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 1785-1925 </em>(New York: St. Martin&rsquo;s Press, 1998).</p> <p><a href="http://www.metmuseum.org/research/metpublications/Mirror_of_the_Invisible_World_Tales_from_the_Khamseh_of_Nizami">Peter J. Chelkowski&rsquo;s English Translation of Nizami&rsquo;s Khamsa</a></p> <p><a href="http://exhibitions.slv.vic.gov.au/love-and-devotion">&quot;Love and Devotion, from Persia and Beyond,&quot;&nbsp;from the State Library of Victoria</a></p> <p><a href="http://www.iranicaonline.org/articles/europe-persian-image-of">Persian Perspectives of Europe from the&nbsp;Encyclop&aelig;dia Iranica</a></p>
it: <p><span class="block-image image-wrapper"><img alt="Khusraw Discovers Shirin Bathing, From Pictorial Cycle of Eight Poetic Subjects, mid 18th century, oil on canvas, 91.4 x 88.9 cm, Shiraz, Iran (Brooklyn Museum) " src="https://ka-perseus-images.s3.amazonaws.com/491f7dd71b76ea2b3ed7dc60e3f7eface23bf0a7.jpg" /><span class="image-caption"><em>Khusraw Discovers Shirin Bathing</em>, From Pictorial Cycle of Eight Poetic Subjects, mid 18th century, oil on canvas, 91.4 x 88.9 cm, Shiraz, Iran (Brooklyn Museum)</span></span></p> <p><span>On the bank of a cool spring in a lush meadow, a beautiful princess swoons at the sight of a young prince who has stumbled upon her bathing. To an eighteenth century audience, the pair would have been immediately recognizable as Shirin and Khusraw, two of the most famous lovers in the history of Persian literature. Although rendered in oils with a palette indebted to the European&nbsp;Renaissance, the canvas immediately betrays its Islamic origin in its carefully rounded top&mdash;it was&nbsp;designed to fit into the window-shaped niches common in Persian architecture of the period. Putatively titled <em>Khusraw Discovers Shirin Bathing</em>, the work emerges from a cycle of eight paintings that share a similar style and scale, depicting scenes of hunt as well as events drawn from biblical, Qur&rsquo;anic, and poetic narratives.</span></p> <h3>For the love of images</h3> <p>The content of the painting derives from Nizami&rsquo;s <em>Khamsa</em>, an immensely popular quintet of poems compiled in the thirteenth century. Of the stories recounted, the tale of the love shared between Shirin, a Lebanese princess, and Khusraw, a Sasanian prince, was most celebrated for its romantic appeal and poetic rendering. Nizami&rsquo;s telling of the story emphasizes the power of words and images to inflame the passions of the two lovers. The story is set in motion when Khusraw, aroused by the vivid description of Shirin&rsquo;s beauty by his court painter, Shapur, sends the artist off to lure the princess into his kingdom.</p> <p><span class="block-image image-wrapper"><img alt=" Shirin Examines the Portrait of Khusraw, 1431, gouache, 23.7 x 13.7 cm, Timurid Dynasty, Iran (Hermitage Museum)" src="https://ka-perseus-images.s3.amazonaws.com/e36445d74e4fffc0b6bade678dda7e99887d8fca.png" /><span class="image-caption"> <em>Shirin Examines the Portrait of Khusraw </em>(miniature from the manuscript Khamsa by Nizami), 1431, gouache, 23.7 x 13.7 cm, Timurid Dynasty, Iran (Hermitage Museum)</span></span></p> <p>Upon arriving in Lebanon, Shapur baits the princess by planting paintings of Khusraw in her path over the course of three days. At first Shirin&rsquo;s handmaidens destroy Khusraw&rsquo;s image and burn rue (an herb) to break the painting&rsquo;s spell. However, on the third day, Shirin falls in love with the man in the painting and learns of his identity from Shapur. A tremendously popular subject for illustration, Shirin&rsquo;s enchantment by the image of Khusraw underscores the esteemed position held by figural imagery in Persian culture.</p> <h3>Setting the seen</h3> <p>Heart aflutter and with the aid of Shabdiz, her aunt&rsquo;s famously fast horse, Shirin abandons her companions at the next day&rsquo;s hunt and departs for Persia. Meanwhile, because of conspiring adversaries, Khusraw is forced to flee his palace in disguise and sets a course for Armenia to find Shirin.</p> <p>What follows is Nizami&rsquo;s account of the fated meeting of the lovers depicted in the present painting:</p> <blockquote> <p>For fourteen days and fourteen nights she [Shirin] traveled. Then she came upon an emerald field in which there gleamed a gentle pool&hellip; When she had satisfied herself that she was quite alone, she tethered Shabdiz and prepared to bathe. Beautiful was the whiteness of her skin against the blueness of the water. She loosed her braids and washed her long black hair, and the moon-like reflection of her face was caught in the shallows of the pool (Chelkowski, 25).</p> </blockquote> <p>Meanwhile, Khusraw&rsquo;s rapid departure from his palace brings him into the vicinity of the princess.</p> <blockquote> <p>[H]e ordered his attendants to feed their horses while he rode on alone. Suddenly, he came upon the pool in the emerald field and saw Shirin sitting in the water like a lily. At the sight of her his heart caught fire and burned; he trembled with desire in every limb. Softly he rode toward her and whispered to himself how he would like to have such a beautiful maiden and such a black horse as hers&hellip;Suddenly, Shirin looked up. Startled, she gathered her black hair about her like a cloak, emerged from the pool, dressed, and mounted her horse. At the touch of her heel, Shabdiz carried her off into the shadows of the late afternoon (Chelkowski, 26).</p> </blockquote> <h3>Narrative infidelities</h3> <p>Beyond the inclusion of Khusraw in the vicinity of the bathing Shirin, very little of the painting corresponds to Nizami&rsquo;s telling of the event. Khusraw appears in royal attire, undisguised, while the queen&rsquo;s famous black horse is rendered in silver and brown. &nbsp;While these minor contradictions to the text perpetuate errors&nbsp;common in earlier miniatures, the &nbsp;addition of three extraneous figures &nbsp;complicates a story that hinges upon the intimacy established by the isolation of the characters from their retinue.</p> <p><span class="block-image image-wrapper"><img alt="Khursaw and Shiring (details), Khusraw Discovers Shirin Bathing, From Pictorial Cycle of Eight Poetic Subjects, mid 18th century, oil on canvas, 91.4 x 88.9 cm, Shiraz, Iran (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/7548de955eb9167d2b15766f1fd56cc559396109.jpg" /><span class="image-caption">Khursaw and Shiring (details), <em>Khusraw Discovers Shirin Bathing</em>, From Pictorial Cycle of Eight Poetic Subjects, mid 18th century, oil on canvas, 91.4 x 88.9 cm, Shiraz, Iran (Brooklyn Museum)</span></span></p> <p>Shirin and her attendant appear to notice Khusraw&rsquo;s approach before he sets his sight on the princess. Both women look up toward the prince, guiding the viewer&rsquo;s attention toward his presence in the center of the canvas. Khusraw and his companion appear unaware of the princess and her attendant. Khusraw, gesturing to his face and looking to the sky, appears in a state of distracted reverie. A contrary reading of the painting might interpret the rosy cheeks of Khusraw and his partner as indicating their awareness of the bathing Shirin. Khusraw&rsquo;s gesture transforms into the coy reaction of a voyeur who has been caught looking.</p> <h3>Blending traditions</h3> <p>Persian painting prior to the introduction of European oil on canvas techniques survive primarily&nbsp;as wall murals or as manuscript miniatures. Consequently, the aesthetic appreciation of a painted narrative was either extremely intimate or communally shared. Easel painting, the dominant mode operating in Europe in the 18th century, offered a productive middle ground. Painting on canvas permitted greater flexibility in size and portability while loosening the physical connection of images to textual description.</p> <p><span class="image-wrapper inline-image"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/bf1a5d36f1e500685c1748da7fd7381081c19c9b.jpg" /><span class="image-caption">Shaikh Zada, <em>Khusrau Catches Sight of Shirin Bathing</em>, Folio from a Khamsa (Quintet) of Nizami, c. 1524-25, ink, opaque watercolor, and gold on paper, page: 32.1 x 22.2 cm (Metropolitan Museum of Art) </span></span>The muted palette and chiaroscuro used by the painter of <em>Khusraw Discovers Shirin Bathing</em> shows the influence of European conventions. Nevertheless, the absence of perspectival space and subsequent flattening of figures in the painting are indebted to the Persian manuscript tradition. The artist&rsquo;s contact with European art was likely one of technical innovation rather than pictorial convention. Such superficial integration of foreign aesthetics by Persian artists is characteristic of a broader, global blending of regional styles due to increased trade contacts and political conflict during this period. It would not be until the early nineteenth century that Persian painters were sent to Europe to be trained in this mode.</p> <p>The installation of arch-topped canvases within architectural niches extended the tradition of mural painting on walls of palaces into a broader social sphere. Historical records confirm that earlier mural paintings depicting scenes from Nizami&rsquo;s poetry were supplemented by panels of explanatory text. Such an addition would certainly temper the artistic liberties taken by the painting&rsquo;s creator.&nbsp;The subjects depicted in the cycle from which the present painting comes suggest that the paintings were hung in a room used for entertaining guests either in a home or pavilion. Here, the paintings would serve to stimulate conversation among educated visitors.</p> <p>Essay by&nbsp;Corey Rice</p> <hr /> <p><strong>Additional resources:</strong></p> <p>Peter J.&nbsp;Chelkowski, &nbsp;<em>Mirror of the Invisible World: Tales from the Khamseh of Nizami (</em>New York: The Metropolitan Museum of Art, 1976).</p> <p>Layla S.&nbsp;Diba, &ldquo;Persian Painting in the Eighteenth Century: Tradition and Transmission.&rdquo; &nbsp; <em>&nbsp;Muqarnas</em>&nbsp;vol. 6 (1989), pp.&nbsp;147-160.</p> <p>Layla S.&nbsp;Diba&nbsp;&nbsp;and Maryam Ekhtiar (eds).,&nbsp;<em>Royal Persian Paintings: The Qajar Epoch &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 1785-1925 </em>(New York: St. Martin&rsquo;s Press, 1998).</p> <p><a href="http://www.metmuseum.org/research/metpublications/Mirror_of_the_Invisible_World_Tales_from_the_Khamseh_of_Nizami">Peter J. Chelkowski&rsquo;s English Translation of Nizami&rsquo;s Khamsa</a></p> <p><a href="http://exhibitions.slv.vic.gov.au/love-and-devotion">&quot;Love and Devotion, from Persia and Beyond,&quot;&nbsp;from the State Library of Victoria</a></p> <p><a href="http://www.iranicaonline.org/articles/europe-persian-image-of">Persian Perspectives of Europe from the&nbsp;Encyclop&aelig;dia Iranica</a></p>
