Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Unknown Artist, Madonna della Misericordia (detail, view of Florence), 1342, Museo del Bigallo, Florence. Unknown Artist, Madonna della Misericordia (detail, view of Florence), 1342 (Museo del Bigallo, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/9dacb38a199af30dee92e2e8371518217dbaf8d1.jpg" /><span class="image-caption">Unknown Artist, <em>Madonna della Misericordia</em> (detail, view of Florence), 1342, Museo del Bigallo, Florence</span></span></p> <h3>Boom times in Florence</h3> <p>The city-state of Florence in the thirteenth and early fourteenth centuries was a city on the rise. Urbanization was experienced by all Italian cities at this time and Florence&rsquo;s population doubled in size. But more than almost any other town, Florence saw an explosion in international trade and innovations in finance. A new class of bankers and merchants replaced the old noble families as the center of power, developing a complex, barely democratic social structure that hung in a careful balance.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="View of Palazzo della Signoria, 1299-1310, designed by Arnolfo di Cambio" src="https://ka-perseus-images.s3.amazonaws.com/ed62d6c1d186e237b36c66eb2f3d38bda01ce547.jpg" /><span class="image-caption">View of Palazzo della Signoria, 1299-1310, designed by Arnolfo di Cambio</span></span></p> <p>Art and architecture helped define the relationships between individuals and the bewildering array of civic, professional, and religious institutions that made up the fabric of Florentine society. Thanks to the city&rsquo;s newfound wealth, impressive communal building projects were undertaken, like the building of a new seat of government, the Palazzo della Signoria.</p> <h3>Church and state&nbsp;</h3> <p>During this building boom, church and state were anything but separate. Public funds were used to erect many of the religious centers, including the cathedral, Santa Maria del Fiore. Subsidies were even given over to the large new churches needed to accommodate growing audiences for the sermons of the mendicant orders (monks that had forsaken worldly possessions and that lived and preached in the cities). The largest of these mendicant behemoths were the Franciscan church of Santa Croce and the Dominican church of Santa Maria Novella.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="View of the nave of the church of Santa Croce in Florence" src="https://ka-perseus-images.s3.amazonaws.com/8af80670f128e29a5591f68fd45182163a9c663f.jpg" /><span class="image-caption">View of the nave of the church of Santa Croce in Florence</span></span></p> <h3>Guilds and private patrons too&nbsp;</h3> <p>Happily, the decoration of buildings throughout the city fell to a widening range of patrons. Professional guilds (somewhat like our trade unions) were often in charge of decorating public spaces with painting and, increasingly, architectural sculpture. Groups of priests, nuns, and confraternities (organizations of laypeople that gathered to perform acts of charity or sing hymns) hired artists to create devotional images and lavish books of hymns. For the first time, wealthy individuals and families could even purchase the rights to use and decorate chapels within a church.&nbsp;</p> <h3>A more personal spirituality</h3> <p>But art was not all about public displays of wealth or works of communal beautification. Faith and spirituality became more deeply personal even as they became more public. More than in previous centuries, images played an important role in focusing a person&rsquo;s devotion to Christ, Mary and the saints&mdash;in imagining their lives or picturing how they might appear in all their heavenly glory. In fact, images didn&rsquo;t just maintain relationships within Florentine society, they built imagined relationships between viewers and the sacred figures they portrayed. This affected more than just the amount of art people needed; it affected what they wanted it to look like. And in the course of the fourteenth century, what they wanted it to look like would change dramatically.</p> <h3>The Italo-Byzantine style</h3> <p><span class="image-wrapper inline-image"><img alt="Coppo di Marcovaldo and his son Salerno, Crucifixion, 1274 (Pistoia Cathedral)" src="https://ka-perseus-images.s3.amazonaws.com/d47dafe9fd25ad5ca42d1bf43040ea05c76af576.jpg" /><span class="image-caption">Coppo di Marcovaldo and his son Salerno, <em>Crucifixion</em>, 1274 (Pistoia Cathedral)</span></span></p> <p>Like the art of most Italian cities at the time, thirteenth-century art in Florence was heavily influenced by Byzantine art (the art of the Byzantine Empire). Images from this period are in fact often described as &ldquo;Italo-Byzantine,&rdquo; a label that reflects how artists such as Coppo di Marcovaldo (and many more artists whose names we don&rsquo;t know) adapted the foreign style into something altogether Italian.</p> <p>In painting, this meant emulating the way figures were strongly outlined against glittering gold backgrounds like those seen in Byzantine icons and mosaics. These ornate images seem to directly engage the viewer by pressing whatever is being depicted by the artist to the surface of the painting or mosaic. Figures are formed out of abstract but expressive shapes designed to identify various body parts or items of clothing while creating beautiful patterns. In narrative images, each story plays out across the field of representation instead of within it, eliminating the need for a sense of depth.</p> <h3><span class="image-wrapper inline-image"><img alt="Cimabue, Santa Trinita Madonna (Madonna and Child Enthroned), 1280-90 tempera on panel (Galleria degli Uffizi, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/337136f84864b1990f529261ce815399bcae209e.jpg" /><span class="image-caption">Cimabue,<em> Santa Trinita Madonna (Madonna and Child Enthroned)</em>, 1280-90 tempera on panel (Galleria degli Uffizi, Florence) </span></span>A new style emerges&nbsp;</h3> <p>During the late thirteenth century, artists in a handful of Italian cities began to move away from the Italo-Byzantine style. The Roman artist Pietro Cavallini created frescoes and mosaics featuring solid, monumentalizing figures; the sculptor Nicola Pisano studied ancient Roman sculpture; Sienese artists seem to have broken new ground in exploring perspective. &nbsp;</p> <p>Meanwhile, back in Florence, Cimabue&rsquo;s paintings showed more interest in depicting space and modeling figures with gradations of light and shade. These ideas spread as artists travelled throughout Italy and southern France in search of work, creating a network of artistic centers that all exerted influence on one another.</p> <p>&nbsp;</p> <h3><span class="image-wrapper inline-image"><img alt="Giotto di Bondone, The Ognissanti Madonna, 1306-10, tempera on panel, 128 x 80 1/4&quot; or 325 x 204 cm (Galleria degli Uffizi, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/9afde9efa4109d1a56e7e6e00e5ae316d10c76a9.jpg" /><span class="image-caption">Giotto di Bondone, <em>The Ognissanti Madonna</em>, 1306-10, tempera on panel, 128 x 80 1/4&quot; or 325 x 204 cm (Galleria degli Uffizi, Florence)</span></span>Giotto</h3> <p>As the new century opened, the painter Giotto di Bondone observed many of these currents and forged them into something distinctively Florentine and enormously influential.</p> <p>Where earlier works of art engage us with the embellished splendor of the heavenly, Giotto&rsquo;s paintings capture our attention by representing holy figures and stories as if in a majestic but earthly realm. Bold modeling of draperies and the bodies beneath them gives his figures greater volume and a sense of sculptural relief. Clever kinds of perspective create the illusion that a space is opening up in front of the viewer, as if we might be peering onto a stage.</p> <p><span class="block-image image-wrapper"><img alt="Giotto, Meeting at the Golden Gate, Arena (Scrovegni) Chapel, Padua, c. 1305 " src="https://ka-perseus-images.s3.amazonaws.com/16c8ae4b5b7e791abbb8b64df0597447a55e5f56.jpg" /><span class="image-caption">Giotto, <em>Meeting at the Golden Gate</em>, Arena (Scrovegni) Chapel, Padua, c. 1305</span></span></p> <p>Perhaps just as importantly, Giotto was a master of visual storytelling &ndash; a skill evident in his most important surviving project, the frescoes in the Arena Chapel in Padua (c. 1305). Here the monumentality of the figures, the quiet dignity of their movements, and the way architectural and landscape settings seem to echo the action all conjure up a solemn aura of the sacred. Like many of the narrative paintings attributed to Giotto, the scenes use closely observed human gestures and careful composition to enhance the drama and emotion of the moment depicted.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Maso di Banco, Pope Sylvester's Miracle, c. 1340 (Bardi Chape, Santa Croce, Florence) Maso di Banco, Pope Sylvester's Miracle, c. 1340 (Bardi Chape, Santa Croce, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/ec145a7a09f0e3919e92cfcceab7eaaf98f39247.jpg" /><span class="image-caption">Maso di Banco, <em>Pope Sylvester&#39;s Miracle</em>, c. 1340 (Bardi Chape, Santa Croce, Florence) Maso di Banco, Pope Sylvester&#39;s Miracle, c. 1340 (Bardi Chape, Santa Croce, Florence)</span></span></p> <h3>Art after Giotto</h3> <p>Giotto had an enormous workshop full of students and assistants, making it hard to tell which works he painted and which were by his pupils. Even more confusingly, his style was so immediately influential that it is still difficult to say who his formal students were. What we do know is that, in the years immediately after his death, the artists who were the most &ldquo;Giottesque&rdquo; received the lion&rsquo;s share of the important commissions for new projects. The success of artists like Bernardo Daddi, Maso di Banco, and Taddeo Gaddi demonstrates that wealthy patrons were on board with Giotto&rsquo;s new vision for art.</p> <p>Sometime around mid-century, though, certain artists began to drift from the clear, spare art of Giotto&rsquo;s school. Many experimented with visually crowded compositions or with complex subjects represented through elaborate symbols and schemes. Some even seem to have purposefully echoed the ornamental, formal art of the Italo-Byzantine period. This has led art historians to wonder whether these changes in style were caused by Florence&rsquo;s collective despair after the outbreak of the bubonic plague&mdash;a sickness that wiped out over half the city&rsquo;s population in one year alone (1348).</p> <p><span class="block-image image-wrapper"><img alt="Andrea Bonaiuti, Triumph of St Thomas Aquinas, c. 1365-67, Guidalotti Chapel (Spanish Chapel) (Santa Maria Novella, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/e0bdde432f8605b350f3356d14877e7943773d81.jpg" /><span class="image-caption">Andrea Bonaiuti, Triumph of St Thomas Aquinas, c. 1365-67, Guidalotti Chapel (Spanish Chapel) (Santa Maria Novella, Florence)</span></span></p> <p>Most scholars now think the situation was more mixed than this theory might lead us to believe. In fact, late fourteenth-century art is hard to generalize. This is partly because no single workshop dominated the art of Florence as much as Giotto and his school had in previous decades. But it is also because artists of the time were skilled at adapting their own style to the specific tastes of each patron and to the context and function of each image.&nbsp;</p> <p>Overall, however, Florentine art from 1348 to 1400 did not experience the same kind of major stylistic shift that characterized Giotto&rsquo;s years on the scene. Rather, the fundamental influence of Giotto continued into the early 1400s. In the end, the long fourteenth-century was Giotto&rsquo;s century.</p> <p>Text by Dr. Joanna Mac Farland</p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9dacb38a199af30dee92e2e8371518217dbaf8d1.jpg" /><span class="image-caption">Unknown Artist, <em>Madonna della Misericordia</em> (detail, view of Florence), 1342, Museo del Bigallo, Florence</span></span></p> <h3>Boom times in Florence</h3> <p>The city-state of Florence in the thirteenth and early fourteenth centuries was a city on the rise. Urbanization was experienced by all Italian cities at this time and Florence&rsquo;s population doubled in size. But more than almost any other town, Florence saw an explosion in international trade and innovations in finance. A new class of bankers and merchants replaced the old noble families as the center of power, developing a complex, barely democratic social structure that hung in a careful balance.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="View of Palazzo della Signoria, 1299-1310, designed by Arnolfo di Cambio" src="https://ka-perseus-images.s3.amazonaws.com/ed62d6c1d186e237b36c66eb2f3d38bda01ce547.jpg" /><span class="image-caption">View of Palazzo della Signoria, 1299-1310, designed by Arnolfo di Cambio</span></span></p> <p>Art and architecture helped define the relationships between individuals and the bewildering array of civic, professional, and religious institutions that made up the fabric of Florentine society. Thanks to the city&rsquo;s newfound wealth, impressive communal building projects were undertaken, like the building of a new seat of government, the Palazzo della Signoria.</p> <h3>Church and state&nbsp;</h3> <p>During this building boom, church and state were anything but separate. Public funds were used to erect many of the religious centers, including the cathedral, Santa Maria del Fiore. Subsidies were even given over to the large new churches needed to accommodate growing audiences for the sermons of the mendicant orders (monks that had forsaken worldly possessions and that lived and preached in the cities). The largest of these mendicant behemoths were the Franciscan church of Santa Croce and the Dominican church of Santa Maria Novella.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="View of the nave of the church of Santa Croce in Florence" src="https://ka-perseus-images.s3.amazonaws.com/8af80670f128e29a5591f68fd45182163a9c663f.jpg" /><span class="image-caption">View of the nave of the church of Santa Croce in Florence</span></span></p> <h3>Guilds and private patrons too&nbsp;</h3> <p>Happily, the decoration of buildings throughout the city fell to a widening range of patrons. Professional guilds (somewhat like our trade unions) were often in charge of decorating public spaces with painting and, increasingly, architectural sculpture. Groups of priests, nuns, and confraternities (organizations of laypeople that gathered to perform acts of charity or sing hymns) hired artists to create devotional images and lavish books of hymns. For the first time, wealthy individuals and families could even purchase the rights to use and decorate chapels within a church.&nbsp;</p> <h3>A more personal spirituality</h3> <p>But art was not all about public displays of wealth or works of communal beautification. Faith and spirituality became more deeply personal even as they became more public. More than in previous centuries, images played an important role in focusing a person&rsquo;s devotion to Christ, Mary and the saints&mdash;in imagining their lives or picturing how they might appear in all their heavenly glory. In fact, images didn&rsquo;t just maintain relationships within Florentine society, they built imagined relationships between viewers and the sacred figures they portrayed. This affected more than just the amount of art people needed; it affected what they wanted it to look like. And in the course of the fourteenth century, what they wanted it to look like would change dramatically.</p> <h3>The Italo-Byzantine style</h3> <p><span class="image-wrapper inline-image"><img alt="Coppo di Marcovaldo and his son Salerno, Crucifixion, 1274 (Pistoia Cathedral)" src="https://ka-perseus-images.s3.amazonaws.com/d47dafe9fd25ad5ca42d1bf43040ea05c76af576.jpg" /><span class="image-caption">Coppo di Marcovaldo and his son Salerno, <em>Crucifixion</em>, 1274 (Pistoia Cathedral)</span></span></p> <p>Like the art of most Italian cities at the time, thirteenth-century art in Florence was heavily influenced by Byzantine art (the art of the Byzantine Empire). Images from this period are in fact often described as &ldquo;Italo-Byzantine,&rdquo; a label that reflects how artists such as Coppo di Marcovaldo (and many more artists whose names we don&rsquo;t know) adapted the foreign style into something altogether Italian.</p> <p>In painting, this meant emulating the way figures were strongly outlined against glittering gold backgrounds like those seen in Byzantine icons and mosaics. These ornate images seem to directly engage the viewer by pressing whatever is being depicted by the artist to the surface of the painting or mosaic. Figures are formed out of abstract but expressive shapes designed to identify various body parts or items of clothing while creating beautiful patterns. In narrative images, each story plays out across the field of representation instead of within it, eliminating the need for a sense of depth.</p> <h3><span class="image-wrapper inline-image"><img alt="Cimabue, Santa Trinita Madonna (Madonna and Child Enthroned), 1280-90 tempera on panel (Galleria degli Uffizi, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/337136f84864b1990f529261ce815399bcae209e.jpg" /><span class="image-caption">Cimabue,<em> Santa Trinita Madonna (Madonna and Child Enthroned)</em>, 1280-90 tempera on panel (Galleria degli Uffizi, Florence) </span></span>A new style emerges&nbsp;</h3> <p>During the late thirteenth century, artists in a handful of Italian cities began to move away from the Italo-Byzantine style. The Roman artist Pietro Cavallini created frescoes and mosaics featuring solid, monumentalizing figures; the sculptor Nicola Pisano studied ancient Roman sculpture; Sienese artists seem to have broken new ground in exploring perspective. &nbsp;</p> <p>Meanwhile, back in Florence, Cimabue&rsquo;s paintings showed more interest in depicting space and modeling figures with gradations of light and shade. These ideas spread as artists travelled throughout Italy and southern France in search of work, creating a network of artistic centers that all exerted influence on one another.</p> <p>&nbsp;</p> <h3><span class="image-wrapper inline-image"><img alt="Giotto di Bondone, The Ognissanti Madonna, 1306-10, tempera on panel, 128 x 80 1/4&quot; or 325 x 204 cm (Galleria degli Uffizi, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/9afde9efa4109d1a56e7e6e00e5ae316d10c76a9.jpg" /><span class="image-caption">Giotto di Bondone, <em>The Ognissanti Madonna</em>, 1306-10, tempera on panel, 128 x 80 1/4&quot; or 325 x 204 cm (Galleria degli Uffizi, Florence)</span></span>Giotto</h3> <p>As the new century opened, the painter Giotto di Bondone observed many of these currents and forged them into something distinctively Florentine and enormously influential.</p> <p>Where earlier works of art engage us with the embellished splendor of the heavenly, Giotto&rsquo;s paintings capture our attention by representing holy figures and stories as if in a majestic but earthly realm. Bold modeling of draperies and the bodies beneath them gives his figures greater volume and a sense of sculptural relief. Clever kinds of perspective create the illusion that a space is opening up in front of the viewer, as if we might be peering onto a stage.</p> <p><span class="block-image image-wrapper"><img alt="Giotto, Meeting at the Golden Gate, Arena (Scrovegni) Chapel, Padua, c. 1305 " src="https://ka-perseus-images.s3.amazonaws.com/16c8ae4b5b7e791abbb8b64df0597447a55e5f56.jpg" /><span class="image-caption">Giotto, <em>Meeting at the Golden Gate</em>, Arena (Scrovegni) Chapel, Padua, c. 1305</span></span></p> <p>Perhaps just as importantly, Giotto was a master of visual storytelling &ndash; a skill evident in his most important surviving project, the frescoes in the Arena Chapel in Padua (c. 1305). Here the monumentality of the figures, the quiet dignity of their movements, and the way architectural and landscape settings seem to echo the action all conjure up a solemn aura of the sacred. Like many of the narrative paintings attributed to Giotto, the scenes use closely observed human gestures and careful composition to enhance the drama and emotion of the moment depicted.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Maso di Banco, Pope Sylvester's Miracle, c. 1340 (Bardi Chape, Santa Croce, Florence) Maso di Banco, Pope Sylvester's Miracle, c. 1340 (Bardi Chape, Santa Croce, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/ec145a7a09f0e3919e92cfcceab7eaaf98f39247.jpg" /><span class="image-caption">Maso di Banco, <em>Pope Sylvester&#39;s Miracle</em>, c. 1340 (Bardi Chape, Santa Croce, Florence) Maso di Banco, Pope Sylvester&#39;s Miracle, c. 1340 (Bardi Chape, Santa Croce, Florence)</span></span></p> <h3>Art after Giotto</h3> <p>Giotto had an enormous workshop full of students and assistants, making it hard to tell which works he painted and which were by his pupils. Even more confusingly, his style was so immediately influential that it is still difficult to say who his formal students were. What we do know is that, in the years immediately after his death, the artists who were the most &ldquo;Giottesque&rdquo; received the lion&rsquo;s share of the important commissions for new projects. The success of artists like Bernardo Daddi, Maso di Banco, and Taddeo Gaddi demonstrates that wealthy patrons were on board with Giotto&rsquo;s new vision for art.</p> <p>Sometime around mid-century, though, certain artists began to drift from the clear, spare art of Giotto&rsquo;s school. Many experimented with visually crowded compositions or with complex subjects represented through elaborate symbols and schemes. Some even seem to have purposefully echoed the ornamental, formal art of the Italo-Byzantine period. This has led art historians to wonder whether these changes in style were caused by Florence&rsquo;s collective despair after the outbreak of the bubonic plague&mdash;a sickness that wiped out over half the city&rsquo;s population in one year alone (1348).</p> <p><span class="block-image image-wrapper"><img alt="Andrea Bonaiuti, Triumph of St Thomas Aquinas, c. 1365-67, Guidalotti Chapel (Spanish Chapel) (Santa Maria Novella, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/e0bdde432f8605b350f3356d14877e7943773d81.jpg" /><span class="image-caption">Andrea Bonaiuti, Triumph of St Thomas Aquinas, c. 1365-67, Guidalotti Chapel (Spanish Chapel) (Santa Maria Novella, Florence)</span></span></p> <p>Most scholars now think the situation was more mixed than this theory might lead us to believe. In fact, late fourteenth-century art is hard to generalize. This is partly because no single workshop dominated the art of Florence as much as Giotto and his school had in previous decades. But it is also because artists of the time were skilled at adapting their own style to the specific tastes of each patron and to the context and function of each image.&nbsp;</p> <p>Overall, however, Florentine art from 1348 to 1400 did not experience the same kind of major stylistic shift that characterized Giotto&rsquo;s years on the scene. Rather, the fundamental influence of Giotto continued into the early 1400s. In the end, the long fourteenth-century was Giotto&rsquo;s century.</p> <p>Text by Dr. Joanna Mac Farland</p>
