Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;<span class="block-image image-wrapper"><img alt="Series of 14 portraits of the Inca Kings, probably mid-18th century, oil on canvas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/d1a1a7cce0a16d6012fd333fad11853f70e9c8ae.jpg" /><span class="image-caption">Series of 14 portraits of the Inka Kings, probably mid-18th century, oil on canvas, Peru (Brooklyn Museum)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Felipe Guaman Poma de Ayala, Nueva corónica y buen gobierno (portrait of Tupac Yupanqui, Tenth Inca), 1615" src="https://ka-perseus-images.s3.amazonaws.com/755f5952b81649be1f1835e2d9cacb0ad069dc34.jpg" /><span class="image-caption">Felipe Guaman Poma de Ayala, <em>Nueva cor&oacute;nica y buen gobierno (portrait of Tupac Yupanqui, Tenth Inka)</em>, 1615</span></span><br /> In the Pre-Hispanic period (the period before Spanish colonization)&nbsp;the Inka did not have a tradition of portrait painting comparable to that of Europeans (the Inka&nbsp;Empire was on the west coast of South America, and included&nbsp;parts of present day Peru, Ecuador, Colombia and Bolivia). However, following the Spanish Conquest (c. 1534) they quickly appropriated European painting conventions. For example, the images of Sapa Inkas (the sovereign Inka emperors) in Felipe Guaman Poma de Ayala&rsquo;s famed illustrated chronicle <em>El primer nueva cor&oacute;nica y buen gobierno</em> (<em>The First New Chronicle and Good Government</em>, c. 1615) are among the earliest examples of European-style portraiture executed by an indigenous artist.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Atahualpa, Fourteenth Inca, c. mid-18th century, oil on canvas, 23 ½ x 21 11/16 inches (Brooklyn Museum of Art, New York)" src="https://ka-perseus-images.s3.amazonaws.com/72632fca7a9814aabb595213a7202be9eda15c17.jpg" /><span class="image-caption"><em>Atahualpa, Fourteenth Inka</em>, c. mid-18th century, oil on canvas, 23 &frac12; x 21 11/16 inches (Brooklyn Museum of Art, New York)</span></span>The Brooklyn Museum of Art has in its collection a series of fourteen portraits of Inka rulers&mdash;one of the portraits depicts the sixteenth-century Inka emperor Atahualpa, dressed in elaborate textiles and wearing golden jewelry. He also holds a royal staff capped with a golden sun, and a golden crown of intertwined snakes rests atop his head.</p> <p><br /> <span class="image-wrapper inline-image"><img alt="Antonia de Herrera, Historia general de los hechos de los castellanos en las y tierra firme del mar océano, (fifth decade title page), 1615" src="https://ka-perseus-images.s3.amazonaws.com/84154b2c993b35d1a037017a015249b9d38d47a8.jpg" /><span class="image-caption">Antonia de Herrera, <em>Historia general de los hechos de los castellanos en las y tierra firme del mar oc&eacute;ano</em>, (fifth decade title page), 1615</span></span>The Brooklyn series is based on an earlier portrait series which illustrated the Spanish historian and chronicler Antonio Herrera&rsquo;s <em>Historia general de los hechos de los castellanos en las islas y tierra firme del mar oc&eacute;ano (General History of the Deeds of the Castillians on the Islands and Mainland of the Ocean Sea Known as the West Indies)</em> first published in 1615. <em>General History</em>, a four-volume history of the Americas also known as <em>D&eacute;cadas</em>, is a descriptive narration of events focused on the experience of the Spanish conquistadors (a term used for a conquering Spanish or Portugese&nbsp;soldier). The history is&nbsp;divided into eight decades, each of which is introduced by a unique, engraved title page. The title page (left) introducing the fifth decade was the model for the Brooklyn series of Inka rulers.</p> <p>In both the engraving and the painted series, the figures&rsquo; postures and regalia as well as the strategies of representation correspond closely. The Inka kings are shown as half-length figures set in decorative roundels on which are inscribed their names and positions in the line of royal succession. Notably absent from the Herrera engraving is the image of Atahualpa. He is, though,&nbsp;included in the Brooklyn series&mdash;with an inscription that reads &ldquo;bastard tyrant Atahualpa.&rdquo; The increased scale of his figure in the roundel deviates from the conventions of the other thirteen portraits, such as those of Huayna Capac or Huascar.*</p> <h3>Atahualpa and the Spaniards</h3> <p><span class="block-image image-wrapper"><img alt=" Right: Huayna Capac, Twelfth Inca, c. mid-18th century, oil on canvas, 23 1/2 x 21 11/16 inches (Brooklyn Museum of Art); left:Huascar, Thirteenth Inca, c. mid-18th century, oil on canvas, 23 1/2 x 21 11/16 inches (Brooklyn Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/f846dc883757764b7254c734baea2240c0e01272.jpg" /><span class="image-caption">Right: <em>Huayna Capac, Twelfth Inka</em>, c. mid-18th century, oil on canvas, 23 1/2 x 21 11/16 inches (Brooklyn Museum of Art); left: <em>Huascar, Thirteenth Inka</em>, c. mid-18th century, oil on canvas, 23 1/2 x 21 11/16 inches (Brooklyn Museum of Art)</span></span></p> <p>Atahualpa was the last Sapa Inka before the Spanish Conquest began around 1534. As the inscription on the Brooklyn portrait makes explicit, he was the illegitimate son of Sapa Inka Huayna Capac who&nbsp;died of smallpox in 1528.&nbsp;Although Atahualpa ultimately prevailed in&nbsp;a battle with his elder brother Huascar (born of a different mother) for control of the Inka empire&mdash;the timing of the victory was unfortunate. &nbsp;While the civil war raged, the Spanish conquistador Franciso Pizarro, who had landed in present-day Ecuador on his third expedition to the Americas, made his way southward along the western coast of the continent, pillaging and murdering as he traveled. In November of 1523, Atahualpa was celebrating his victory in the city of Cajamarca awaiting the arrival of his prisoner, his brother&nbsp;Huascar. &nbsp;He had learned of Pizarro&rsquo;s expedition party but believed a retinue of less than two hundred men posed little threat. On November 16 Atahualpa, sumptuously attired, rode into the plaza of Cajamarca atop a luxurious litter (a platform for passengers&nbsp;carried by people)&nbsp;accompanied by high ranking Inka nobles and several thousand guards. &nbsp;He was met by the Dominican friar Vicente de Valverde and an interpreter. &nbsp;After a tense exchange in which Atahualpa threw to the ground a book of Catholic prayers offered to him by Valverde, the friar called out to the Spaniards who had hidden themselves, their mounts and artillery in the buildings surrounding the plaza. Pizarro signaled his men to charge, and in the ambush that followed several thousand Andeans were massacred and Atahualpa was taken prisoner. &nbsp;</p> <p>In captivity, Atahualpa quickly discovered the Spaniards&rsquo; lust for silver and gold. He offered Pizarro an impressive ransom in exchange for his freedom, promising to fill a room approximately 6.2m x 4.8m to half its height (2.5 meters) with gold objects and the same room twice over with silver objects. For the next eight months, gold and silver streamed into Cajamarca from across the empire. Beginning in June the Spaniards began melting down the cache of treasure and divvying up the spoils. After the ransom had been melted and dispersed&mdash;and in response to mounting pressure among the expedition party&mdash;Pizarro had Atahualpa executed on July 26, 1533, by garroting (a method of execution by which a tightened metal collar results in strangulation). &nbsp;</p> <h3>Who owned this series?</h3> <p>During the colonial period if you visited the home of a powerful <em>cacique</em> (an Indian chieftain or nobleman) you might see royal portraits depicting the succession of Inka kings displayed. Portraits of royal Inka&nbsp;genealogies were especially important in the late seventeenth and eighteenth centuries&mdash;these aristocratic genealogies were employed by the Inka elite to assert their privileged social status and claim political power in the viceroyalty. &nbsp;Following the Tupac Amaru II rebellion (1780-81), Inkaist imagery (like depictions of the Sapa Inkas)&nbsp;was banned by Spanish colonial authorities who feared that depictions of aristocratic Inka forbearers as well as contemporary Inka nobility would incite subsequent uprisings. Genealogical Inka portraits, such as the Brooklyn series, would have been seen as subversive in this moment. &nbsp;</p> <p>Essay by Carla Colon</p> <p>*There are two potential sources for the&nbsp;<em>General History</em>&nbsp;engravings upon which the Brooklyn series is based. The first are paintings of Pre-Hispanic Inka rulers commissioned in 1572 by the Viceroy Franciso de Toledo and sent to King Phillip II of Spain. &nbsp;The second is a painting commissioned by Inkas of royal descent in Cuzco which depicted Pre-Hispanic Inka rulers and their descendants. &nbsp;This painting, which was sent to Spain in 1603, served as evidence of the commissioners&rsquo; royal lineage and established their claim to rights as nobility under Spanish law. &nbsp;Unfortunately since neither of the proposed models for the General History engravings exist any more, we are limited to speculation about its original source.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.brooklynmuseum.org/opencollection/objects/2310/Atahualpa_Fourteenth_Inca_1_of_14_Portraits_of_Inca_Kings">These portraits at the Brooklyn Museum</a></p> <p><a href="http://www.metmuseum.org/toah/hd/ingd/hd_ingd.htm">Gold of the Indies on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p>Aste, Richard, ed. <em>Behind Closed Doors: Art in the Spanish American Home, 1492-1898 </em>(New York: The Brooklyn Museum, Monacelli Press, 2013).&nbsp;</p> <p>Cummins, Thomas B.F., &ldquo;We are the Other: Peruvian Portraits of Colonial Kurakakuna, &ldquo; in <em>Transatlantic Encounters: Europeans and Andeans in the Sixteenth Century</em>, ed.&nbsp;by Kenneth J. Andrien and Rolena Adorno (Berkeley and Los Angeles: University of California Press, 1991) pp. 203-231.</p> <p>Terence N.&nbsp;D&rsquo;Altroy, <em>The Incas</em>&nbsp;(Malden and Oxford: Blackwell Publishers Inc, 2002).</p> <p>Carolyn&nbsp;Dean,&nbsp;&ldquo;Inka Nobles: Portraiture and Paradox in Colonial Peru,&rdquo; in <em>Exploring New World Imagery: Spanish Colonial Papers from the 2002 Mayer Center Symposium</em>, ed.&nbsp;by Donna Pierce (Denver: Frederick and Jan Mayer Center for Pre-Columbian and Spanish Colonial Art, Denver Art Museum, 2005), pp. 80-103.&nbsp;</p> <p>Diana Fane,&nbsp;ed. <em>Converging Cultures: Art and Identity in Spanish America</em>&nbsp; (New York: The Brooklyn Museum in association with Harry N. Abrams, 1996).</p>
it: <p>&nbsp;<span class="block-image image-wrapper"><img alt="Series of 14 portraits of the Inca Kings, probably mid-18th century, oil on canvas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/d1a1a7cce0a16d6012fd333fad11853f70e9c8ae.jpg" /><span class="image-caption">Series of 14 portraits of the Inka Kings, probably mid-18th century, oil on canvas, Peru (Brooklyn Museum)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Felipe Guaman Poma de Ayala, Nueva corónica y buen gobierno (portrait of Tupac Yupanqui, Tenth Inca), 1615" src="https://ka-perseus-images.s3.amazonaws.com/755f5952b81649be1f1835e2d9cacb0ad069dc34.jpg" /><span class="image-caption">Felipe Guaman Poma de Ayala, <em>Nueva cor&oacute;nica y buen gobierno (portrait of Tupac Yupanqui, Tenth Inka)</em>, 1615</span></span><br /> In the Pre-Hispanic period (the period before Spanish colonization)&nbsp;the Inka did not have a tradition of portrait painting comparable to that of Europeans (the Inka&nbsp;Empire was on the west coast of South America, and included&nbsp;parts of present day Peru, Ecuador, Colombia and Bolivia). However, following the Spanish Conquest (c. 1534) they quickly appropriated European painting conventions. For example, the images of Sapa Inkas (the sovereign Inka emperors) in Felipe Guaman Poma de Ayala&rsquo;s famed illustrated chronicle <em>El primer nueva cor&oacute;nica y buen gobierno</em> (<em>The First New Chronicle and Good Government</em>, c. 1615) are among the earliest examples of European-style portraiture executed by an indigenous artist.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Atahualpa, Fourteenth Inca, c. mid-18th century, oil on canvas, 23 ½ x 21 11/16 inches (Brooklyn Museum of Art, New York)" src="https://ka-perseus-images.s3.amazonaws.com/72632fca7a9814aabb595213a7202be9eda15c17.jpg" /><span class="image-caption"><em>Atahualpa, Fourteenth Inka</em>, c. mid-18th century, oil on canvas, 23 &frac12; x 21 11/16 inches (Brooklyn Museum of Art, New York)</span></span>The Brooklyn Museum of Art has in its collection a series of fourteen portraits of Inka rulers&mdash;one of the portraits depicts the sixteenth-century Inka emperor Atahualpa, dressed in elaborate textiles and wearing golden jewelry. He also holds a royal staff capped with a golden sun, and a golden crown of intertwined snakes rests atop his head.</p> <p><br /> <span class="image-wrapper inline-image"><img alt="Antonia de Herrera, Historia general de los hechos de los castellanos en las y tierra firme del mar océano, (fifth decade title page), 1615" src="https://ka-perseus-images.s3.amazonaws.com/84154b2c993b35d1a037017a015249b9d38d47a8.jpg" /><span class="image-caption">Antonia de Herrera, <em>Historia general de los hechos de los castellanos en las y tierra firme del mar oc&eacute;ano</em>, (fifth decade title page), 1615</span></span>The Brooklyn series is based on an earlier portrait series which illustrated the Spanish historian and chronicler Antonio Herrera&rsquo;s <em>Historia general de los hechos de los castellanos en las islas y tierra firme del mar oc&eacute;ano (General History of the Deeds of the Castillians on the Islands and Mainland of the Ocean Sea Known as the West Indies)</em> first published in 1615. <em>General History</em>, a four-volume history of the Americas also known as <em>D&eacute;cadas</em>, is a descriptive narration of events focused on the experience of the Spanish conquistadors (a term used for a conquering Spanish or Portugese&nbsp;soldier). The history is&nbsp;divided into eight decades, each of which is introduced by a unique, engraved title page. The title page (left) introducing the fifth decade was the model for the Brooklyn series of Inka rulers.</p> <p>In both the engraving and the painted series, the figures&rsquo; postures and regalia as well as the strategies of representation correspond closely. The Inka kings are shown as half-length figures set in decorative roundels on which are inscribed their names and positions in the line of royal succession. Notably absent from the Herrera engraving is the image of Atahualpa. He is, though,&nbsp;included in the Brooklyn series&mdash;with an inscription that reads &ldquo;bastard tyrant Atahualpa.&rdquo; The increased scale of his figure in the roundel deviates from the conventions of the other thirteen portraits, such as those of Huayna Capac or Huascar.*</p> <h3>Atahualpa and the Spaniards</h3> <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/f846dc883757764b7254c734baea2240c0e01272.jpg" /><span class="image-caption">Right: <em>Huayna Capac, Twelfth Inka</em>, c. mid-18th century, oil on canvas, 23 1/2 x 21 11/16 inches (Brooklyn Museum of Art); left: <em>Huascar, Thirteenth Inka</em>, c. mid-18th century, oil on canvas, 23 1/2 x 21 11/16 inches (Brooklyn Museum of Art)</span></span></p> <p>Atahualpa was the last Sapa Inka before the Spanish Conquest began around 1534. As the inscription on the Brooklyn portrait makes explicit, he was the illegitimate son of Sapa Inka Huayna Capac who&nbsp;died of smallpox in 1528.&nbsp;Although Atahualpa ultimately prevailed in&nbsp;a battle with his elder brother Huascar (born of a different mother) for control of the Inka empire&mdash;the timing of the victory was unfortunate. &nbsp;While the civil war raged, the Spanish conquistador Franciso Pizarro, who had landed in present-day Ecuador on his third expedition to the Americas, made his way southward along the western coast of the continent, pillaging and murdering as he traveled. In November of 1523, Atahualpa was celebrating his victory in the city of Cajamarca awaiting the arrival of his prisoner, his brother&nbsp;Huascar. &nbsp;He had learned of Pizarro&rsquo;s expedition party but believed a retinue of less than two hundred men posed little threat. On November 16 Atahualpa, sumptuously attired, rode into the plaza of Cajamarca atop a luxurious litter (a platform for passengers&nbsp;carried by people)&nbsp;accompanied by high ranking Inka nobles and several thousand guards. &nbsp;He was met by the Dominican friar Vicente de Valverde and an interpreter. &nbsp;After a tense exchange in which Atahualpa threw to the ground a book of Catholic prayers offered to him by Valverde, the friar called out to the Spaniards who had hidden themselves, their mounts and artillery in the buildings surrounding the plaza. Pizarro signaled his men to charge, and in the ambush that followed several thousand Andeans were massacred and Atahualpa was taken prisoner. &nbsp;</p> <p>In captivity, Atahualpa quickly discovered the Spaniards&rsquo; lust for silver and gold. He offered Pizarro an impressive ransom in exchange for his freedom, promising to fill a room approximately 6.2m x 4.8m to half its height (2.5 meters) with gold objects and the same room twice over with silver objects. For the next eight months, gold and silver streamed into Cajamarca from across the empire. Beginning in June the Spaniards began melting down the cache of treasure and divvying up the spoils. After the ransom had been melted and dispersed&mdash;and in response to mounting pressure among the expedition party&mdash;Pizarro had Atahualpa executed on July 26, 1533, by garroting (a method of execution by which a tightened metal collar results in strangulation). &nbsp;</p> <h3>Who owned this series?</h3> <p>During the colonial period if you visited the home of a powerful <em>cacique</em> (an Indian chieftain or nobleman) you might see royal portraits depicting the succession of Inka kings displayed. Portraits of royal Inka&nbsp;genealogies were especially important in the late seventeenth and eighteenth centuries&mdash;these aristocratic genealogies were employed by the Inka elite to assert their privileged social status and claim political power in the viceroyalty. &nbsp;Following the Tupac Amaru II rebellion (1780-81), Inkaist imagery (like depictions of the Sapa Inkas)&nbsp;was banned by Spanish colonial authorities who feared that depictions of aristocratic Inka forbearers as well as contemporary Inka nobility would incite subsequent uprisings. Genealogical Inka portraits, such as the Brooklyn series, would have been seen as subversive in this moment. &nbsp;</p> <p>Essay by Carla Colon</p> <p>*There are two potential sources for the&nbsp;<em>General History</em>&nbsp;engravings upon which the Brooklyn series is based. The first are paintings of Pre-Hispanic Inka rulers commissioned in 1572 by the Viceroy Franciso de Toledo and sent to King Phillip II of Spain. &nbsp;The second is a painting commissioned by Inkas of royal descent in Cuzco which depicted Pre-Hispanic Inka rulers and their descendants. &nbsp;This painting, which was sent to Spain in 1603, served as evidence of the commissioners&rsquo; royal lineage and established their claim to rights as nobility under Spanish law. &nbsp;Unfortunately since neither of the proposed models for the General History engravings exist any more, we are limited to speculation about its original source.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.brooklynmuseum.org/opencollection/objects/2310/Atahualpa_Fourteenth_Inca_1_of_14_Portraits_of_Inca_Kings">These portraits at the Brooklyn Museum</a></p> <p><a href="http://www.metmuseum.org/toah/hd/ingd/hd_ingd.htm">Gold of the Indies on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p>Aste, Richard, ed. <em>Behind Closed Doors: Art in the Spanish American Home, 1492-1898 </em>(New York: The Brooklyn Museum, Monacelli Press, 2013).&nbsp;</p> <p>Cummins, Thomas B.F., &ldquo;We are the Other: Peruvian Portraits of Colonial Kurakakuna, &ldquo; in <em>Transatlantic Encounters: Europeans and Andeans in the Sixteenth Century</em>, ed.&nbsp;by Kenneth J. Andrien and Rolena Adorno (Berkeley and Los Angeles: University of California Press, 1991) pp. 203-231.</p> <p>Terence N.&nbsp;D&rsquo;Altroy, <em>The Incas</em>&nbsp;(Malden and Oxford: Blackwell Publishers Inc, 2002).</p> <p>Carolyn&nbsp;Dean,&nbsp;&ldquo;Inka Nobles: Portraiture and Paradox in Colonial Peru,&rdquo; in <em>Exploring New World Imagery: Spanish Colonial Papers from the 2002 Mayer Center Symposium</em>, ed.&nbsp;by Donna Pierce (Denver: Frederick and Jan Mayer Center for Pre-Columbian and Spanish Colonial Art, Denver Art Museum, 2005), pp. 80-103.&nbsp;</p> <p>Diana Fane,&nbsp;ed. <em>Converging Cultures: Art and Identity in Spanish America</em>&nbsp; (New York: The Brooklyn Museum in association with Harry N. Abrams, 1996).</p>
