Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Moritz Daniel Oppenheim, Self-Portrait, 1814-16 (The Jewish Museum, New York), Moritz Oppenheim’s life and work epitomize German Jewrys journey from traditional life to modernity. Born in the ghetto of Hanau, he studied academic painting, an opportunity previously unavailable to Jews. As a portrait painter in Frankfurt, he received commissions from both Jews and non-Jews and enjoyed the patronage of the Rothschilds. In this work, one of the earliest self-portraits by a Jewish artist, a young Oppenheim depicts himself proudly holding his palette, a vivid testimony to the emergence of Jewish artists during the 19th century. Source" src="https://ka-perseus-images.s3.amazonaws.com/18721260345bc76fcddfbb362b1fd0fc811cee6e.jpg" /><span class="image-caption">Moritz Daniel Oppenheim, <em>Self-Portrait</em>, 1814-16 (The Jewish Museum, New York). &quot;Moritz Oppenheim&rsquo;s life and work epitomize German Jewrys journey from traditional life to modernity. Born in the ghetto of Hanau, he studied academic painting, an opportunity previously unavailable to Jews....He received commissions from both Jews and non-Jews ....In this work, one of the earliest self-portraits by a Jewish artist, a young Oppenheim depicts himself proudly holding his palette, a vivid testimony to the emergence of Jewish artists during the 19th century.&quot;&nbsp;<a href="https://www.google.com/culturalinstitute/asset-viewer/self-portrait/TgE8sSeXKhAL8A?projectId=art-project">Source</a></span></span></p> <p>The emancipation of European&nbsp;Jews from ghettos became a benchmark of sorts indicating&nbsp;a nation&rsquo;s transformation from the medieval to the modern.&nbsp;Upon the formation of a secular nation, French Jews received civil rights in 1791 and 1792. Other European nations followed throughout the 19th century. National communities distanced themselves from old forms of Christianity, and they tolerated Jews, albeit with reservations.&nbsp;</p> <h3>Jewish enlightenment (<em>Haskalah</em>)</h3> <p>In Germany, which did not become a&nbsp;unified nation until 1871, Jews were not granted full equality. Rights depended on local municipalities and in some places, Jews were awarded rights only to have them taken away soon after. It is no coincidence that Germany was the birthplace of Reform Judaism.&nbsp;Progressive thinkers sought to transform Judaism from within when they could not stem prejudice against Jews from without.&nbsp;</p> <p>Moses Mendelssohn &nbsp;pioneered the Jewish Enlightenment, or <em>Haskalah</em>, which advocated many of the same ideas about freedom and equal rights as those that&nbsp;Jean-Jacques Rousseau and Immanuel Kant explored.&nbsp;Mendelssohn openly discussed the ways that Jews could live in a multi-religious society. &ldquo;Adopt the mores and constitution of the country in which you find yourself,&rdquo; he wrote, &ldquo;but be steadfast in upholding the religion of your fathers, too.&rdquo;*&nbsp;In subsequent generations, many Jews&mdash;among them, Karl Marx&rsquo;s parents&mdash;found it easier simply to convert to Christianity and live publicly as Christians in order to access jobs, property, and other basic rights.</p> <h3>Reform movement</h3> <p><span class="block-image image-wrapper"><img alt="Isador Kaufmann, Man with Fur Hat, c. 1910, Vienna (The Jewish Museum, New York). " src="https://ka-perseus-images.s3.amazonaws.com/47cb3f02e63fb844d162d5eb84bf5f935caddc99.jpg" /><span class="image-caption">Isador Kaufmann, <em>Man with Fur Hat</em>, c. 1910, Vienna (The Jewish Museum, New York).&nbsp;&ldquo;Kaufmann&rsquo;s portraits of religiously devout Jews conveyed aspects of Jewish tradition that his audience of acculturated Jews and non-Jews would understand. Here, the sitters orthodoxy is indicated by his fur-trimmed shtraymel (hat) and black kapote (coat). Hung in well-appointed parlors....they...provided a connection to Jewish heritage by linking the world of cosmopolitan Vienna to a traditional lifestyle that endured outside the capital.&rdquo; <a href="https://www.google.com/culturalinstitute/asset-viewer/man-with-fur-hat/ZAHnngZnzTGp6A?projectId=art-project">Source</a></span></span>But there was another answer to the paradox posed by modernity.&nbsp;Inspired by Mendelssohn, Jewish questioners throughout German-speaking lands in the early nineteenth century developed the Reform movement.&nbsp;These reformers believed that their mission was to bring Judaism in line with modern thought; they also promoted the idea that prayers should be chanted in the local language rather than in Hebrew.&nbsp;They encouraged rabbis to look beyond the Talmud and Torah for guidance. Reformers spurned the idea that the past could dictate a way of life in an increasingly secular and&nbsp;industrial&nbsp;context.&nbsp;They modeled many of their religious practices after German Christians&nbsp;encouraging&nbsp;&ldquo;decorum&rdquo; in synagogue, introducing&nbsp;music similar to that heard in churches, and many even wanted to switch the Sabbath to Sunday. They wanted to remain Jews, while highlighting Judaism&rsquo;s similarities with Christianity.</p> <h3>Orthodox movement</h3> <p>These efforts infuriated traditionalists, who then reacted with steadfast conservatism.&nbsp; Some traditional rabbis had long opposed emancipation, but in response to the Reformers, a group of adherents to <em>Halakhah </em>codified the new Orthodox movement.&nbsp;They opposed many of the secular cultural forms that Judaism took in the coming decades: the Yiddishist movement, Zionism, and any other divergences from strict Halakhah. Some insisted that established customs not grounded in Jewish law should take on the weight of <em>Halakhah</em>&mdash;this is why some groups continue to dress and speak like their ancestors from a century ago or more.&nbsp; These extreme forms of observance are as much a product of modernity as Reform.</p> <h3>Hasidic Judaism</h3> <p>In Eastern Europe, another religious movement, called Hasidism, gained traction parallel to Reform and Orthodoxy.&nbsp;Founded in the eighteenth century by a rabbi and mystic who called himself Israel Baal Shem Tov, Hasidic Judaism grew out of a populist reaction to the elitism of the traditional Talmudic academy. Hasidic Judaism focuses on mystical interpretations of holy texts and the potential for uneducated Jews to experience holiness. The movement spread rapidly across Eastern and Central Europe. Hasidism&nbsp;gave rise to opposition from at least two sides: the traditional rabbinic legal structures that revolved around organized Torah study, and the &ldquo;enlightened&rdquo; Jews intent on both escaping the oppressive framework of the traditional Jewish family and acculturating into European society.</p> <p>In spite of Hasidic Judaism&rsquo;s strained history with what came to be known as Orthodoxy, it has become harder to distinguish stringent Orthodox Jews from their Hasidic counterparts. As Reform Judaism gained popularity, the two groups joined forces in support of Halakhah and in opposition to radical reform. Known for their distinctive dress (beards, fur hats, sidelocks, and caftans for men), Hasidim are among the most visible Jewish groups.</p> <p><span class="block-image image-wrapper"><img alt="&quot;A military sabre pins a notice of guilt into the body of a hydra which has sprouted the head of Captain Alfred Dreyfus. The multi-headed beast, a symbol of indomitable evil, is just one of the many conventions used by Dreyfus’s anti-Semitic opponents to establish his inherent malevolence.&quot;" src="https://ka-perseus-images.s3.amazonaws.com/9c75ae7c8bcba2523d894889b988618cc0e2c52b.jpg" /><span class="image-caption">In 1894, French Captain Alfred Dreyfus was accused and convicted of selling secrets to the Germans.&nbsp;&quot;A military sabre pins a notice of guilt into the body of a hydra which has sprouted the head of&nbsp;Dreyfus. The multi-headed beast, a symbol of indomitable evil, is just one of the many conventions used by Dreyfus&rsquo;s anti-Semitic opponents to establish his inherent malevolence.&quot; <a href="http://exhibits.library.duke.edu/exhibits/show/dreyfus/intro/item/20995">Source</a></span></span></p> <h3>Pogroms</h3> <p><span class="image-wrapper inline-image"><img alt="Torah Crow, 1698-99, Bolzano, Italy (The Jewish Museum, New York) “Originally dedicated to an Italian synagogue in 1698/99, this crown was later plundered during a Russian pogrom and then recovered. It became part of the collection of the Great Synagogue of Danzig in the early 20th century. In 1939, it was sent to the Jewish Theological seminary in New York for safekeeping when the Nazis' rise to power forced the Danzig Jewish community to disband.” Source" src="https://ka-perseus-images.s3.amazonaws.com/21288423c8b6ab8cd96c90ee9ce6eb4a56d47c0c.png" /><span class="image-caption">Torah Crown, 1698-99, Bolzano, Italy (The Jewish Museum, New York) &ldquo;Originally dedicated to an Italian synagogue in 1698/99, this crown was later plundered during a Russian pogrom and then recovered. It became part of the collection of the Great Synagogue of Danzig in the early 20th century. In 1939, it was sent to the Jewish Theological seminary in New York for safekeeping when the Nazis&#39; rise to power forced the Danzig Jewish community to disband.&rdquo; <a href="https://www.google.com/culturalinstitute/asset-viewer/torah-crown/6gEqUFJXD4DlKw?projectId=art-project">Source</a></span></span>Amidst political and economic turmoil in Western and Central Europe, nationalism&nbsp;became a rallying cry and pseudo-scientific&nbsp;ideas about&nbsp;race proliferated.&nbsp; A wave of antisemitism affected Jews within Europe and throughout the world in European&nbsp;colonies. From Russia to Damascus, and Danzig to Algiers, Jews were attacked as infiltrators and blamed for a wide range of&nbsp;social and economic problems.&nbsp;Accusations and rumors led to riots and <em>pogroms</em> (a&nbsp;Russian word that means&nbsp;to violently destroy,&nbsp;used to describe the riots&nbsp;in Eastern Europe in the 19th and early 20th centuries&nbsp;that resulted&nbsp;in the rape and&nbsp;murder of Jews and the theft and&nbsp;destruction of their property).</p> <h3>&nbsp;</h3> <h3>Zionism</h3> <p>Several events from the mid-nineteenth to the early twentieth centuries proved that Jews were not welcomed as equals. In Russia, violent pogroms and economic instability pushed over two million people to emigrate&nbsp;in the 1880s. The vast majority fled to North America, and a small fraction of pioneers traveled to Palestine, the site of ancient Judaism&rsquo;s origins. Some Jewish leaders, responding to the growing nationalism and antisemitism of the late 19th and early 20th centuries, followed Theodor Herzl&nbsp;who advocated for a type of&nbsp;secular Jewish nationalism, a return to the biblical homeland of the Jewish people.&nbsp;Religious Jews had prayed facing Jerusalem and called for a Messianic return to the Land of Israel since the Second Temple was destroyed. But the modern political movement, known as Zionism, united the religious impulse to &ldquo;return&rdquo; with&nbsp;secular ideas about constructing a European-style nation for Jews.&nbsp;It is important to note that Zionism was but one form of Jewish nationalism that took hold in the nineteenth century. Some Jews fought for territorial and political autonomy on different parts of the globe, others fought for cultural autonomy in the nations where they lived. These Diaspora nationalist movements mostly disappeared in 1948 when Israel became an&nbsp;independent state.</p> <p><span class="block-image image-wrapper"><img alt="Doris Clare Zinkeisen, Human Laundry, Belsen: April 1945 (Imperial War Museums) “In 1944 Zinkeisen was commissioned by the Red Cross and St John War Organisation to record their work in north-west Europe, and was one of the few women war artists to be sent overseas. On 15 April 1945 British soldiers entered Bergen-Belsen concentration camp to find a scene of absolute horror. Ten thousand corpses lay unburied, and around 60,000 starving and sick people were packed into the camp’s barracks without food or water. Doris Zinkeisen arrived soon afterwards. Human Laundry is arguably the most powerful work produced by any of the artists who were present….The camp inmates needed to be washed and de-loused to prevent the spread of typhus before they could be admitted to the makeshift Red Cross hospital nearby.” Source" src="https://ka-perseus-images.s3.amazonaws.com/b90d0cc23dca11231681575f84c0daa2a0b61fa3.jpg" /><span class="image-caption">Doris Clare Zinkeisen, <em>Human Laundry, Belsen: April 1945</em> (Imperial War Museums) &ldquo;On 15 April 1945 British soldiers entered Bergen-Belsen concentration camp to find a scene of absolute horror. Ten thousand corpses lay unburied, and around 60,000 starving and sick people were packed into the camp&rsquo;s barracks without food or water. Doris Zinkeisen arrived soon afterwards. <em>Human Laundry</em> is arguably the most powerful work produced by any of the artists who were present&hellip;.The camp inmates needed to be washed and de-loused to prevent the spread of typhus before they could be admitted to the makeshift Red Cross hospital nearby.&rdquo; <a href="https://www.google.com/culturalinstitute/asset-viewer/human-laundry-belsen-april-1945/cgFybCdTgEk9bQ?projectId=art-project">Source</a></span></span></p> <h3>Holocaust</h3> <p>&ldquo;The antisemite creates the Jew,&rdquo; wrote the French philosopher Jean-Paul Sartre in 1945.&nbsp;&nbsp; Antisemitism had generated a false image of what a Jew is, making Jews seem like a social danger for the majority of Europeans. After World War I, liberal democracies everywhere appeared to be failing.&nbsp;The idea that Jews were responsible for social and economic crises convinced many&nbsp;to use race and ethnicity as a test to determine who&nbsp;belonged and who&nbsp;ought to be excluded.&nbsp;It was in this climate that the Nazi party was elected to power in 1933.&nbsp;Combining their expansionist vision with&nbsp;spurious theories of racial purity, the Germans quickly came to control most of central and eastern Europe.<br /> <br /> Genocide became an everyday phenomenon&mdash;the Nuremburg Laws forced Jews to identify themselves with a badge, and criminalized sexual intimacy between Jews and gentiles. Laws were passed across Europe and the Mediterranean that excluded Jews from certain professions and the right to attend school.&nbsp;Citizenship was revoked and many people were&nbsp;forced&nbsp;from their homes into overcrowded wards.&nbsp;Inspired by the medieval ghetto, the Nazis went further&mdash;killing Jews by restricting food and medicine, packing thousands into spaces fit for far fewer, and, eventually, forbidding Jews to leave at all. Working in collaboration with governments across Europe, Nazi officials enacted a &ldquo;Final Solution&rdquo; to the &ldquo;Jewish Question&rdquo; in early 1942.&nbsp;Jews were forcibly&nbsp;gathered and shipped to local concentration camps and to death camps in Poland and Russia.&nbsp;Six million Jews died in the Holocaust.<br /> <br /> Text by Dr. Jessica Hammerman and Dr. Shaina Hammerman<br /> <br /> *Moses Mendelssohn, &quot;19.&nbsp;Judaism and civil law,&quot;&nbsp;J<em>erusalem: Religious Power and Judaism</em>, 1783</p> <hr /> <p><strong>Suggested readings:</strong><!--EndFragment--><!--[if gte mso 9]><xml><o:DocumentProperties> <o:Revision>0</o:Revision> <o:TotalTime>0</o:TotalTime> <o:Pages>1</o:Pages> <o:Words>152</o:Words> <o:Characters>867</o:Characters> <o:Company>Khan Academy</o:Company> <o:Lines>7</o:Lines> <o:Paragraphs>2</o:Paragraphs> <o:CharactersWithSpaces>1017</o:CharactersWithSpaces> <o:Version>14.0</o:Version> </o:DocumentProperties> <o:OfficeDocumentSettings> <o:AllowPNG></o:AllowPNG> </o:OfficeDocumentSettings></xml><![endif]--><!--[if gte mso 9]><xml><w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:TrackMoves></w:TrackMoves> <w:TrackFormatting></w:TrackFormatting> <w:PunctuationKerning></w:PunctuationKerning> <w:ValidateAgainstSchemas></w:ValidateAgainstSchemas> <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid> <w:IgnoreMixedContent>false</w:IgnoreMixedContent> <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText> <w:DoNotPromoteQF></w:DoNotPromoteQF> <w:LidThemeOther>EN-US</w:LidThemeOther> <w:LidThemeAsian>JA</w:LidThemeAsian> <w:LidThemeComplexScript>X-NONE</w:LidThemeComplexScript> <w:Compatibility> <w:BreakWrappedTables></w:BreakWrappedTables> <w:SnapToGridInCell></w:SnapToGridInCell> <w:WrapTextWithPunct></w:WrapTextWithPunct> <w:UseAsianBreakRules></w:UseAsianBreakRules> <w:DontGrowAutofit></w:DontGrowAutofit> <w:SplitPgBreakAndParaMark></w:SplitPgBreakAndParaMark> <w:EnableOpenTypeKerning></w:EnableOpenTypeKerning> <w:DontFlipMirrorIndents></w:DontFlipMirrorIndents> <w:OverrideTableStyleHps></w:OverrideTableStyleHps> <w:UseFELayout></w:UseFELayout> </w:Compatibility> <m:mathPr> <m:mathFont m:val="Cambria Math"></m:mathFont> <m:brkBin m:val="before"></m:brkBin> <m:brkBinSub m:val="&#45;-"></m:brkBinSub> <m:smallFrac m:val="off"></m:smallFrac> <m:dispDef></m:dispDef> <m:lMargin m:val="0"></m:lMargin> <m:rMargin m:val="0"></m:rMargin> <m:defJc m:val="centerGroup"></m:defJc> <m:wrapIndent m:val="1440"></m:wrapIndent> <m:intLim m:val="subSup"></m:intLim> <m:naryLim m:val="undOvr"></m:naryLim> </m:mathPr></w:WordDocument></xml><![endif]--><!--[if gte mso 9]><xml><w:LatentStyles DefLockedState="false" DefUnhideWhenUsed="true" DefSemiHidden="true" DefQFormat="false" DefPriority="99" LatentStyleCount="276"> <w:LsdException Locked="false" Priority="0" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Normal"></w:LsdException> <w:LsdException Locked="false" Priority="9" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="heading 1"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 2"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 3"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 4"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 5"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 6"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 7"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 8"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 9"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 1"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 2"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 3"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 4"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 5"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 6"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 7"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 8"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 9"></w:LsdException> <w:LsdException Locked="false" Priority="35" QFormat="true" Name="caption"></w:LsdException> <w:LsdException Locked="false" Priority="10" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Title"></w:LsdException> <w:LsdException Locked="false" Priority="1" Name="Default Paragraph Font"></w:LsdException> <w:LsdException Locked="false" Priority="11" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtitle"></w:LsdException> <w:LsdException Locked="false" Priority="22" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Strong"></w:LsdException> <w:LsdException Locked="false" Priority="20" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="59" SemiHidden="false" UnhideWhenUsed="false" Name="Table Grid"></w:LsdException> <w:LsdException Locked="false" UnhideWhenUsed="false" Name="Placeholder Text"></w:LsdException> <w:LsdException Locked="false" Priority="1" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="No Spacing"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" UnhideWhenUsed="false" Name="Revision"></w:LsdException> <w:LsdException Locked="false" Priority="34" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="List Paragraph"></w:LsdException> <w:LsdException Locked="false" Priority="29" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Quote"></w:LsdException> <w:LsdException Locked="false" Priority="30" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Quote"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="19" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtle Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="21" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="31" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtle Reference"></w:LsdException> <w:LsdException Locked="false" Priority="32" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Reference"></w:LsdException> <w:LsdException Locked="false" Priority="33" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Book Title"></w:LsdException> <w:LsdException Locked="false" Priority="37" Name="Bibliography"></w:LsdException> <w:LsdException Locked="false" Priority="39" QFormat="true" Name="TOC Heading"></w:LsdException> </w:LatentStyles></xml><![endif]--><!--[if gte mso 10]><style>/* Style Definitions */ table.MsoNormalTable {mso-style-name:"Table Normal"; mso-tstyle-rowband-size:0; mso-tstyle-colband-size:0; mso-style-noshow:yes; mso-style-priority:99; mso-style-parent:""; mso-padding-alt:0in 5.4pt 0in 5.4pt; mso-para-margin:0in; mso-para-margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:10.0pt; font-family:Cambria;}</style><![endif]--><!--StartFragment--></p> <p>Pierre Birnbaum and Ira Katznelson, eds.,&nbsp;<em>Paths of Emancipation: Jews, States, and Citizenship</em> (Princeton: Princeton University Press, 1995).</p> <p>Patrick Desbois, <em>The Holocaust by Bullets: A Priest&#39;s Journey to Uncover the Truth Behind the Murder of 1.5 Million Jews</em> (Palgrave Macmillan, 2009)</p> <p>Shmuel Feiner, <em>The Jewish Enlightenment</em>, translated by Chaya Naor (Philadelphia:&nbsp;University of Pennsylvania Press, 2004).</p> <p>Zvi Y Gitelman, <em>A Century of Ambivalence: the Jews of Russia and the Soviet Union, 1881 to the Present</em> (New York: Schocken Books, 1988).</p> <p>Deborah Hertz, <em>How Jews Became Germans: The History of Conversion and&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Assimilation in Berlin</em> (New Haven: Yale University Press, 2007).</p> <p>Gershon Hundert, ed., Essential Papers on Hasidism: Origins to Present (New York: NewYork University Press, 1991).</p> <p>Marion Kaplan, Between Dignity and Despair: Jewish Life in Nazi Germany (Oxford University Press, 1999).</p> <p>Jacob Katz, <em>Out of the Ghetto: the Social Background of Jewish Emancipation, 1770&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -1870</em> (Cambridge: Harvard University Press, 1973).</p> <p>Michael Marrus and Robert Paxton, <em>Vichy France and the Jews</em> (Stanford University Press, 1995).</p> <p>Michael Meyer, <em>Response to Modernity: A History of the Reform Movement in Judaism</em> (Oxford: Oxford University Press, 1988)</p> <p>Ada Rapoport-Albert, ed. Hasidism Reappraised (Oxford: Littman Library of Jewish&nbsp;Civilization, 1998).<!--[if gte mso 9]><xml><o:DocumentProperties> <o:Revision>0</o:Revision> <o:TotalTime>0</o:TotalTime> <o:Pages>1</o:Pages> <o:Words>24</o:Words> <o:Characters>143</o:Characters> <o:Company>Khan Academy</o:Company> <o:Lines>1</o:Lines> <o:Paragraphs>1</o:Paragraphs> <o:CharactersWithSpaces>166</o:CharactersWithSpaces> <o:Version>14.0</o:Version> </o:DocumentProperties> <o:OfficeDocumentSettings> <o:AllowPNG></o:AllowPNG> </o:OfficeDocumentSettings></xml><![endif]--><!--[if gte mso 9]><xml><w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:TrackMoves></w:TrackMoves> <w:TrackFormatting></w:TrackFormatting> <w:PunctuationKerning></w:PunctuationKerning> <w:ValidateAgainstSchemas></w:ValidateAgainstSchemas> <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid> <w:IgnoreMixedContent>false</w:IgnoreMixedContent> <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText> <w:DoNotPromoteQF></w:DoNotPromoteQF> <w:LidThemeOther>EN-US</w:LidThemeOther> <w:LidThemeAsian>JA</w:LidThemeAsian> <w:LidThemeComplexScript>X-NONE</w:LidThemeComplexScript> <w:Compatibility> <w:BreakWrappedTables></w:BreakWrappedTables> <w:SnapToGridInCell></w:SnapToGridInCell> <w:WrapTextWithPunct></w:WrapTextWithPunct> <w:UseAsianBreakRules></w:UseAsianBreakRules> <w:DontGrowAutofit></w:DontGrowAutofit> <w:SplitPgBreakAndParaMark></w:SplitPgBreakAndParaMark> <w:EnableOpenTypeKerning></w:EnableOpenTypeKerning> <w:DontFlipMirrorIndents></w:DontFlipMirrorIndents> <w:OverrideTableStyleHps></w:OverrideTableStyleHps> <w:UseFELayout></w:UseFELayout> </w:Compatibility> <m:mathPr> <m:mathFont m:val="Cambria Math"></m:mathFont> <m:brkBin m:val="before"></m:brkBin> <m:brkBinSub m:val="&#45;-"></m:brkBinSub> <m:smallFrac m:val="off"></m:smallFrac> <m:dispDef></m:dispDef> <m:lMargin m:val="0"></m:lMargin> <m:rMargin m:val="0"></m:rMargin> <m:defJc m:val="centerGroup"></m:defJc> <m:wrapIndent m:val="1440"></m:wrapIndent> <m:intLim m:val="subSup"></m:intLim> <m:naryLim m:val="undOvr"></m:naryLim> </m:mathPr></w:WordDocument></xml><![endif]--><!--[if gte mso 9]><xml><w:LatentStyles DefLockedState="false" DefUnhideWhenUsed="true" DefSemiHidden="true" DefQFormat="false" DefPriority="99" LatentStyleCount="276"> <w:LsdException Locked="false" Priority="0" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Normal"></w:LsdException> <w:LsdException Locked="false" Priority="9" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="heading 1"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 2"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 3"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 4"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 5"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 6"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 7"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 8"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 9"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 1"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 2"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 3"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 4"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 5"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 6"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 7"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 8"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 9"></w:LsdException> <w:LsdException Locked="false" Priority="35" QFormat="true" Name="caption"></w:LsdException> <w:LsdException Locked="false" Priority="10" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Title"></w:LsdException> <w:LsdException Locked="false" Priority="1" Name="Default Paragraph Font"></w:LsdException> <w:LsdException Locked="false" Priority="11" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtitle"></w:LsdException> <w:LsdException Locked="false" Priority="22" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Strong"></w:LsdException> <w:LsdException Locked="false" Priority="20" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="59" SemiHidden="false" UnhideWhenUsed="false" Name="Table Grid"></w:LsdException> <w:LsdException Locked="false" UnhideWhenUsed="false" Name="Placeholder Text"></w:LsdException> <w:LsdException Locked="false" Priority="1" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="No Spacing"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" UnhideWhenUsed="false" Name="Revision"></w:LsdException> <w:LsdException Locked="false" Priority="34" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="List Paragraph"></w:LsdException> <w:LsdException Locked="false" Priority="29" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Quote"></w:LsdException> <w:LsdException Locked="false" Priority="30" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Quote"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="19" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtle Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="21" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="31" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtle Reference"></w:LsdException> <w:LsdException Locked="false" Priority="32" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Reference"></w:LsdException> <w:LsdException Locked="false" Priority="33" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Book Title"></w:LsdException> <w:LsdException Locked="false" Priority="37" Name="Bibliography"></w:LsdException> <w:LsdException Locked="false" Priority="39" QFormat="true" Name="TOC Heading"></w:LsdException> </w:LatentStyles></xml><![endif]--><!--[if gte mso 10]><style>/* Style Definitions */ table.MsoNormalTable {mso-style-name:"Table Normal"; mso-tstyle-rowband-size:0; mso-tstyle-colband-size:0; mso-style-noshow:yes; mso-style-priority:99; mso-style-parent:""; mso-padding-alt:0in 5.4pt 0in 5.4pt; mso-para-margin:0in; mso-para-margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:10.0pt; font-family:Cambria;}</style><![endif]--><!--StartFragment--></p> <p>Jean-Paul Sartre,&nbsp;<em>Anti-Semite and Jew</em>, translated by George J. Becker (New York:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Schocken Books, 1948).</p> <p>Art Spiegelman, <em>Meta Maus</em> (New York: Pantheon Books, 2011).</p> <p><!--EndFragment--></p> <p><!--EndFragment--></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/18721260345bc76fcddfbb362b1fd0fc811cee6e.jpg" /><span class="image-caption">Moritz Daniel Oppenheim, <em>Self-Portrait</em>, 1814-16 (The Jewish Museum, New York). &quot;Moritz Oppenheim&rsquo;s life and work epitomize German Jewrys journey from traditional life to modernity. Born in the ghetto of Hanau, he studied academic painting, an opportunity previously unavailable to Jews....He received commissions from both Jews and non-Jews ....In this work, one of the earliest self-portraits by a Jewish artist, a young Oppenheim depicts himself proudly holding his palette, a vivid testimony to the emergence of Jewish artists during the 19th century.&quot;&nbsp;<a href="https://www.google.com/culturalinstitute/asset-viewer/self-portrait/TgE8sSeXKhAL8A?projectId=art-project">Source</a></span></span></p> <p>The emancipation of European&nbsp;Jews from ghettos became a benchmark of sorts indicating&nbsp;a nation&rsquo;s transformation from the medieval to the modern.&nbsp;Upon the formation of a secular nation, French Jews received civil rights in 1791 and 1792. Other European nations followed throughout the 19th century. National communities distanced themselves from old forms of Christianity, and they tolerated Jews, albeit with reservations.&nbsp;</p> <h3>Jewish enlightenment (<em>Haskalah</em>)</h3> <p>In Germany, which did not become a&nbsp;unified nation until 1871, Jews were not granted full equality. Rights depended on local municipalities and in some places, Jews were awarded rights only to have them taken away soon after. It is no coincidence that Germany was the birthplace of Reform Judaism.&nbsp;Progressive thinkers sought to transform Judaism from within when they could not stem prejudice against Jews from without.&nbsp;</p> <p>Moses Mendelssohn &nbsp;pioneered the Jewish Enlightenment, or <em>Haskalah</em>, which advocated many of the same ideas about freedom and equal rights as those that&nbsp;Jean-Jacques Rousseau and Immanuel Kant explored.&nbsp;Mendelssohn openly discussed the ways that Jews could live in a multi-religious society. &ldquo;Adopt the mores and constitution of the country in which you find yourself,&rdquo; he wrote, &ldquo;but be steadfast in upholding the religion of your fathers, too.&rdquo;*&nbsp;In subsequent generations, many Jews&mdash;among them, Karl Marx&rsquo;s parents&mdash;found it easier simply to convert to Christianity and live publicly as Christians in order to access jobs, property, and other basic rights.</p> <h3>Reform movement</h3> <p><span class="block-image image-wrapper"><img alt="Isador Kaufmann, Man with Fur Hat, c. 1910, Vienna (The Jewish Museum, New York). " src="https://ka-perseus-images.s3.amazonaws.com/47cb3f02e63fb844d162d5eb84bf5f935caddc99.jpg" /><span class="image-caption">Isador Kaufmann, <em>Man with Fur Hat</em>, c. 1910, Vienna (The Jewish Museum, New York).&nbsp;&ldquo;Kaufmann&rsquo;s portraits of religiously devout Jews conveyed aspects of Jewish tradition that his audience of acculturated Jews and non-Jews would understand. Here, the sitters orthodoxy is indicated by his fur-trimmed shtraymel (hat) and black kapote (coat). Hung in well-appointed parlors....they...provided a connection to Jewish heritage by linking the world of cosmopolitan Vienna to a traditional lifestyle that endured outside the capital.&rdquo; <a href="https://www.google.com/culturalinstitute/asset-viewer/man-with-fur-hat/ZAHnngZnzTGp6A?projectId=art-project">Source</a></span></span>But there was another answer to the paradox posed by modernity.&nbsp;Inspired by Mendelssohn, Jewish questioners throughout German-speaking lands in the early nineteenth century developed the Reform movement.&nbsp;These reformers believed that their mission was to bring Judaism in line with modern thought; they also promoted the idea that prayers should be chanted in the local language rather than in Hebrew.&nbsp;They encouraged rabbis to look beyond the Talmud and Torah for guidance. Reformers spurned the idea that the past could dictate a way of life in an increasingly secular and&nbsp;industrial&nbsp;context.&nbsp;They modeled many of their religious practices after German Christians&nbsp;encouraging&nbsp;&ldquo;decorum&rdquo; in synagogue, introducing&nbsp;music similar to that heard in churches, and many even wanted to switch the Sabbath to Sunday. They wanted to remain Jews, while highlighting Judaism&rsquo;s similarities with Christianity.</p> <h3>Orthodox movement</h3> <p>These efforts infuriated traditionalists, who then reacted with steadfast conservatism.&nbsp; Some traditional rabbis had long opposed emancipation, but in response to the Reformers, a group of adherents to <em>Halakhah </em>codified the new Orthodox movement.&nbsp;They opposed many of the secular cultural forms that Judaism took in the coming decades: the Yiddishist movement, Zionism, and any other divergences from strict Halakhah. Some insisted that established customs not grounded in Jewish law should take on the weight of <em>Halakhah</em>&mdash;this is why some groups continue to dress and speak like their ancestors from a century ago or more.&nbsp; These extreme forms of observance are as much a product of modernity as Reform.</p> <h3>Hasidic Judaism</h3> <p>In Eastern Europe, another religious movement, called Hasidism, gained traction parallel to Reform and Orthodoxy.&nbsp;Founded in the eighteenth century by a rabbi and mystic who called himself Israel Baal Shem Tov, Hasidic Judaism grew out of a populist reaction to the elitism of the traditional Talmudic academy. Hasidic Judaism focuses on mystical interpretations of holy texts and the potential for uneducated Jews to experience holiness. The movement spread rapidly across Eastern and Central Europe. Hasidism&nbsp;gave rise to opposition from at least two sides: the traditional rabbinic legal structures that revolved around organized Torah study, and the &ldquo;enlightened&rdquo; Jews intent on both escaping the oppressive framework of the traditional Jewish family and acculturating into European society.</p> <p>In spite of Hasidic Judaism&rsquo;s strained history with what came to be known as Orthodoxy, it has become harder to distinguish stringent Orthodox Jews from their Hasidic counterparts. As Reform Judaism gained popularity, the two groups joined forces in support of Halakhah and in opposition to radical reform. Known for their distinctive dress (beards, fur hats, sidelocks, and caftans for men), Hasidim are among the most visible Jewish groups.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9c75ae7c8bcba2523d894889b988618cc0e2c52b.jpg" /><span class="image-caption">In 1894, French Captain Alfred Dreyfus was accused and convicted of selling secrets to the Germans.&nbsp;&quot;A military sabre pins a notice of guilt into the body of a hydra which has sprouted the head of&nbsp;Dreyfus. The multi-headed beast, a symbol of indomitable evil, is just one of the many conventions used by Dreyfus&rsquo;s anti-Semitic opponents to establish his inherent malevolence.&quot; <a href="http://exhibits.library.duke.edu/exhibits/show/dreyfus/intro/item/20995">Source</a></span></span></p> <h3>Pogroms</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/21288423c8b6ab8cd96c90ee9ce6eb4a56d47c0c.png" /><span class="image-caption">Torah Crown, 1698-99, Bolzano, Italy (The Jewish Museum, New York) &ldquo;Originally dedicated to an Italian synagogue in 1698/99, this crown was later plundered during a Russian pogrom and then recovered. It became part of the collection of the Great Synagogue of Danzig in the early 20th century. In 1939, it was sent to the Jewish Theological seminary in New York for safekeeping when the Nazis&#39; rise to power forced the Danzig Jewish community to disband.&rdquo; <a href="https://www.google.com/culturalinstitute/asset-viewer/torah-crown/6gEqUFJXD4DlKw?projectId=art-project">Source</a></span></span>Amidst political and economic turmoil in Western and Central Europe, nationalism&nbsp;became a rallying cry and pseudo-scientific&nbsp;ideas about&nbsp;race proliferated.&nbsp; A wave of antisemitism affected Jews within Europe and throughout the world in European&nbsp;colonies. From Russia to Damascus, and Danzig to Algiers, Jews were attacked as infiltrators and blamed for a wide range of&nbsp;social and economic problems.&nbsp;Accusations and rumors led to riots and <em>pogroms</em> (a&nbsp;Russian word that means&nbsp;to violently destroy,&nbsp;used to describe the riots&nbsp;in Eastern Europe in the 19th and early 20th centuries&nbsp;that resulted&nbsp;in the rape and&nbsp;murder of Jews and the theft and&nbsp;destruction of their property).</p> <h3>&nbsp;</h3> <h3>Zionism</h3> <p>Several events from the mid-nineteenth to the early twentieth centuries proved that Jews were not welcomed as equals. In Russia, violent pogroms and economic instability pushed over two million people to emigrate&nbsp;in the 1880s. The vast majority fled to North America, and a small fraction of pioneers traveled to Palestine, the site of ancient Judaism&rsquo;s origins. Some Jewish leaders, responding to the growing nationalism and antisemitism of the late 19th and early 20th centuries, followed Theodor Herzl&nbsp;who advocated for a type of&nbsp;secular Jewish nationalism, a return to the biblical homeland of the Jewish people.&nbsp;Religious Jews had prayed facing Jerusalem and called for a Messianic return to the Land of Israel since the Second Temple was destroyed. But the modern political movement, known as Zionism, united the religious impulse to &ldquo;return&rdquo; with&nbsp;secular ideas about constructing a European-style nation for Jews.&nbsp;It is important to note that Zionism was but one form of Jewish nationalism that took hold in the nineteenth century. Some Jews fought for territorial and political autonomy on different parts of the globe, others fought for cultural autonomy in the nations where they lived. These Diaspora nationalist movements mostly disappeared in 1948 when Israel became an&nbsp;independent state.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b90d0cc23dca11231681575f84c0daa2a0b61fa3.jpg" /><span class="image-caption">Doris Clare Zinkeisen, <em>Human Laundry, Belsen: April 1945</em> (Imperial War Museums) &ldquo;On 15 April 1945 British soldiers entered Bergen-Belsen concentration camp to find a scene of absolute horror. Ten thousand corpses lay unburied, and around 60,000 starving and sick people were packed into the camp&rsquo;s barracks without food or water. Doris Zinkeisen arrived soon afterwards. <em>Human Laundry</em> is arguably the most powerful work produced by any of the artists who were present&hellip;.The camp inmates needed to be washed and de-loused to prevent the spread of typhus before they could be admitted to the makeshift Red Cross hospital nearby.&rdquo; <a href="https://www.google.com/culturalinstitute/asset-viewer/human-laundry-belsen-april-1945/cgFybCdTgEk9bQ?projectId=art-project">Source</a></span></span></p> <h3>Holocaust</h3> <p>&ldquo;The antisemite creates the Jew,&rdquo; wrote the French philosopher Jean-Paul Sartre in 1945.&nbsp;&nbsp; Antisemitism had generated a false image of what a Jew is, making Jews seem like a social danger for the majority of Europeans. After World War I, liberal democracies everywhere appeared to be failing.&nbsp;The idea that Jews were responsible for social and economic crises convinced many&nbsp;to use race and ethnicity as a test to determine who&nbsp;belonged and who&nbsp;ought to be excluded.&nbsp;It was in this climate that the Nazi party was elected to power in 1933.&nbsp;Combining their expansionist vision with&nbsp;spurious theories of racial purity, the Germans quickly came to control most of central and eastern Europe.<br /> <br /> Genocide became an everyday phenomenon&mdash;the Nuremburg Laws forced Jews to identify themselves with a badge, and criminalized sexual intimacy between Jews and gentiles. Laws were passed across Europe and the Mediterranean that excluded Jews from certain professions and the right to attend school.&nbsp;Citizenship was revoked and many people were&nbsp;forced&nbsp;from their homes into overcrowded wards.&nbsp;Inspired by the medieval ghetto, the Nazis went further&mdash;killing Jews by restricting food and medicine, packing thousands into spaces fit for far fewer, and, eventually, forbidding Jews to leave at all. Working in collaboration with governments across Europe, Nazi officials enacted a &ldquo;Final Solution&rdquo; to the &ldquo;Jewish Question&rdquo; in early 1942.&nbsp;Jews were forcibly&nbsp;gathered and shipped to local concentration camps and to death camps in Poland and Russia.&nbsp;Six million Jews died in the Holocaust.<br /> <br /> Text by Dr. Jessica Hammerman and Dr. Shaina Hammerman<br /> <br /> *Moses Mendelssohn, &quot;19.&nbsp;Judaism and civil law,&quot;&nbsp;J<em>erusalem: Religious Power and Judaism</em>, 1783</p> <hr /> <p><strong>Suggested readings:</strong><!--EndFragment--><!--[if gte mso 9]><xml><o:DocumentProperties> <o:Revision>0</o:Revision> <o:TotalTime>0</o:TotalTime> <o:Pages>1</o:Pages> <o:Words>152</o:Words> <o:Characters>867</o:Characters> <o:Company>Khan Academy</o:Company> <o:Lines>7</o:Lines> <o:Paragraphs>2</o:Paragraphs> <o:CharactersWithSpaces>1017</o:CharactersWithSpaces> <o:Version>14.0</o:Version> </o:DocumentProperties> <o:OfficeDocumentSettings> <o:AllowPNG></o:AllowPNG> </o:OfficeDocumentSettings></xml><![endif]--><!--[if gte mso 9]><xml><w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:TrackMoves></w:TrackMoves> <w:TrackFormatting></w:TrackFormatting> <w:PunctuationKerning></w:PunctuationKerning> <w:ValidateAgainstSchemas></w:ValidateAgainstSchemas> <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid> <w:IgnoreMixedContent>false</w:IgnoreMixedContent> <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText> <w:DoNotPromoteQF></w:DoNotPromoteQF> <w:LidThemeOther>EN-US</w:LidThemeOther> <w:LidThemeAsian>JA</w:LidThemeAsian> <w:LidThemeComplexScript>X-NONE</w:LidThemeComplexScript> <w:Compatibility> <w:BreakWrappedTables></w:BreakWrappedTables> <w:SnapToGridInCell></w:SnapToGridInCell> <w:WrapTextWithPunct></w:WrapTextWithPunct> <w:UseAsianBreakRules></w:UseAsianBreakRules> <w:DontGrowAutofit></w:DontGrowAutofit> <w:SplitPgBreakAndParaMark></w:SplitPgBreakAndParaMark> <w:EnableOpenTypeKerning></w:EnableOpenTypeKerning> <w:DontFlipMirrorIndents></w:DontFlipMirrorIndents> <w:OverrideTableStyleHps></w:OverrideTableStyleHps> <w:UseFELayout></w:UseFELayout> </w:Compatibility> <m:mathPr> <m:mathFont m:val="Cambria Math"></m:mathFont> <m:brkBin m:val="before"></m:brkBin> <m:brkBinSub m:val="&#45;-"></m:brkBinSub> <m:smallFrac m:val="off"></m:smallFrac> <m:dispDef></m:dispDef> <m:lMargin m:val="0"></m:lMargin> <m:rMargin m:val="0"></m:rMargin> <m:defJc m:val="centerGroup"></m:defJc> <m:wrapIndent m:val="1440"></m:wrapIndent> <m:intLim m:val="subSup"></m:intLim> <m:naryLim m:val="undOvr"></m:naryLim> </m:mathPr></w:WordDocument></xml><![endif]--><!--[if gte mso 9]><xml><w:LatentStyles DefLockedState="false" DefUnhideWhenUsed="true" DefSemiHidden="true" DefQFormat="false" DefPriority="99" LatentStyleCount="276"> <w:LsdException Locked="false" Priority="0" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Normal"></w:LsdException> <w:LsdException Locked="false" Priority="9" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="heading 1"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 2"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 3"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 4"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 5"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 6"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 7"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 8"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 9"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 1"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 2"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 3"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 4"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 5"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 6"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 7"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 8"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 9"></w:LsdException> <w:LsdException Locked="false" Priority="35" QFormat="true" Name="caption"></w:LsdException> <w:LsdException Locked="false" Priority="10" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Title"></w:LsdException> <w:LsdException Locked="false" Priority="1" Name="Default Paragraph Font"></w:LsdException> <w:LsdException Locked="false" Priority="11" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtitle"></w:LsdException> <w:LsdException Locked="false" Priority="22" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Strong"></w:LsdException> <w:LsdException Locked="false" Priority="20" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="59" SemiHidden="false" UnhideWhenUsed="false" Name="Table Grid"></w:LsdException> <w:LsdException Locked="false" UnhideWhenUsed="false" Name="Placeholder Text"></w:LsdException> <w:LsdException Locked="false" Priority="1" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="No Spacing"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" UnhideWhenUsed="false" Name="Revision"></w:LsdException> <w:LsdException Locked="false" Priority="34" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="List Paragraph"></w:LsdException> <w:LsdException Locked="false" Priority="29" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Quote"></w:LsdException> <w:LsdException Locked="false" Priority="30" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Quote"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="19" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtle Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="21" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="31" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtle Reference"></w:LsdException> <w:LsdException Locked="false" Priority="32" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Reference"></w:LsdException> <w:LsdException Locked="false" Priority="33" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Book Title"></w:LsdException> <w:LsdException Locked="false" Priority="37" Name="Bibliography"></w:LsdException> <w:LsdException Locked="false" Priority="39" QFormat="true" Name="TOC Heading"></w:LsdException> </w:LatentStyles></xml><![endif]--><!--[if gte mso 10]><style>/* Style Definitions */ table.MsoNormalTable {mso-style-name:"Table Normal"; mso-tstyle-rowband-size:0; mso-tstyle-colband-size:0; mso-style-noshow:yes; mso-style-priority:99; mso-style-parent:""; mso-padding-alt:0in 5.4pt 0in 5.4pt; mso-para-margin:0in; mso-para-margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:10.0pt; font-family:Cambria;}</style><![endif]--><!--StartFragment--></p> <p>Pierre Birnbaum and Ira Katznelson, eds.,&nbsp;<em>Paths of Emancipation: Jews, States, and Citizenship</em> (Princeton: Princeton University Press, 1995).</p> <p>Patrick Desbois, <em>The Holocaust by Bullets: A Priest&#39;s Journey to Uncover the Truth Behind the Murder of 1.5 Million Jews</em> (Palgrave Macmillan, 2009)</p> <p>Shmuel Feiner, <em>The Jewish Enlightenment</em>, translated by Chaya Naor (Philadelphia:&nbsp;University of Pennsylvania Press, 2004).</p> <p>Zvi Y Gitelman, <em>A Century of Ambivalence: the Jews of Russia and the Soviet Union, 1881 to the Present</em> (New York: Schocken Books, 1988).</p> <p>Deborah Hertz, <em>How Jews Became Germans: The History of Conversion and&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Assimilation in Berlin</em> (New Haven: Yale University Press, 2007).</p> <p>Gershon Hundert, ed., Essential Papers on Hasidism: Origins to Present (New York: NewYork University Press, 1991).</p> <p>Marion Kaplan, Between Dignity and Despair: Jewish Life in Nazi Germany (Oxford University Press, 1999).</p> <p>Jacob Katz, <em>Out of the Ghetto: the Social Background of Jewish Emancipation, 1770&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -1870</em> (Cambridge: Harvard University Press, 1973).</p> <p>Michael Marrus and Robert Paxton, <em>Vichy France and the Jews</em> (Stanford University Press, 1995).</p> <p>Michael Meyer, <em>Response to Modernity: A History of the Reform Movement in Judaism</em> (Oxford: Oxford University Press, 1988)</p> <p>Ada Rapoport-Albert, ed. Hasidism Reappraised (Oxford: Littman Library of Jewish&nbsp;Civilization, 1998).<!--[if gte mso 9]><xml><o:DocumentProperties> <o:Revision>0</o:Revision> <o:TotalTime>0</o:TotalTime> <o:Pages>1</o:Pages> <o:Words>24</o:Words> <o:Characters>143</o:Characters> <o:Company>Khan Academy</o:Company> <o:Lines>1</o:Lines> <o:Paragraphs>1</o:Paragraphs> <o:CharactersWithSpaces>166</o:CharactersWithSpaces> <o:Version>14.0</o:Version> </o:DocumentProperties> <o:OfficeDocumentSettings> <o:AllowPNG></o:AllowPNG> </o:OfficeDocumentSettings></xml><![endif]--><!--[if gte mso 9]><xml><w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:TrackMoves></w:TrackMoves> <w:TrackFormatting></w:TrackFormatting> <w:PunctuationKerning></w:PunctuationKerning> <w:ValidateAgainstSchemas></w:ValidateAgainstSchemas> <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid> <w:IgnoreMixedContent>false</w:IgnoreMixedContent> <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText> <w:DoNotPromoteQF></w:DoNotPromoteQF> <w:LidThemeOther>EN-US</w:LidThemeOther> <w:LidThemeAsian>JA</w:LidThemeAsian> <w:LidThemeComplexScript>X-NONE</w:LidThemeComplexScript> <w:Compatibility> <w:BreakWrappedTables></w:BreakWrappedTables> <w:SnapToGridInCell></w:SnapToGridInCell> <w:WrapTextWithPunct></w:WrapTextWithPunct> <w:UseAsianBreakRules></w:UseAsianBreakRules> <w:DontGrowAutofit></w:DontGrowAutofit> <w:SplitPgBreakAndParaMark></w:SplitPgBreakAndParaMark> <w:EnableOpenTypeKerning></w:EnableOpenTypeKerning> <w:DontFlipMirrorIndents></w:DontFlipMirrorIndents> <w:OverrideTableStyleHps></w:OverrideTableStyleHps> <w:UseFELayout></w:UseFELayout> </w:Compatibility> <m:mathPr> <m:mathFont m:val="Cambria Math"></m:mathFont> <m:brkBin m:val="before"></m:brkBin> <m:brkBinSub m:val="&#45;-"></m:brkBinSub> <m:smallFrac m:val="off"></m:smallFrac> <m:dispDef></m:dispDef> <m:lMargin m:val="0"></m:lMargin> <m:rMargin m:val="0"></m:rMargin> <m:defJc m:val="centerGroup"></m:defJc> <m:wrapIndent m:val="1440"></m:wrapIndent> <m:intLim m:val="subSup"></m:intLim> <m:naryLim m:val="undOvr"></m:naryLim> </m:mathPr></w:WordDocument></xml><![endif]--><!--[if gte mso 9]><xml><w:LatentStyles DefLockedState="false" DefUnhideWhenUsed="true" DefSemiHidden="true" DefQFormat="false" DefPriority="99" LatentStyleCount="276"> <w:LsdException Locked="false" Priority="0" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Normal"></w:LsdException> <w:LsdException Locked="false" Priority="9" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="heading 1"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 2"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 3"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 4"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 5"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 6"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 7"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 8"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 9"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 1"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 2"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 3"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 4"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 5"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 6"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 7"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 8"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 9"></w:LsdException> <w:LsdException Locked="false" Priority="35" QFormat="true" Name="caption"></w:LsdException> <w:LsdException Locked="false" Priority="10" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Title"></w:LsdException> <w:LsdException Locked="false" Priority="1" Name="Default Paragraph Font"></w:LsdException> <w:LsdException Locked="false" Priority="11" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtitle"></w:LsdException> <w:LsdException Locked="false" Priority="22" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Strong"></w:LsdException> <w:LsdException Locked="false" Priority="20" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="59" SemiHidden="false" UnhideWhenUsed="false" Name="Table Grid"></w:LsdException> <w:LsdException Locked="false" UnhideWhenUsed="false" Name="Placeholder Text"></w:LsdException> <w:LsdException Locked="false" Priority="1" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="No Spacing"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" UnhideWhenUsed="false" Name="Revision"></w:LsdException> <w:LsdException Locked="false" Priority="34" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="List Paragraph"></w:LsdException> <w:LsdException Locked="false" Priority="29" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Quote"></w:LsdException> <w:LsdException Locked="false" Priority="30" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Quote"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="19" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtle Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="21" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="31" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtle Reference"></w:LsdException> <w:LsdException Locked="false" Priority="32" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Reference"></w:LsdException> <w:LsdException Locked="false" Priority="33" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Book Title"></w:LsdException> <w:LsdException Locked="false" Priority="37" Name="Bibliography"></w:LsdException> <w:LsdException Locked="false" Priority="39" QFormat="true" Name="TOC Heading"></w:LsdException> </w:LatentStyles></xml><![endif]--><!--[if gte mso 10]><style>/* Style Definitions */ table.MsoNormalTable {mso-style-name:"Table Normal"; mso-tstyle-rowband-size:0; mso-tstyle-colband-size:0; mso-style-noshow:yes; mso-style-priority:99; mso-style-parent:""; mso-padding-alt:0in 5.4pt 0in 5.4pt; mso-para-margin:0in; mso-para-margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:10.0pt; font-family:Cambria;}</style><![endif]--><!--StartFragment--></p> <p>Jean-Paul Sartre,&nbsp;<em>Anti-Semite and Jew</em>, translated by George J. Becker (New York:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Schocken Books, 1948).</p> <p>Art Spiegelman, <em>Meta Maus</em> (New York: Pantheon Books, 2011).</p> <p><!--EndFragment--></p> <p><!--EndFragment--></p>
