Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="image-wrapper inline-image"><img alt="Shiva as Lord of the Dance (Nataraja), c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art) " src="https://ka-perseus-images.s3.amazonaws.com/92f80ab3534af89c8c6e8fe7c87d3eb3dcdbcc61.jpg" /><span class="image-caption"><em>Shiva as Lord of the Dance (Nataraja)</em>, c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art) </span></span></p> <h3><span>A sacred object out of context</span></h3> <p>The art of medieval India, like the art of medieval Europe, was primarily in the service of religion. The devotee&rsquo;s spiritual experience was enhanced by meditation inspired by works of art and architecture. Just as the luminous upper chapel of the Sainte Chapelle dazzled and overwhelmed worshipers in France, the looming bronze statues of Shiva and Parvati in, for example, the inner halls of the Meenakshi Temple in Madurai, in south India would have awed a Hindu devotee.&nbsp;</p> <p>Its important to keep in mind that the bronze <em>Shiva as Lord of the Dance</em> (&ldquo;Nataraja&rdquo;&mdash;nata meaning dance or performance, and raja meaning king or lord), is a sacred object that has been taken out of its original context&mdash;in fact, we don&#39;t even know where this particular sculpture was originally venerated. In the intimate spaces of the Florence and Herbert Irving South Asian Galleries in the Metropolitan Museum of Art, the <em>Shiva Nataraja</em> is surrounded by other metal statues of Hindu gods including the Lords Vishnu, Parvati, and Hanuman. It is easy to become absorbed in the dark quiet of these galleries with its remarkable collection of divine figures, but it is important to remember that this particular statue was intended to be movable, which explains its moderate size and sizeable circular base, ideal for lifting and hoisting onto a shoulder.</p> <p><span class="image-wrapper inline-image"><img alt="Shiva Nataraja in procession. (photo: Neil Greentree. Source: Smithsonian Institution)" src="https://ka-perseus-images.s3.amazonaws.com/a36236173bdbc040db92ced78f33a82f5158eef0.jpg" /><span class="image-caption">Shiva Nataraja in procession. (photo: <a href="http://www.asia.si.edu/explore/indianart/origins.asp">Neil Greentree</a>. Source: Smithsonian Institution)</span></span></p> <h3>Made for mobility</h3> <p>From the 11th century and onwards, Hindu devotees carried these statues in processional parades as priests followed chanting prayers and bestowing blessings on people gathered for this purpose. Sometimes the statues would be adorned in resplendent red and green clothes and gold jewelry to denote the glorious human form of the gods. In these processions The <em>Shiva Nataraja</em> may have had its legs wrapped with a white and red cloth, adorned with flowers, and surrounded by candles. In a religious Hindu context, the statue is the literal embodiment of the divine. When the worshiper comes before the statue and begins to pray, faith activates the divine energy inherent in the statue, and at that moment, Shiva is present.&nbsp;</p> <h3><span>A bronze Shiva</span></h3> <p>Shiva constitutes a part of a powerful triad of divine energy within the cosmos of the Hindu religion. There is Brahma, the benevolent creator of the universe; there is Vishnu, the sagacious preserver; then there is Shiva, the destroyer. &ldquo;Destroyer&rdquo; in this sense is not an entirely negative force, but one that is expansive in its impact. In Hindu religious philosophy all things must come to a natural end so they can begin anew, and Shiva is the agent that brings about this end so that a new cycle can begin.</p> <p>The Metropolitan Museum&#39;s <em>Shiva Nataraja</em> was made some time in the eleventh century during the Chola Dynasty (9th-13th centuries C.E.) in south India, in what is now the state of Tamil Nadu. One of the longest lasting empires of south India, the Chola Dynasty heralded a golden age of exploration, trade, and artistic development. A great area innovation within the arts of the Chola period was in the field of metalwork, particularly in bronze sculpture. The expanse of the Chola empire stretched south-east towards Sri Lanka and gave the kingdom access to vast copper reserves that enabled the proliferation of bronze work by skilled artisans.&nbsp;</p> <p>During this period a new kind of sculpture is made, one that combines the expressive qualities of stone temple carvings with the rich iconography possible in bronze casting. This image of Shiva is taken from the ancient Indian manual of visual depiction, the <em>Shilpa Shastras</em> (The Science or Rules of Sculpture), which contained a precise set of measurements and shapes for the limbs and proportions of the divine figure. Arms were to be long like stalks of bamboo, faces round like the moon, and eyes shaped like almonds or the leaves of a lotus. The <em>Shastras </em>were a primer on the ideals of beauty and physical perfection within ancient Hindu ideology.</p> <p><span class="block-image image-wrapper"><img alt="Round face, almond eyes and long arms of Shiva surrounded by circle of fire (detail), Shiva as Lord of the Dance (Nataraja), c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art) " src="https://ka-perseus-images.s3.amazonaws.com/3eadfdfb6b90d35e389a4cded5af6616570c406f.jpg" /><span class="image-caption">Round face, almond eyes and long arms of Shiva surrounded by circle of fire (detail), <em>Shiva as Lord of the Dance (Nataraja)</em>, c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)</span></span></p> <h3>A dance within the cosmic circle of fire</h3> <p>Here, Shiva embodies those perfect physical qualities as he is frozen in the moment of his dance within the cosmic circle of fire that is the simultaneous and continuous creation and destruction of the universe. The ring of fire that surrounds the figure is the encapsulated cosmos of mass, time, and space, whose endless cycle of annihilation and regeneration moves in tune to the beat of Shiva&rsquo;s drum and the rhythm of his steps.</p> <p>In his upper right hand he holds the <em>damaru</em>, the drum whose beats syncopate the act of creation and the passage of time.</p> <p><span class="image-wrapper inline-image"><img alt="Shiva's upper left hand holding the agni, the flame of destruction (detail), Shiva as Lord of the Dance (Nataraja), c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/7189421e9bbc8aafb646586549b6fa93865b0b59.jpg" /><span class="image-caption">Shiva&#39;s upper left hand holding the <em>agni</em>, the flame of destruction (detail), <em>Shiva as Lord of the Dance (Nataraja)</em>, c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)</span></span>His lower right hand with his palm raised and facing the viewer is lifted in the gesture of the <em>abhaya mudra</em>, which says to the supplicant, &ldquo;Be not afraid, for those who follow the path of righteousness will have my blessing.&rdquo;</p> <p>Shiva&rsquo;s lower left hand stretches diagonally across his chest with his palm facing down towards his raised left foot, which signifies spiritual grace and fulfillment through meditation and mastery over one&rsquo;s baser appetites. &nbsp;</p> <p>In his upper left hand he holds the<em> agni</em> (image left), the flame of destruction that annihilates all that the sound of the<em> damaru</em> has drummed into existence.</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Shiva's foot on Apasmara (detail), Shiva as Lord of the Dance (Nataraja), c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art) " src="https://ka-perseus-images.s3.amazonaws.com/ec4c654a2aedc2496497d94fd6ef9cedcb675966.jpg" /><span class="image-caption">Shiva&#39;s foot on Apasmara (detail), <em>Shiva as Lord of the Dance (Nataraja)</em>, c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)</span></span></p> <p>Shiva&rsquo;s right foot stands upon the huddled dwarf, the demon Apasmara, the embodiment of ignorance.</p> <p><span class="block-image image-wrapper"><img alt="Shiva's tranquil expression with long hair streaming (detail), Shiva as Lord of the Dance (Nataraja), c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/d4c3cc98e87b3433b4117855cee814ed441b1db3.jpg" /><span class="image-caption">Shiva&#39;s tranquil expression with long hair streaming (detail),<em> Shiva as Lord of the Dance (Nataraja)</em>, c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)</span></span>Shiva&rsquo;s hair, the long hair of the yogi, streams out across the space within the halo of fire that constitutes the universe. Throughout this entire process of chaos and renewal, the face of the god remains tranquil, transfixed in what the historian of South Asian art Heinrich Zimmer calls, &ldquo;the mask of god&rsquo;s eternal essence.&rdquo; &nbsp;</p> <h3>Beyond grace there is perfection</h3> <p>The supple and expressive quality of the dancing Shiva is one of the touchstones of South Asian, and indeed, world sculpture. When the French sculptor Auguste Rodin saw some photographs of the 11th century bronze <em>Shiva Nataraja</em> in the Madras Museum around 1915, he wrote that it seemed to him the &ldquo;perfect expression of rhythmic movement in the world.&rdquo; In an essay he wrote that was published in 1921 he wrote that the <em>Shiva Nataraja</em> has &ldquo;what many people cannot see&mdash;the unknown depths, the core of life. There is grace in elegance, but beyond grace there is perfection.&rdquo; The English philosopher Aldous Huxley said in an interview in 1961 that the Hindu image of god as a dancer is unlike anything he had seen in Western art. &ldquo;We don&rsquo;t have anything that approaches the symbolism of this work of art, which is both cosmic and psychological.&quot;</p> <p>The eloquent bronze statue of the <em>Shiva Nataraja</em>, despite the impact of its formal beauty on Rodin who knew little of its background, is incomplete without an understanding of its symbolism and religious significance. Bronzes of the Chola period such as <em>Shiva as Lord of the Dance (Nataraja)</em> arose out of a need to transmute the divine into a physical embodiment of beauty.</p> <p>Essay by&nbsp;Farisa Khalid</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="http://Shiva's tranquil expression with long hair streaming (detail), Shiva as Lord of the Dance (Nataraja), c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)">This sculpture at the Metropolitan Museum of Art&nbsp;</a></p> <p><a href="http://www.asia.si.edu/explore/indianart/default.asp">Shiva Nataraja from the Smithsonian&nbsp;</a></p> <p><a href="http://www.metmuseum.org/toah/works-of-art/1987.80.1">This sculpture on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/hind/hd_hind.htm">Hinduism and Hindu Art on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
it: <p><span class="image-wrapper inline-image"><img alt="Shiva as Lord of the Dance (Nataraja), c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art) " src="https://ka-perseus-images.s3.amazonaws.com/92f80ab3534af89c8c6e8fe7c87d3eb3dcdbcc61.jpg" /><span class="image-caption"><em>Shiva as Lord of the Dance (Nataraja)</em>, c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art) </span></span></p> <h3><span>A sacred object out of context</span></h3> <p>The art of medieval India, like the art of medieval Europe, was primarily in the service of religion. The devotee&rsquo;s spiritual experience was enhanced by meditation inspired by works of art and architecture. Just as the luminous upper chapel of the Sainte Chapelle dazzled and overwhelmed worshipers in France, the looming bronze statues of Shiva and Parvati in, for example, the inner halls of the Meenakshi Temple in Madurai, in south India would have awed a Hindu devotee.&nbsp;</p> <p>Its important to keep in mind that the bronze <em>Shiva as Lord of the Dance</em> (&ldquo;Nataraja&rdquo;&mdash;nata meaning dance or performance, and raja meaning king or lord), is a sacred object that has been taken out of its original context&mdash;in fact, we don&#39;t even know where this particular sculpture was originally venerated. In the intimate spaces of the Florence and Herbert Irving South Asian Galleries in the Metropolitan Museum of Art, the <em>Shiva Nataraja</em> is surrounded by other metal statues of Hindu gods including the Lords Vishnu, Parvati, and Hanuman. It is easy to become absorbed in the dark quiet of these galleries with its remarkable collection of divine figures, but it is important to remember that this particular statue was intended to be movable, which explains its moderate size and sizeable circular base, ideal for lifting and hoisting onto a shoulder.</p> <p><span class="image-wrapper inline-image"><img alt="Shiva Nataraja in procession. (photo: Neil Greentree. Source: Smithsonian Institution)" src="https://ka-perseus-images.s3.amazonaws.com/a36236173bdbc040db92ced78f33a82f5158eef0.jpg" /><span class="image-caption">Shiva Nataraja in procession. (photo: <a href="http://www.asia.si.edu/explore/indianart/origins.asp">Neil Greentree</a>. Source: Smithsonian Institution)</span></span></p> <h3>Made for mobility</h3> <p>From the 11th century and onwards, Hindu devotees carried these statues in processional parades as priests followed chanting prayers and bestowing blessings on people gathered for this purpose. Sometimes the statues would be adorned in resplendent red and green clothes and gold jewelry to denote the glorious human form of the gods. In these processions The <em>Shiva Nataraja</em> may have had its legs wrapped with a white and red cloth, adorned with flowers, and surrounded by candles. In a religious Hindu context, the statue is the literal embodiment of the divine. When the worshiper comes before the statue and begins to pray, faith activates the divine energy inherent in the statue, and at that moment, Shiva is present.&nbsp;</p> <h3><span>A bronze Shiva</span></h3> <p>Shiva constitutes a part of a powerful triad of divine energy within the cosmos of the Hindu religion. There is Brahma, the benevolent creator of the universe; there is Vishnu, the sagacious preserver; then there is Shiva, the destroyer. &ldquo;Destroyer&rdquo; in this sense is not an entirely negative force, but one that is expansive in its impact. In Hindu religious philosophy all things must come to a natural end so they can begin anew, and Shiva is the agent that brings about this end so that a new cycle can begin.</p> <p>The Metropolitan Museum&#39;s <em>Shiva Nataraja</em> was made some time in the eleventh century during the Chola Dynasty (9th-13th centuries C.E.) in south India, in what is now the state of Tamil Nadu. One of the longest lasting empires of south India, the Chola Dynasty heralded a golden age of exploration, trade, and artistic development. A great area innovation within the arts of the Chola period was in the field of metalwork, particularly in bronze sculpture. The expanse of the Chola empire stretched south-east towards Sri Lanka and gave the kingdom access to vast copper reserves that enabled the proliferation of bronze work by skilled artisans.&nbsp;</p> <p>During this period a new kind of sculpture is made, one that combines the expressive qualities of stone temple carvings with the rich iconography possible in bronze casting. This image of Shiva is taken from the ancient Indian manual of visual depiction, the <em>Shilpa Shastras</em> (The Science or Rules of Sculpture), which contained a precise set of measurements and shapes for the limbs and proportions of the divine figure. Arms were to be long like stalks of bamboo, faces round like the moon, and eyes shaped like almonds or the leaves of a lotus. The <em>Shastras </em>were a primer on the ideals of beauty and physical perfection within ancient Hindu ideology.</p> <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/3eadfdfb6b90d35e389a4cded5af6616570c406f.jpg" /><span class="image-caption">Round face, almond eyes and long arms of Shiva surrounded by circle of fire (detail), <em>Shiva as Lord of the Dance (Nataraja)</em>, c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)</span></span></p> <h3>A dance within the cosmic circle of fire</h3> <p>Here, Shiva embodies those perfect physical qualities as he is frozen in the moment of his dance within the cosmic circle of fire that is the simultaneous and continuous creation and destruction of the universe. The ring of fire that surrounds the figure is the encapsulated cosmos of mass, time, and space, whose endless cycle of annihilation and regeneration moves in tune to the beat of Shiva&rsquo;s drum and the rhythm of his steps.</p> <p>In his upper right hand he holds the <em>damaru</em>, the drum whose beats syncopate the act of creation and the passage of time.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7189421e9bbc8aafb646586549b6fa93865b0b59.jpg" /><span class="image-caption">Shiva&#39;s upper left hand holding the <em>agni</em>, the flame of destruction (detail), <em>Shiva as Lord of the Dance (Nataraja)</em>, c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)</span></span>His lower right hand with his palm raised and facing the viewer is lifted in the gesture of the <em>abhaya mudra</em>, which says to the supplicant, &ldquo;Be not afraid, for those who follow the path of righteousness will have my blessing.&rdquo;</p> <p>Shiva&rsquo;s lower left hand stretches diagonally across his chest with his palm facing down towards his raised left foot, which signifies spiritual grace and fulfillment through meditation and mastery over one&rsquo;s baser appetites. &nbsp;</p> <p>In his upper left hand he holds the<em> agni</em> (image left), the flame of destruction that annihilates all that the sound of the<em> damaru</em> has drummed into existence.</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Shiva's foot on Apasmara (detail), Shiva as Lord of the Dance (Nataraja), c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art) " src="https://ka-perseus-images.s3.amazonaws.com/ec4c654a2aedc2496497d94fd6ef9cedcb675966.jpg" /><span class="image-caption">Shiva&#39;s foot on Apasmara (detail), <em>Shiva as Lord of the Dance (Nataraja)</em>, c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)</span></span></p> <p>Shiva&rsquo;s right foot stands upon the huddled dwarf, the demon Apasmara, the embodiment of ignorance.</p> <p><span class="block-image image-wrapper"><img alt="Shiva's tranquil expression with long hair streaming (detail), Shiva as Lord of the Dance (Nataraja), c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/d4c3cc98e87b3433b4117855cee814ed441b1db3.jpg" /><span class="image-caption">Shiva&#39;s tranquil expression with long hair streaming (detail),<em> Shiva as Lord of the Dance (Nataraja)</em>, c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)</span></span>Shiva&rsquo;s hair, the long hair of the yogi, streams out across the space within the halo of fire that constitutes the universe. Throughout this entire process of chaos and renewal, the face of the god remains tranquil, transfixed in what the historian of South Asian art Heinrich Zimmer calls, &ldquo;the mask of god&rsquo;s eternal essence.&rdquo; &nbsp;</p> <h3>Beyond grace there is perfection</h3> <p>The supple and expressive quality of the dancing Shiva is one of the touchstones of South Asian, and indeed, world sculpture. When the French sculptor Auguste Rodin saw some photographs of the 11th century bronze <em>Shiva Nataraja</em> in the Madras Museum around 1915, he wrote that it seemed to him the &ldquo;perfect expression of rhythmic movement in the world.&rdquo; In an essay he wrote that was published in 1921 he wrote that the <em>Shiva Nataraja</em> has &ldquo;what many people cannot see&mdash;the unknown depths, the core of life. There is grace in elegance, but beyond grace there is perfection.&rdquo; The English philosopher Aldous Huxley said in an interview in 1961 that the Hindu image of god as a dancer is unlike anything he had seen in Western art. &ldquo;We don&rsquo;t have anything that approaches the symbolism of this work of art, which is both cosmic and psychological.&quot;</p> <p>The eloquent bronze statue of the <em>Shiva Nataraja</em>, despite the impact of its formal beauty on Rodin who knew little of its background, is incomplete without an understanding of its symbolism and religious significance. Bronzes of the Chola period such as <em>Shiva as Lord of the Dance (Nataraja)</em> arose out of a need to transmute the divine into a physical embodiment of beauty.</p> <p>Essay by&nbsp;Farisa Khalid</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="http://Shiva's tranquil expression with long hair streaming (detail), Shiva as Lord of the Dance (Nataraja), c. 11th century, Copper alloy, Chola period, 68.3 x 56.5 cm (The Metropolitan Museum of Art)">This sculpture at the Metropolitan Museum of Art&nbsp;</a></p> <p><a href="http://www.asia.si.edu/explore/indianart/default.asp">Shiva Nataraja from the Smithsonian&nbsp;</a></p> <p><a href="http://www.metmuseum.org/toah/works-of-art/1987.80.1">This sculpture on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/hind/hd_hind.htm">Hinduism and Hindu Art on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
