Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Map of Petra (public domain)" src="https://ka-perseus-images.s3.amazonaws.com/0292278d468c31d7c630cce9ca12092aa352f600.png" /><span class="image-caption">Map of Petra (<a href="http://en.wikipedia.org/wiki/Petra#mediaviewer/File:Karta_Petra.PNG">public domain</a>)</span></span></p> <p>Petra was a well-developed city and contained many of the buildings and urban infrastructure that one would expect of a Hellenistic city. Recent archaeological work has radically reshaped our understanding of downtown Petra. Most of Petra&rsquo;s great tombs and buildings were built before the Roman Empire&nbsp;annexed it in 106 C.E.</p> <p><span class="block-image image-wrapper"><img alt="Theatre, Petra (Jordan), photo: Chris Armstrong (CC BY-ND 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/5fb6d7915cf676c0bf876673344af1bae30be6b2.jpg" /><span class="image-caption">Theatre, Petra (Jordan), photo: <a href="https://www.flickr.com/photos/chris-collation/4980309298">Chris Armstrong</a> (CC BY-ND 2.0)</span></span></p> <p><span>Petra had a large&nbsp;theater, which was probably built during the reign of Aretas IV (9 B.C.E. &ndash; 40 C.E.), as well as a monumental colonnaded street. Important buildings graced both sides of the Wadi. On the southside of the street was a nymphaeum (a&nbsp;shrine consecrated to water nymphs, often with a fountain) and a series of monumental spaces, which were once identified as markets. The so-called Lower Market has recently been excavated and shown to be a garden-pool complex. This stood adjacent to so-called Great Temple of Petra. Within the cella, or inner sanctuary room, of the Great Temple, a series of stone seats were discovered; this may suggest that the structure was not a temple, but an audience hall at least for part of its history. </span></p> <p><span class="block-image image-wrapper"><img alt="So-called Great Temple, Petra (Jordan)" src="https://ka-perseus-images.s3.amazonaws.com/dd246ebd078ffa6e44a8eb80cb9705eac94c8549.jpg" /><span class="image-caption">So-called Great Temple, Petra (Jordan), photo: <a href="https://www.flickr.com/photos/archer10/2216884155">Dennis Jarvis</a>&nbsp;<br /> (CC BY-SA 2.0)</span></span></p> <p><span>Baths were also located in its vicinity. Opposite the so-called Great Temple is the Temple of the Winged Lions, from which a unique god block of a female goddess, was recovered. Column capitals at Petra are truly unique in part for their&nbsp;carvings of winged lions and elephants.</span></p> <p><span class="block-image image-wrapper"><img alt="Elephant-headed capital, limestone, Petra (found in the triple colonnades of the Lower Tenemos or gateway. The decoration from top to bottom consists of a plain band, egg and dart motif, and the cornice with a plain band with tripartite molding in a double wave. The corner decoration is an elephant head with fan-shaped ears.…Beneath the heads is an acanthus leaf extending downwards….On the sides and resting on the elephant’s forehead is an incurving scroll with floral motifs (from the label Archaeological Museum, Petra), photo: Guillaume Baviere (CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/bd046152c7a9f53063df83e575f9ae6649eda7b1.jpg" /><span class="image-caption">Elephant-headed capital, limestone, Petra. Found in the triple colonnades of the Lower Tenemos (sacred district). The decoration from top to bottom consists of a plain band, egg and dart motif, and the cornice with a plain band with tripartite molding in a double wave. The corner decoration is an elephant head with fan-shaped ears.&hellip;Beneath the heads is an acanthus leaf extending downwards&hellip;.On the sides and resting on the elephant&rsquo;s forehead is an incurving scroll with floral motifs (from the label &quot;Elephant-headed Capitals&quot;&nbsp;in the Archaeological Museum, Petra), photo: <a href="https://www.flickr.com/photos/84554176@N00/5585541675">Guillaume Baviere</a> (CC BY 2.0)</span></span></p> <p>Just to the west, past a gate in a temenos, or sacred precinct, was the Qasr el-Bint, the most important temple in the city. It was also probably built under Aretas the IV, but we do not know to which gods the Qasr el-Bint was dedicated. Petra is also filled with more mundane architecture, including domestic residences, as well as the all-important water-catchment and storage systems that allowed life and agriculture to flourish here.</p> <p><span class="block-image image-wrapper"><img alt="Qasr el-Bint, Petra (Jordan), c. 9 B.C.E. - 40 C.E., photo: Dennis Jarvis (CC BY-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/464edc271b6ae9f139d68780125c2442252d8c97.jpg" /><span class="image-caption">Qasr el-Bint, Petra (Jordan), c. 9 B.C.E. - 40 C.E.,<br /> photo: <a href="https://www.flickr.com/photos/archer10/2216883629">Dennis Jarvis</a> (CC BY-SA 2.0)</span></span></p> <p>Petra is often seen in isolation; in fact, it was one of many Nabataean sites; the Nabataean lands stretched from the Sinai and Negev in the west, as far north as Damascus at one point, and as far south as Egra, modern-day Madain Saleh, in Northern Saudi Arabia, which also had numerous rock-cut tombs, amongst others. At Egra an inscription attests to the presence of a Roman Legion at the site, marking the city as the southern most boundary of the Roman Empire in the Antonine Era. Khirbet et-Tannur was a major sanctuary in central Jordan; many of its reliefs are in the Cincinnati Museum of Art today.&nbsp;</p> <p>The Nabataeans took an active role in their architectural and artistic creations, drawing upon the artistic vocabulary of the Hellenistic world and the ancient Near East. Rather than slavishly copying either one of these traditions, the Nabataeans actively selected and adopted certain elements for their tombs, dining pavilions, and temples to suit their needs and purposes, on both the group and individual level. Indeed, the Treasury and the Monastery could only have been conceived of and executed in Petra.</p> <p>Text by Dr. Elizabeth Macaulay-Lewis</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.jstor.org/stable/1356575">Philip C. Hammond, &ldquo;The Capitals from &lsquo;The Temple of the Winged Lions,&rsquo; Petra,&rdquo; Bulletin of the American Schools of Oriental Research (1977)</a></p> <p><a href="http://www.jstor.org/stable/499021">Richard B. Freeman, &ldquo;Nabataean Sculpture in the Cincinnati Art Museum,&rdquo; American Journal of Archaeology (1941)</a></p>
it: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Map of Petra (public domain)" src="https://ka-perseus-images.s3.amazonaws.com/0292278d468c31d7c630cce9ca12092aa352f600.png" /><span class="image-caption">Map of Petra (<a href="http://en.wikipedia.org/wiki/Petra#mediaviewer/File:Karta_Petra.PNG">public domain</a>)</span></span></p> <p>Petra was a well-developed city and contained many of the buildings and urban infrastructure that one would expect of a Hellenistic city. Recent archaeological work has radically reshaped our understanding of downtown Petra. Most of Petra&rsquo;s great tombs and buildings were built before the Roman Empire&nbsp;annexed it in 106 C.E.</p> <p><span class="block-image image-wrapper"><img alt="Theatre, Petra (Jordan), photo: Chris Armstrong (CC BY-ND 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/5fb6d7915cf676c0bf876673344af1bae30be6b2.jpg" /><span class="image-caption">Theatre, Petra (Jordan), photo: <a href="https://www.flickr.com/photos/chris-collation/4980309298">Chris Armstrong</a> (CC BY-ND 2.0)</span></span></p> <p><span>Petra had a large&nbsp;theater, which was probably built during the reign of Aretas IV (9 B.C.E. &ndash; 40 C.E.), as well as a monumental colonnaded street. Important buildings graced both sides of the Wadi. On the southside of the street was a nymphaeum (a&nbsp;shrine consecrated to water nymphs, often with a fountain) and a series of monumental spaces, which were once identified as markets. The so-called Lower Market has recently been excavated and shown to be a garden-pool complex. This stood adjacent to so-called Great Temple of Petra. Within the cella, or inner sanctuary room, of the Great Temple, a series of stone seats were discovered; this may suggest that the structure was not a temple, but an audience hall at least for part of its history. </span></p> <p><span class="block-image image-wrapper"><img alt="So-called Great Temple, Petra (Jordan)" src="https://ka-perseus-images.s3.amazonaws.com/dd246ebd078ffa6e44a8eb80cb9705eac94c8549.jpg" /><span class="image-caption">So-called Great Temple, Petra (Jordan), photo: <a href="https://www.flickr.com/photos/archer10/2216884155">Dennis Jarvis</a>&nbsp;<br /> (CC BY-SA 2.0)</span></span></p> <p><span>Baths were also located in its vicinity. Opposite the so-called Great Temple is the Temple of the Winged Lions, from which a unique god block of a female goddess, was recovered. Column capitals at Petra are truly unique and we have winged lions and elephants.</span></p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/bd046152c7a9f53063df83e575f9ae6649eda7b1.jpg" /><span class="image-caption">Elephant-headed capital, limestone, Petra. Found in the triple colonnades of the Lower Tenemos (sacred district). The decoration from top to bottom consists of a plain band, egg and dart motif, and the cornice with a plain band with tripartite molding in a double wave. The corner decoration is an elephant head with fan-shaped ears.&hellip;Beneath the heads is an acanthus leaf extending downwards&hellip;.On the sides and resting on the elephant&rsquo;s forehead is an incurving scroll with floral motifs (from the label &quot;Elephant-headed Capitals&quot;&nbsp;in the Archaeological Museum, Petra), photo: <a href="https://www.flickr.com/photos/84554176@N00/5585541675">Guillaume Baviere</a> (CC BY 2.0)</span></span></p> <p>Just to the west, past a gate in a temenos, or sacred precinct, was the Qasr el-Bint, the most important temple in the city. It was also probably built under Aretas the IV, but we do not know to which gods the Qasr el-Bint was dedicated. Petra is also filled with more mundane architecture, including domestic residences, as well as the all-important water-catchment and storage systems that allowed life and agriculture to flourish here.</p> <p><span class="block-image image-wrapper"><img alt="Qasr el-Bint, Petra (Jordan), c. 9 B.C.E. - 40 C.E., photo: Dennis Jarvis (CC BY-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/464edc271b6ae9f139d68780125c2442252d8c97.jpg" /><span class="image-caption">Qasr el-Bint, Petra (Jordan), c. 9 B.C.E. - 40 C.E.,<br /> photo: <a href="https://www.flickr.com/photos/archer10/2216883629">Dennis Jarvis</a> (CC BY-SA 2.0)</span></span></p> <p>Petra is often seen in isolation; in fact, it was one of many Nabataean sites; the Nabataean lands stretched from the Sinai and Negev in the west, as far north as Damascus at one point, and as far south as Egra, modern-day Madain Saleh, in Northern Saudi Arabia, which also had numerous rock-cut tombs, amongst others. At Egra an inscription attests to the presence of a Roman Legion at the site, marking the city as the southern most boundary of the Roman Empire in the Antonine Era. Khirbet et-Tannur was a major sanctuary in central Jordan; many of its reliefs are in the Cincinnati Museum of Art today.&nbsp;</p> <p>The Nabataeans took an active role in their architectural and artistic creations, drawing upon the artistic vocabulary of the Hellenistic world and the ancient Near East. Rather than slavishly copying either one of these traditions, the Nabataeans actively selected and adopted certain elements for their tombs, dining pavilions, and temples to suit their needs and purposes, on both the group and individual level. Indeed, the Treasury and the Monastery could only have been conceived of and executed in Petra.</p> <p>Text by Dr. Elizabeth Macaulay-Lewis</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.jstor.org/stable/1356575">Philip C. Hammond, &ldquo;The Capitals from &lsquo;The Temple of the Winged Lions,&rsquo; Petra,&rdquo; Bulletin of the American Schools of Oriental Research (1977)</a></p> <p><a href="http://www.jstor.org/stable/499021">Richard B. Freeman, &ldquo;Nabataean Sculpture in the Cincinnati Art Museum,&rdquo; American Journal of Archaeology (1941)</a></p>
