Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="image-wrapper inline-image"><img alt="Initial letter &quot;T,&quot; Gregorius Bock, Medieval Scribal Pattern Book, 1510-1517, Yale, Beinecke Library, MS 439, fols. 30v-31r " src="https://ka-perseus-images.s3.amazonaws.com/d9472f6460725932fd24ad465bcc8f3a651ee1fc.jpg" /><span class="image-caption">Initial letter T,&nbsp;Gregorius Bock, Medieval Scribal Pattern Book, 1510-1517, Yale, Beinecke Library, MS 439, fol.&nbsp;48r</span></span>This essay is devoted to a particularly attractive and rare kind of medieval manuscript: the model book. A feast to the eye, the object is filled with drawings and paintings that were meant to show scribes and illuminators how to decorate letters, paint initials, or add large segments of decoration to the page. Within this tradition, two types of model books can roughly be distinguished. Some functioned as instruction manuals. In these books, the drawings might be accompanied by a narrative or explanation that instructs the artisan how to proceed, usually in a step-by-step process. Other model books appear to have merely functioned as a source of inspiration: they present a wide array of shapes and drawings from which the artisan could take his pick.</p> <p>The level of sophistication among surviving model books varies considerably. On the lower end of the spectrum there are pattern books that merely show how to make enlarged letters with some minor flourishing. On the higher end, by contrast, there are copies with high-quality stand-alone designs and sophisticated historiated initials inhabited by figures and scenes. Evidently the requirements of the artisans varied; and by proxy, so did the taste of medieval readers. It is this variation that makes model books so fascinating, both as physical objects and as cultural artifacts.&nbsp;</p> <h3>Plainly decorated letters</h3> <p><span class="block-image image-wrapper"><img alt="Gregorius Bock, Medieval Scribal Pattern Book, 1510-1517, Yale, Beinecke Library, MS 439, fols. 30v-31r " src="https://ka-perseus-images.s3.amazonaws.com/14870420613bc648360e00fe0151641f2ac6f0c3.jpg" /><span class="image-caption">Gregorius Bock, Medieval Scribal Pattern Book, 1510-1517, Yale, Beinecke Library, MS 439, fols. 30v-31r</span></span></p> <p>To start at the lower end of the spectrum, some model books merely showed scribes how to execute a certain script or how to draw plain enlarged capitals&mdash;the most basic kind of decoration. The book opening seen above&nbsp;is from Gregorius Bock&rsquo;s Scribal Pattern Book, which provides instruction on both fronts (<a href="http://brbl-dl.library.yale.edu/vufind/Record/3593605">more about the manuscript here</a>). Produced in 1510-1517, the first part of the small parchment book contains a series of alphabets in different scripts, some of which are clearly influenced by print typefaces. The second part contains decorative initials arranged in alphabetical order. In the introduction to his manual, Gregorius adds a dedication to his cousin Heinrich Lercher Wyss of Stuttgart, who was scribe to the Duke of W&uuml;rttemberg. The arrangement of the material shows how Heinrich likely used the book: he would thumb through its pages until he had reached either an alphabet or capital letter to his liking.</p> <p><span class="image-wrapper inline-image"><img alt="Model book (probably Florence), c. 1150-1175, Cambridge, Fitzwilliam Museum, MS 83-1972, f.1r" src="https://ka-perseus-images.s3.amazonaws.com/b9af0ebcdcb970db5a000f64136f1de8d39a59aa.jpg" /><span class="image-caption">Model book (probably made in Florence), Cambridge, Fitzwilliam Museum, MS 83-1972,&nbsp;c. 1150-1175, fol. 1r</span></span>While Bock&rsquo;s letters are a pleasure to look at, especially for the book historian, his designs are&nbsp;not exactly rocket science. More complex&mdash;but still relatively plain&mdash;are the models provided by a much older pattern book in the Fitzwilliam Museum in Cambridge. This appears to be the oldest surviving pattern book for initials: it dates from c. 1150 and was produced and used in a Tuscan workshop. The choice is much more limited than in the previous example: the Cambridge copy does not provide multiple alphabets, nor does it present a wide range of initials (in fact, only about twenty are present). Interestingly, some manuscripts survive in which we encounter decorated letters that could well be modeled from this or a similar model book (like <a href="http://www.bl.uk/catalogues/illuminatedmanuscripts/record.asp?MSID=6386&amp;CollID=8&amp;NStart=7183">British Library, Harley MS 7183</a>).</p> <h3>Elaborately decorated letters</h3> <p><span class="block-image image-wrapper"><img alt="“Macclesfield Alphabet Book,” 15th-16th century, f. 17r, London, British Library, Add MS 88887, f. 17r" src="https://ka-perseus-images.s3.amazonaws.com/97eb60e20b4bbba07a6394e4d670abf07d2c70fc.png" /><span class="image-caption">Letter K: from the &ldquo;Macclesfield Alphabet Book,&rdquo; 15th-16th century, London, British Library, <a href="http://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Add_MS_88887">Add. MS 88887</a>, fol. 17r</span></span></p> <p>On the more upscale end of things is the model book known as the Macclesfield Alphabet Book. It was made and used in fifteenth-century England, apparently for the transmission of ideas to decorators or their assistants. The artisans were offered quite a lot of choice, given that we encounter no less than fourteen different alphabets on its pages. What makes this book so special, however, is their quality and the manner in which the letters are designed: their shapes are produced by human figures in various uncomfortable positions&mdash;doing yoga exercises, it seems.</p> <p><span class="block-image image-wrapper"><img alt="Giovannino de Grassi, Model Book, late14th century, Bergamo, Biblioteca Civica, MS Cassaf. 1.21" src="https://ka-perseus-images.s3.amazonaws.com/e0c084a215c4d6c4d63273b288df4616743b5e10.jpg" /><span class="image-caption">Giovannino de Grassi, Alphabet Book, late 14th century, Bergamo, Biblioteca Civica, MS Cassaf. 1.21</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Anonymous Lombard (Workshop of Giovannino de'Grassi), Two studies of a cheetah (detail), 1410. Watercolour and bodycolour on vellum, 16.4 x 12.3 cm. © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/99385691c09d3586632457f6c9c453532a1ba3bb.jpg" /><span class="image-caption">Anonymous Lombard (workshop of Giovannino de&#39;Grassi), Two studies of a cheetah, 1410, watercolor and bodycolor on vellum, 16.4 x 12.3 cm. &copy; Trustees of the British Museum</span></span>A similar subject matter is encountered in the alphabet book of the Italian artist Giovannino de Grassi (above). This book was created at the Visconti court in Milan and features both initial letters and stand-alone drawings. The Visconti&rsquo;s were&nbsp;important patrons of the arts and so it makes sense that we see their generosity extend into the world of book production.</p> <p>Giovannino was known for depicting exotic animals in their natural habitat and this book features such images as well. His pages provided models for other artists who wished to replicate his realistic depictions (the image of the cheetah to the left is from his workshop).</p> <h3>&nbsp;</h3> <h3>Marginal decoration</h3> <p><span class="block-image image-wrapper"><img alt="Göttingen, Universitätsbibliothek, Uffenb. MS 51 (left) and the same decoration executed in an actual book, a Gutenberg Bible (right)" src="https://ka-perseus-images.s3.amazonaws.com/039db7f2c6bd2b590cda0fcbd9141fd2b570f317.jpg" /><span class="image-caption">G&ouml;ttingen Model Book, c. 1450,&nbsp;G&ouml;ttingen, Universit&auml;tsbibliothek, Uffenb. <a href="http://www.gutenbergdigital.de/gudi/eframes/">MS 51 </a>(left) and the same decoration executed in an actual book, a Gutenberg Bible (right)&nbsp;</span></span></p> <p>Even more sophisticated are model books that show how to create elaborate decoration that runs in the margin along the length of the page. These border decorations, with their curly leaves and unexpected turns, could be tricky to produce. The so-called G&ouml;ttingen Model Book, made around 1450, provides a solution to this problem. Its pages not only show, step by step, how to build a 3D leaf pattern, they also present detailed instructions like the following:</p> <blockquote> <p>The foliage one shall first draw with a lead or a point. Then one shall outline the foliage with a pen and with very thin ink or with thin black color. Then one shall polish the foliage with a tooth, so that the color can be applied smoothly, but not too firmly. Then one shall paint it with the colors, one side right and the other side left or reversed, with a brush, namely light red and green. [...] (<a href="http://www.gutenbergdigital.de/gudi/eframes/mubu/mubufset.htm">source</a>)</p> </blockquote> <p>The drawings and narrative clearly complement one another. From time to time the instructions mention something like &ldquo;as it is shown here&rdquo; or &ldquo;as the image shows.&rdquo;&nbsp;A model book can hardly be clearer than this: while the alphabet books shown above were more or less meant to simply inspire the artist, the G&ouml;ttingen book really takes the artist by the hand and guides him through each step of the production process. The instructions apparently worked well, as is shown by a surviving Gutenburg Bible that contains these very leafy borders (see above&nbsp;right).</p> <h3>The final point</h3> <p>Models are crucial in any learning process. Observing how something is done helps you acquire a skill you lack as much as it encourages you to develop further those you already have. Moreover, there is an additional use to these pattern books that has not yet been mentioned:&nbsp;patrons visiting artisans&rsquo; shops could well have been given these objects to find out what the book-maker was capable of providing. Given its many uses, it is hardly surprising that the tradition shown in this blog is also encountered in other cultures, including Byzantine and Arabic book production.</p> <p><span class="block-image image-wrapper"><img alt="Outline drawings from a pattern book, c. 1400-1600, Yale, Beinecke MS 553" src="https://ka-perseus-images.s3.amazonaws.com/e315772fabee83cc67f871d9d789939c572d476a.jpg" /><span class="image-caption">Outline drawings from a pattern book,&nbsp;Yale, Beinecke <a href="http://brbl-dl.library.yale.edu/vufind/Record/3592140">MS 553</a>,&nbsp;1400-1600</span></span></p> <p>One particularly unusual Arabic specimen deserves to make the final point of this post. The fragment shown above&nbsp;presented Arabic decorators with models of scenes from the New Testament. It figures that the artisans, used to decorating the Qur&#39;an, needed a little inspiration when it came to the Bible. This specimen is also interesting because some of the figures have been outlined by tiny holes, meaning that the sheet could be used as &ldquo;tracing paper&rdquo; (click the image to see this closer). While this ultimate instruction method took all potential flaws and creativity out of the modeling process, it allowed decorators with lesser talents to produce something beautiful.</p> <p>Essay by Dr. Erik Kwakkel</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://books.google.nl/books?id=C3_LHs0Ck6gC&amp;lpg=PA111&amp;ots=EySZ2Z92Zv&amp;dq=gregorius%20bock%20medieval%20scribe&amp;hl=nl&amp;pg=PA111#v=onepage&amp;q=gregorius%20bock%20medieval%20scribe&amp;f=false">More information on&nbsp;Gregorius Bock&rsquo;s Scribal Pattern Book</a></p> <p><a href="http://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Add_MS_88887">Macclesfeld Alphabet Book at the British Library</a></p> <p><a href="http://britishlibrary.typepad.co.uk/digitisedmanuscripts/2013/04/calling-all-manuscript-sleuths-the-macclesfield-alphabet-book.html">Blog post on the Macclesfeld Alphabet Book from the British Library</a></p> <p><a href="http://www.gutenbergdigital.de/gudi/eframes/">G&ouml;ttingen Model Book</a></p>
it: <p><span class="image-wrapper inline-image"><img alt="Initial letter &quot;T,&quot; Gregorius Bock, Medieval Scribal Pattern Book, 1510-1517, Yale, Beinecke Library, MS 439, fols. 30v-31r " src="https://ka-perseus-images.s3.amazonaws.com/d9472f6460725932fd24ad465bcc8f3a651ee1fc.jpg" /><span class="image-caption">Initial letter T,&nbsp;Gregorius Bock, Medieval Scribal Pattern Book, 1510-1517, Yale, Beinecke Library, MS 439, fol.&nbsp;48r</span></span>This essay is devoted to a particularly attractive and rare kind of medieval manuscript: the model book. A feast to the eye, the object is filled with drawings and paintings that were meant to show scribes and illuminators how to decorate letters, paint initials, or add large segments of decoration to the page. Within this tradition, two types of model books can roughly be distinguished. Some functioned as instruction manuals. In these books, the drawings might be accompanied by a narrative or explanation that instructs the artisan how to proceed, usually in a step-by-step process. Other model books appear to have merely functioned as a source of inspiration: they present a wide array of shapes and drawings from which the artisan could take his pick.</p> <p>The level of sophistication among surviving model books varies considerably. On the lower end of the spectrum there are pattern books that merely show how to make enlarged letters with some minor flourishing. On the higher end, by contrast, there are copies with high-quality stand-alone designs and sophisticated historiated initials inhabited by figures and scenes. Evidently the requirements of the artisans varied; and by proxy, so did the taste of medieval readers. It is this variation that makes model books so fascinating, both as physical objects and as cultural artifacts.&nbsp;</p> <h3>Plainly decorated letters</h3> <p><span class="block-image image-wrapper"><img alt="Gregorius Bock, Medieval Scribal Pattern Book, 1510-1517, Yale, Beinecke Library, MS 439, fols. 30v-31r " src="https://ka-perseus-images.s3.amazonaws.com/14870420613bc648360e00fe0151641f2ac6f0c3.jpg" /><span class="image-caption">Gregorius Bock, Medieval Scribal Pattern Book, 1510-1517, Yale, Beinecke Library, MS 439, fols. 30v-31r</span></span></p> <p>To start at the lower end of the spectrum, some model books merely showed scribes how to execute a certain script or how to draw plain enlarged capitals&mdash;the most basic kind of decoration. The book opening seen above&nbsp;is from Gregorius Bock&rsquo;s Scribal Pattern Book, which provides instruction on both fronts (<a href="http://brbl-dl.library.yale.edu/vufind/Record/3593605">more about the manuscript here</a>). Produced in 1510-1517, the first part of the small parchment book contains a series of alphabets in different scripts, some of which are clearly influenced by print typefaces. The second part contains decorative initials arranged in alphabetical order. In the introduction to his manual, Gregorius adds a dedication to his cousin Heinrich Lercher Wyss of Stuttgart, who was scribe to the Duke of W&uuml;rttemberg. The arrangement of the material shows how Heinrich likely used the book: he would thumb through its pages until he had reached either an alphabet or capital letter to his liking.</p> <p><span class="image-wrapper inline-image"><img alt="Model book (probably Florence), c. 1150-1175, Cambridge, Fitzwilliam Museum, MS 83-1972, f.1r" src="https://ka-perseus-images.s3.amazonaws.com/b9af0ebcdcb970db5a000f64136f1de8d39a59aa.jpg" /><span class="image-caption">Model book (probably made in Florence), Cambridge, Fitzwilliam Museum, MS 83-1972,&nbsp;c. 1150-1175, fol. 1r</span></span>While Brock&rsquo;s letters are a pleasure to look at, especially for the book historian, his designs are&nbsp;not exactly rocket science. More complex&mdash;but still relatively plain&mdash;are the models provided by a much older pattern book in the Fitzwilliam Museum in Cambridge. This appears to be the oldest surviving pattern book for initials: it dates from c. 1150 and was produced and used in a Tuscan workshop. The choice is much more limited than in the previous example: the Cambridge copy does not provide multiple alphabets, nor does it present a wide range of initials (in fact, only about twenty are present). Interestingly, some manuscripts survive in which we encounter decorated letters that could well be modeled from this or a similar model book (like <a href="http://www.bl.uk/catalogues/illuminatedmanuscripts/record.asp?MSID=6386&amp;CollID=8&amp;NStart=7183">British Library, Harley MS 7183</a>).</p> <h3>Elaborately decorated letters</h3> <p><span class="block-image image-wrapper"><img alt="“Macclesfield Alphabet Book,” 15th-16th century, f. 17r, London, British Library, Add MS 88887, f. 17r" src="https://ka-perseus-images.s3.amazonaws.com/97eb60e20b4bbba07a6394e4d670abf07d2c70fc.png" /><span class="image-caption">Letter K: from the &ldquo;Macclesfield Alphabet Book,&rdquo; 15th-16th century, London, British Library, <a href="http://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Add_MS_88887">Add. MS 88887</a>, fol. 17r</span></span></p> <p>On the more upscale end of things is the model book known as the Macclesfield Alphabet Book. It was made and used in fifteenth-century England, apparently for the transmission of ideas to decorators or their assistants. The artisans were offered quite a lot of choice, given that we encounter no less than fourteen different alphabets on its pages. What makes this book so special, however, is their quality and the manner in which the letters are designed: their shapes are produced by human figures in various uncomfortable positions&mdash;doing yoga exercises, it seems.</p> <p><span class="block-image image-wrapper"><img alt="Giovannino de Grassi, Model Book, late14th century, Bergamo, Biblioteca Civica, MS Cassaf. 1.21" src="https://ka-perseus-images.s3.amazonaws.com/e0c084a215c4d6c4d63273b288df4616743b5e10.jpg" /><span class="image-caption">Giovannino de Grassi, Alphabet Book, late 14th century, Bergamo, Biblioteca Civica, MS Cassaf. 1.21</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Anonymous Lombard (Workshop of Giovannino de'Grassi), Two studies of a cheetah (detail), 1410. Watercolour and bodycolour on vellum, 16.4 x 12.3 cm. © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/99385691c09d3586632457f6c9c453532a1ba3bb.jpg" /><span class="image-caption">Anonymous Lombard (workshop of Giovannino de&#39;Grassi), Two studies of a cheetah, 1410, watercolor and bodycolor on vellum, 16.4 x 12.3 cm. &copy; Trustees of the British Museum</span></span>A similar subject matter is encountered in the alphabet book of the Italian artist Giovannino de Grassi (above). This book was created at the Visconti court in Milan and features both initial letters and stand-alone drawings. The Visconti&rsquo;s were&nbsp;important patrons of the arts and so it makes sense that we see their generosity extend into the world of book production.</p> <p>Giovannino was known for depicting exotic animals in their natural habitat and this book features such images as well. His pages provided models for other artists who wished to replicate his realistic depictions (the image of the cheetah to the left is from his workshop).</p> <h3>&nbsp;</h3> <h3>Marginal decoration</h3> <p><span class="block-image image-wrapper"><img alt="Göttingen, Universitätsbibliothek, Uffenb. MS 51 (left) and the same decoration executed in an actual book, a Gutenberg Bible (right)" src="https://ka-perseus-images.s3.amazonaws.com/039db7f2c6bd2b590cda0fcbd9141fd2b570f317.jpg" /><span class="image-caption">G&ouml;ttingen Model Book, c. 1450,&nbsp;G&ouml;ttingen, Universit&auml;tsbibliothek, Uffenb. <a href="http://www.gutenbergdigital.de/gudi/eframes/">MS 51 </a>(left) and the same decoration executed in an actual book, a Gutenberg Bible (right)&nbsp;</span></span></p> <p>Even more sophisticated are model books that show how to create elaborate decoration that runs in the margin along the length of the page. These border decorations, with their curly leaves and unexpected turns, could be tricky to produce. The so-called G&ouml;ttingen Model Book, made around 1450, provides a solution to this problem. Its pages not only show, step by step, how to build a 3D leaf pattern, they also present detailed instructions like the following:</p> <blockquote> <p>The foliage one shall first draw with a lead or a point. Then one shall outline the foliage with a pen and with very thin ink or with thin black color. Then one shall polish the foliage with a tooth, so that the color can be applied smoothly, but not too firmly. Then one shall paint it with the colors, one side right and the other side left or reversed, with a brush, namely light red and green. [...] (<a href="http://www.gutenbergdigital.de/gudi/eframes/mubu/mubufset.htm">source</a>)</p> </blockquote> <p>The drawings and narrative clearly complement one another. From time to time the instructions mention something like &ldquo;as it is shown here&rdquo; or &ldquo;as the image shows.&rdquo;&nbsp;A model book can hardly be clearer than this: while the alphabet books shown above were more or less meant to simply inspire the artist, the G&ouml;ttingen book really takes the artist by the hand and guides him through each step of the production process. The instructions apparently worked well, as is shown by a surviving Gutenburg Bible that contains these very leafy borders (see above&nbsp;right).</p> <h3>The final point</h3> <p>Models are crucial in any learning process. Observing how something is done helps you acquire a skill you lack as much as it encourages you to develop further those you already have. Moreover, there is an additional use to these pattern books that has not yet been mentioned:&nbsp;patrons visiting artisans&rsquo; shops could well have been given these objects to find out what the book-maker was capable of providing. Given its many uses, it is hardly surprising that the tradition shown in this blog is also encountered in other cultures, including Byzantine and Arabic book production.</p> <p><span class="block-image image-wrapper"><img alt="Outline drawings from a pattern book, c. 1400-1600, Yale, Beinecke MS 553" src="https://ka-perseus-images.s3.amazonaws.com/e315772fabee83cc67f871d9d789939c572d476a.jpg" /><span class="image-caption">Outline drawings from a pattern book,&nbsp;Yale, Beinecke <a href="http://brbl-dl.library.yale.edu/vufind/Record/3592140">MS 553</a>,&nbsp;1400-1600,&nbsp;</span></span></p> <p>One particularly unusual Arabic specimen deserves to make the final point of this post. The fragment shown above&nbsp;presented Arabic decorators with models of scenes from the New Testament. It figures that the artisans, used to decorating the Qur&#39;an, needed a little inspiration when it came to the Bible. This specimen is also interesting because some of the figures have been outlined by tiny holes, meaning that the sheet could be used as &ldquo;tracing paper&rdquo; (click the image to see this closer). While this ultimate instruction method took all potential flaws and creativity out of the modeling process, it allowed decorators with lesser talents to produce something beautiful.</p> <p>Essay by Dr. Erik Kwakkel</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://books.google.nl/books?id=C3_LHs0Ck6gC&amp;lpg=PA111&amp;ots=EySZ2Z92Zv&amp;dq=gregorius%20bock%20medieval%20scribe&amp;hl=nl&amp;pg=PA111#v=onepage&amp;q=gregorius%20bock%20medieval%20scribe&amp;f=false">More information on&nbsp;Gregorius Bock&rsquo;s Scribal Pattern Book</a></p> <p><a href="http://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Add_MS_88887">Macclesfeld Alphabet Book at the British Library</a></p> <p><a href="http://britishlibrary.typepad.co.uk/digitisedmanuscripts/2013/04/calling-all-manuscript-sleuths-the-macclesfield-alphabet-book.html">Blog post on the Macclesfeld Alphabet Book from the British Library</a></p> <p><a href="http://www.gutenbergdigital.de/gudi/eframes/">G&ouml;ttingen Model Book</a></p>
