Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Visitors at The Museum of Modern Art in front of Julie Mehretu, Empirical Construction, Istanbul, 2003, ink and synthetic polymer paint on canvas, 10' x 15' (304.8 x 457.2 cm). Photo: thatgirl" src="https://ka-perseus-images.s3.amazonaws.com/2f7f85db14396e787d27ff596928c7fe368393e5.jpg" /><span class="image-caption">Visitors at The Museum of Modern Art in front of Julie Mehretu, Empirical Construction, Istanbul, 2003, ink and synthetic polymer paint on canvas, 10&#39; x 15&#39; (304.8 x 457.2 cm). Photo: <a href="https://www.flickr.com/photos/thatgirl/3335706/">thatgirl</a></span></span></p> <h3>Introduction</h3> <p>21st-century art is a burgeoning field of practice, research, and publication, making it an incredibly dynamic field of study. Many important topics have been resonating in the new century and inspiring new thinking and scholarly debate, such as the surge of bio art in response to scientific research in the life sciences, and the critical theory known as relational aesthetics that developed in response to an increase in art that invites viewers&rsquo; participation and interaction. Other topics that were much-discussed in the late 20th century remain vital for the analysis of 21st-century art and visual culture, including semiotics, post-modernism, and feminism.</p> <p>Art of the 21st century emerges from a vast variety of materials and means. These include the latest electronic technologies, such as digital imaging and the internet; familiar genres with a long history that continue to be practiced with great vigor, such as painting (see, for example, the work of Julie Mehretu and Shahzia Sikander); and materials and processes once associated primarily with handicrafts, re-envisioned to express new concepts. Many artists regularly and freely mix media and forms, making the choices that best serve their concepts and purposes. Activities vary from spectacular projects accomplished with huge budgets and extraordinary production values to modest endeavors that emphasize process, ephemeral experiences, and a do-it-yourself approach. The notion of influences has also shifted with changes in communications and technology; every location around the world has artists who respond to local geographies and histories as well as the sway of global visual culture.</p> <h3>Globalization</h3> <p><span class="image-wrapper inline-image"><img alt="Wangechi Mutu, Complete Prolapsus of the Uterus, 2004, Glitter, ink, collage on found medical illustration paper, 46 x 31cm" src="https://ka-perseus-images.s3.amazonaws.com/3fec3d71652adce461f985b04a3e5c4ca2dc64a5.jpg" /><span class="image-caption">Wangechi Mutu, <em>Complete Prolapsus of the Uterus</em>, 2004, glitter, ink, collage on found medical illustration paper, 46 x 31cm</span></span>A key feature of the art scene in the 21st century (and of many sectors of 21st-century life) is the impact of globalization &ndash; the accelerating interconnectivity of human activity and information across time and space. Aided by the internet and mass media, awareness of the vitality of contemporary art in localities around the globe has grown exponentially. Anyone with access to the internet can follow developments in Shanghai, Sydney, S&atilde;o Paulo, or Nairobi. Simultaneously the increased movement of artists across borders and oceans has added to the intermixing of influences and artistic vocabularies. For example, Wangechi Mutu, originally from Kenya, pursued further education in South Wales and then in the United States. Her collaged images of women are informed by African tribal arts, 20th-century European and American collage artists, and the latest illustrations from fashion, pornography, and medical sources.</p> <p>The meaning and consequences of globalization are much debated by scholars. Economically and politically, is globalization a force for growth and freedom in societies everywhere, or does it contribute to further exploitation of developing regions by the wealthy? Does globalization work in different ways in different localities?</p> <p>Regarding globalization and art, do practices in Asia, Africa, the Middle East, and elsewhere challenge the traditional assumptions and value judgments that are the basis of the Western canon? Are Western institutions rethinking that canon or simply adding art from other places to their rosters in a token and uncritical gesture of inclusivity? How do curated exhibitions that address themes of globalization represent artists from various parts of the world? The expanding art market and the proliferation of biennials and art fairs helped a select group of artists from every continent to gain an international presence; but have the underlying structure and values of the art market changed otherwise?</p> <h3>Visual culture</h3> <p>In the 21st century visual culture has grown as a recognized interdisciplinary field of study, taking a multi-faceted approach to understanding how images of all types communicate and participate in the construction of identity, gender, class, power relationships, and other social and political meanings and values. Medicine, science, politics, consumer culture, and religion and spirituality are some of the arenas that visual culture studies examine along with art. Visual culture scholars analyze film, television, graphic novels, fashion design, and other forms of popular culture in addition to established fine art media such as painting, and they draw upon many methodologies and theories, including semiotics, sociology, psychoanalysis, reception theory, feminism, and the concept of the gaze, to name a few.</p> <p>Just as visual culture scholars are examining images and media of all types so, too, are 21st-century artists drawing inspiration, imagery, materials, and concepts from diverse areas of culture, moving well beyond influences from the history of fine art and design. The world of professional sports and fanatic fans has been a topic for Paul Pfeiffer, while the commercial television industry has informed various video installations by Christian Jankowski.</p> <p><span class="block-image image-wrapper"><img alt="Wim Delvoye, Study # 147, 2004, pencil, colour pencil, marker &amp; sticker on paper, 77 x 112 cm " src="https://ka-perseus-images.s3.amazonaws.com/5ddbf15fb5f6a04e1c8391cc27b831b2638d294a.jpg" /><span class="image-caption">Wim Delvoye, <em>Study # 147</em>, 2004, pencil, colour pencil, marker &amp; sticker on paper, 77 x 112 cm</span></span></p> <p>Most contemporary artists do not draw rigid distinctions between high art and popular culture. For instance, a number of contemporary artists embrace traditional techniques of fiber art but use them to create unorthodox forms or address current social and political issues. Along these lines, Ghada Amer has used thread to embroider on canvas repeated motifs of nude women engaged in sexual acts, then partially obscured the embroidered images with gestural painted brushstrokes. Her themes include the expression and repression of female sexuality and eroticism in both Western and Islamic societies. Another example of intermixing visual cultures is the complex array of interactions between science and contemporary art, with many artists engaging with scientific imagery and ideas in their practice. For example, Wim Delvoye&rsquo;s ongoing series called Cloaca imagines humans as cyborgs, representing the human digestive system as a kind of biomechanical contraption. Finally, many 21st-century artists are deeply affected by their immersion in global visual culture, which is now made vividly present through online networks. Many artists maintain a personal website, and some create art expressly for dissemination through social media. As always, new technologies provide new opportunities and challenges.</p> <h3>Public and participatory art</h3> <p>Public art was a well-established genre by the late 20th century, attracting both traditional and experimental practitioners. Public art in the 21st century has expanded even more as a field of activity in which creative investigation can take place. In addition to continuing familiar forms such as site-specific monuments, murals, graffiti, and collaborations between artists, engineers, and architects, public art encompasses new purposes, forms, and locations, including pop-up art shops, street parades, and online projects. Public artists in the 21st century might use established approaches such as installation and performance but introduce new variations. For instance, it is now common for artists to hire other people, sometimes with special skills, to undertake performances on their behalf. In this vein, Vanessa Beecroft hired fashion models for performances, and the collaborative artists Allora &amp; Caldazilla directed professional athletes as performers in some of their installations.</p> <p>A pronounced tendency in the 21st century has been art that is participatory, in which the social interactions prompted by a work become its content. Often called relational art, the work literally engages the public in some way. For instance, Carsten H&ouml;ller has installed giant slides in museums for visitors to slide down, and Rirkrit Tiravanija has prepared Thai food and served it to gallery goers. Artists attracted by the immediacy and connectivity of globally networked media often create online projects that invite social interaction. Relational aesthetics has developed (and been contested) as a critical theory for analyzing and evaluating such undertakings. Key questions in these debates include: Does it matter if the social interactions prompted by such works promote a better world or are conviviality and entertainment sufficient goals? To what extent should the physical products of relational art (such as H&ouml;ller&rsquo;s slides) be evaluated aesthetically as well as for their social effects?</p> <p>The 21st century is just beginning&mdash;issues and ideas are evolving rapidly and new artists are constantly gaining attention and influence.</p> <p>Essay&nbsp;by Jean Robertson, Chancellor&rsquo;s Professor of Art History, Herron School of Art and Design, Indiana University-Purdue University Indianapolis</p> <p>This content was first developed for Oxford Art Online and appears courtesy of Oxford University Press. <a href="http://www.oxfordartonline.com/public/page/themes/artin21cent">Visit to learn more</a> about contemporary art and see a list of significant 21st-century artists.</p> <hr /> <p><strong>Additional resources:</strong>&nbsp;</p> <p><a href="http://wangechimutu.com/">Wangechi Mutu&#39;s website</a></p> <p><a href="http://www.wimdelvoye.be/">Wim Delvoye&#39;s website</a></p> <p><a href="http://www.getty.edu/education/teachers/classroom_resources/curricula/contemporary_art/background1.html">About contemporary art (from The Getty Museum)</a></p> <p><a href="http://www.metmuseum.org/toah/hd/pmin/hd_pmin.htm">Postmodernism: Recent development in art in India on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://Postmodernism: Recent Developments in Art in Pakistan and Bangladesh | Thematic Essay | Heilbrunn Timeline of Art History | The Metropolitan Museum of Art">Postmodernism: Recent development in art in Pakistan and Bangladesh on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/ap90/hd_ap90.htm">Art and Photography: 1990s-Present on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
it: <p><span class="block-image image-wrapper"><img alt="Visitors at The Museum of Modern Art in front of Julie Mehretu, Empirical Construction, Istanbul, 2003. Ink and synthetic polymer paint on canvas, 10' x 15' (304.8 x 457.2 cm). Photo: thatgirl" src="http://www.smarthistory.org/assets/images/images/mehretu-moma-thatgirl.jpg" /><span class="image-caption">Visitors at The Museum of Modern Art in front of Julie Mehretu, <em>Empirical Construction, Istanbul</em>, 2003, ink and synthetic polymer paint on canvas, 10&#39; x 15&#39; (304.8 x 457.2 cm). Photo: <a href="http://www.flickr.com/photos/thatgirl/3335706/">thatgirl</a></span></span></p> <h3>Introduction</h3> <p>21st-century art is a burgeoning field of practice, research, and publication, making it an incredibly dynamic field of study. Many important topics have been resonating in the new century and inspiring new thinking and scholarly debate, such as the surge of bio art in response to scientific research in the life sciences, and the critical theory known as relational aesthetics that developed in response to an increase in art that invites viewers&rsquo; participation and interaction. Other topics that were much-discussed in the late 20th century remain vital for the analysis of 21st-century art and visual culture, including semiotics, post-modernism, and feminism.</p> <p>Art of the 21st century emerges from a vast variety of materials and means. These include the latest electronic technologies, such as digital imaging and the internet; familiar genres with a long history that continue to be practiced with great vigor, such as painting (see, for example, the work of Julie Mehretu and Shahzia Sikander); and materials and processes once associated primarily with handicrafts, re-envisioned to express new concepts. Many artists regularly and freely mix media and forms, making the choices that best serve their concepts and purposes. Activities vary from spectacular projects accomplished with huge budgets and extraordinary production values to modest endeavors that emphasize process, ephemeral experiences, and a do-it-yourself approach. The notion of influences has also shifted with changes in communications and technology; every location around the world has artists who respond to local geographies and histories as well as the sway of global visual culture.</p> <h3>Globalization</h3> <p><span class="image-wrapper inline-image"><img alt="Wangechi Mutu, Complete Prolapsus of the Uterus, 2004, Glitter, ink, collage on found medical illustration paper, 46 x 31cm" src="https://ka-perseus-images.s3.amazonaws.com/3fec3d71652adce461f985b04a3e5c4ca2dc64a5.jpg" /><span class="image-caption">Wangechi Mutu, <em>Complete Prolapsus of the Uterus</em>, 2004, glitter, ink, collage on found medical illustration paper, 46 x 31cm</span></span>A key feature of the art scene in the 21st century (and of many sectors of 21st-century life) is the impact of globalization &ndash; the accelerating interconnectivity of human activity and information across time and space. Aided by the internet and mass media, awareness of the vitality of contemporary art in localities around the globe has grown exponentially. Anyone with access to the internet can follow developments in Shanghai, Sydney, S&atilde;o Paulo, or Nairobi. Simultaneously the increased movement of artists across borders and oceans has added to the intermixing of influences and artistic vocabularies. For example, Wangechi Mutu, originally from Kenya, pursued further education in South Wales and then in the United States. Her collaged images of women are informed by African tribal arts, 20th-century European and American collage artists, and the latest illustrations from fashion, pornography, and medical sources.</p> <p>The meaning and consequences of globalization are much debated by scholars. Economically and politically, is globalization a force for growth and freedom in societies everywhere, or does it contribute to further exploitation of developing regions by the wealthy? Does globalization work in different ways in different localities?</p> <p>Regarding globalization and art, do practices in Asia, Africa, the Middle East, and elsewhere challenge the traditional assumptions and value judgments that are the basis of the Western canon? Are Western institutions rethinking that canon or simply adding art from other places to their rosters in a token and uncritical gesture of inclusivity? How do curated exhibitions that address themes of globalization represent artists from various parts of the world? The expanding art market and the proliferation of biennials and art fairs helped a select group of artists from every continent to gain an international presence; but have the underlying structure and values of the art market changed otherwise?</p> <h3>Visual culture</h3> <p>In the 21st century visual culture has grown as a recognized interdisciplinary field of study, taking a multi-faceted approach to understanding how images of all types communicate and participate in the construction of identity, gender, class, power relationships, and other social and political meanings and values. Medicine, science, politics, consumer culture, and religion and spirituality are some of the arenas that visual culture studies examine along with art. Visual culture scholars analyze film, television, graphic novels, fashion design, and other forms of popular culture in addition to established fine art media such as painting, and they draw upon many methodologies and theories, including semiotics, sociology, psychoanalysis, reception theory, feminism, and the concept of the gaze, to name a few.</p> <p>Just as visual culture scholars are examining images and media of all types so, too, are 21st-century artists drawing inspiration, imagery, materials, and concepts from diverse areas of culture, moving well beyond influences from the history of fine art and design. The world of professional sports and fanatic fans has been a topic for Paul Pfeiffer, while the commercial television industry has informed various video installations by Christian Jankowski.</p> <p><span class="block-image image-wrapper"><img alt="Wim Delvoye, Study # 147, 2004, pencil, colour pencil, marker &amp; sticker on paper, 77 x 112 cm " src="https://ka-perseus-images.s3.amazonaws.com/5ddbf15fb5f6a04e1c8391cc27b831b2638d294a.jpg" /><span class="image-caption">Wim Delvoye, <em>Study # 147</em>, 2004, pencil, colour pencil, marker &amp; sticker on paper, 77 x 112 cm</span></span></p> <p>Most contemporary artists do not draw rigid distinctions between high art and popular culture. For instance, a number of contemporary artists embrace traditional techniques of fiber art but use them to create unorthodox forms or address current social and political issues. Along these lines, Ghada Amer has used thread to embroider on canvas repeated motifs of nude women engaged in sexual acts, then partially obscured the embroidered images with gestural painted brushstrokes. Her themes include the expression and repression of female sexuality and eroticism in both Western and Islamic societies. Another example of intermixing visual cultures is the complex array of interactions between science and contemporary art, with many artists engaging with scientific imagery and ideas in their practice. For example, Wim Delvoye&rsquo;s ongoing series called Cloaca imagines humans as cyborgs, representing the human digestive system as a kind of biomechanical contraption. Finally, many 21st-century artists are deeply affected by their immersion in global visual culture, which is now made vividly present through online networks. Many artists maintain a personal website, and some create art expressly for dissemination through social media. As always, new technologies provide new opportunities and challenges.</p> <h3>Public and participatory art</h3> <p>Public art was a well-established genre by the late 20th century, attracting both traditional and experimental practitioners. Public art in the 21st century has expanded even more as a field of activity in which creative investigation can take place. In addition to continuing familiar forms such as site-specific monuments, murals, graffiti, and collaborations between artists, engineers, and architects, public art encompasses new purposes, forms, and locations, including pop-up art shops, street parades, and online projects. Public artists in the 21st century might use established approaches such as installation and performance but introduce new variations. For instance, it is now common for artists to hire other people, sometimes with special skills, to undertake performances on their behalf. In this vein, Vanessa Beecroft hired fashion models for performances, and the collaborative artists Allora &amp; Caldazilla directed professional athletes as performers in some of their installations.</p> <p>A pronounced tendency in the 21st century has been art that is participatory, in which the social interactions prompted by a work become its content. Often called relational art, the work literally engages the public in some way. For instance, Carsten H&ouml;ller has installed giant slides in museums for visitors to slide down, and Rirkrit Tiravanija has prepared Thai food and served it to gallery goers. Artists attracted by the immediacy and connectivity of globally networked media often create online projects that invite social interaction. Relational aesthetics has developed (and been contested) as a critical theory for analyzing and evaluating such undertakings. Key questions in these debates include: Does it matter if the social interactions prompted by such works promote a better world or are conviviality and entertainment sufficient goals? To what extent should the physical products of relational art (such as H&ouml;ller&rsquo;s slides) be evaluated aesthetically as well as for their social effects?</p> <p>The 21st century is just beginning&mdash;issues and ideas are evolving rapidly and new artists are constantly gaining attention and influence.</p> <p>Essay&nbsp;by Jean Robertson, Chancellor&rsquo;s Professor of Art History, Herron School of Art and Design, Indiana University-Purdue University Indianapolis</p> <p>This content was first developed for Oxford Art Online and appears courtesy of Oxford University Press. <a href="http://www.oxfordartonline.com/public/page/themes/artin21cent">Visit to learn more</a> about contemporary art and see a list of significant 21st-century artists.</p> <hr /> <p><strong>Additional resources:</strong>&nbsp;</p> <p><a href="http://wangechimutu.com/">Wangechi Mutu&#39;s website</a></p> <p><a href="http://www.wimdelvoye.be/">Wim Delvoye&#39;s website</a></p> <p><a href="http://www.getty.edu/education/teachers/classroom_resources/curricula/contemporary_art/background1.html">About contemporary art (from The Getty Museum)</a></p> <p><a href="http://www.metmuseum.org/toah/hd/pmin/hd_pmin.htm">Postmodernism: Recent development in art in India on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://Postmodernism: Recent Developments in Art in Pakistan and Bangladesh | Thematic Essay | Heilbrunn Timeline of Art History | The Metropolitan Museum of Art">Postmodernism: Recent development in art in Pakistan and Bangladesh on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/ap90/hd_ap90.htm">Art and Photography: 1990s-Present on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
