Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Çatal Höyük after the first excavations by James Mellaart and his team (photo: Omar hoftun, CC: BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/3839b82bb2f41f86231b4e4d736cbe47f8348954.jpg" /><span>&Ccedil;atalh&ouml;y&uuml;k after the first excavations by James Mellaart and his team (photo: <a href="http://commons.wikimedia.org/wiki/File:%C3%87atalh%C3%B6y%C3%BCk_after_the_first_excavations_by_James_Mellaart_and_his_team..jpg">Omar hoftun</a>, CC: BY-SA 3.0)</span></span></p> <p><span>&Ccedil;atalh&ouml;y&uuml;k or &Ccedil;atal H&ouml;y&uuml;k&nbsp;(pronounced &quot;cha-tal hay OOK&quot;) is not the oldest site of the Neolithic era or the largest, but it is extremely important to the beginning of art. &nbsp;Located near the modern city of Konya in south central Turkey, it was inhabited 9000 years ago by up to 8000 people who lived together in a large town. &Ccedil;atalh&ouml;y&uuml;k, across its history, witnesses the transition from exclusively hunting and gathering subsistence to increasing skill in plant and animal domestication. We might see &Ccedil;atalh&ouml;y&uuml;k as a site whose history is about one of man&rsquo;s most important transformations: from nomad to settler. &nbsp;It is also a site at which we see art, both painting and sculpture, appear to play a newly important role in the lives of settled people. &nbsp;</span></p> <p><span class="block-image image-wrapper"><img alt="Relief map of Turkey noting the location of Çatal Höyük (map: Uwe Dedering, CC: BY-SA 3.0) " src="https://ka-perseus-images.s3.amazonaws.com/9cff765efe48ba4a54c0b666ada9a9ffaabc1297.jpg" /><span class="image-caption">Relief map of Turkey noting the location of &Ccedil;atalh&ouml;y&uuml;k<br /> (map: <a href="http://commons.wikimedia.org/wiki/File:Turkey_relief_location_map.jpg">Uwe Dedering</a>, CC: BY-SA 3.0)</span></span></p> <p>&Ccedil;atalh&ouml;y&uuml;k had no streets or foot paths; the houses were built right up against each other and the people who lived in them traveled over the town&rsquo;s rooftops and entered their homes through holes in the roofs, climbing down a ladder. &nbsp;Communal ovens were built above the homes of &Ccedil;atalh&ouml;y&uuml;k and we can assume group activities were performed in this elevated space as well.</p> <p><span class="block-image image-wrapper"><img alt="From left: A hearth, oven, and ladder cut in Building 56, South Area, Çatalhöyük (photo: 20060617_jpq_004, CC: BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/ac6f01904dc6bcc1c303477692cb1367722bade1.jpg" /><span class="image-caption">From left: A hearth, oven, and ladder cut in Building 56, South Area, &Ccedil;atalh&ouml;y&uuml;k (photo: <a href="https://www.flickr.com/photos/catalhoyuk/177053180/">20060617_jpq_004</a>, CC: BY-NC-SA 2.0)</span></span></p> <p><span>Like at Jericho, the deceased were placed under the floors or platforms in houses and sometimes the skulls were removed and plastered to resemble live faces. &nbsp;The burials at &Ccedil;atalh&ouml;y&uuml;k show no significant variations, either based on wealth or gender; the only bodies which were treated differently, decorated with beads and covered with ochre, were those of children. The excavator of &Ccedil;atalh&ouml;y&uuml;k believes that this special concern for youths at the site may be a reflection of the society becoming more sedentary and required larger numbers of children because of increased labor, exchange and inheritance needs.&nbsp;</span></p> <p><span class="block-image image-wrapper"><img alt="South Excavation Area, Çatalhöyük (photo: Çatalhöyük, CC: BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/d9392ad079c5fa09277fe5b29c63a8c719e983a5.jpg" /><span class="image-caption">South Excavation Area, &Ccedil;atalh&ouml;y&uuml;k<br /> (photo: <a href="https://flic.kr/p/p9CSLG">&Ccedil;atalh&ouml;y&uuml;k</a>, CC: BY-NC-SA 2.0)</span></span>Art is everywhere among the remains of &Ccedil;atalh&ouml;y&uuml;k, geometric designs as well as representations of animals and people. Repeated lozenges and zigzags dance across smooth plaster walls, people are sculpted in clay, pairs of leopards are formed in relief facing one another at the sides of rooms, hunting parties are painted baiting a wild bull. The volume and variety of art at &Ccedil;atalh&ouml;y&uuml;k is immense and must be understood as a vital, functional part of the everyday lives of its ancient inhabitants.</p> <p><span class="image-wrapper inline-image"><img alt="Seated Woman of Çatalhöyük (head is a restoration), The Museum of Anatolian Civilizations, Ankara, Turkey (photo: Nevit Dilmen, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/0fef2eea0d20f8af7f2cc30b0d1919265337f55d.jpg" /><span class="image-caption"><em>Seated Woman of &Ccedil;atalh&ouml;y&uuml;k</em> (head is a restoration), The Museum of Anatolian Civilizations, Ankara, Turkey (photo: <a href="http://commons.wikimedia.org/wiki/File:Museum_of_Anatolian_Civilizations_1320259_nevit.jpg">Nevit Dilmen</a>, CC BY-SA 3.0)</span></span>Many figurines have been found at the site, the most famous of which illustrates a large woman seated on or between two large felines. The figurines, which illustrate both humans and animals, are made from a variety of materials but the largest proportion are quite small and made of barely fired clay. These casual figurines are found most frequently in garbage pits, but also in oven walls, house walls, floors and left in abandoned structures. The figurines often show evidence of having been poked, scratched or broken, and it is generally believed that they functioned as wish tokens or to ward off bad spirits. &nbsp;<br /> &nbsp;<br /> Nearly every house excavated at &Ccedil;atalh&ouml;y&uuml;k was found to contain decorations on its walls and platforms, most often in the main room of the house. Moreover, this work was constantly being renewed; the plaster of the main room of a house seems to have been redone as frequently as every month or season.&nbsp;Both geometric and figural images were popular in two-dimensional wall</p> <p><span class="block-image image-wrapper"><img alt="Neolithic Wall Painting in Building 80, Çatalhöyük (photo: Çatalhöyük, CC: BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/c8cb32261cf4b57d2721cdc8be05f81dd23233fe.jpg" /><span class="image-caption">Neolithic Wall Painting in Building 80, &Ccedil;atalh&ouml;y&uuml;k<br /> (photo: <a href="https://flic.kr/p/acVHUD">&Ccedil;atalh&ouml;y&uuml;k</a>, CC: BY-NC-SA 2.0)</span></span></p> <p>painting and the excavator of the site believes that geometric wall painting was particularly associated with adjacent buried youths. Figural paintings show the animal world alone, such as, for instance, two cranes facing each other standing behind a fox, or in interaction with people, such as a vulture pecking at a human corpse or hunting scenes. Wall reliefs are found at &Ccedil;atalh&ouml;y&uuml;k with some frequency, most often representing animals, such as pairs of animals facing each other and human-like creatures. These latter reliefs, alternatively thought to be bears, goddesses or regular humans, are always represented splayed, with their heads, hands and feet removed, presumably at the time the house was abandoned. &nbsp;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Bull bucrania, corner installation in Building 77, Çatalhöyük (photo: Çatalhöyük, CC: BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/dcd611f11b77be68d3c44413d7e56cc6142814e3.jpg" /><span class="image-caption">Bull bucrania, corner installation in Building 77, &Ccedil;atalh&ouml;y&uuml;k<br /> (photo: <a href="https://flic.kr/p/5zXpYe">&Ccedil;atalh&ouml;y&uuml;k</a>, CC: BY-NC-SA 2.0)</span></span></p> <p>The most remarkable art found at &Ccedil;atalh&ouml;y&uuml;k, however, are the installations of animal remains and among these the most striking are the bull bucrania. In many houses the main room was decorated with several plastered skulls of bulls set into the walls (most common on East or West walls) or platforms, the pointed horns thrust out into the communal space. Often the bucrania would be painted ochre red. In addition to these, the remains of other animals&rsquo; skulls, teeth, beaks, tusks or horns were set into the walls and platforms, plastered and painted. &nbsp;It would appear that the ancient residents of &Ccedil;atalh&ouml;y&uuml;k were only interested in taking the pointy parts of the animals back to their homes!</p> <p>How can we possibly understand this practice of interior decoration with the remains of animals? &nbsp;A clue might be in the types of creatures found and represented. Most of the animals represented in the art of &Ccedil;atalh&ouml;y&uuml;k were not domesticated; wild animals dominate the art at the site. &nbsp;Interestingly, examination of bone refuse shows that the majority of the meat which was consumed was of wild animals, especially bulls. The excavator believes this selection in art and cuisine had to do with the contemporary era of increased domestication of animals and what is being celebrated are the animals which are part of the memory of the recent cultural past, when hunting was much more important for survival. &nbsp;&nbsp;</p> <p>Essay by Dr. Senta German&nbsp;</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.catalhoyuk.com/">&Ccedil;atalh&ouml;y&uuml;k Research Project</a><br /> <br /> <a href="http://whc.unesco.org/en/list/1405">&Ccedil;atalh&ouml;y&uuml;k UNESCO World Heritage site</a></p>
it: <p><span class="block-image image-wrapper"><img alt="Çatal Höyük after the first excavations by James Mellaart and his team (photo: Omar hoftun, CC: BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/3839b82bb2f41f86231b4e4d736cbe47f8348954.jpg" /><span>&Ccedil;atalh&ouml;y&uuml;k after the first excavations by James Mellaart and his team (photo: <a href="http://commons.wikimedia.org/wiki/File:%C3%87atalh%C3%B6y%C3%BCk_after_the_first_excavations_by_James_Mellaart_and_his_team..jpg">Omar hoftun</a>, CC: BY-SA 3.0)</span></span></p> <p><span>&Ccedil;atalh&ouml;y&uuml;k or &Ccedil;atal H&ouml;y&uuml;k&nbsp;(pronounced &quot;cha-tal hay OOK&quot;) is not the oldest site of the Neolithic era or the largest, but it is extremely important to the beginning of art. &nbsp;Located near the modern city of Konya in south central Turkey, it was inhabited 9000 years ago by up to 8000 people who lived together in a large town. &Ccedil;atalh&ouml;y&uuml;k, across its history, witnesses the transition from exclusively hunting and gathering subsistence to increasing skill in plant and animal domestication. We might see &Ccedil;atalh&ouml;y&uuml;k as a site whose history is about one of man&rsquo;s most important transformations: from nomad to settler. &nbsp;It is also a site at which we see art, both painting and sculpture, appear to play a newly important role in the lives of settled people. &nbsp;</span></p> <p><span class="block-image image-wrapper"><img alt="Relief map of Turkey noting the location of Çatal Höyük (map: Uwe Dedering, CC: BY-SA 3.0) " src="https://ka-perseus-images.s3.amazonaws.com/9cff765efe48ba4a54c0b666ada9a9ffaabc1297.jpg" /><span class="image-caption">Relief map of Turkey noting the location of &Ccedil;atalh&ouml;y&uuml;k<br /> (map: <a href="http://commons.wikimedia.org/wiki/File:Turkey_relief_location_map.jpg">Uwe Dedering</a>, CC: BY-SA 3.0)</span></span></p> <p>&Ccedil;atalh&ouml;y&uuml;k had no streets or foot paths; the houses were built right up against each other and the people who lived in them traveled over the town&rsquo;s rooftops and entered their homes through holes in the roofs, climbing down a ladder. &nbsp;Communal ovens were built above the homes of &Ccedil;atalh&ouml;y&uuml;k and we can assume group activities were performed in this elevated space as well.</p> <p><span class="block-image image-wrapper"><img alt="From left: A hearth, oven, and ladder cut in Building 56, South Area, Çatalhöyük (photo: 20060617_jpq_004, CC: BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/ac6f01904dc6bcc1c303477692cb1367722bade1.jpg" /><span class="image-caption">From left: A hearth, oven, and ladder cut in Building 56, South Area, &Ccedil;atalh&ouml;y&uuml;k (photo: <a href="https://www.flickr.com/photos/catalhoyuk/177053180/">20060617_jpq_004</a>, CC: BY-NC-SA 2.0)</span></span></p> <p><span>Like at Jericho, the deceased were placed under the floors or platforms in houses and sometimes the skulls were removed and plastered to resemble live faces. &nbsp;The burials at &Ccedil;atalh&ouml;y&uuml;k show no significant variations, either based on wealth or gender; the only bodies which were treated differently, decorated with beads and covered with ochre, were those of children. The excavator of &Ccedil;atalh&ouml;y&uuml;k believes that this special concern for youths at the site may be a reflection of the society becoming more sedentary and required larger numbers of children because of increased labor, exchange and inheritance needs.&nbsp;</span></p> <p><span class="block-image image-wrapper"><img alt="South Excavation Area, Çatalhöyük (photo: Çatalhöyük, CC: BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/d9392ad079c5fa09277fe5b29c63a8c719e983a5.jpg" /><span class="image-caption">South Excavation Area, &Ccedil;atalh&ouml;y&uuml;k<br /> (photo: <a href="https://flic.kr/p/p9CSLG">&Ccedil;atalh&ouml;y&uuml;k</a>, CC: BY-NC-SA 2.0)</span></span>Art is everywhere among the remains of &Ccedil;atalh&ouml;y&uuml;k, geometric designs as well as representations of animals and people. Repeated lozenges and zigzags dance across smooth plaster walls, people are sculpted in clay, pairs of leopards are formed in relief facing one another at the sides of rooms, hunting parties are painted baiting a wild bull. The volume and variety of art at &Ccedil;atalh&ouml;y&uuml;k is immense and must be understood as a vital, functional part of the everyday lives of its ancient inhabitants.</p> <p><span class="image-wrapper inline-image"><img alt="Seated Woman of Çatalhöyük (head is a restoration), The Museum of Anatolian Civilizations, Ankara, Turkey (photo: Nevit Dilmen, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/0fef2eea0d20f8af7f2cc30b0d1919265337f55d.jpg" /><span class="image-caption"><em>Seated Woman of &Ccedil;atalh&ouml;y&uuml;k</em> (head is a restoration), The Museum of Anatolian Civilizations, Ankara, Turkey (photo: <a href="http://commons.wikimedia.org/wiki/File:Museum_of_Anatolian_Civilizations_1320259_nevit.jpg">Nevit Dilmen</a>, CC BY-SA 3.0)</span></span>Many figurines have been found at the site, the most famous of which illustrates a large woman seated on or between two large felines. The figurines, which illustrate both humans and animals, are made from a variety of materials but the largest proportion are quite small and made of barely fired clay. These casual figurines are found most frequently in garbage pits, but also in oven walls, house walls, floors and left in abandoned structures. The figurines often show evidence of having been poked, scratched or broken, and it is generally believed that they functioned as wish tokens or to ward off bad spirits. &nbsp;<br /> &nbsp;<br /> Nearly every house excavated at &Ccedil;atalh&ouml;y&uuml;k was found to contain decorations on its walls and platforms, most often in the main room of the house. Moreover, this work was constantly being renewed; the plaster of the main room of a house seems to have been redone as frequently as every month or season.&nbsp;Both geometric and figural images were popular in two-dimensional wall</p> <p><span class="block-image image-wrapper"><img alt="Neolithic Wall Painting in Building 80, Çatalhöyük (photo: Çatalhöyük, CC: BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/c8cb32261cf4b57d2721cdc8be05f81dd23233fe.jpg" /><span class="image-caption">Neolithic Wall Painting in Building 80, &Ccedil;atalh&ouml;y&uuml;k<br /> (photo: <a href="https://flic.kr/p/acVHUD">&Ccedil;atalh&ouml;y&uuml;k</a>, CC: BY-NC-SA 2.0)</span></span></p> <p>painting and the excavator of the site believes that geometric wall painting was particularly associated with adjacent buried youths. Figural paintings show the animal world alone, such as, for instance, two cranes facing each other standing behind a fox, or in interaction with people, such as a vulture pecking at a human corpse or hunting scenes. Wall reliefs are found at &Ccedil;atalh&ouml;y&uuml;k with some frequency, most often representing animals, such as pairs of animals facing each other and human-like creatures. These latter reliefs, alternatively thought to be bears, goddesses or regular humans, are always represented splayed, with their heads, hands and feet removed, presumably at the time the house was abandoned. &nbsp;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Bull bucrania, corner installation in Building 77, Çatalhöyük (photo: Çatalhöyük, CC: BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/dcd611f11b77be68d3c44413d7e56cc6142814e3.jpg" /><span class="image-caption">Bull bucrania, corner installation in Building 77, &Ccedil;atalh&ouml;y&uuml;k<br /> (photo: <a href="https://flic.kr/p/5zXpYe">&Ccedil;atalh&ouml;y&uuml;k</a>, CC: BY-NC-SA 2.0)</span></span></p> <p>The most remarkable art found at &Ccedil;atalh&ouml;y&uuml;k, however, are the installations of animal remains and among these the most striking are the bull bucrania. In many houses the main room was decorated with several plastered skulls of bulls set into the walls (most common on East or West walls) or platforms, the pointed horns thrust out into the communal space. &nbsp;Often the bucrania would be painted ochre red. In addition to these, the remains of other animas&rsquo; skulls, teeth, beaks, tusks or horns were set into the walls and platforms, plastered and painted. &nbsp;It would appear that the ancient residents of &Ccedil;atalh&ouml;y&uuml;k were only interested in taking the pointy parts of the animals back to their homes!</p> <p>How can we possibly understand this practice of interior decoration with the remains of animals? &nbsp;A clue might be in the types of creatures found and represented. Most of the animals represented in the art of &Ccedil;atalh&ouml;y&uuml;k were not domesticated; wild animals dominate the art at the site. &nbsp;Interestingly, examination of bone refuse shows that the majority of the meat which was consumed was of wild animals, especially bulls. The excavator believes this selection in art and cuisine had to do with the contemporary era of increased domestication of animals and what is being celebrated are the animals which are part of the memory of the recent cultural past, when hunting was much more important for survival. &nbsp;&nbsp;</p> <p>Essay by Dr. Senta German&nbsp;</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.catalhoyuk.com/">&Ccedil;atalh&ouml;y&uuml;k Research Project</a><br /> <br /> <a href="http://whc.unesco.org/en/list/1405">&Ccedil;atalh&ouml;y&uuml;k UNESCO World Heritage site</a></p>
