Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Desktop (detail), Albrecht Dürer, Erasmus of Rotterdam, 1526, engraving, 24.8 x 19.1 cm (The Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/d4698d1a8983a7417075502d3a8ede560fb23d92.jpg" /><span class="image-caption">Desktop (detail), Albrecht D&uuml;rer, <em>Erasmus of Rotterdam</em>, 1526, detail of an engraving, (The Metropolitan Museum of Art)</span></span></p> <p>We are used to having multiple books open at the same time when looking things up at home or writing an essay for class. Whether PDFs, e-books or good-old-fashioned paper volumes, switching between books in a smooth movement is something we don&rsquo;t often think about. This was very different in medieval times. In those days, books tended to resist when you tried to move them: they were as heavy as a brick and easily twice that size. A related problem was one of space. The average medieval book has a wingspan of at least half a meter wide when open. Consequently, comfortably placing two books in front of you was a stretch, let alone multiple volumes. In an early-sixteenth-century depiction of Erasmus, the scholar cannot even place a single book on his desk as he is writing a letter (above).</p> <p>Interestingly, the challenges of medieval book consultation stands in stark contrast with what we know about reading and studying in the period. We know that readers were&nbsp;interested&nbsp;in learning different points of view with respect to their topic of inquiry, and so&nbsp;browsed through a great number of volumes at the same time. Sparked by this contradiction, this article explores medieval desktops. How many books are being consulted at the same time in medieval depictions of reading? How are the objects laid out across the available space? In short, how are we to understand the logistics behind the devouring of knowledge in the last four centuries of the Middle Ages? As will become clear, the answers to these questions vary greatly depending on why an individual handled multiple books at the same time.</p> <h3>Scribes</h3> <p>The first group of individuals who had to manage multiple books were scribes. By definition, a scribe had to have at least two books on his desk: the one he was making (a growing pile of quires, which remained unbound until the very end) and the one he was copying from (called the &ldquo;exemplar&rdquo;). While keeping track of the loose quires may have been challenging, of the groups discussed here scribes had it the easiest. After all, the individual was only technically reading one book&mdash;the one he was copying from. This explains why their deskspace was of limited size, at least judging from surviving depictions.</p> <p><span class="block-image image-wrapper"><img alt="Buonaccorso of Pistoia, of true nobility Debate, Jean Le Tavernier, illuminator, Jean Miélot in his study, after 1450, Brussels, KBR, ms. 9278-80 f. 10" src="https://ka-perseus-images.s3.amazonaws.com/b899b9fbb99460fd47bbe8e20e0d342194a2aba5.jpg" /><span class="image-caption">Jean Le Tavernier (illuminator), Jean Mi&eacute;lot in his study, after 1450, Buonaccorso of Pistoia,&nbsp;Brussels, Biblioth&egrave;que Royale, MS 9278-80, fol. 10r</span></span></p> <p>In most cases their working space was erect rather than flat. The&nbsp;famous image of Jean Mi&eacute;lot at work (above) shows how the desktop of the scribe had a 45-degree angle, resulting in an almost erect surface. Clearly visible is also a vertical orientation in the line-up of the books: one was placed above the other. In fact, the desktop in this image is split in half, with the lower half containing the book under production, as well as the scribe&rsquo;s tools (ink pots and pens), while the upper half holds the exemplar. Mi&eacute;lot obviously needed to go shopping for a larger desk, because we see books laying around on the ground and on a bench.</p> <p><span class="image-wrapper inline-image"><img alt="Miniature of the translator, Simon de Hesdin, at work in his study, Valerius Maximus, translated by Simon de Hesdin and Nicholas de Gonesse, Facta et dicta memorabilia, 1479, London, British Library, Royal 18 E III, f. 24 " src="https://ka-perseus-images.s3.amazonaws.com/f18742a8b64a8858c5284674ac96de80e1aa5b22.jpg" /><span class="image-caption">Miniature of the translator, Simon de Hesdin, at work in his study, Valerius Maximus, translated by Simon de Hesdin and Nicholas de Gonesse, <em>Facta et dicta memorabilia</em>, 1479, London, British Library, Royal MS 18 E. III, fol. 24r</span></span>Interestingly, there are also desks with a horizontal orientation. The image at the left shows the translator Simon de Hesdin at work. Although the books are out of sight, the desk clearly provides room for two books. However, they placed next to one another. This may be specially done for the task of a translator, who needed to carefully read the source text and subsequently scribbling down the translation in loose quires or on loose sheets. This way, both books would be right before him: there was no need to look up at a high book platform.</p> <h3>Readers</h3> <p>While it is easy to find images of scribes with a desk full of books, it is less common to encounter readers in similar situations. That is to say: there are very few medieval scenes in which someone is reading but not writing&mdash;where books are present but pens are not. In part, this has to do with medieval study practices. Readers would usually have a pen nearby even when they were just reading. After all, remarks and critiques needed to be added to the margin at the spur of the moment. &ldquo;Penless&rdquo; images, while rare, often show a crowded desktop. The image&nbsp;below&nbsp;shows Christine de Pisan (a late medieval author) browsing multiple books at a big desk.</p> <p><span class="block-image image-wrapper"><img alt="Brussels, Bibliothèque, Royale, MS 9009-11 " src="https://ka-perseus-images.s3.amazonaws.com/33af4ad0af69ce9b37eae926aa1972e9fd40d406.jpg" /><span class="image-caption">Christine de Pisan in her study.&nbsp;Brussels, Biblioth&egrave;que&nbsp;Royale, MS 9009-11</span></span></p> <p>The absence of the pen may result from an urge to depict Christine as an avid reader. This is emphasized, I think, by the various volumes that lay open&mdash;note how some open books are facing down, the way we still do today! From the late medieval period a special tool was available for readers who did not like the clutter shown on Christine&rsquo;s desk: the book carousel.</p> <p><span class="block-image image-wrapper"><img alt="Roman de la Rose, probably 2nd half of 15th century, Yale, Bodleian Library, MS Douce 195, f. 1r" src="https://ka-perseus-images.s3.amazonaws.com/06ed67ec21a9c89f9a3e5e6b14a1e80c3666bad1.jpg" /><span class="image-caption">Roman de la Rose, probably 2nd half of 15th century, Oxford, Bodleian Library, Douce MS&nbsp;195, fol. 1r</span></span></p> <p>These carousels allowed readers to consult multiple manuscripts in a very convenient fashion, by spinning (slowly!) the top part, which moved. The oldest one I could find dates from the fourteenth century (<a href="http://erikkwakkel.tumblr.com/post/61664937976/medieval-book-gadget-this-image-shows-the-famous">here</a>), but it is possible they were in use even earlier. It is striking that these two scenes (above and below)&nbsp;show readers&mdash;scholars&mdash;without pens, even though the second seems to hold an invisible one.</p> <p><span class="block-image image-wrapper"><img alt="Leiden, Universiteitsbibliotheek, BPL Collection – Photo EK" src="https://ka-perseus-images.s3.amazonaws.com/4dfb6b226671eb12019f77172e598c42f696655b.jpg" /><span class="image-caption">Leiden, Universiteitsbibliotheek, BPL Collection, photo: Erik Kwakkel</span></span></p> <h3>Book hipster</h3> <p><span class="image-wrapper inline-image"><img alt="Book wheel, Agostino Ramelli, Diverse et artificiose machine, [Leipzig] Durch Henning Grossen den Jüngern, 1620 (first published 1588), p. 440. " src="https://ka-perseus-images.s3.amazonaws.com/c77b19591ca40b1e026bab3e5a16551c87a20f79.jpg" /><span class="image-caption">Book wheel, Agostino Ramelli, <em>Diverse et artificiose machine</em>, [Leipzig] Durch Henning Grossen den Jüngern, 1620 (first published 1588), p. 440</span></span>Cleverly, the medieval &ldquo;spinning wheels&rdquo; circumvented the constrictions of the limited space a regular desktop provided. However, what if you need even more real estate than the turning desktop could offer? The answer to this question is perhaps one of the most intriguing pieces of book furniture that survive from the past: the book wheel.</p> <p>The image at left&nbsp;shows the book wheel invented by the Renaissance engineer Agostino Ramelli, whose concept was based on medieval designs. The upside to the carousel is obvious: there was space for a lot of books. This practice is not unlike deciding to hook up a second monitor to your computer, except that the individual is actually watching twelve monitors at the same time&mdash;like a trader on Wall Street. I have sat behind one from the 17th century myself and it is truly a majestic feeling to spin the wheel. The click-click sound of the gears hidden inside the device is simply mesmerizing.</p> <h3>The last word: laptop</h3> <p><span class="image-wrapper inline-image"><img alt="A scribe identified as Priscian or Donatus, part of a series of liberal arts and scribes on the archivolt of the right bay, West portal, Chartres, c.1150), photo Holly Hayes" src="https://ka-perseus-images.s3.amazonaws.com/4706b1e4b301c0581236643e99ec904aa853e455.jpg" /><span class="image-caption">A scribe identified as Priscian or Donatus, part of a series of Liberal Arts and scribes on the archivolt of the right bay, West Portal, Chartres, c.1150), photo:&nbsp;Holly Hayes</span></span>While desktops (in their great variety) are representative of how most scribes and readers handled their books, there is also a surface space that is more exceptional&mdash;and that can only be addressed as a &ldquo;laptop.&rdquo;&nbsp;The use of such portable desks, which sat on the scribe&rsquo;s lap, is well documented for the early-modern period. They were used, for example, by noblemen or secretaries drafting documents and letters while&nbsp;on the road.</p> <p>The portable desktop was generally&nbsp;a box with a slightly angled surface, inside which the writing materials were stored, including sheets, ink and pens. Interestingly, this practice&mdash;and tool&mdash;goes back to at least the twelfth century (see image, left). The device contained&nbsp;a hole for the ink pot and inside may well have been blank sheets&mdash;in parallel to the portable kits from the Renaissance.</p> <p>Apart from the fact that the actual desk space was more limited than what we are used to, the medieval desktop was not so different from ours, including how messy it was. They contained books, both open and closed, as well as writing tools. However, more so than in our present time, desktops were a necessary tool, whether they were packed (as in Christine&rsquo;s case) or with only one or two books in place (as with most scribes). The medieval quill, after all, needed a stable and even surface. While desktops may seem trivial objects to us, they were crucially important to both medieval scribes and readers.</p> <p>Essay by Erik Kwakkel</p> <hr /> <p><a href="http://crm.revues.org/3212">More about Christine de Pizan in her study</a></p> <p><a href="http://romandelarose.org/#browse;Douce195">Browse images in the&nbsp;Roman de la Rose in the Bodeian Library</a></p> <p><a href="http://lcweb2.loc.gov/cgi-bin/ampage?collId=rbc3&amp;fileName=rbc0001_2008rosen1313page.db">Browse&nbsp;Agostino Ramelli&#39;s&nbsp;<em>Diverse et artificiose machine</em> at the Library of Congress</a></p> <p><a href="https://twitter.com/zeutschelgmbh/status/406414859266711552">Book wheel from 1625,&nbsp;&nbsp;in the Herzog August library Wolfenb&uuml;ttel</a></p> <p><a href="http://art.thewalters.org/detail/16963/portable-writing-desk-with-geometric-patterns-and-moorish-designs/">A portable writing desk from the Walters Art Museum</a></p>
it: <p><span class="block-image image-wrapper"><img alt="Desktop (detail), Albrecht Dürer, Erasmus of Rotterdam, 1526, engraving, 24.8 x 19.1 cm (The Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/d4698d1a8983a7417075502d3a8ede560fb23d92.jpg" /><span class="image-caption">Desktop (detail), Albrecht D&uuml;rer, <em>Erasmus of Rotterdam</em>, 1526, detail of an engraving, (The Metropolitan Museum of Art)</span></span></p> <p>We are used to having multiple books open at the same time when looking things up at home or writing an essay for class. Whether PDFs, e-books or good-old-fashioned paper volumes, switching between books in a smooth movement is something we don&rsquo;t often think about. This was very different in medieval times. In those days, books tended to resist when you tried to move them: they were as heavy as a brick and easily twice that size. A related problem was one of space. The average medieval book has a wingspan of at least half a meter wide when open. Consequently, comfortably placing two books in front of you was a stretch, let alone multiple volumes. In an early-sixteenth-century depiction of Erasmus, the scholar cannot even place a single book on his desk as he is writing a letter (above).</p> <p>Interestingly, the challenges of medieval book consultation stands in stark contrast with what we know about reading and studying in the period. We know that readers were&nbsp;interested&nbsp;in learning different points of view with respect to their topic of inquiry, and so&nbsp;browsed through a great number of volumes at the same time. Sparked by this contradiction, this article explores medieval desktops. How many books are being consulted at the same time in medieval depictions of reading? How are the objects laid out across the available space? In short, how are we to understand the logistics behind the devouring of knowledge in the last four centuries of the Middle Ages? As will become clear, the answers to these questions vary greatly depending on why an individual handled multiple books at the same time.</p> <h3>Scribes</h3> <p>The first group of individuals who had to manage multiple books were scribes. By definition, a scribe had to have at least two books on his desk: the one he was making (a growing pile of quires, which remained unbound until the very end) and the one he was copying from (called the &ldquo;exemplar&rdquo;). While keeping track of the loose quires may have been challenging, of the groups discussed here scribes had it the easiest. After all, the individual was only technically reading one book&mdash;the one he was copying from. This explains why their deskspace was of limited size, at least judging from surviving depictions.</p> <p><span class="block-image image-wrapper"><img alt="Buonaccorso of Pistoia, of true nobility Debate, Jean Le Tavernier, illuminator, Jean Miélot in his study, after 1450, Brussels, KBR, ms. 9278-80 f. 10" src="https://ka-perseus-images.s3.amazonaws.com/b899b9fbb99460fd47bbe8e20e0d342194a2aba5.jpg" /><span class="image-caption">Jean Le Tavernier (illuminator), Jean Mi&eacute;lot in his study, after 1450, Buonaccorso of Pistoia,&nbsp;Brussels, Biblioth&egrave;que Royale, MS 9278-80, fol. 10r</span></span></p> <p>In most cases their working space was erect rather than flat. The&nbsp;famous image of Jean Mi&eacute;lot at work (above) shows how the desktop of the scribe had a 45-degree angle, resulting in an almost erect surface. Clearly visible is also a vertical orientation in the line-up of the books: one was placed above the other. In fact, the desktop in this image is split in half, with the lower half containing the book under production, as well as the scribe&rsquo;s tools (ink pots and pens), while the upper half holds the exemplar. Mi&eacute;lot obviously needed to go shopping for a larger desk, because we see books laying around on the ground and on a bench.</p> <p><span class="image-wrapper inline-image"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/f18742a8b64a8858c5284674ac96de80e1aa5b22.jpg" /><span class="image-caption">Miniature of the translator, Simon de Hesdin, at work in his study, Valerius Maximus, translated by Simon de Hesdin and Nicholas de Gonesse, <em>Facta et dicta memorabilia</em>, 1479, London, British Library, Royal MS 18 E. III, fol. 24r</span></span>Interestingly, there are also desks with a horizontal orientation. The image at the left shows the translator Simon de Hesdin at work. Although the books are out of sight, the desk clearly provides room for two books. However, they placed next to one another. This may be specially done for the task of a translator, who needed to carefully read the source text and subsequently scribbling down the translation in loose quires or on loose sheets. This way, both books would be right before him: there was no need to look up at a high book platform.</p> <h3>Readers</h3> <p>While it is easy to find images of scribes with a desk full of books, it is less common to encounter readers in similar situations. That is to say: there are very few medieval scenes in which someone is reading but not writing&mdash;where books are present but pens are not. In part, this has to do with medieval study practices. Readers would usually have a pen nearby even when they were just reading. After all, remarks and critiques needed to be added to the margin at the spur of the moment. &ldquo;Penless&rdquo; images, while rare, often show a crowded desktop. The image&nbsp;below&nbsp;shows Christine de Pisan (a late medieval author) browsing multiple books at a big desk.</p> <p><span class="block-image image-wrapper"><img alt="Brussels, Bibliothèque, Royale, MS 9009-11 " src="https://ka-perseus-images.s3.amazonaws.com/33af4ad0af69ce9b37eae926aa1972e9fd40d406.jpg" /><span class="image-caption">Christine de Pisan in her study.&nbsp;Brussels, Biblioth&egrave;que&nbsp;Royale, MS 9009-11</span></span></p> <p>The absence of the pen may result from an urge to depict Christine as an avid reader. This is emphasized, I think, by the various volumes that lay open&mdash;note how some open books are facing down, the way we still do today! From the late medieval period a special tool was available for readers who did not like the clutter shown on Christine&rsquo;s desk: the book carousel.</p> <p><span class="block-image image-wrapper"><img alt="Roman de la Rose, probably 2nd half of 15th century, Yale, Bodleian Library, MS Douce 195, f. 1r" src="https://ka-perseus-images.s3.amazonaws.com/06ed67ec21a9c89f9a3e5e6b14a1e80c3666bad1.jpg" /><span class="image-caption">Roman de la Rose, probably 2nd half of 15th century, Oxford, Bodleian Library, Douce MS&nbsp;195, fol. 1r</span></span></p> <p>These carousels allowed readers to consult multiple manuscripts in a very convenient fashion, by spinning (slowly!) the top part, which moved. The oldest one I could find dates from the fourteenth century (<a href="http://erikkwakkel.tumblr.com/post/61664937976/medieval-book-gadget-this-image-shows-the-famous">here</a>), but it is possible they were in use even earlier. It is striking that these two scenes (above and below)&nbsp;show readers&mdash;scholars&mdash;without pens, even though the second seems to hold an invisible one.</p> <p><span class="block-image image-wrapper"><img alt="Leiden, Universiteitsbibliotheek, BPL Collection – Photo EK" src="https://ka-perseus-images.s3.amazonaws.com/4dfb6b226671eb12019f77172e598c42f696655b.jpg" /><span class="image-caption">Leiden, Universiteitsbibliotheek, BPL Collection, photo: Erik Kwakkel</span></span></p> <h3>Book hipster</h3> <p><span class="image-wrapper inline-image"><img alt="Book wheel, Agostino Ramelli, Diverse et artificiose machine, [Leipzig] Durch Henning Grossen den Jüngern, 1620 (first published 1588), p. 440. " src="https://ka-perseus-images.s3.amazonaws.com/c77b19591ca40b1e026bab3e5a16551c87a20f79.jpg" /><span class="image-caption">Book wheel, Agostino Ramelli, <em>Diverse et artificiose machine</em>, [Leipzig] Durch Henning Grossen den Jüngern, 1620 (first published 1588), p. 440</span></span>Cleverly, the medieval &ldquo;spinning wheels&rdquo; circumvented the constrictions of the limited space a regular desktop provided. However, what if you need even more real estate than the turning desktop could offer? The answer to this question is perhaps one of the most intriguing pieces of book furniture that survive from the past: the book wheel.</p> <p>The image at left&nbsp;shows the book wheel invented by the Renaissance engineer Agostino Ramelli, whose concept was based on medieval designs. The upside to the carousel is obvious: there was space for a lot of books. This practice is not unlike deciding to hook up a second monitor to your computer, except that the individual is actually watching twelve monitors at the same time&mdash;like a trader on Wall Street. I have sat behind one from the 17th century myself and it is truly a majestic feeling to spin the wheel. The click-click sound of the gears hidden inside the device is simply mesmerizing.</p> <h3>The last word: laptop</h3> <p><span class="image-wrapper inline-image"><img alt="A scribe identified as Priscian or Donatus, part of a series of liberal arts and scribes on the archivolt of the right bay, West portal, Chartres, c.1150), photo Holly Hayes" src="https://ka-perseus-images.s3.amazonaws.com/4706b1e4b301c0581236643e99ec904aa853e455.jpg" /><span class="image-caption">A scribe identified as Priscian or Donatus, part of a series of Liberal Arts and scribes on the archivolt of the right bay, West Portal, Chartres, c.1150), photo:&nbsp;Holly Hayes</span></span>While desktops (in their great variety) are representative of how most scribes and readers handled their books, there is also a surface space that is more exceptional&mdash;and that can only be addressed as a &ldquo;laptop.&rdquo;&nbsp;The use of such portable desks, which sat on the scribe&rsquo;s lap, is well documented for the early-modern period. They were used, for example, by noblemen or secretaries drafting documents and letters while&nbsp;on the road.</p> <p>The portable desktop was generally&nbsp;a box with a slightly angled surface, inside which the writing materials were stored, including sheets, ink and pens. Interestingly, this practice&mdash;and tool&mdash;goes back to at least the twelfth century (see image, left). The device contained&nbsp;a hole for the ink pot and inside may well have been blank sheets&mdash;in parallel to the portable kits from the Renaissance.</p> <p>Apart from the fact that the actual desk space was more limited than what we are used to, the medieval desktop was not so different from ours, including how messy it was. They contained books, both open and closed, as well as writing tools. However, more so than in our present time, desktops were a necessary tool, whether they were packed (as in Christine&rsquo;s case) or with only one or two books in place (as with most scribes). The medieval quill, after all, needed a stable and even surface. While desktops may seem trivial objects to us, they were crucially important to both medieval scribes and readers.</p> <p>Essay by Erik Kwakkel</p> <hr /> <p><a href="http://crm.revues.org/3212">More about Christine de Pizan in her study</a></p> <p><a href="http://romandelarose.org/#browse;Douce195">Browse images in the&nbsp;Roman de la Rose in the Bodeian Library</a></p> <p><a href="http://lcweb2.loc.gov/cgi-bin/ampage?collId=rbc3&amp;fileName=rbc0001_2008rosen1313page.db">Browse&nbsp;Agostino Ramelli&#39;s&nbsp;<em>Diverse et artificiose machine</em> at the Library of Congress</a></p> <p><a href="https://twitter.com/zeutschelgmbh/status/406414859266711552">Book wheel from 1625,&nbsp;&nbsp;in the Herzog August library Wolfenb&uuml;ttel</a></p> <p><a href="http://art.thewalters.org/detail/16963/portable-writing-desk-with-geometric-patterns-and-moorish-designs/">A portable writing desk from the Walters Art Museum</a></p>
