Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>&nbsp;</h3> <p><span class="block-image image-wrapper"><img alt="Quartzite slabs depicting animals, Apollo 11 Cave, Namibia. Image courtesy of State Museum of Namibia " src="https://ka-perseus-images.s3.amazonaws.com/6de385a26431836bfd7c031b19c285a20e53284b.jpg" /><span class="image-caption">Quartzite slabs depicting animals, Apollo 11 Cave, Namibia. Image courtesy of State Museum of Namibia.</span></span></p> <h3>Rock art and the origins of art in Africa</h3> <p>The oldest scientifically-dated rock art in Africa dates from around 26,000-28,000 years ago and is found in Namibia.</p> <p>Between 1969 and 1972, German archaeologist, W.E. Wendt, researching in an area known locally as &quot;Goachanas,&quot; unearthed several painted slabs in a cave he named Apollo 11, after NASA&rsquo;s successful moon landing mission.</p> <p>Seven painted stone slabs of brown-grey quartzite, depicting a variety of animals painted in charcoal, ochre and white, were located in a Middle Stone Age deposit&nbsp;(100,000&ndash;60,000 years ago). These images are not easily identifiable to species level, but have been interpreted variously as felines and/or bovids; one in particular has been observed to be either a zebra, giraffe or ostrich, demonstrating the ambiguous nature of the depictions.</p> <h3>Art and our modern mind</h3> <p>While the Apollo 11 plaques may be the oldest discovered representational art in Africa, this is not the beginning of the story of art. It is now well-established, through genetic and fossil evidence, that anatomically modern humans (Homo sapiens sapiens) developed in Africa more than 100,000 years ago; of these, a small group left the Continent around 60,000-80,000 years ago and spread throughout the rest of the world.</p> <p>Recently discovered examples of patterned stone, ochre and ostrich eggshell, as well as evidence of personal ornamentation emerging from Middle Stone Age Africa, have demonstrated that &quot;art&quot;&nbsp;is not only a much older phenomenon than previously thought, but that it has its roots in the African continent. Africa is where we share a common humanity.</p> <p>The first examples of what we might term &quot;art&quot;&nbsp;in Africa, dating from between 100,000&ndash;60,000 years ago, emerge in two very distinct forms: personal adornment in the form of perforated seashells suspended on twine, and incised and engraved stone, ochre and ostrich eggshell. Despite some sites being 8,000km and 40,000 years apart, an intriguing feature of the earliest art is that these first forays appear remarkably similar. It is worth noting here that the term &quot;art&quot;&nbsp;in this context is highly problematic, in that we cannot assume that humans living 100,000 years ago, or even 10,000 years ago, had a concept of art in the same way that we do, particularly in the modern Western sense. However, it remains a useful umbrella term for our purposes here.</p> <h3>Pattern and design</h3> <p><span class="block-image image-wrapper"><img alt="Incised ochre from Blombos Cave, South Africa. Photo by Chris. S. Henshilwood © Chris. S. Henshilwood" src="https://ka-perseus-images.s3.amazonaws.com/4d6ec080ab877b47cf54106a09ba9f0a73c4949f.jpg" /><span class="image-caption">Incised ochre from Blombos Cave, South Africa. Photo by Chris. S. Henshilwood &copy; Chris. S. Henshilwood</span></span></p> <p>The practice of engraving or incising, which emerges around 12,000 years ago in Saharan rock art, has its antecedents much earlier, up to 100,000 years ago. Incised and engraved stone, bone, ochre and ostrich eggshell have been found at sites in southern Africa. These marked objects share features in the expression of design, exhibiting patterns that have been classified as cross-hatching.</p> <p>One of the most iconic and well-publicised sites that have yielded cross-hatch incised patterning on ochre is Blombos Cave, on the southern Cape shore of South Africa. Of the more than 8,500 fragments of ochre deriving from the MSA (Middle Stone AGe) levels, 15 fragments show evidence of engraving. Two of these, dated to 77,000 years ago, have received the most attention for the design of cross-hatch pattern.</p> <p>For many archaeologists, the incised pieces of ochre at Blombos are the most complex and best-formed evidence for early abstract representations, and are unequivocal evidence for symbolic thought and language. The debate about when we became a symbolic species and acquired fully syntactical language &ndash; what archaeologists term &lsquo;modern human behaviour&rsquo; &ndash; is both complex and contested. It has been proposed that these cross-hatch patterns are clear evidence of thinking symbolically, because the motifs are not representational and as such are culturally constructed and arbitrary. Moreover, in order for the meaning of this motif to be conveyed to others, language is a prerequisite.</p> <p>The Blombos engravings are not isolated occurrences, since the presence of such designs occur at more than half a dozen other sites in South Africa, suggesting that this pattern is indeed important in some way, and not the result of idiosyncratic behaviour. It is worth noting, however, that for some scholars, the premise that the pattern is symbolic is not so certain. The patterns may indeed have a meaning, but it is how that meaning is associated, either by resemblance (iconic) or correlation (indexical), that is important for our understanding of human cognition.</p> <p><span class="block-image image-wrapper"><img alt="Fragments of engraved ostrich eggshells from the Howiesons Poort of Diepkloof Rock Shelter, Western Cape, South Africa, dated to 60,000 BP. Courtesy of Jean-Pierre Texier, Diepkloof project. © Jean-Pierre Texier" src="https://ka-perseus-images.s3.amazonaws.com/892a0036b0fb37e74d87691034a23850a3288c81.jpg" /><span class="image-caption">Fragments of engraved ostrich eggshells from the Howiesons Poort of Diepkloof Rock Shelter, Western Cape, South Africa, dated to 60,000 BP. Courtesy of Jean-Pierre Texier, Diepkloof project. &copy; Jean-Pierre Texier</span></span></p> <p>Personal ornamentation and engraved designs are the earliest evidence of art in Africa, and are inextricably tied up with the development of human cognition. For tens of thousands of years, there has been not only a capacity for, but a motivation to adorn and to inscribe, to make visual that which is important. The interesting and pertinent issue in the context of this project is that the rock art we are cataloguing, describing and researching comes from a tradition that goes far back into African prehistory. The techniques and subject matter resonate over the millennia.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.britishmuseum.org/research/research_projects/all_current_projects/african_rock_art_image_project.aspx">British Museum African Rock Art Image Project</a></p> <p><a href="http://www.metmuseum.org/toah/hd/apol/hd_apol.htm">Apollo 11 (ca. 25,500&ndash;23,500 B.C.) and Wonderwerk (ca. 8000 B.C.) Cave Stones on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://africanrockart.org/">Trust for African Rock Art</a></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" />&nbsp;&nbsp;</span></p> <p><br /> <br /> <br /> &copy; Trustees of the British Museum</p>
it: <h3>&nbsp;</h3> <p><span class="block-image image-wrapper"><img alt="Quartzite slabs depicting animals, Apollo 11 Cave, Namibia. Image courtesy of State Museum of Namibia " src="https://ka-perseus-images.s3.amazonaws.com/6de385a26431836bfd7c031b19c285a20e53284b.jpg" /><span class="image-caption">Quartzite slabs depicting animals, Apollo 11 Cave, Namibia. Image courtesy of State Museum of Namibia.</span></span></p> <h3>Rock art and the origins of art in Africa</h3> <p>The oldest scientifically-dated rock art in Africa dates from around 26,000-28,000 years ago and is found in Namibia.</p> <p>Between 1969 and 1972, German archaeologist, W.E. Wendt, researching in an area known locally as &quot;Goachanas,&quot; unearthed several painted slabs in a cave he named Apollo 11, after NASA&rsquo;s successful moon landing mission.</p> <p>Seven painted stone slabs of brown-grey quartzite, depicting a variety of animals painted in charcoal, ochre and white, were located in a Middle Stone Age deposit&nbsp;(100,000&ndash;60,000 years ago). These images are not easily identifiable to species level, but have been interpreted variously as felines and/or bovids; one in particular has been observed to be either a zebra, giraffe or ostrich, demonstrating the ambiguous nature of the depictions.</p> <h3>Art and our modern mind</h3> <p>While the Apollo 11 plaques may be the oldest discovered representational art in Africa, this is not the beginning of the story of art. It is now well-established, through genetic and fossil evidence, that anatomically modern humans (Homo sapiens sapiens) developed in Africa more than 100,000 years ago; of these, a small group left the Continent around 60,000-80,000 years ago and spread throughout the rest of the world.</p> <p>Recently discovered examples of patterned stone, ochre and ostrich eggshell, as well as evidence of personal ornamentation emerging from Middle Stone Age Africa, have demonstrated that &quot;art&quot;&nbsp;is not only a much older phenomenon than previously thought, but that it has its roots in the African continent. Africa is where we share a common humanity.</p> <p>The first examples of what we might term &quot;art&quot;&nbsp;in Africa, dating from between 100,000&ndash;60,000 years ago, emerge in two very distinct forms: personal adornment in the form of perforated seashells suspended on twine, and incised and engraved stone, ochre and ostrich eggshell. Despite some sites being 8,000km and 40,000 years apart, an intriguing feature of the earliest art is that these first forays appear remarkably similar. It is worth noting here that the term &quot;art&quot;&nbsp;in this context is highly problematic, in that we cannot assume that humans living 100,000 years ago, or even 10,000 years ago, had a concept of art in the same way that we do, particularly in the modern Western sense. However, it remains a useful umbrella term for our purposes here.</p> <h3>Pattern and design</h3> <p><span class="block-image image-wrapper"><img alt="Incised ochre from Blombos Cave, South Africa. Photo by Chris. S. Henshilwood © Chris. S. Henshilwood" src="https://ka-perseus-images.s3.amazonaws.com/4d6ec080ab877b47cf54106a09ba9f0a73c4949f.jpg" /><span class="image-caption">Incised ochre from Blombos Cave, South Africa. Photo by Chris. S. Henshilwood &copy; Chris. S. Henshilwood</span></span></p> <p>The practice of engraving or incising, which emerges around 12,000 years ago in Saharan rock art, has its antecedents much earlier, up to 100,000 years ago. Incised and engraved stone, bone, ochre and ostrich eggshell have been found at sites in southern Africa. These marked objects share features in the expression of design, exhibiting patterns that have been classified as cross-hatching.</p> <p>One of the most iconic and well-publicised sites that have yielded cross-hatch incised patterning on ochre is Blombos Cave, on the southern Cape shore of South Africa. Of the more than 8,500 fragments of ochre deriving from the MSA (Middle Stone AGe) levels, 15 fragments show evidence of engraving. Two of these, dated to 77,000 years ago, have received the most attention for the design of cross-hatch pattern.</p> <p>For many archaeologists, the incised pieces of ochre at Blombos are the most complex and best-formed evidence for early abstract representations, and are unequivocal evidence for symbolic thought and language. The debate about when we became a symbolic species and acquired fully syntactical language &ndash; what archaeologists term &lsquo;modern human behaviour&rsquo; &ndash; is both complex and contested. It has been proposed that these cross-hatch patterns are clear evidence of thinking symbolically, because the motifs are not representational and as such are culturally constructed and arbitrary. Moreover, in order for the meaning of this motif to be conveyed to others, language is a prerequisite.</p> <p>The Blombos engravings are not isolated occurrences, since the presence of such designs occur at more than half a dozen other sites in South Africa, suggesting that this pattern is indeed important in some way, and not the result of idiosyncratic behaviour. It is worth noting, however, that for some scholars, the premise that the pattern is symbolic is not so certain. The patterns may indeed have a meaning, but it is how that meaning is associated, either by resemblance (iconic) or correlation (indexical), that is important for our understanding of human cognition.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/892a0036b0fb37e74d87691034a23850a3288c81.jpg" /><span class="image-caption">Fragments of engraved ostrich eggshells from the Howiesons Poort of Diepkloof Rock Shelter, Western Cape, South Africa, dated to 60,000 BP. Courtesy of Jean-Pierre Texier, Diepkloof project. &copy; Jean-Pierre Texier</span></span></p> <p>Personal ornamentation and engraved designs are the earliest evidence of art in Africa, and are inextricably tied up with the development of human cognition. For tens of thousands of years, there has been not only a capacity for, but a motivation to adorn and to inscribe, to make visual that which is important. The interesting and pertinent issue in the context of this project is that the rock art we are cataloguing, describing and researching comes from a tradition that goes far back into African prehistory. The techniques and subject matter resonate over the millennia.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.britishmuseum.org/research/research_projects/all_current_projects/african_rock_art_image_project.aspx">British Museum African Rock Art Image Project</a></p> <p><a href="http://www.metmuseum.org/toah/hd/apol/hd_apol.htm">Apollo 11 (ca. 25,500&ndash;23,500 B.C.) and Wonderwerk (ca. 8000 B.C.) Cave Stones on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://africanrockart.org/">Trust for African Rock Art</a></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" />&nbsp;&nbsp;</span></p> <p><br /> <br /> <br /> &copy; Trustees of the British Museum</p>
