Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><img alt="The Four Humors, from Deutche Kalendar, 1498 (Pierpont Morgan Library) " src="https://ka-perseus-images.s3.amazonaws.com/a70cd2c34195dbd60fdf34e643efbddaaba0425b.jpg" style="width:100%" /><span class="image-caption">The Four Humors, from Deutche Kalendar, 1498 (Pierpont Morgan Library)</span></p> <h3>How do we know that something is true?</h3> <p>The word science comes from the latin root scientia,&nbsp;meaning knowledge.&nbsp;But where does the knowledge that makes up science come from? How do you ever really know that something is true?</p> <p>For instance, modern science tell us that some types of disease spread through tiny organisms. Medieval people believed instead that sickness arose from an imbalance of the body&rsquo;s four humors. How do we know with certainty that modern science is correct? Microscopes enable us to see the germs that cause sickness, but when we look through microscopic lenses to examine microbes, how do we know our understanding of what they are and what they are doing is true? Of course, medieval philosophers did not have microscopic lenses&mdash;but if they did, they very likely would have disagreed with our modern understanding of disease. Believing in the inaccuracy of the human senses, and moreover of the human mind&#39;s inability to correctly judge anything, medieval knowledge instead privileged ancient texts as the best way of making sense of the world.</p> <p><span class="image-wrapper"><img alt="Francis Bacon, c. 1622, oil on canvas, 470 x 610 cm (Dulwich Picture Gallery) " src="https://ka-perseus-images.s3.amazonaws.com/afab2e2f5a4b4716ef83b43882780ecb526fb5c6.jpg" /><span class="image-caption">Francis Bacon, c. 1622, oil on canvas, 470 x 610 cm (Dulwich Picture Gallery) </span></span></p> <h3><span>Sir Francis Bacon</span></h3> <p><span>In 1620, around the time that people first began to look through microscopes, an English politician named Sir Francis Bacon developed a method for philosophers to use in weighing the truthfulness of knowledge. While Bacon agreed with medieval thinkers that humans too often erred in interpreting what their five senses perceived, he also realized that people&#39;s sensory experiences provided the best possible means of making sense of the world. Because humans could incorrectly interpret anything they saw, heard, smelled, tasted, or felt, Bacon insisted that they must doubt everything before assuming its truth.</span></p> <h3>Testing hypotheses</h3> <p>In order to test potential truths, or hypotheses, Bacon devised a method whereby scientists set up experiments to manipulate nature, and attempt to prove their hypotheses wrong. For example, in order to test the idea that sickness came from external causes, Bacon argued that scientists should expose healthy people to outside influences such as coldness, wetness, or other sick people to discover if any of these external variables resulted in more people getting sick. Knowing that many different causes for sickness might be missed by humans who are unable or unwilling to perceive them, Bacon insisted that experiments must be consistently repeated before truth can be known: a scientist must show that patients exposed to a specific variable more frequently got sick again, and again, and again.</p> <p>​<span class="image-wrapper"><img alt="Frontispiece for the Opere di Galileo Galilei, 1656, etching, 17.8 x 24.9 (The Museum of Fine Arts, Houston). Galileo is shown kneeling before personifications of mathematics (holding compass), astronomy (with the crown of stars) and optics." src="https://ka-perseus-images.s3.amazonaws.com/42fbdf7fa4e609896cb6ff633d62554813770a0c.jpg" /><span class="image-caption"><em>Frontispiece for the Opere di Galileo Galilei,</em> 1656, etching, 17.8 x 24.9 (The Museum of Fine Arts, Houston). Galileo is shown kneeling before personifications of mathematics (holding a compass), astronomy (with the crown of stars) and optics.</span></span><span>Although modern scientists have revised many of the truths subsequently adopted by Bacon and his contemporaries, we still utilize the method of proving knowledge to be true via doubt and experimentation that Bacon laid out in 1620. Bacon&#39;s philosophical work marks a very significant breakthrough for the study of the world around us, but it is important to stress that this method of investigation was not completed in a vacuum. Rather, Bacon&#39;s work should be seen as a part of a widespread cultural revolution accelerated by the rise of the printing press in the fifteenth century.&nbsp;</span></p> <h3>Importance of the printing press</h3> <p>Advances in the ability to disseminate new ideas by making standardized letters, numbers, and diagrams repeatable allowed for an unprecedented level of cooperation among philosophers who could now build on each other&#39;s ideas over long periods of time. It would be difficult to overstate the effect of the print revolution. Astronomers such as Copernicus and Galileo began to share and build upon their experiments, and religious reformers began to publicize new (and increasingly radical) Protestant ideas. In a mutually beneficial relationship the Protestant Reformation and the Scientific Revolution encouraged philosophers to discover all they could about nature as a way to learn more about God, an undertaking that promoted a break with past authorities.&nbsp;</p> <h3>A direct engagement with nature</h3> <p>Artisans and craftspeople soon began engaging in the new &quot;natural philosophy,&quot; exemplifying the fact that a monumental shift in what constituted evidence for truth was under way. Not only did renaissance artisans create lenses to see, tools to measure, and artworks to replicate the natural world, but by the sixteenth century, they began to publish philosophical treatises asserting that through the imitation and reproduction of nature in their arts, they were able to achieve a state of direct engagement with nature. Rather than taking knowledge from ancient sources, they argued that true knowledge came from direct experience. Alchemists likewise prioritized direct engagement with nature. In using fire to divide elements into their &quot;smallest&quot; components (and discovering that there were more than four of them), alchemists promoted the revolutionary idea that observation of nature itself, rather than reliance on ancient authorities, provided the best foundation for knowledge.<span>&nbsp;</span></p> <p><img alt="Attributed to Bernard Palissy, Oval Basin, c. 1550, lead-glazed earthenware, 18 7/8 x 14 1/2" src="https://ka-perseus-images.s3.amazonaws.com/f1f636227ac985299ecd11f2a0dbf9d468c072a5.jpg" /><br /> Attributed to Bernard Palissy, <em>Oval Basin</em>, c. 1550, lead-glazed earthenware, 18 7/8 x 14 1/2&quot; (The J. Paul Getty Museum)&nbsp;</p> <h3>The Royal Society</h3> <p>These new ideas crystallized with the work of Francis Bacon. In his work as a politician he called for the development of an institution that would promote and regulate the acquisition of knowledge derived from observation. After considerable delay, caused by a civil war and the execution of King Charles I, the Royal Society for Improving Natural Knowledge was founded in 1660. A gentleman&#39;s club composed of tinkering aristocrats, the Royal Society promoted Bacon&#39;s principles of exact observation and measurement of experiments in its periodical Philosophical Transactions of the Royal Society, generally credited as being the first scientific journal.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c39fe57a21598eac1707416ad450b68131110e29.jpg" /><span class="image-caption">Frontispiece to Thomas Sprat, The History of the Royal-Society of London, etching by Winceslaus Hollar, after John Evelyn, 1667. &quot;The book was a manifesto of the Society&#39;s aims and methods....primarily aimed at the king in the (unrealised) hope that he would fund their future activities. The frontispiece flatters Charles II by presenting him as a classical bust being wreathed by an allegorical figure of Fame. The Society President, Viscount Brouncker, points to the Latin inscription &#39;Charles II founder and Patron of the Royal Society.&#39; Francis Bacon, gesturing towards an array of scientific instruments, is indentified as the &#39;Renewer of Arts&#39;.&quot; (from the National Portrait Gallery, London.</span></span></p> <p><span>Once Bacon&#39;s philosophies regarding experimentation and observation came to be accepted, people began using them to harness nature for profit. The study of nature came to be less about changing traditional attitudes and beliefs, and more about stimulating the economy. By the end of the following century, the Scientific Revolution had given birth to an Industrial Revolution which dramatically transformed the daily lives of people around the world. &nbsp;Western society has been moving forward on Bacon&#39;s model for the past three hundred years. Perhaps though, we are in danger of forgetting the vital role doubt played in Bacon&#39;s philosophy. &nbsp;Even with&nbsp;powerful microscopes, there is still a lot that human senses miss.</span></p> <p><span>Essay by Dr. Kathryn Wolford</span></p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.bbc.co.uk/programmes/b00jdb6c">In Our Time podcast on Baconian Science</a></p>
it: <p><img alt="The Four Humors, from Deutche Kalendar, 1498 (Pierpont Morgan Library) " src="https://ka-perseus-images.s3.amazonaws.com/a70cd2c34195dbd60fdf34e643efbddaaba0425b.jpg" style="width:100%" /><span class="image-caption">The Four Humors, from Deutche Kalendar, 1498 (Pierpont Morgan Library)</span></p> <h3>How do we know that something is true?</h3> <p>The word science comes from the latin root scientia,&nbsp;meaning knowledge.&nbsp;But where does the knowledge that makes up science come from? How do you ever really know that something is true?</p> <p>For instance, modern science tell us that some types of disease spread through tiny organisms. Medieval people believed instead that sickness arose from an imbalance of the body&rsquo;s four humors. How do we know with certainty that modern science is correct? Microscopes enable us to see the germs that cause sickness, but when we look through microscopic lenses to examine microbes, how do we know our understanding of what they are and what they are doing is true? Of course, medieval philosophers did not have microscopic lenses&mdash;but if they did, they very likely would have disagreed with our modern understanding of disease. Believing in the inaccuracy of the human senses, and moreover of the human mind&#39;s inability to correctly judge anything, medieval knowledge instead privileged ancient texts as the best way of making sense of the world.</p> <p><span class="image-wrapper"><img alt="Francis Bacon, c. 1622, oil on canvas, 470 x 610 cm (Dulwich Picture Gallery) " src="https://ka-perseus-images.s3.amazonaws.com/afab2e2f5a4b4716ef83b43882780ecb526fb5c6.jpg" /><span class="image-caption">Francis Bacon, c. 1622, oil on canvas, 470 x 610 cm (Dulwich Picture Gallery) </span></span></p> <h3><span>Sir Francis Bacon</span></h3> <p><span>In 1620, around the time that people first began to look through microscopes, an English politician named Sir Francis Bacon developed a method for philosophers to use in weighing the truthfulness of knowledge. While Bacon agreed with medieval thinkers that humans too often erred in interpreting what their five senses perceived, he also realized that people&#39;s sensory experiences provided the best possible means of making sense of the world. Because humans could incorrectly interpret anything they saw, heard, smelled, tasted, or felt, Bacon insisted that they must doubt everything before assuming its truth.</span></p> <h3>Testing hypotheses</h3> <p>In order to test potential truths, or hypotheses, Bacon devised a method whereby scientists set up experiments to manipulate nature, and attempt to prove their hypotheses wrong. For example, in order to test the idea that sickness came from external causes, Bacon argued that scientists should expose healthy people to outside influences such as coldness, wetness, or other sick people to discover if any of these external variables resulted in more people getting sick. Knowing that many different causes for sickness might be missed by humans who are unable or unwilling to perceive them, Bacon insisted that experiments must be consistently repeated before truth can be known: a scientist must show that patients exposed to a specific variable more frequently got sick again, and again, and again.</p> <p>​<span class="image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/42fbdf7fa4e609896cb6ff633d62554813770a0c.jpg" /><span class="image-caption"><em>Frontispiece for the Opere di Galileo Galilei,</em> 1656, etching, 17.8 x 24.9 (The Museum of Fine Arts, Houston). Galileo is shown kneeling before personifications of mathematics (holding a compass), astronomy (with the crown of stars) and optics.</span></span><span>Although modern scientists have revised many of the truths subsequently adopted by Bacon and his contemporaries, we still utilize the method of proving knowledge to be true via doubt and experimentation that Bacon laid out in 1620. Bacon&#39;s philosophical work marks a very significant breakthrough for the study of the world around us, but it is important to stress that this method of investigation was not completed in a vacuum. Rather, Bacon&#39;s work should be seen as a part of a widespread cultural revolution accelerated by the rise of the printing press in the fifteenth century.&nbsp;</span></p> <h3>Importance of the printing press</h3> <p>Advances in the ability to disseminate new ideas by making standardized letters, numbers, and diagrams repeatable allowed for an unprecedented level of cooperation among philosophers who could now build on each other&#39;s ideas over long periods of time. It would be difficult to overstate the effect of the print revolution. Astronomers such as Copernicus and Galileo began to share and build upon their experiments, and religious reformers began to publicize new (and increasingly radical) Protestant ideas. In a mutually beneficial relationship the Protestant Reformation and the Scientific Revolution encouraged philosophers to discover all they could about nature as a way to learn more about God, an undertaking that promoted a break with past authorities.&nbsp;</p> <h3>A direct engagement with nature</h3> <p>Artisans and craftspeople soon began engaging in the new &quot;natural philosophy,&quot; exemplifying the fact that a monumental shift in what constituted evidence for truth was under way. Not only did renaissance artisans create lenses to see, tools to measure, and artworks to replicate the natural world, but by the sixteenth century, they began to publish philosophical treatises asserting that through the imitation and reproduction of nature in their arts, they were able to achieve a state of direct engagement with nature. Rather than taking knowledge from ancient sources, they argued that true knowledge came from direct experience. Alchemists likewise prioritized direct engagement with nature. In using fire to divide elements into their &quot;smallest&quot; components (and discovering that there were more than four of them), alchemists promoted the revolutionary idea that observation of nature itself, rather than reliance on ancient authorities, provided the best foundation for knowledge.<span>&nbsp;</span></p> <p><img alt="Attributed to Bernard Palissy, Oval Basin, c. 1550, lead-glazed earthenware, 18 7/8 x 14 1/2" src="https://ka-perseus-images.s3.amazonaws.com/f1f636227ac985299ecd11f2a0dbf9d468c072a5.jpg" /><br /> Attributed to Bernard Palissy, <em>Oval Basin</em>, c. 1550, lead-glazed earthenware, 18 7/8 x 14 1/2&quot; (The J. Paul Getty Museum)&nbsp;</p> <h3>The Royal Society</h3> <p>These new ideas crystallized with the work of Francis Bacon. In his work as a politician he called for the development of an institution that would promote and regulate the acquisition of knowledge derived from observation. After considerable delay, caused by a civil war and the execution of King Charles I, the Royal Society for Improving Natural Knowledge was founded in 1660. A gentleman&#39;s club composed of tinkering aristocrats, the Royal Society promoted Bacon&#39;s principles of exact observation and measurement of experiments in its periodical Philosophical Transactions of the Royal Society, generally credited as being the first scientific journal.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c39fe57a21598eac1707416ad450b68131110e29.jpg" /><span class="image-caption">Frontispiece to Thomas Sprat, The History of the Royal-Society of London, etching by Winceslaus Hollar, after John Evelyn, 1667. &quot;The book was a manifesto of the Society&#39;s aims and methods....primarily aimed at the king in the (unrealised) hope that he would fund their future activities. The frontispiece flatters Charles II by presenting him as a classical bust being wreathed by an allegorical figure of Fame. The Society President, Viscount Brouncker, points to the Latin inscription &#39;Charles II founder and Patron of the Royal Society.&#39; Francis Bacon, gesturing towards an array of scientific instruments, is indentified as the &#39;Renewer of Arts&#39;.&quot; (from the National Portrait Gallery, London.</span></span></p> <p><span>Once Bacon&#39;s philosophies regarding experimentation and observation came to be accepted, people began using them to harness nature for profit. The study of nature came to be less about changing traditional attitudes and beliefs, and more about stimulating the economy. By the end of the following century, the Scientific Revolution had given birth to an Industrial Revolution which dramatically transformed the daily lives of people around the world. &nbsp;Western society has been moving forward on Bacon&#39;s model for the past three hundred years. Perhaps though, we are in danger of forgetting the vital role doubt played in Bacon&#39;s philosophy. &nbsp;Even with&nbsp;powerful microscopes, there is still a lot that human senses miss.</span></p> <p><span>Essay by Dr. Kathryn Wolford</span></p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.bbc.co.uk/programmes/b00jdb6c">In Our Time podcast on Baconian Science</a></p>
