Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <p>&nbsp;What would you consider today&rsquo;s most coveted status symbols? A Mercedes or a Ferrari, a diamond Rolex or a designer handbag? A European villa? In Rachel Ruysch&rsquo;s day it was a simple tulip. Looking at her floral still life paintings can reveal an entire hidden world&mdash;of wealth, status, even the economics of the world&rsquo;s first financial crises.&nbsp;</p> <h3>Growing Up: Art + Science</h3> <p><span class="image-wrapper inline-image"><img alt="Godfried Schalcken, Portrait of the artist Rachel Ruysch,c. 1643-1706, oil on canvas, 71.8 x 62. 2 cm (Cheltenham Art Gallery and Museum)" src="https://ka-perseus-images.s3.amazonaws.com/97c13e16782225e1806bd25c25528735d531c1b9.jpg" /><span class="image-caption">Godfried Schalcken, Portrait of the artist Rachel Ruysch,c. 1643-1706, oil on canvas, 71.8 x 62. 2 cm (Cheltenham Art Gallery and Museum)</span></span>Rachel Ruysch grew up in Amsterdam, into a wealthy and prominent family of Dutch artists, architects and scientists. Her father, Frederik Ruysch, was an eminent scientist and professor of anatomy and botany. He possessed a well-known collection of rare natural history specimens, which Rachel helped catalogue and record. He encouraged her artistic talents, careful observation of the natural world and scientifically accurate renderings of plants and flowers.&nbsp;<span>At age fifteen, Ruysch began an apprenticeship with famous still life painter Willem van Aelst. By eighteen, she was already producing her first still life paintings and starting to establish her long and successful career.&nbsp;</span></p> <h3>A Working Mother</h3> <p>At twenty nine, Rusch married portrait painter Juriaen Pool, with whom she had ten children. Despite her enormous domestic responsibilities, she was remarkably prolific, producing more than 250 paintings over seven decades. Her works were in great demand, and she achieved widespread fame and international recognition. Considered one of the most successful artists of her day, contemporary Dutch writers called her &ldquo;Holland&rsquo;s art prodigy&rdquo; and &ldquo;our subtle art heroine.&rdquo;&nbsp;</p> <h3>Consumer Society</h3> <p>In 1648, the Netherlands became independent from Spain, ushering in a period of great economic prosperity. Flourishing international trade and a thriving capitalistic economy resulted in a newly affluent middle class. Wealthy merchants created a new kind of patronage and art market. Without a powerful monarchy or the Catholic Church to commission artworks (the Dutch were Protestants), artists produced directly for buyers. Like today, buyers purchased art either from professional dealers or from the artist in their studios. Subjects like big historical, mythological or religious paintings were no longer desired; buyers wanted portraits, still lifes, landscapes and genre paintings (scenes of everyday life) to decorate their homes. Proud of their newly independent country and trade wealth, they desired artworks that would reflect their success. In a competitive open market, artists began to specialize. Rachel Ruysch became known as one of the greatest flower painters of her time.</p> <h3>Flowers: A National Passion</h3> <p><span class="image-wrapper inline-image"><img alt="Great Tulip Book: Semper Augustus, 1600-1699, gouache on paper, 12-1/8 x 7-7/8 inches / 30.8 x 20.0 cm (Norton Simon Museum)" src="https://ka-perseus-images.s3.amazonaws.com/67d8a2d36cf67e2e3545a6aacba3e2d1d20cf675.jpg" /><span class="image-caption">Great Tulip Book: Semper Augustus, 1600-1699, gouache on paper, 12-1/8 x 7-7/8 inches / 30.8 x 20.0 cm (Norton Simon Museum)</span></span>Ruysch&rsquo;s career paralleled the growth of the Dutch horticultural industry and the science of botany. The Netherlands became the largest importers of new and exotic plants and flowers from around the world. Once valued primarily for their use as herbs or medicine, flowers became newly appreciated simply for their beauty and fragrance. They became prized luxuries and desirable status symbols for the wealthy. Botanists and gardeners sought the rarest specimens imported from overseas trade. The tulip, like the one featured prominently in Ruysch&rsquo;s painting below, was the most exotic.</p> <h3>&ldquo;Tulip Mania&rdquo;&nbsp;</h3> <p>Coveted for their intense and unusually varied colors, tulips were introduced into the Netherlands from Turkey in the late 16th century. The Dutch fell madly in love with them. Because it takes so long for a tulip to be grown from seed, demand far outpaced supply. The rarest and most valuable tulips were the variegated or &ldquo;flamed&rdquo; tulips, those with feathers of contrasting color on their petals. This exotic coloration was actually caused by a virus that infected the tulip, shortening its life span and making it even more sought after and valuable. The stage was set for a buying craze.</p> <h3>Buyer Beware: A Cautionary Tale?</h3> <p><span class="block-image image-wrapper"><img alt="Bruegel suggests the economic folly of tulip mania by depicting speculators as brainless monkeys in contemporary upper class dress (detail), Brueghel the Younger, Satire on Tulip Mania, c. 1640 (Frans Hals Museum, Haarlem) " src="https://ka-perseus-images.s3.amazonaws.com/c738bf4ab1af15143f5e83166e5913111a11a17d.jpg" /><span class="image-caption">Bruegel suggests the economic folly of tulip mania by depicting speculators as brainless monkeys in contemporary upper class dress (detail), Brueghel the Younger, <em>Satire on Tulip Mania</em>, c. 1640 (Frans Hals Museum, Haarlem)</span></span></p> <p>The word tulip mania is often used today to refer to certain types of economic crises. It describes a financial bubble caused by large numbers of people speculating on unproved commodities or companies. Tulip bulbs were so avidly desired in 17th century Netherlands that a &ldquo;futures market&rdquo; was born. &nbsp;Buyers bought bulbs still in the ground, speculating that they would be worth more in the future and could then be sold for a large profit. Prices rose steadily and irrationally. At the peak of tulip speculation in 1636, some bulbs sold for more than a skilled craftsman earned in ten years. A nursery catalog of the time notes that at the height of the madness, a rare &ldquo;Semper Augustus&rdquo; tulip sold for 5,200 guiders, more than the price of a fine house, a ship or twelve acres of land.</p> <p><span>In February, 1637, investors suddenly decided that tulip bulbs were grossly overpriced, and began to sell. Within days, panic ensued. With more sellers than buyers, demand for tulips evaporated. Prices plummeted, tulip bulbs lost 90% of their earlier value, and the market crashed. The world had just experienced its first financial bubble. &nbsp;</span></p> <h3>Look Closely: Microscopic Detail</h3> <p><span class="block-image image-wrapper"><img alt="Rachel Ruysch, Flower Still Life, c. 1726, oil on canvas, 75.6 x 60.6 cm (Toledo Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/c2f66c7f2523493f729085ad2b4263213b9616c6.jpg" /><span class="image-caption">Rachel Ruysch, Flower Still Life, c. 1726, oil on canvas, 75.6 x 60.6 cm (Toledo Museum of Art)</span></span></p> <p>A successful Dutch still life painting was highly valued for its degree of skillful realism. <em>Flowers Still Life</em> depicts a profusion of scientifically accurate floral details. Each petal, stem, and leaf is minutely and precisely rendered. Textures are remarkably realistic, from the delicate paper thin poppy petals to the crinkly, brittle leaves. Looking closer still, we see that Ruysch has also meticulously depicted tiny insects: a caterpillar crawls on a stem, a bee gathers pollen from the center of a poppy, a white butterfly alights on a marigold.&nbsp;</p> <h3>Mixed Bouquet</h3> <p><span class="block-image image-wrapper"><img alt="Flowers spilling out of the vase (detail), Rachel Ruysch, Flower Still Life, c. 1726, oil on canvas, 75.6 x 60.6 cm (Toledo Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/ff2895619f1d6b81437c91831cc3cdc77b318d28.jpg" /><span class="image-caption">A drooping marigold and other flowers spilling out of the vase (detail), Rachel Ruysch, <em>Flower Still Life</em>, c. 1726, oil on canvas, 75.6 x 60.6 cm (Toledo Museum of Art)</span></span></p> <p><em>Flower&nbsp;Still Life</em> depicts a lush variety of different flowers, from popular common European blooms to rare overseas species. Ruysch combines a complex and intricate arrangement of poppies, snapdragons, roses, carnations, hollyhocks, marigolds, morning glories and a single red and white flamed tulip. Flowers lavishly spill out of the vase, filling the entire picture space. Some are in full bloom, others droop and wilt, as leaves and curving stems entwine throughout.&nbsp;While many of her contemporary flower painters used more symmetrical and formal compositions, Ruysch was known for these lively and informal looking arrangements. The flowers are asymmetrically arranged, leading the eye diagonally from the lower left drooping marigold to the upper right red poppy. Our eye is first attracted to the lightest flowers in the center, then to the brightly colored surrounding flowers, and finally out to the small darker flowers at the edges of the bouquet. Complementary colors create harmony, as warm yellows and rose balance cool blues and greens. Light alternates with shadow, enlivening the flowers as they stand out dramatically against the darker background.&nbsp;</p> <h3>&ldquo;Vanitas&rdquo;: Hidden Meanings?</h3> <p>Some scholars believe there is another way to view Ruysch&rsquo;s flower paintings. One common interpretation is to understand them in light of <em>vanitas</em>, a moral message common at the time. Taken from a passage in the Christian bible, it was a reminder that beauty fades and all living things must die. While still life paintings celebrated the beauty and luxury of fine food or voluptuous flowers, <em>vanitas</em> was a warning about the fleeting nature of these material things and the shortness of life. In <em>Flowers Still Life</em>, some flowers wilt and die while insects have eaten holes in the leaves. Wealthy Dutch consumers were being reminded to not become too attached to their material possessions and worldly pleasures; eternal salvation came only through devotion to God.</p> <p>Essay by Lynn Robinson</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://classes.toledomuseum.org:8080/emuseum/view/objects/asitem/People$00403478/0?t:state:flow=1193ce3b-cec5-436b-bef4-23a3ea3efd06"><em>Flower Still Life</em> in the Toledo Museum of Art</a></p> <p><a href="http://www.metmuseum.org/toah/hd/nstl/hd_nstl.htm">Still-Life Painting in Northern Europe 1600-1800 on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
it: <p>&nbsp;</p> <p>&nbsp;What would you consider today&rsquo;s most coveted status symbols? A Mercedes or a Ferrari, a diamond Rolex or a designer handbag? A European villa? In Rachel Ruysch&rsquo;s day it was a simple tulip. Looking at her floral still life paintings can reveal an entire hidden world&mdash;of wealth, status, even the economics of the world&rsquo;s first financial crises.&nbsp;</p> <h3>Growing Up: Art + Science</h3> <p><span class="image-wrapper inline-image"><img alt="Godfried Schalcken, Portrait of the artist Rachel Ruysch,c. 1643-1706, oil on canvas, 71.8 x 62. 2 cm (Cheltenham Art Gallery and Museum)" src="https://ka-perseus-images.s3.amazonaws.com/97c13e16782225e1806bd25c25528735d531c1b9.jpg" /><span class="image-caption">Godfried Schalcken, Portrait of the artist Rachel Ruysch,c. 1643-1706, oil on canvas, 71.8 x 62. 2 cm (Cheltenham Art Gallery and Museum)</span></span>Rachel Ruysch grew up in Amsterdam, into a wealthy and prominent family of Dutch artists, architects and scientists. Her father, Frederik Ruysch, was an eminent scientist and professor of anatomy and botany. He possessed a well-known collection of rare natural history specimens, which Rachel helped catalogue and record. He encouraged her artistic talents, careful observation of the natural world and scientifically accurate renderings of plants and flowers.&nbsp;<span>At age fifteen, Ruysch began an apprenticeship with famous still life painter Willem van Aelst. By eighteen, she was already producing her first still life paintings and starting to establish her long and successful career.&nbsp;</span></p> <h3>A Working Mother</h3> <p>At twenty nine, Rusch married portrait painter Juriaen Pool, with whom she had ten children. Despite her enormous domestic responsibilities, she was remarkably prolific, producing more than 250 paintings over seven decades. Her works were in great demand, and she achieved widespread fame and international recognition. Considered one of the most successful artists of her day, contemporary Dutch writers called her &ldquo;Holland&rsquo;s art prodigy&rdquo; and &ldquo;our subtle art heroine.&rdquo;&nbsp;</p> <h3>Consumer Society</h3> <p>In 1648, the Netherlands became independent from Spain, ushering in a period of great economic prosperity. Flourishing international trade and a thriving capitalistic economy resulted in a newly affluent middle class. Wealthy merchants created a new kind of patronage and art market. Without a powerful monarchy or the Catholic Church to commission artworks (the Dutch were Protestants), artists produced directly for buyers. Like today, buyers purchased art either from professional dealers or from the artist in their studios. Subjects like big historical, mythological or religious paintings were no longer desired; buyers wanted portraits, still lifes, landscapes and genre paintings (scenes of everyday life) to decorate their homes. Proud of their newly independent country and trade wealth, they desired artworks that would reflect their success. In a competitive open market, artists began to specialize. Rachel Ruysch became known as one of the greatest flower painters of her time.</p> <h3>Flowers: A National Passion</h3> <p><span class="image-wrapper inline-image"><img alt="Great Tulip Book: Semper Augustus, 1600-1699, gouache on paper, 12-1/8 x 7-7/8 inches / 30.8 x 20.0 cm (Norton Simon Museum)" src="https://ka-perseus-images.s3.amazonaws.com/67d8a2d36cf67e2e3545a6aacba3e2d1d20cf675.jpg" /><span class="image-caption">Great Tulip Book: Semper Augustus, 1600-1699, gouache on paper, 12-1/8 x 7-7/8 inches / 30.8 x 20.0 cm (Norton Simon Museum)</span></span>Ruysch&rsquo;s career paralleled the growth of the Dutch horticultural industry and the science of botany. The Netherlands became the largest importers of new and exotic plants and flowers from around the world. Once valued primarily for their use as herbs or medicine, flowers became newly appreciated simply for their beauty and fragrance. They became prized luxuries and desirable status symbols for the wealthy. Botanists and gardeners sought the rarest specimens imported from overseas trade. The tulip, like the one featured prominently in Ruysch&rsquo;s painting below, was the most exotic.</p> <h3>&ldquo;Tulip Mania&rdquo;&nbsp;</h3> <p>Coveted for their intense and unusually varied colors, tulips were introduced into the Netherlands from Turkey in the late 16th century. The Dutch fell madly in love with them. Because it takes so long for a tulip to be grown from seed, demand far outpaced supply. The rarest and most valuable tulips were the variegated or &ldquo;flamed&rdquo; tulips, those with feathers of contrasting color on their petals. This exotic coloration was actually caused by a virus that infected the tulip, shortening its life span and making it even more sought after and valuable. The stage was set for a buying craze.</p> <h3>Buyer Beware: A Cautionary Tale?</h3> <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/c738bf4ab1af15143f5e83166e5913111a11a17d.jpg" /><span class="image-caption">Bruegel suggests the economic folly of tulip mania by depicting speculators as brainless monkeys in contemporary upper class dress (detail), Brueghel the Younger, <em>Satire on Tulip Mania</em>, c. 1640 (Frans Hals Museum, Haarlem)</span></span></p> <p>The word tulip mania is often used today to refer to certain types of economic crises. It describes a financial bubble caused by large numbers of people speculating on unproved commodities or companies. Tulip bulbs were so avidly desired in 17th century Netherlands that a &ldquo;futures market&rdquo; was born. &nbsp;Buyers bought bulbs still in the ground, speculating that they would be worth more in the future and could then be sold for a large profit. Prices rose steadily and irrationally. At the peak of tulip speculation in 1636, some bulbs sold for more than a skilled craftsman earned in ten years. A nursery catalog of the time notes that at the height of the madness, a rare &ldquo;Semper Augustus&rdquo; tulip sold for 5,200 guiders, more than the price of a fine house, a ship or twelve acres of land.</p> <p><span>In February, 1637, investors suddenly decided that tulip bulbs were grossly overpriced, and began to sell. Within days, panic ensued. With more sellers than buyers, demand for tulips evaporated. Prices plummeted, tulip bulbs lost 90% of their earlier value, and the market crashed. The world had just experienced its first financial bubble. &nbsp;</span></p> <h3>Look Closely: Microscopic Detail</h3> <p><span class="block-image image-wrapper"><img alt="Rachel Ruysch, Flower Still Life, c. 1726, oil on canvas, 75.6 x 60.6 cm (Toledo Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/c2f66c7f2523493f729085ad2b4263213b9616c6.jpg" /><span class="image-caption">Rachel Ruysch, Flower Still Life, c. 1726, oil on canvas, 75.6 x 60.6 cm (Toledo Museum of Art)</span></span></p> <p>A successful Dutch still life painting was highly valued for its degree of skillful realism. <em>Flowers Still Life</em> depicts a profusion of scientifically accurate floral details. Each petal, stem, and leaf is minutely and precisely rendered. Textures are remarkably realistic, from the delicate paper thin poppy petals to the crinkly, brittle leaves. Looking closer still, we see that Ruysch has also meticulously depicted tiny insects: a caterpillar crawls on a stem, a bee gathers pollen from the center of a poppy, a white butterfly alights on a marigold.&nbsp;</p> <h3>Mixed Bouquet</h3> <p><span class="block-image image-wrapper"><img alt="Flowers spilling out of the vase (detail), Rachel Ruysch, Flower Still Life, c. 1726, oil on canvas, 75.6 x 60.6 cm (Toledo Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/ff2895619f1d6b81437c91831cc3cdc77b318d28.jpg" /><span class="image-caption">A drooping marigold and other flowers spilling out of the vase (detail), Rachel Ruysch, <em>Flower Still Life</em>, c. 1726, oil on canvas, 75.6 x 60.6 cm (Toledo Museum of Art)</span></span></p> <p><em>Flower&nbsp;Still Life</em> depicts a lush variety of different flowers, from popular common European blooms to rare overseas species. Ruysch combines a complex and intricate arrangement of poppies, snapdragons, roses, carnations, hollyhocks, marigolds, morning glories and a single red and white flamed tulip. Flowers lavishly spill out of the vase, filling the entire picture space. Some are in full bloom, others droop and wilt, as leaves and curving stems entwine throughout.&nbsp;While many of her contemporary flower painters used more symmetrical and formal compositions, Ruysch was known for these lively and informal looking arrangements. The flowers are asymmetrically arranged, leading the eye diagonally from the lower left drooping marigold to the upper right red poppy. Our eye is first attracted to the lightest flowers in the center, then to the brightly colored surrounding flowers, and finally out to the small darker flowers at the edges of the bouquet. Complementary colors create harmony, as warm yellows and rose balance cool blues and greens. Light alternates with shadow, enlivening the flowers as they stand out dramatically against the darker background.&nbsp;</p> <h3>&ldquo;Vanitas&rdquo;: Hidden Meanings?</h3> <p>Some scholars believe there is another way to view Ruysch&rsquo;s flower paintings. One common interpretation is to understand them in light of <em>vanitas</em>, a moral message common at the time. Taken from a passage in the Christian bible, it was a reminder that beauty fades and all living things must die. While still life paintings celebrated the beauty and luxury of fine food or voluptuous flowers, <em>vanitas</em> was a warning about the fleeting nature of these material things and the shortness of life. In <em>Flowers Still Life</em>, some flowers wilt and die while insects have eaten holes in the leaves. Wealthy Dutch consumers were being reminded to not become too attached to their material possessions and worldly pleasures; eternal salvation came only through devotion to God.</p> <p>Essay by Lynn Robinson</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://classes.toledomuseum.org:8080/emuseum/view/objects/asitem/People$00403478/0?t:state:flow=1193ce3b-cec5-436b-bef4-23a3ea3efd06"><em>Flower Still Life</em> in the Toledo Museum of Art</a></p> <p><a href="http://www.metmuseum.org/toah/hd/nstl/hd_nstl.htm">Still-Life Painting in Northern Europe 1600-1800 on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
