Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/63b5d15752f21f0eb5b8b53cba679e8d40bea15b.jpg" /><span class="image-caption">Ford Madox Brown, <em>Work</em>, 1852-65, oil on canvas,&nbsp;137 x 197.3 cm (Manchester City Art Galleries)</span></span></p> <h3>Victorian London</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/1dc6789efd4a7fda6f5296be965b74b09eca6d2c.png" /><span class="image-caption">Ford Madox Brown, detail <em>Work</em>, 1852-65, oil on canvas, 137 x 197.3 cm (Manchester City Art Galleries)</span></span>Construction projects have always been a part of city life, and Victorian London was no exception. Ford Madox Brown&rsquo;s painting <em>Work </em>is a fascinating glimpse of just this. Our eye is immediately drawn to the young man in a striped hat effortlessly lifting a shovel high in the air, and the well-muscled forearms of the other workers.</p> <p>Our eye then moves through the large canvas to the other figures, some more finely dressed and obviously of a different social class than the workers. But it is clear that <em>Work </em>is about more than just men digging. While the painting might appear to be a random view of a street, it is a carefully composed snapshot of the new way that different classes and professions encountered one another on the streets of Victorian London</p> <h3>Brown and the Pre-Raphaelites</h3> <p>Ford Madox Brown is associated with the Pre-Raphaelite Brotherhood, a group of British artists noted for their attention to detail, vibrant colors, and interest in scenes from literature. Although Brown himself was never an official member of the PRB, he was friendly with Dante Gabriel Rossetti and others in the group. The two got to know each other when Rossetti appeared on Brown&rsquo;s doorstep in 1848 asking for art lessons. Although the lessons were short-lived, the two developed a lasting friendship. Through his association with the PRB, Brown adopted many of their stylistic tendencies, particularly the use of bright colors and attention to detail.</p> <h3>Modern Life</h3> <p>However, Brown&rsquo;s paintings show a much greater interest in subjects of modern life than many of the other artists associated with the PRB. Brown recalled that he got the idea for <em>Work </em>from seeing navvies, or construction workers, excavating sewers in Hampstead, North London. The painting was begun in the summer of 1852. Brown traveled to the same spot in Hampstead every day, transporting his canvas back and forth by means of a special cart. The background landscape of the painting was completed right on the street in Hampstead so that Brown could capture the precise details of light, color and form. This interest in direct observation and specificity were hallmarks of the Pre-Raphaelite style.</p> <h3>VIctorian ideas of class</h3> <p>The painting centers on a group of working-class navvies. These figures represent the noble &ldquo;working man,&rdquo; as they are neatly dressed and diligently going about their tasks. In contrast to the workers, there is a group of ragged children in the foreground, representing the lowest of the lower classes. In the catalogue of his 1865 one-man exhibition, Brown tells us that the children&rsquo;s mother is dead, and that the oldest, a girl of ten, is in charge of the rest of the children. She wears a tattered dress and is holding an infant over one shoulder.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a1a7c035c9a7c5ed2dac21a437c9c7c273d0bd6d.png" /><span class="image-caption">Children (detail),&nbsp;Ford Madox Brown,&nbsp;<em>Work</em>, 1852-65, oil on canvas, 137 x 197.3 cm (Manchester City Art Galleries)</span></span></p> <p>Also representative of the lowest class is the ragged and barefoot plant seller on the left side, a figure whom Brown described as a &ldquo;ragged wretch who has never been taught to work.&rdquo; This hunched figure represents a stark contrast to the industrious and athletic navvies. shoveling away. Both the workers and the ragged children form another contrast, this time to the upper class figures depicted in the painting. On the left hand side, two ladies skirt the edge of the picture. The first, lady carrying a parasol, is a portrait of the artist&rsquo;s Brown&rsquo;s wife Emma. Following along behind is another well-dressed woman who offers a religious tract to one of the navvies. Seeing to the religious education of the lower classes was a type of &ldquo;work&rdquo; engaged in by many evangelical middle-class women.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/14309bebeaffcb267d434bef810714be846ce57b.png" /><span class="image-caption">Plant seller (foreground), followed by two women, one, the artists wife, the other, distributing religions tracts (detail),&nbsp;Ford Madox Brown,&nbsp;<em>Work</em>, 1852-65, oil on canvas, 137 x 197.3 cm (Manchester City Art Galleries)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/2059585902086e385c7715796b08c27bea80736a.png" /><span class="image-caption">Ford Madox Brown, detail&nbsp;<em>Work</em>, 1852-65, oil on canvas, 137 x 197.3 cm (Manchester City Art Galleries)</span></span>In the background we see two riders on horseback, illustrating the landed upper classes, who by virtue of their wealth and place in society, have no need to work. These class distinctions are even carried over into the pets in the foreground of the painting. The mongrel dog with a frayed rope collar stands with the group of children and stares at his more pampered counterpart, a small dog with a red coat.&nbsp;</p> <h3>Maurice and Carlyle</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/bb33a5fa31d530967d4d94b9128211539a1f0915.png" /><span class="image-caption">Caryle and Maurice (detail) Ford Madox Brown, <em>Work</em>, 1852-65, oil on canvas, 137 x 197.3 cm (Manchester City Art Galleries)</span></span><br /> On the right side of the painting, two well-dressed men watch the navvies work. These figures are portraits of two prominent men of the day, Frederick Denison Maurice and Thomas Carlyle, whom Brown dubbed &ldquo;brainworkers.&rdquo; Carlyle, the figure with the hat and stick, was the author of <em>Past and Present</em>, a book advocating social reform that Brown had read with interest. Maurice was a leading Christian Socialist and founder of the Working Men&rsquo;s College, where Brown was recruited as an instructor along with Rossetti and the art critic John Ruskin. One of the posters visible on the far left side on the canvas is an advertisement for the Working Men&rsquo;s College.</p> <p>At first glance Brown&rsquo;s painting <em>Work </em>may appear to be an illustration of the stratification of social class in Victorian England. However, a deeper look reveals both a stunning example of the colorful and detailed Pre-Raphaelite style of painting as well as a commentary on the role of &ldquo;work,&rdquo; and its relationship to Victorian class structure. &nbsp;<em>Work </em>is at once a vivid reminder of both the class-consciousness of the Victorian age and the reforming spirit of that time which ultimately led to reforms like the ten-hour work day, and regulations restricting child labor.</p> <p>Essay by Dr. Rebecca Jeffrey Easby</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.manchestergalleries.org/ford-madox-brown/fmb-page-one/">Interactive on this painting at Manchester City Art Gallery&nbsp;</a></p> <p><a href="http://www.bbc.co.uk/history/british/victorians/reforming_acts_01.shtml">Reforming Acts from the BBC</a></p> <p><a href="https://www.google.com/culturalinstitute/u/0/asset-viewer/work/1QG5Dp3Ti29BxA?projectId=art-project">Smaller version of Brown&#39;s Work in the Birmingham Museum and Art Gallery, on the Google Art Project</a></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/63b5d15752f21f0eb5b8b53cba679e8d40bea15b.jpg" /><span class="image-caption">Ford Madox Brown, <em>Work</em>, 1852-65, oil on canvas,&nbsp;137 x 197.3 cm (Manchester City Art Galleries)</span></span></p> <h3>Victorian London</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/1dc6789efd4a7fda6f5296be965b74b09eca6d2c.png" /><span class="image-caption">Ford Madox Brown, detail <em>Work</em>, 1852-65, oil on canvas, 137 x 197.3 cm (Manchester City Art Galleries)</span></span>Construction projects have always been a part of city life, and Victorian London was no exception. Ford Madox Brown&rsquo;s painting <em>Work </em>is a fascinating glimpse of just this. Our eye is immediately drawn to the young man in a striped hat effortlessly lifting a shovel high in the air, and the well-muscled forearms of the other workers.</p> <p>Our eye then moves through the large canvas to the other figures, some more finely dressed and obviously of a different social class than the workers. But it is clear that <em>Work </em>is about more than just men digging. While the painting might appear to be a random view of a street, it is a carefully composed snapshot of the new way that different classes and professions encountered one another on the streets of Victorian London</p> <h3>Brown and the Pre-Raphaelites</h3> <p>Ford Madox Brown is associated with the Pre-Raphaelite Brotherhood, a group of British artists noted for their attention to detail, vibrant colors, and interest in scenes from literature. Although Brown himself was never an official member of the PRB, he was friendly with Dante Gabriel Rossetti and others in the group. The two got to know each other when Rossetti appeared on Brown&rsquo;s doorstep in 1848 asking for art lessons. Although the lessons were short-lived, the two developed a lasting friendship. Through his association with the PRB, Brown adopted many of their stylistic tendencies, particularly the use of bright colors and attention to detail.</p> <h3>Modern Life</h3> <p>However, Brown&rsquo;s paintings show a much greater interest in subjects of modern life than many of the other artists associated with the PRB. Brown recalled that he got the idea for <em>Work </em>from seeing navvies, or construction workers, excavating sewers in Hampstead, North London. The painting was begun in the summer of 1852. Brown traveled to the same spot in Hampstead every day, transporting his canvas back and forth by means of a special cart. The background landscape of the painting was completed on right on the street in Hampstead because so that Brown could capture the precise details of light, color and form. This interest in direct observation and specificity were hallmarks of the Pre-Raphaelite style.</p> <h3>VIctorian ideas of class</h3> <p>The painting centers on a group of working-class navvies. These figures represent the noble &ldquo;working man,&rdquo; as they are neatly dressed and diligently going about their tasks. In contrast to the workers, there is a group of ragged children in the foreground, representing the lowest of the lower classes. In the catalogue of his 1865 one-man exhibition, Brown tells us that the children&rsquo;s mother is dead, and that the oldest, a girl of ten, is in charge of the rest of the children. She wears a tattered dress and is holding an infant over one shoulder.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a1a7c035c9a7c5ed2dac21a437c9c7c273d0bd6d.png" /><span class="image-caption">Children (detail),&nbsp;Ford Madox Brown,&nbsp;<em>Work</em>, 1852-65, oil on canvas, 137 x 197.3 cm (Manchester City Art Galleries)</span></span></p> <p>Also representative of the lowest class is the ragged and barefoot plant seller on the left side, a figure whom Brown described as a &ldquo;ragged wretch who has never been taught to work.&rdquo; This hunched figure represents a stark contrast to the industrious and athletic navvies. shoveling away. Both the workers and the ragged children form another contrast, this time to the upper class figures depicted in the painting. On the left hand side, two ladies skirt the edge of the picture. The first, lady carrying a parasol, is a portrait of the artist&rsquo;s Brown&rsquo;s wife Emma. Following along behind is another well-dressed woman who offers a religious tract to one of the navvies. Seeing to the religious education of the lower classes was a type of &ldquo;work&rdquo; engaged in by many evangelical middle-class women.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/14309bebeaffcb267d434bef810714be846ce57b.png" /><span class="image-caption">Plant seller (foreground), followed by two women, one, the artists wife, the other, distributing religions tracts (detail),&nbsp;Ford Madox Brown,&nbsp;<em>Work</em>, 1852-65, oil on canvas, 137 x 197.3 cm (Manchester City Art Galleries)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/2059585902086e385c7715796b08c27bea80736a.png" /><span class="image-caption">Ford Madox Brown, detail&nbsp;<em>Work</em>, 1852-65, oil on canvas, 137 x 197.3 cm (Manchester City Art Galleries)</span></span>In the background we see two riders on horseback, illustrating the landed upper classes, who by virtue of their wealth and place in society, have no need to work. These class distinctions are even carried over into the pets in the foreground of the painting. The mongrel dog with a frayed rope collar stands with the group of children and stares at his more pampered counterpart, a small dog with a red coat.&nbsp;</p> <h3>Maurice and Carlyle</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/bb33a5fa31d530967d4d94b9128211539a1f0915.png" /><span class="image-caption">Caryle and Maurice (detail) Ford Madox Brown, <em>Work</em>, 1852-65, oil on canvas, 137 x 197.3 cm (Manchester City Art Galleries)</span></span><br /> On the right side of the painting, two well-dressed men watch the navvies work. These figures are portraits of two prominent men of the day, Frederick Denison Maurice and Thomas Carlyle, whom Brown dubbed &ldquo;brainworkers.&rdquo; Carlyle, the figure with the hat and stick, was the author of <em>Past and Present</em>, a book advocating social reform that Brown had read with interest. Maurice was a leading Christian Socialist and founder of the Working Men&rsquo;s College, where Brown was recruited as an instructor along with Rossetti and the art critic John Ruskin. One of the posters visible on the far left side on the canvas is an advertisement for the Working Men&rsquo;s College.</p> <p>At first glance Brown&rsquo;s painting <em>Work </em>may appear to be an illustration of the stratification of social class in Victorian England. However, a deeper look reveals both a stunning example of the colorful and detailed Pre-Raphaelite style of painting as well as a commentary on the role of &ldquo;work,&rdquo; and its relationship to Victorian class structure. &nbsp;<em>Work </em>is at once a vivid reminder of both the class-consciousness of the Victorian age and the reforming spirit of that time which ultimately led to reforms like the ten-hour work day, and regulations restricting child labor.</p> <p>Essay by Dr. Rebecca Jeffrey Easby</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.manchestergalleries.org/ford-madox-brown/fmb-page-one/">Interactive on this painting at Manchester City Art Gallery&nbsp;</a></p> <p><a href="http://www.bbc.co.uk/history/british/victorians/reforming_acts_01.shtml">Reforming Acts from the BBC</a></p> <p><a href="https://www.google.com/culturalinstitute/u/0/asset-viewer/work/1QG5Dp3Ti29BxA?projectId=art-project">Smaller version of Brown&#39;s Work in the Birmingham Museum and Art Gallery, on the Google Art Project</a></p>
