Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="View of the Piazza del Campo, Siena " src="https://ka-perseus-images.s3.amazonaws.com/8a91373f98846f0e20ee9f9c03ba69459e8224a6.jpg" /><span class="image-caption">View of the Piazza del Campo, Siena</span></span></p> <h3>Siena: a&nbsp;city overlooked?</h3> <p>For centuries, Siena&rsquo;s role in the history of European art was underappreciated. This is partly because its moment of greatest influence occurred just before the Renaissance, a period commonly associated with the nearby city of Florence (both Florence and Siena were independent city-states in Italy at this time&mdash;<a href="http://www.sheltonstate.edu/Uploads/files/faculty/Chuck%20Boening/western%20civ/Renaissance%20Italy.jpg">see this map</a>). But history&mdash;even art history&mdash;is written by the victors. So when Siena&rsquo;s position of power faded while Florence remained one of the financial and artistic centers of Europe, the achievements of Sienese artists slid slowly into the background. &nbsp;</p> <p>Art historians now know that the development of style in these two city-states was closely intertwined. The artists of one inevitably influenced the other, even in later periods. It is not an exaggeration to say that, at the height of its artistic flourishing, Siena was unsurpassed in its fame for producing celebrated painters.</p> <p><span class="block-image image-wrapper"><img alt="Siena Cathedral" src="https://ka-perseus-images.s3.amazonaws.com/b237edd2e759bf9e1024086c0378de2f3d2a4976.jpg" /><span class="image-caption">Siena Cathedral</span></span></p> <h3>An international city</h3> <p>By the early fourteenth century, Siena was a wealthy and cosmopolitan city. Several large international banks were run by wealthy Sienese families. Merchants based in Siena traded goods in several foreign countries, particularly France. The city&rsquo;s location on the Via Francigena, the main pilgrimage route to Rome, meant that pilgrims from all over Europe streamed through its streets. These pilgrims would have been greeted by one of the most impressive cityscapes in Italy at the time. Spread out over three hills, the skyline was dominated by the enormous cathedral and by the central seat of government, the Palazzo Pubblico.</p> <p><span class="block-image image-wrapper"><img alt="Palazzo Pubblico, Siena. The representatives of the Sienese government, the &quot;Nine&quot; met here. " src="https://ka-perseus-images.s3.amazonaws.com/e3e30f4c7f901c8865774bea7bdae8ad4a3aa9a4.jpg" /><span class="image-caption">Palazzo Pubblico, Siena. The representatives of the Sienese government, the &quot;Nine&quot; met here. </span></span></p> <h3>Communal oversight of the arts&nbsp;</h3> <p>Like many cities today, the Sienese were acutely aware of how art and architecture shaped the city&rsquo;s identity in the eyes of both natives and visitors. The communal government was controlled by the &ldquo;Nove,&rdquo; or the Nine, a rotating group of representatives chosen from the city&rsquo;s leading families. The Nove dominated art patronage during the period, helping to decide the layout of the city and its largest buildings, selecting committees to oversee large public projects, and subsidizing the decoration of churches.&nbsp;</p> <p>Sienese art of the period was communally oriented in a few other ways. The central government and various churches hired local Sienese artists, almost exclusively, to produce the most important paintings. Such a preference for native sons hints at a general pride in the city&rsquo;s painters, known throughout Italy for the quality of their work (this was not the case with sculpture). There were also a few examples of large works of art created for private individuals. Compare this to Florence at the time, where rich citizens often bought the right to decorate family chapels in large churches and where painters from other cities were sometimes awarded prestigious commissions.</p> <h3>Duccio</h3> <p><span class="image-wrapper inline-image"><img alt="Duccio di Buoninsegna, The Rucellai Madonna, 1285-86, tempera on panel, 177 x 114&quot; or 450 x 290 cm (Uffizi, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/46b0b58a512e4a121a52252828059ed9db2d6299.jpg" /><span class="image-caption">Duccio di Buoninsegna,&nbsp;<em>Rucellai Madonna</em>, 1285-86, tempera on panel, 177 x 114&quot; or 450 x 290 cm (Uffizi, Florence) </span></span>In fact, the most famous Sienese artist of the fourteenth century may have first made a name for himself in Florence. The earliest recorded work by Duccio, an artist who is often called the father of Sienese painting, was commissioned for the church of Santa Maria Novella in Florence.</p> <p>This nearly fifteen-foot tall altarpiece depicting the Virgin Mary and the Christ Child introduced Duccio&rsquo;s innovative style to a wider audience. Like previous artists, Duccio was interested in creating beautiful patterns and shapes. We can see the love of surface decoration in the undulating arrangements of fabric or even in the faces of his figures. Yet he also used soft modeling with light and shade to give a sense of mass in the figures&rsquo; delicate but real bodies.</p> <p>Duccio&rsquo;s ability to combine elegant lines and patterns with a fragile naturalism became a hallmark of Sienese painting.</p> <p><span class="block-image image-wrapper"><img alt="Duccio, Maesta (front, central panel), 1308-11 (Museo dell'Opera Metropolitana del Duomo, Siena) " src="https://ka-perseus-images.s3.amazonaws.com/0994300bbf1aa960593705d69939bb15e6fd9a15.jpg" /><span class="image-caption">Duccio, <em>Maesta</em> (front, central panel), 1308-11 (Museo dell&#39;Opera Metropolitana del Duomo, Siena) </span></span></p> <h3>The Maest&agrave;</h3> <p>The Santa Maria Novella altarpiece must have won Duccio fame in his own city of Siena, for he soon became a favorite painter of the commune. In 1308, he was asked to create a massive painting for the main altar in the middle of the Cathedral. The front of the altarpiece depicted the Madonna and Child sitting on a throne and surrounded by saints and angels, a subject known in Italian as a Maest&agrave;. Originally, the main scene was at the center of a set of stories and figures, all united in an elaborate wooden structure of frames covered in gold leaf. The back of the altarpiece was painted with a series of scenes from the life of Christ. Unfortunately, these panels are now dispersed in many museums. In these panels, Duccio demonstrated his unsurpassed skills of visual storytelling, capturing the imagination of contemporary viewers with his vivid depictions of the gospel stories that were so central to the faith of Siena and its visitors.</p> <p><span class="block-image image-wrapper"><img alt="Duccio, Maesta (reconstruction of back), 1308-11 (Museo dell'Opera Metropolitana del Duomo, Siena) " src="https://ka-perseus-images.s3.amazonaws.com/de9fbb61a91fcaa94122878011171960ef75e8ac.jpg" /><span class="image-caption">Duccio, Maesta (reconstruction of back), 1308-11 (Museo dell&#39;Opera Metropolitana del Duomo, Siena) </span></span></p> <h3>Cathedral altarpieces&nbsp;</h3> <p>It is hard to overestimate how important Duccio&rsquo;s altarpiece was for the citizens who worshiped in front of it and for the artists who studied it. The city had long ago dedicated itself to the Virgin Mary, believing her to be their special protector. In an age where painted images gave faithful viewers a channel of access to celestial figures, the Maest&agrave; became the central representation of Siena&rsquo;s powerful patron as the queen of heaven.</p> <p>The work&rsquo;s role as a devotional and artistic well for the city was most eloquently honored in four altarpieces painted for the chapels surrounding Duccio&rsquo;s painting. Each altarpiece depicted a scene involving Mary, so that the story of her life would have unfolded as your eye travelled along the chapels. Over the course of two decades, one altarpiece was commissioned from each of the leading Sienese painters of the day, transforming the heart of the Cathedral into something like a gallery of the great Sienese artists. This is a perfect illustration of the city&rsquo;s tendency to blend devotional piety and civic pride in large artistic projects.</p> <p><span class="block-image image-wrapper"><img alt=" Simone Martini, The Annunciation, 1333, tempera on panel, 72 1/2 x 82 5/8&quot; or 184 x 210 cm. (Uffizi, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/267b598c0ab8b65d438de4a08c2bc7ac4da1a731.jpg" /><span class="image-caption"> Simone Martini, The Annunciation, 1333, tempera on panel, 72 1/2 x 82 5/8&quot; or 184 x 210 cm. (Uffizi, Florence) </span></span></p> <h3>Simone Martini</h3> <p>Perhaps the best known of these four altarpieces is the Annunciation by Simone Martini. Building on the legacy of Duccio, Simone was also influenced by the elongated, swaying figures and elaborate architectural forms of northern European art. On the other hand, his paintings show a bit more of the kind of careful observation of the world around him that we might associate with Giotto, the leading Florentine artist at the time. Thanks to this eclectic but refined mixing of new styles, Simone&rsquo;s reputation and influence spread throughout Europe, a legacy carried on by a large workshop of assistants and students.&nbsp;</p> <h3>The Lorenzetti brothers</h3> <p>Two of the other three artists hired to paint altarpieces behind the Maest&agrave; were actually brothers: Pietro and Ambrogio Lorenzetti. While the Lorenzetti brothers worked in the Sienese style, they absorbed the art of Giotto more fully than Simone Martini and his followers did. Weighty, massive figures covered in heavy drapery populate their works, a sure sign of their familiarity with Florentine painting. Even more than Giotto and his school, both Ambrogio and Pietro experimented with using different kinds of perspective to give an illusion of depth in the spaces their figures occupy.</p> <p><span class="block-image image-wrapper"><img alt=" Ambrogio Lorenzetti, detail from Allegory of Good Government, Effects of Good Government in the City and the Country, c. 1337-40, fresco, Sala della Pace (Hall of Peace) also known as the Sala dei Nove (the Hall of the Nine), 7.7 x 14.4 meters (room), Palazzo Pubblico, Siena" src="https://ka-perseus-images.s3.amazonaws.com/3d785182974044d37bee333c1a8e5fa8d88b2b8a.jpg" /><span class="image-caption"> Ambrogio Lorenzetti, detail from Allegory of Good Government, Effects of Good Government in the City and the Country, c. 1337-40, fresco, Sala della Pace (Hall of Peace) also known as the Sala dei Nove (the Hall of the Nine), 7.7 x 14.4 meters (room), Palazzo Pubblico, Siena</span></span></p> <h3>Good and Bad Government&nbsp;</h3> <p>Ambrogio Lorenzetti&rsquo;s artistic innovation is best captured in one of the most groundbreaking works of the late medieval period: his wall paintings in the Palazzo Pubblico. The elaborate murals were designed to remind the Nove of the consequences of good and bad governance. The scenes are particularly known for their large, sensitively depicted landscapes and cityscapes. No other monumental celebration of everyday urban and rural life survives from the period, making these scenes a turning point in the history of art.&nbsp;</p> <h3>After the Black Death</h3> <p>As in Florence, perhaps half of Siena&rsquo;s population died of the plague in 1348. Scholars think the Lorenzetti brothers were two of the Black Death&rsquo;s victims. Since Simone Martini had died a few years earlier in Avignon, this meant all four of Siena&rsquo;s greatest artists were now dead.</p> <p>Art continued to lie at the center of the city&rsquo;s image of itself and its religious life. For the remainder of the century, artists such as Bartolomeo Bulgarini worked in the style forged by their forbears, though with less international acclaim. As scholars have emphasized in recent decades, Sienese art was later reinvigorated during the Renaissance, incorporating an array of new artistic styles into their own strong traditions. Still, to this day the city looks back to the early fourteenth century as a golden age for Sienese art.&nbsp;</p> <p>Essay by Dr. Joanna Mac Farland</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.sheltonstate.edu/Uploads/files/faculty/Chuck%20Boening/western%20civ/Renaissance%20Italy.jpg">Useful map of Italy c. 1300</a></p> <p><a href="http://www.metmuseum.org/toah/hd/iptg/hd_iptg.htm">Italian Painting of the Later Middle Ages on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/sien/hd_sien.htm">Sienese Painting on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="https://www.google.com/culturalinstitute/entity/%2Fm%2F0wzm74n?projectId=world-wonders">Historic Center of Siena from the Google Cultural Institute</a></p> <p><a href="http://www.google.com/culturalinstitute/collection/fondazione-musei-senesi?projectId=art-project">Foundation of Sienese Museums on the Google Art Project</a></p>
it: <p><span class="block-image image-wrapper"><img alt="View of the Piazza del Campo, Siena " src="https://ka-perseus-images.s3.amazonaws.com/8a91373f98846f0e20ee9f9c03ba69459e8224a6.jpg" /><span class="image-caption">View of the Piazza del Campo, Siena</span></span></p> <h3>Siena: a&nbsp;city overlooked?</h3> <p>For centuries, Siena&rsquo;s role in the history of European art was underappreciated. This is partly because its moment of greatest influence occurred just before the Renaissance, a period commonly associated with the nearby city of Florence (both Florence and Siena were independent city-states in Italy at this time&mdash;<a href="http://www.sheltonstate.edu/Uploads/files/faculty/Chuck%20Boening/western%20civ/Renaissance%20Italy.jpg">see this map</a>). But history&mdash;even art history&mdash;is written by the victors. So when Siena&rsquo;s position of power faded while Florence remained one of the financial and artistic centers of Europe, the achievements of Sienese artists slid slowly into the background. &nbsp;</p> <p>Art historians now know that the development of style in these two city-states was closely intertwined. The artists of one inevitably influenced the other, even in later periods. It is not an exaggeration to say that, at the height of its artistic flourishing, Siena was unsurpassed in its fame for producing celebrated painters.</p> <p><span class="block-image image-wrapper"><img alt="Siena Cathedral" src="https://ka-perseus-images.s3.amazonaws.com/b237edd2e759bf9e1024086c0378de2f3d2a4976.jpg" /><span class="image-caption">Siena Cathedral</span></span></p> <h3>An international city</h3> <p>By the early fourteenth century, Siena was a wealthy and cosmopolitan city. Several large international banks were run by wealthy Sienese families. Merchants based in Siena traded goods in several foreign countries, particularly France. The city&rsquo;s location on the Via Francigena, the main pilgrimage route to Rome, meant that pilgrims from all over Europe streamed through its streets. These pilgrims would have been greeted by one of the most impressive cityscapes in Italy at the time. Spread out over three hills, the skyline was dominated by the enormous cathedral and by the central seat of government, the Palazzo Pubblico.</p> <p><span class="block-image image-wrapper"><img alt="Palazzo Pubblico, Siena. The representatives of the Sienese government, the &quot;Nine&quot; met here. " src="https://ka-perseus-images.s3.amazonaws.com/e3e30f4c7f901c8865774bea7bdae8ad4a3aa9a4.jpg" /><span class="image-caption">Palazzo Pubblico, Siena. The representatives of the Sienese government, the &quot;Nine&quot; met here. </span></span></p> <h3>Communal oversight of the arts&nbsp;</h3> <p>Like many cities today, the Sienese were acutely aware of how art and architecture shaped the city&rsquo;s identity in the eyes of both natives and visitors. The communal government was controlled by the &ldquo;Nove,&rdquo; or the Nine, a rotating group of representatives chosen from the city&rsquo;s leading families. The Nove dominated art patronage during the period, helping to decide the layout of the city and its largest buildings, selecting committees to oversee large public projects, and subsidizing the decoration of churches.&nbsp;</p> <p>Sienese art of the period was communally oriented in a few other ways. The central government and various churches hired local Sienese artists, almost exclusively, to produce the most important paintings. Such a preference for native sons hints at a general pride in the city&rsquo;s painters, known throughout Italy for the quality of their work (this was not the case with sculpture). There were also a few examples of large works of art created for private individuals. Compare this to Florence at the time, where rich citizens often bought the right to decorate family chapels in large churches and where painters from other cities were sometimes awarded prestigious commissions.</p> <h3>Duccio</h3> <p><span class="image-wrapper inline-image"><img alt="Duccio di Buoninsegna, The Rucellai Madonna, 1285-86, tempera on panel, 177 x 114&quot; or 450 x 290 cm (Uffizi, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/46b0b58a512e4a121a52252828059ed9db2d6299.jpg" /><span class="image-caption">Duccio di Buoninsegna,&nbsp;<em>Rucellai Madonna</em>, 1285-86, tempera on panel, 177 x 114&quot; or 450 x 290 cm (Uffizi, Florence) </span></span>In fact, the most famous Sienese artist of the fourteenth century may have first made a name for himself in Florence. The earliest recorded work by Duccio, an artist who is often called the father of Sienese painting, was commissioned for the church of Santa Maria Novella in Florence.</p> <p>This nearly fifteen-foot tall altarpiece depicting the Virgin Mary and the Christ Child introduced Duccio&rsquo;s innovative style to a wider audience. Like previous artists, Duccio was interested in creating beautiful patterns and shapes. We can see the love of surface decoration in the undulating arrangements of fabric or even in the faces of his figures. Yet he also used soft modeling with light and shade to give a sense of mass in the figures&rsquo; delicate but real bodies.</p> <p>Duccio&rsquo;s ability to combine elegant lines and patterns with a fragile naturalism became a hallmark of Sienese painting.</p> <p><span class="block-image image-wrapper"><img alt="Duccio, Maesta (front, central panel), 1308-11 (Museo dell'Opera Metropolitana del Duomo, Siena) " src="https://ka-perseus-images.s3.amazonaws.com/0994300bbf1aa960593705d69939bb15e6fd9a15.jpg" /><span class="image-caption">Duccio, <em>Maesta</em> (front, central panel), 1308-11 (Museo dell&#39;Opera Metropolitana del Duomo, Siena) </span></span></p> <h3>The Maest&agrave;</h3> <p>The Santa Maria Novella altarpiece must have won Duccio fame in his own city of Siena, for he soon became a favorite painter of the commune. In 1308, he was asked to create a massive painting for the main altar in the middle of the Cathedral. The front of the altarpiece depicted the Madonna and Child sitting on a throne and surrounded by saints and angels, a subject known in Italian as a Maest&agrave;. Originally, the main scene was at the center of a set of stories and figures, all united in an elaborate wooden structure of frames covered in gold leaf. The back of the altarpiece was painted with a series of scenes from the life of Christ. Unfortunately, these panels are now dispersed in many museums. In these panels, Duccio demonstrated his unsurpassed skills of visual storytelling, capturing the imagination of contemporary viewers with his vivid depictions of the gospel stories that were so central to the faith of Siena and its visitors.</p> <p><span class="block-image image-wrapper"><img alt="Duccio, Maesta (reconstruction of back), 1308-11 (Museo dell'Opera Metropolitana del Duomo, Siena) " src="https://ka-perseus-images.s3.amazonaws.com/de9fbb61a91fcaa94122878011171960ef75e8ac.jpg" /><span class="image-caption">Duccio, Maesta (reconstruction of back), 1308-11 (Museo dell&#39;Opera Metropolitana del Duomo, Siena) </span></span></p> <h3>Cathedral altarpieces&nbsp;</h3> <p>It is hard to overestimate how important Duccio&rsquo;s altarpiece was for the citizens who worshiped in front of it and for the artists who studied it. The city had long ago dedicated itself to the Virgin Mary, believing her to be their special protector. In an age where painted images gave faithful viewers a channel of access to celestial figures, the Maest&agrave; became the central representation of Siena&rsquo;s powerful patron as the queen of heaven.</p> <p>The work&rsquo;s role as a devotional and artistic well for the city was most eloquently honored in four altarpieces painted for the chapels surrounding Duccio&rsquo;s painting. Each altarpiece depicted a scene involving Mary, so that the story of her life would have unfolded as your eye travelled along the chapels. Over the course of two decades, one altarpiece was commissioned from each of the leading Sienese painters of the day, transforming the heart of the Cathedral into something like a gallery of the great Sienese artists. This is a perfect illustration of the city&rsquo;s tendency to blend devotional piety and civic pride in large artistic projects.</p> <p><span class="block-image image-wrapper"><img alt=" Simone Martini, The Annunciation, 1333, tempera on panel, 72 1/2 x 82 5/8&quot; or 184 x 210 cm. (Uffizi, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/267b598c0ab8b65d438de4a08c2bc7ac4da1a731.jpg" /><span class="image-caption"> Simone Martini, The Annunciation, 1333, tempera on panel, 72 1/2 x 82 5/8&quot; or 184 x 210 cm. (Uffizi, Florence) </span></span></p> <h3>Simone Martini</h3> <p>Perhaps the best known of these four altarpieces is the Annunciation by Simone Martini. Building on the legacy of Duccio, Simone was also influenced by the elongated, swaying figures and elaborate architectural forms of northern European art. On the other hand, his paintings show a bit more of the kind of careful observation of the world around him that we might associate with Giotto, the leading Florentine artist at the time. Thanks to this eclectic but refined mixing of new styles, Simone&rsquo;s reputation and influence spread throughout Europe, a legacy carried on by a large workshop of assistants and students.&nbsp;</p> <h3>The Lorenzetti brothers</h3> <p>Two of the other three artists hired to paint altarpieces behind the Maest&agrave; were actually brothers: Pietro and Ambrogio Lorenzetti. While the Lorenzetti brothers worked in the Sienese style, they absorbed the art of Giotto more fully than Simone Martini and his followers did. Weighty, massive figures covered in heavy drapery populate their works, a sure sign of their familiarity with Florentine painting. Even more than Giotto and his school, both Ambrogio and Pietro experimented with using different kinds of perspective to give an illusion of depth in the spaces their figures occupy.</p> <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/3d785182974044d37bee333c1a8e5fa8d88b2b8a.jpg" /><span class="image-caption"> Ambrogio Lorenzetti, detail from Allegory of Good Government, Effects of Good Government in the City and the Country, c. 1337-40, fresco, Sala della Pace (Hall of Peace) also known as the Sala dei Nove (the Hall of the Nine), 7.7 x 14.4 meters (room), Palazzo Pubblico, Siena</span></span></p> <h3>Good and Bad Government&nbsp;</h3> <p>Ambrogio Lorenzetti&rsquo;s artistic innovation is best captured in one of the most groundbreaking works of the late medieval period: his wall paintings in the Palazzo Pubblico. The elaborate murals were designed to remind the Nove of the consequences of good and bad governance. The scenes are particularly known for their large, sensitively depicted landscapes and cityscapes. No other monumental celebration of everyday urban and rural life survives from the period, making these scenes a turning point in the history of art.&nbsp;</p> <h3>After the Black Death</h3> <p>As in Florence, perhaps half of Siena&rsquo;s population died of the plague in 1348. Scholars think the Lorenzetti brothers were two of the Black Death&rsquo;s victims. Since Simone Martini had died a few years earlier in Avignon, this meant all four of Siena&rsquo;s greatest artists were now dead.</p> <p>Art continued to lie at the center of the city&rsquo;s image of itself and its religious life. For the remainder of the century, artists such as Bartolomeo Bulgarini worked in the style forged by their forbears, though with less international acclaim. As scholars have emphasized in recent decades, Sienese art was later reinvigorated during the Renaissance, incorporating an array of new artistic styles into their own strong traditions. Still, to this day the city looks back to the early fourteenth century as a golden age for Sienese art.&nbsp;</p> <p>Essay by Dr. Joanna Mac Farland</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.sheltonstate.edu/Uploads/files/faculty/Chuck%20Boening/western%20civ/Renaissance%20Italy.jpg">Useful map of Italy c. 1300</a></p> <p><a href="http://www.metmuseum.org/toah/hd/iptg/hd_iptg.htm">Italian Painting of the Later Middle Ages on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/sien/hd_sien.htm">Sienese Painting on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="https://www.google.com/culturalinstitute/entity/%2Fm%2F0wzm74n?projectId=world-wonders">Historic Center of Siena from the Google Cultural Institute</a></p> <p><a href="http://www.google.com/culturalinstitute/collection/fondazione-musei-senesi?projectId=art-project">Foundation of Sienese Museums on the Google Art Project</a></p>
