Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="View of the Forum from the slope of the Capitoline to the Palatine " src="https://ka-perseus-images.s3.amazonaws.com/a041d8d23d28990616b25f389b7f65f6ba211247.jpg" /><span class="image-caption">View of the Forum from the slope of the Capitoline to the Palatine Hill</span></span>In his play <em>Curculio</em>, the Latin playwright Plautus&nbsp;offers perhaps one of the most comprehensive and insightful descriptions of the Forum Romanum ever written (ll. <a href="http://latin.packhum.org/loc/119/8/0#7">466-482</a>). In his summary, Plautus gives the reader the sense that one could find just about every sort of person in the forum&mdash;from criminals and hustlers to politicians and&nbsp;prostitutes. His summary reminds us that in the city of Rome the Forum Romanum was the key political, ritual, and civic center. Located in a valley separating the Capitoline and Palatine Hills, the Forum developed from the earliest times and remained in use after the city&rsquo;s eventual decline; during that span of time the forum witnessed the growth and eventual contraction of the city and her empire.&nbsp;The archaeological remains of the Forum Romanum&nbsp;itself continue to provide important insights into the phases and processes associated with urbanism and monumentality in ancient Rome.</p> <h3>Earliest history: from necropolis to civic space</h3> <p><span class="image-wrapper inline-image"><img alt=" Seven Hills of Rome (CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/64040d2f83c7940f2eabdad820eb9b1ff3690184.png" /><span class="image-caption"> <a href="http://en.wikipedia.org/wiki/Seven_hills_of_Rome#mediaviewer/File:Seven_Hills_of_Rome.svg">Seven Hills of Rome</a> (CC BY-SA 3.0)</span></span>Situated astride the Tiber river, the site of Rome is noted for its low hills that are separated by deeply cut valleys.&nbsp;The hilltops became the focus of settlement beginning in the Early Iron Age; the development of the settlement continued during the first millennium B.C.E., with the traditional Roman account holding that the city herself was founded in 753 B.C.E.&nbsp;(Livy <a href="http://latin.packhum.org/loc/914/1/0#6">1.6</a>)</p> <p>The traditional foundation narrative holds that one of the first acts of Romulus, the city&rsquo;s eponymous founder, was to establish a fortification wall around the Palatine Hill, the site of his new settlement. The Capitoline Hill, opposite the Palatine, emerged as the city&rsquo;s citadel (<em>arx</em>) and site of the poliadic cult of Jupiter Optimus Maximus, among others (poliadic:&nbsp;the chief civic cult of an ancient city, derived from the Greek word &quot;polis&quot;).</p> <p>Iron Age populations had used the marshy valley separating the Palatine and Capitoline hills as a necropolis (a large ancient cemetery), but the burgeoning settlement of archaic Rome had need of communal space and the valley was repurposed from a necropolis to a usable space. This required several transformations, both of human activity and the natural environment. Burial activity&nbsp;had to be transferred elsewhere; for this reason the main necropolis site shifted to the far side of the Esquiline Hill.<br /> <br /> <span class="block-image image-wrapper"><img alt="View of the Forum toward the Palatine Hill." src="https://ka-perseus-images.s3.amazonaws.com/d0e2b2b202ef073126e35362b723975a6f66daaf.jpg" /><span class="image-caption">View of the Forum Romanum toward the Palatine Hill</span></span>Addressing the problems of seasonal rains and flooding proved more challenging&mdash;the valley required a landfill project as well as the construction of a drainage canal to manage standing water. Since the Tiber river tended to leave its banks regularly, the valley was prone to significant flooding, as a low saddle of land known as the Velabrum connects the forum valley to the riverine zone. As coring studies conducted&nbsp;by Albert J. Ammerman have shown, a deliberate landfill project deposited fill in the forum valley in order to create usable, dry levels during the sixth century B.C.E. Twentieth century excavators, including Giacomo Boni and Einar Gjerstad, revealed important remains of Iron Age burials that pre-dated the establishment of the forum valley as a civic space; in particular the necropolis in the area known as the <em>Sepulcretum</em> along the Sacra Via (&quot;Sacred Way,&quot; the&nbsp;main sacred processional road of the city)&nbsp;has been extensively studied and published.&nbsp;The investigations of the burials themselves, and the patterns they followed, have allowed archaeologists to understand not only funeral customs but also social dynamics during Rome&rsquo;s proto-urban phases.<br /> <br /> <span class="block-image image-wrapper"><img alt="View of the Via Sacra (Sacred Way) above the residence of the Vestal Virgins" src="https://ka-perseus-images.s3.amazonaws.com/4cabcdafbc484c644ba575d3574aeb130e931585.jpg" /><span class="image-caption">A view of the Via Sacra Via, with the Artium Vestae in the foreground</span></span></p> <p>This major investment in the creation of civic space and the organization of labor also provides important information about the socio-economic structure of early Rome (Livy&nbsp;<a href="http://www.perseus.tufts.edu/hopper/text?doc=urn:cts:latinLit:phi0914.phi0011.perseus-eng3">1.59.9</a>). The drainage canal eventually came to have a vaulted covering and was known as the <em>Cloaca Maxima</em> or &quot;Great Drain.&quot;&nbsp;One of the clear outcomes of these civic investments was the creation of a usable space that came to be a civic focus for activities in many spheres, especially political and sacred functions.&nbsp;</p> <h3>Temples and sacred buildings</h3> <p>From the Early Republican period the forum space saw the construction of key temples. One of the most prominent early temples is the Temple of Saturn (often considered the earliest of the temples in the Forum Romanum), the first iteration of which dates c. 498 B.C.E. The temple was dedicated to Saturn, the god of agriculture, and housed the state treasury. The temple was rebuilt in 42 B.C.E. and again after 283 C.E. Another early Republican temple is the Temple of the Castors (a.k.a. Temple of Castor and Pollux) that was completed in 484 B.C.E. and was dedicated to the Gemini who had aided the Romans at the Battle of Lake Regillus in 496 B.C.E. The temple had several construction phases. The Sacra Via&nbsp;passed along the forum square en route to the Capitoline Hill and the temple of Jupiter Optimus Maximus. This sacred route was used for certain state-level ceremonies, especially the celebration of the victory ritual known as the Roman triumph.<br /> <br /> <span class="image-wrapper inline-image"><img alt="Temple of Vesta" src="https://ka-perseus-images.s3.amazonaws.com/8a44fb3981a08f0458e14bb1cf92414c195a9bcf.jpg" /><span class="image-caption">Temple of Vesta</span></span>Two other early, sacred buildings are important to note. These are the Regia or &quot;king&rsquo;s house&quot;&nbsp;and the Temple of Vesta, both located on the downward slope of the Palatine Hill near the point where it reaches the edge of the Forum Romanum proper. Both of these sacred buildings are quite ancient and had many building phases, making it difficult to refine the chronology of the earliest phases. The Regia served as a ceremonial home for the king&mdash;later passing into the ownership of the pontifex maximus (principal state-level priesthood) once the kings had been expelled&mdash;and consisted of an irregularly planned suite of rooms surrounding a courtyard. The sixth century B.C.E. phase was decorated with painted plaques of architectural terracotta, clearly indicating both elite function and investment. Across the way was the Temple of Vesta, focused on the maternal elements of the archaic state as well as safeguarding the cult of Vesta and the sacred, eternal hearth flame of the Roman people. Both the Regia and the Temple of Vesta developed from crude structures in earlier phases to stone-built architecture in later phases. The Severan family carried out the final significant&nbsp;restoration of the Temple of Vesta in 191 C.E..</p> <h3>Meeting spaces</h3> <p>Important meeting spaces for political bodies emerged at the northwest side of the forum, namely a pair of complexes known as the Curia and Comitium. The Curia served as the council house for the Roman Senate, although the Senate could convene in any inaugurated space (i.e. a space ritually demarcated by Roman priests). The Curia emerged perhaps in the seventh century B.C.E., although little is known about its earliest phases. The surviving Curia is an imperial rebuilding of the Late Republican phase known as the Curia Julia, since Julius Caesar was its architectural patron. The Comitium was a tiered space that lay in front of the Curia that served as an open-air meeting space for public assemblies. Little of the Comitium remains today but it was a key architectural complex for political and sacred events during the time of the Roman Republic.&nbsp;<br /> <br /> <span class="block-image image-wrapper"><img alt="Curia Julia" src="https://ka-perseus-images.s3.amazonaws.com/15c91b4dfc4535de8203d808753de6952ffa28d6.jpg" /><span class="image-caption">Curia Julia</span></span></p> <h3><span>From Republic to Empire</span></h3> <p>During the fourth and third centuries B.C.E. the Forum Romanum certainly continued to develop, but material remains of large-scale architecture have proven elusive and thus our understanding of the space during those centuries is less clear than in other periods. One middle Republican development is the continued elaboration of the Rostra, the platform from which orators would speak to those assembled in the forum square. This monument would continue to develop over time and took its name from the prows (<em>rostra</em>) of defeated enemy warships that were mounted on its fa&ccedil;ade.</p> <p><span class="block-image image-wrapper"><img alt="The Forum Romanum in the Late Republican period: 1) Tabularium; 2)Temp|e of Concord; 3) Basilica Opimia; 4)Tullianum; 5) Basilica Porcia; 6) Curia and Comitium; 7) Temple of Saturn; 8) Senaculum; 9) Volcanal; 10) Lacus Curtius; 11) Basilica Sempronia; 12) Basilica Fulvia; 13) Shrine of Venus Cloacina; 14) Temple of the Castors; 15)Fountain of Juturna; 16) Temple of Vesta; 17) Regia " src="https://ka-perseus-images.s3.amazonaws.com/6b737cba38594af560343c9f02a991d110a44452.jpg" /><span class="image-caption">The Forum Romanum in the Late Republican period: 1) Tabularium; 2)Temple of Concord; 3) Basilica Opimia; 4)Tullianum; 5) Basilica Porcia; 6) Curia and Comitium; 7) Temple of Saturn; 8) Senaculum; 9) Volcanal; 10) Lacus Curtius; 11) Basilica Sempronia; 12) Basilica Fulvia; 13) Shrine of Venus Cloacina; 14) Temple of the Castors; 15)Fountain of Juturna; 16) Temple of Vesta; 17) Regia (Source file,&nbsp;<a href="https://it.wikipedia.org/wiki/Foro_Romano#mediaviewer/File:Imperial-forum.png">CC BY-SA 3.0</a>)</span></span></p> <p>The later second and first centuries B.C.E., the Late Republican period, witnessed many changes in the city and in the Forum Romanum. The successes of Rome and her growing empire during the second and first centuries B.C.E. led to a great deal of monumental construction in the city, including in the Forum Romanum itself. It was during this Late Republican phase that Rome became a metropolitan center, equipped with the monumental architecture that could compete with&mdash;if not eclipse&mdash;that of the foreign powers Rome had tamed during the Punic Wars and those against the Hellenistic kingdoms of the eastern Mediterranean. In particular the Romans established a&nbsp;tradition of constructing monuments commemorating famous men who had achieved great success in military and public careers. The first of these was the <em>Columna Rostrata</em> that marked the naval victory of Caius Duilius at the naval battle of Mylae in 260 B.C.E. The Roman interest in monumental, commemorative monuments, now referred to as triumphal arches, would soon follow.&nbsp;The first of these, the Fabian arch (<em>fornix Fabianus</em>), was dedicated on the Sacra Via toward the eastern end of the Forum Romanum in 121 B.C.E., commemorating the military victories (and family) of Quintus Fabius Allobrogicus (Cicero <a href="http://latin.packhum.org/loc/474/28/0#4">pro Planc. 17</a>). While the Fabian monument is no longer extant, its construction established a tradition&nbsp;(and a traditional form) for official commemorative and honorific monuments in the context of Roman public art.</p> <h3>The Basilica</h3> <p>The second century B.C.E. saw the creation and introduction of a unique Roman building type, the basilica. The basilica was a columnar hall that often had a multi-purpose use&mdash;from law courts to commerce to entertainments. Roman planners came to prefer them for lining the long sides of open squares, in a way not dissimilar from the Greek stoa. The sources claim that the Basilica Porcia (c. 184 B.C.E.) was the first basilica built at Rome, although no trace of it remains. The Basilica Porcia served as an office for the tribunes of the plebs. Other, more elaborate basilicae were soon to be built, including the famous Basilica Aemilia, first built in 179 B.C.E., and remodeled from c. 55 to 34 B.C.E. as the Basilica Paulli. Restored again after a fire in 14 B.C.E., the famous basilica was deemed by Pliny the Elder to be one of the three most beautiful monuments in Rome (Plin. <em>HN</em> <a href="http://latin.packhum.org/loc/978/1/0#2619">36.102.5</a>)</p> <p><span class="block-image image-wrapper"><img alt="Western end of the Roman Forum. In the foreground is the Rostra Augusti. In the background are (left to right) the Temple of Saturn, the Temple of Vespasian, and the Temple of Concordia. Elements of the model © 2008 The Regents of the University of California, © 2011 Université de Caen Basse-Normandie, © 2012 Frischer Consulting. All rights reserved. Image © 2012 Bernard Frischer" src="https://ka-perseus-images.s3.amazonaws.com/b605605ba69931f06312348afcf9858439557ebe.jpg" /><span class="image-caption">Western end of the Roman Forum, c. 300 C.E. In the foreground is the Rostra Augusti. In the background are (left to right) the Temple of Saturn, the Temple of Vespasian, and the Temple of Concordia. Elements of the model &copy; 2008 The Regents of the University of California, &copy; 2011 Universit&eacute; de Caen Basse-Normandie, &copy; 2012 Frischer Consulting. All rights reserved. Image &copy; 2012 Bernard Frischer</span></span></p> <h3>Imperial period</h3> <p>The advent of the principate of Augustus (27 B.C.E. &ndash; 14 C.E.) brought about additions and renovations to the Forum Romanum. With the deification of Julius Caesar, Augustus&rsquo; adoptive father, a temple dedicated to Caesar&rsquo;s cult (<em>templum&nbsp;divi Iulii</em>) was constructed on the edge of the forum square (15 in the diagram below).</p> <p><span class="block-image image-wrapper"><img alt="The Forum Romanum in the Imperial Period" src="https://ka-perseus-images.s3.amazonaws.com/b0bdd89b68a760d65507ec3be89199dfa7d0004f.jpg" /><span class="image-caption">The Forum Romanum in the Imperial period: 1)Tabularium;<br /> 2) Tullianum; 3) Temple of Concord; 4) Temple of&nbsp;<span>Vespasian; 5) Portico Dii Consentes; 6) Arch of Septimius Severus; 7) <em>Umbilicus Urbis</em>; 8) Rostra; 9) Temple of&nbsp;</span><span>Saturn; 10) Curia Julia; 11) <em>Lacus Curtius</em>;<br /> 12) Basilica Julia; 13) Basilica Aemilia; 14) Shrine of Venus Cloacina;&nbsp;</span><br /> <span>15) Temple of Divus Julius; 16) Arch of Augustus; 17) Temple of the Castors; 18) Temple of Ant0ninus and Faustina; 19) Regia; 20) Temple of Vesta; 21) Fountain of Juturna (<a href="http://it.wikipedia.org/wiki/Foro_Romano#mediaviewer/File:Republican-forum.png">source file</a>,&nbsp;</span><span>CC BY-SA 3.0)</span></span></span></p> <p>Augustus restored existing buildings, completed incomplete projects, and added commemorative projects to celebrate his own accomplishments and those of his family members. In this latter group, the Arch of Augustus (#16 above) and the Porticus of Caius and Lucius are notable. The former was a triumphal arch celebrating significant military and diplomatic accomplishments of the emperor, while the latter honored the emperor&rsquo;s grandsons. &nbsp;</p> <p>Augustus also followed Julius Caesar in creating yet another new forum space beyond the Forum Romanum that was named the Forum of Augustus.&nbsp;(dedicated in 2 B.C.E.). These new Imperial Fora in some cases provided additional space and, in turn, shifted attention away from the Forum Romanum.</p> <p>During the Imperial period the Forum Romanum itself saw only sporadic new construction, although the maintenance of the existing structures would have provided a pressing and ongoing obligation. Just beyond the limit of the forum proper the second century C.E. temple of Antoninus Pius and his wife Faustina was constructed in 141 C.E. (and then modified in 161 C.E. following the emperor&rsquo;s death).&nbsp;<br /> <br /> <span class="block-image image-wrapper"><img alt="Arch of Septimius Severus, 203 C.E." src="https://ka-perseus-images.s3.amazonaws.com/f04048a157df024976f31a3aa3e1dc747d13f55e.jpg" /><span class="image-caption">Arch of Septimius Severus, 203 C.E.</span></span>Coming to power at the end of the second century C.E., the Severan family erected a triple-bay triumphal arch commemorating the victories of emperor Septimius Severus (reigned 193-211 C.E.) at the northwestern corner of the forum square. The third century C.E. saw rebuilding of structures and monuments that had been damaged by fire, including the rebuilding of the Curia Julia by the emperor Diocletian in the late third century C.E. following a fire in 283 C.E.</p> <h3>Decline</h3> <p>Declining imperial fortunes led inevitably to urban decay at Rome. After the Severan and Tetrarchic building programs of the third century C.E. and Constantinian investment in the early fourth century C.E., the forum and its environs began to decline and decay.&nbsp;Constantine I officially relocated the administrative center of the Roman world to Constantinople in 330 C.E. and Theodosius I suppressed all &quot;pagan&quot;&nbsp;religions and ordered temples shut permanently in 394 C.E. These changes, coupled with population decline, spelled the gradual demise of spaces like the Forum Romanum. Roman monuments were cannibalized for building materials and open, unused spaces were re-purposed&mdash;sometimes as ad hoc dwellings and other times for the deposition of rubbish and fill. Thus the forum slowly yielded its sacro-civic functions to more mundane concerns like pasturage&mdash;in fact it eventually came to be known as the &ldquo;Campo Vaccino&rdquo; (cow field).</p> <p><br /> <span class="block-image image-wrapper"><img alt="View of the Roman Forum" src="https://ka-perseus-images.s3.amazonaws.com/67a0d85eaa60a2835ca2ec9c46dbdb23fb10e5ac.jpg" /><span class="image-caption">View of the Roman Forum</span></span></p> <h3>The beauty of the ruins</h3> <p>The monument that is considered to be the final ancient structure erected in the Forum Romanum is a re-purposed monumental column set in place by the emperor Phocas in August of 608 C.E. The anonymous Einsiedeln itinerary, written in the eighth century C.E., mentions a general state of decay in the forum. A major earthquake in 847 C.E. wreaked considerable damage on remaining Roman monuments in the forum and in its environs. During the Middle Ages ancient structures provided reusable buildings materials, as well as reusable foundations, for Medieval structures.</p> <p>The ruins themselves provided endless inspiration for artists, including painters the likes of Canaletto who became interested in the romanticism of the ruins of the ancient city as well as for cartographers and engravers the likes of G. B. Piranesi and G. Vasi, among others, who created views of the ruins themselves and restored plans of the ancient city.<br /> <br /> <span class="block-image image-wrapper"><img alt="Giovanni Battista Piranesi, &quot;Veduta di Campo Vaccino,&quot; Views of Rome, plate 82, 18 x 27.75 inches, etching, 1772" src="https://ka-perseus-images.s3.amazonaws.com/86f05f464ea589cbb1cd1017dff59f481719a05d.jpg" /><span class="image-caption">Giovanni Battista Piranesi, &quot;Veduta di Campo Vaccino,&quot; Views of Rome, plate 82, 18 x 27.75 inches, etching, 1772</span></span></p> <h3>Interpretation</h3> <p>The Forum Romanum, despite being a relatively small space, was central to the function and identity of the city of Rome (and the wider Roman empire). The Forum Romanum played a key role in creating&nbsp;a communal focal point, one toward which various members of a diverse socio-economic community could gravitate. In that centralized space community rituals that served a larger purpose of group unity could be performed and observed and elites could reinforce social hierarchy through the display of monumental art and architecture. These devices that could create and continually reinforce not only a sense of community belonging but also the existing social hierarchy were of vital importance in archaic states. Even as the Forum Romanum changed over time, it remained an important space. After a series of emperors chose to build new forum complexes (the Imperial Fora)&nbsp;adjacent to the Forum Romanum, it retained its symbolic importance, especially considering that, as a people, ancient Romans were incredibly loyal to ancestral practices and traditions.<br /> <br /> <span class="block-image image-wrapper"><img alt="Contemporary excavation" src="https://ka-perseus-images.s3.amazonaws.com/1347851d2e676dd9a2338c162f99171346fcb66a.jpg" /><span class="image-caption">Recent excavation&nbsp;at the northeast corner of the Palatine Hill.</span></span></p> <h3>Rediscovery and excavation</h3> <p>Many of the monuments of the Forum Romanum, along with ancient occupation levels, gradually disappeared from view. Systematic exploration and study began under archaeologist Carlo Fea who started to clear the area near the Arch of Septimius Severus in 1803. Study continued during the nineteenth and twentieth centuries, with prominent scholars including Rodolfo Lanciani, Giacomo Boni, Einar Gjerstad,&nbsp;and Andrea Carandini, among others, leading major campaigns. Study and excavation&mdash;as well as the hugely important obligation of preservation&mdash;continue in the Forum Romanum today. The bulk of the forum is accessible to visitors who have the opportunity to experience one of the great documents of urban archaeology.</p> <p>Text by Dr. Jeffrey A. Becker&nbsp;</p> <hr /> <p><strong>Additional resources:</strong></p> <p>A. J. Ammerman, &ldquo;On the Origins of the Forum Romanum,&rdquo; <em>American Journal of Archaeology </em>vol.&nbsp;94, no.&nbsp;4, 1990, pp. 627-45.</p> <p>A. J. Ammerman, &ldquo;The Comitium in Rome from the Beginning.&rdquo; <em>American Journal of Archaeology, </em>vol.&nbsp;100, no. 1, 1996. pp. 121-36.</p> <p>P. Carafa, <em>Il comizio di Roma dalle origini all&#39;età di Augusto</em> (Rome: &ldquo;L&rsquo;Erma&rdquo; di Bretschneider, 1998).</p> <p>A. Carandini and P. Carafa, eds., <em>Atlante di Roma antica: biografia e ritratti della città</em>, 2 v. (Milan: Electa, 2012).</p> <p>A. Claridge, <em>Rome: an Archaeological Guide</em> 2nd ed. (Oxford: Oxford University Press, 2010).</p> <p>F. Coarelli, <em>Il foro romano,</em>&nbsp;2 v. (Rome: Edizioni Quasar, 1983-1992).</p> <p>F. Coarelli,<em> Rome and Environs: an Archaeological Guide</em>, trans. James J. Clauss and Daniel P. Harmon&nbsp;(Berkeley: University of California Press, 2007).</p> <p>E. Gjerstad, <em>Early Rome,</em>&nbsp;7 v. (Lund: C.W.K. Gleerup, 1953-1973).</p> <p>C. H&uuml;lsen and J. B. Carter,<em> The Roman forum: its history and its monuments,</em>&nbsp;2nd ed. (Rome: Stechert, 1906).</p> <p>R. Krautheimer, <em>Rome, profile of a city, 312-1308</em>&nbsp;(Princeton: Princeton University Press, 1980).</p> <p>R. Krautheimer, <em>Three Christian capitals: topography and politics</em>&nbsp;(Berkeley: University of California Press, 1983).</p> <p>G. Lugli, <em>Fontes ad topographiam veteris urbis Romae pertinentes. Colligendos atque edendos curavit Iosephus Lugli,</em>&nbsp;8 v. (Rome: Università di Roma, Istituto di topografia antica, 1952-1965).</p> <p>G. Lugli, <em>The Roman Forum and Palatine</em>&nbsp;(Rome: Bardi, 1961).</p> <p>S. B. Platner and T. Ashby, <em>A Topographical Dictionary of Ancient Rome&nbsp;</em>(Oxford: Clarendon Press, 1929).</p> <p>L. Richardson, jr., <em>A New Topographical Dictionary of Ancient Rome&nbsp;</em>(Baltimore: Johns Hopkins University Press, 1992).</p> <p>J. Sewell, <em>The formation of Roman urbanism, 338-200 B.C.: between contemporary foreign influence and Roman tradition</em>&nbsp;(<em>Journal of Roman archaeology Supplementary series</em>; 79),&nbsp;(Portsmouth RI: Journal of Roman Archaeology, 2010).</p> <p>J. E. Stambaugh, <em>The Ancient Roman City&nbsp;</em>(Baltimore: The Johns Hopkins University Press, 1988).</p> <p>E. M. Steinby, ed., <em>Lexicon Topographicum Urbis Romae,</em>&nbsp;6 v. (Rome: Edizioni Quasar, 1993-2000).</p> <p>D. Watkin, <em>The Roman Forum</em>&nbsp;(Cambridge, Mass.: Harvard University Press, 2009).</p> <p>A. Ziółkowski, <em>Sacra Via: twenty years after</em>&nbsp;(<em>Journal of Juristic Papyrology</em>, Supplement; 3),&nbsp;(Warsaw: Fundacja im. Rafała Taubenschlag, 2004).</p> <p><a href="http://dlib.etc.ucla.edu/projects/Forum/timemap">Digital Roman Forum (UCLA)</a></p> <p><a href="http://digitalaugustanrome.org/">Digital Augustan Rome</a></p> <p><a href="http://romereborn.frischerconsulting.com/">Rome Reborn</a></p> <p><a href="http://archeoroma.beniculturali.it/en/archaeological-site/roman-forum-and-palatine-hill">Roman Forum and Palatine Hill</a>&nbsp;</p>
it: <p><span class="block-image image-wrapper"><img alt="View of the Forum from the slope of the Capitoline to the Palatine " src="https://ka-perseus-images.s3.amazonaws.com/a041d8d23d28990616b25f389b7f65f6ba211247.jpg" /><span class="image-caption">View of the Forum from the slope of the Capitoline to the Palatine Hill</span></span>In his play <em>Curculio</em>, the Latin playwright Plautus&nbsp;offers perhaps one of the most comprehensive and insightful descriptions of the Forum Romanum ever written (ll. <a href="http://latin.packhum.org/loc/119/8/0#7">466-482</a>). In his summary, Plautus gives the reader the sense that one could find just about every sort of person in the forum&mdash;from criminals and hustlers to politicians and&nbsp;prostitutes. His summary reminds us that in the city of Rome the Forum Romanum was the key political, ritual, and civic center. Located in a valley separating the Capitoline and Palatine Hills, the Forum developed from the earliest times and remained in use after the city&rsquo;s eventual decline; during that span of time the forum witnessed the growth and eventual contraction of the city and her empire.&nbsp;The archaeological remains of the Forum Romanum&nbsp;itself continue to provide important insights into the phases and processes associated with urbanism and monumentality in ancient Rome.</p> <h3>Earliest history: from necropolis to civic space</h3> <p><span class="image-wrapper inline-image"><img alt=" Seven Hills of Rome (CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/64040d2f83c7940f2eabdad820eb9b1ff3690184.png" /><span class="image-caption"> <a href="http://en.wikipedia.org/wiki/Seven_hills_of_Rome#mediaviewer/File:Seven_Hills_of_Rome.svg">Seven Hills of Rome</a> (CC BY-SA 3.0)</span></span>Situated astride the Tiber river, the site of Rome is noted for its low hills that are separated by deeply cut valleys.&nbsp;The hilltops became the focus of settlement beginning in the Early Iron Age; the development of the settlement continued during the first millennium B.C.E., with the traditional Roman account holding that the city herself was founded in 753 B.C.E.&nbsp;(Livy <a href="http://latin.packhum.org/loc/914/1/0#6">1.6</a>)</p> <p>The traditional foundation narrative holds that one of the first acts of Romulus, the city&rsquo;s eponymous founder, was to establish a fortification wall around the Palatine Hill, the site of his new settlement. The Capitoline Hill, opposite the Palatine, emerged as the city&rsquo;s citadel (<em>arx</em>) and site of the poliadic cult of Jupiter Optimus Maximus, among others (poliadic:&nbsp;the chief civic cult of an ancient city, derived from the Greek word &quot;polis&quot;).</p> <p>Iron Age populations had used the marshy valley separating the Palatine and Capitoline hills as a necropolis (a large ancient cemetery), but the burgeoning settlement of archaic Rome had need of communal space and the valley was repurposed from a necropolis to a usable space. This required several transformations, both of human activity and the natural environment. Burial activity&nbsp;had to be transferred elsewhere;&nbsp;or this reason the main necropolis site shifted to the far side of the Esquiline Hill.<br /> <br /> <span class="block-image image-wrapper"><img alt="View of the Forum toward the Palatine Hill." src="https://ka-perseus-images.s3.amazonaws.com/d0e2b2b202ef073126e35362b723975a6f66daaf.jpg" /><span class="image-caption">View of the Forum Romanum toward the Palatine Hill</span></span>Addressing the problems of seasonal rains and flooding proved more challenging&mdash;the valley required a landfill project as well as the construction of a drainage canal to manage standing water. Since the Tiber river tended to leave its banks regularly, the valley was prone to significant flooding, as a low saddle of land known as the Velabrum connects the forum valley to the riverine zone. As coring studies conducted&nbsp;by Albert J. Ammerman have shown, a deliberate landfill project deposited fill in the forum valley in order to create usable, dry levels during the sixth century B.C.E. Twentieth century excavators, including Giacomo Boni and Einar Gjerstad, revealed important remains of Iron Age burials that pre-dated the establishment of the forum valley as a civic space; in particular the necropolis in the area known as the <em>Sepulcretum</em> along the Sacra Via (&quot;Sacred Way,&quot; the&nbsp;main sacred processional road of the city)&nbsp;has been extensively studied and published.&nbsp;The investigations of the burials themselves, and the patterns they followed, have allowed archaeologists to understand not only funeral customs but also social dynamics during Rome&rsquo;s proto-urban phases.<br /> <br /> <span class="block-image image-wrapper"><img alt="View of the Via Sacra (Sacred Way) above the residence of the Vestal Virgins" src="https://ka-perseus-images.s3.amazonaws.com/4cabcdafbc484c644ba575d3574aeb130e931585.jpg" /><span class="image-caption">A view of the Via Sacra Via, with the Artium Vestae in the foreground</span></span></p> <p>This major investment in the creation of civic space and the organization of labor also provides important information about the socio-economic structure of early Rome (Livy&nbsp;<a href="http://www.perseus.tufts.edu/hopper/text?doc=urn:cts:latinLit:phi0914.phi0011.perseus-eng3">1.59.9</a>). The drainage canal eventually came to have a vaulted covering and was known as the <em>Cloaca Maxima</em> or &quot;Great Drain.&quot;&nbsp;One of the clear outcomes of these civic investments was the creation of a usable space that came to be a civic focus for activities in many spheres, especially political and sacred functions.&nbsp;</p> <h3>Temples and sacred buildings</h3> <p>From the Early Republican period the forum space saw the construction of key temples. One of the most prominent early temples is the Temple of Saturn (often considered the earliest of the temples in the Forum Romanum), the first iteration of which dates c. 498 B.C.E. The temple was dedicated to Saturn, the god of agriculture, and housed the state treasury. The temple was rebuilt in 42 B.C.E. and again after 283 C.E. Another early Republican temple is the Temple of the Castors (a.k.a. Temple of Castor and Pollux) that was completed in 484 B.C.E. and was dedicated to the Gemini who had aided the Romans at the Battle of Lake Regillus in 496 B.C.E. The temple had several construction phases. The Sacra Via&nbsp;passed along the forum square en route to the Capitoline Hill and the temple of Jupiter Optimus Maximus. This sacred route was used for certain state-level ceremonies, especially the celebration of the victory ritual known as the Roman triumph.<br /> <br /> <span class="image-wrapper inline-image"><img alt="Temple of Vesta" src="https://ka-perseus-images.s3.amazonaws.com/8a44fb3981a08f0458e14bb1cf92414c195a9bcf.jpg" /><span class="image-caption">Temple of Vesta</span></span>Two other early, sacred buildings are important to note. These are the Regia or &quot;king&rsquo;s house&quot;&nbsp;and the Temple of Vesta, both located on the downward slope of the Palatine Hill near the point where it reaches the edge of the Forum Romanum proper. Both of these sacred buildings are quite ancient and had many building phases, making it difficult to refine the chronology of the earliest phases. The Regia served as a ceremonial home for the king&mdash;later passing into the ownership of the pontifex maximus (principal state-level priesthood) once the kings had been expelled&mdash;and consisted of an irregularly planned suite of rooms surrounding a courtyard. The sixth century B.C.E. phase was decorated with painted plaques of architectural terracotta, clearly indicating both elite function and investment. Across the way was the Temple of Vesta, focused on the maternal elements of the archaic state as well as safeguarding the cult of Vesta and the sacred, eternal hearth flame of the Roman people. Both the Regia and the Temple of Vesta developed from crude structures in earlier phases to stone-built architecture in later phases. The Severan family carried out the final significant&nbsp;restoration of the Temple of Vesta in 191 C.E..</p> <h3>Meeting spaces</h3> <p>Important meeting spaces for political bodies emerged at the northwest side of the forum, namely a pair of complexes known as the Curia and Comitium. The Curia served as the council house for the Roman Senate, although the Senate could convene in any inaugurated space (i.e. a space ritually demarcated by Roman priests). The Curia emerged perhaps in the seventh century B.C.E., although little is known about its earliest phases. The surviving Curia is an imperial rebuilding of the Late Republican phase known as the Curia Julia, since Julius Caesar was its architectural patron. The Comitium was a tiered space that lay in front of the Curia that served as an open-air meeting space for public assemblies. Little of the Comitium remains today but it was a key architectural complex for political and sacred events during the time of the Roman Republic.&nbsp;<br /> <br /> <span class="block-image image-wrapper"><img alt="Curia Julia" src="https://ka-perseus-images.s3.amazonaws.com/15c91b4dfc4535de8203d808753de6952ffa28d6.jpg" /><span class="image-caption">Curia Julia</span></span></p> <h3><span>From Republic to Empire</span></h3> <p>During the fourth and third centuries B.C.E. the Forum Romanum certainly continued to develop, but material remains of large-scale architecture have proven elusive and thus our understanding of the space during those centuries is less clear than in other periods. One middle Republican development is the continued elaboration of the Rostra, the platform from which orators would speak to those assembled in the forum square. This monument would continue to develop over time and took its name from the prows (<em>rostra</em>) of defeated enemy warships that were mounted on its fa&ccedil;ade.</p> <p><span class="block-image image-wrapper"><img alt="The Forum Romanum in the Late Republican period: 1) Tabularium; 2)Temp|e of Concord; 3) Basilica Opimia; 4)Tullianum; 5) Basilica Porcia; 6) Curia and Comitium; 7) Temple of Saturn; 8) Senaculum; 9) Volcanal; 10) Lacus Curtius; 11) Basilica Sempronia; 12) Basilica Fulvia; 13) Shrine of Venus Cloacina; 14) Temple of the Castors; 15)Fountain of Juturna; 16) Temple of Vesta; 17) Regia " src="https://ka-perseus-images.s3.amazonaws.com/6b737cba38594af560343c9f02a991d110a44452.jpg" /><span class="image-caption">The Forum Romanum in the Late Republican period: 1) Tabularium; 2)Temple of Concord; 3) Basilica Opimia; 4)Tullianum; 5) Basilica Porcia; 6) Curia and Comitium; 7) Temple of Saturn; 8) Senaculum; 9) Volcanal; 10) Lacus Curtius; 11) Basilica Sempronia; 12) Basilica Fulvia; 13) Shrine of Venus Cloacina; 14) Temple of the Castors; 15)Fountain of Juturna; 16) Temple of Vesta; 17) Regia (Source file,&nbsp;<a href="https://it.wikipedia.org/wiki/Foro_Romano#mediaviewer/File:Imperial-forum.png">CC BY-SA 3.0</a>)</span></span></p> <p>The later second and first centuries B.C.E., the Late Republican period, witnessed many changes in the city and in the Forum Romanum. The successes of Rome and her growing empire during the second and first centuries B.C.E. led to a great deal of monumental construction in the city, including in the Forum Romanum itself. It was during this Late Republican phase that Rome became a metropolitan center, equipped with the monumental architecture that could compete with&mdash;if not eclipse&mdash;that of the foreign powers Rome had tamed during the Punic Wars and those against the Hellenistic kingdoms of the eastern Mediterranean. In particular the Romans established a&nbsp;tradition of constructing monuments commemorating famous men who had achieved great success in military and public careers. The first of these was the <em>Columna Rostrata</em> that marked the naval victory of Caius Duilius at the naval battle of Mylae in 260 B.C.E. The Roman interest in monumental, commemorative monuments, now referred to as triumphal arches, would soon follow.&nbsp;The first of these, the Fabian arch (<em>fornix Fabianus</em>), was dedicated on the Sacra Via toward the eastern end of the Forum Romanum in 121 B.C.E., commemorating the military victories (and family) of Quintus Fabius Allobrogicus (Cicero <a href="http://latin.packhum.org/loc/474/28/0#4">pro Planc. 17</a>). While the Fabian monument is no longer extant, its construction established a tradition&nbsp;(and a traditional form) for official commemorative and honorific monuments in the context of Roman public art.</p> <h3>The Basilica</h3> <p>The second century B.C.E. saw the creation and introduction of a unique Roman building type, the basilica. The basilica was a columnar hall that often had a multi-purpose use&mdash;from law courts to commerce to entertainments. Roman planners came to prefer them for lining the long sides of open squares, in a way not dissimilar from the Greek stoa. The sources claim that the Basilica Porcia (c. 184 B.C.E.) was the first basilica built at Rome, although no trace of it remains. The Basilica Porcia served as an office for the tribunes of the plebs. Other, more elaborate basilicae were soon to be built, including the famous Basilica Aemilia, first built in 179 B.C.E., and remodeled from c. 55 to 34 B.C.E. as the Basilica Paulli. Restored again after a fire in 14 B.C.E., the famous basilica was deemed by Pliny the Elder to be one of the three most beautiful monuments in Rome (Plin. <em>HN</em> <a href="http://latin.packhum.org/loc/978/1/0#2619">36.102.5</a>)</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b605605ba69931f06312348afcf9858439557ebe.jpg" /><span class="image-caption">Western end of the Roman Forum, c. 300 C.E. In the foreground is the Rostra Augusti. In the background are (left to right) the Temple of Saturn, the Temple of Vespasian, and the Temple of Concordia. Elements of the model &copy; 2008 The Regents of the University of California, &copy; 2011 Universit&eacute; de Caen Basse-Normandie, &copy; 2012 Frischer Consulting. All rights reserved. Image &copy; 2012 Bernard Frischer</span></span></p> <h3>Imperial period</h3> <p>The advent of the principate of Augustus (27 B.C.E. &ndash; 14 C.E.) brought about additions and renovations to the Forum Romanum. With the deification of Julius Caesar, Augustus&rsquo; adoptive father, a temple dedicated to Caesar&rsquo;s cult (<em>templum&nbsp;divi Iulii</em>) was constructed on the edge of the forum square (15 in the diagram below).</p> <p><span class="block-image image-wrapper"><img alt="The Forum Romanum in the Imperial Period" src="https://ka-perseus-images.s3.amazonaws.com/b0bdd89b68a760d65507ec3be89199dfa7d0004f.jpg" /><span class="image-caption">The Forum Romanum in the Imperial period: 1)Tabularium;<br /> 2) Tullianum; 3) Temple of Concord; 4) Temple of&nbsp;<span>Vespasian; 5) Portico Dii Consentes; 6) Arch of Septimius Severus; 7) <em>Umbilicus Urbis</em>; 8) Rostra; 9) Temple of&nbsp;</span><span>Saturn; 10) Curia Julia; 11) <em>Lacus Curtius</em>;<br /> 12) Basilica Julia; 13) Basilica Aemilia; 14) Shrine of Venus Cloacina;&nbsp;</span><br /> <span>15) Temple of Divus Julius; 16) Arch of Augustus; 17) Temple of the Castors; 18) Temple of Ant0ninus and Faustina; 19) Regia; 20) Temple of Vesta; 21) Fountain of Juturna (<a href="http://it.wikipedia.org/wiki/Foro_Romano#mediaviewer/File:Republican-forum.png">source file</a>,&nbsp;</span><span>CC BY-SA 3.0)</span></span></span></p> <p>Augustus restored existing buildings, completed incomplete projects, and added commemorative projects to celebrate his own accomplishments and those of his family members. In this latter group, the Arch of Augustus (#16 above) and the Porticus of Caius and Lucius are notable. The former was a triumphal arch celebrating significant military and diplomatic accomplishments of the emperor, while the latter honored the emperor&rsquo;s grandsons. &nbsp;</p> <p>Augustus also followed Julius Caesar in creating yet another new forum space beyond the Forum Romanum that was named the Forum of Augustus.&nbsp;(dedicated in 2 B.C.E.). These new Imperial Fora in some cases provided additional space and, in turn, shifted attention away from the Forum Romanum.</p> <p>During the Imperial period the Forum Romanum itself saw only sporadic new construction, although the maintenance of the existing structures would have provided a pressing and ongoing obligation. Just beyond the limit of the forum proper the second century C.E. temple of Antoninus Pius and his wife Faustina was constructed in 141 C.E. (and then modified in 161 C.E. following the emperor&rsquo;s death).&nbsp;<br /> <br /> <span class="block-image image-wrapper"><img alt="Arch of Septimius Severus, 203 C.E." src="https://ka-perseus-images.s3.amazonaws.com/f04048a157df024976f31a3aa3e1dc747d13f55e.jpg" /><span class="image-caption">Arch of Septimius Severus, 203 C.E.</span></span>Coming to power at the end of the second century C.E., the Severan family erected a triple-bay triumphal arch commemorating the victories of emperor Septimius Severus (reigned 193-211 C.E.) at the northwestern corner of the forum square. The third century C.E. saw rebuilding of structures and monuments that had been damaged by fire, including the rebuilding of the Curia Julia by the emperor Diocletian in the late third century C.E. following a fire in 283 C.E.</p> <h3>Decline</h3> <p>Declining imperial fortunes led inevitably to urban decay at Rome. After the Severan and Tetrarchic building programs of the third century C.E. and Constantinian investment in the early fourth century C.E., the forum and its environs began to decline and decay.&nbsp;Constantine I officially relocated the administrative center of the Roman world to Constantinople in 330 C.E. and Theodosius I suppressed all &quot;pagan&quot;&nbsp;religions and ordered temples shut permanently in 394 C.E. These changes, coupled with population decline, spelled the gradual demise of spaces like the Forum Romanum. Roman monuments were cannibalized for building materials and open, unused spaces were re-purposed&mdash;sometimes as ad hoc dwellings and other times for the deposition of rubbish and fill. Thus the forum slowly yielded its sacro-civic functions to more mundane concerns like pasturage&mdash;in fact it eventually came to be known as the &ldquo;Campo Vaccino&rdquo; (cow field).</p> <p><br /> <span class="block-image image-wrapper"><img alt="View of the Roman Forum" src="https://ka-perseus-images.s3.amazonaws.com/67a0d85eaa60a2835ca2ec9c46dbdb23fb10e5ac.jpg" /><span class="image-caption">View of the Roman Forum</span></span></p> <h3>The beauty of the ruins</h3> <p>The monument that is considered to be the final ancient structure erected in the Forum Romanum is a re-purposed monumental column set in place by the emperor Phocas in August of 608 C.E. The anonymous Einsiedeln itinerary, written in the eighth century C.E., mentions a general state of decay in the forum. A major earthquake in 847 C.E. wreaked considerable damage on remaining Roman monuments in the forum and in its environs. During the Middle Ages ancient structures provided reusable buildings materials, as well as reusable foundations, for Medieval structures.</p> <p>The ruins themselves provided endless inspiration for artists, including painters the likes of Canaletto who became interested in the romanticism of the ruins of the ancient city as well as for cartographers and engravers the likes of G. B. Piranesi and G. Vasi, among others, who created views of the ruins themselves and restored plans of the ancient city.<br /> <br /> <span class="block-image image-wrapper"><img alt="Giovanni Battista Piranesi, &quot;Veduta di Campo Vaccino,&quot; Views of Rome, plate 82, 18 x 27.75 inches, etching, 1772" src="https://ka-perseus-images.s3.amazonaws.com/86f05f464ea589cbb1cd1017dff59f481719a05d.jpg" /><span class="image-caption">Giovanni Battista Piranesi, &quot;Veduta di Campo Vaccino,&quot; Views of Rome, plate 82, 18 x 27.75 inches, etching, 1772</span></span></p> <h3>Interpretation</h3> <p>The Forum Romanum, despite being a relatively small space, was central to the function and identity of the city of Rome (and the wider Roman empire). The Forum Romanum played a key role in creating&nbsp;a communal focal point, one toward which various members of a diverse socio-economic community could gravitate. In that centralized space community rituals that served a larger purpose of group unity could be performed and observed and elites could reinforce social hierarchy through the display of monumental art and architecture. These devices that could create and continually reinforce not only a sense of community belonging but also the existing social hierarchy were of vital importance in archaic states. Even as the Forum Romanum changed over time, it remained an important space. After a series of emperors chose to build new forum complexes (the Imperial Fora)&nbsp;adjacent to the Forum Romanum, it retained its symbolic importance, especially considering that, as a people, ancient Romans were incredibly loyal to ancestral practices and traditions.<br /> <br /> <span class="block-image image-wrapper"><img alt="Contemporary excavation" src="https://ka-perseus-images.s3.amazonaws.com/1347851d2e676dd9a2338c162f99171346fcb66a.jpg" /><span class="image-caption">Recent excavation&nbsp;at the northeast corner of the Palatine Hill.</span></span></p> <h3>Rediscovery and excavation</h3> <p>Many of the monuments of the Forum Romanum, along with ancient occupation levels, gradually disappeared from view. Systematic exploration and study began under archaeologist Carlo Fea who started to clear the area near the Arch of Septimius Severus in 1803. Study continued during the nineteenth and twentieth centuries, with prominent scholars including Rodolfo Lanciani, Giacomo Boni, Einar Gjerstad,&nbsp;and Andrea Carandini, among others, leading major campaigns. Study and excavation&mdash;as well as the hugely important obligation of preservation&mdash;continue in the Forum Romanum today. The bulk of the forum is accessible to visitors who have the opportunity to experience one of the great documents of urban archaeology.</p> <p>Text by Dr. Jeffrey A. Becker&nbsp;</p> <hr /> <p><strong>Additional resources:</strong></p> <p>A. J. Ammerman, &ldquo;On the Origins of the Forum Romanum,&rdquo; <em>American Journal of Archaeology </em>vol.&nbsp;94, no.&nbsp;4, 1990, pp. 627-45.</p> <p>A. J. Ammerman, &ldquo;The Comitium in Rome from the Beginning.&rdquo; <em>American Journal of Archaeology, </em>vol.&nbsp;100, no. 1, 1996. pp. 121-36.</p> <p>P. Carafa, <em>Il comizio di Roma dalle origini all&#39;età di Augusto</em> (Rome: &ldquo;L&rsquo;Erma&rdquo; di Bretschneider, 1998).</p> <p>A. Carandini and P. Carafa, eds., <em>Atlante di Roma antica: biografia e ritratti della città</em>, 2 v. (Milan: Electa, 2012).</p> <p>A. Claridge, <em>Rome: an Archaeological Guide</em> 2nd ed. (Oxford: Oxford University Press, 2010).</p> <p>F. Coarelli, <em>Il foro romano,</em>&nbsp;2 v. (Rome: Edizioni Quasar, 1983-1992).</p> <p>F. Coarelli,<em> Rome and Environs: an Archaeological Guide</em>, trans. James J. Clauss and Daniel P. Harmon&nbsp;(Berkeley: University of California Press, 2007).</p> <p>E. Gjerstad, <em>Early Rome,</em>&nbsp;7 v. (Lund: C.W.K. Gleerup, 1953-1973).</p> <p>C. H&uuml;lsen and J. B. Carter,<em> The Roman forum: its history and its monuments,</em>&nbsp;2nd ed. (Rome: Stechert, 1906).</p> <p>R. Krautheimer, <em>Rome, profile of a city, 312-1308</em>&nbsp;(Princeton: Princeton University Press, 1980).</p> <p>R. Krautheimer, <em>Three Christian capitals: topography and politics</em>&nbsp;(Berkeley: University of California Press, 1983).</p> <p>G. Lugli, <em>Fontes ad topographiam veteris urbis Romae pertinentes. Colligendos atque edendos curavit Iosephus Lugli,</em>&nbsp;8 v. (Rome: Università di Roma, Istituto di topografia antica, 1952-1965).</p> <p>G. Lugli, <em>The Roman Forum and Palatine</em>&nbsp;(Rome: Bardi, 1961).</p> <p>S. B. Platner and T. Ashby, <em>A Topographical Dictionary of Ancient Rome&nbsp;</em>(Oxford: Clarendon Press, 1929).</p> <p>L. Richardson, jr., <em>A New Topographical Dictionary of Ancient Rome&nbsp;</em>(Baltimore: Johns Hopkins University Press, 1992).</p> <p>J. Sewell, <em>The formation of Roman urbanism, 338-200 B.C.: between contemporary foreign influence and Roman tradition</em>&nbsp;(<em>Journal of Roman archaeology Supplementary series</em>; 79),&nbsp;(Portsmouth RI: Journal of Roman Archaeology, 2010).</p> <p>J. E. Stambaugh, <em>The Ancient Roman City&nbsp;</em>(Baltimore: The Johns Hopkins University Press, 1988).</p> <p>E. M. Steinby, ed., <em>Lexicon Topographicum Urbis Romae,</em>&nbsp;6 v. (Rome: Edizioni Quasar, 1993-2000).</p> <p>D. Watkin, <em>The Roman Forum</em>&nbsp;(Cambridge, Mass.: Harvard University Press, 2009).</p> <p>A. Ziółkowski, <em>Sacra Via: twenty years after</em>&nbsp;(<em>Journal of Juristic Papyrology</em>, Supplement; 3),&nbsp;(Warsaw: Fundacja im. Rafała Taubenschlag, 2004).</p> <p><a href="http://dlib.etc.ucla.edu/projects/Forum/timemap">Digital Roman Forum (UCLA)</a></p> <p><a href="http://digitalaugustanrome.org/">Digital Augustan Rome</a></p> <p><a href="http://romereborn.frischerconsulting.com/">Rome Reborn</a></p> <p><a href="http://archeoroma.beniculturali.it/en/archaeological-site/roman-forum-and-palatine-hill">Roman Forum and Palatine Hill</a>&nbsp;</p>
