Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <h3><span>After <em>The Raft of the Medusa</em></span></h3> <p>At the end of 1821 the leading Romantic painter in France, Th&eacute;odore G&eacute;ricault, returned from a year long stay in England where crowds had flocked to see his masterpiece <em>The Raft of the Medusa</em> displayed in the Egyptian Hall in Pall Mall, London. Despite the success of the exhibition, the French government still refused to buy the painting and his own prodigious spending meant that he was strapped for cash and in no position to embark on another ambitious and expensive large scale project like The Raft. His health too was soon to suffer. On his return to France, a riding accident led to complications, causing a tumor to develop on the spine that proved fatal. He died, aged 32, in January 1824.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/f20d063f697a43fb0b0d729114775d848e3583f3.jpg" /><span class="image-caption">Th&eacute;odore G&eacute;ricault, <em>A Woman Addicted to Gambling</em>, 1822, oil on canvas, 77 x 64 cm (Mus&eacute;e du Louvre, Paris)</span></span></p> <p>Perhaps the greatest achievement of his last years were his portraits of the insane. There were ten of them originally. Only five have survived: <em>A Woman Addicted to Gambling</em>,&nbsp;<em>A Child Snatcher</em>,&nbsp;<em>A Woman Suffering from Obsessive Envy</em>,&nbsp;<em>A Kleptomaniac</em>; and&nbsp;<em>A Man Suffering from Delusions of Military Command</em>. &nbsp;</p> <p>No information is available for those that have been lost. According to the artist&rsquo;s first biographer, Charles Cl&eacute;ment, G&eacute;ricault painted them after returning from England for &Eacute;tienne-Jean Georget (1795-1828), the chief physician of the Salp&ecirc;tri&egrave;re, the women&rsquo;s asylum in Paris. The paintings were certainly in Georget&rsquo;s possession when he died.</p> <h3>Three Theories for the Commission</h3> <p>How the two men met is not known for sure. Possibly Georget treated G&eacute;ricault as a patient, or perhaps they met in the Beaujon Hospital, from whose morgue G&eacute;ricault had taken home dissected limbs to serve as studies for his figures in The Raft. What is more debated though, is Georget&rsquo;s role in the production of the paintings. There are three main theories. The first two link the portraits to the psychological toll taken out of G&eacute;ricault whilst producing his great masterpiece and the nervous breakdown he is believed to have suffered in the autumn following its completion in 1819. The first theory runs that Georget helped him to recover from this episode and that the portraits were produced for and given to the doctor as a gesture of thanks; the second puts forward that Georget, as the artist&rsquo;s physician, encouraged G&eacute;ricault to paint them as an early form of art therapy; and the third is that G&eacute;ricault painted them for Georget after his return from England to assist his studies in mental illness.&nbsp;</p> <p>It is this last that is generally held to be the most likely. Stylistically, they belong to the period after his stay in England, two years after his breakdown. Also, the unified nature of the series, in terms of their scale, composition and color scheme suggest a clearly defined commission, while the medical concept of &ldquo;monomania&rdquo; shapes the whole design.&nbsp;</p> <h3>Early Modern Psychiatry</h3> <p>A key figure in early modern psychiatry in France was Jean-Etienne-Dominique Esquirol (1772-1840), whose main area of interest was &ldquo;monomania,&rdquo; a term no longer in clinical use, which described a particular fixation leading sufferers to exhibit delusional behavior, imagining themselves to be a king, for example. <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/528d22d27c06d93d134d282dab4f4582ce5b0d86.jpg" /><span class="image-caption">Th&eacute;odore G&eacute;ricault,<em> Portait of a Child Snatcher,</em> 1822, oil on canvas, 65 x 54 cm (Museum of Fine Arts, Springfield, Massachusetts)</span></span>Esquirol, who shared a house with his friend and prot&eacute;g&eacute; Georget, was a great believer in the now largely discredited science of physiognomy, holding that physical appearances could be used to diagnose mental disorders. With this in mind, he had over 200 drawings made of his patients, a group of which, executed by Georges-Francoise Gabriel, were exhibited at the Salon of 1814. As an exhibitor himself that year, it seems highly likely that G&eacute;ricault would have seen them there.</p> <p>Georget&rsquo;s work developed on Esquirol&rsquo;s. &nbsp;An Enlightenment figure, Esquirol rejected moral or theological explanations for mental illness, seeing insanity, neither as the workings of the devil nor as the outcome of moral decrepitude, but as an organic affliction, one that, like any other disease, can be identified by observable physical symptoms. In his book <em>On Madness</em>, published in 1820, following Esquirol, Georget turns to physiognomy to support this theory:</p> <blockquote> <p>In general the idiot&rsquo;s face is stupid, without meaning; the face of the manic patient is as agitated as his spirit, often distorted and cramped; the moron&rsquo;s facial characteristics are dejected and without expression; the facial characteristics of the melancholic are pinched, marked by pain or extreme agitation; the monomaniacal king has a proud, inflated expression; the religious fanatic is mild, he exhorts by casting his eyes at the heavens or fixing them on the earth; the anxious patient pleads, glancing sideways, etc.</p> </blockquote> <p>The clumsy language here&mdash;&ldquo;the idiot&rsquo;s face is stupid&rdquo;&mdash;seems a world away from G&eacute;ricault&rsquo;s extraordinarily sensitive paintings, a point that begs the question whether G&eacute;ricault was doing more than simply following the good doctor&rsquo;s orders in producing the series, but instead making his own independent enquiries.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/6c61cfc6bf1185ca13f02e4bf676e234b74a5317.jpg" /><span class="image-caption">Th&eacute;odore G&eacute;ricault, <em>Portait of a Woman Suffering from Obsessive Envy (The Hyena)</em>, 1822, oil on canvas, 72 x 58 cm (Mus&eacute;e des Beaux-Arts, Lyons)</span></span>G&eacute;ricault had many reasons to be interested in psychiatry, starting with his own family: his grandfather and one of his uncles had died insane. His experiences while painting <em>The Raft </em>must also have left their mark. The Medusa&rsquo;s surgeon, J.B. Henry Savigny, at the time G&eacute;ricault interviewed him, was writing an account of the psychological impact the experience had had on his fellow passengers and, of course, there was G&eacute;ricault&rsquo;s own mental breakdown in 1819. It seems only natural then that he would be drawn to this new and exciting area of scientific study.&nbsp;</p> <p>Alternatively, some critics argue that G&eacute;ricault&rsquo;s work is a propaganda exercise for Georget, designed to demonstrate the importance of psychiatrists in detecting signs of mental illness. In their very subtleties they show just how difficult this can be, requiring a trained eye such as Georget&rsquo;s to come to the correct diagnosis. According to Albert Boime, the paintings were also used to demonstrate the curative effects of psychiatric treatment. If the five missing paintings were ever found, he argues, they would depict the same characters&mdash;but after treatment&mdash;showing their improved state, much like &lsquo;before and after&rsquo; photographs in modern day advertising.&nbsp;</p> <p>This, of course, is impossible to prove or disprove. What is more challenging is Boime&rsquo;s general criticisms of early psychiatry which, he argues, by classifying, containing and observing people was effective only in silencing the voices of the mentally ill, rendering them invisible and therefore subject to abuse. The fact that the sitters of the paintings are given no names, but are defined only by their illnesses would seem to confirm this view and, for that reason, many modern viewers of the paintings do feel disconcerted when looking at them.&nbsp;</p> <h3><span>The Portraits</span></h3> <p>​The five surviving portraits are bust length and in front view, without hands.&nbsp;The canvases vary in dimensions but the heads are all close to life-size.&nbsp;&nbsp;<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/3e5237809c7828b9f81856d8e776a734e087f8a4.jpg" /><span class="image-caption">Th&eacute;odore G&eacute;ricault, <em>Portrait of a Kleptomaniac</em>, 1822, oil on canvas, 61 x 50 cm (Museum of Fine Arts, Ghent)</span></span>The viewpoint is at eye level for the three men but from above for the women, indicating that the paintings were executed in different places.&nbsp;It seems likely that the women were painted in the women&rsquo;s hospital Salp&ecirc;tri&egrave;re, while the men were selected from among the inmates of Charenton and Bicȇtre. &nbsp;None of the sitters is named; they are identified by their malady. None look directly at the viewer, contributing to an uneasy sense of distractedness in their gazes that can be read as stillness, as though they are lost in their own thoughts, or as disconnectedness from the process in which they are involved. These are not patrons and have had no say in how they are depicted.&nbsp;</p> <p>Each is shown in three-quarter profile, some to the left, some to the right. The pose is typical of formal, honorific portraits, effecting a restrained composition that does not make it apparent that they are confined in asylums. There is no evidence of the setting in the backgrounds either, which are cast in shadow, as are most of their bodies, drawing the focus largely on their faces.</p> <p>&nbsp;<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9286354ca86163fdd2edd4de1bb38c725452ba7d.jpg" /><span class="image-caption">Th&eacute;odore G&eacute;ricault, <em>Portrait of a Man Suffering from Delusions of Military Command</em>, 1822, oil on canvas, 81 x 65 cm (Sammlung Oskar Reinhart, Winterthur)</span></span>The dark coloring creates a sombre atmosphere, evocative of brooding introspection.&nbsp;Their clothing lends them a degree of personal dignity, giving no indication as to the nature of their conditions, the one exception being the man suffering from delusions of military grandeur who wears a medallion on his chest, a tasseled hat and a cloak over one shoulder, which point to his delusions. The medallion has no shine to it and the string that it hangs from looks makeshift and worn.&nbsp;</p> <p>The paintings were executed with great speed, entirely from life and probably in one sitting. &nbsp;Critics often remark on the painterly quality of the work, the extraordinary fluency of brushwork, in contrast with G&eacute;ricault&rsquo;s early more sculptural style, suggesting that the erratic brushwork is used to mirror the disordered thoughts of the patients. In places it is applied in almost translucent layers, while in others it is thicker creating highly expressive contrasts in textures.</p> <h3>Romantic Scientists</h3> <p>What perhaps strikes one most about the portraits is the extraordinary empathy we are made to feel for these poor souls, who might not strike us immediately as insane, but who certainly exhibit outward signs of inward suffering.</p> <p>&nbsp;<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/29254bf217f00cad67131eeb7e9f56b97a82a7be.jpg" /><span class="image-caption">John Constable, Cloud Study, 1822, oil on paper laid on board, 47.6 x 57.5 cm (Tate Britain)&nbsp;</span></span>In bringing the sensitivity of a great artist to assist scientific enquiry, G&eacute;ricault was not alone among Romantic painters. John Constable&rsquo;s cloud studies, for example, were exactly contemporary with the portraits and provide an interesting parallel. &nbsp;</p> <p>Both artists capture brilliantly the fleeting moment, the shifting movements in Constable&rsquo;s cumulus, stratus, cirrus and nimbus, in G&eacute;ricault the complex play of emotions on the faces of the insane.</p> <p>Not since the Renaissance has art illustrated so beautifully the concerns of the scientific domain; in G&eacute;ricault&rsquo;s case teaching those early psychiatrists, we might be tempted to think, to look on their patients with a more human gaze.</p> <p>Text by Ben Pollitt</p> <hr /> <p><strong>Additional resources:&nbsp;</strong></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/woman-gambling-mania"><em>The Woman with Gambling Mania</em> at the Louvre</a></p> <p><a href="http://www.mskgent.be/en/collection/1820-romanticism-and-realism/theodore-gericault-portrait-of-a-kleptomaniac"><em>Portrait of a Kleptomaniac</em> at the Museum of Fine Arts, Ghent</a></p> <p><a href="http://albertboime.com/Articles/78.pdf">&quot;Portraying Monomaniacs to Service the Alienist&#39;s Monomania: G&eacute;ricault and Georget&quot; by Albert Boime&nbsp;</a></p> <p><a href="http://www.theguardian.com/culture/2000/nov/04/art">Man with the &#39;Monomania&#39; of Child Kidnapping, Th&eacute;odore G&eacute;ricault in <em>The Guardian</em></a></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/raft-medusa">G&eacute;ricault&#39;s <em>Raft of the Medusa</em> at the Louvre</a></p> <p><a href="http://www.google.com/culturalinstitute/entity/%2Fm%2F02k2xv?projectId=art-project">G&eacute;ricault in the Google Art Project&nbsp;</a></p>
it: <p>&nbsp;</p> <h3><span>After <em>The Raft of the Medusa</em></span></h3> <p>At the end of 1821 the leading Romantic painter in France, Th&eacute;odore G&eacute;ricault, returned from a year long stay in England where crowds had flocked to see his masterpiece <em>The Raft of the Medusa</em> displayed in the Egyptian Hall in Pall Mall, London. Despite the success of the exhibition, the French government still refused to buy the painting and his own prodigious spending meant that he was strapped for cash and in no position to embark on another ambitious and expensive large scale project like The Raft. His health too was soon to suffer. On his return to France, a riding accident led to complications, causing a tumor to develop on the spine that proved fatal. He died, aged 32, in January 1824.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/f20d063f697a43fb0b0d729114775d848e3583f3.jpg" /><span class="image-caption">Th&eacute;odore G&eacute;ricault, <em>A Woman Addicted to Gambling</em>, 1822, oil on canvas, 77 x 64 cm (Mus&eacute;e du Louvre, Paris)</span></span></p> <p>Perhaps the greatest achievement of his last years were his portraits of the insane. There were ten of them originally. Only five have survived: <em>A Woman Addicted to Gambling</em>,&nbsp;<em>A Child Snatcher</em>,&nbsp;<em>A Woman Suffering from Obsessive Envy</em>,&nbsp;<em>A Kleptomaniac</em>; and&nbsp;<em>A Man Suffering from Delusions of Military Command</em>. &nbsp;</p> <p>No information is available for those that have been lost. According to the artist&rsquo;s first biographer, Charles Cl&eacute;ment, G&eacute;ricault painted them after returning from England for &Eacute;tienne-Jean Georget (1795-1828), the chief physician of the Salp&ecirc;tri&egrave;re, the women&rsquo;s asylum in Paris. The paintings were certainly in Georget&rsquo;s possession when he died.</p> <h3>Three Theories for the Commission</h3> <p>How the two men met is not known for sure. Possibly Georget treated G&eacute;ricault as a patient, or perhaps they met in the Beaujon Hospital, from whose morgue G&eacute;ricault had taken home dissected limbs to serve as studies for his figures in The Raft. What is more debated though, is Georget&rsquo;s role in the production of the paintings. There are three main theories. The first two link the portraits to the psychological toll taken out of G&eacute;ricault whilst producing his great masterpiece and the nervous breakdown he is believed to have suffered in the autumn following its completion in 1819. The first theory runs that Georget helped him to recover from this episode and that the portraits were produced for and given to the doctor as a gesture of thanks; the second puts forward that Georget, as the artist&rsquo;s physician, encouraged G&eacute;ricault to paint them as an early form of art therapy; and the third is that G&eacute;ricault painted them for Georget after his return from England to assist his studies in mental illness.&nbsp;</p> <p>It is this last that is generally held to be the most likely. Stylistically, they belong to the period after his stay in England, two years after his breakdown. Also, the unified nature of the series, in terms of their scale, composition and color scheme suggest a clearly defined commission, while the medical concept of &ldquo;monomania&rdquo; shapes the whole design.&nbsp;</p> <h3>Early Modern Psychiatry</h3> <p>A key figure in early modern psychiatry in France was Jean-Etienne-Dominique Esquirol (1772-184), whose main area of interest was &ldquo;monomania,&rdquo; a term no longer in clinical use, which described a particular fixation leading sufferers to exhibit delusional behavior, imagining themselves to be a king, for example. <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/528d22d27c06d93d134d282dab4f4582ce5b0d86.jpg" /><span class="image-caption">Th&eacute;odore G&eacute;ricault,<em> Portait of a Child Snatcher,</em> 1822, oil on canvas, 65 x 54 cm (Museum of Fine Arts, Springfield, Massachusetts)</span></span>Esquirol, who shared a house with his friend and prot&eacute;g&eacute; Georget, was a great believer in the now largely discredited science of physiognomy, holding that physical appearances could be used to diagnose mental disorders. With this in mind, he had over 200 drawings made of his patients, a group of which, executed by Georges-Francoise Gabriel, were exhibited at the Salon of 1814. As an exhibitor himself that year, it seems highly likely that G&eacute;ricault would have seen them there.</p> <p>Georget&rsquo;s work developed on Esquirol&rsquo;s. &nbsp;An Enlightenment figure, Esquirol rejected moral or theological explanations for mental illness, seeing insanity, neither as the workings of the devil nor as the outcome of moral decrepitude, but as an organic affliction, one that, like any other disease, can be identified by observable physical symptoms. In his book <em>On Madness</em>, published in 1820, following Esquirol, Georget turns to physiognomy to support this theory:</p> <blockquote> <p>In general the idiot&rsquo;s face is stupid, without meaning; the face of the manic patient is as agitated as his spirit, often distorted and cramped; the moron&rsquo;s facial characteristics are dejected and without expression; the facial characteristics of the melancholic are pinched, marked by pain or extreme agitation; the monomaniacal king has a proud, inflated expression; the religious fanatic is mild, he exhorts by casting his eyes at the heavens or fixing them on the earth; the anxious patient pleads, glancing sideways, etc.</p> </blockquote> <p>The clumsy language here&mdash;&ldquo;the idiot&rsquo;s face is stupid&rdquo;&mdash;seems a world away from G&eacute;ricault&rsquo;s extraordinarily sensitive paintings, a point that begs the question whether G&eacute;ricault was doing more than simply following the good doctor&rsquo;s orders in producing the series, but instead making his own independent enquiries.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/6c61cfc6bf1185ca13f02e4bf676e234b74a5317.jpg" /><span class="image-caption">Th&eacute;odore G&eacute;ricault, <em>Portait of a Woman Suffering from Obsessive Envy (The Hyena)</em>, 1822, oil on canvas, 72 x 58 cm (Mus&eacute;e des Beaux-Arts, Lyons)</span></span>G&eacute;ricault had many reasons to be interested in psychiatry, starting with his own family: his grandfather and one of his uncles had died insane. His experiences while painting <em>The Raft </em>must also have left their mark. The Medusa&rsquo;s surgeon, J.B. Henry Savigny, at the time G&eacute;ricault interviewed him, was writing an account of the psychological impact the experience had had on his fellow passengers and, of course, there was G&eacute;ricault&rsquo;s own mental breakdown in 1819. It seems only natural then that he would be drawn to this new and exciting area of scientific study.&nbsp;</p> <p>Alternatively, some critics argue that G&eacute;ricault&rsquo;s work is a propaganda exercise for Georget, designed to demonstrate the importance of psychiatrists in detecting signs of mental illness. In their very subtleties they show just how difficult this can be, requiring a trained eye such as Georget&rsquo;s to come to the correct diagnosis. According to Albert Boime, the paintings were also used to demonstrate the curative effects of psychiatric treatment. If the five missing paintings were ever found, he argues, they would depict the same characters&mdash;but after treatment&mdash;showing their improved state, much like &lsquo;before and after&rsquo; photographs in modern day advertising.&nbsp;</p> <p>This, of course, is impossible to prove or disprove. What is more challenging is Boime&rsquo;s general criticisms of early psychiatry which, he argues, by classifying, containing and observing people was effective only in silencing the voices of the mentally ill, rendering them invisible and therefore subject to abuse. The fact that the sitters of the paintings are given no names, but are defined only by their illnesses would seem to confirm this view and, for that reason, many modern viewers of the paintings do feel disconcerted when looking at them.&nbsp;</p> <h3><span>The Portraits</span></h3> <p><span>​The five surviving portraits are bust length and in front view, without hands.&nbsp;The canvases vary in dimensions but the heads are all close to life-size.&nbsp;The five surviving portraits are bust length and in front view, without hands.&nbsp;</span></p> <p>&nbsp;<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/3e5237809c7828b9f81856d8e776a734e087f8a4.jpg" /><span class="image-caption">Th&eacute;odore G&eacute;ricault, <em>Portrait of a Kleptomaniac</em>, 1822, oil on canvas, 61 x 50 cm (Museum of Fine Arts, Ghent)</span></span>The canvases vary in dimensions but the heads are all close to life-size. The viewpoint is at eye level for the three men but from above for the women, indicating that the paintings were executed in different places.&nbsp;It seems likely that the women were painted in the women&rsquo;s hospital Salp&ecirc;tri&egrave;re, while the men were selected from among the inmates of Charenton and Bicȇtre. &nbsp;None of the sitters is named; they are identified by their malady. None look directly at the viewer, contributing to an uneasy sense of distractedness in their gazes that can be read as stillness, as though they are lost in their own thoughts, or as disconnectedness from the process in which they are involved. These are not patrons and have had no say in how they are depicted.&nbsp;</p> <p>Each is shown in three-quarter profile, some to the left, some to the right. The pose is typical of formal, honorific portraits, effecting a restrained composition that does not make it apparent that they are confined in asylums. There is no evidence of the setting in the backgrounds either, which are cast in shadow, as are most of their bodies, drawing the focus largely on their faces.</p> <p>&nbsp;<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9286354ca86163fdd2edd4de1bb38c725452ba7d.jpg" /><span class="image-caption">Th&eacute;odore G&eacute;ricault, <em>Portrait of a Man Suffering from Delusions of Military Command</em>, 1822, oil on canvas, 81 x 65 cm (Sammlung Oskar Reinhart, Winterthur)</span></span>The dark coloring creates a sombre atmosphere, evocative of brooding introspection.&nbsp;Their clothing lends them a degree of personal dignity, giving no indication as to the nature of their conditions, the one exception being the man suffering from delusions of military grandeur who wears a medallion on his chest, a tasseled hat and a cloak over one shoulder, which point to his delusions. The medallion has no shine to it and the string that it hangs from looks makeshift and worn.&nbsp;</p> <p>The paintings were executed with great speed, entirely from life and probably in one sitting. &nbsp;Critics often remark on the painterly quality of the work, the extraordinary fluency of brushwork, in contrast with G&eacute;ricault&rsquo;s early more sculptural style, suggesting that the erratic brushwork is used to mirror the disordered thoughts of the patients. In places it is applied in almost translucent layers, while in others it is thicker creating highly expressive contrasts in textures.</p> <h3>Romantic Scientists</h3> <p>What perhaps strikes one most about the portraits is the extraordinary empathy we are made to feel for these poor souls, who might not strike us immediately as insane, but who certainly exhibit outward signs of inward suffering.</p> <p>&nbsp;<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/29254bf217f00cad67131eeb7e9f56b97a82a7be.jpg" /><span class="image-caption">John Constable, Cloud Study, 1822, oil on paper laid on board, 47.6 x 57.5 cm (Tate Britain)&nbsp;</span></span>In bringing the sensitivity of a great artist to assist scientific enquiry, G&eacute;ricault was not alone among Romantic painters. John Constable&rsquo;s cloud studies, for example, were exactly contemporary with the portraits and provide an interesting parallel. &nbsp;</p> <p>Both artists capture brilliantly the fleeting moment, the shifting movements in Constable&rsquo;s cumulus, stratus, cirrus and nimbus, in G&eacute;ricault the complex play of emotions on the faces of the insane.</p> <p>Not since the Renaissance has art illustrated so beautifully the concerns of the scientific domain; in G&eacute;ricault&rsquo;s case teaching those early psychiatrists, we might be tempted to think, to look on their patients with a more human gaze.</p> <p>Text by Ben Pollitt</p> <hr /> <p><strong>Additional resources:&nbsp;</strong></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/woman-gambling-mania"><em>The Woman with Gambling Mania</em> at the Louvre</a></p> <p><a href="http://www.mskgent.be/en/collection/1820-romanticism-and-realism/theodore-gericault-portrait-of-a-kleptomaniac"><em>Portrait of a Kleptomaniac</em> at the Museum of Fine Arts, Ghent</a></p> <p><a href="http://albertboime.com/Articles/78.pdf">&quot;Portraying Monomaniacs to Service the Alienist&#39;s Monomania: G&eacute;ricault and Georget&quot; by Albert Boime&nbsp;</a></p> <p><a href="http://www.theguardian.com/culture/2000/nov/04/art">Man with the &#39;Monomania&#39; of Child Kidnapping, Th&eacute;odore G&eacute;ricault in <em>The Guardian</em></a></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/raft-medusa">G&eacute;ricault&#39;s <em>Raft of the Medusa</em> at the Louvre</a></p> <p><a href="http://www.google.com/culturalinstitute/entity/%2Fm%2F02k2xv?projectId=art-project">G&eacute;ricault in the Google Art Project&nbsp;</a></p>
