Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/cd10ac0c9f6fb9d6f7977c4fbd953f6923b3deba.jpg" /><span class="image-caption"> Caspar David Friedrich, <em>Monk by the Sea</em>, c. 1809, oil on canvas, 43&quot; x 67 1/2&quot; /110 x 171.5 cm&nbsp;(Nationalgalerie, Staatliche Museen, Berlin)</span></span>Friedrich the modern</h3> <p>It seems strange now but for a while the art world turned its back on the German painter Caspar David Friedrich. Aside from being cursed with the label of Hitler&rsquo;s favourite artist, for much of the twentieth century the Impressionists, with their loose, painterly style, were held to be the fathers of modern art. Friedrich&rsquo;s work in comparison was considered too meticulous, too precise, too finely detailed to warrant serious critical attention.&nbsp;</p> <p>Over the last few decades though the tide of opinion has turned. Now it is generally accepted that both in his technical brilliance and theoretically in his views of what the purpose of art should be, Friedrich was as radical as they come. But if proof were ever needed again of his credentials as one of the great forerunners of modern art, then <em>The Monk by the Sea </em>would have to be it.</p> <h3>A new departure</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b6b8750b6d4f3e88d9971b7aadd4c1bd19a86836.jpg" /><span class="image-caption">Friedrich, <em>Abbey Among Oak Trees,</em>&nbsp;1809 or 1810, oil on canvas, 110.4 x 171 cm&nbsp;(Alte Nationalgalerie, Berlin)</span></span>Exhibited in the Academy in Berlin in 1810 along with its companion piece<em>&nbsp;Abbey Among Oak Trees</em>, it depicts a monk standing on the shore looking out to sea. The location has been identified as R&uuml;gen, an island off the north-east coast of Germany, a site he frequently painted.</p> <p>The monk is positioned a little over a third of the way into the painting from the left, to a ratio of around 1:1.6. The same ratio can be found frequently in Western art and is known variously as the golden ration, rule or section. Aside from this nod to tradition however there is little else about this painting that can be described as conventional.</p> <p>The horizon line is unusually low and stretches uninterrupted from one end of the canvas to the other. The dark blue sea is flecked with white suggesting the threat of a storm. Above it in that turbulent middle section blue-grey clouds gather giving way in the highest part to a clearer, calmer blue. The transition from one to the other is achieved subtly through a technique called scumbling in which one colour is applied in thin layers on top of another to create an ill-defined, hazy effect.</p> <p>The composition could not be further from typical German landscape paintings of the time. These generally followed the principles of a style imported from England known as the picturesque which tended to employ well-established perspectival techniques designed to draw the viewer into the picture; devices such as trees situated in the foreground or rivers winding their course, snake- like, into the distance. Friedrich however deliberately shunned such tricks. Such wilfully unconventional decisions in a painting of this size provoked consternation among contemporary viewers, as his friend Heinrich von Kleist famously wrote: &ldquo;Since it has, in its uniformity and boundlessness, no foreground but the frame, it is as if one&rsquo;s eyelids had been cut off.&rdquo;</p> <h3>The monk</h3> <p>There is some debate as to who that strange figure, curved like a question mark, actually is. Some think it Friedrich himself, others the poet and theological Gotthard Ludwig Kosegarten who served as a pastor on R&uuml;gen and was known to give sermons on the shore. Kosegarten&rsquo;s writings certainly influenced the painting. Von Kleist, for example, refers to its &ldquo;Kosegarten effect&rdquo;. &nbsp;According to this pastor-poet nature, like the Bible, is a book through which God reveals Himself. &nbsp;God reveals Himself. <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/18bd270942bf569f68c1cd578ea17b7cfccf093c.jpg" /><span class="image-caption">Monk (detail), Caspar David Friedrich, <em>Monk by the Sea,</em> c. 1809&nbsp;</span></span></p> <p>Similarly, stripping it of any literal Christian symbolism, Friedrich instead concentrates on the power of the natural climate and so charges the landscape with a divine authority, one which seems to all but subsume the figure of the monk. With nothing but land, sea and sky to measure him by, his physical presence is rendered fragile and hauntingly ambiguous.</p> <h3>The R&uuml;ckenfigur</h3> <p>Originally the figure was looking to the right. &nbsp;His feet still point in that direction. Friedrich altered this at some point, having him look out to sea. The technique of positioning a figure with their back towards the viewer is often found in Friedrich&#39;s art<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c79f5199a147630f98e2371d411ac5fdbb38c10a.jpg" /><span class="image-caption">Caspar David Friedrich, <em>Wanderer above the Sea of Fog</em>, 1818, oil on canvas, 37.3&nbsp;&times; 29.4 inches/&nbsp;98.4 cm &times; 74.8 cm, (Kunsthalle Hamburg, Hamburg, Germany)</span></span>; the German word for it is the r&uuml;ckenfigur.</p> <p><em>Monk by the Sea</em>, the first instance of it in his work, is somewhat atypical in that the monk being so small and situated so low on the horizon does not &lsquo;oversee&rsquo; the landscape the way Friedrich&rsquo;s ruck&euml;nfiguren generally do.</p> <p>The technique is much more complex and intellectually challenging than those found in the picturesque. Acting as a visual cue, the figure draws us into the painting, prompting us, challenging us even, to follow its example and simply look. And so we do. Yet its presence also obscures our line of vision and rather than enhancing the view in the end disrupts it. &nbsp;In this sense, the ruck&euml;nfigur while reminding us of the infinite beauty of the world also points to our inability to experience it fully, a contradiction that we often find expressed in German Romantic art and literature.</p> <h3>A political statement</h3> <p>Napoleon&rsquo;s army was occupying Prussia when the painting was completed and art historians have naturally looked to read the painting and its companion, which depicts of a funeral procession in a ruined abbey, as a comment on the French occupation. It would have been dangerous to be openly critical of Napoleon&rsquo;s forces so the paintings&rsquo; political messages are subtly coded.</p> <p>Both paintings were purchased by the young Crown Prince, Frederick William, whose mother, Queen Louise, had died a few months earlier at the age of 34. An extremely popular figure, she had pleaded with Napoleon after his victory to treat the Prussian people fairly. Her death surely would have been fresh in people&rsquo;s minds when they saw the paintings, a tragic loss which was very much associated with the country&rsquo;s own defeat by the French.</p> <p>The presence of death is certainly felt in <em>The Monk by the Sea</em>, though in the monk&rsquo;s resolute figure we also find a source of spiritual strength, defiance even,&nbsp;standing, like that gothic abbey and those German oaks in its pendant, as much perhaps a symbol of the resolve of the nation against the foreign military rule, as&nbsp;of the individual faced with his mortality.</p> <h3>The Romantic</h3> <p>Like Constable, Friedrich drew on the natural world around him, often returning to the same area again and again. Unlike the English painter&rsquo;s more scientific or naturalist approach, though, Friedrich condensed the image so as to communicate an exact emotion. As he put it, &ldquo;a painter should paint not only what he sees before him, but also what he sees within himself.&rdquo; It is this inward reaching project, using colour and form to reveal emotional truths, that singles him out as one of the greatest and most innovative painters of his age: a true Romantic.</p> <p>Text by Ben Pollitt</p> <hr /> <p><strong>Additional resources:&nbsp;</strong></p> <p><a href="http://www.google.com/culturalinstitute/entity/%2Fm%2F01q3f?projectId=art-project">Friedrich in the Google Art Project</a></p> <p><a href="http://www.smb.museum/museen-und-einrichtungen/alte-nationalgalerie/home.html">The Alte Nationalgalerie, Berlin</a></p> <p><a href="http://www.tate.org.uk/context-comment/articles/whispering-zeitgeist">The Whispering Zeitgeist, Beat Wyss on Caspar David Friedrich (Tate Etc. Magazine)</a></p> <p><a href="http://www.caspar-david-friedrich-gesellschaft.de/index.php">The Casper David Friedrich Foundation</a></p>
it: <h3><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/cd10ac0c9f6fb9d6f7977c4fbd953f6923b3deba.jpg" /><span class="image-caption"> Caspar David Friedrich, <em>Monk by the Sea</em>, c. 1809, oil on canvas, 43&quot; x 67 1/2&quot; /110 x 171.5 cm&nbsp;(Nationalgalerie, Staatliche Museen, Berlin)</span></span>Friedrich the modern</h3> <p>It seems strange now but for a while the art world turned its back on the German painter Caspar David Friedrich. Aside from being cursed with the label of Hitler&rsquo;s favourite artist, for much of the twentieth century the Impressionists, with their loose, painterly style, were held to be the fathers of modern art. Friedrich&rsquo;s work in comparison was considered too meticulous, too precise, too finely detailed to warrant serious critical attention.&nbsp;</p> <p>Over the last few decades though the tide of opinion has turned. Now it is generally accepted that both in his technical brilliance and theoretically in his views of what the purpose of art should be, Friedrich was as radical as they come. But if proof were ever needed again of his credentials as one of the great forerunners of modern art, then <em>The Monk by the Sea </em>would have to be it.</p> <h3>A new departure</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b6b8750b6d4f3e88d9971b7aadd4c1bd19a86836.jpg" /><span class="image-caption">Friedrich, <em>Abbey Among Oak Trees,</em>&nbsp;1809 or 1810, oil on canvas, 110.4 x 171 cm&nbsp;(Alte Nationalgalerie, Berlin)</span></span>Exhibited in the Academy in Berlin in 1810 along with its companion piece<em>&nbsp;Abbey Among Oak Trees</em>, it depicts a monk standing on the shore looking out to sea. The location has been identified as R&uuml;gen, an island off the north-east coast of Germany, a site he frequently painted.</p> <p>The monk is positioned a little over a third of the way into the painting from the left, to a ratio of around 1:1.6. The same ratio can be found frequently in Western art and is known variously as the golden ration, rule or section. Aside from this nod to tradition however there is little else about this painting that can be described as conventional.</p> <p>The horizon line is unusually low and stretches uninterrupted from one end of the canvas to the other. The dark blue sea is flecked with white suggesting the threat of a storm. Above it in that turbulent middle section blue-grey clouds gather giving way in the highest part to a clearer, calmer blue. The transition from one to the other is achieved subtly through a technique called scumbling in which one colour is applied in thin layers on top of another to create an ill-defined, hazy effect.</p> <p>The composition could not be further from typical German landscape paintings of the time. These generally followed the principles of a style imported from England known as the picturesque which tended to employ well-established perspectival techniques designed to draw the viewer into the picture; devices such as trees situated in the foreground or rivers winding their course, snake- like, into the distance. Friedrich however deliberately shunned such tricks. Such wilfully unconventional decisions in a painting of this size provoked consternation among contemporary viewers, as his friend Heinrich von Kleist famously wrote: &ldquo;Since it has, in its uniformity and boundlessness, no foreground but the frame, it is as if one&rsquo;s eyelids had been cut off.&rdquo;</p> <h3>The monk</h3> <p>There is some debate as to who that strange figure, curved like a question mark, actually is. Some think it Friedrich himself, others the poet and theological Gotthard Ludwig Kosegarten who served as a pastor on R&uuml;gen and was known to give sermons on the shore. Kosegarten&rsquo;s writings certainly influenced the painting. Von Kleist, for example, refers to its &ldquo;Kosegarten effect&rdquo;. &nbsp;According to this pastor-poet nature, like the Bible, is a book through which God reveals Himself. &nbsp;God reveals Himself. <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/18bd270942bf569f68c1cd578ea17b7cfccf093c.jpg" /><span class="image-caption">Monk (detail), Caspar David Friedrich, <em>Monk by the Sea,</em> c. 1809&nbsp;</span></span></p> <p>Similarly, stripping it of any literal Christian symbolism, Friedrich instead concentrates on the power of the natural climate and so charges the landscape with a divine authority, one which seems to all but subsume the figure of the monk. With nothing but land, sea and sky to measure him by, his physical presence is rendered fragile and hauntingly ambiguous.</p> <h3>The ruck&euml;nfigur</h3> <p>Originally the figure was looking to the right. &nbsp;His feet still point in that direction. Friedrich altered this at some point, having him look out to sea. The technique of positioning a figure with their back towards the viewer is often found in Friedrich&#39;s art<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c79f5199a147630f98e2371d411ac5fdbb38c10a.jpg" /><span class="image-caption">Caspar David Friedrich, <em>Wanderer above the Sea of Fog</em>, 1818, oil on canvas, 37.3&nbsp;&times; 29.4 inches/&nbsp;98.4 cm &times; 74.8 cm, (Kunsthalle Hamburg, Hamburg, Germany)</span></span>; the German word for it is the r&uuml;ckenfigur.</p> <p><em>Monk by the Sea</em>, the first instance of it in his work, is somewhat atypical in that the monk being so small and situated so low on the horizon does not &lsquo;oversee&rsquo; the landscape the way Friedrich&rsquo;s ruck&euml;nfiguren generally do.</p> <p>The technique is much more complex and intellectually challenging than those found in the picturesque. Acting as a visual cue, the figure draws us into the painting, prompting us, challenging us even, to follow its example and simply look. And so we do. Yet its presence also obscures our line of vision and rather than enhancing the view in the end disrupts it. &nbsp;In this sense, the ruck&euml;nfigur while reminding us of the infinite beauty of the world also points to our inability to experience it fully, a contradiction that we often find expressed in German Romantic art and literature.</p> <h3>A political statement</h3> <p>Napoleon&rsquo;s army was occupying Prussia when the painting was completed and art historians have naturally looked to read the painting and its companion, which depicts of a funeral procession in a ruined abbey, as a comment on the French occupation. It would have been dangerous to be openly critical of Napoleon&rsquo;s forces so the paintings&rsquo; political messages are subtly coded.</p> <p>Both paintings were purchased by the young Crown Prince, Frederick William, whose mother, Queen Louise, had died a few months earlier at the age of 34. An extremely popular figure, she had pleaded with Napoleon after his victory to treat the Prussian people fairly. Her death surely would have been fresh in people&rsquo;s minds when they saw the paintings, a tragic loss which was very much associated with the country&rsquo;s own defeat by the French.</p> <p>The presence of death is certainly felt in <em>The Monk by the Sea</em>, though in the monk&rsquo;s resolute figure we also find a source of spiritual strength, defiance even,&nbsp;standing, like that gothic abbey and those German oaks in its pendant, as much perhaps a symbol of the resolve of the nation against the foreign military rule, as&nbsp;of the individual faced with his mortality.</p> <h3>The Romantic</h3> <p>Like Constable, Friedrich drew on the natural world around him, often returning to the same area again and again. Unlike the English painter&rsquo;s more scientific or naturalist approach, though, Friedrich condensed the image so as to communicate an exact emotion. As he put it, &ldquo;a painter should paint not only what he sees before him, but also what he sees within himself.&rdquo; It is this inward reaching project, using colour and form to reveal emotional truths, that singles him out as one of the greatest and most innovative painters of his age: a true Romantic.</p> <p>Text by Ben Pollitt</p> <hr /> <p><strong>Additional resources:&nbsp;</strong></p> <p><a href="http://www.google.com/culturalinstitute/entity/%2Fm%2F01q3f?projectId=art-project">Friedrich in the Google Art Project</a></p> <p><a href="http://www.smb.museum/museen-und-einrichtungen/alte-nationalgalerie/home.html">The Alte Nationalgalerie, Berlin</a></p> <p><a href="http://www.tate.org.uk/context-comment/articles/whispering-zeitgeist">The Whispering Zeitgeist, Beat Wyss on Caspar David Friedrich (Tate Etc. Magazine)</a></p> <p><a href="http://www.caspar-david-friedrich-gesellschaft.de/index.php">The Casper David Friedrich Foundation</a></p>
