Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Domenico di Michelino, Dante holding the Divine Comedy, Santa Maria del Fiore, Florence, 1465" src="https://ka-perseus-images.s3.amazonaws.com/698e42b25ffa22cbeb99d485794e28670ad7740e.jpg" /><span class="image-caption">Domenico di Michelino, <em>Dante holding the Divine Comedy</em>, Santa Maria del Fiore, Florence, 1465</span></span></p> <p>When you think of Hell, what images fill your imagination? &nbsp;Your mind might first conjure up a monstrous satanic figure, and then you may further fill in the picture with other beastly devils that roam around torturing damned sinners, who in turn cry out with pain and regret.</p> <p>And how about the better parts of the Christian&nbsp;afterlife; how do you imagine them? Perhaps the saved are singing songs of joy, angels are fluttering about, and throngs of holy men and women converse and worship God. &nbsp;To some degree, such imaginings have their origins in the Bible. However, in the Christian West, conceptions of the afterlife evolved quite a bit over the centuries. One important late medieval figure who played a key role in shaping the cultural concepts of life after death&mdash;even to the present day&mdash;is Dante Alighieri, the Florentine poet who was born in the 1260s and died in 1321.</p> <p>In his epic poem known as the<em> Divine Comedy</em>, Dante creates a fictional version of himself who&nbsp;travels through the farthest reaches of&nbsp;hell <em>(Inferno)</em>, purgatory<em> (Purgatorio)</em>&nbsp;and paradise<em> (Paradiso)</em>. Many details that he describes along this journey have left a lasting impression on the Western imagination for more than half a millennium. &nbsp;In fact, the rather stereotypical images of the afterlife I described earlier are all represented in his work. But Dante also&nbsp;found novel ways to portray already well-formed concepts, thus further solidifying them while also reshaping them into new guises that would become&nbsp;familiar to countless generations that followed.</p> <p>Because of Dante&#39;s image-driven descriptions, many artists have sought to illustrate his text through a wide variety of media. &nbsp;Almost immediately after his work was completed, illuminators created images to accompany manuscripts of his masterpiece. More than forty illuminated manuscripts of the <em>Divine Comedy</em> were created before the advent of the printing press (in the late 15th century). &nbsp;When the potential&nbsp;for faster reproductions of books&mdash;including illustrated books&mdash;became a reality, Dante&#39;s imagination, sometimes intertwined with the imagination of an artist rendering a visual interpretation of his words, reached an even larger audience than before. &nbsp;We will look here at two outstanding examples of how Dante&#39;s words fed the creative imagination of visual artists before and shortly after the invention of the printing press. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Florence Baptistry (Battistero di San Giovanni), 1059-1128" src="https://ka-perseus-images.s3.amazonaws.com/e60f5c620e42a34b9699aa9df3dd6d64190d312e.jpg" /><span class="image-caption">Florence Baptistry (Battistero di San Giovanni), 1059-1128</span></span></p> <h3>The influence of art on Dante&#39;s world</h3> <p>Before looking at Dante&#39;s influence on the visual arts, however, we need take a little step back in time. &nbsp;The relationship between Dante and the arts was a reciprocal one; images he had seen also greatly influenced his literary vision. Were there any sights, sounds or works of art you saw as a child that you can still easily call to mind today? If you were writing a fictional story that relied heavily on your own imagination, could you see yourself drawing from these vivid sensorial experiences and making them a part of that story? This was the case for Dante.</p> <p><span class="block-image image-wrapper"><img alt="Mosaic (detail) of the Last Judgment on the ceiling of the Florence Baptistry" src="https://ka-perseus-images.s3.amazonaws.com/2bf68a41eaecac45d3a31838d3daa261f8b7a675.jpg" /><span class="image-caption">Mosaic (detail) of the Satan in the Last Judgment on the ceiling of the Florence Baptistry (13th century)</span></span></p> <p>Florence was full of artistic marvels well before the Renaissance. &nbsp;Incredible works of art and architecture filled the city well before Dante&#39;s birth in late medieval times. The Florence Baptistery (illustrated above), which Dante fondly referred to in his <em>Comedy</em> as his &quot;bel (beautiful) San Giovanni,&quot;&nbsp;is one such example, which the poet would have known well, even from the days of his youth. The ceiling inside the baptistery is covered with mosaic images that still dazzle visitors today. There are many indications that Dante too was dazzled by the sight. Quite a few correspondences can be discerned between certain descriptions in the <em>Comedy</em> and particular images within this baptistery&mdash;indeed, too many to be mere coincidence. &nbsp;For example, at the end of the <em>Inferno</em>, when Dante&#39;s fictional self&nbsp;reaches the deepest part of Hell and encounters &quot;the emperor of the dolorous kingdom&quot; (Satan),&nbsp;&nbsp;Dante&rsquo;s description is strikingly specific. &nbsp;Satan has three mouths, and &quot;In each of his mouths he was breaking a sinner/&nbsp;with his teeth in the manner of a scutch, so that he made the three suffer at once&quot;&nbsp;(translation by Durling and Martinez)&mdash;just like the image of Satan inside the Florence Baptistery. &nbsp;The link to this mosaic image is just one example of how the visual arts passed from Dante&rsquo;s memory through his imagination and onto the pages of his epic poem.</p> <p>After a childhood and adolescence no doubt filled with sights of Florentine artistic wonders, Dante&rsquo;s familiarity with the visual arts matured. &nbsp;In <em>Purgatorio </em>XI his understanding of various forms of visual arts and artists is especially evident. &nbsp;Through a conversation between his fictional self and the manuscript illuminator Oderisi da Gubbio, Dante discusses the fading glory of artists, always eclipsed by another&rsquo;s&nbsp;greatness. &nbsp;He writes that just as Franco Bolognese surpassed his master Oderisi in illumination, and Giotto surpassed Cimabue in painting&mdash;in poetry, a certain unnamed poet (that is, Dante) just may have outdone Guido Cavalcanti and Guido Guinizelli.</p> <p>Dante implies that there are similarities between the written word and the painted picture, as he directly associates these mediums and their practitioners with one another. Certainly, poets like Dante learned from and were influenced by artists, and as we will now see, visual artists were also greatly affected by poets such as this great Florentine.</p> <h3>The Yates-Thompson Codex</h3> <p>Among the dozens of illuminated manuscripts of the <em>Divine Comedy</em>, one of the most outstanding is known as the Yates-Thompson Codex, which is located in the British Library.&nbsp;It was originally carried out for Alfonso V, the king of Aragon, Naples and Sicily, either as a gift or under his commission. &nbsp;The manuscript was produced in Siena in the 1440s, and two illuminators&nbsp;worked&nbsp;on the 112 framed miniatures. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Detail of a miniature of Virgil addressing the carnal sinners Paolo and Francesca, as Dante swoons in horror, in illustration of Canto V in the Inferno, Italy (Tuscany, Siena?), 1444-c. 1450, Yates Thompson MS 36, f. 10r" src="https://ka-perseus-images.s3.amazonaws.com/0374c25485ef5262f10eb4a02ec3326fc860ff0a.jpg" /><span class="image-caption">Priamo della Quercia or Vecchietta (?),&nbsp;illustration of Dante,&nbsp;<em>Inferno</em>, Yates Thompson MS 36, f.&nbsp;10r,&nbsp;1444-c. 1450 (The British Museum)</span></span></p> <p>In the&nbsp;illumination from the fifth canto (in epic poetry,&nbsp;a canto is a division&nbsp;similar to a chapter) of the <em>Inferno</em> pictured here, Dante (in blue) and his guide, the ancient Roman poet Virgil (in red), pass through the circle of the lustful. The artist captures three distinct moments from this canto in one image. The first moment is shown in the upper left corner in the form of the snarling beast. This is Minos, who determines where in Hell a sinner will be sent, and who briefly impedes Dante&rsquo;s journey until Virgil rebukes him and the two move onward. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Detail of a miniature of Virgil addressing Paolo and Francesca, as Dante swoons in horror, in illustration of Canto V, Yates Thompson 36, f. 10" src="https://ka-perseus-images.s3.amazonaws.com/0dad27949edf97e1d2885a8eb1b35584036d3ccc.jpg" /><span class="image-caption">Detail of a miniature of the lustful being carried about by a wind with Paolo and Francesca on the far right, in illustration of Canto V, Yates Thompson 36, f. 10,&nbsp;&nbsp;1444-c. 1450 (The British Museum)</span></span></p> <p>Next, just to the right of Minos, Virgil explains the mysterious group of people who are tossed about by a whirlwind, and he identifies individual figures among them. Third, on the far right,&nbsp;a couple facing&nbsp;left&nbsp;converses&nbsp;with the Dante and Virgil. &nbsp;They are there as a visual reference to the extended dialogue between Dante and one pair of lustful sinners, Paolo and Francesca. &nbsp;At the end of the canto Dante faints with pity, and in the center of this image he is shown on his knee&mdash;preparing, it seems, to fully lose consciousness.</p> <p>In a number of illustrated accompaniments to the <em>Divine Comedy</em>, there are no images to complement Paradiso, and for understandable reasons. While <em>Inferno</em> and <em>Purgatorio </em>describe physically tangible experiences, the <em>Paradiso</em> is elusive and philosophical. The very spaces through which Dante and his paradisiacal guide Beatrice travel defy physical properties.&nbsp;The illuminator for these scenes,&nbsp;Giovanni di Paolo, however, was well up for this task and executed a masterful set of images to accompany this most difficult part of the <em>Comedy</em>. Rejecting natural physical laws, Dante and Beatrice are shown throughout these illustrations as if they are hovering above the ground, as they are in this&nbsp;image, which illustrates the second canto.</p> <p><span class="block-image image-wrapper"><img alt="Priamo della Quercia or Vecchietta (?), Virgil addressing the carnal sinners Paolo and Francesca as Dante swoons in horror, illustration of Dante, Canto V in the Inferno, Yates Thompson MS 36, f. 10r, 1444-c. 1450 (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/53a787c364882c1ce6991004886487380c89cf52.jpg" /><span class="image-caption">Priamo della Quercia or Vecchietta (?),&nbsp;illustration of Dante, <em>Inferno</em>, Yates Thompson MS 36, f. 132r, 1444-c. 1450 (The British Museum)</span></span></p> <p>In this image, located directly beneath Dante and Beatrice&nbsp;on the far left is the representation of a simile Beatrice uses to explain the workings and shaping of the universe by divine intelligence, which she compares to a coppersmith using his hammer to mold his product.&nbsp;In the center is a reference to a question Dante poses about why there are spots on the moon. Beatrice explains that it is not due to lesser degrees of light among the&nbsp;<span class="image-wrapper inline-image"><img alt="detail, Yates Thompson, MS 36, f. 132r" src="https://ka-perseus-images.s3.amazonaws.com/f3bb64e75f6ba23ab9172a007becae5e835881ec.jpg" /><span class="image-caption">Detail, cosmic symbol, Yates Thompson, MS 36, f. 132r</span></span>the planets and stars in the heavens but to the casting of shadows onto the earth, which are reflected back upon the moon. &nbsp;She suggests an experiment with three specifically arranged mirrors and a light to prove the point, which is likewise illustrated. To the right of&nbsp;light is an illustration of a third simile that Beatrice uses in this same canto; she compares the stripping of Dante&rsquo;s intellect through higher reasoning to the stripping of the color and coldness of snow beneath warm rays. Thus the three similes run along the lower half of the illumination. &nbsp;On the upper right is a cosmic symbol that represents the circles within the celestial sphere through which Dante will pass during his journey toward God in the ultimate paradise.</p> <h3>Botticelli&rsquo;s drawings</h3> <p>In his <em>Lives of the Artists</em>, Giorgio Vasari wrote; &quot;since Sandro was also a learned man, he wrote a commentary on part of Dante&rsquo;s poem, and after illustrating the<em> Inferno</em>, he printed the work.&quot;&nbsp;Either Vasari was a bit misinformed, or he was implying something regarding the profound interrelations between the texts and images when he said that Sandro Botticelli &quot;wrote a commentary.&quot;&nbsp; In fact, in the 1480s&mdash;the same decade when he painted his most infamous works, <em>Primavera</em> and <em>The Birth of Venus</em>&mdash;Botticelli undertook the task of drawing not only the <em>Inferno</em> but the entire <em>Divine Comedy</em>. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Sandro Botticelli, Drawing for Dante’s Divine Comedy, 1480-95, gouache, pen and brown ink over metal point on parchment (Staatliche Museen, Berlin)" src="https://ka-perseus-images.s3.amazonaws.com/6da5edc715796cb055e0937e676d2fe51fcce583.jpg" /><span class="image-caption">Sandro Botticelli, <em>Drawing for Dante&rsquo;s Divine Comedy</em>, 1480-95, gouache, brown ink over metal point on&nbsp;parchment (Staatliche Museen, Berlin)</span></span></p> <p>His delicate handling of line, so well known in his paintings, is also evident in these drawings, which had originally accompanied the text, but have since been broken up and are now located in the Vatican and the Museum of Prints and Drawings in Berlin. Many of the earliest printed sets of illustrated editions of Dante&rsquo;s <em>Divine Comedy</em> followed Botticelli&rsquo;s drawings, and it is possible that the prints attributed to Baccio Baldini were planned and intended as a mass-produced extension of the master&rsquo;s work. &nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Sandro Botticelli, Inferno, Canto XXXIV (detail), 1480s, silverpoint on parchment, completed in pen and ink (Staatliche Museen, Berlin) " src="https://ka-perseus-images.s3.amazonaws.com/bf3f73a9b9bb75756c1fd7bb985b2f6707c9cfb5.jpg" /><span class="image-caption">Sandro Botticelli, Inferno, Canto XXXIV (detail), 1480s, silverpoint on parchment, completed in pen and ink (Staatliche Museen, Berlin)</span></span>From the beasts of Hell&mdash;such as the now familiar three-headed Satan chewing sinners&mdash;to the journey through paradise, Botticelli proves himself a careful reader and a thoughtful illustrator. &nbsp;The horrors of the dark underworld are truly horrifying, and the wonders of the celestial realm,&nbsp;wonderful. &nbsp;Botticelli&rsquo;s approach in picturing the mysterious spheres of the heavens is especially memorable. &nbsp;He deliberately chose&nbsp;not to illustrate the intangible elements that surround Dante and Beatrice, a choice that in fact furthers one&rsquo;s sense of the journey&rsquo;s ineffability. &nbsp;Principally featuring these two characters within a perfectly rounded circle, we see the unseeable through the gestures and expressions of these two figures. &nbsp;For example in the image pictured here, an illustration of canto seventeen, we see Dante&rsquo;s reaction to a prophecy that he will be exiled from his hometown&mdash;as, in fact, he already had been at the time of his writing.</p> <p><span class="block-image image-wrapper"><img alt="Sandro Botticelli, Fifth planetary sphere (heaven of Mars); Cacciaguida prophesies Dante's exile, but also his eternal fame, drawing, c.1480-95" src="https://ka-perseus-images.s3.amazonaws.com/940bfbf6b497d60f3d645af5c93f00afa20e6485.jpg" /><span class="image-caption">Sandro Botticelli, <em>Fifth planetary sphere (heaven of Mars); Cacciaguida prophesies Dante&#39;s exile, but also his eternal fame</em>, drawing, c.1480-95</span></span></p> <p>There is no right approach to illustrating Dante&rsquo;s <em>Divine Comedy</em>, and in the first two centuries of the book&rsquo;s history alone, there were a good number of excellent reader-illustrators. &nbsp;Of course, in the centuries to follow, and up to the present day, many more artists can be added to this list. &nbsp;No doubt&nbsp;this masterpiece of writing has played an important role in the creation of a great many outstanding works of art.</p> <p>Essay by Matt Collins</p>
it: <p><span class="block-image image-wrapper"><img alt="Domenico di Michelino, Dante holding the Divine Comedy, Santa Maria del Fiore, Florence, 1465" src="https://ka-perseus-images.s3.amazonaws.com/698e42b25ffa22cbeb99d485794e28670ad7740e.jpg" /><span class="image-caption">Domenico di Michelino, <em>Dante holding the Divine Comedy</em>, Santa Maria del Fiore, Florence, 1465</span></span></p> <p>When you think of Hell, what images fill your imagination? &nbsp;Your mind might first conjure up a monstrous satanic figure, and then you may further fill in the picture with other beastly devils that roam around torturing damned sinners, who in turn cry out with pain and regret.</p> <p>And how about the better parts of the Christian&nbsp;afterlife; how do you imagine them? Perhaps the saved are singing songs of joy, angels are fluttering about, and throngs of holy men and women converse and worship God. &nbsp;To some degree, such imaginings have their origins in the Bible. However, in the Christian West, conceptions of the afterlife evolved quite a bit over the centuries. One important late medieval figure who played a key role in shaping the cultural concepts of life after death&mdash;even to the present day&mdash;is Dante Alighieri, the Florentine poet who was born in the 1260s and died in 1321.</p> <p>In his epic poem known as the<em> Divine Comedy</em>, Dante creates a fictional version of himself who&nbsp;travels through the farthest reaches of&nbsp;hell <em>(Inferno)</em>, purgatory<em> (Purgatorio)</em>&nbsp;and paradise<em> (Paradiso)</em>. Many details that he describes along this journey have left a lasting impression on the Western imagination for more than half a millennium. &nbsp;In fact, the rather stereotypical images of the afterlife I described earlier are all represented in his work. But Dante also&nbsp;found novel ways to portray already well-formed concepts, thus further solidifying them while also reshaping them into new guises that would become&nbsp;familiar to countless generations that followed.</p> <p>Because of Dante&#39;s image-driven descriptions, many artists have sought to illustrate his text through a wide variety of media. &nbsp;Almost immediately after his work was completed, illuminators created images to accompany manuscripts of his masterpiece. More than forty illuminated manuscripts of the <em>Divine Comedy</em> were created before the advent of the printing press (in the late 15th century). &nbsp;When the potential&nbsp;for faster reproductions of books&mdash;including illustrated books&mdash;became a reality, Dante&#39;s imagination, sometimes intertwined with the imagination of an artist rendering a visual interpretation of his words, reached an even larger audience than before. &nbsp;We will look here at two outstanding examples of how Dante&#39;s words fed the creative imagination of visual artists before and shortly after the invention of the printing press. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Florence Baptistry (Battistero di San Giovanni), 1059-1128" src="https://ka-perseus-images.s3.amazonaws.com/e60f5c620e42a34b9699aa9df3dd6d64190d312e.jpg" /><span class="image-caption">Florence Baptistry (Battistero di San Giovanni), 1059-1128</span></span></p> <h3>The influence of art on Dante&#39;s world</h3> <p>Before looking at Dante&#39;s influence on the visual arts, however, we need take a little step back in time. &nbsp;The relationship between Dante and the arts was a reciprocal one; images he had seen also greatly influenced his literary vision. Were there any sights, sounds or works of art you saw as a child that you can still easily call to mind today? If you were writing a fictional story that relied heavily on your own imagination, could you see yourself drawing from these vivid sensorial experiences and making them a part of that story? This was the case for Dante.</p> <p><span class="block-image image-wrapper"><img alt="Mosaic (detail) of the Last Judgment on the ceiling of the Florence Baptistry" src="https://ka-perseus-images.s3.amazonaws.com/2bf68a41eaecac45d3a31838d3daa261f8b7a675.jpg" /><span class="image-caption">Mosaic (detail) of the Satan in the Last Judgment on the ceiling of the Florence Baptistry (13th century)</span></span></p> <p>Florence was full of artistic marvels well before the Renaissance. &nbsp;Incredible works of art and architecture filled the city well before Dante&#39;s birth in late medieval times. The Florence Baptistery (illustrated above), which Dante fondly referred to in his <em>Comedy</em> as his &quot;bel (beautiful) San Giovanni,&quot;&nbsp;is one such example, which the poet would have known well, even from the days of his youth. The ceiling inside the baptistery is covered with mosaic images that still dazzle visitors today. There are many indications that Dante too was dazzled by the sight. Quite a few correspondences can be discerned between certain descriptions in the <em>Comedy</em> and particular images within this baptistery&mdash;indeed, too many to be mere coincidence. &nbsp;For example, at the end of the <em>Inferno</em>, when Dante&#39;s fictional self&nbsp;reaches the deepest part of Hell and encounters &quot;the emperor of the dolorous kingdom&quot; (Satan),&nbsp;&nbsp;Dante&rsquo;s description is strikingly specific. &nbsp;Satan has three mouths, and &quot;In each of his mouths he was breaking a sinner/&nbsp;with his teeth in the manner of a scutch, so that he made the three suffer at once&quot;&nbsp;(translation by Durling and Martinez)&mdash;just like the image of Satan inside the Florence Baptistery. &nbsp;The link to this mosaic image is just one example of how the visual arts passed from Dante&rsquo;s memory through his imagination and onto the pages of his epic poem.</p> <p>After a childhood and adolescence no doubt filled with sights of Florentine artistic wonders, Dante&rsquo;s familiarity with the visual arts matured. &nbsp;In <em>Purgatorio </em>XI his understanding of various forms of visual arts and artists is especially evident. &nbsp;Through a conversation between his fictional self and the manuscript illuminator Oderisi da Gubbio, Dante discusses the fading glory of artists, always eclipsed by another&rsquo;s&nbsp;greatness. &nbsp;He writes that just as Franco Bolognese surpassed his master Oderisi in illumination, and Giotto surpassed Cimabue in painting&mdash;in poetry, a certain unnamed poet (that is, Dante) just may have outdone Guido Cavalcanti and Guido Guinizelli.</p> <p>Dante implies that there are similarities between the written word and the painted picture, as he directly associates these mediums and their practitioners with one another. Certainly, poets like Dante learned from and were influenced by artists, and as we will now see, visual artists were also greatly affected by poets such as this great Florentine.</p> <h3>The Yates-Thompson Codex</h3> <p>Among the dozens of illuminated manuscripts of the <em>Divine Comedy</em>, one of the most outstanding is known as the Yates-Thompson Codex, which is located in the British Library.&nbsp;It was originally carried out for Alfonso V, the king of Aragon, Naples and Sicily, either as a gift or under his commission. &nbsp;The manuscript was produced in Siena in the 1440s, and two illuminators&nbsp;worked&nbsp;on the 112 framed miniatures. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/0374c25485ef5262f10eb4a02ec3326fc860ff0a.jpg" /><span class="image-caption">Priamo della Quercia or Vecchietta (?),&nbsp;illustration of Dante,&nbsp;<em>Inferno</em>, Yates Thompson MS 36, f.&nbsp;10r,&nbsp;1444-c. 1450 (The British Museum)</span></span></p> <p>In the&nbsp;illumination from the fifth canto (in epic poetry,&nbsp;a canto is a division&nbsp;similar to a chapter) of the <em>Inferno</em> pictured here, Dante (in blue) and his guide, the ancient Roman poet Virgil (in red), pass through the circle of the lustful. The artist captures three distinct moments from this canto in one image. The first moment is shown in the upper left corner in the form of the snarling beast. This is Minos, who determines where in Hell a sinner will be sent, and who briefly impedes Dante&rsquo;s journey until Virgil rebukes him and the two move onward. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Detail of a miniature of Virgil addressing Paolo and Francesca, as Dante swoons in horror, in illustration of Canto V, Yates Thompson 36, f. 10" src="https://ka-perseus-images.s3.amazonaws.com/0dad27949edf97e1d2885a8eb1b35584036d3ccc.jpg" /><span class="image-caption">Detail of a miniature of the lustful being carried about by a wind with Paolo and Francesca on the far right, in illustration of Canto V, Yates Thompson 36, f. 10,&nbsp;&nbsp;1444-c. 1450 (The British Museum)</span></span></p> <p>Next, just to the right of Minos, Virgil explains the mysterious group of people who are tossed about by a whirlwind, and he identifies individual figures among them. Third, on the far right,&nbsp;a couple facing&nbsp;left&nbsp;converses&nbsp;with the Dante and Virgil. &nbsp;They are there as a visual reference to the extended dialogue between Dante and one pair of lustful sinners, Paolo and Francesca. &nbsp;At the end of the canto Dante faints with pity, and in the center of this image he is shown on his knee&mdash;preparing, it seems, to fully lose consciousness.</p> <p>In a number of illustrated accompaniments to the <em>Divine Comedy</em>, there are no images to complement Paradiso, and for understandable reasons. While <em>Inferno</em> and <em>Purgatorio </em>describe physically tangible experiences, the <em>Paradiso</em> is elusive and philosophical. The very spaces through which Dante and his paradisiacal guide Beatrice travel defy physical properties.&nbsp;The illuminator for these scenes,&nbsp;Giovanni di Paolo, however, was well up for this task and executed a masterful set of images to accompany this most difficult part of the <em>Comedy</em>. Rejecting natural physical laws, Dante and Beatrice are shown throughout these illustrations as if they are hovering above the ground, as they are in this&nbsp;image, which illustrates the second canto.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/53a787c364882c1ce6991004886487380c89cf52.jpg" /><span class="image-caption">Priamo della Quercia or Vecchietta (?),&nbsp;illustration of Dante, <em>Inferno</em>, Yates Thompson MS 36, f. 132r, 1444-c. 1450 (The British Museum)</span></span></p> <p>In this image, located directly beneath Dante and Beatrice&nbsp;on the far left is the representation of a simile Beatrice uses to explain the workings and shaping of the universe by divine intelligence, which she compares to a coppersmith using his hammer to mold his product.&nbsp;In the center is a reference to a question Dante poses about why there are spots on the moon. Beatrice explains that it is not due to lesser degrees of light among the&nbsp;<span class="image-wrapper inline-image"><img alt="detail, Yates Thompson, MS 36, f. 132r" src="https://ka-perseus-images.s3.amazonaws.com/f3bb64e75f6ba23ab9172a007becae5e835881ec.jpg" /><span class="image-caption">Detail, cosmic symbol, Yates Thompson, MS 36, f. 132r</span></span>the planets and stars in the heavens but to the casting of shadows onto the earth, which are reflected back upon the moon. &nbsp;She suggests an experiment with three specifically arranged mirrors and a light to prove the point, which is likewise illustrated. To the right of&nbsp;light is an illustration of a third simile that Beatrice uses in this same canto; she compares the stripping of Dante&rsquo;s intellect through higher reasoning to the stripping of the color and coldness of snow beneath warm rays. Thus the three similes run along the lower half of the illumination. &nbsp;On the upper right is a cosmic symbol that represents the circles within the celestial sphere through which Dante will pass during his journey toward God in the ultimate paradise.</p> <h3>Botticelli&rsquo;s drawings</h3> <p>In his <em>Lives of the Artists</em>, Giorgio Vasari wrote; &quot;since Sandro was also a learned man, he wrote a commentary on part of Dante&rsquo;s poem, and after illustrating the<em> Inferno</em>, he printed the work.&quot;&nbsp;Either Vasari was a bit misinformed, or he was implying something regarding the profound interrelations between the texts and images when he said that Sandro Botticelli &quot;wrote a commentary.&quot;&nbsp; In fact, in the 1480s&mdash;the same decade when he painted his most infamous works, <em>Primavera</em> and <em>The Birth of Venus</em>&mdash;Botticelli undertook the task of drawing not only the <em>Inferno</em> but the entire <em>Divine Comedy</em>. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Sandro Botticelli, Drawing for Dante’s Divine Comedy, 1480-95, gouache, pen and brown ink over metal point on parchment (Staatliche Museen, Berlin)" src="https://ka-perseus-images.s3.amazonaws.com/6da5edc715796cb055e0937e676d2fe51fcce583.jpg" /><span class="image-caption">Sandro Botticelli, <em>Drawing for Dante&rsquo;s Divine Comedy</em>, 1480-95, gouache, brown ink over metal point on&nbsp;parchment (Staatliche Museen, Berlin)</span></span></p> <p>His delicate handling of line, so well known in his paintings, is also evident in these drawings, which had originally accompanied the text, but have since been broken up and are now located in the Vatican and the Museum of Prints and Drawings in Berlin. Many of the earliest printed sets of illustrated editions of Dante&rsquo;s <em>Divine Comedy</em> followed Botticelli&rsquo;s drawings, and it is possible that the prints attributed to Baccio Baldini were planned and intended as a mass-produced extension of the master&rsquo;s work. &nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Sandro Botticelli, Inferno, Canto XXXIV (detail), 1480s, silverpoint on parchment, completed in pen and ink (Staatliche Museen, Berlin) " src="https://ka-perseus-images.s3.amazonaws.com/bf3f73a9b9bb75756c1fd7bb985b2f6707c9cfb5.jpg" /><span class="image-caption">Sandro Botticelli, Inferno, Canto XXXIV (detail), 1480s, silverpoint on parchment, completed in pen and ink (Staatliche Museen, Berlin)</span></span>From the beasts of Hell&mdash;such as the now familiar three-headed Satan chewing sinners&mdash;to the journey through paradise, Botticelli proves himself a careful reader and a thoughtful illustrator. &nbsp;The horrors of the dark underworld are truly horrifying, and the wonders of the celestial realm,&nbsp;wonderful. &nbsp;Botticelli&rsquo;s approach in picturing the mysterious spheres of the heavens is especially memorable. &nbsp;He deliberately chose&nbsp;not to illustrate the intangible elements that surround Dante and Beatrice, a choice that in fact furthers one&rsquo;s sense of the journey&rsquo;s ineffability. &nbsp;Principally featuring these two characters within a perfectly rounded circle, we see the unseeable through the gestures and expressions of these two figures. &nbsp;For example in the image pictured here, an illustration of canto seventeen, we see Dante&rsquo;s reaction to a prophecy that he will be exiled from his hometown&mdash;as, in fact, he already had been at the time of his writing.</p> <p><span class="block-image image-wrapper"><img alt="Sandro Botticelli, Fifth planetary sphere (heaven of Mars); Cacciaguida prophesies Dante's exile, but also his eternal fame, drawing, c.1480-95" src="https://ka-perseus-images.s3.amazonaws.com/940bfbf6b497d60f3d645af5c93f00afa20e6485.jpg" /><span class="image-caption">Sandro Botticelli, <em>Fifth planetary sphere (heaven of Mars); Cacciaguida prophesies Dante&#39;s exile, but also his eternal fame</em>, drawing, c.1480-95</span></span></p> <p>There is no right approach to illustrating Dante&rsquo;s <em>Divine Comedy</em>, and in the first two centuries of the book&rsquo;s history alone, there were a good number of excellent reader-illustrators. &nbsp;Of course, in the centuries to follow, and up to the present day, many more artists can be added to this list. &nbsp;No doubt&nbsp;this masterpiece of writing has played an important role in the creation of a great many outstanding works of art.</p> <p>Essay by Matt Collins</p>
