Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>Roman architecture was unlike anything that had come before. The Persians, Egyptians, Greeks and Etruscans all had monumental architecture. The grandeur of their buildings, though, was largely external. Buildings were designed to be impressive when viewed from outside because their architects all had to rely on building in a post-and-lintel system, which means that they used two upright posts, like columns, with a horizontal block, known as a lintel, laid flat across the top. A good example is this ancient Greek Temple in Paestum, Italy.</p> <p><span class="block-image image-wrapper"><img alt="Hera II, Paestum, c. 460 B.C.E. (Classical), tufa, 24.26 x 59.98 m" src="https://ka-perseus-images.s3.amazonaws.com/e73e7d7021996db5f13242f403c59b954c2a149f.jpg" /><span class="image-caption">An example of post and lintel architecture:&nbsp;Hera II, Paestum, c. 460 B.C.E. (Classical period), tufa, 24.26 x 59.98 m</span></span></p> <p>Since lintels are heavy, the interior spaces of buildings could only be limited in size. Much of the interior space had to be devoted to supporting heavy loads.</p> <p><span class="image-wrapper inline-image"><img alt="Giovanni Paolo Panini, Interior of the Pantheon, c. 1734, oil on canvas, 128 x 99 cm (National Gallery of Art)" src="https://ka-perseus-images.s3.amazonaws.com/cb0d257103ee59853dd93d7aa17c1da6dc7429cf.jpg" /><span class="image-caption">Giovanni Paolo Panini, <em>Interior of the Pantheon</em>, c. 1734, oil on canvas, 128 x 99 cm (National Gallery of Art)</span></span>Roman architecture differed fundamentally from this tradition because of the discovery, experimentation and exploitation of concrete, arches and vaulting (a good example of this is the Pantheon, c. 125 C.E.). Thanks to these innovations, from the first century&nbsp;C.E. Romans were able to create interior spaces that had previously been unheard of. Romans became increasingly concerned with shaping interior space rather than filling it with structural supports. As a result, the inside of Roman buildings were as impressive as their exteriors.</p> <h3>Materials, Methods and Innovations</h3> <p>Long before concrete made its appearance on the building scene in Rome, the Romans utilized a volcanic stone native to Italy called tufa to construct their buildings. Although tufa never went out of use, travertine began to be utilized in the late 2nd century&nbsp;B.C.E. because it was more durable. Also, its off-white color made it an acceptable substitute for marble.</p> <p><span class="block-image image-wrapper"><img alt="Temple of Portunus (formerly known as, Fortuna Virilis), travertine, tufa, and stucco, c. 120-80 B.C.E., Rome " src="https://ka-perseus-images.s3.amazonaws.com/c8c9dc83eded999feaeac75e9db1f79177049bd3.jpg" /><span class="image-caption">Temple of Portunus (formerly known as, Fortuna Virilis),<br /> c. 120-80 B.C.E., &nbsp;structure is&nbsp;travertine and&nbsp;tufa,&nbsp;stuccoed to look like Greek marble,&nbsp;Rome</span></span></p> <p>Marble was slow to catch on in Rome during the Republican period since it was seen as an extravagance, but after the reign of Augustus (31 B.C.E. - 14 C.E.), marble became quite fashionable. Augustus had famously claimed in his funerary inscription, known as the <em>Res Gestae</em>, that he &ldquo;found Rome a city of brick and left it a city of marble&rdquo; referring to his ambitious building campaigns.&nbsp;</p> <p>Roman concrete (<em>opus caementicium</em>), was developed early in the 2nd c. BCE. &nbsp;The use of mortar as a bonding agent in ashlar masonry wasn&rsquo;t new in the ancient world; mortar was a combination of sand, lime and water in proper proportions. The major contribution the Romans made to the mortar recipe was the introduction of volcanic Italian sand (also known as &ldquo;pozzolana&rdquo;). &nbsp;The Roman builders who used pozzolana rather than ordinary sand noticed that their mortar was incredibly strong and durable. It also had the ability to set underwater. Brick and tile were commonly plastered over the concrete since it was not considered very pretty on its own, but concrete&rsquo;s structural possibilities were far more important. The invention of <em>opus caementicium</em> initiated the Roman architectural revolution, allowing for builders to be much more creative with their designs. Since concrete takes the shape&nbsp;of the mold or frame it is poured into, buildings began to take on ever more fluid and creative shapes.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="True arch (left) and corbeled arch (right) (CC BY-SA 2.5)" src="https://ka-perseus-images.s3.amazonaws.com/4a127c481b494ee1634479f9b891d74a82b94bdc.jpg" /><span class="image-caption">True arch (left) and corbeled arch (right) (<a href="http://commons.wikimedia.org/wiki/File:Arc_truefalserp.jpg">CC BY-SA 2.5</a>)</span></span></p> <p>The Romans also exploited the opportunities afforded to architects by the innovation of the true arch (as opposed to a corbeled arch where&nbsp;stones are laid so that they move slightly in toward the center as they move higher).&nbsp;A true&nbsp;arch is composed of wedge-shaped blocks (typically of a durable stone), called voussoirs, with a key stone in the center holding them into place. In a true&nbsp;arch, weight is transferred from one voussoir down to the next, from the top of the arch to ground level, creating a sturdy building tool. True arches&nbsp;can span greater distances than a simple post-and-lintel.&nbsp;The use of concrete, combined with the employment of true arches allowed for vaults and domes to be built, creating expansive and breathtaking interior spaces.</p> <h3>Roman Architects</h3> <p>We don&rsquo;t know much about Roman architects. &nbsp;Few individual architects are known to us because the dedicatory inscriptions, which appear on finished buildings, usually commemorated the person who commissioned and paid for the structure. We do know that architects came from all walks of life, from freedmen all the way up to the Emperor Hadrian, and they were responsible for all aspects of building on a project. The architect would design the building and act as engineer; he would serve as contractor and supervisor and would attempt to keep the project within budget.</p> <h3>Building Types</h3> <p><span class="block-image image-wrapper"><img alt="Forum, Pompeii, looking toward Mt. Vesuvius" src="https://ka-perseus-images.s3.amazonaws.com/74e230ed2e083305431a3500f0366c856b34331a.jpg" /><span class="image-caption">Forum, Pompeii, looking toward Mt. Vesuvius, photo: <a href="https://www.flickr.com/photos/profzucker/8092765862/in/photostream/">Steven Zucker</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>Roman cities were typically focused on the forum (a large open plaza, surrounded by important buildings), which was the civic, religious and economic heart of the city. It was in the city&rsquo;s forum that major temples (such as a Capitoline temple, dedicated to Jupiter, Juno and Minerva) were located, as well as other important shrines. Also useful in the forum plan were the basilica&nbsp;(a law court), and other official meeting places for the town council, such as a curia building. Quite often the city&rsquo;s meat, fish and vegetable markets sprang up around the bustling forum. Surrounding the forum, lining the city&rsquo;s streets, framing gateways, and marking crossings stood the connective architecture of the city: the porticoes, colonnades, arches and fountains that beautified a Roman city and welcomed weary travelers to town. Pompeii, Italy is an excellent example of a city with a well preserved forum. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="House of Diana, Ostia, late 2nd century C.E." src="https://ka-perseus-images.s3.amazonaws.com/fc3723906d5848ba59edb539ffd595cdb2e522b1.jpg" /><span class="image-caption">House of Diana, Ostia, late 2nd century C.E., photo:&nbsp;<a href="https://www.flickr.com/photos/sebastiagiralt/4828166418">Sebasti&agrave; Giralt</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>Romans had a wide range of housing. The wealthy could own a house (<em>domus</em>) in the city as well as a country farmhouse (<em>villa</em>), while the less fortunate lived in multi-story apartment buildings called <em>insulae</em>. The House of Diana in Ostia, Rome&rsquo;s port city, from the late 2nd c. C.E. is a great example of an insula. Even in death, the Romans found the need to construct grand buildings to commemorate and house their remains, like Eurysaces the Baker, whose elaborate tomb still stands near the Porta Maggiore in Rome.</p> <p><span class="block-image image-wrapper"><img alt="The tomb of Eurysaces the baker, Rome, c. 50-20 B.C.E." src="https://ka-perseus-images.s3.amazonaws.com/4462050487ea81f24668f59323e38cb66757c2b4.jpg" /><span class="image-caption">The tomb of Eurysaces the baker, Rome, c. 50-20 B.C.E., photo:&nbsp;<a href="https://www.flickr.com/photos/jcherfas/3229814418">Jeremy Cherfas</a>&nbsp;(CC BY-NC-ND 2.0)</span></span></p> <p>The Romans built aqueducts throughout their domain and introduced water into the cities they built and occupied, increasing sanitary conditions. &nbsp;A ready supply of water also allowed bath houses to become standard features of Roman cities, from Timgad, Algeria to Bath, England. &nbsp;A healthy Roman lifestyle also included trips to the gymnasium. &nbsp;Quite often, in the Imperial period, grand gymnasium-bath complexes were built and funded by the state, such as the Baths of Caracalla which included running tracks, gardens and libraries.</p> <p><span class="block-image image-wrapper"><img alt="Aqueducts supplied Rome with clean water brought from sources far from the city. In this view, we see an aqueduct carried on piers passing through a built-up neighborhood. Elements of the model © 2008 The Regents of the University of California, © 2011 Université de Caen Basse-Normandie, © 2012 Frischer Consulting. All rights reserved. Image © 2012 Bernard Frischer" src="https://ka-perseus-images.s3.amazonaws.com/86ac4e7178ed67b9d824715e6863fb49e5c21d7f.jpg" /><span class="image-caption">Aqueduct (reconstruction). Aqueducts supplied Rome with clean water brought from sources far from the city. In this view, we see an aqueduct carried on piers passing through a built-up neighborhood. Elements of the model &copy; 2008 The Regents of the University of California, &copy; 2011 Universit&eacute; de Caen Basse-Normandie, &copy; 2012 Frischer Consulting. All rights reserved. Image &copy; 2012 Bernard Frischer</span></span></p> <p>Entertainment varied greatly to suit all tastes in Rome, necessitating the erection of many types of structures. &nbsp;There were Greek style theaters for plays as well as smaller, more intimate odeon buildings, like the one in Pompeii, which were specifically designed for musical performances. &nbsp;The Romans also built amphitheaters&mdash;elliptical, enclosed spaces such as the Colloseum&mdash;which were used for gladiatorial combats or battles between men and animals. The Romans also built a circus in many of their cities. The circuses, such as the one in Lepcis Magna, Libya, were venues for residents to watch chariot racing. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Arch of Titus (foreground) with the Colloseum in the background." src="https://ka-perseus-images.s3.amazonaws.com/1a4b78dce6b5cd690e7b5a19124d4b9e71f35249.jpg" /><span class="image-caption">Arch of Titus (foreground) with the Colloseum in the background, photo: <a href="https://www.flickr.com/photos/profzucker/4552994797/in/photostream/">Steven Zucker</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>The Romans continued to perfect their bridge building and road laying skills as well, allowing them to cross rivers and gullies and traverse great distances in order to expand their empire and better supervise it.&nbsp;From the bridge in Alc&aacute;ntara, Spain to the paved roads in Petra, Jordan, the Romans moved messages, money and troops efficiently. &nbsp; &nbsp; &nbsp;&nbsp;</p> <h3>Republican Period</h3> <p><span class="image-wrapper inline-image"><img alt="Temple of Jupiter Optimus Maximus, Capitoline Hill, Rome (reconstruction courtesy Dr. Bernard Frischer)" src="https://ka-perseus-images.s3.amazonaws.com/e897a6f587c7f58304842d0bb69115e42aa3c4ca.jpg" /><span class="image-caption">Temple of Jupiter Optimus Maximus, Capitoline Hill, Rome (reconstruction courtesy <a href="http://romereborn.frischerconsulting.com/ge/TS-037.html">Dr. Bernard Frischer</a>)</span></span>Republican Roman architecture was influenced by the Etruscans who were the early kings of Rome; the Etruscans were in turn influenced by Greek architecture. The Temple of Jupiter on the Capitoline Hill in Rome, begun in the late 6th century&nbsp;B.C.E., bears all the hallmarks of Etruscan architecture. The temple was erected from local tufa on a high podium and what is most characteristic is its frontality. The porch is very deep and the visitor is meant to approach from only one access point, rather than walk all the way around, as was common in Greek temples. Also, the presence of three cellas, or cult rooms, was also unique. The Temple of Jupiter would remain influential in temple design for much of the Republican period. &nbsp;</p> <p>Drawing on such deep and rich traditions didn&rsquo;t mean that Roman architects were unwilling to try new things. &nbsp;In the late Republican period, architects began to experiment with concrete, testing its capability to see how the material might allow them to build on a grand scale.</p> <p><span class="block-image image-wrapper"><img alt="Model of the Sanctuary of Fortuna Primigenia, from the archeological museum, Palestrina" src="https://ka-perseus-images.s3.amazonaws.com/853adc0c676253ab5f7f1ab53a064d42eafd24f1.jpg" /><span class="image-caption">Model of the Sanctuary of Fortuna Primigenia, from the archeological museum, Palestrina&nbsp;(<a href="http://commons.wikimedia.org/wiki/Category:Reconstructions_and_Plans_of_the_Sanctuary_of_Fortuna_Primigenia_in_Palestrina?uselang=it#mediaviewer/File:PalestrinaMuseoPlasticoSantuario.jpg">CC BY-SA 3.0</a>)</span></span></p> <p>The Sanctuary of Fortuna Primigenia in modern day Palestrina is comprised of two complexes, an upper and a lower one. The upper complex is built into a hillside and terraced, much like a Hellenistic sanctuary, with ramps and stairs leading from the terraces to the small theater and tholos temple at the pinnacle. The entire compound is intricately woven together to manipulate the visitor&rsquo;s experience of sight, daylight and the approach to the sanctuary itself. No longer dependent on post-and-lintel architecture, the builders utilized concrete to make a vast system of covered ramps, large terraces, shops and barrel vaults.&nbsp;</p> <h3>Imperial Period</h3> <p><span class="block-image image-wrapper"><img alt="Octagon room, Domus Aurea, Rome, c. 64-68 C.E." src="https://ka-perseus-images.s3.amazonaws.com/5a1ba13d4921431d25bb65b151e6cc17ee38a4fc.jpg" /><span class="image-caption">Severus and Celer, octagon room, Domus Aurea, Rome, c. 64-68 C.E. (<a href="http://www.ansa.it/web/notizie/canali/inviaggio/cultura/2011/04/03/visualizza_new.html_1526559668.html">photo source</a>)</span></span>The Emperor Nero began building his infamous Domus Aurea, or Golden House, after a great fire swept through Rome in 64 C.E. and destroyed much of the downtown area. The destruction allowed Nero to take over valuable real estate for his own building project; a vast new villa. Although the choice was not in the public interest, Nero&rsquo;s desire to live in grand fashion did spur on the architectural revolution in Rome. The architects, Severus and Celer, are known (thanks to the Roman historian Tacitus), and they built a grand palace, complete with courtyards, dining rooms, colonnades and fountains. They also used concrete extensively, including barrel vaults and domes throughout the complex. &nbsp;What makes the Golden House unique in Roman architecture is that Severus and Celer were using concrete in new and exciting ways; rather than utilizing the material for just its structural purposes, the architects began to experiment with concrete in aesthetic modes, for instance, to make expansive domed spaces. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/d4d1b0a6edfbbf48cee465bf9e20704ffacf2a36.jpg" /><span class="image-caption">Apollodorus of Damascus, Markets of Trajan, Rome, c. 106-12 C.E., photo: Steven Zucker&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>Nero may have started a new trend for bigger and better concrete architecture, but Roman architects, and the emperors who supported them, took that trend and pushed it to its greatest potential. &nbsp;Vespasian&rsquo;s Colosseum, the Markets of Trajan, the Baths of Caracalla and the Basilica of Maxentius are just a few of the most impressive structures to come out of the architectural revolution in Rome. Roman architecture was not entirely comprised of concrete, however. &nbsp;Some buildings, which were made from marble, hearkened back to the sober, Classical beauty of Greek architecture, like the Forum of Trajan. &nbsp;Concrete structures and marble buildings stood side by side in Rome, demonstrating that the Romans appreciated the architectural history of the Mediterranean just as much as they did their own innovation. &nbsp;Ultimately, Roman architecture is overwhelmingly a success story of experimentation and the desire to achieve something new.&nbsp;</p> <p>Essay by Dr. Jessica Ambler</p> <hr /> <p><strong>Additional resources:</strong></p> <p>James C.&nbsp;Anderson&nbsp;Jr.,&nbsp;<em>Roman Architecture and Society </em>(Baltimore: Johns Hopkins University Press, 2002).</p> <p>Diana&nbsp;Kleiner, <em>Roman Architecture: A Visual Guide</em> (Kindle) (New Haven: Yale University Press, 2014).</p> <p>William J.&nbsp;MacDonald,&nbsp;<em>The Architecture of the Roman Empire</em>, vol.&nbsp;I: <em>An Introductory Study </em>(New Haven: Yale University Press, 1982).</p> <p>Frank&nbsp;Sear, <em>Roman Architecture</em> (Ithaca: Cornell University Press, 1983).</p> <p>J.B.&nbsp;Ward-Perkins, <em>Roman Imperial Architecture </em>(New Haven: Yale University Press, 1992).</p>
it: <p>Roman architecture was unlike anything that had come before. The Persians, Egyptians, Greeks and Etruscans all had monumental architecture. The grandeur of their buildings, though, was largely external. Buildings were designed to be impressive when viewed from outside because their architects all had to rely on building in a post-and-lintel system, which means that they used two upright posts, like columns, with a horizontal block, known as a lintel, laid flat across the top. A good example is this ancient Greek Temple in Paestum, Italy.</p> <p><span class="block-image image-wrapper"><img alt="Hera II, Paestum, c. 460 B.C.E. (Classical), tufa, 24.26 x 59.98 m" src="https://ka-perseus-images.s3.amazonaws.com/e73e7d7021996db5f13242f403c59b954c2a149f.jpg" /><span class="image-caption">An example of post and lintel architecture:&nbsp;Hera II, Paestum, c. 460 B.C.E. (Classical period), tufa, 24.26 x 59.98 m</span></span></p> <p>Since lintels are heavy, the interior spaces of buildings could only be limited in size. Much of the interior space had to be devoted to supporting heavy loads.</p> <p><span class="image-wrapper inline-image"><img alt="Giovanni Paolo Panini, Interior of the Pantheon, c. 1734, oil on canvas, 128 x 99 cm (National Gallery of Art)" src="https://ka-perseus-images.s3.amazonaws.com/cb0d257103ee59853dd93d7aa17c1da6dc7429cf.jpg" /><span class="image-caption">Giovanni Paolo Panini, <em>Interior of the Pantheon</em>, c. 1734, oil on canvas, 128 x 99 cm (National Gallery of Art)</span></span>Roman architecture differed fundamentally from this tradition because of the discovery, experimentation and exploitation of concrete, arches and vaulting (a good example of this is the Pantheon, c. 125 C.E.). Thanks to these innovations, from the first century&nbsp;C.E. Romans were able to create interior spaces that had previously been unheard of. Romans became increasingly concerned with shaping interior space rather than filling it with structural supports. As a result, the inside of Roman buildings were as impressive as their exteriors.</p> <h3>Materials, Methods and Innovations</h3> <p>Long before concrete made its appearance on the building scene in Rome, the Romans utilized a volcanic stone native to Italy called tufa to construct their buildings. Although tufa never went out of use, travertine began to be utilized in the late 2nd century&nbsp;B.C.E. because it was more durable. Also, its off-white color made it an acceptable substitute for marble.</p> <p><span class="block-image image-wrapper"><img alt="Temple of Portunus (formerly known as, Fortuna Virilis), travertine, tufa, and stucco, c. 120-80 B.C.E., Rome " src="https://ka-perseus-images.s3.amazonaws.com/c8c9dc83eded999feaeac75e9db1f79177049bd3.jpg" /><span class="image-caption">Temple of Portunus (formerly known as, Fortuna Virilis),<br /> c. 120-80 B.C.E., &nbsp;structure is&nbsp;travertine and&nbsp;tufa,&nbsp;stuccoed to look like Greek marble,&nbsp;Rome</span></span></p> <p>Marble was slow to catch on in Rome during the Republican period since it was seen as an extravagance, but after the reign of Augustus (31 B.C.E. - 14 C.E.), marble became quite fashionable. Augustus had famously claimed in his funerary inscription, known as the <em>Res Gestae</em>, that he &ldquo;found Rome a city of brick and left it a city of marble&rdquo; referring to his ambitious building campaigns.&nbsp;</p> <p>Roman concrete (<em>opus caementicium</em>), was developed early in the 2nd c. BCE. &nbsp;The use of mortar as a bonding agent in ashlar masonry wasn&rsquo;t new in the ancient world; mortar was a combination of sand, lime and water in proper proportions. The major contribution the Romans made to the mortar recipe was the introduction of volcanic Italian sand (also known as &ldquo;pozzolana&rdquo;). &nbsp;The Roman builders who used pozzolana rather than ordinary sand noticed that their mortar was incredibly strong and durable. It also had the ability to set underwater. Brick and tile were commonly plastered over the concrete since it was not considered very pretty on its own, but concrete&rsquo;s structural possibilities were far more important. The invention of <em>opus caementicium</em> initiated the Roman architectural revolution, allowing for builders to be much more creative with their designs. Since concrete takes the shape&nbsp;of the mold or frame it is poured into, buildings began to take on ever more fluid and creative shapes.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="True arch (left) and corbeled arch (right) (CC BY-SA 2.5)" src="https://ka-perseus-images.s3.amazonaws.com/4a127c481b494ee1634479f9b891d74a82b94bdc.jpg" /><span class="image-caption">True arch (left) and corbeled arch (right) (<a href="http://commons.wikimedia.org/wiki/File:Arc_truefalserp.jpg">CC BY-SA 2.5</a>)</span></span></p> <p>The Romans also exploited the opportunities afforded to architects by the innovation of the true arch (as opposed to a corbeled arch where&nbsp;stones are laid so that they move slightly in toward the center as they move higher).&nbsp;A true&nbsp;arch is composed of wedge-shaped blocks (typically of a durable stone), called voussoirs, with a key stone in the center holding them into place. In a true&nbsp;arch, weight is transferred from one voussoir down to the next, from the top of the arch to ground level, creating a sturdy building tool. True arches&nbsp;can span greater distances than a simple post-and-lintel.&nbsp;The use of concrete, combined with the employment of true arches allowed for vaults and domes to be built, creating expansive and breathtaking interior spaces.</p> <h3>Roman Architects</h3> <p>We don&rsquo;t know much about Roman architects. &nbsp;Few individual architects are known to us because the dedicatory inscriptions, which appear on finished buildings, usually commemorated the person who commissioned and paid for the structure. We do know that architects came from all walks of life, from freedmen all the way up to the Emperor Hadrian, and they were responsible for all aspects of building on a project. The architect would design the building and act as engineer; he would serve as contractor and supervisor and would attempt to keep the project within budget.</p> <h3>Building Types</h3> <p><span class="block-image image-wrapper"><img alt="Forum, Pompeii, looking toward Mt. Vesuvius" src="https://ka-perseus-images.s3.amazonaws.com/74e230ed2e083305431a3500f0366c856b34331a.jpg" /><span class="image-caption">Forum, Pompeii, looking toward Mt. Vesuvius, photo: <a href="https://www.flickr.com/photos/profzucker/8092765862/in/photostream/">Steven Zucker</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>Roman cities were typically focused on the forum (a large open plaza, surrounded by important buildings), which was the civic, religious and economic heart of the city. It was in the city&rsquo;s forum that major temples (such as a Capitoline temple, dedicated to Jupiter, Juno and Minerva) were located, as well as other important shrines. Also useful in the forum plan were the basilica&nbsp;(a law court), and other official meeting places for the town council, such as a curia building. Quite often the city&rsquo;s meat, fish and vegetable markets sprang up around the bustling forum. Surrounding the forum, lining the city&rsquo;s streets, framing gateways, and marking crossings stood the connective architecture of the city: the porticoes, colonnades, arches and fountains that beautified a Roman city and welcomed weary travelers to town. Pompeii, Italy is an excellent example of a city with a well preserved forum. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="House of Diana, Ostia, late 2nd century C.E." src="https://ka-perseus-images.s3.amazonaws.com/fc3723906d5848ba59edb539ffd595cdb2e522b1.jpg" /><span class="image-caption">House of Diana, Ostia, late 2nd century C.E., photo:&nbsp;<a href="https://www.flickr.com/photos/sebastiagiralt/4828166418">Sebasti&agrave; Giralt</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>Romans had a wide range of housing. The wealthy could own a house (<em>domus</em>) in the city as well as a country farmhouse (<em>villa</em>), while the less fortunate lived in multi-story apartment buildings called <em>insulae</em>. The House of Diana in Ostia, Rome&rsquo;s port city, from the late 2nd c. C.E. is a great example of an insula. Even in death, the Romans found the need to construct grand buildings to commemorate and house their remains, like Eurysaces the Baker, whose elaborate tomb still stands near the Porta Maggiore in Rome.</p> <p><span class="block-image image-wrapper"><img alt="The tomb of Eurysaces the baker, Rome, c. 50-20 B.C.E." src="https://ka-perseus-images.s3.amazonaws.com/4462050487ea81f24668f59323e38cb66757c2b4.jpg" /><span class="image-caption">The tomb of Eurysaces the baker, Rome, c. 50-20 B.C.E., photo:&nbsp;<a href="https://www.flickr.com/photos/jcherfas/3229814418">Jeremy Cherfas</a>&nbsp;(CC BY-NC-ND 2.0)</span></span></p> <p>The Romans built aqueducts throughout their domain and introduced water into the cities they built and occupied, increasing sanitary conditions. &nbsp;A ready supply of water also allowed bath houses to become standard features of Roman cities, from Timgad, Algeria to Bath, England. &nbsp;A healthy Roman lifestyle also included trips to the gymnasium. &nbsp;Quite often, in the Imperial period, grand gymnasium-bath complexes were built and funded by the state, such as the Baths of Caracalla which included running tracks, gardens and libraries.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/86ac4e7178ed67b9d824715e6863fb49e5c21d7f.jpg" /><span class="image-caption">Aqueduct (reconstruction). Aqueducts supplied Rome with clean water brought from sources far from the city. In this view, we see an aqueduct carried on piers passing through a built-up neighborhood. Elements of the model &copy; 2008 The Regents of the University of California, &copy; 2011 Universit&eacute; de Caen Basse-Normandie, &copy; 2012 Frischer Consulting. All rights reserved. Image &copy; 2012 Bernard Frischer</span></span></p> <p>Entertainment varied greatly to suit all tastes in Rome, necessitating the erection of many types of structures. &nbsp;There were Greek style theaters for plays as well as smaller, more intimate odeon buildings, like the one in Pompeii, which were specifically designed for musical performances. &nbsp;The Romans also built amphitheaters&mdash;elliptical, enclosed spaces such as the Colloseum&mdash;which were used for gladiatorial combats or battles between men and animals. The Romans also built a circus in many of their cities. The circuses, such as the one in Lepcis Magna, Libya, were venues for residents to watch chariot racing. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Arch of Titus (foreground) with the Colloseum in the background." src="https://ka-perseus-images.s3.amazonaws.com/1a4b78dce6b5cd690e7b5a19124d4b9e71f35249.jpg" /><span class="image-caption">Arch of Titus (foreground) with the Colloseum in the background, photo: <a href="https://www.flickr.com/photos/profzucker/4552994797/in/photostream/">Steven Zucker</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>The Romans continued to perfect their bridge building and road laying skills as well, allowing them to cross rivers and gullies and traverse great distances in order to expand their empire and better supervise it.&nbsp;From the bridge in Alc&aacute;ntara, Spain to the paved roads in Petra, Jordan, the Romans moved messages, money and troops efficiently. &nbsp; &nbsp; &nbsp;&nbsp;</p> <h3>Republican Period</h3> <p><span class="image-wrapper inline-image"><img alt="Temple of Jupiter Optimus Maximus, Capitoline Hill, Rome (reconstruction courtesy Dr. Bernard Frischer)" src="https://ka-perseus-images.s3.amazonaws.com/e897a6f587c7f58304842d0bb69115e42aa3c4ca.jpg" /><span class="image-caption">Temple of Jupiter Optimus Maximus, Capitoline Hill, Rome (reconstruction courtesy <a href="http://romereborn.frischerconsulting.com/ge/TS-037.html">Dr. Bernard Frischer</a>)</span></span>Republican Roman architecture was influenced by the Etruscans who were the early kings of Rome; the Etruscans were in turn influenced by Greek architecture. The Temple of Jupiter on the Capitoline Hill in Rome, begun in the late 6th century&nbsp;B.C.E., bears all the hallmarks of Etruscan architecture. The temple was erected from local tufa on a high podium and what is most characteristic is its frontality. The porch is very deep and the visitor is meant to approach from only one access point, rather than walk all the way around, as was common in Greek temples. Also, the presence of three cellas, or cult rooms, was also unique. The Temple of Jupiter would remain influential in temple design for much of the Republican period. &nbsp;</p> <p>Drawing on such deep and rich traditions didn&rsquo;t mean that Roman architects were unwilling to try new things. &nbsp;In the late Republican period, architects began to experiment with concrete, testing its capability to see how the material might allow them to build on a grand scale.</p> <p><span class="block-image image-wrapper"><img alt="Model of the Sanctuary of Fortuna Primigenia, from the archeological museum, Palestrina" src="https://ka-perseus-images.s3.amazonaws.com/853adc0c676253ab5f7f1ab53a064d42eafd24f1.jpg" /><span class="image-caption">Model of the Sanctuary of Fortuna Primigenia, from the archeological museum, Palestrina&nbsp;(<a href="http://commons.wikimedia.org/wiki/Category:Reconstructions_and_Plans_of_the_Sanctuary_of_Fortuna_Primigenia_in_Palestrina?uselang=it#mediaviewer/File:PalestrinaMuseoPlasticoSantuario.jpg">CC BY-SA 3.0</a>)</span></span></p> <p>The Sanctuary of Fortuna Primigenia in modern day Palestrina is comprised of two complexes, an upper and a lower one. The upper complex is built into a hillside and terraced, much like a Hellenistic sanctuary, with ramps and stairs leading from the terraces to the small theater and tholos temple at the pinnacle. The entire compound is intricately woven together to manipulate the visitor&rsquo;s experience of sight, daylight and the approach to the sanctuary itself. No longer dependent on post-and-lintel architecture, the builders utilized concrete to make a vast system of covered ramps, large terraces, shops and barrel vaults.&nbsp;</p> <h3>Imperial Period</h3> <p><span class="block-image image-wrapper"><img alt="Octagon room, Domus Aurea, Rome, c. 64-68 C.E." src="https://ka-perseus-images.s3.amazonaws.com/5a1ba13d4921431d25bb65b151e6cc17ee38a4fc.jpg" /><span class="image-caption">Severus and Celer, octagon room, Domus Aurea, Rome, c. 64-68 C.E. (<a href="http://www.ansa.it/web/notizie/canali/inviaggio/cultura/2011/04/03/visualizza_new.html_1526559668.html">photo source</a>)</span></span>The Emperor Nero began building his infamous Domus Aurea, or Golden House, after a great fire swept through Rome in 64 C.E. and destroyed much of the downtown area. The destruction allowed Nero to take over valuable real estate for his own building project; a vast new villa. Although the choice was not in the public interest, Nero&rsquo;s desire to live in grand fashion did spur on the architectural revolution in Rome. The architects, Severus and Celer, are known (thanks to the Roman historian Tacitus), and they built a grand palace, complete with courtyards, dining rooms, colonnades and fountains. They also used concrete extensively, including barrel vaults and domes throughout the complex. &nbsp;What makes the Golden House unique in Roman architecture is that Severus and Celer were using concrete in new and exciting ways; rather than utilizing the material for just its structural purposes, the architects began to experiment with concrete in aesthetic modes, for instance, to make expansive domed spaces. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/d4d1b0a6edfbbf48cee465bf9e20704ffacf2a36.jpg" /><span class="image-caption">Apollodorus of Damascus, Markets of Trajan, Rome, c. 106-12 C.E., photo: Steven Zucker&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>Nero may have started a new trend for bigger and better concrete architecture, but Roman architects, and the emperors who supported them, took that trend and pushed it to its greatest potential. &nbsp;Vespasian&rsquo;s Colosseum, the Markets of Trajan, the Baths of Caracalla and the Basilica of Maxentius are just a few of the most impressive structures to come out of the architectural revolution in Rome. Roman architecture was not entirely comprised of concrete, however. &nbsp;Some buildings, which were made from marble, hearkened back to the sober, Classical beauty of Greek architecture, like the Forum of Trajan. &nbsp;Concrete structures and marble buildings stood side by side in Rome, demonstrating that the Romans appreciated the architectural history of the Mediterranean just as much as they did their own innovation. &nbsp;Ultimately, Roman architecture is overwhelmingly a success story of experimentation and the desire to achieve something new.&nbsp;</p> <p>Essay by Dr. Jessica Ambler</p> <hr /> <p><strong>Additional resources:</strong></p> <p>James C.&nbsp;Anderson&nbsp;Jr.,&nbsp;<em>Roman Architecture and Society </em>(Baltimore: Johns Hopkins University Press, 2002).</p> <p>Diana&nbsp;Kleiner, <em>Roman Architecture: A Visual Guide</em> (Kindle) (New Haven: Yale University Press, 2014).</p> <p>William J.&nbsp;MacDonald,&nbsp;<em>The Architecture of the Roman Empire</em>, vol.&nbsp;I: <em>An Introductory Study </em>(New Haven: Yale University Press, 1982).</p> <p>Frank&nbsp;Sear, <em>Roman Architecture</em> (Ithaca: Cornell University Press, 1983).</p> <p>J.B.&nbsp;Ward-Perkins, <em>Roman Imperial Architecture </em>(New Haven: Yale University Press, 1992).</p>
