Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><img alt="Leonardo, Vitruvian Man" src="https://ka-perseus-images.s3.amazonaws.com/c46b6fb6850e6fe2b28e2bd8dee475522912e944.jpg" /></p> <p>History has no natural divisions. A woman living in Florence in the 15th century did not think of herself as a woman of the Renaissance. Historians divide history into large and small units in order to make characteristics and changes clear to themselves and to students. It&rsquo;s important to remember that any historical period is a construction and a simplification. Below are some important basics to get you started.</p> <p>As you read the timeline below, please keep in mind that equally momentous developments have occurred in Africa, Asia, the Americas and in the Pacific.</p> <h3>Prehistoric (before c.&nbsp;3000 B.C.E.)</h3> <p><span class="image-wrapper inline-image"><img alt="Nude Woman (Venus of Willendorf), c. 28,000-25,000 B.C.E., Limestone, 4 1/4&quot; high (Naturhistorisches Museum, Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/e55a245465c17f7e2a1e9c4da8b6531d9feaf13f.jpg" /><span class="image-caption"><em>Nude Woman (Venus of Willendorf)</em>, c. 28,000-25,000 B.C.E., Limestone, 4 1/4&quot; high (Naturhistorisches Museum, Vienna),&nbsp;photo:&nbsp;<a href="https://www.flickr.com/photos/profzucker/7279700294">Steven Zucker</a>&nbsp;<br /> (CC BY-NC-SA 2.0)</span></span>The term &ldquo;prehistoric&rdquo; refers to the time before written history. In the West, writing was invented in ancient Mesopotamia just before 3000 B.C.E., so this period includes visual culture (paintings, sculpture, and architecture) made before that date. The oldest decorative forms we can recognize as art come from Africa and may date back to 100,000 B.C.E. In contrast, the oldest cave paintings known are about 40,800 years old, and although we used to think that only our species, Homo Sapiens, made art&mdash;anthropologists now speculate that Neanderthals may have made at least some of these very early images.</p> <p>The Neolithic revolution, one of the most profound developments in all of human history, occurs during the Prehistoric Era. This is when our ancestors learned to farm and domesticate animals, allowing them to give up their nomadic ways, and settle down to build cities and civilizations.</p> <h3>Ancient (c. 3000 B.C.E. to c. 400 C.E.)</h3> <p>This period includes the great early civilizations of the ancient Near East (think Babylonia), ancient Egypt, ancient Greece, the Etruscans, and the Romans&mdash;everything that comes after the invention of writing and before the fall of the Roman Empire. Keep in mind the disintegration of the Roman Empire took centuries, but to simplify, c. 400 will do.</p> <p><span class="block-image image-wrapper"><img alt="Artemision Zeus or Poseidon, c. 460 B.C.E., bronze, 2.09 m high, Early Classical (Severe Style), recovered from a shipwreck off Cape Artemision, Greece in 1928 (National Archaeological Museum, Athens), photo: Steven Zucker (CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/33ce6801addfb004da4cac57ab2cd49d441bd126.jpg" /><span class="image-caption">Ancient Greek sculpture of &nbsp;Zeus or Poseidon, c. 460 B.C.E., bronze, 2.09 m high, Early Classical (Severe Style), recovered from a shipwreck off Cape Artemision, Greece in 1928 (National Archaeological Museum, Athens), photo: <a href="https://www.flickr.com/photos/profzucker/13140681474/in/photostream/">Steven Zucker</a> (CC BY-NC-SA 2.0)</span></span>It was during this period that the ancient Greeks first applied human reason to their observations of the natural world and created some of the earliest naturalistic images of human beings. This period is often credited with the birth of Western philosophy, mathematics, theater, science, and democracy. The Romans in turn created an empire that extended across most of Europe, and all the lands that surround the Mediterranean Sea. They were expert administrators and engineers and they saw themselves as the inheritors of the great civilizations that came before them, particularly, Greece and Egypt (which they conquered).</p> <p>It&rsquo;s important to remember that although history is often presented as a series of discrete stories, in reality narratives often overlap making history both more complex and more interesting. For example, it was also during the Roman Empire that the figure we now call Jesus lived. Jesus and his apostles were Jewish men living in what is today Israel, but which was then part of the Roman Empire.</p> <h3>Middle Ages (c. 400 C.E. to c. 1400 C.E.)</h3> <p>The first half of this thousand-year period witnessed terrible political and economic upheaval in Western Europe, as waves of invasions by migrating peoples destabilized the Roman Empire. The Roman emperor Constantine established Constantinople (now Istanbul, Turkey) as a new capital in the East in 330 C.E. and the Western Roman Empire broke apart soon after. In the Eastern Mediterranean, the Byzantine Empire (with Constantinople as its capital), flourished.</p> <p><span class="block-image image-wrapper"><img alt="Christ, Deësis mosaic (bust), undated Byzantine mosaic, Hagia Sophia, Istanbul, 4.08 x 5.95m, photo: Steven Zucker" src="https://ka-perseus-images.s3.amazonaws.com/717166636071ac2309dae23019279b74c6cd3303.jpg" /><span class="image-caption">Christ (detail), <em>De&euml;sis</em> (Christ with the Virgin Mary and John the Baptist), c. 1261, mosaic, imperial enclosure, south gallery, Hagia Sophia, Istanbul, photo: <a href="https://www.flickr.com/photos/profzucker/14068340119/">Steven Zucker</a></span></span></p> <p>Christianity spread across what had been the Roman Empire&mdash;even among migrating invaders (Vandals, Visigoths, etc.).&nbsp;The Christian Church, headed by the Pope, emerged as the most powerful institution in Western Europe, the Orthodox Church dominated in the East.</p> <p><span class="block-image image-wrapper"><img alt="Byzantine Empire in 650" src="https://ka-perseus-images.s3.amazonaws.com/e0aa046c21732e2ef63a8e5a991d66addca404dc.jpg" /><span class="image-caption">Byzantine Empire in 650</span></span></p> <p>It was during this period that Islam, one of the three great monotheistic religions, was born. Within little more than a century of the death of the Prophet Muhammad in 632 C.E., Islam had become an empire that stretched from Spain across North Africa, the Middle and Near East, to India. Medieval Islam was a leader in science and technology and established some of the world&rsquo;s great centers of learning (i.e. Cordoba). Islamic culture played an important role in preserving and translating ancient Greek texts at a time when much of the knowledge created during the ancient world was lost.</p> <p>Petrarch (a writer who lived in the 1300s) described the early Medieval period as the &quot;Dark Ages&quot; because to him it seemed to be a period of declining human achievement, especially when he compared it to the Ancient Greeks and Romans. The &ldquo;Middle Ages&rdquo; got its name because Renaissance scholars saw it as a long barbaric period that separated them from the great civilizations of ancient Greece and Rome that they both celebrated and emulated.</p> <p><span class="block-image image-wrapper"><img alt="Limbourg Brothers, Très Riches Heures du duc de Berry Folio 5, verso: May, 1412-16, manuscript illumination on vellum, 22.5 x 13.6 cm (Musée Condé) " src="https://ka-perseus-images.s3.amazonaws.com/7f2384e24b441cd53fee819c353e9d227922cabb.jpg" /><span class="image-caption">Young nobles in procession in&nbsp;the&nbsp;<em>Tr&egrave;s Riches Heures du duc de Berry,</em>&nbsp;(painted by the&nbsp;Limbourg Brothers),&nbsp;folio 5, verso: May, 1412-16, manuscript illumination on vellum, 22.5 x 13.6 cm (Mus&eacute;e Cond&eacute;)</span></span></p> <p>Medieval society was organized into clearly defined strata. At the top was the king. Below were lesser nobles. These lords in turn, ruled over peasants and serfs (the vast majority of the population). Serfs were laborers who were permanently bound to work the land owned by their lord. The basic unit of this system, known as Feudalism, was the lord/vassal relationship. The vassal would provide labor (in the fields or in battle) to the lord in exchange for land and protection. Mobility between strata was very rare.</p> <p>Of course, the thousand years of the Middle Ages saw the creation of many great works of art and literature, but they were different from what Petrarch valued. The works of art created in the Middle Ages were largely focused on the teachings of the Church.</p> <p>It is important to remember that during the Middle Ages it was rare that anyone except members of the clergy (monks, priests, etc.) could read and write. Despite expectations that the world would end in the year 1,000, Western Europe became increasingly stable, and this period is sometimes referred to as the Late (or High) Middle Ages. This period saw the renewal of large scale building and the re-establishment of sizable towns. Monasteries, such as Cluny, became wealthy and important centers of learning.</p> <p>Within the Middle Ages, there are subdivisions in art history, including Early Christian, Byzantine, Carolingian, Ottonian, Romanesque and Gothic. When we look closely at much of the art and politics of the 1,000 years of the Middle Ages, we find a complex and ongoing relationship with the memory and legacy of the ancient Roman empire and this is the foundation for the Renaissance.</p> <h3>Renaissance (c. 1400 to 1600)</h3> <p>In part, the Renaissance was a rebirth of interest in ancient Greek and Roman culture. It was also a period of economic prosperity in Europe&mdash;particularly in Italy and in Northern Europe. In art history, we study both the Italian Renaissance and the Northern Renaissance. We talk about a way of looking at the world called Humanism, which&mdash;at its most basic&mdash;placed renewed value on human knowledge, and the experience of this world (as opposed to focusing largely on the heavenly realm), using ancient Greek and Roman literature and art as a model.</p> <p><span class="block-image image-wrapper"><img alt="Raphael, School of Athens, fresco, 1509-1511 (Stanza della Segnatura, Papal Palace, Vatican) " src="https://ka-perseus-images.s3.amazonaws.com/4007aa0c2a1be2ab0641fff50dfc91dbf83d04c4.jpg" /><span class="image-caption">Plato, Aristotle and other ancient philosophers and mathematicians depicted in&nbsp;Raphael&#39;s&nbsp;<em>School of Athens</em>, fresco, 1509-1511 (Stanza della Segnatura, Papal Palace, Vatican) </span></span>There are only a handful of moments in history that we can point to that changed everything. The invention and adoption of the printing press was certainly one. As a result of the wider availability of books, literacy rates in Europe dramatically increased. Readers were empowered and in many ways we can trace the origin of our own information revolution to 15th-century Germany and Gutenberg&rsquo;s first printing press.</p> <p>In 1517 a German theologian and monk, Martin Luther, challenged the authority of the Pope and sparked the Protestant Reformation. His ideas spread quickly, thanks in part to the printing press. By challenging the power of the Church, and asserting the authority of individual conscience (it was increasingly possible for people to read the bible in the language that they spoke), the Reformation laid the foundation for the value that modern culture places on the individual.</p> <p>It is also during this period that the Scientific Revolution began and observation replaced religious doctrine as the source of our understanding of the universe and our place in it. Copernicus up-ended the ancient Greek model of the heavens by suggesting that the sun was at the center of the solar system and that the planets orbited in circles around it. However, there were still problems with getting this theory to match observation. At the beginning of the 17th century, Kepler theorized (correctly!) that the planets moved in elliptical orbits (not circular ones) and that the speed of the orbits varied according to the planets&rsquo; distance from the sun. So much for the ideal geometries of the Greeks!</p> <h3>Early Modern (c. 1600 - 1800)</h3> <p>It might seem strange to date the beginning of the &quot;modern era&quot; to so long ago, but in many ways it was the scientific, political and economic revolutions of the 17th and&nbsp;18th&nbsp;centuries that have most shaped our own society.</p> <p>Art historians study the Baroque style of the 17th century. This was a time of extended and often violent conflict between Catholics and Protestants made all the more complex because of the growing power of&nbsp;Europe&rsquo;s great monarchies. It was a time when nations grew in size, wealth and autonomy and when national boundaries were hardened, prefiguring the countries we know today (France, Spain and England for example). This was also a period of colonization, when European powers divided and exploited the world&rsquo;s natural resources and people for their own benefit&nbsp;(think especially of the African slave trade, or the subjugation and forced conversion of the indigenous&nbsp;peoples of the Americas).<br /> <br /> <span class="block-image image-wrapper"><img alt="Hendrik Cornelisz Vroom, The Return to Amsterdam of the Second Expedition to the East Indies, 1599, oil on canvas (Rijksmuseum)" src="https://ka-perseus-images.s3.amazonaws.com/8ffa61f2488ecb0bdbffbd45344ca7a8adcd1b79.jpg" /><span class="image-caption">Hendrik Cornelisz Vroom, <em>The Return to Amsterdam of the Second Expedition to the East Indies</em>, 1599, oil on canvas (Rijksmuseum)</span></span>The 1700s is often called the Enlightenment. In many ways, it furthers the interest in the individual seen in the Italian Renaissance and more widely during the Protestant Reformation. Thinkers such as Rousseau, Voltaire and Diderot asserted our ability to reason for ourselves instead of relying on the teachings of established institutions, such as the Church. In art history we study the Rococo and Neoclassical styles.</p> <p>The American and French Revolutions date to this period. The emerging middle classes (and later the working-classes) began a centuries-long campaign to gain political power, challenging the control of the aristocracy and monarchy. Successive reform movements (in this period and the 19th century) and revolutions gradually extended the franchise (the right to vote). Previously suffrage had been limited to males who owned land or who paid a certain amount in taxes. It was only in the second half of the 19th and the 20th centuries that universal suffrage became the norm in Europe and North America.</p> <h3>Modern (after c. 1800)</h3> <p>Capitalism became the dominant economic system during this period (though it had its roots in the Renaissance). Individuals risked capital to produce goods in a currency-based market which depended on inexpensive, waged labor. Labor eventually organized into unions (latter-day guilds) and in this way, asserted considerable influence. More broadly shared political power was bolstered by overall increases in the standard of living and the first experiments in public education.</p> <p>Steam-powered machines and unskilled laborers in factories began to replace skilled artisans. London, Paris, and New York led the unprecedented population growth of cities during this period, as people moved from the countryside or emigrated to find a higher standard of living.</p> <p><span class="block-image image-wrapper"><img alt="Pablo Picasso, Guernica, 1937, oil on canvas, 349 × 776 cm (Museo Reina Sofia, Madrid)" src="https://ka-perseus-images.s3.amazonaws.com/ade5f5a97a3716e43de28b9544ca0b396dab3f92.jpg" /><span class="image-caption">Pablo Picasso, <em>Guernica</em>, 1937, oil on canvas, 349 &times; 776 cm<br /> (Museo Reina Sofia, Madrid)</span></span>The 20th Century was the most violent in history. It included two world wars, the Cold War, the dismantling of colonialism and the invention of the Totalitarian state. Dictators (Mussolini, Hitler, Stalin, Idi Amin, Pol Pot, the successive leaders of North Korea, etc.) imposed extreme political systems that caused mass starvation, mass dislocations and genocide. At the same time, the 20th Century was marked by the struggle for human rights and the rise of global capitalism.</p> <p>Where artists had previously worked under the instructions of wealthy patrons associated with the church or state, in this period, art became part of the market economy, and art itself came to be seen as personal self-expression. The high value placed on the individual, which emerged in ancient Greece and Rome and then again in the Renaissance, became the primary value of Western culture. Where artistic styles (for example, Baroque) had once covered numerous artists working over broad regions and periods of time, in the late Nineteenth and through the 20th Century, successive styles of art change with increasing speed and fracture into a kaleidoscope of individual artistic practices.</p> <h3>Where do we fit in?</h3> <p>We are immersed in our own time and it can be difficult to see the world around us objectively. One of the modern definitions of an artist, in fact, is someone who is particularly insightful about their own cultural moment. Thanks to global capitalism, social media and the internet, we are more interconnected and interdependent than at any other time in history. Some see this as a utopian moment. With internet access, we can all contribute to and benefit from what is being called the Information Revolution. For others, the prevalence of technology in our lives threatens our individuality and privacy, and reduces us to a data point that can be monetized by corporations like Facebook, Google, and Apple. One thing is certain, throughout the time periods sketched above, art has meant different things, and it is likely to be differently defined in the future.</p> <p>The history of humanity is recorded in our visual culture. Like the fate of previous civilizations, time will eventually destroy much of the visual culture that we are familiar with today. Future art historians will seek to reconstruct the world we now live in, to better understand the nuanced meanings that are so familiar to us. Perhaps someday an art historian will puzzle over an internet meme, a Torqued Ellipse by Richard Serra, or school-yard graffiti.</p> <p>Essay by Dr. Beth Harris and Dr. Steven Zucker</p>
it: <p><img alt="Leonardo, Vitruvian Man" src="https://ka-perseus-images.s3.amazonaws.com/c46b6fb6850e6fe2b28e2bd8dee475522912e944.jpg" /></p> <p>History has no natural divisions. A woman living in Florence in the 15th century did not think of herself as a woman of the Renaissance. Historians divide history into large and small units in order to make characteristics and changes clear to themselves and to students. It&rsquo;s important to remember that any historical period is a construction and a simplification. Below are some important basics to get you started.</p> <p>As you read the timeline below, please keep in mind that equally momentous developments have occurred in Africa, Asia, the Americas and in the Pacific.</p> <h3>Prehistoric (before c.&nbsp;3000 B.C.E.)</h3> <p><span class="image-wrapper inline-image"><img alt="Nude Woman (Venus of Willendorf), c. 28,000-25,000 B.C.E., Limestone, 4 1/4&quot; high (Naturhistorisches Museum, Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/e55a245465c17f7e2a1e9c4da8b6531d9feaf13f.jpg" /><span class="image-caption"><em>Nude Woman (Venus of Willendorf)</em>, c. 28,000-25,000 B.C.E., Limestone, 4 1/4&quot; high (Naturhistorisches Museum, Vienna),&nbsp;photo:&nbsp;<a href="https://www.flickr.com/photos/profzucker/7279700294">Steven Zucker</a>&nbsp;<br /> (CC BY-NC-SA 2.0)</span></span>The term &ldquo;prehistoric&rdquo; refers to the time before written history. In the West, writing was invented in ancient Mesopotamia just before 3000 B.C.E., so this period includes visual culture (paintings, sculpture, and architecture) made before that date. The oldest decorative forms we can recognize as art come from Africa and may date back to 100,000 B.C.E. In contrast, the oldest cave paintings known are about 40,800 years old, and although we used to think that only our species, Homo Sapiens, made art&mdash;anthropologists now speculate that Neanderthals may have made at least some of these very early images.</p> <p>The Neolithic revolution, one of the most profound developments in all of human history, occurs during the Prehistoric Era. This is when our ancestors learned to farm and domesticate animals, allowing them to give up their nomadic ways, and settle down to build cities and civilizations.</p> <h3>Ancient (c. 3000 B.C.E. to c. 400 C.E.)</h3> <p>This period includes the great early civilizations of the ancient Near East (think Babylonia), ancient Egypt, ancient Greece, the Etruscans, and the Romans&mdash;everything that comes after the invention of writing and before the fall of the Roman Empire. Keep in mind the disintegration of the Roman Empire took centuries, but to simplify, c. 400 will do.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/33ce6801addfb004da4cac57ab2cd49d441bd126.jpg" /><span class="image-caption">Ancient Greek sculpture of &nbsp;Zeus or Poseidon, c. 460 B.C.E., bronze, 2.09 m high, Early Classical (Severe Style), recovered from a shipwreck off Cape Artemision, Greece in 1928 (National Archaeological Museum, Athens), photo: <a href="https://www.flickr.com/photos/profzucker/13140681474/in/photostream/">Steven Zucker</a> (CC BY-NC-SA 2.0)</span></span>It was during this period that the ancient Greeks first applied human reason to their observations of the natural world and created some of the earliest naturalistic images of human beings. This period is often credited with the birth of Western philosophy, mathematics, theater, science, and democracy. The Romans in turn created an empire that extended across most of Europe, and all the lands that surround the Mediterranean Sea. They were expert administrators and engineers and they saw themselves as the inheritors of the great civilizations that came before them, particularly, Greece and Egypt (which they conquered).</p> <p>It&rsquo;s important to remember that although history is often presented as a series of discrete stories, in reality narratives often overlap making history both more complex and more interesting. For example, it was also during the Roman Empire that the figure we now call Jesus lived. Jesus and his apostles were Jewish men living in what is today Israel, but which was then part of the Roman Empire.</p> <h3>Middle Ages (c. 400 C.E. to c. 1400 C.E.)</h3> <p>The first half of this thousand-year period witnessed terrible political and economic upheaval in Western Europe, as waves of invasions by migrating peoples destabilized the Roman Empire. The Roman emperor Constantine established Constantinople (now Istanbul, Turkey) as a new capital in the East in 330 C.E. and the Western Roman Empire broke apart soon after. In the Eastern Mediterranean, the Byzantine Empire (with Constantinople as its capital), flourished.</p> <p><span class="block-image image-wrapper"><img alt="Christ, Deësis mosaic (bust), undated Byzantine mosaic, Hagia Sophia, Istanbul, 4.08 x 5.95m, photo: Steven Zucker" src="https://ka-perseus-images.s3.amazonaws.com/717166636071ac2309dae23019279b74c6cd3303.jpg" /><span class="image-caption">Christ (detail), <em>De&euml;sis</em> (Christ with the Virgin Mary and John the Baptist), c. 1261, mosaic, imperial enclosure, south gallery, Hagia Sophia, Istanbul, photo: <a href="https://www.flickr.com/photos/profzucker/14068340119/">Steven Zucker</a></span></span></p> <p>Christianity spread across what had been the Roman Empire&mdash;even among migrating invaders (Vandals, Visigoths, etc.).&nbsp;The Christian Church, headed by the Pope, emerged as the most powerful institution in Western Europe, the Orthodox Church dominated in the East.</p> <p><span class="block-image image-wrapper"><img alt="Byzantine Empire in 650" src="https://ka-perseus-images.s3.amazonaws.com/e0aa046c21732e2ef63a8e5a991d66addca404dc.jpg" /><span class="image-caption">Byzantine Empire in 650</span></span></p> <p>It was during this period that Islam, one of the three great monotheistic religions, was born. Within little more than a century of the death of the Prophet Muhammad in 632 C.E., Islam had become an empire that stretched from Spain across North Africa, the Middle and Near East, to India. Medieval Islam was a leader in science and technology and established some of the world&rsquo;s great centers of learning (i.e. Cordoba). Islamic culture played an important role in preserving and translating ancient Greek texts at a time when much of the knowledge created during the ancient world was lost.</p> <p>Petrarch (a writer who lived in the 1300s) described the early Medieval period as the &quot;Dark Ages&quot; because to him it seemed to be a period of declining human achievement, especially when he compared it to the Ancient Greeks and Romans. The &ldquo;Middle Ages&rdquo; got its name because Renaissance scholars saw it as a long barbaric period that separated them from the great civilizations of ancient Greece and Rome that they both celebrated and emulated.</p> <p><span class="block-image image-wrapper"><img alt="Limbourg Brothers, Très Riches Heures du duc de Berry Folio 5, verso: May, 1412-16, manuscript illumination on vellum, 22.5 x 13.6 cm (Musée Condé) " src="https://ka-perseus-images.s3.amazonaws.com/7f2384e24b441cd53fee819c353e9d227922cabb.jpg" /><span class="image-caption">Young nobles in procession in&nbsp;the&nbsp;<em>Tr&egrave;s Riches Heures du duc de Berry,</em>&nbsp;(painted by the&nbsp;Limbourg Brothers),&nbsp;folio 5, verso: May, 1412-16, manuscript illumination on vellum, 22.5 x 13.6 cm (Mus&eacute;e Cond&eacute;)</span></span></p> <p>Medieval society was organized into clearly defined strata. At the top was the king. Below were lesser nobles. These lords in turn, ruled over peasants and serfs (the vast majority of the population). Serfs were laborers who were permanently bound to work the land owned by their lord. The basic unit of this system, known as Feudalism, was the lord/vassal relationship. The vassal would provide labor (in the fields or in battle) to the lord in exchange for land and protection. Mobility between strata was very rare.</p> <p>Of course, the thousand years of the Middle Ages saw the creation of many great works of art and literature, but they were different from what Petrarch valued. The works of art created in the Middle Ages were largely focused on the teachings of the Church.</p> <p>It is important to remember that during the Middle Ages it was rare that anyone except members of the clergy (monks, priests, etc.) could read and write. Despite expectations that the world would end in the year 1,000, Western Europe became increasingly stable, and this period is sometimes referred to as the Late (or High) Middle Ages. This period saw the renewal of large scale building and the re-establishment of sizable towns. Monasteries, such as Cluny, became wealthy and important centers of learning.</p> <p>Within the Middle Ages, there are subdivisions in art history, including Early Christian, Byzantine, Carolingian, Ottonian, Romanesque and Gothic. When we look closely at much of the art and politics of the 1,000 years of the Middle Ages, we find a complex and ongoing relationship with the memory and legacy of the ancient Roman empire and this is the foundation for the Renaissance.</p> <h3>Renaissance (c. 1400 to 1600)</h3> <p>In part, the Renaissance was a rebirth of interest in ancient Greek and Roman culture. It was also a period of economic prosperity in Europe&mdash;particularly in Italy and in Northern Europe. In art history, we study both the Italian Renaissance and the Northern Renaissance. We talk about a way of looking at the world called Humanism, which&mdash;at its most basic&mdash;placed renewed value on human knowledge, and the experience of this world (as opposed to focusing largely on the heavenly realm), using ancient Greek and Roman literature and art as a model.</p> <p><span class="block-image image-wrapper"><img alt="Raphael, School of Athens, fresco, 1509-1511 (Stanza della Segnatura, Papal Palace, Vatican) " src="https://ka-perseus-images.s3.amazonaws.com/4007aa0c2a1be2ab0641fff50dfc91dbf83d04c4.jpg" /><span class="image-caption">Plato, Aristotle and other ancient philosophers and mathematicians depicted in&nbsp;Raphael&#39;s&nbsp;<em>School of Athens</em>, fresco, 1509-1511 (Stanza della Segnatura, Papal Palace, Vatican) </span></span>There are only a handful of moments in history that we can point to that changed everything. The invention and adoption of the printing press was certainly one. As a result of the wider availability of books, literacy rates in Europe dramatically increased. Readers were empowered and in many ways we can trace the origin of our own information revolution to 15th-century Germany and Gutenberg&rsquo;s first printing press.</p> <p>In 1517 a German theologian and monk, Martin Luther, challenged the authority of the Pope and sparked the Protestant Reformation. His ideas spread quickly, thanks in part to the printing press. By challenging the power of the Church, and asserting the authority of individual conscience (it was increasingly possible for people to read the bible in the language that they spoke), the Reformation laid the foundation for the value that modern culture places on the individual.</p> <p>It is also during this period that the Scientific Revolution began and observation replaced religious doctrine as the source of our understanding of the universe and our place in it. Copernicus up-ended the ancient Greek model of the heavens by suggesting that the sun was at the center of the solar system and that the planets orbited in circles around it. However, there were still problems with getting this theory to match observation. At the beginning of the 17th century, Kepler theorized (correctly!) that the planets moved in elliptical orbits (not circular ones) and that the speed of the orbits varied according to the planets&rsquo; distance from the sun. So much for the ideal geometries of the Greeks!</p> <h3>Early Modern (c. 1600 - 1800)</h3> <p>It might seem strange to date the beginning of the &quot;modern era&quot; to so long ago, but in many ways it was the scientific, political and economic revolutions of the 17th and&nbsp;18th&nbsp;centuries that have most shaped our own society.</p> <p>Art historians study the Baroque style of the 17th century. This was a time of extended and often violent conflict between Catholics and Protestants made all the more complex because of the growing power of&nbsp;Europe&rsquo;s great monarchies. It was a time when nations grew in size, wealth and autonomy and when national boundaries were hardened, prefiguring the countries we know today (France, Spain and England for example). This was also a period of colonization, when European powers divided and exploited the world&rsquo;s natural resources and people for their own benefit&nbsp;(think especially of the African slave trade, or the subjugation and forced conversion of the indigenous&nbsp;peoples of the Americas).<br /> <br /> <span class="block-image image-wrapper"><img alt="Hendrik Cornelisz Vroom, The Return to Amsterdam of the Second Expedition to the East Indies, 1599, oil on canvas (Rijksmuseum)" src="https://ka-perseus-images.s3.amazonaws.com/8ffa61f2488ecb0bdbffbd45344ca7a8adcd1b79.jpg" /><span class="image-caption">Hendrik Cornelisz Vroom, <em>The Return to Amsterdam of the Second Expedition to the East Indies</em>, 1599, oil on canvas (Rijksmuseum)</span></span>The 1700s is often called the Enlightenment. In many ways, it furthers the interest in the individual seen in the Italian Renaissance and more widely during the Protestant Reformation. Thinkers such as Rousseau, Voltaire and Diderot asserted our ability to reason for ourselves instead of relying on the teachings of established institutions, such as the Church. In art history we study the Rococo and Neoclassical styles.</p> <p>The American and French Revolutions date to this period. The emerging middle classes (and later the working-classes) began a centuries-long campaign to gain political power, challenging the control of the aristocracy and monarchy. Successive reform movements (in this period and the 19th century) and revolutions gradually extended the franchise (the right to vote). Previously suffrage had been limited to males who owned land or who paid a certain amount in taxes. It was only in the second half of the 19th and the 20th centuries that universal suffrage became the norm in Europe and North America.</p> <h3>Modern (after c. 1800)</h3> <p>Capitalism became the dominant economic system during this period (though it had its roots in the Renaissance). Individuals risked capital to produce goods in a currency-based market which depended on inexpensive, waged labor. Labor eventually organized into unions (latter-day guilds) and in this way, asserted considerable influence. More broadly shared political power was bolstered by overall increases in the standard of living and the first experiments in public education.</p> <p>Steam-powered machines and unskilled laborers in factories began to replace skilled artisans. London, Paris, and New York led the unprecedented population growth of cities during this period, as people moved from the countryside or emigrated to find a higher standard of living.</p> <p><span class="block-image image-wrapper"><img alt="Pablo Picasso, Guernica, 1937, oil on canvas, 349 × 776 cm (Museo Reina Sofia, Madrid)" src="https://ka-perseus-images.s3.amazonaws.com/ade5f5a97a3716e43de28b9544ca0b396dab3f92.jpg" /><span class="image-caption">Pablo Picasso, <em>Guernica</em>, 1937, oil on canvas, 349 &times; 776 cm<br /> (Museo Reina Sofia, Madrid)</span></span>The 20th Century was the most violent in history. It included two world wars, the Cold War, the dismantling of colonialism and the invention of the Totalitarian state. Dictators (Mussolini, Hitler, Stalin, Idi Amin, Pol Pot, the successive leaders of North Korea, etc.) imposed extreme political systems that caused mass starvation, mass dislocations and genocide. At the same time, the 20th Century was marked by the struggle for human rights and the rise of global capitalism.</p> <p>Where artists had previously worked under the instructions of wealthy patrons associated with the church or state, in this period, art became part of the market economy, and art itself came to be seen as personal self-expression. The high value placed on the individual, which emerged in ancient Greece and Rome and then again in the Renaissance, became the primary value of Western culture. Where artistic styles (for example, Baroque) had once covered numerous artists working over broad regions and periods of time, in the late Nineteenth and through the 20th Century, successive styles of art change with increasing speed and fracture into a kaleidoscope of individual artistic practices.</p> <h3>Where do we fit in?</h3> <p>We are immersed in our own time and it can be difficult to see the world around us objectively. One of the modern definitions of an artist, in fact, is someone who is particularly insightful about their own cultural moment. Thanks to global capitalism, social media and the internet, we are more interconnected and interdependent than at any other time in history. Some see this as a utopian moment. With internet access, we can all contribute to and benefit from what is being called the Information Revolution. For others, the prevalence of technology in our lives threatens our individuality and privacy, and reduces us to a data point that can be monetized by corporations like Facebook, Google, and Apple. One thing is certain, throughout the time periods sketched above, art has meant different things, and it is likely to be differently defined in the future.</p> <p>The history of humanity is recorded in our visual culture. Like the fate of previous civilizations, time will eventually destroy much of the visual culture that we are familiar with today. Future art historians will seek to reconstruct the world we now live in, to better understand the nuanced meanings that are so familiar to us. Perhaps someday an art historian will puzzle over an internet meme, a Torqued Ellipse by Richard Serra, or school-yard graffiti.</p> <p>Essay by Dr. Beth Harris and Dr. Steven Zucker</p>
