Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China (photo: Will Clayton, CC BY 2.0) " src="https://ka-perseus-images.s3.amazonaws.com/1f3ffd1a3e647c1ef72fda6d6d43eda860e2d3a7.jpg" /><span class="image-caption">Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China<br /> (photo: <a href="https://flic.kr/p/7UMyQe">Will Clayton</a>, CC BY 2.0)</span></span></p> <h3><span>The First Emperor</span></h3> <p>Qin Shihuang (259-210 B.C.E.) conquered much in this life, but his driving purpose was even greater;&nbsp;he sought to conquer death.&nbsp;In order to achieve immortality, he built himself a tomb&mdash;a vast underground city guarded by a life-size terracotta army including warriors, infantrymen, horses, chariots and all their attendant armor and weaponry.</p> <p><span class="block-image image-wrapper"><img alt="Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China (photo: Keith Marshall, CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/400266d2fadd0b912613980c636ea47a666947e5.jpg" /><span class="image-caption">Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China<br /> (photo: <a href="https://flic.kr/p/Gfas2">Keith Marshall</a>, CC BY-NC-SA 2.0)</span></span></p> <p>The underground terracotta army found in the First Emperor&rsquo;s burial complex is undoubtedly one of the most remarkable and mysterious discoveries from the ancient world.&nbsp;A sprawling citadel has been unearthed, complete with gardens and stables, bronze ritual vessels, jade jewelry, and a wealth of gold and silver ornaments.</p> <p>Besides revealing much about an ancient way of life, observing the physical construction of the underground complex and the methodical production of the figures reveals a set of themes from which we gain a window of insight to the First Emperor&rsquo;s worldview and enduring influence.</p> <h3>Innovation</h3> <p>The First Emperor<span>&nbsp;known for stunning innovations that consolidated his rule through modernization. During his reign, he introduced the standardization of currency, writing, measurements and more. He connected cities and states with advanced systems of roads and canals. He is also credited with continuing the construction of the Great Wall, which is perhaps the most widely-known symbol still associated with China to this day.</span><br /> <br /> <span class="block-image image-wrapper"><img alt="Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China (photo: The.Rohit, CC BY-NC 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/5cf9eaa0977eb59f764089e5fd1459848fa6964f.jpg" /><span class="image-caption">Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China.&nbsp;The cavalry horses are approximately life-size. They have a saddle but&nbsp;stirrups were not in use at this time&nbsp;(photo: <a href="https://flic.kr/p/jfZYcd">The.Rohit</a>, CC BY-NC 2.0)</span></span></p> <p>He is regarded as a military genius, and while his methods included massacre and destruction, some claim that his ultimate success at bringing the states together justifies the violence, a necessary cost of nation-building. We also see&nbsp;the first assembly-line style production in the creation of his terracotta warriors, horses and chariots.</p> <h3>Immortality</h3> <p>Perhaps the most fascinating aspect of the burial complex is what it suggests about the young Emperor&rsquo;s obsession with immortality.&nbsp;Driven to conquer death itself, the eventual First Emperor ascended to the throne of the Qin state at age of 13 and immediately began to plan his burial, and more importantly, his underground palace, a mausoleum attended by&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China (photo: NekaPearl, CC: BY-NC 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/2c4d8eb2cb887feb626874cfa6306d928bd26dd4.jpg" /><span class="image-caption">Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China (photo: <a href="https://flic.kr/p/8bByLC">NekaPearl</a>, CC: BY-NC 2.0)</span></span>an army including over 7,000 terracotta warriors horses, chariots and weaponry intended to protect him in the afterlife.&nbsp;The First Emperor envisioned a subterranean domain that would parallel his worldly existence after corporal death.</p> <p>According to Han-dynasty historian Sima Qian, the First Emperor lined his burial complex with a treasury of riches and piles of precious gemstones said to represent the stars, sun and moon. He was deeply concerned with the universe and looked to the cosmos as a guide for crossing over to an immortal existence.&nbsp;</p> <p>Excavation also revealed other mysterious findings, like strangely high levels of mercury and evidence that the poisonous substance coursed through an intricate system of underground troughs, replicating the topography of the actual rivers and seas carving the surrounding landscape. Some suggest that the emperor believed mercury had life-giving power and so surrounded himself with the toxic element, believing it was yet another way he might live forever.</p> <h3>Unification</h3> <p>Of all the accomplishments from this extraordinary period, the unification of China is, without question, the greatest symbol of the Qin dynasty&rsquo;s power and influence.&nbsp;Born in a time of turmoil in China&#39;s history, known as the Warring States period (475-221 B.C.E.), The First Emperor founded the short-lived Qin dynasty (221-206 B.C.E.). By 221 B.C.E., he merged the seven warring states into one nation and took the name Qin Shihuang, which means First Emperor. He left a legacy of a centralized and bureaucratic state that would be carried onto successive dynasties over the next two millennia.</p> <p><span class="image-wrapper inline-image"><img alt="Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China (photo: Naadir Jeewa, CC: BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/29a6ed0eb95a9b6f9fe9b7cd15241448634ca0aa.jpg" /><span class="image-caption">Armored kneeling archer, Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China. Armored kneeling archers were positioned at the front of the unit in Pit 2, the kneeling archers protected the cavalry and chariots. They are equipped with shoulder and body armor and wear hair braided and swept up in a topknot.&nbsp;<br /> (photo: <a href="https://flic.kr/p/8hFU1j">Naadir Jeewa</a>, CC: BY-NC-SA 2.0)</span></span></p> <p>Prior to his taking the throne, the Qin state had been in existence for over half a century&mdash;under the single clan Ying though never under the rule of one individual. The rulers of the State of Qin had gradually expanded their domain over the centuries, but the slow effort culminated in ultimate victory when The First Emperor succeeded in uniting the once-divided empire.</p> <h3>Archaeology</h3> <p>When the burial complex was first discovered by farmers in 1974, archaeologists set to work on one of the most astonishing ancient sites on record.&nbsp;The excavation uncovered a sprawling citadel with thousands of warriors, each designed with a unique face and clothing. In addition to the warriors themselves, the dig uncovered horses, chariots, bronze ritual vessels, jade jewelry, and gold and silver ornaments. According to historian Sima Qian, the emperor so feared that his artisans &ldquo;might disclose all the treasure that was in the tomb, . . [that] after the burial and sealing up of the treasures, the middle gate was shut and the outer gate closed to imprison all the artisans and laborers, so that no one came out.&rdquo;&nbsp;</p> <p>The story of the burial complex is also fascinating because it was conceived by such a very young individual. Court records reveal that, despite taking the throne at the age of 13 (in 246 B.C.E.), the eventual emperor ordered construction to begin almost immediately. Enormous numbers of laborers worked on the project, which was halted as the dynasty neared collapse. To date, four pits have been partially excavated. Three contain terracotta soldiers, horse-drawn chariots and weapons. The fourth pit was found empty, a testament to the original unfinished construction.</p> <p><span class="block-image image-wrapper"><img alt="Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China (photo: Romain Guy, CC: BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/8ba0201ff659ed5d12debb2b3544491bfe01c067.jpg" /><span class="image-caption">Armored infantryman,&nbsp;Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China. Armored infantryman wear body and shoulder armor. Their hands are positioned to hold a lance (left hand) and a crossbow (right hand). They wear their hair in a topknot covered by a soft cap that ties at the back.&nbsp;(photo: <a href="https://flic.kr/p/qqbPg">Romain Guy</a>, CC: BY-NC-SA 2.0)</span></span>One of the most extraordinary features of the terracotta warriors is that each appears to have distinct features&mdash;an incredible feat of craftsmanship and production. Despite the custom construction of these figures, studies of their proportions reveal that their frames were created using an assembly production system that paved the way for advances in mass production and commerce.</p> <p>Archaeologists estimate that the objects, including figures, horses, and weapons, number in the thousands, though the true total may never be known.</p> <p>Learn more about China&#39;s terracotta warriors on the&nbsp;<a href="http://education.asianart.org/explore-resources/background-information/terracotta-army-first-emperor">Asian Art Museum&#39;s education website</a>.&nbsp;</p> <p><a href="http://education.asianart.org"><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b87b45e6285e3bc9b4940e5373b08c49c3f2b20a.png" /></span></a></p>
it: <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/1f3ffd1a3e647c1ef72fda6d6d43eda860e2d3a7.jpg" /><span class="image-caption">Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China<br /> (photo: <a href="https://flic.kr/p/7UMyQe">Will Clayton</a>, CC BY 2.0)</span></span></p> <h3><span>The First Emperor</span></h3> <p>Qin Shihuang (259-210 B.C.E.) conquered much in this life, but his driving purpose was even greater;&nbsp;he sought to conquer death.&nbsp;In order to achieve immortality, he built himself a tomb&mdash;a vast underground city guarded by a life-size terracotta army including warriors, infantrymen, horses, chariots and all their attendant armor and weaponry.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/400266d2fadd0b912613980c636ea47a666947e5.jpg" /><span class="image-caption">Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China<br /> (photo: <a href="https://flic.kr/p/Gfas2">Keith Marshall</a>, CC BY-NC-SA 2.0)</span></span></p> <p>The underground terracotta army found in the First Emperor&rsquo;s burial complex is undoubtedly one of the most remarkable and mysterious discoveries from the ancient world.&nbsp;A sprawling citadel has been unearthed, complete with gardens and stables, bronze ritual vessels, jade jewelry, and a wealth of gold and silver ornaments.</p> <p>Besides revealing much about an ancient way of life, observing the physical construction of the underground complex and the methodical production of the figures reveals a set of themes from which we gain a window of insight to the First Emperor&rsquo;s worldview and enduring influence.</p> <h3>Innovation</h3> <p>The First Emperor<span>&nbsp;known for stunning innovations that consolidated his rule through modernization. During his reign, he introduced the standardization of currency, writing, measurements and more. He connected cities and states with advanced systems of roads and canals. He is also credited with continuing the construction of the Great Wall, which is perhaps the most widely-known symbol still associated with China to this day.</span><br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/5cf9eaa0977eb59f764089e5fd1459848fa6964f.jpg" /><span class="image-caption">Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China.&nbsp;The cavalry horses are approximately life-size. They have a saddle but&nbsp;stirrups were not in use at this time&nbsp;(photo: <a href="https://flic.kr/p/jfZYcd">The.Rohit</a>, CC BY-NC 2.0)</span></span></p> <p>He is regarded as a military genius, and while his methods included massacre and destruction, some claim that his ultimate success at bringing the states together justifies the violence, a necessary cost of nation-building. We also see&nbsp;the first assembly-line style production in the creation of his terracotta warriors, horses and chariots.</p> <h3>Immortality</h3> <p>Perhaps the most fascinating aspect of the burial complex is what it suggests about the young Emperor&rsquo;s obsession with immortality.&nbsp;Driven to conquer death itself, the eventual First Emperor ascended to the throne of the Qin state at age of 13 and immediately began to plan his burial, and more importantly, his underground palace, a mausoleum attended by&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/2c4d8eb2cb887feb626874cfa6306d928bd26dd4.jpg" /><span class="image-caption">Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China (photo: <a href="https://flic.kr/p/8bByLC">NekaPearl</a>, CC: BY-NC 2.0)</span></span>an army including over 7,000 terracotta warriors horses, chariots and weaponry intended to protect him in the afterlife.&nbsp;The First Emperor envisioned a subterranean domain that would parallel his worldly existence after corporal death.</p> <p>According to Han-dynasty historian Sima Qian, the First Emperor lined his burial complex with a treasury of riches and piles of precious gemstones said to represent the stars, sun and moon. He was deeply concerned with the universe and looked to the cosmos as a guide for crossing over to an immortal existence.&nbsp;</p> <p>Excavation also revealed other mysterious findings, like strangely high levels of mercury and evidence that the poisonous substance coursed through an intricate system of underground troughs, replicating the topography of the actual rivers and seas carving the surrounding landscape. Some suggest that the emperor believed mercury had life-giving power and so surrounded himself with the toxic element, believing it was yet another way he might live forever.</p> <h3>Unification</h3> <p>Of all the accomplishments from this extraordinary period, the unification of China is, without question, the greatest symbol of the Qin dynasty&rsquo;s power and influence.&nbsp;Born in a time of turmoil in China&#39;s history, known as the Warring States period (475-221 B.C.E.), The First Emperor founded the short-lived Qin dynasty (221-206 B.C.E.). By 221 B.C.E., he merged the seven warring states into one nation and took the name Qin Shihuang, which means First Emperor. He left a legacy of a centralized and bureaucratic state that would be carried onto successive dynasties over the next two millennia.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/29a6ed0eb95a9b6f9fe9b7cd15241448634ca0aa.jpg" /><span class="image-caption">Armored kneeling archer, Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China. Armored kneeling archers were positioned at the front of the unit in Pit 2, the kneeling archers protected the cavalry and chariots. They are equipped with shoulder and body armor and wear hair braided and swept up in a topknot.&nbsp;<br /> (photo: <a href="https://flic.kr/p/8hFU1j">Naadir Jeewa</a>, CC: BY-NC-SA 2.0)</span></span></p> <p>Prior to his taking the throne, the Qin state had been in existence for over half a century&mdash;under the single clan Ying though never under the rule of one individual. The rulers of the State of Qin had gradually expanded their domain over the centuries, but the slow effort culminated in ultimate victory when The First Emperor succeeded in uniting the once-divided empire.</p> <h3>Archaeology</h3> <p>When the burial complex was first discovered by farmers in 1974, archaeologists set to work on one of the most astonishing ancient sites on record.&nbsp;The excavation uncovered a sprawling citadel with thousands of warriors, each designed with a unique face and clothing. In addition to the warriors themselves, the dig uncovered horses, chariots, bronze ritual vessels, jade jewelry, and gold and silver ornaments. According to historian Sima Qian, the emperor so feared that his artisans &ldquo;might disclose all the treasure that was in the tomb, . . [that] after the burial and sealing up of the treasures, the middle gate was shut and the outer gate closed to imprison all the artisans and laborers, so that no one came out.&rdquo;&nbsp;</p> <p>The story of the burial complex is also fascinating because it was conceived by such a very young individual. Court records reveal that, despite taking the throne at the age of 13 (in 246 B.C.E.), the eventual emperor ordered construction to begin almost immediately. Enormous numbers of laborers worked on the project, which was halted as the dynasty neared collapse. To date, four pits have been partially excavated. Three contain terracotta soldiers, horse-drawn chariots and weapons. The fourth pit was found empty, a testament to the original unfinished construction.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/8ba0201ff659ed5d12debb2b3544491bfe01c067.jpg" /><span class="image-caption">Armored infantryman,&nbsp;Terracotta warriors from the mausoleum of the first Qin emperor of China Qin Shihuang, c. 221-206 B.C.E., Qin Dynasty, painted terracotta, Terracotta Warriors and Horses Museum, Shaanxi, China. Armored infantryman wear body and shoulder armor. Their hands are positioned to hold a lance (left hand) and a crossbow (right hand). They wear their hair in a topknot covered by a soft cap that ties at the back.&nbsp;(photo: <a href="https://flic.kr/p/qqbPg">Romain Guy</a>, CC: BY-NC-SA 2.0)</span></span>One of the most extraordinary features of the terracotta warriors is that each appears to have distinct features&mdash;an incredible feat of craftsmanship and production. Despite the custom construction of these figures, studies of their proportions reveal that their frames were created using an assembly production system that paved the way for advances in mass production and commerce.</p> <p>Archaeologists estimate that the objects, including figures, horses, and weapons, number in the thousands, though the true total may never be known.</p> <p>Learn more about China&#39;s terracotta warriors on the&nbsp;<a href="http://education.asianart.org/explore-resources/background-information/terracotta-army-first-emperor">Asian Art Museum&#39;s education website</a>.&nbsp;</p> <p><a href="http://education.asianart.org"><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b87b45e6285e3bc9b4940e5373b08c49c3f2b20a.png" /></span></a></p>
