Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><br /> <span class="block-image image-wrapper"><img alt="Cedar mask, Northwest Coast, late 19th century, 29 x 26.6 x 30 cm (closed), 29 x 81.5 x 27 (open) © The Trustees of the British Museum " src="https://ka-perseus-images.s3.amazonaws.com/8e40b5558d02d38736308326b9320876c98e4232.jpg" /><span class="image-caption"><em>Cedar mask</em>, late 19th century, 29 x 26.6 x 30 cm, (closed), 29 x 81.5 x 27 (open), Northwest Coast, North America<br /> &nbsp;&copy; Trustees of the British Museum</span></span></p> <h3>Diverse regions</h3> <p>The vast geographic and environmental diversity of the North American continent has allowed one of the most culturally diverse regions on the planet to emerge.&nbsp;Societies across the continent have developed beautiful and complex material worlds that reflect the character and personality of their territories. Native North American peoples have responded to the universal problems of life in individual and ingenious ways, making best use of their natural resources to build strong and expressive communities. Here objects from the Museum&rsquo;s collection illustrate the ways in which separate Native American cultures have lived through a colonial period of immense social and environmental upheaval over the last three hundred years.<br /> <br /> <span class="image-wrapper inline-image"><img alt="Water jar, Casas Grandes (?), pottery olla vessel, Southwest Peoples, Mogollon, c. 1100-1400 C.E. 22.9 x 23.3 © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/d23ad247ac36799d347d747e6becb59bb60f79ba.jpg" /><span class="image-caption"><em>Water jar</em>, c. 1100-1400 C.E.,&nbsp;Casas Grandes (?), pottery olla vessel, Southwest Peoples, &nbsp;22.9 x 23.3, Mogollon&nbsp;&copy;&nbsp;Trustees of the British Museum</span></span>The earliest objects in the collection are stone tools made about 8000 years ago by big-game hunters who were part of the Paleoindian Tradition. These ancient people were followed by Archaic hunters from 8000-1000 B.C.E. who exploited the new animal and plant resources of a warming climate, following the end of the ice-age, using specialized tools.&nbsp;<br /> <br /> <span>After the Archaic period came the Woodland peoples, from about 800 B.C.E., who lived in settled communities, hunting, fishing and gathering and cultivating plants. Large earthworks, such as those of the Ohio Hopewell culture (from about 100 B.C.E. to C.E.&nbsp;600), were created for religious, economic and defensive purposes.</span></p> <h3>European colonization</h3> <p>At the time of European contact in the sixteenth and seventeenth centuries there would have probably been between two and ten million Native inhabitants.&nbsp;They were incredibly<br /> <span class="image-wrapper inline-image"><img alt="Head-dress previously owned by Chief Yellow Calf from Ethete, Wyoming, early 20th century, immature tail feathers of a golden eagle, horse hair, beads, ermine, cloth, Arapaho, 75 cm high © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/8ebd3d94d7897a6af1bcf1c5eff86a7d498d1cd9.jpg" /><span class="image-caption"><em>Head-dress,</em>&nbsp;&nbsp;early 20th century, Arapaho,&nbsp;immature tail feathers of a golden eagle, horse hair, beads, ermine, cloth, 75 cm high, Wyoming&nbsp;&copy; Trustees of the British Museum</span></span>diverse, living as distinct nations with distinct traditions and speaking different&nbsp;languages. European colonization and the expansion of the United States brought diseases and warfare that killed most of the native population. Bison, on which many depended for food, clothing, housing and tools, were hunted almost to extinction by commercial hunters. Further hardship came as many were forced to live in reservations.&nbsp;Continuing conflict culminated in the Battle of Wounded Knee in 1890 when United States troops massacred hundreds of Lakota after they had surrendered.</p> <p>Today, between two and three million people of native descent live in Canada and the United States of America. They are grouped into more than 1000 bands, tribes or nations all possessing their own oral literatures and histories; their survival and continued vibrancy a testament to the enduring strength of their traditions</p> <h3>The Eastern Woodlands</h3> <p>The peoples of the expansive woodlands of Eastern America live in a large number of tribes, with related religious and linguistic traditions.</p> <p>The people subsisted through hunting, fishing and limited agriculture, trading with and periodically making war on their neighbors. They were the first Native North American societies to experience the arrival of Europeans and despite regular outbreaks of disease and warfare, a significant cultural exchange took place as Europeans learned to live and travel in their New World. Native Americans quickly accessed new technologies and markets, fueling an explosion in trade that had a profound effect on all involved.</p> <h3>The Plains</h3> <p>The people of the North American Plains were predominantly nomadic, living in large territories roamed by great herds of buffalo.&nbsp;</p> <p>Early adopters of the horse, they lived in societies governed by profound military and religious traditions which produced richly decorated clothing and weaponry. The Plains peoples fought ferociously to maintain their independence as the European nations of North America spread westwards in the nineteenth century. Eventually, after decades of resistance, most Plains people were forced to live on reservations, where despite documented official efforts to eliminate them, traditional practices and languages have survived.</p> <h3>The Southwest</h3> <p>The peoples of the Southwestern United States have a long tradition of settled life that is reliant on agriculture.&nbsp;Diverse peoples with varied cultural and linguistic traditions, the people of the Southwest have long produced highly decorated pottery, jewelery and textiles. These objects form part of a cultural and technological exchange with Mexican societies to the south which remain central to a thriving market in contemporary art.</p> <h3>The Northwest coast</h3> <p>The societies of the Northwest coast of North America developed in relative isolation between the Coastal Mountains and the Pacific Ocean.</p> <p>Living in small communities on islands and in fjords, they utilized the huge cedar forests to construct the elaborate heraldic structures now known collectively as totem poles.</p> <p>The enthusiasm for carving stretched far beyond the poles, to encompass all areas of life on the coast and their ornate canoes could travel across hundreds of miles of ocean in search of fish, whales, trade or war. Control of the sea allowed chieftains to amass considerable wealth which they distributed to followers at elaborate feasts known as potlatches.</p> <p>Masking, a performance art practiced widely on the coast, was an integral part of potlatches, where ancestral tales were performed in long houses before the tribe and their guests. Some, such as this example, were designed to transform mid-dance from one form to another, an essential part of Northwest Coast storytelling.</p> <h3>The Arctic</h3> <p>The shores of the North American continent around and to the north of the Arctic circle are inhabited by people speaking related, though distinct, Eskimo-Aleut languages: these are Aleut, Alutiiq, Yup&#39;ik and Inupiaq in Alaska; Siberian Yup&rsquo;ik, spoken by the Yuit in Alaska and Siberia; Inuktitut spoken by the Canadian Inuit; and Greenlandic spoken by the Greenland Inuit.</p> <p><br /> <br /> <br /> <span class="block-image image-wrapper"><img alt="Ulu with a musk ox horn handle, Inuit, early 19th century C.E., copper, 29 cm wide, from Coronation Gulf, Canada © Trustees of the British Museum " src="https://ka-perseus-images.s3.amazonaws.com/4353e8632d5d0019cdfdc864ebfc30807cffb4a0.jpg" /><span class="image-caption"><em>Ulu with a musk ox horn handle</em>,&nbsp;early 19th century C.E., Inuit,&nbsp;copper, 29 cm wide, Coronation Gulf, Canada &copy; Trustees of the British Museum.&nbsp;Inuit women use an ulu, a crescent-shaped knife, in most aspects of food and skin preparation. This example, of exceptional size, is made of native copper and has a musk ox horn handle.</span></span>In the past these peoples have been collectively known as Eskimos. This word, meaning &quot;snowshoe netters,&quot; is often mistakenly translated as &quot;raw meat eaters.&quot; It is today largely rejected, especially by Canadian groups, who prefer using the term &quot;Inuit,&quot; which means &quot;people&quot;&nbsp;in their language.</p> <h3>A world of scarcity</h3> <p>Traditionally, all these people were dependent on the hunting of whales, walrus, seals and caribou, as well as fishing. They shared certain cultural elements, such as the kayak and umiaq (both types of boat), dog sleds, toggling harpoon heads, the ulu (woman&#39;s knife), seal oil lamps, and double-layer skin clothing, as well as certain hunting and fishing techniques, and some religious beliefs and practices.<br /> <br /> <span class="block-image image-wrapper"><img alt="Sled, Inughuit (Polar Inuit), early 19th century C.E., bone, ivory and wood, from Greenland, 143 cm © Trustees of the British Museum. The sled is mostly made from whale, walrus (penis and rib) and other bone, and wood, tied with walrus skin. The shoes on the runners are made of strips of narwhal ivory. It was collected by John Ross (1777- 1856) on the first occasion that this isolated group of Inuit came into contact with Europeans. Although they had virtually no wood, the Inuit did have access to an amalgam of iron and nickel. This came from meteorites, which they named Woman, Tent and Dog; the type specimens (the first pieces collected by, or known to, scientists) are a knife and lance head also collected in 1818, now in the Natural History Museum, London." src="https://ka-perseus-images.s3.amazonaws.com/2626aed25b1b79adad32fa3d0ca77ed9e5d73fa2.jpg" /><span class="image-caption"><em>Sled</em>, early 19th century C.E., Inughuit (Polar Inuit),&nbsp;bone, ivory and wood, &nbsp;143 cm, Greenland&nbsp;&copy; Trustees of the British Museum. The sled is mostly made from whale, walrus (penis and rib) and other bone, and wood, tied with walrus skin. The shoes on the runners are made of strips of narwhal ivory. It was collected by John Ross on the first occasion that this isolated group of Inuit came into contact with Europeans. Although they had virtually no wood, the Inuit did have access to an amalgam of iron and nickel. This came from meteorites.</span></span></p> <p>However, there were considerable differences as well. Not all of them lived in snow houses, even seasonally, &nbsp;for example. This common stereotype was mainly informed by the accounts of explorers, who, in their search for a Northwest Passage, came into contact with Canadian Inuit.</p> <p>The people of the farthest northern reaches of the Americas live in a world of scarcity: finite resources and a hostile environment have created a resourceful and resilient people who retain much of their ancestral tradition and lifestyle.&nbsp;They depend heavily on the animals that live around them, making clothing, complex tools and even structures from the creatures they hunt and fish. With hunting so vital to Arctic livelihood, a variety of specially adapted tools and techniques were developed specifically to catch and utilize prey both on land and by sea.</p> <p>Today, there are about 130,000 Native people living in the North American Arctic. In Canada (Nunavut) and Greenland, they have attained some degree of self-government. In Alaska, much economic and political power is held by Native corporations.</p> <p>&nbsp;</p> <p><br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p>&copy; Trustees of the British Museum</p>
it: <p><br /> <span class="block-image image-wrapper"><img alt="Cedar mask, Northwest Coast, late 19th century, 29 x 26.6 x 30 cm (closed), 29 x 81.5 x 27 (open) © The Trustees of the British Museum " src="https://ka-perseus-images.s3.amazonaws.com/8e40b5558d02d38736308326b9320876c98e4232.jpg" /><span class="image-caption"><em>Cedar mask</em>, late 19th century, 29 x 26.6 x 30 cm, (closed), 29 x 81.5 x 27 (open), Northwest Coast, North America<br /> &nbsp;&copy; Trustees of the British Museum</span></span></p> <h3>Diverse regions</h3> <p>The vast geographic and environmental diversity of the North American continent has allowed one of the most culturally diverse regions on the planet to emerge.&nbsp;Societies across the continent have developed beautiful and complex material worlds that reflect the character and personality of their territories. Native North American peoples have responded to the universal problems of life in individual and ingenious ways, making best use of their natural resources to build strong and expressive communities. Here objects from the Museum&rsquo;s collection illustrate the ways in which separate Native American cultures have lived through a colonial period of immense social and environmental upheaval over the last three hundred years.<br /> <br /> <span class="image-wrapper inline-image"><img alt="Water jar, Casas Grandes (?), pottery olla vessel, Southwest Peoples, Mogollon, c. 1100-1400 C.E. 22.9 x 23.3 © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/d23ad247ac36799d347d747e6becb59bb60f79ba.jpg" /><span class="image-caption"><em>Water jar</em>, c. 1100-1400 C.E.,&nbsp;Casas Grandes (?), pottery olla vessel, Southwest Peoples, &nbsp;22.9 x 23.3, Mogollon&nbsp;&copy;&nbsp;Trustees of the British Museum</span></span>The earliest objects in the collection are stone tools made about 8000 years ago by big-game hunters who were part of the Paleoindian Tradition. These ancient people were followed by Archaic hunters from 8000-1000 B.C.E. who exploited the new animal and plant resources of a warming climate, following the end of the ice-age, using specialized tools.&nbsp;<br /> <br /> <span>After the Archaic period came the Woodland peoples, from about 800 B.C.E., who lived in settled communities, hunting, fishing and gathering and cultivating plants. Large earthworks, such as those of the Ohio Hopewell culture (from about 100 B.C.E. to C.E.&nbsp;600), were created for religious, economic and defensive purposes.</span></p> <h3>European colonization</h3> <p>At the time of European contact in the sixteenth and seventeenth centuries there would have probably been between two and ten million Native inhabitants.&nbsp;They were incredibly<br /> <span class="image-wrapper inline-image"><img alt="Head-dress previously owned by Chief Yellow Calf from Ethete, Wyoming, early 20th century, immature tail feathers of a golden eagle, horse hair, beads, ermine, cloth, Arapaho, 75 cm high © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/8ebd3d94d7897a6af1bcf1c5eff86a7d498d1cd9.jpg" /><span class="image-caption"><em>Head-dress,</em>&nbsp;&nbsp;early 20th century, Arapaho,&nbsp;immature tail feathers of a golden eagle, horse hair, beads, ermine, cloth, 75 cm high, Wyoming&nbsp;&copy; Trustees of the British Museum</span></span>diverse, living as distinct nations with distinct traditions and speaking different&nbsp;languages. European colonization and the expansion of the United States brought diseases and warfare that killed most of the native population. Bison, on which many depended for food, clothing, housing and tools, were hunted almost to extinction by commercial hunters. Further hardship came as many were forced to live in reservations.&nbsp;Continuing conflict culminated in the Battle of Wounded Knee in 1890 when United States troops massacred hundreds of Lakota after they had surrendered.</p> <p>Today, between two and three million people of native descent live in Canada and the United States of America. They are grouped into more than 1000 bands, tribes or nations all possessing their own oral literatures and histories; their survival and continued vibrancy a testament to the enduring strength of their traditions</p> <h3>The Eastern Woodlands</h3> <p>The peoples of the expansive woodlands of Eastern America live in a large number of tribes, with related religious and linguistic traditions.</p> <p>The people subsisted through hunting, fishing and limited agriculture, trading with and periodically making war on their neighbors. They were the first Native North American societies to experience the arrival of Europeans and despite regular outbreaks of disease and warfare, a significant cultural exchange took place as Europeans learned to live and travel in their New World. Native Americans quickly accessed new technologies and markets, fueling an explosion in trade that had a profound effect on all involved.</p> <h3>The Plains</h3> <p>The people of the North American Plains were predominantly nomadic, living in large territories roamed by great herds of buffalo.&nbsp;</p> <p>Early adopters of the horse, they lived in societies governed by profound military and religious traditions which produced richly decorated clothing and weaponry. The Plains peoples fought ferociously to maintain their independence as the European nations of North America spread westwards in the nineteenth century. Eventually, after decades of resistance, most Plains people were forced to live on reservations, where despite documented official efforts to eliminate them, traditional practices and languages have survived.</p> <h3>The Southwest</h3> <p>The peoples of the Southwestern United States have a long tradition of settled life that is reliant on agriculture.&nbsp;Diverse peoples with varied cultural and linguistic traditions, the people of the Southwest have long produced highly decorated pottery, jewelery and textiles. These objects form part of a cultural and technological exchange with Mexican societies to the south which remain central to a thriving market in contemporary art.</p> <h3>The Northwest coast</h3> <p>The societies of the Northwest coast of North America developed in relative isolation between the Coastal Mountains and the Pacific Ocean.</p> <p>Living in small communities on islands and in fjords, they utilized the huge cedar forests to construct the elaborate heraldic structures now known collectively as totem poles.</p> <p>The enthusiasm for carving stretched far beyond the poles, to encompass all areas of life on the coast and their ornate canoes could travel across hundreds of miles of ocean in search of fish, whales, trade or war. Control of the sea allowed chieftains to amass considerable wealth which they distributed to followers at elaborate feasts known as potlatches.</p> <p>Masking, a performance art practiced widely on the coast, was an integral part of potlatches, where ancestral tales were performed in long houses before the tribe and their guests. Some, such as this example, were designed to transform mid-dance from one form to another, an essential part of Northwest Coast storytelling.</p> <h3>The Arctic</h3> <p>The shores of the North American continent around and to the north of the Arctic circle are inhabited by people speaking related, though distinct, Eskimo-Aleut languages: these are Aleut, Alutiiq, Yup&#39;ik and Inupiaq in Alaska; Siberian Yup&rsquo;ik, spoken by the Yuit in Alaska and Siberia; Inuktitut spoken by the Canadian Inuit; and Greenlandic spoken by the Greenland Inuit.</p> <p><br /> <br /> <br /> <span class="block-image image-wrapper"><img alt="Ulu with a musk ox horn handle, Inuit, early 19th century C.E., copper, 29 cm wide, from Coronation Gulf, Canada © Trustees of the British Museum " src="https://ka-perseus-images.s3.amazonaws.com/4353e8632d5d0019cdfdc864ebfc30807cffb4a0.jpg" /><span class="image-caption"><em>Ulu with a musk ox horn handle</em>,&nbsp;early 19th century C.E., Inuit,&nbsp;copper, 29 cm wide, Coronation Gulf, Canada &copy; Trustees of the British Museum.&nbsp;Inuit women use an ulu, a crescent-shaped knife, in most aspects of food and skin preparation. This example, of exceptional size, is made of native copper and has a musk ox horn handle.</span></span>In the past these peoples have been collectively known as Eskimos. This word, meaning &quot;snowshoe netters,&quot; is often mistakenly translated as &quot;raw meat eaters.&quot; It is today largely rejected, especially by Canadian groups, who prefer using the term &quot;Inuit,&quot; which means &quot;people&quot;&nbsp;in their language.</p> <h3>A world of scarcity</h3> <p>Traditionally, all these people were dependent on the hunting of whales, walrus, seals and caribou, as well as fishing. They shared certain cultural elements, such as the kayak and umiaq (both types of boat), dog sleds, toggling harpoon heads, the ulu (woman&#39;s knife), seal oil lamps, and double-layer skin clothing, as well as certain hunting and fishing techniques, and some religious beliefs and practices.<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/2626aed25b1b79adad32fa3d0ca77ed9e5d73fa2.jpg" /><span class="image-caption"><em>Sled</em>, early 19th century C.E., Inughuit (Polar Inuit),&nbsp;bone, ivory and wood, &nbsp;143 cm, Greenland&nbsp;&copy; Trustees of the British Museum. The sled is mostly made from whale, walrus (penis and rib) and other bone, and wood, tied with walrus skin. The shoes on the runners are made of strips of narwhal ivory. It was collected by John Ross on the first occasion that this isolated group of Inuit came into contact with Europeans. Although they had virtually no wood, the Inuit did have access to an amalgam of iron and nickel. This came from meteorites.</span></span></p> <p>However, there were considerable differences as well. Not all of them lived in snow houses, even seasonally, &nbsp;for example. This common stereotype was mainly informed by the accounts of explorers, who, in their search for a Northwest Passage, came into contact with Canadian Inuit.</p> <p>The people of the farthest northern reaches of the Americas live in a world of scarcity: finite resources and a hostile environment have created a resourceful and resilient people who retain much of their ancestral tradition and lifestyle.&nbsp;They depend heavily on the animals that live around them, making clothing, complex tools and even structures from the creatures they hunt and fish. With hunting so vital to Arctic livelihood, a variety of specially adapted tools and techniques were developed specifically to catch and utilize prey both on land and by sea.</p> <p>Today, there are about 130,000 Native people living in the North American Arctic. In Canada (Nunavut) and Greenland, they have attained some degree of self-government. In Alaska, much economic and political power is held by Native corporations.</p> <p>&nbsp;</p> <p><br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p>&copy; Trustees of the British Museum</p>
