Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Shah 'Abbas head (detail), attributed to Bishn Das, Portrait of Shah ʿAbbas I of Persia, single-page painting mounted on a detached album folio, gouache on paper, c. 1613-19, 18.1 x 9 cm, © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/359e46c70d86cf5bb10cadd0fce0d9b1993d1786.jpg" /><span class="image-caption">&nbsp;Shah &#39;Abbas head (detail)<em>,</em>&nbsp;<em>Portrait of Shah ʿAbbas I of Persia attributed to Bishn Das</em>, c.&nbsp;1613-19,&nbsp;single-page painting mounted on a detached album folio, gouache on paper, 18.1 x 9 cm&nbsp;<br /> &copy; The Trustees of the British Museum</span></span></p> <p><span>The following articles and videos explore seventeenth-century Iran through the reign and legacy of one of its most influential rulers, Shah &#39;Abbas I (reigned 1587&ndash;1629).</span></p> <p><span>Shah &#39;Abbas was a stabilizing force in Iran following a period of civil war and foreign invasion. He strengthened the economy by establishing global trade links between Asia and Europe and revitalized the state religion Shi&rsquo;a Islam which is still practiced today.</span></p> <p><span>When Shah &#39;Abbas came to power his country was in chaos. Yet, within 11 years he had regained territory lost to his enemies, moved his capital city, and begun a transformation of Iranian society.</span></p> <h3>Expanding empire</h3> <p>Using an army formed in part of ghulams&mdash;Christian slaves from Armenia and Georgia who had been converted to Islam&mdash;Shah &#39;Abbas re-established Iran&rsquo;s borders, defeating the Uzbeks in the northeast. He would eventually expand his empire, seizing the Kingdom of Hormuz from the Portuguese and defeating the Ottomans to take control of Baghdad (Iraq) in 1623. These conquests allowed Shah &#39;Abbas and Iranians access to the sacred Shi&#39;i shrines of Kazimayn, Karbala and Najaf in Iraq. It also gave the Shah complete control of trade coming through the Persian Gulf.</p> <p><span class="block-image image-wrapper"><img alt="Map" src="https://ka-perseus-images.s3.amazonaws.com/80fd8a82ace4f5ac939a29834d10b25d78c2cd96.jpg" /><span class="image-caption">Map, 16th century Asia &copy; Trustees of the British Museum</span></span></p> <p>But it wasn&rsquo;t just the territory of Iran that expanded under Shah &#39;Abbas. In 1598 the Shah made Isfahan his capital, and a large-scale building program transformed it into Iran&rsquo;s most beautiful city, home to his court, the royal artist&rsquo;s workshop and a center of luxury carpet production.</p> <p><span class="image-wrapper inline-image"><img alt="Riza-yi ʿAbbasi, Seated calligrapher, a drawing from Isfahan, Iran, c. 1600, 10 x 7 cm, © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/4b670365c3e21f454446e59d146f059659712ee4.jpg" /><span class="image-caption">Riza-yi ʿAbbasi, <em>Seated calligrapher</em>, c. 1600, 10 x 7 cm, Isfahan, Iran&nbsp;&copy; Trustees of the British Museum</span></span></p> <p>Shah &#39;Abbas&rsquo;s reign was a golden age for the arts in Iran. Not unlike modern leaders, Shah &#39;Abbas understood the power of a single message and was keen to imprint a visual style on his empire. He employed calligraphers, painters, bookbinders and illuminators to produce manuscripts and design inscriptions and paintings for buildings. Carpets of silk and gold, the calligraphy of &#39;Ali Riza &#39;Abbasi and the portraiture of Riza-yi &#39;Abbasi embody the period of Shah &#39;Abbas I.</p> <p>During this period Isfahan became a cultural crossroads where European and Indian traders, travellers and adventurers mixed with many levels of Safavid society. Shah &#39;Abbas saw the rulers of Christian Europe as potential military allies against his enemies, the Ottomans, as well as commercial partners. Luxury Iranian silk was exchanged for gold and silver, which was in short supply in Iran but plentiful in Europe thanks to new supplies from South America. He was tolerant of Europeans and encouraged them to come to Iran. Catholic priests, representatives of the Dutch and British East India Companies and European ambassadors all mixed in the cosmopolitan society of Isfahan.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>S. Canby, <em>The Rebellious Reformer: The Drawings and Paintings of Riza-yi &#39;Abbasi of Isfahan</em>&nbsp;(London, 1997).</p> <p>A. Soudavar, <em>Art of the Persian courts</em> (New York, Rizzoli, 1992).</p> <p>V. Porter and H. Nayel Barakat, <em>Mightier Than the Sword: Arabic Script, Beauty and Meaning</em>&nbsp; (The Islamic Arts Museum Malaysia, 2004).</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
it: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/359e46c70d86cf5bb10cadd0fce0d9b1993d1786.jpg" /><span class="image-caption">&nbsp;Shah &#39;Abbas head (detail)<em>,</em>&nbsp;<em>Portrait of Shah ʿAbbas I of Persia attributed to Bishn Das</em>, c.&nbsp;1613-19,&nbsp;single-page painting mounted on a detached album folio, gouache on paper, 18.1 x 9 cm&nbsp;<br /> &copy; The Trustees of the British Museum</span></span></p> <p><span>The following articles and videos explore seventeenth-century Iran through the reign and legacy of one of its most influential rulers, Shah &#39;Abbas I (reigned 1587&ndash;1629).</span></p> <p><span>Shah &#39;Abbas was a stabilizing force in Iran following a period of civil war and foreign invasion. He strengthened the economy by establishing global trade links between Asia and Europe and revitalized the state religion Shi&rsquo;a Islam which is still practiced today.</span></p> <p><span>When Shah &#39;Abbas came to power his country was in chaos. Yet, within 11 years he had regained territory lost to his enemies, moved his capital city, and begun a transformation of Iranian society.</span></p> <h3>Expanding empire</h3> <p>Using an army formed in part of ghulams&mdash;Christian slaves from Armenia and Georgia who had been converted to Islam&mdash;Shah &#39;Abbas re-established Iran&rsquo;s borders, defeating the Uzbeks in the northeast. He would eventually expand his empire, seizing the Kingdom of Hormuz from the Portuguese and defeating the Ottomans to take control of Baghdad (Iraq) in 1623. These conquests allowed Shah &#39;Abbas and Iranians access to the sacred Shi&#39;i shrines of Kazimayn, Karbala and Najaf in Iraq. It also gave the Shah complete control of trade coming through the Persian Gulf.</p> <p><span class="block-image image-wrapper"><img alt="Map" src="https://ka-perseus-images.s3.amazonaws.com/80fd8a82ace4f5ac939a29834d10b25d78c2cd96.jpg" /><span class="image-caption">Map, 16th century Asia &copy; Trustees of the British Museum</span></span></p> <p>But it wasn&rsquo;t just the territory of Iran that expanded under Shah &#39;Abbas. In 1598 the Shah made Isfahan his capital, and a large-scale building program transformed it into Iran&rsquo;s most beautiful city, home to his court, the royal artist&rsquo;s workshop and a center of luxury carpet production.</p> <p><span class="image-wrapper inline-image"><img alt="Riza-yi ʿAbbasi, Seated calligrapher, a drawing from Isfahan, Iran, c. 1600, 10 x 7 cm, © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/4b670365c3e21f454446e59d146f059659712ee4.jpg" /><span class="image-caption">Riza-yi ʿAbbasi, <em>Seated calligrapher</em>, c. 1600, 10 x 7 cm, Isfahan, Iran&nbsp;&copy; Trustees of the British Museum</span></span></p> <p>Shah &#39;Abbas&rsquo;s reign was a golden age for the arts in Iran. Not unlike modern leaders, Shah &#39;Abbas understood the power of a single message and was keen to imprint a visual style on his empire. He employed calligraphers, painters, bookbinders and illuminators to produce manuscripts and design inscriptions and paintings for buildings. Carpets of silk and gold, the calligraphy of &#39;Ali Riza &#39;Abbasi and the portraiture of Riza-yi &#39;Abbasi embody the period of Shah &#39;Abbas I.</p> <p>During this period Isfahan became a cultural crossroads where European and Indian traders, travellers and adventurers mixed with many levels of Safavid society. Shah &#39;Abbas saw the rulers of Christian Europe as potential military allies against his enemies, the Ottomans, as well as commercial partners. Luxury Iranian silk was exchanged for gold and silver, which was in short supply in Iran but plentiful in Europe thanks to new supplies from South America. He was tolerant of Europeans and encouraged them to come to Iran. Catholic priests, representatives of the Dutch and British East India Companies and European ambassadors all mixed in the cosmopolitan society of Isfahan.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>S. Canby, <em>The Rebellious Reformer: The Drawings and Paintings of Riza-yi &#39;Abbasi of Isfahan</em>&nbsp;(London, 1997).</p> <p>A. Soudavar, <em>Art of the Persian courts</em> (New York, Rizzoli, 1992).</p> <p>V. Porter and H. Nayel Barakat, <em>Mightier Than the Sword: Arabic Script, Beauty and Meaning</em>&nbsp; (The Islamic Arts Museum Malaysia, 2004).</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
