Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>Competition</h3> <p><span class="image-wrapper inline-image"><img alt="Euthymides, Three Revelers (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)" src="https://ka-perseus-images.s3.amazonaws.com/98b1319247a706ad04a10592fc83da0a5ccbb26a.jpg" /><span class="image-caption">Euthymides, <em>Three Revelers</em> (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)</span></span>&ldquo;As never Ephronios [could do]&rdquo; wrote painter Euthymides after painting his new amphora (an amphora is a type of Greek vase&nbsp;in this shape). Euthymides had a clear sense of achievement and was indeed proud of his work, boastfully challenging his friend and rival&mdash;Euphronios. He would see Euphronios often, as well as other painters in the Kerameikos&mdash;the potter&rsquo;s quarter in Athens. They would be curious to see one another&rsquo;s new work, sometimes with appreciation, sometimes with a bit of jealousy. In the evenings they often had a good time together at a symposium&nbsp;(a kind of ancient Greek male drinking party). They would drink wine mixed with water, become garrulous, loud and&mdash;if drinking went on for too long&mdash;they might even start singing and even dancing. Perhaps what is depicted on this amphora is a scene similar to those Euthymides witnessed at one of these long parties.&nbsp;Euphronios indeed was a master potter and painter, and Euthymides knew that and had a full appreciation for his work. He thought however, that his figures seemed much more lively, caught in a split of a moment, in a dancing movement.</p> <h3>The beginnings of red-figure painting</h3> <p>Euthymides worked mainly between 515 and 500 B.C.E., in a time when artists were exploring the possibilities of red-figure technique, invented in Athens around 530 B.C.E. Both Euthymides and Euphronios belonged to a kind of camaraderie of artists, often dubbed the &ldquo;Pioneer Group&quot; by art historians&mdash;referring to their innovative efforts in the new technique. In the red-figure technique, an artist sketches figures on the&nbsp;red clay of a freshly fashioned vessel, then covers all the background with a slip (a liquid clay), which&nbsp;turns black after final firing. Details, like elements of anatomy, folds of drapery, etc. &nbsp;can be freely added with a thin brush; the slip can be darker, sometimes more diluted, brownish, adding even more variety. In the&nbsp;black-figure technique which was used previously, an artist had to fill the figures with slip, and then incise the details with a sharp burin, which was much more difficult to handle. At the time of the&nbsp;&ldquo;Pioneers,&rdquo;&nbsp; there is a general trend in Greek art to observe the reality and represent human body more realistically, leaving the more stiff archaic models behind.&nbsp;</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Euthymides, Three Revelers (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)" src="https://ka-perseus-images.s3.amazonaws.com/3739f58c67f6c86c77dd8f10f0df5962f7d39818.jpg" /><span class="image-caption">Hector receiving the helmet from Hecube (detail), Euthymides, <em>Three Revelers</em> (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)</span></span></p> <h3>Hector departs for war</h3> <p>Coming back again to the &ldquo;Three Revelers&rdquo; vase&mdash;on&nbsp;one side of his amphora the artist decided to decorate with a mythological scene&mdash;a solemn moment of Hector departing for the Trojan war, receiving the helmet from his mother Hecube.</p> <p><span class="block-image image-wrapper"><img alt="Hector receiving the helmet from Hecube (detail), Euthymides, Three Revelers (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)" src="https://ka-perseus-images.s3.amazonaws.com/4a276fca8ca95c498221d47c6baabc745cb80547.jpg" /><span class="image-caption">Drinking and dancing&nbsp;(detail), Euthymides, <em>Three Revelers</em> (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)&nbsp;photo:&nbsp;<a href="https://flic.kr/p/dvkaRn">Richard Mortel</a>, CC BY-NC-SA 2.0</span></span></p> <p>On the other side of the vase, which is probably better known, the artist gave way to his keen sense of observation, giving us a glimpse into everyday life. Three rather tipsy men dance around, enjoying their moment during a long symposium. The one on the left still keeps in his hand a kantharos&mdash;a wine cup with long handles. Euthymides made effort to show them neither completely frontally, nor completely in profile, but rather in three quarters view, in foreshortening, trying to convey a vivid, realistic image. The poses are very diversified,&nbsp;the man in the center is represented in a twisted view.&nbsp;The artist brought his&nbsp;keen sense of observation to describing&nbsp;human anatomy and movement.&nbsp;Greek vase painters often give us clear insight into everyday life&mdash;allowing us to understand daily habits, details of clothing and&nbsp;customs. Of course, these painted vases&nbsp;cannot be treated as documents, since we would not expect men to be naked at a symposium. However, appreciation for the human body and nudity was a usual part of ancient Greek culture, and it provided a way for the artist to showcase his ability.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Euthymides, Three Revelers (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)" src="https://ka-perseus-images.s3.amazonaws.com/bb962b16d8e8ea20701678e1d7f05469f5ea069f.jpg" /><span class="image-caption">Euthymides, <em>Three Revelers</em> (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)&nbsp;<br /> photo: <a href="https://www.flickr.com/photos/prof_richard/8208194739/in/photostream/">Richard Mortel</a>, CC BY-NC-SA 2.0</span></span>The vase&nbsp;displays&nbsp;balance and harmony of proportions, with its elegant and graceful shape, and carefully planned&nbsp;pictorial decoration. The main scenes on both sides of the amphora are complemented by a delicate ornament. Despite the beauty of the vase,&nbsp;the potters and painters in ancient Greece did not have the status an artist has in our modern society. Their work was looked upon as a physical labor, not as an activity inspired by the muses. In fact, there was no muse of painting. The decorated vases were produced in large amounts to answer the growing demand of the markets, both in Greece, as well as abroad (especially in Etruria, and in Greek colonies). The Euthymides vase was in fact found in an Etruscan tomb at Vulci in Italy. Many Greek vases survived untouched because the Etruscans buried their deceased in large underground tombs with many everyday objects.</p> <p>Most of the vases were simply everyday items, although a big, beautifully painted amphora like the one discussed here&nbsp;was also a luxury item,&nbsp;testifying to its owner&rsquo;s good taste and social standing. Despite their status as craftsmen, the artists around the time of Euthymides had&nbsp;a sense of personal value and achievement, hence the inscription &ldquo;As never Euphronious [could do]&rdquo;. &nbsp;Because of the inscription &ldquo;Euthymides egraphsen&rdquo; (&ldquo;Euthymides painted me&rdquo;) we are sure that he was the painter&mdash;and today we definitely think of him as an artist.</p> <p>Essay by Katarzyna Minollari</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.metmuseum.org/toah/hd/vase/hd_vase.htm">Athenian Vase Painting: Black- and Red-Figure Techniques</a></p> <p><a href="http://www.beazley.ox.ac.uk/tools/pottery/painters/keypieces/redfigure/euthymides.htm"><span>This Amphora in the Beazley Archive</span></a></p> <p><span>J. Boardman, </span><em>Athenian Red Figure Vases, The Archaic Period, a Handbook</em><span>, 1975.&nbsp;</span></p>
it: <h3>Competition</h3> <p><span class="image-wrapper inline-image"><img alt="Euthymides, Three Revelers (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)" src="https://ka-perseus-images.s3.amazonaws.com/98b1319247a706ad04a10592fc83da0a5ccbb26a.jpg" /><span class="image-caption">Euthymides, <em>Three Revelers</em> (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)</span></span>&ldquo;As never Ephronios [could do]&rdquo; wrote painter Euthymides after painting his new amphora (an amphora is a type of Greek vase&nbsp;in this shape). Euthymides had a clear sense of achievement and was indeed proud of his work, boastfully challenging his friend and rival&mdash;Euphronios. He would see Euphronios often, as well as other painters in the Kerameikos&mdash;the potter&rsquo;s quarter in Athens. They would be curious to see one another&rsquo;s new work, sometimes with appreciation, sometimes with a bit of jealousy. In the evenings they often had a good time together at a symposium&nbsp;(a kind of ancient Greek male drinking party). They would drink wine mixed with water, become garrulous, loud and&mdash;if drinking went on for too long&mdash;they might even start singing and even dancing. Perhaps what is depicts on this amphora&nbsp;is a scene similar to those Euthymides&nbsp;witnessed at one of these long parties? Euphronios indeed was a master potter and painter, and Euthymides knew that and had a full appreciation for his work. He thought however, that his figures seemed much more lively, caught in a split of a moment, in a dancing movement.&nbsp;</p> <h3>The beginnings of red-figure painting</h3> <p>Euthymides worked mainly between 515 and 500 B.C.E., in a time when artists were exploring the possibilities of red-figure technique, invented in Athens around 530 B.C.E. Both Euthymides and Euphronios belonged to a kind of camaraderie of artists, often dubbed the &ldquo;Pioneer Group&quot; by art historians&mdash;referring to their innovative efforts in the new technique. In the red-figure technique, an artist sketches figures on the&nbsp;red clay of a freshly fashioned vessel, then covers all the background with a slip (a liquid clay), which&nbsp;turns black after final firing. Details, like elements of anatomy, folds of drapery, etc. &nbsp;can be freely added with a thin brush; the slip can be darker, sometimes more diluted, brownish, adding even more variety. In the&nbsp;black-figure technique which was used previously, an artist had to fill the figures with slip, and then incise the details with a sharp burin, which was much more difficult to handle. At the time of the&nbsp;&ldquo;Pioneers,&rdquo;&nbsp; there is a general trend in Greek art to observe the reality and represent human body more realistically, leaving the more stiff archaic models behind.&nbsp;</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Euthymides, Three Revelers (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)" src="https://ka-perseus-images.s3.amazonaws.com/3739f58c67f6c86c77dd8f10f0df5962f7d39818.jpg" /><span class="image-caption">Hector receiving the helmet from Hecube (detail), Euthymides, <em>Three Revelers</em> (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)</span></span></p> <h3>Hector departs for war</h3> <p>Coming back again to the &ldquo;Three Revelers&rdquo; vase&mdash;on&nbsp;one side of his amphora the artist decided to decorate with a mythological scene&mdash;a solemn moment of Hector departing for the Trojan war, receiving the helmet from his mother Hecube.</p> <p><span class="block-image image-wrapper"><img alt="Hector receiving the helmet from Hecube (detail), Euthymides, Three Revelers (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)" src="https://ka-perseus-images.s3.amazonaws.com/4a276fca8ca95c498221d47c6baabc745cb80547.jpg" /><span class="image-caption">Drinking and dancing&nbsp;(detail), Euthymides, <em>Three Revelers</em> (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)&nbsp;photo:&nbsp;<a href="https://flic.kr/p/dvkaRn">Richard Mortel</a>, CC BY-NC-SA 2.0</span></span></p> <p>On the other side of the vase, which is probably better known, the artist gave way to his keen sense of observation, giving us a glimpse into everyday life. Three rather tipsy men dance around, enjoying their moment during a long symposium. The one on the left still keeps in his hand a kantharos&mdash;a wine cup with long handles. Euthymides made effort to show them neither completely frontally, nor completely in profile, but rather in three quarters view, in foreshortening, trying to convey a vivid, realistic image. The poses are very diversified,&nbsp;the man in the center is represented in a twisted view.&nbsp;The artist brought his&nbsp;keen sense of observation to describing&nbsp;human anatomy and movement.&nbsp;Greek vase painters often give us clear insight into everyday life&mdash;allowing us to understand daily habits, details of clothing and&nbsp;customs. Of course, these painted vases&nbsp;cannot be treated as documents, since we would not expect men to be naked at a symposium. However, appreciation for the human body and nudity was a usual part of ancient Greek culture, and it provided a way for the artist to showcase his ability.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Euthymides, Three Revelers (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)" src="https://ka-perseus-images.s3.amazonaws.com/bb962b16d8e8ea20701678e1d7f05469f5ea069f.jpg" /><span class="image-caption">Euthymides, <em>Three Revelers</em> (Athenian red-figure amphora), c. 510 B.C.E., 24 inches high (Staatliche Antikensammlungen, Munich)&nbsp;<br /> photo: <a href="https://www.flickr.com/photos/prof_richard/8208194739/in/photostream/">Richard Mortel</a>, CC BY-NC-SA 2.0</span></span>The vase&nbsp;displays&nbsp;balance and harmony of proportions, with its elegant and graceful shape, and carefully planned&nbsp;pictorial decoration. The main scenes on both sides of the amphora are complemented by a delicate ornament. Despite the beauty of the vase,&nbsp;the potters and painters in ancient Greece did not have the status an artist has in our modern society. Their work was looked upon as a physical labor, not as an activity inspired by the muses. In fact, there was no muse of painting. The decorated vases were produced in large amounts to answer the growing demand of the markets, both in Greece, as well as abroad (especially in Etruria, and in Greek colonies). The Euthymides vase was in fact found in an Etruscan tomb at Vulci in Italy. Many Greek vases survived untouched because the Etruscans buried their deceased in large underground tombs with many everyday objects.</p> <p>Most of the vases were simply everyday items, although a big, beautifully painted amphora like the one discussed here&nbsp;was also a luxury item,&nbsp;testifying to its owner&rsquo;s good taste and social standing. Despite their status as craftsmen, the artists around the time of Euthymides had&nbsp;a sense of personal value and achievement, hence the inscription &ldquo;As never Euphronious [could do]&rdquo;. &nbsp;Because of the inscription &ldquo;Euthymides egraphsen&rdquo; (&ldquo;Euthymides painted me&rdquo;) we are sure that he was the painter&mdash;and today we definitely think of him as an artist.</p> <p>Essay by Katarzyna Minollari</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.metmuseum.org/toah/hd/vase/hd_vase.htm">Athenian Vase Painting: Black- and Red-Figure Techniques</a></p> <p><a href="http://www.beazley.ox.ac.uk/tools/pottery/painters/keypieces/redfigure/euthymides.htm"><span>This Amphora in the Beazley Archive</span></a></p> <p><span>J. Boardman, </span><em>Athenian Red Figure Vases, The Archaic Period, a Handbook</em><span>, 1975.&nbsp;</span></p>

source: <h3>David and the Jacobins</h3> <p>By 1793, the violence of the Revolution dramatically increased until the beheadings at the Place de la Concorde in Paris became a constant, leading a certain Dr. Joseph Guillotine to invent a machine that would improve the efficiency of the ax and block and therefore make executions more humane. David was in thick of it. Early in the Revolution he had joined the Jacobins, a political club that would in time become the most rabid of the various rebel factions. Led by the ill-fated Georges Danton and the infamous Maximilien Robespierre, the Jacobins (including David) would eventually vote to execute Louis XVI and his Queen Marie Antoinette who were caught attempting to escape across the border to the Austrian Empire.</p> <h3>Marat and Christ</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/3427b96fe2dd431290a552a0599287b6d7c15ed3.jpg" /><span class="image-caption">Jacques-Louis David,&nbsp;<em>Death of Marat</em>, 1793, oil on canvas, 165 x 128 cm (Royal Museum of Fine Arts, Brussels)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a477aaf8af24f7145e76679e1f32b11d7d53f224.png" /><span class="image-caption">Jacques-Louis David, &nbsp;detail&nbsp;<em>Death of Marat</em>, 1793, oil on canvas, 165 x 128 cm (Royal Museum of Fine Arts, Brussels)</span></span>At the height of the Reign of Terror in 1793, David painted a memorial to his great friend, the murdered publisher, Jean Marat. As in his <em>Death of Socrates</em>, David substitutes the iconography (symbolic forms) of Christian art for more contemporary issues. In&nbsp;<em>Death of Marat</em>, 1793, an idealized image of David&#39;s slain friend, Marat,&nbsp;is shown holding his murderess&#39;s (Charlotte Corday) letter of introduction.&nbsp; The bloodied knife lays on the floor having opened a fatal gash that functions, as does the painting&#39;s very composition, as a reference to the entombment of Christ and a sort of secularized stigmata (reference to the wounds Christ is said to have received in his hands, feet and side while on the cross). Is David attempting now to find revolutionary martyrs to replace the saints of Catholicism (which had been outlawed)?</p> <h3>David and Napoleon</h3> <p>By 1794 the Reign of Terror had run its course. The Jacobins had begun to execute not only captured aristocrats but fellow revolutionaries as well. Eventually, Robespierre himself would die and the remaining Jacobins were likewise executed or imprisoned. David escaped death by renouncing his activities and was locked in a cell in the former palace, the Louvre, until his eventual release by France&#39;s brilliant new ruler, Napoleon Bonaparte. This diminutive Corsican had been the youngest general in the French army and during the Revolution had become a national hero by waging a seemingly endless string of victorious military campaigns against the Austrians in Belgium and Italy. Eventually, Napoleon would control most of Europe,&nbsp;crown himself emperor, and would release David in recognition that the artist&#39;s talent could serve the ruler&#39;s purposes.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.19thcenturyart-facos.com/artwork/marat">This painting on <em>An Introduction to Nineteenth Century Art</em></a></p> <p><a href="http://www.metmuseum.org/toah/hd/jldv/hd_jldv.htm"><em>T</em>he Legacy of Jacques Louis David on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
it: <h3>David and the Jacobins</h3> <p>By 1793, the violence of the Revolution dramatically increased until the beheadings at the Place de la Concorde in Paris became a constant, leading a certain Dr. Joseph Guillotine to invent a machine that would improve the efficiency of the ax and block and therefore make executions more humane. David was in thick of it. Early in the Revolution he had joined the Jacobins, a political club that would in time become the most rabid of the various rebel factions. Led by the ill-fated Georges Danton and the infamous Maximilien Robespierre, the Jacobins (including David) would eventually vote to execute Louis XVI and his Queen Marie Antionette who were caught attempting to escape across the border to the Austrian Empire.</p> <h3>Marat and Christ</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/3427b96fe2dd431290a552a0599287b6d7c15ed3.jpg" /><span class="image-caption">Jacques-Louis David,&nbsp;<em>Death of Marat</em>, 1793, oil on canvas, 165 x 128 cm (Royal Museum of Fine Arts, Brussels)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a477aaf8af24f7145e76679e1f32b11d7d53f224.png" /><span class="image-caption">Jacques-Louis David, &nbsp;detail&nbsp;<em>Death of Marat</em>, 1793, oil on canvas, 165 x 128 cm (Royal Museum of Fine Arts, Brussels)</span></span>At the height of the Reign of Terror in 1793, David painted a memorial to his great friend, the murdered publisher, Jean Marat. As in his <em>Death of Socrates</em>, David substitutes the iconography (symbolic forms) of Christian art for more contemporary issues. In&nbsp;<em>Death of Marat</em>, 1793, an idealized image of David&#39;s slain friend, Marat,&nbsp;is shown holding his murderess&#39;s (Charlotte Corday) letter of introduction.&nbsp; The bloodied knife lays on the floor having opened a fatal gash that functions, as does the painting&#39;s very composition, as a reference to the entombment of Christ and a sort of secularized stigmata (reference to the wounds Christ is said to have received in his hands, feet and side while on the cross). Is David attempting now to find revolutionary martyrs to replace the saints of Catholicism (which had been outlawed)?</p> <h3>David and Napoleon</h3> <p>By 1794 the Reign of Terror had run its course. The Jacobins had begun to execute not only captured aristocrats but fellow revolutionaries as well. Eventually, Robespierre himself would die and the remaining Jacobins were likewise executed or imprisoned. David escaped death by renouncing his activities and was locked in a cell in the former palace, the Louvre, until his eventual release by France&#39;s brilliant new ruler, Napoleon Bonaparte. This diminutive Corsican had been the youngest general in the French army and during the Revolution had become a national hero by waging a seemingly endless string of victorious military campaigns against the Austrians in Belgium and Italy. Eventually, Napoleon would control most of Europe,&nbsp;crown himself emperor, and would release David in recognition that the artist&#39;s talent could serve the ruler&#39;s purposes.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.19thcenturyart-facos.com/artwork/marat">This painting on <em>An Introduction to Nineteenth Century Art</em></a></p> <p><a href="http://www.metmuseum.org/toah/hd/jldv/hd_jldv.htm"><em>T</em>he Legacy of Jacques Louis David on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
