Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="View of the Forum of Trajan" src="https://ka-perseus-images.s3.amazonaws.com/f553f911eaba7789297a1f00faac38f26cfb0df9.jpg" /><span class="image-caption">View of the Forum of Trajan, c. 112 C.E.. Later medieval walls can be seen amidst the grass on the left; the upright columns of the&nbsp;Basilica Ulpia can be seen on the right in front of the larger Column of Trajan</span></span><span>For centuries, the Roman Forum (<em>Forum Romanum</em>) was the civic, juridical, and social heart of the ancient city of Rome, a place where civic buildings, sacred buildings, and monuments were to be both found and admired. Beginning in the first century B.C.E., a new series of public spaces, also dubbed as <em>fora</em> (<em>fora</em> being the plural form of the Latin noun <em>forum</em>) began to be created. These <em>fora</em>&nbsp;(called Imperial<em> fora</em> since they were built by Roman emperors during the Roman imperial&nbsp;period)&nbsp;would eventually number five in all and were important public spaces that relied upon the visual potential of monumental art and architecture to reinforce ideological messages.</span></p> <h3>Topography and chronology</h3> <p><span class="block-image image-wrapper"><img alt="Locations of the Fora on a map of present-day Rome" src="https://ka-perseus-images.s3.amazonaws.com/dd6fbcad2d48454e2a8d415105433556b44054cb.png" /><span class="image-caption">Locations of the Fora on a map of present-day Rome</span></span></p> <p>The Imperial <em>fora</em> are located in an area bounded on the southwest by the Capitoline Hill, on the northeast by the Quirinal Hill, and extending toward the Esquiline Hill to the east. The <em>fora</em> were initially built between c. 54 B.C.E. and 113 C.E., with continuing additions, restorations, and modifications through late antiquity. In the middle ages the <em>fora</em> were spaces re-used for building materials, housing, industry, and burials. Gradually these spaces faded from view, buried beneath the medieval and modern city of Rome. A massive campaign of excavation in the twentieth century on the orders of the Fascist dictator Benito Mussolini returned large areas of the <em>fora</em> to view. Ongoing archaeological investigation continues to reveal additional elements of the <em>fora</em> and to provide additional data that allow for their contextualization.</p> <h3>Forum of Julius Caesar</h3> <p><span>The Forum of Julius Caesar (also known as the<em> Forum Iulium</em> or <em>Forum Caesaris</em>) was the first of the imperial <em>fora </em>complexes to be built. Pompey the Great, a political rival of Caesar, had dedicated a monumental theater and portico complex in the Campus Martius in 55 B.C.E. and this perhaps spurred Caesar&rsquo;s ambition to construct a new forum complex. Caesar&rsquo;s project required the acquisition of land at the flank of the Capitoline Hill and he was aided in this early on by political allies, including Cicero, with the initial land purchased at a cost of sixty million sesterces (Cic. <em>ad Att</em>. 4.16.9).&nbsp;Additional land</span></p> <p><span class="image-wrapper inline-image"><img alt="Forum of Caesar (plan)" src="https://ka-perseus-images.s3.amazonaws.com/00a9b93a8191f2829a6a9fe4c78bfb3f3631414c.jpg" /><span class="image-caption">Temple of Venus Genetrix (plan),&nbsp;<br /> Forum of Caesar</span></span>acquisition may have ballooned the total cost to one hundred million sesterces (Suetonius&nbsp;<em>Divus Iulius</em>&nbsp;26; Pliny the Elder&nbsp;<em>Natural History</em>&nbsp;36.103). The construction of Caesar&rsquo;s forum resulted in significant reorganization of the northwest corner of the Forum Romanum.<br /> <br /> The Forum of Caesar takes the form of a&nbsp;rectangle measuring 160 by 75 m. The centerpiece of the complex was the Temple of Venus Genetrix, dedicated to the goddess that Caesar celebrated as his distant ancestor. The octastyle (eight columns across the fa&ccedil;ade) temple was made of solid marble and sat&nbsp;atop a high podium. The long sides of the forum square, flanking the temple, housed two storeys of rooms that may have served political and/or mercantile functions. The complex was dedicated during the festivities surrounding Caesar&rsquo;s triumph in September of 46 B.C.E.<br /> <span class="block-image image-wrapper"><img alt="Frieze-architrave with cupids form the first order of the cella's internal decoration, Temple of Venus Genetrix, Forum of Julius Caesar, 113 C.E., marble (Museum of the Markets of Trajan, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/4346c3c8ae714e6b43936818914d27e4c65f82ac.jpg" /><span class="image-caption">&nbsp;Cupids, frieze-architrave, Temple of Venus Genetrix, Forum of Julius Caesar, 113 C.E., marble (Mercati di Traiano Museo dei Fori Imperiali)</span></span></p> <h3>Forum of Augustus</h3> <p>The Forum of Augustus (known as the <em>Forum Augustum</em> or <em>Forum Augusti</em>) followed the Forum of Caesar as the second of the imperial <em>fora.</em>&nbsp; At the Battle of Philippi in 42 B.C.E.,&nbsp;Augustus vowed a temple to&nbsp;Mars in exchange for help in avenging the slain Caesar&nbsp;(Suet. <em>Aug</em>. 29.2), but the temple and forum complex would not be dedicated until 2 B.C.E. (<em>Res Gestae</em> 21).&nbsp;The Forum of Augustus provided additional room for the meeting of law courts and was built on land acquired by Augustus.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Model of the Temple of Mars Ultor in the Forum Augusti, Mercati di Traiano Museo dei Fori Imperiali" src="https://ka-perseus-images.s3.amazonaws.com/84b0e14913e9a389ab6f4b9dac29a5bae8aaf74d.jpg" /><span class="image-caption">Model of the Temple of Mars Ultor between twin&nbsp;porticoes,&nbsp;Forum Augusti<br /> (Mercati di Traiano Museo dei Fori Imperiali, Rome)</span></span>The temple at the center of the&nbsp;Forum Augusti was&nbsp;sacred to Mars Ultor (&ldquo;Mars the Avenger&rdquo;), and was surrounded by a portico that defined the forum space and played a key role in the visual narrative of the public art program installed in the forum. As Augustus had emerged as the sole leader of the Roman state, it was important for him to create and display messages of continuity and stability.</p> <p><span class="block-image image-wrapper"><img alt="View of the ruins of the Temple of Mars Ultor in the Forum Augusti" src="https://ka-perseus-images.s3.amazonaws.com/232076bdf9959cdc540a3c96a80abb07330f39ba.jpg" /><span class="image-caption">View of the ruins of the Temple of Mars Ultor in the Forum Augusti, c. 2 B.C.E.; the stairs to the temple platform are visible&nbsp;(left) and&nbsp;the paving stones of one&nbsp;portico&nbsp;can be seen at&nbsp;the lower right</span></span>The visual program in the Forum of Augustus is complex. The architectural sculpture adorning the Temple of Mars Ultor inserts Augustus into the Julian family (<em>gens Iulia</em>) by portraying Augustus in the context of divinities (Mars, Venus, and Cupid) and the deified mortal&mdash;Julius Caesar (<em>divus Iulius</em>). Flanking the temple in the exedrae (the semicircular, recessed areas behind the colonnades to the left and right&nbsp;of the temple)&nbsp;of the porticoes were sculptural groups depicting both Romulus and Aeneas, thus connecting Augustus to Rome&rsquo;s two legendary founders (Ovid&nbsp;<em>Fasti </em>5.549-570).&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="A possible replica of the pediment of the Temple of Mars Ultor depicting (l-r) Venus, Cupid, Mars, and Divus Iulius" src="https://ka-perseus-images.s3.amazonaws.com/40bcac92c1507980b2bd8ed05e8a457fee3de676.png" /><span class="image-caption">This drawing shows an ancient sculpture now in Tunis that may be a depiction of the actual pedimental group from Mars Ultor&nbsp;(possible identifications left to&nbsp;right:&nbsp;Venus, Cupid, Mars, and Divus Iulius)</span></span></p> <p>To complete the narrative cycle, statues of famous Romans of the Republican period adorned the attic of the porticoes. These famous men (<em>summi viri</em>) were portrayed alongside small, inscribed plaques (<em>tituli</em>) bearing their political and military accomplishments. In this way, Augustus portrayed himself as the ideal man to lead the Roman state; he was&nbsp;connected to Rome&rsquo;s divine origins and he represented continuity with&nbsp;its republican tradition. This powerful&nbsp;visual narrative represents an important early use of public art to transmit ideological messages in the western world.</p> <p><span class="block-image image-wrapper"><img alt="View of the capitals of the Temple of Mars Ultor, Forum Augusti" src="https://ka-perseus-images.s3.amazonaws.com/47325a65787572f01788cdd57b429eddbeed7d4c.jpg" /><span class="image-caption">View of the capitals of the Temple of Mars Ultor, Forum Augusti,&nbsp;c. 2 B.C.E.</span></span>Subsequent emperors continued to elaborate upon the Forum of Augustus. The emperor Tiberius added two arches in 19 C.E. meant to honor the German victories of Drusus and Germanicus (Tacitus<em> Annales</em> 2.64; <em>CIL</em> 6.911) and the emperor Hadrian restored the forum complex in the second century. Pliny the Elder deemed the Forum of Augustus one of three most beautiful monuments in the city of Rome (Pliny the Elder <em>Natural History</em> 36.102.5).</p> <h3>Templum Pacis / Forum of Vespasian</h3> <p>The next imperial forum to be built was commissioned by the emperor Vespasian following the suppression of the Great Jewish Revolt that lasted from 66 to 73 C.E. Vespasian came to power following civil chaos in 69 C.E. and, together with his eldest son, Titus, suppressed the revolt and sacked the city of Jerusalem. During the summer of 71 C.E. Vespasian and Titus jointly celebrated a lavish triumph at Rome&mdash;an ancient ritual celebrating significant military victories. One of the key tenets of Vespasian&rsquo;s new administration was the restoration of the city, including the construction of new buildings and monuments. He dedicated a forum complex that housed a temple dedicated to Peace (<em>Pax</em>) in 71 C.E., completing it by 75 C.E. (Flavius Josephus <em>Jewish War</em> 7.5.7). This innovative complex was deemed one of Rome&rsquo;s most beautiful monuments by Pliny the Elder and housed not only significant spoils from Jerusalem but also masterworks of Greek art that had previously been hoarded by the emperor Nero.</p> <p><span class="image-wrapper inline-image"><img alt="Plan, Temple of Peace" src="https://ka-perseus-images.s3.amazonaws.com/eede7e9fb1dd4ca9b12b3ef4f82ce7246561e64d.png" /><span class="image-caption">Restored plan, Temple of Peace</span></span>The Temple of Peace (<em>Templum Pacis</em>) stands out among the imperial <em>fora</em> for its innovative architectural design. Rather than featuring a central temple seated atop a prominent podium, the Templum Pacis complex consists of a square portico (dimensions 110 x 135 m) with the temple itself set within the eastern side of the portico, flanked by ancillary rooms. This left the square itself open for the installation of decorative water features and plantings which are seen both archaeologically and on fragments of the Severan marble plan of the city of Rome (<em>forma urbis Romae</em>) that was mounted in the forum complex in the third century C.E. The fragments of the Severan plan provide valuable information about the design of this architectural complex and has led scholars to speculate that&nbsp;the inspiration for its design may have been the great market (<em>macellum magnum</em>) of the city that had likely been destroyed in the Great Fire of Rome in 64 C.E. It is especially significant to note that this is a public space and that Vespasian&rsquo;s generosity granted the populace of Rome access not only to a beautiful, monumental square, but also to art&nbsp;and the spoils of military&nbsp;victory (including spoils from the Temple in Jerusalem).</p> <p><span class="image-wrapper inline-image"><img alt="Columns and relief sculpture, Forum Transitorium (Forum of Nerva), c. 97 C.E." src="https://ka-perseus-images.s3.amazonaws.com/72bdf761c681d9e9bb1be92d37a959f4347724fa.jpg" /><span class="image-caption">Columns and relief sculpture, Forum Transitorium (Forum of Nerva), c. 97 C.E.</span></span></p> <h3>Forum Transitorium</h3> <p>The Forum Transitorium, also referred to as the Forum of Nerva, was begun by Domitian, the younger son of Vespasian. Incomplete at the time of Domitian&rsquo;s assassination in 96 C.E., the complex was completed by Nerva in 97 C.E. This is a narrow forum complex that abuts both the Forum of Augustus and the Templum Pacis and is constrained by these pre-existing structures (dimensions: 131 x 45 meters); as well as&nbsp;the Argiletum, a&nbsp;street that ran the length of the forum. The Forum Transitorium&rsquo;s temple was sacred to Minerva, who had been a patron divinity of Domitian, and the architectural sculpture that decorated&nbsp;the porticoes featured&nbsp;imagery connected to Minerva and scenes from the private lives of women.</p> <h3>Forum of Trajan</h3> <p><span class="block-image image-wrapper"><img alt="Reconstructed plan of the Imperial fora showing a freestanding Temple of the Deified Trajan at the western end of the Forum of Trajan. [1: Forum of Caesar; 2: Forum of Augustus; 3: Templum Pacis; 4: Forum Transitorium; 5: Forum of Trajan; 6: Basilica Ulpia (part of Forum of Trajan)]" src="https://ka-perseus-images.s3.amazonaws.com/56ad88eea949f1dfab5e2328279cda093085eb78.jpg" /><span class="image-caption">Plan of the Imperial <em>fora </em>showing a freestanding Temple of the&nbsp;Deified&nbsp;Trajan at the western end of the Forum of Trajan.<br /> <span>1)&nbsp;Forum of Caesar;&nbsp;2)&nbsp;Forum of Augustus;&nbsp;3)&nbsp;Templum Pacis;&nbsp;4)&nbsp;Forum Transitorium;&nbsp;5)&nbsp;Forum of Trajan;&nbsp;6)&nbsp;Basilica Ulpia (part of Trajan&#39;s&nbsp;Forum)</span></span></span></p> <p>The Forum of Trajan (<em>Forum Traiani</em>), the final imperial forum, was both the largest and the most lavish. Inaugurated in 112 C.E., the architectural complex relied upon imposing architectural and sculptural features to glorify the accomplishments and principate&nbsp;of the emperor Trajan. The elaborate forum complex has a vast footprint, measuring 200 x 120 meters. The open square of the forum is flanked by porticoes that contain exedrae and point viewer attention toward the main structure, the massive Basilica Ulpia. The architect Apollodorus of Damascus was responsible for the innovative design. On the western side of the basilica was another courtyard, flanked by two libraries (one Greek and one Latin), that contained a monumental honorific column, known today as the Column of Trajan.</p> <p><span class="block-image image-wrapper"><img alt="View of the Forum of Trajan, c. 112 C.E. the Column of Trajan can be seen behind the columns of the Basilica Ulpia" src="https://ka-perseus-images.s3.amazonaws.com/0fe9f471e6713e5c96953275bb74e0079839aed8.jpg" /><span class="image-caption">View of the Forum of Trajan, c. 112 C.E., the Column of Trajan can be seen behind the columns of the Basilica Ulpia</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Column of Trajan, Carrera marble, completed 113 C.E., Rome; dedicated to Emperor Trajan (Marcus Ulpius Nerva Traianus in honor of his victorys over Dacia (now Romania) 101-02 and 105-06 C.E." src="https://ka-perseus-images.s3.amazonaws.com/0200efd9d272b9060694430e1171703c5d303944.jpg" /><span class="image-caption">Column of Trajan, Carrara marble, completed 113 C.E., Rome; dedicated to Emperor Trajan (Marcus Ulpius Nerva Traianus in honor of his victories over Dacia (now Romania) 101-02 and 105-06 C.E.</span></span>The Column of Trajan, inaugurated in 113 C.E., is a main feature of the Forum of Trajan and is, in its own right, a masterwork of Roman art.&nbsp;​The column carries an helical frieze of&nbsp;historical relief that provides a pictorial narrative of the events of Trajan&rsquo;s wars in Dacia (101&ndash;102 and 105&ndash;106 C.E.), culminating with the death of the enemy commander, Decebalus. The column stands 38 meters tall and its frieze wraps around the column shaft 23 times, with a total length of roughly&nbsp;190 meters. Carved in bas relief, the exquisite frieze carefully narrates Trajan&rsquo;s campaigns and its level of detail is simply astounding.&nbsp;</p> <p>The column&rsquo;s frieze may draw inspiration from earlier Roman triumphal art, the tradition of which was inclined to depict scenes from the foreign campaigns and, in so doing, glorify the accomplishments of the commander and his soldiers. Throughout the Forum of Trajan the theme of military victory, and its celebration, permeate the monumental decorative programs.</p> <p><span class="block-image image-wrapper"><img alt="Pontoon bridge with Roman soldiers (detail), Column of Trajan, Carrara marble, completed 113 C.E., Rome (photo: ElissaSCA © All rights reserved by ElissaSCA, used with permission)" src="https://ka-perseus-images.s3.amazonaws.com/3f8835cbab60e6ffd54e0efcf0362a8f850fef7f.jpg" /><span class="image-caption">Pontoon bridge with Roman soldiers (detail), Column of Trajan, Carrara marble, completed 113 C.E., Rome<br /> (photo: <a href="https://www.flickr.com/photos/elissacorsini/8480796958/in/photolist-dVqmJ7-dVqgQ7-dVjDSx-dVjKRn-dVqj6h-dVqdZW-dVjJBk-dVqfDq-dVjKet-dVjJSe-dVqitd-dVqiR5-dVqguJ-dVjDuk-dVqiEN-dVqeZu-dVjJv2-dVqecU-dVjLgr-dVqeAQ-dVqdRs-dVqkFm-dVqieC-dVjCMg-dVqh3y-dVjEep-dVjF3M-dVjCwe-dVjKen-dVjKt4-dVjEu4-dVqhoJ-dVqfCJ-dVjFfB-dVqhfy-dVjLYi-dVqgC9-dVjLtK-dVqhQu-dVqhHd-dVjN34-dVqnWw-dVjB22-dVqcuC-dVqaLd-dVj7hn-dVj6VM-dVj7uK-dVj8va-dVjAMM">ElissaSCA</a> &copy; All rights reserved, by&nbsp;permission)</span></span>When Trajan died in 117 C.E., sources tell us that the Roman Senate allowed a special dispensation whereby Trajan&rsquo;s cremated remains could be deposited in the base of the column and that a temple to his cult (<em>Templum Divi Traiani et Plotinae</em>) was added to the forum complex between 125 and 138 C.E. (<em>Historia Augusta - Hadrian</em> 19.9). An ongoing point of scholarly contention is the position and appearance of this plan. Traditional reconstructions favor a free-standing temple at the western end of the forum, while more recent reconstructions instead favor a shrine positioned against the western exedra of the Forum of Augustus. Ongoing archaeological fieldwork may yet shed light on this contentious topographical debate.</p> <h3>Interpretation</h3> <p>The Imperial <em>fora</em> represent important architectural landscapes in the city of Rome. They demonstrate the efficacy of public art and architecture with respect to creating collective identity and communicating clear&nbsp;messages that both disseminate and reinforce ideology. The strength and accomplishments of the Roman state, not to mention its stability, are key&nbsp;themes in any such program of message making. We should also not underestimate the psychological effect of these grandiose, soaring, bedecked complexes,&nbsp;based around massive open plazas,&nbsp;on the minds and experiences of city dwellers (many of whom lived in crowded squalor). The Imperial <em>fora</em> demonstrate that within the mechanisms of Roman urbanism, civic architecture occupies a crucial role. We are reminded of this efficacy by an ancient example that is perhaps no different from the reaction of a modern visitor to the city of Rome. The emperor Constantius II, visiting Rome in the mid-fourth century C.E., was amazed by the Forum of Trajan, something he considered &ldquo;a construction unique under the heavens&rdquo; (Ammianus Marcellinus 16.10.15).</p> <p>Essay by Dr. Jeffrey A. Becker</p> <hr /> <p><strong>Additional resources:</strong></p> <p>J. Anderson, <em>The Historical Topography of the Imperial Fora</em> (Collection Latomus; 182) (Brussels: Latomus, 1984).</p> <p>S. Baiani et al., <em>Crypta Balbi-Fori imperiali: archeologia urbana a Roma e interventi di restauro nell&#39;anno del Grande Giubileo</em> (Rome: Kappa, 2000).</p> <p>A. Carandini and P. Carafa, eds., <em>Atlante di Roma antica: biografia e ritratti della città</em> 2 v. (Milan: Electa, 2012).</p> <p>A. Claridge,<em> Rome: an Archaeological Guide</em> 2nd ed. (Oxford: Oxford University Press, 2010).</p> <p>F. Coarelli et al., T<em>he Column of Trajan</em> (Rome: Colombo, 2000).</p> <p>R. Darwall-Smith,<em> Emperors and Architecture: a Study of Flavian Rome</em> (Collection Latomus; 231) (Brussels: Latomus, 1996).</p> <p>J. Geiger, <em>The first hall of fame: a study of the statues in the Forum Augustum</em> (Leiden: E. J. Brill, 2008).</p> <p>E. La Rocca, <em>I Fori Imperiali</em> (Rome: ENEL, 1995).</p> <p>T. J. Luce, &quot;Livy, Augustus, and the Forum Augustum.&quot; in <em>Between Republic and Empire</em>, ed.&nbsp;by K. Raaflaub, K. and M. Toher, pp. 123-38 (Berkeley: University of California Press, 1990).</p> <p>R. Meneghini, &ldquo;Templum Divi Traiani,&rdquo; <em>Bullettino Della Commissione Archeologica Comunale Di Roma</em> 97 (1996) pp. 47-55.</p> <p>R. Meneghini and R. S. Valenzani, <em>Scavi dei Fori imperiali: il Foro di Augusto: l&#39;area centrale </em>(Rome: &ldquo;L&rsquo;Erma&rdquo; di Bretschneider, 2010).</p> <p>J. E. Packer, <em>The Forum of Trajan in Rome: a Study of the Monuments</em> 2 v. (Berkeley: University of California Press, 1997).</p> <p>J. E. Packer, &ldquo;Trajan&rsquo;s Forum Again: The Column and the Temple in the Master Plan Attributed to Apollodorus (?),&rdquo; <em>Journal of Roman Archaeology</em> 7:274-6.</p> <p>S. B. Platner and T. Ashby, <em>A Topographical Dictionary of Ancient Rome</em>&nbsp;(Oxford: Clarendon Press, 1929).</p> <p>L. Richardson, Jr., <em>A New Topographical Dictionary of Ancient Rome</em>&nbsp;(Baltimore: Johns Hopkins University Press, 1992).</p> <p>R. Ulrich, &ldquo;Julius Caesar and the Creation of the Forum Iulium,&rdquo; <em>American Journal of Archaeology</em> 97.1:49-80.</p> <p>L. Ungaro,<em> Il Museo dei Fori Imperiali nei mercati di Traiano</em> (Milan: Electa, 2007).</p> <p><a href="http://en.mercatiditraiano.it/">Mercati di Traiano Museo dei Fori Imperiali &nbsp;(Markets of Trajan and the Imperial Fora Museum)</a></p> <p><a href="http://www.sovraintendenzaroma.it/i_luoghi/roma_antica/aree_archeologiche/fori_imperiali">Fori Imperiali (Sovrintendenza Capitolina)&nbsp;</a></p>
it: <p><span class="block-image image-wrapper"><img alt="View of the Forum of Trajan" src="https://ka-perseus-images.s3.amazonaws.com/f553f911eaba7789297a1f00faac38f26cfb0df9.jpg" /><span class="image-caption">View of the Forum of Trajan, c. 112 C.E.. Later medieval walls can be seen amidst the grass on the left; the upright columns of the&nbsp;Basilica Ulpia can be seen on the right in front of the larger Column of Trajan</span></span><span>For centuries, the Roman Forum (<em>Forum Romanum</em>) was the civic, juridical, and social heart of the ancient city of Rome, a place where civic buildings, sacred buildings, and monuments were to be both found and admired. Beginning in the first century B.C.E., a new series of public spaces, also dubbed as <em>fora</em> (<em>fora</em> being the plural form of the Latin noun <em>forum</em>) began to be created. These <em>fora</em>&nbsp;(called Imperial<em> fora</em> since they were built by Roman emperors during the Roman imperial&nbsp;period)&nbsp;would eventually number five in all and were important public spaces that relied upon the visual potential of monumental art and architecture to reinforce ideological messages.</span></p> <h3>Topography and chronology</h3> <p><span class="block-image image-wrapper"><img alt="Locations of the Fora on a map of present-day Rome" src="https://ka-perseus-images.s3.amazonaws.com/dd6fbcad2d48454e2a8d415105433556b44054cb.png" /><span class="image-caption">Locations of the Fora on a map of present-day Rome</span></span></p> <p>The Imperial <em>fora</em> are located in an area bounded on the southwest by the Capitoline Hill, on the northeast by the Quirinal Hill, and extending toward the Esquiline Hill to the east. The <em>fora</em> were initially built between c. 54 B.C.E. and 113 C.E., with continuing additions, restorations, and modifications through late antiquity. In the middle ages the <em>fora</em> were spaces re-used for building materials, housing, industry, and burials. Gradually these spaces faded from view, buried beneath the medieval and modern city of Rome. A massive campaign of excavation in the twentieth century on the orders of the Fascist dictator Benito Mussolini returned large areas of the <em>fora</em> to view. Ongoing archaeological investigation continues to reveal additional elements of the <em>fora</em> and to provide additional data that allow for their contextualization.</p> <h3>Forum of Julius Caesar</h3> <p><span>The Forum of Julius Caesar (also known as the<em> Forum Iulium</em> or <em>Forum Caesaris</em>) was the first of the imperial <em>fora </em>complexes to be built. Pompey the Great, a political rival of Caesar, had dedicated a monumental theater and portico complex in the Campus Martius in 55 B.C.E. and this perhaps spurred Caesar&rsquo;s ambition to construct a new forum complex. Caesar&rsquo;s project required the acquisition of land at the flank of the Capitoline Hill and he was aided in this early on by political allies, including Cicero, with the initial land purchased at a cost of sixty million sesterces (Cic. <em>ad Att</em>. 4.16.9).&nbsp;Additional land</span></p> <p><span class="image-wrapper inline-image"><img alt="Forum of Caesar (plan)" src="https://ka-perseus-images.s3.amazonaws.com/00a9b93a8191f2829a6a9fe4c78bfb3f3631414c.jpg" /><span class="image-caption">Temple of Venus Genetrix (plan),&nbsp;<br /> Forum of Caesar</span></span>acquisition may have ballooned the total cost to one hundred million sesterces (Suetonius&nbsp;<em>Divus Iulius</em>&nbsp;26; Pliny the Elder&nbsp;<em>Natural History</em>&nbsp;36.103). The construction of Caesar&rsquo;s forum resulted in significant reorganization of the northwest corner of the Forum Romanum.<br /> <br /> The Forum of Caesar takes the form of a&nbsp;rectangle measuring 160 by 75 m. The centerpiece of the complex was the Temple of Venus Genetrix, dedicated to the goddess that Caesar celebrated as his distant ancestor. The octastyle (eight columns across the fa&ccedil;ade) temple was made of solid marble and sat&nbsp;atop a high podium. The long sides of the forum square, flanking the temple, housed two storeys of rooms that may have served political and/or mercantile functions. The complex was dedicated during the festivities surrounding Caesar&rsquo;s triumph in September of 46 B.C.E.<br /> <span class="block-image image-wrapper"><img alt="Frieze-architrave with cupids form the first order of the cella's internal decoration, Temple of Venus Genetrix, Forum of Julius Caesar, 113 C.E., marble (Museum of the Markets of Trajan, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/4346c3c8ae714e6b43936818914d27e4c65f82ac.jpg" /><span class="image-caption">&nbsp;Cupids, frieze-architrave, Temple of Venus Genetrix, Forum of Julius Caesar, 113 C.E., marble (Mercati di Traiano Museo dei Fori Imperiali)</span></span></p> <h3>Forum of Augustus</h3> <p>The Forum of Augustus (known as the <em>Forum Augustum</em> or <em>Forum Augusti</em>) followed the Forum of Caesar as the second of the imperial <em>fora.</em>&nbsp; At the Battle of Philippi in 42 B.C.E.,&nbsp;Augustus vowed a temple to&nbsp;Mars in exchange for help in avenging the slain Caesar&nbsp;(Suet. <em>Aug</em>. 29.2), but the temple and forum complex would not be dedicated until 2 B.C.E. (<em>Res Gestae</em> 21).&nbsp;The Forum of Augustus provided additional room for the meeting of law courts and was built on land acquired by Augustus.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Model of the Temple of Mars Ultor in the Forum Augusti, Mercati di Traiano Museo dei Fori Imperiali" src="https://ka-perseus-images.s3.amazonaws.com/84b0e14913e9a389ab6f4b9dac29a5bae8aaf74d.jpg" /><span class="image-caption">Model of the Temple of Mars Ultor between twin&nbsp;porticoes,&nbsp;Forum Augusti<br /> (Mercati di Traiano Museo dei Fori Imperiali, Rome)</span></span>The temple at the center of the&nbsp;Forum Augusti was&nbsp;sacred to Mars Ultor (&ldquo;Mars the Avenger&rdquo;), and was surrounded by a portico that defined the forum space and played a key role in the visual narrative of the public art program installed in the forum. As Augustus had emerged as the sole leader of the Roman state, it was important for him to create and display messages of continuity and stability.</p> <p><span class="block-image image-wrapper"><img alt="View of the ruins of the Temple of Mars Ultor in the Forum Augusti" src="https://ka-perseus-images.s3.amazonaws.com/232076bdf9959cdc540a3c96a80abb07330f39ba.jpg" /><span class="image-caption">View of the ruins of the Temple of Mars Ultor in the Forum Augusti, c. 2 B.C.E.; the stairs to the temple platform are visible&nbsp;(left) and&nbsp;the paving stones of one&nbsp;portico&nbsp;can be seen at&nbsp;the lower right</span></span>The visual program in the Forum of Augustus is complex. The architectural sculpture adorning the Temple of Mars Ultor inserts Augustus into the Julian family (<em>gens Iulia</em>) by portraying Augustus in the context of divinities (Mars, Venus, and Cupid) and the deified mortal&mdash;Julius Caesar (<em>divus Iulius</em>). Flanking the temple in the exedrae (the semicircular, recessed areas behind the colonnades to the left and right&nbsp;of the temple)&nbsp;of the porticoes were sculptural groups depicting both Romulus and Aeneas, thus connecting Augustus to Rome&rsquo;s two legendary founders (Ovid&nbsp;<em>Fasti </em>5.549-570).&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="A possible replica of the pediment of the Temple of Mars Ultor depicting (l-r) Venus, Cupid, Mars, and Divus Iulius" src="https://ka-perseus-images.s3.amazonaws.com/40bcac92c1507980b2bd8ed05e8a457fee3de676.png" /><span class="image-caption">This drawing shows an ancient sculpture now in Tunis that may be a depiction of the actual pedimental group from Mars Ultor&nbsp;(possible identifications left to&nbsp;right:&nbsp;Venus, Cupid, Mars, and Divus Iulius)</span></span></p> <p>To complete the narrative cycle, statues of famous Romans of the Republican period adorned the attic of the porticoes. These famous men (<em>summi viri</em>) were portrayed alongside small, inscribed plaques (<em>tituli</em>) bearing their political and military accomplishments. In this way, Augustus portrayed himself as the ideal man to lead the Roman state; he was&nbsp;connected to Rome&rsquo;s divine origins and he represented continuity with&nbsp;its republican tradition. This powerful&nbsp;visual narrative represents an important early use of public art to transmit ideological messages in the western world.</p> <p><span class="block-image image-wrapper"><img alt="View of the capitals of the Temple of Mars Ultor, Forum Augusti" src="https://ka-perseus-images.s3.amazonaws.com/47325a65787572f01788cdd57b429eddbeed7d4c.jpg" /><span class="image-caption">View of the capitals of the Temple of Mars Ultor, Forum Augusti,&nbsp;c. 2 B.C.E.</span></span>Subsequent emperors continued to elaborate upon the Forum of Augustus. The emperor Tiberius added two arches in 19 C.E. meant to honor the German victories of Drusus and Germanicus (Tacitus<em> Annales</em> 2.64; <em>CIL</em> 6.911) and the emperor Hadrian restored the forum complex in the second century. Pliny the Elder deemed the Forum of Augustus one of three most beautiful monuments in the city of Rome (Pliny the Elder <em>Natural History</em> 36.102.5).</p> <h3>Templum Pacis / Forum of Vespasian</h3> <p>The next imperial forum to be built was commissioned by the emperor Vespasian following the suppression of the Great Jewish Revolt that lasted from 66 to 73 C.E. Vespasian came to power following civil chaos in 69 C.E. and, together with his eldest son, Titus, suppressed the revolt and sacked the city of Jerusalem. During the summer of 71 C.E. Vespasian and Titus jointly celebrated a lavish triumph at Rome&mdash;an ancient ritual celebrating significant military victories. One of the key tenets of Vespasian&rsquo;s new administration was the restoration of the city, including the construction of new buildings and monuments. He dedicated a forum complex that housed a temple dedicated to Peace (<em>Pax</em>) in 71 C.E., completing it by 75 C.E. (Flavius Josephus <em>Jewish War</em> 7.5.7). This innovative complex was deemed one of Rome&rsquo;s most beautiful monuments by Pliny the Elder and housed not only significant spoils from Jerusalem but also masterworks of Greek art that had previously been hoarded by the emperor Nero.</p> <p><span class="image-wrapper inline-image"><img alt="Plan, Temple of Peace" src="https://ka-perseus-images.s3.amazonaws.com/eede7e9fb1dd4ca9b12b3ef4f82ce7246561e64d.png" /><span class="image-caption">Restored plan, Temple of Peace</span></span>The Temple of Peace (<em>Templum Pacis</em>) stands out among the imperial <em>fora</em> for its innovative architectural design. Rather than featuring a central temple seated atop a prominent podium, the Templum Pacis complex consists of a square portico (dimensions 110 x 135 m) with the temple itself set within the eastern side of the portico, flanked by ancillary rooms. This left the square itself open for the installation of decorative water features and plantings which are seen both archaeologically and on fragments of the Severan marble plan of the city of Rome (<em>forma urbis Romae</em>) that was mounted in the forum complex in the third century C.E. The fragments of the Severan plan provide valuable information about the design of this architectural complex and has led scholars to speculate that&nbsp;the inspiration for its design may have been the great market (<em>macellum magnum</em>) of the city that had likely been destroyed in the Great Fire of Rome in 64 C.E. It is especially significant to note that this is a public space and that Vespasian&rsquo;s generosity granted the populace of Rome access not only to a beautiful, monumental square, but also to art&nbsp;and the spoils of military&nbsp;victory (including spoils from the Temple in Jerusalem).</p> <p><span class="image-wrapper inline-image"><img alt="Columns and relief sculpture, Forum Transitorium (Forum of Nerva), c. 97 C.E." src="https://ka-perseus-images.s3.amazonaws.com/72bdf761c681d9e9bb1be92d37a959f4347724fa.jpg" /><span class="image-caption">Columns and relief sculpture, Forum Transitorium (Forum of Nerva), c. 97 C.E.</span></span></p> <h3>Forum Transitorium</h3> <p>The Forum Transitorium, also referred to as the Forum of Nerva, was begun by Domitian, the younger son of Vespasian. Incomplete at the time of Domitian&rsquo;s assassination in 96 C.E., the complex was completed by Nerva in 97 C.E. This is a narrow forum complex that abuts both the Forum of Augustus and the Templum Pacis and is constrained by these pre-existing structures (dimensions: 131 x 45 meters); as well as&nbsp;the Argiletum, a&nbsp;street that ran the length of the forum. The Forum Transitorium&rsquo;s temple was sacred to Minerva, who had been a patron divinity of Domitian, and the architectural sculpture that decorated&nbsp;the porticoes featured&nbsp;imagery connected to Minerva and scenes from the private lives of women.</p> <h3>Forum of Trajan</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/56ad88eea949f1dfab5e2328279cda093085eb78.jpg" /><span class="image-caption">Plan of the Imperial <em>fora </em>showing a freestanding Temple of the&nbsp;Deified&nbsp;Trajan at the western end of the Forum of Trajan.<br /> <span>1)&nbsp;Forum of Caesar;&nbsp;2)&nbsp;Forum of Augustus;&nbsp;3)&nbsp;Templum Pacis;&nbsp;4)&nbsp;Forum Transitorium;&nbsp;5)&nbsp;Forum of Trajan;&nbsp;6)&nbsp;Basilica Ulpia (part of Trajan&#39;s&nbsp;Forum)</span></span></span></p> <p>The Forum of Trajan (<em>Forum Traiani</em>), the final imperial forum, was both the largest and the most lavish. Inaugurated in 112 C.E., the architectural complex relied upon imposing architectural and sculptural features to glorify the accomplishments and principate&nbsp;of the emperor Trajan. The elaborate forum complex has a vast footprint, measuring 200 x 120 meters. The open square of the forum is flanked by porticoes that contain exedrae and point viewer attention toward the main structure, the massive Basilica Ulpia. The architect Apollodorus of Damascus was responsible for the innovative design. On the western side of the basilica was another courtyard, flanked by two libraries (one Greek and one Latin), that contained a monumental honorific column, known today as the Column of Trajan.</p> <p><span class="block-image image-wrapper"><img alt="View of the Forum of Trajan, c. 112 C.E. the Column of Trajan can be seen behind the columns of the Basilica Ulpia" src="https://ka-perseus-images.s3.amazonaws.com/0fe9f471e6713e5c96953275bb74e0079839aed8.jpg" /><span class="image-caption">View of the Forum of Trajan, c. 112 C.E., the Column of Trajan can be seen behind the columns of the Basilica Ulpia</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Column of Trajan, Carrera marble, completed 113 C.E., Rome; dedicated to Emperor Trajan (Marcus Ulpius Nerva Traianus in honor of his victorys over Dacia (now Romania) 101-02 and 105-06 C.E." src="https://ka-perseus-images.s3.amazonaws.com/0200efd9d272b9060694430e1171703c5d303944.jpg" /><span class="image-caption">Column of Trajan, Carrara marble, completed 113 C.E., Rome; dedicated to Emperor Trajan (Marcus Ulpius Nerva Traianus in honor of his victories over Dacia (now Romania) 101-02 and 105-06 C.E.</span></span>The Column of Trajan, inaugurated in 113 C.E., is a main feature of the Forum of Trajan and is, in its own right, a masterwork of Roman art.&nbsp;​The column carries an helical frieze of&nbsp;historical relief that provides a pictorial narrative of the events of Trajan&rsquo;s wars in Dacia (101&ndash;102 and 105&ndash;106 C.E.), culminating with the death of the enemy commander, Decebalus. The column stands 38 meters tall and its frieze wraps around the column shaft 23 times, with a total length of roughly&nbsp;190 meters. Carved in bas relief, the exquisite frieze carefully narrates Trajan&rsquo;s campaigns and its level of detail is simply astounding.&nbsp;</p> <p>The column&rsquo;s frieze may draw inspiration from earlier Roman triumphal art, the tradition of which was inclined to depict scenes from the foreign campaigns and, in so doing, glorify the accomplishments of the commander and his soldiers. Throughout the Forum of Trajan the theme of military victory, and its celebration, permeate the monumental decorative programs.</p> <p><span class="block-image image-wrapper"><img alt="Pontoon bridge with Roman soldiers (detail), Column of Trajan, Carrara marble, completed 113 C.E., Rome (photo: ElissaSCA © All rights reserved by ElissaSCA, used with permission)" src="https://ka-perseus-images.s3.amazonaws.com/3f8835cbab60e6ffd54e0efcf0362a8f850fef7f.jpg" /><span class="image-caption">Pontoon bridge with Roman soldiers (detail), Column of Trajan, Carrara marble, completed 113 C.E., Rome<br /> (photo: <a href="https://www.flickr.com/photos/elissacorsini/8480796958/in/photolist-dVqmJ7-dVqgQ7-dVjDSx-dVjKRn-dVqj6h-dVqdZW-dVjJBk-dVqfDq-dVjKet-dVjJSe-dVqitd-dVqiR5-dVqguJ-dVjDuk-dVqiEN-dVqeZu-dVjJv2-dVqecU-dVjLgr-dVqeAQ-dVqdRs-dVqkFm-dVqieC-dVjCMg-dVqh3y-dVjEep-dVjF3M-dVjCwe-dVjKen-dVjKt4-dVjEu4-dVqhoJ-dVqfCJ-dVjFfB-dVqhfy-dVjLYi-dVqgC9-dVjLtK-dVqhQu-dVqhHd-dVjN34-dVqnWw-dVjB22-dVqcuC-dVqaLd-dVj7hn-dVj6VM-dVj7uK-dVj8va-dVjAMM">ElissaSCA</a> &copy; All rights reserved, by&nbsp;permission)</span></span>When Trajan died in 117 C.E., sources tell us that the Roman Senate allowed a special dispensation whereby Trajan&rsquo;s cremated remains could be deposited in the base of the column and that a temple to his cult (<em>Templum Divi Traiani et Plotinae</em>) was added to the forum complex between 125 and 138 C.E. (<em>Historia Augusta - Hadrian</em> 19.9). An ongoing point of scholarly contention is the position and appearance of this plan. Traditional reconstructions favor a free-standing temple at the western end of the forum, while more recent reconstructions instead favor a shrine positioned against the western exedra of the Forum of Augustus. Ongoing archaeological fieldwork may yet shed light on this contentious topographical debate.</p> <h3>Interpretation</h3> <p>The Imperial <em>fora</em> represent important architectural landscapes in the city of Rome. They demonstrate the efficacy of public art and architecture with respect to creating collective identity and communicating clear&nbsp;messages that both disseminate and reinforce ideology. The strength and accomplishments of the Roman state, not to mention its stability, are key&nbsp;themes in any such program of message making. We should also not underestimate the psychological effect of these grandiose, soaring, bedecked complexes,&nbsp;based around massive open plazas,&nbsp;on the minds and experiences of city dwellers (many of whom lived in crowded squalor). The Imperial <em>fora</em> demonstrate that within the mechanisms of Roman urbanism, civic architecture occupies a crucial role. We are reminded of this efficacy by an ancient example that is perhaps no different from the reaction of a modern visitor to the city of Rome. The emperor Constantius II, visiting Rome in the mid-fourth century C.E., was amazed by the Forum of Trajan, something he considered &ldquo;a construction unique under the heavens&rdquo; (Ammianus Marcellinus 16.10.15).</p> <p>Essay by Dr. Jeffrey A. Becker</p> <hr /> <p><strong>Additional resources:</strong></p> <p>J. Anderson, <em>The Historical Topography of the Imperial Fora</em> (Collection Latomus; 182) (Brussels: Latomus, 1984).</p> <p>S. Baiani et al., <em>Crypta Balbi-Fori imperiali: archeologia urbana a Roma e interventi di restauro nell&#39;anno del Grande Giubileo</em> (Rome: Kappa, 2000).</p> <p>A. Carandini and P. Carafa, eds., <em>Atlante di Roma antica: biografia e ritratti della città</em> 2 v. (Milan: Electa, 2012).</p> <p>A. Claridge,<em> Rome: an Archaeological Guide</em> 2nd ed. (Oxford: Oxford University Press, 2010).</p> <p>F. Coarelli et al., T<em>he Column of Trajan</em> (Rome: Colombo, 2000).</p> <p>R. Darwall-Smith,<em> Emperors and Architecture: a Study of Flavian Rome</em> (Collection Latomus; 231) (Brussels: Latomus, 1996).</p> <p>J. Geiger, <em>The first hall of fame: a study of the statues in the Forum Augustum</em> (Leiden: E. J. Brill, 2008).</p> <p>E. La Rocca, <em>I Fori Imperiali</em> (Rome: ENEL, 1995).</p> <p>T. J. Luce, &quot;Livy, Augustus, and the Forum Augustum.&quot; in <em>Between Republic and Empire</em>, ed.&nbsp;by K. Raaflaub, K. and M. Toher, pp. 123-38 (Berkeley: University of California Press, 1990).</p> <p>R. Meneghini, &ldquo;Templum Divi Traiani,&rdquo; <em>Bullettino Della Commissione Archeologica Comunale Di Roma</em> 97 (1996) pp. 47-55.</p> <p>R. Meneghini and R. S. Valenzani, <em>Scavi dei Fori imperiali: il Foro di Augusto: l&#39;area centrale </em>(Rome: &ldquo;L&rsquo;Erma&rdquo; di Bretschneider, 2010).</p> <p>J. E. Packer, <em>The Forum of Trajan in Rome: a Study of the Monuments</em> 2 v. (Berkeley: University of California Press, 1997).</p> <p>J. E. Packer, &ldquo;Trajan&rsquo;s Forum Again: The Column and the Temple in the Master Plan Attributed to Apollodorus (?),&rdquo; <em>Journal of Roman Archaeology</em> 7:274-6.</p> <p>S. B. Platner and T. Ashby, <em>A Topographical Dictionary of Ancient Rome</em>&nbsp;(Oxford: Clarendon Press, 1929).</p> <p>L. Richardson, Jr., <em>A New Topographical Dictionary of Ancient Rome</em>&nbsp;(Baltimore: Johns Hopkins University Press, 1992).</p> <p>R. Ulrich, &ldquo;Julius Caesar and the Creation of the Forum Iulium,&rdquo; <em>American Journal of Archaeology</em> 97.1:49-80.</p> <p>L. Ungaro,<em> Il Museo dei Fori Imperiali nei mercati di Traiano</em> (Milan: Electa, 2007).</p> <p><a href="http://en.mercatiditraiano.it/">Mercati di Traiano Museo dei Fori Imperiali &nbsp;(Markets of Trajan and the Imperial Fora Museum)</a></p> <p><a href="http://www.sovraintendenzaroma.it/i_luoghi/roma_antica/aree_archeologiche/fori_imperiali">Fori Imperiali (Sovrintendenza Capitolina)&nbsp;</a></p>
