Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>Born Maria Antonia Montoya, Maria Martinez became one of the best-known Native potters of the twentieth century due to her excellence as a ceramist and her connections with a larger, predominantly non-Native audience. Though she lived at the Pueblo of San Ildefonso, about 20 miles north of Santa Fe, New Mexico, from her birth in 1887 until her death in 1980, her work and her life had a wide reaching importance to the Native art world by reframing Native ceramics as a fine art. Before the arrival of the railroad to the area in the 1880s, pots were used in the Pueblos for food storage, cooking, and ceremonies. But with inexpensive pots appearing along the rail line, these practices were in decline. By the 1910s, Ms. Martinez found a way to continue the art by selling her pots to a non-Native audience where they were purchased as something beautiful to look at rather than as utilitarian objects.</p> <p><span class="block-image image-wrapper"><img alt="Maria Martinez shown with physicist Enrico Fermi, c. 1948" src="https://ka-perseus-images.s3.amazonaws.com/48ceba3abba93ab52633794bc134ac477c52b529.jpg" /><span class="image-caption">Maria Martinez shown with physicist Enrico Fermi, c. 1948 (public domain;&nbsp;photo by U.S. Government employee made for U.S. Government)</span></span></p> <p><span>Her mastery as a ceramist was noted in her village while she was still young. She learned the ceramic techniques that were used in the Southwest for several millennia by watching potters from San Ildefonso, especially her aunt Nicholasa as well as potters (including Margaret Tafoya from Santa Clara), from other nearby Pueblos. All the raw materials had to be gathered and processed carefully or the final vessel would not fire properly. The clay was found locally. To make the pottery stronger it had to be mixed with a temper made from sherds of broken pots that had been pounded into a powder or volcanic ash. When mixed with water, the elasticity of the clay and the strength of the temper could be formed into different shapes, including a rounded pot (known as an <em>olla</em>) or a flat plate, using only the artist&rsquo;s hands as the potting wheel was not used. The dried vessel needed to be scraped, sanded, smoothed, then covered with a slip (a thin solution of clay and water). The slip was polished by rubbing a smooth stone over the surface to flatten the clay and create a shiny finish&mdash;a difficult and time-consuming process. Over the polished slip the pot was covered with designs painted with an iron-rich solution using either pulverized iron ore or a reduction of wild plants called guaco. These would be dried but required a high temperature firing to change the brittle clay to hard ceramics. Even without kilns, the ceramists were able to create a fire hot enough to transform the pot by using manure.</span></p> <p><span class="block-image image-wrapper"><img alt="John K. Hillers, San Ildefonso, New Mexico, c. 1871 - 1907, photograph, Smithsonian Institution. Bureau of American Ethnology, National Archives and Records Administration #523752" src="https://ka-perseus-images.s3.amazonaws.com/9713005440f746e860ed60cf7ffa7b8eb434781e.jpg" /><span class="image-caption">John K. Hillers, <em>San Ildefonso</em> (detail)<em>, New Mexico</em>, c. 1871 - 1907, photograph, Smithsonian Institution. Bureau of American Ethnology, National Archives and Records Administration <a href="http://research.archives.gov/description/523752">#523752</a></span></span></p> <p>Making ceramics in the Pueblo was considered a communal activity, where different steps in the process were often shared. The potters helped each other with the arduous tasks such as mixing the paints and polishing the slip. Ms. Martinez would form the perfectly symmetrical vessels by hand and leave the decorating to others. Throughout her career, she worked with different family members, including her husband Julian, her son Adam and his wife Santana, and her son Popovi Da. As the pots moved into a fine art market, Ms. Martinez was encouraged to sign her name on the bottom of her pots. Though this denied the communal nature of the art, she began to do so as it resulted in more money per pot. To help other potters in the Pueblo, Ms. Martinez was known to have signed the pots of others, lending her name to help the community. Helping her Pueblo was of paramount importance to Ms. Martinez. She lived as a proper Pueblo woman, avoiding self-aggrandizement and insisting to scholars that she was just a wife and mother even as her reputation in the outside world increased.&nbsp;</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Maria Martinez and Julian Martinez, Black-on-black ceramic vessel, c. mid-20th century, blackware ceramic, 11 1/8 x 13 inches, Tewa, Puebloan, San Ildefonso Pueblo, New Mexico (National Museum of Women in the Arts)" src="https://ka-perseus-images.s3.amazonaws.com/45a5dd6eb4bf781b61a9dedb0c18cc77a04817f8.png" /><span class="image-caption">Maria Martinez, Black-on-black ceramic vessel, c. 1939, blackware ceramic, 11 1/8 x 13 inches, Tewa, Puebloan, San Ildefonso Pueblo, New Mexico (National Museum of Women in the Arts)</span></span></p> <p>Maria and Julian Martinez pioneered a style of applying a matte-black design over polished-black. Similar to the pot pictured here, the design was based on pottery sherds found on an Ancestral Pueblo dig site dating to the twelfth to seventeenth centuries at what is now known as Bandelier National Monument. The Martinezes worked at the site, with Julian helping the archaeologists at the dig and Maria helping at the campsite. Julian Martinez spent time drawing and painting the designs found on the walls and on the sherds of pottery into his notebooks, designs he later recreated on pots. In the 1910s, Maria and Julian worked together to recreate the black-on-black ware they found at the dig, experimenting with clay from different areas and using different firing techniques. Taking a cue from Santa Clara pots, they discovered that smothering the fire with powdered manure removed the oxygen while retaining the heat and resulted in a pot that was blackened. This resulted in a pot that was less hard and not entirely watertight, which worked for the new market that prized decorative use over utilitarian value. The areas that were burnished had a shiny black surface and the areas painted with guaco were matte designs based on natural phenomenon, such as rain clouds, bird feathers, rows of planted corn, and the flow of rivers.</p> <p><span class="block-image image-wrapper"><img alt="Maria Martinez, Black-on-black ceramic vessel (detail), c. 1939, blackware ceramic, 11 1/8 x 13 inches, Tewa, Puebloan, San Ildefonso Pueblo, New Mexico (National Museum of Women in the Arts)" src="https://ka-perseus-images.s3.amazonaws.com/389a88cb85715048e7f026208ef4378c130efd07.jpg" /><span class="image-caption">Maria Martinez, Black-on-black ceramic vessel (detail), c. 1939, blackware ceramic, 11 1/8 x 13 inches, Tewa, Puebloan, San Ildefonso Pueblo, New Mexico (National Museum of Women in the Arts)</span></span></p> <p>The olla pictured above&nbsp;features two design bands, one across the widest part of the pot and the other around the neck. The elements inside are abstract but suggest a bird in flight with rain clouds above, perhaps a prayer for rain that could be flown up to the sky. These designs are exaggerated due to the low rounded shapes of the pot, which are bulbous around the shoulder then narrow at the top. The shape, color, and designs fit the contemporary Art Deco movement, which was popular between the two World Wars and emphasized bold, geometric forms and colors. With its dramatic shape and the high polish of surface, this pot exemplifies Maria Martinez&rsquo;s skill in transforming a utilitarian object into a fine art.</p> <p>The work of Maria Martinez marks an important point in the long history of Pueblo pottery. Ceramics from the Southwest trace a connection from the Ancestral Pueblo to the modern Pueblo eras. Given the absence of written records, tracing the changes in the shapes, materials, and designs on the long-lasting sherds found across the area allow scholars to see connections and innovations. Maria Martinez brought the distinctive Pueblo style into a wider context, allowing Native and non-Native audiences to appreciate the art form.</p> <p>Essay by Dr.&nbsp;Suzanne Newman Fricke</p> <hr /> <p><strong>Additional resources:</strong></p> <p>R. L.&nbsp;Bunzel, <em>The Pueblo Potter: A Study of Creative Imagination in Primitive Art </em>(Dover Publications, 1929).</p> <p>Hazel&nbsp;Hyde,&nbsp;<em>Maria Making Pottery: &nbsp;The Story of Famous American Indian Potter Maria Martinez </em>(Sunstone Press, 1992).</p> <p>Alice Marriott,&nbsp;<em>Maria: &nbsp;The Potter of San Ildefonso </em>(University of Oklahoma Press, 1987).</p> <p>Susan&nbsp;Peterson&nbsp;and Francis H. Harlow,&nbsp;<em>The Living Tradition of Maria Martinez </em>(Kodansha, 1992).</p> <p>-----,&nbsp;<em>Pottery by American Indian Women: &nbsp;The Legacy of Generations </em>(Abbeville Press, 1997).</p> <p>Richard Spivey,<em>The Legacy of Maria Poveka Martinez </em>(Museum of New Mexico Press, 2003).&nbsp;</p> <p>Stephen&nbsp;Trimble,&nbsp;<em>Talking with the Clay: &nbsp;The Art of Pueblo Pottery in the 21st Century </em>(School of American Research Press, 2007).</p> <p><a href="http://nmwa.org/works/jar">This pot at the National Museum of Women in the Arts</a></p> <p><a href="http://www.indianartsandculture.org/exhibits/maria/">The Art, Life and Legacy of Maria Martinez</a></p> <p><a href="http://www.mariajulianpottery.com/MariaMartinezBio.html">Maria Martinez Pottery - San Ildefonso Pueblo</a></p> <p><a href="http://www.holmes.anthropology.museum/southwestpottery/mariamartinez.html">Maria Martinez (Through the Eyes of the Pot: A study of Southwest Pueblo Pottery and Culture)</a></p> <p><a href="https://www.youtube.com/watch?v=SkUGm87DE0k">Maria Martinez: Indian Pottery of San Ildefonso (documentary video, 1972)&nbsp;</a></p>
it: <p>Born Maria Antonia Montoya, Maria Martinez became one of the best-known Native potters of the twentieth century due to her excellence as a ceramist and her connections with a larger, predominantly non-Native audience. Though she lived at the Pueblo of San Ildefonso, about 20 miles north of Santa Fe, New Mexico, from her birth in 1887 until her death in 1980, her work and her life had a wide reaching importance to the Native art world by reframing Native ceramics as a fine art. Before the arrival of the railroad to the area in the 1880s, pots were used in the Pueblos for food storage, cooking, and ceremonies. But with inexpensive pots appearing along the rail line, these practices were in decline. By the 1910s, Ms. Martinez found a way to continue the art by selling her pots to a non-Native audience where they were purchased as something beautiful to look at rather than as utilitarian objects.</p> <p><span class="block-image image-wrapper"><img alt="Maria Martinez shown with physicist Enrico Fermi, c. 1948" src="https://ka-perseus-images.s3.amazonaws.com/48ceba3abba93ab52633794bc134ac477c52b529.jpg" /><span class="image-caption">Maria Martinez shown with physicist Enrico Fermi, c. 1948 (public domain;&nbsp;photo by U.S. Government employee made for U.S. Government)</span></span></p> <p><span>Her mastery as a ceramist was noted in her village while she was still young. She learned the ceramic techniques that were used in the Southwest for several millennia by watching potters from San Ildefonso, especially her aunt Nicholasa as well as potters (including Margaret Tafoya from Santa Clara), from other nearby Pueblos. All the raw materials had to be gathered and processed carefully or the final vessel would not fire properly. The clay was found locally. To make the pottery stronger it had to be mixed with a temper made from sherds of broken pots that had been pounded into a powder or volcanic ash. When mixed with water, the elasticity of the clay and the strength of the temper could be formed into different shapes, including a rounded pot (known as an <em>olla</em>) or a flat plate, using only the artist&rsquo;s hands as the potting wheel was not used. The dried vessel needed to be scraped, sanded, smoothed, then covered with a slip (a thin solution of clay and water). The slip was polished by rubbing a smooth stone over the surface to flatten the clay and create a shiny finish&mdash;a difficult and time-consuming process. Over the polished slip the pot was covered with designs painted with an iron-rich solution using either pulverized iron ore or a reduction of wild plants called guaco. These would be dried but required a high temperature firing to change the brittle clay to hard ceramics. Even without kilns, the ceramists were able to create a fire hot enough to transform the pot by using manure.</span></p> <p><span class="block-image image-wrapper"><img alt="John K. Hillers, San Ildefonso, New Mexico, c. 1871 - 1907, photograph, Smithsonian Institution. Bureau of American Ethnology, National Archives and Records Administration #523752" src="https://ka-perseus-images.s3.amazonaws.com/9713005440f746e860ed60cf7ffa7b8eb434781e.jpg" /><span class="image-caption">John K. Hillers, <em>San Ildefonso</em> (detail)<em>, New Mexico</em>, c. 1871 - 1907, photograph, Smithsonian Institution. Bureau of American Ethnology, National Archives and Records Administration <a href="http://research.archives.gov/description/523752">#523752</a></span></span></p> <p>Making ceramics in the Pueblo was considered a communal activity, where different steps in the process were often shared. The potters helped each other with the arduous tasks such as mixing the paints and polishing the slip. Ms. Martinez would form the perfectly symmetrical vessels by hand and leave the decorating to others. Throughout her career, she worked with different family members, including her husband Julian, her son Adam and his wife Santana, and her son Popovi Da. As the pots moved into a fine art market, Ms. Martinez was encouraged to sign her name on the bottom of her pots. Though this denied the communal nature of the art, she began to do so as it resulted in more money per pot. To help other potters in the Pueblo, Ms. Martinez was known to have signed the pots of others, lending her name to help the community. Helping her Pueblo was of paramount importance to Ms. Martinez. She lived as a proper Pueblo woman, avoiding self-aggrandizement and insisting to scholars that she was just a wife and mother even as her reputation in the outside world increased.&nbsp;</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/45a5dd6eb4bf781b61a9dedb0c18cc77a04817f8.png" /><span class="image-caption">Maria Martinez, Black-on-black ceramic vessel, c. 1939, blackware ceramic, 11 1/8 x 13 inches, Tewa, Puebloan, San Ildefonso Pueblo, New Mexico (National Museum of Women in the Arts)</span></span></p> <p>Maria and Julian Martinez pioneered a style of applying a matte-black design over polished-black. Similar to the pot pictured here, the design was based on pottery sherds found on an Ancestral Pueblo dig site dating to the twelfth to seventeenth centuries at what is now known as Bandelier National Monument. The Martinezes worked at the site, with Julian helping the archaeologists at the dig and Maria helping at the campsite. Julian Martinez spent time drawing and painting the designs found on the walls and on the sherds of pottery into his notebooks, designs he later recreated on pots. In the 1910s, Maria and Julian worked together to recreate the black-on-black ware they found at the dig, experimenting with clay from different areas and using different firing techniques. Taking a cue from Santa Clara pots, they discovered that smothering the fire with powdered manure removed the oxygen while retaining the heat and resulted in a pot that was blackened. This resulted in a pot that was less hard and not entirely watertight, which worked for the new market that prized decorative use over utilitarian value. The areas that were burnished had a shiny black surface and the areas painted with guaco were matte designs based on natural phenomenon, such as rain clouds, bird feathers, rows of planted corn, and the flow of rivers.</p> <p><span class="block-image image-wrapper"><img alt="Maria Martinez, Black-on-black ceramic vessel (detail), c. 1939, blackware ceramic, 11 1/8 x 13 inches, Tewa, Puebloan, San Ildefonso Pueblo, New Mexico (National Museum of Women in the Arts)" src="https://ka-perseus-images.s3.amazonaws.com/389a88cb85715048e7f026208ef4378c130efd07.jpg" /><span class="image-caption">Maria Martinez, Black-on-black ceramic vessel (detail), c. 1939, blackware ceramic, 11 1/8 x 13 inches, Tewa, Puebloan, San Ildefonso Pueblo, New Mexico (National Museum of Women in the Arts)</span></span></p> <p>The olla pictured above&nbsp;features two design bands, one across the widest part of the pot and the other around the neck. The elements inside are abstract but suggest a bird in flight with rain clouds above, perhaps a prayer for rain that could be flown up to the sky. These designs are exaggerated due to the low rounded shapes of the pot, which are bulbous around the shoulder then narrow at the top. The shape, color, and designs fit the contemporary Art Deco movement, which was popular between the two World Wars and emphasized bold, geometric forms and colors. With its dramatic shape and the high polish of surface, this pot exemplifies Maria Martinez&rsquo;s skill in transforming a utilitarian object into a fine art.</p> <p>The work of Maria Martinez marks an important point in the long history of Pueblo pottery. Ceramics from the Southwest trace a connection from the Ancestral Pueblo to the modern Pueblo eras. Given the absence of written records, tracing the changes in the shapes, materials, and designs on the long-lasting sherds found across the area allow scholars to see connections and innovations. Maria Martinez brought the distinctive Pueblo style into a wider context, allowing Native and non-Native audiences to appreciate the art form.</p> <p>Essay by Dr.&nbsp;Suzanne Newman Fricke</p> <hr /> <p><strong>Additional resources:</strong></p> <p>R. L.&nbsp;Bunzel, <em>The Pueblo Potter: A Study of Creative Imagination in Primitive Art </em>(Dover Publications, 1929).</p> <p>Hazel&nbsp;Hyde,&nbsp;<em>Maria Making Pottery: &nbsp;The Story of Famous American Indian Potter Maria Martinez </em>(Sunstone Press, 1992).</p> <p>Alice Marriott,&nbsp;<em>Maria: &nbsp;The Potter of San Ildefonso </em>(University of Oklahoma Press, 1987).</p> <p>Susan&nbsp;Peterson&nbsp;and Francis H. Harlow,&nbsp;<em>The Living Tradition of Maria Martinez </em>(Kodansha, 1992).</p> <p>-----,&nbsp;<em>Pottery by American Indian Women: &nbsp;The Legacy of Generations </em>(Abbeville Press, 1997).</p> <p>Richard Spivey,<em>The Legacy of Maria Poveka Martinez </em>(Museum of New Mexico Press, 2003).&nbsp;</p> <p>Stephen&nbsp;Trimble,&nbsp;<em>Talking with the Clay: &nbsp;The Art of Pueblo Pottery in the 21st Century </em>(School of American Research Press, 2007).</p> <p><a href="http://nmwa.org/works/jar">This pot at the National Museum of Women in the Arts</a></p> <p><a href="http://www.indianartsandculture.org/exhibits/maria/">The Art, Life and Legacy of Maria Martinez</a></p> <p><a href="http://www.mariajulianpottery.com/MariaMartinezBio.html">Maria Martinez Pottery - San Ildefonso Pueblo</a></p> <p><a href="http://www.holmes.anthropology.museum/southwestpottery/mariamartinez.html">Maria Martinez (Through the Eyes of the Pot: A study of Southwest Pueblo Pottery and Culture)</a></p> <p><a href="https://www.youtube.com/watch?v=SkUGm87DE0k">Maria Martinez: Indian Pottery of San Ildefonso (documentary video, 1972)&nbsp;</a></p>
