Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Anselm Kiefer, Shulamite, 1983, oil, emulsion, woodcut, shellac, acrylic, and straw on canvas, 213 x 145 inches / 541 x 368.3 cm (Doris and Donald Fisher Collection). © Anselm Kiefer, courtesy of the artist." src="https://ka-perseus-images.s3.amazonaws.com/b35b3f63c6baecd48e43e2f0cda0d99dad2a81fe.jpg" /><span class="image-caption">Anselm Kiefer, <em>Shulamite</em>, 1983, oil, emulsion, woodcut, shellac, acrylic, and straw on canvas, 213 x 145 inches / 541 x 368.3 cm (Doris and Donald Fisher Collection). &copy; Anselm Kiefer, courtesy of the artist.</span></span>Black milk of morning we drink you at night<br /> we drink you at noontime Death is a gang-boss aus Deutschland<br /> we drink you at dusktime and dawntime&nbsp;<br /> we drink and drink Death is a gang-boss aus Deutschland his eye is blue&nbsp;<br /> he shoots you with leaden bullets his aim is true&nbsp;<br /> there&rsquo;s a man in this house your golden hair Margareta&nbsp;<br /> he sets his dogs on our trail he gives us a grave in the sky&nbsp;<br /> he cultivates snakes and he dreams Death is a gang-boss aus Deutschland&nbsp;<br /> your golden hair Margareta<br /> your ashen hair Shulamite</p> <p>&mdash;the final lines of Paul Celan&#39;s poem, &quot;Death Fugue,&quot; published 1947&nbsp;(trans. Jerome Rothenberg)</p> <h3>Breaking postwar silence</h3> <p>Born in Germany just months shy of the end of World War II, Anselm Kiefer came of age in the late 1960s when the silence surrounding the crimes of the Nazi regime was ruptured by a vocal younger generation horrified by their collective German &ldquo;past,&rdquo; struggling to reconcile such shame and redefine what it meant to be German in a post-Nazi world.&nbsp;</p> <p>For Kiefer, who had studied with the artists Peter Dreher in Karlsruhe and Joseph Beuys in Dusseldorf, painting became the arena to vocalize and elucidate his contempt for the Nazis and their reprehensible legacy, instilling every brush stroke with palpable rage, grief, and shame. In the 1970s, Kiefer developed a signature style that was influenced in part by the Neo-expressionist style of Georg Baselitz, but also by his teacher Beuys, particularly Beuys&rsquo;s tendency to use commonplace materials, such as fat and felt within his artistic practice. Kiefer augmented his thick layers of impasto with lead, glass, straw, wood, dried flowers, and more, yielding highly textured, viscous surfaces. As his list of materials grew, so too did the scale of his canvases, which though large and formidable, felt ephemeral and fragile as a result of the materials he utilized.&nbsp;</p> <h3>A thick impasto</h3> <p>All of the canonical elements of Kiefer&rsquo;s work are present in <em>Shulamite</em>&mdash;a thick impasto resulting from a hardened mixture of oil, acrylic, emulsion, and shellac; a brittle, textured surface infused with commonplace materials (in this case, straw and ash); mythological or biblical references (Shulamite refers to the heroine in the Song of Solomon); a literary reference (Celan&rsquo;s &ldquo;Death Fugue&rdquo;); and a historical subject or location (a Nazi Memorial Hall in Berlin).</p> <p><span class="image-wrapper inline-image"><img alt="Wilhelm Kreis, Funeral Hall for the Great German Soldier in the Hall of Soldiers, Berlin, c. 1939" src="https://ka-perseus-images.s3.amazonaws.com/bd5c8f0365f2e6dc5bf6d34b8614157bc5a68d96.jpg" /><span class="image-caption">Wilhelm Kreis, <em>Funeral Hall for the Great German Soldier in the Hall of Soldiers</em>, c. 1939 (Berlin)</span></span>Kiefer&rsquo;s hall is not a memorial to great men with patriotic flags waving boldly, but a gateway to damnation, a dark and foreboding road to hell, enclosed by low arches and paved with massive stones &mdash;the whole mise-en-sc&egrave;ne (a stage set that tells a story) suggestive of an oven (immediately bringing to mind the hyperactivity of the crematoria at the Nazi death camps). &nbsp;Sulamith, is inscribed in the upper left hand corner, a graffiti-like testament in white paint upon the stone, to Celan&#39;s brave young Jewish girl consumed by this living hell, who came to her death in a chamber such as this because she had not the golden hair of Aryan Margarete but the dark &ldquo;ashen hair&rdquo; of Shulamite. Kiefer transformed architecture meant to honor Nazi heros into a memorial for their victims.</p> <h3>Emotional honesty</h3> <p>Comparisons to Jackson Pollock in terms of both scale and expressive, gestural style are understandable, but for me Kiefer&rsquo;s paint handling is even more reminiscent of Vincent van Gogh, in terms of raw beauty and emotional honesty. Just as van Gogh&rsquo;s paint can transport me into the Dutch or French countryside and fill my nose with the smell of fresh sunflowers or irises, so too can Kiefer transport me to another place in time and space&mdash;but rather than a hayfield in Holland it is the dark abyss of a concentration camp with the stomach-churning smell of burning flesh sullying the air.</p> <p>Essay by Rebecca Taylor</p> <p>Special thanks to Sandy Heller, The Heller Group, LLC</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="http://www.poets.org/poetsorg/poem/death-fugue">Paul Celan, Death Fugue, Copyright &copy; 2005 by Paul Celan and Jerome Rothenberg. From Paul Celan: Selections. Reprinted with permission of the University of California Press. Poets.org</a></p> <p><a href="http://www.theguardian.com/artanddesign/2011/mar/21/anselm-kiefer-painting-life-art">Nicolas Wroe, &quot;Life in Art: Anselm Kiefer,&quot; essay in the Guardian Newspaper, March 18 2011</a></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b35b3f63c6baecd48e43e2f0cda0d99dad2a81fe.jpg" /><span class="image-caption">Anselm Kiefer, <em>Shulamite</em>, 1983, oil, emulsion, woodcut, shellac, acrylic, and straw on canvas, 213 x 145 inches / 541 x 368.3 cm (Doris and Donald Fisher Collection). &copy; Anselm Kiefer, courtesy of the artist.</span></span>Black milk of morning we drink you at night<br /> we drink you at noontime Death is a gang-boss aus Deutschland<br /> we drink you at dusktime and dawntime&nbsp;<br /> we drink and drink Death is a gang-boss aus Deutschland his eye is blue&nbsp;<br /> he shoots you with leaden bullets his aim is true&nbsp;<br /> there&rsquo;s a man in this house your golden hair Margareta&nbsp;<br /> he sets his dogs on our trail he gives us a grave in the sky&nbsp;<br /> he cultivates snakes and he dreams Death is a gang-boss aus Deutschland&nbsp;<br /> your golden hair Margareta<br /> your ashen hair Shulamite</p> <p>&mdash;the final lines of Paul Celan&#39;s poem, &quot;Death Fugue,&quot; published 1947&nbsp;(trans. Jerome Rothenberg)</p> <h3>Breaking postwar silence</h3> <p>Born in Germany just months shy of the end of World War II, Anselm Kiefer came of age in the late 1960s when the silence surrounding the crimes of the Nazi regime was ruptured by a vocal younger generation horrified by their collective German &ldquo;past,&rdquo; struggling to reconcile such shame and redefine what it meant to be German in a post-Nazi world.&nbsp;</p> <p>For Kiefer, who had studied with the artists Peter Dreher in Karlsruhe and Joseph Beuys in Dusseldorf, painting became the arena to vocalize and elucidate his contempt for the Nazis and their reprehensible legacy, instilling every brush stroke with palpable rage, grief, and shame. In the 1970s, Kiefer developed a signature style that was influenced in part by the Neo-expressionist style of Georg Baselitz, but also by his teacher Beuys, particularly Beuys&rsquo;s tendency to use commonplace materials, such as fat and felt within his artistic practice. Kiefer augmented his thick layers of impasto with lead, glass, straw, wood, dried flowers, and more, yielding highly textured, viscous surfaces. As his list of materials grew, so too did the scale of his canvases, which though large and formidable, felt ephemeral and fragile as a result of the materials he utilized.&nbsp;</p> <h3>A thick impasto</h3> <p>All of the canonical elements of Kiefer&rsquo;s work are present in <em>Shulamite</em>&mdash;a thick impasto resulting from a hardened mixture of oil, acrylic, emulsion, and shellac; a brittle, textured surface infused with commonplace materials (in this case, straw and ash); mythological or biblical references (Shulamite refers to the heroine in the Song of Solomon); a literary reference (Celan&rsquo;s &ldquo;Death Fugue&rdquo;); and a historical subject or location (a Nazi Memorial Hall in Berlin).</p> <p><span class="image-wrapper inline-image"><img alt="Wilhelm Kreis, Funeral Hall for the Great German Soldier in the Hall of Soldiers, Berlin, c. 1939" src="https://ka-perseus-images.s3.amazonaws.com/bd5c8f0365f2e6dc5bf6d34b8614157bc5a68d96.jpg" /><span class="image-caption">Wilhelm Kreis, <em>Funeral Hall for the Great German Soldier in the Hall of Soldiers</em>, c. 1939 (Berlin)</span></span>Kiefer&rsquo;s hall is not a memorial to great men with patriotic flags waving boldly, but a gateway to damnation, a dark and foreboding road to hell, enclosed by low arches and paved with massive stones &mdash;the whole mise-en-sc&egrave;ne (a stage set that tells a story) suggestive of an oven (immediately bringing to mind the hyperactivity of the crematoria at the Nazi death camps). &nbsp;Sulamith, is inscribed in the upper left hand corner, a graffiti-like testament in white paint upon the stone, to Celan&#39;s brave young Jewish girl consumed by this living hell, who came to her death in a chamber such as this because she had not the golden hair of Aryan Margarete but the dark &ldquo;ashen hair&rdquo; of Shulamite. Kiefer transformed architecture meant to honor Nazi heros into a memorial for their victims.</p> <h3>Emotional honesty</h3> <p>Comparisons to Jackson Pollock in terms of both scale and expressive, gestural style are understandable, but for me Kiefer&rsquo;s paint handling is even more reminiscent of Vincent van Gogh, in terms of raw beauty and emotional honesty. Just as van Gogh&rsquo;s paint can transport me into the Dutch or French countryside and fill my nose with the smell of fresh sunflowers or irises, so too can Kiefer transport me to another place in time and space&mdash;but rather than a hayfield in Holland it is the dark abyss of a concentration camp with the stomach-churning smell of burning flesh sullying the air.</p> <p>Essay by Rebecca Taylor</p> <p>Special thanks to Sandy Heller, The Heller Group, LLC</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="http://www.poets.org/poetsorg/poem/death-fugue">Paul Celan, Death Fugue, Copyright &copy; 2005 by Paul Celan and Jerome Rothenberg. From Paul Celan: Selections. Reprinted with permission of the University of California Press. Poets.org</a></p> <p><a href="http://www.theguardian.com/artanddesign/2011/mar/21/anselm-kiefer-painting-life-art">Nicolas Wroe, &quot;Life in Art: Anselm Kiefer,&quot; essay in the Guardian Newspaper, March 18 2011</a></p>
