Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>A treasure house of Renaissance art</h3> <p>The Church of Santa Maria Novella, adjacent to the&nbsp;train station of the same name, is a treasure-house of Florentine art of the Renaissance. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="View of Santa Maria Novella from the piazza" src="https://ka-perseus-images.s3.amazonaws.com/2509f120e3e72974066d99556a192c6bbc4e61b8.jpg" /><span class="image-caption">Santa Maria Novella (Leon Battista Alberti was responsible for the&nbsp;fa&ccedil;ade,&nbsp;completed in 1470)</span></span>So much so, that visitors to the church&mdash;seeking the great Renaissance artists Uccello and&nbsp;Masaccio and the wondrous frescoes in the &quot;Spanish Chapel&quot;&mdash;are sometimes prone to overlook the magnificence of its main altar chapel (or chancel), painted&nbsp;by the absolute master of Florentine fresco, Domenico Ghirlandaio and his workshop. &nbsp;Known as the Tornabuoni chapel (for the family that commissioned the paintings), the frescoes were once the culmination of the pilgrim&rsquo;s journey down the central nave and through a large wooden choir (an area for seating for the clergy and choir), which funnelled the traveler through the final third of the journey to deliver them at the doorstep of Ghirlandaio&rsquo;s glorious vision (the painter and author Vasari tore the choir down in the sixteenth-century&mdash;as it turns out, he wasn&rsquo;t much on preserving material culture). &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="View down the nave of Santa Maria Novella, looking toward the Tornabuoni Chapel, photo (by permission): Maneesh Sinha" src="https://ka-perseus-images.s3.amazonaws.com/8bb1c05afe8b184b368fbca64cd86f58fb435ab8.jpg" /><span class="image-caption">View down the nave of Santa Maria Novella, looking toward the Tornabuoni Chapel, photo (by permission): <a href="https://www.flickr.com/photos/62372536@N04/14103759972">Maneesh Sinha</a></span></span></p> <h3>A banker&#39;s commission</h3> <p><span class="image-wrapper inline-image"><img alt="Domenico Ghirlandaio, Portrait of the Donor Francesca Pitti-Tornabuoni, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/a5c741e4ff678d59384e3fa2a54ea3a84819b877.jpg" /><span class="image-caption">Domenico Ghirlandaio, <em>Portrait of the Donor Francesca Pitti-Tornabuoni</em>, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span>At the time of this commission, the Tornabuoni were the chief Florentine banking rivals of the Medici. Like the Medici, they employed this kind of sacred patronage to expiate themselves against charges of immoral luxuriousness and wealth, as well as to quell suspicions of usury (charging interest, which was considered a sin). &nbsp;The irony, of course, is that a fresco insurance policy as grand as this one was only obtained at great cost, and was intended to attract maximum public attention. The extravagant &quot;humility&quot;&nbsp;of&nbsp;rich patrons (the Medici, the Tornabuoni and others), adorning the city with thinly-veiled monuments to themselves, came to be considered a demonstration of virtuous public service, celebrated as civic <em>magnificenza</em>.&nbsp; I suppose Donald Trump may see&nbsp;himself in the much the same way, scattering his showy, shiny monuments across&nbsp;America.</p> <h3>The Bible in Florence</h3> <p>Ghirlandaio loved Florence and fresco, and he adored the world and all of its charms. &nbsp; In contrast to the solid, stoic and severe formal classicism of the earlier generation of Alberti, Brunelleschi and Masaccio, Ghirlandaio loved form, color, variety, narrative and the quotidian (everyday)&nbsp;details of Florentine daily life. Although the primary narratives depicted in the Tornabuoni Chapel are scenes from the Life of John the Baptist and from the Life of the Virgin, these biblical scenes unfold in the streets of Florence, often staged in what appear to be temporary stage-sets, theatrical triumphal arches and temples, strewn with various bits of ancient Roman bric-a-brac, hastily assembled for the biblical actors. When you peer through the arches of these Lego-land wonders, you see the solid, sturdy, stone medieval fa&ccedil;ades of Florence&mdash;no matter where he goes in his imagination, for Ghirlandaio, Florence is the whole world. The conflation of time past and time present in the frescoes is also underscored by the inclusion, in many scenes, of late-fifteenth century members of the Tornabuoni family in the biblical subjects, floating across the stage like ghostly apparitions. For over 500 years these vivid frescoes have played across the walls of the chapel like a continuously looping documentary film, chronicling the living history of Florence.&nbsp;</p> <h3>The painter &nbsp;</h3> <p>Domenico Ghirlandaio&nbsp;is often given rather short shrift by art historians existing, as he did, suspended between the austere Albertian mathematical rationalism of the fifteenth century and the agonized, self-flagellant extravagances of Michelangelo, to whom he served as painting master before he took up residence in the Medici garden. Trained in the family workshop, Ghirlandaio was an acknowledged fresco expert, and while his style is sometimes dismissed as &quot;prosaic,&quot;&nbsp;&nbsp;I find it happily idiomatic, clearly revelling in the quotidian joys of observing the world around him&mdash;which is not to say that he lacked imagination. He had a distinct penchant for embellishing severe classical architectural settings with fanciful, fluid and flirtatious decorative flourishes and then peopling them with the most extraordinarily vivid and lively figures. &nbsp;</p> <h3>Every picture tells a story: the narratives</h3> <p>The overall narrative program of the chapel is relatively simple, covering the two lateral walls, and part of the rear wall (around and above the magnificent stained-glass windows) in superimposed registers, &nbsp;culminating in frescoes of the Four Evangelists on the ceiling. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Tornabuoni Chapel, in green: Stories of the Virgin. In red: Stories of St. John of the Baptist. In violet: Episodes of the Lives of Dominican Saints and the two patrons. In yellow: The Four Evangelists. Photo: Sailko (CC BY 2.5)" src="https://ka-perseus-images.s3.amazonaws.com/11a78ff5ac61161f2b665c533e7c19b90eb96e36.gif" /><span class="image-caption">Tornabuoni Chapel, in green: stories of the Virgin Mary; in red: stories of St. John of the Baptist; and in violet: episodes of the Lives of Dominican Saints and the two patrons. In yellow on the ceiling: the four evangelists. Photo: <a href="http://en.wikipedia.org/wiki/Tornabuoni_Chapel#mediaviewer/File:Schema_cappella_tornabuoni.gif">Sailko</a> (CC BY 2.5)</span></span>Facing into the chapel, the frescoes to the viewer&rsquo;s left tell the story of the life of the Virgin, to whom the church is dedicated, and those on the right,&nbsp;the story of the Life of St. John the Baptist, the patron saint of Florence. &nbsp;Both of these narratives feature birth scenes; the birth of John the Baptist, the Birth of the Virgin, the Nativity of Christ. The message is clear&mdash;three mothers, two sons, two dispensations. John&rsquo;s fate, as the last Prophet of the Old Testament and first Apostle of the New Testament, is to recognize Jesus&nbsp;as the Messiah&mdash;this translation from old to new is the lynchpin that holds the cycles together.</p> <p><span class="image-wrapper inline-image"><img alt="Domenico Ghirlandaio, Portrait of Giovanna Tornabuoni, 1489-90, mixed technique on panel, 77 x 49 cm (Museo Thyssen-Bornemisza, Madrid) " src="https://ka-perseus-images.s3.amazonaws.com/17758016de6b8c1ac271d3479d6c02c164419bd2.jpg" /><span class="image-caption">Domenico Ghirlandaio, <em>Portrait of Giovanna Tornabuoni</em>, 1489-90, mixed technique on panel, 77 x 49 cm (Museo Thyssen-Bornemisza, Madrid)</span></span>The fact that some of these biblical births are attended by prominent and highly recognizable female members of the Tornabuoni family reveals at least two subtexts behind this natal cycle&mdash;in the first instance, it&rsquo;s about dynasty, continuity, and the perpetuation of the Tornabuoni family.&nbsp;But there is a sad and ironic touch to this dynastic documentary; in the birth scenes of St. John&nbsp;and of the Virgin, a cortege of court ladies is led into the scene by the wife of Lorenzo Tornabuoni, the solemnly beautiful Giovanna who sadly died In childbirth while Ghirlandaio was painting this cycle (a lovely portrait of Giovanna by Ghirlandaio, left). The frescoes are, therefore, touching commemorative tributes to Giovanna, mingling the joys of birth with the sadness of death and the hope for eternal salvation.</p> <h3>The life of the Virgin</h3> <p>Among the many lovely aspects of the life of the Virgin, the loveliest is the story of her conception, born of a kiss between the aged Joachim and the long-barren Saint Ann, as they linger by the city gate. Ghirlandaio places this close encounter of the Biblical kind at the top of a staircase inside what appears to be a contemporary Florentine palace, where it gives way seamlessly to the contiguous <em>Birth of the Virgin</em>, easily the best-known scene from the chapel. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Domenico Ghirlandaio, Birth of the Virgin,fresco, 24 feet 4 inches x 14 feet 9 inches, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/c433aa97b8b229b3ceef5a1ab6ca4753b74418c7.jpg" /><span class="image-caption">Domenico Ghirlandaio, <em>Birth of the Virgin</em>, fresco, 24 feet 4 inches x 14 feet 9 inches, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span></p> <p>St Ann props herself up in her fifteenth-century platform bed, in a luxuriously panelled room topped by a continuous frieze of illusionistically &quot;carved&quot;&nbsp;chubby, churning dancing putti. Midwives in the foreground pour water from an elegant pewter jug into a pewter basic, preparing baby&rsquo;s bath. The baby is a wriggling delight, held by a midwife and facing toward the still-floating Giovanna Tornabuoni, accompanied by her usual female entourage, all sumptuously dressed in high fifteenth-century Florentine style. Their presence is a reminder of the customary visits made by women of aristocratic families on the occasion of a birth. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Midwives, St. Ann, amd Giovamma Tornabuoni (detail), Domenico Ghirlandaio, Birth of the Virgin, fresco, 24 feet 4 inches x 14 feet 9 inches, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/46710ba01378e1f311428c487b8e69d541cbe707.jpg" /><span class="image-caption">Left to right: Giovanna Tornabuoni, midwives with baby, St Ann (detail),&nbsp;Domenico Ghirlandaio, <em>Birth of the Virgin</em>, fresco, 24 feet 4 inches x 14 feet 9 inches, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span></p> <p>We next proceed through the <em>Presentation of the Virgin</em>, fluttering up the stairs to the high priest, her marriage to Joseph, the <em>Nativity</em> and, on a different note,&nbsp;the <em>Massacre of the Innocents</em> (image below&mdash;showing&nbsp;the execution of all young male children in the vicinity of Bethlehem ordered by King Herod to avoid the loss of his throne to a newborn King of the Jews whose birth had been announced to him by the Magi). But even here, in a scene of violent infanticide, Ghirlandaio can&rsquo;t shed his delight in fluttering, colourful sinuous draperies and an over-abundance of happy detail, which tends to highlight the ghoulishness of the dismembered baby parts strewn across the foreground, as though the putti of the Virgin&rsquo;s chamber (see the <em>Birth of the Virgin</em>&nbsp;above) had crumbled from the walls.</p> <p><span class="block-image image-wrapper"><img alt="Domenico Ghirlandaio, Massacre of the Innocents,fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/5da977c46de7b75ce74a74e4d864b0b7b77146f3.jpg" /><span class="image-caption">Domenico Ghirlandaio, <em>Massacre of the Innocents</em>, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span></p> <h3>The life of Saint&nbsp;John the Baptist</h3> <p>There are a number of frescoes depicting standard scenes associated with the life of the Baptist&mdash;chiefly his wanderings in the desert, during which he realizes his avocation, and his subsequent Baptism of Christ. &nbsp;But people sometimes forget that John, like Christ, was the result of a miraculous pregnancy. His parents, Zachariah and Elizabeth, had no children, but God heard&nbsp;Zachariah&rsquo;s prayers and the elderly Elizabeth found herself pregnant, three months in advance of the Annunciation to the Virgin Mary (the moment when Mary conceives Christ).&nbsp;The cycle therefore features the lovely moment of the <em>Visitation</em>, when Elizabeth and Mary encounter each other while pregnant and the unborn John &ldquo;leaps up&rdquo; in his mother&rsquo;s womb in recognition of the presence of Christ (Luke 1: 39-45). &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Domenico Ghirlandaio, The Visitation, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/1f0aba844ca070283ea2e9f0ef26ab7d0603a290.jpg" /><span class="image-caption">Domenico Ghirlandaio, <em>The Visitation</em>, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span></p> <p>In his typical fashion, Ghirlandaio sets this encounter in a hybrid city setting; the women stand just inside a medieval wall and the Virgin faces toward the gliding and omniscient presence of Giovanna Tornabuoni.</p> <p><span class="block-image image-wrapper"><img alt="Left to right: Mary, Elizabeth, two attendants, Giovanna Tornabuoni, and two more attendants (detail), Domenico Ghirlandaio, The Visitation, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/c735a35efaecf3c5d2ecb803023bc5a933fffc08.jpg" /><span class="image-caption">Left to right: Mary, Elizabeth, two attendants, Giovanna Tornabuoni, and two more attendants (detail), Domenico Ghirlandaio, <em>The Visitation</em>, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span>On the far right is the profile of a gleefully festooned triumphal arch. In this confrontation of architectural styles, medieval and Renaissance, the old medieval world is giving way to the newly reborn &quot;Roman&quot;&nbsp;present, a trope Ghirlandaio borrowed from contemporary Netherlandish art. St. John the&nbsp;Baptist has his own lovingly detailed birth scene, complete with a rushing female figure carrying a birth tray of fresh fruits and replenishing foods to the new mother, the ever-watchful Giovanna Tornabuoni in the foreground.</p> <p><span class="block-image image-wrapper"><img alt="Domenico Ghirlandaio, Zaccariah Writes the Name of John, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/e1335d0f0e55d444ed0eb9acd06413e961ff4b27.jpg" /><span class="image-caption">Domenico Ghirlandaio, Zaccariah Writes the Name of John, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span></p> <p>Among the other scenes here, the one in which <em>Zaccariah Writes the Name of John</em> is the most unusual. &nbsp;At the moment of the angel Gabriel&rsquo;s announcement of Elizabeth&rsquo;s pregnancy, Zaccariah asked for a sign as proof; &nbsp;because he had spoken doubtfully, he lost the power of speech, regaining it only after writing on a tablet, at Elizabeth&rsquo;s urging, &quot;His name is John&quot;&nbsp;(Luke 1:18-22). The emphasis in this scene on written evidence is, perhaps, an allusion to the world of documents and contracts that characterized the Tornabuoni banking world.&nbsp;</p> <h3>The altar wall</h3> <p><span class="image-wrapper inline-image"><img alt="Domenico Ghirlandaio, Annunciation, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/3b16c93c664fcbd7afccfa0a3c71c370e3390be6.jpg" /><span class="image-caption">Domenico Ghirlandaio, <em>Annunciation</em>, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span>On the lowest register, the altar wall features kneeling portraits of the donors, Giovanni Tornabuoni and his wife Francesca Pitti.&nbsp;In the upper registers, around and above the triple-mullioned stained-glass windows, we see the <em>Annunciation</em> and <em>St John in the Desert</em>, then scenes from the lives of two prominent Dominican saints, appropriate in a Dominican church. &nbsp;In one, Saint&nbsp;Dominic Tests Books in Fire and in the other we see the Death of Saint&nbsp;Peter Martyr. The cycle on this wall culminates in a <em>Coronation of the Virgin with Saints</em>.</p> <p>Again, for Ghirlandaio, God is clearly always in the details. The Saint&nbsp;Dominic scene depicts a moment in the saint&rsquo;s fight against the Cathars (who professed a belief in the dualistic principles of good and evil, God and Satan, in opposition to the monotheism of the Catholic faith), in which only his books survived a test of fire when thrown into the flames alongside the Cathar&rsquo;s &quot;heretical&quot;&nbsp;texts.</p> <p><span class="block-image image-wrapper"><img alt="Death of Peter Martyr (left), St. Dominic Tests Books in Fire (right), fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/6d6c1a98b9a5729eed1bdece4273bb6fb60bb808.jpg" /><span class="image-caption"><em>Death of Peter Martyr</em> (left), <em>Saint&nbsp;Dominic Tests Books in Fire</em> (right), fresco, c. 1485-90 (Cappella Maggiore, Santa Maria Novella, Florence)</span></span></p> <p>This is interesting because of its juxtaposition with the <em>Death of Peter Martyr</em>; a preacher from Verona whose family was sympathetic to the Cathar cause. He returned to orthodoxy when he met Saint&nbsp;Dominic. As Shakespeare says, &quot;the truth will out.&quot;&nbsp;I have no idea why late-fifteenth-century Dominicans were concerned with the Cathars, but it&rsquo;s possible that the reference to Catharism here was intended by the Tornabuoni to &quot;out&quot;&nbsp;rival merchant families in Florence, like the Pulci, whose ancestors were associated with the Cathars. Thus the personal is intertwined with the political, all interwoven into the marvelous textures of Ghirlandaio&rsquo;s Florence.&nbsp;</p> <p>Essay by Dr. Sally Hickson</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="https://www.oneonta.edu/faculty/farberas/arth/arth213/tournabouni_chapel.html">Civic architecture: Tornabuoni Chapel</a></p> <p><a href="http://www.nationalgallery.org.uk/artists/domenico-ghirlandaio">Ghirlandaio at The National Gallery</a></p>
it: <h3>A treasure house of Renaissance art</h3> <p>The Church of Santa Maria Novella, adjacent to the&nbsp;train station of the same name, is a treasure-house of Florentine art of the Renaissance. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="View of Santa Maria Novella from the piazza" src="https://ka-perseus-images.s3.amazonaws.com/2509f120e3e72974066d99556a192c6bbc4e61b8.jpg" /><span class="image-caption">Santa Maria Novella (Leon Battista Alberti was responsible for the&nbsp;fa&ccedil;ade,&nbsp;completed in 1470)</span></span>So much so, that visitors to the church&mdash;seeking the great Renaissance artists Uccello and&nbsp;Masaccio and the wondrous frescoes in the &quot;Spanish Chapel&quot;&mdash;are sometimes prone to overlook the magnificence of its main altar chapel (or chancel), painted&nbsp;by the absolute master of Florentine fresco, Domenico Ghirlandaio and his workshop. &nbsp;Known as the Tornabuoni chapel (for the family that commissioned the paintings), the frescoes were once the culmination of the pilgrim&rsquo;s journey down the central nave and through a large wooden choir (an area for seating for the clergy and choir), which funnelled the traveler through the final third of the journey to deliver them at the doorstep of Ghirlandaio&rsquo;s glorious vision (the painter and author Vasari tore the choir down in the sixteenth-century&mdash;as it turns out, he wasn&rsquo;t much on preserving material culture). &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="View down the nave of Santa Maria Novella, looking toward the Tornabuoni Chapel, photo (by permission): Maneesh Sinha" src="https://ka-perseus-images.s3.amazonaws.com/8bb1c05afe8b184b368fbca64cd86f58fb435ab8.jpg" /><span class="image-caption">View down the nave of Santa Maria Novella, looking toward the Tornabuoni Chapel, photo (by permission): <a href="https://www.flickr.com/photos/62372536@N04/14103759972">Maneesh Sinha</a></span></span></p> <h3>A banker&#39;s commission</h3> <p><span class="image-wrapper inline-image"><img alt="Domenico Ghirlandaio, Portrait of the Donor Francesca Pitti-Tornabuoni, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/a5c741e4ff678d59384e3fa2a54ea3a84819b877.jpg" /><span class="image-caption">Domenico Ghirlandaio, <em>Portrait of the Donor Francesca Pitti-Tornabuoni</em>, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span>At the time of this commission, the Tornabuoni were the chief Florentine banking rivals of the Medici. Like the Medici, they employed this kind of sacred patronage to expiate themselves against charges of immoral luxuriousness and wealth, as well as to quell suspicions of usury (charging interest, which was considered a sin). &nbsp;The irony, of course, is that a fresco insurance policy as grand as this one was only obtained at great cost, and was intended to attract maximum public attention. The extravagant &quot;humility&quot;&nbsp;of&nbsp;rich patrons (the Medici, the Tornabuoni and others), adorning the city with thinly-veiled monuments to themselves, came to be considered a demonstration of virtuous public service, celebrated as civic <em>magnificenza</em>.&nbsp; I suppose Donald Trump may see&nbsp;himself in the much the same way, scattering his showy, shiny monuments across&nbsp;America.</p> <h3>The Bible in Florence</h3> <p>Ghirlandaio loved Florence and fresco, and he adored the world and all of its charms. &nbsp; In contrast to the solid, stoic and severe formal classicism of the earlier generation of Alberti, Brunelleschi and Masaccio, Ghirlandaio loved form, color, variety, narrative and the quotidian (everyday)&nbsp;details of Florentine daily life. Although the primary narratives depicted in the Tornabuoni Chapel are scenes from the Life of John the Baptist and from the Life of the Virgin, these biblical scenes unfold in the streets of Florence, often staged in what appear to be temporary stage-sets, theatrical triumphal arches and temples, strewn with various bits of ancient Roman bric-a-brac, hastily assembled for the biblical actors. When you peer through the arches of these Lego-land wonders, you see the solid, sturdy, stone medieval fa&ccedil;ades of Florence&mdash;no matter where he goes in his imagination, for Ghirlandaio, Florence is the whole world. The conflation of time past and time present in the frescoes is also underscored by the inclusion, in many scenes, of late-fifteenth century members of the Tornabuoni family in the biblical subjects, floating across the stage like ghostly apparitions. For over 500 years these vivid frescoes have played across the walls of the chapel like a continuously looping documentary film, chronicling the living history of Florence.&nbsp;</p> <h3>The painter &nbsp;</h3> <p>Domenico Ghirlandaio&nbsp;is often given rather short shrift by art historians existing, as he did, suspended between the austere Albertian mathematical rationalism of the fifteenth century and the agonized, self-flagellant extravagances of Michelangelo, to whom he served as painting master before he took up residence in the Medici garden. Trained in the family workshop, Ghirlandaio was an acknowledged fresco expert, and while his style is sometimes dismissed as &quot;prosaic,&quot;&nbsp;&nbsp;I find it happily idiomatic, clearly revelling in the quotidian joys of observing the world around him&mdash;which is not to say that he lacked imagination. He had a distinct penchant for embellishing severe classical architectural settings with fanciful, fluid and flirtatious decorative flourishes and then peopling them with the most extraordinarily vivid and lively figures. &nbsp;</p> <h3>Every picture tells a story: the narratives</h3> <p>The overall narrative program of the chapel is relatively simple, covering the two lateral walls, and part of the rear wall (around and above the magnificent stained-glass windows) in superimposed registers, &nbsp;culminating in frescoes of the Four Evangelists on the ceiling. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/11a78ff5ac61161f2b665c533e7c19b90eb96e36.gif" /><span class="image-caption">Tornabuoni Chapel, in green: stories of the Virgin Mary; in red: stories of St. John of the Baptist; and in violet: episodes of the Lives of Dominican Saints and the two patrons. In yellow on the ceiling: the four evangelists. Photo: <a href="http://en.wikipedia.org/wiki/Tornabuoni_Chapel#mediaviewer/File:Schema_cappella_tornabuoni.gif">Sailko</a> (CC BY 2.5)</span></span>Facing into the chapel, the frescoes to the viewer&rsquo;s left tell the story of the life of the Virgin, to whom the church is dedicated, and those on the right,&nbsp;the story of the Life of St. John the Baptist, the patron saint of Florence. &nbsp;Both of these narratives feature birth scenes; the birth of John the Baptist, the Birth of the Virgin, the Nativity of Christ. The message is clear&mdash;three mothers, two sons, two dispensations. John&rsquo;s fate, as the last Prophet of the Old Testament and first Apostle of the New Testament, is to recognize Jesus&nbsp;as the Messiah&mdash;this translation from old to new is the lynchpin that holds the cycles together.</p> <p><span class="image-wrapper inline-image"><img alt="Domenico Ghirlandaio, Portrait of Giovanna Tornabuoni, 1489-90, mixed technique on panel, 77 x 49 cm (Museo Thyssen-Bornemisza, Madrid) " src="https://ka-perseus-images.s3.amazonaws.com/17758016de6b8c1ac271d3479d6c02c164419bd2.jpg" /><span class="image-caption">Domenico Ghirlandaio, <em>Portrait of Giovanna Tornabuoni</em>, 1489-90, mixed technique on panel, 77 x 49 cm (Museo Thyssen-Bornemisza, Madrid)</span></span>The fact that some of these biblical births are attended by prominent and highly recognizable female members of the Tornabuoni family reveals at least two subtexts behind this natal cycle&mdash;in the first instance, it&rsquo;s about dynasty, continuity, and the perpetuation of the Tornabuoni family.&nbsp;But there is a sad and ironic touch to this dynastic documentary; in the birth scenes of St. John&nbsp;and of the Virgin, a cortege of court ladies is led into the scene by the wife of Lorenzo Tornabuoni, the solemnly beautiful Giovanna who sadly died In childbirth while Ghirlandaio was painting this cycle (a lovely portrait of Giovanna by Ghirlandaio, left). The frescoes are, therefore, touching commemorative tributes to Giovanna, mingling the joys of birth with the sadness of death and the hope for eternal salvation.</p> <h3>The life of the Virgin</h3> <p>Among the many lovely aspects of the life of the Virgin, the loveliest is the story of her conception, born of a kiss between the aged Joachim and the long-barren Saint Ann, as they linger by the city gate. Ghirlandaio places this close encounter of the Biblical kind at the top of a staircase inside what appears to be a contemporary Florentine palace, where it gives way seamlessly to the contiguous <em>Birth of the Virgin</em>, easily the best-known scene from the chapel. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Domenico Ghirlandaio, Birth of the Virgin,fresco, 24 feet 4 inches x 14 feet 9 inches, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/c433aa97b8b229b3ceef5a1ab6ca4753b74418c7.jpg" /><span class="image-caption">Domenico Ghirlandaio, <em>Birth of the Virgin</em>, fresco, 24 feet 4 inches x 14 feet 9 inches, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span></p> <p>St Ann props herself up in her fifteenth-century platform bed, in a luxuriously panelled room topped by a continuous frieze of illusionistically &quot;carved&quot;&nbsp;chubby, churning dancing putti. Midwives in the foreground pour water from an elegant pewter jug into a pewter basic, preparing baby&rsquo;s bath. The baby is a wriggling delight, held by a midwife and facing toward the still-floating Giovanna Tornabuoni, accompanied by her usual female entourage, all sumptuously dressed in high fifteenth-century Florentine style. Their presence is a reminder of the customary visits made by women of aristocratic families on the occasion of a birth. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/46710ba01378e1f311428c487b8e69d541cbe707.jpg" /><span class="image-caption">Left to right: Giovanna Tornabuoni, midwives with baby, St Ann (detail),&nbsp;Domenico Ghirlandaio, <em>Birth of the Virgin</em>, fresco, 24 feet 4 inches x 14 feet 9 inches, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span></p> <p>We next proceed through the <em>Presentation of the Virgin</em>, fluttering up the stairs to the high priest, her marriage to Joseph, the <em>Nativity</em> and, on a different note,&nbsp;the <em>Massacre of the Innocents</em> (image below&mdash;showing&nbsp;the execution of all young male children in the vicinity of Bethlehem ordered by King Herod to avoid the loss of his throne to a newborn King of the Jews whose birth had been announced to him by the Magi). But even here, in a scene of violent infanticide, Ghirlandaio can&rsquo;t shed his delight in fluttering, colourful sinuous draperies and an over-abundance of happy detail, which tends to highlight the ghoulishness of the dismembered baby parts strewn across the foreground, as though the putti of the Virgin&rsquo;s chamber (see the <em>Birth of the Virgin</em>&nbsp;above) had crumbled from the walls.</p> <p><span class="block-image image-wrapper"><img alt="Domenico Ghirlandaio, Massacre of the Innocents,fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/5da977c46de7b75ce74a74e4d864b0b7b77146f3.jpg" /><span class="image-caption">Domenico Ghirlandaio, <em>Massacre of the Innocents</em>, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span></p> <h3>The life of Saint&nbsp;John the Baptist</h3> <p>There are a number of frescoes depicting standard scenes associated with the life of the Baptist&mdash;chiefly his wanderings in the desert, during which he realizes his avocation, and his subsequent Baptism of Christ. &nbsp;But people sometimes forget that John, like Christ, was the result of a miraculous pregnancy. His parents, Zachariah and Elizabeth, had no children, but God heard&nbsp;Zachariah&rsquo;s prayers and the elderly Elizabeth found herself pregnant, three months in advance of the Annunciation to the Virgin Mary (the moment when Mary conceives Christ).&nbsp;The cycle therefore features the lovely moment of the <em>Visitation</em>, when Elizabeth and Mary encounter each other while pregnant and the unborn John &ldquo;leaps up&rdquo; in his mother&rsquo;s womb in recognition of the presence of Christ (Luke 1: 39-45). &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Domenico Ghirlandaio, The Visitation, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/1f0aba844ca070283ea2e9f0ef26ab7d0603a290.jpg" /><span class="image-caption">Domenico Ghirlandaio, <em>The Visitation</em>, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span></p> <p>In his typical fashion, Ghirlandaio sets this encounter in a hybrid city setting; the women stand just inside a medieval wall and the Virgin faces toward the gliding and omniscient presence of Giovanna Tornabuoni.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c735a35efaecf3c5d2ecb803023bc5a933fffc08.jpg" /><span class="image-caption">Left to right: Mary, Elizabeth, two attendants, Giovanna Tornabuoni, and two more attendants (detail), Domenico Ghirlandaio, <em>The Visitation</em>, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span>On the far right is the profile of a gleefully festooned triumphal arch. In this confrontation of architectural styles, medieval and Renaissance, the old medieval world is giving way to the newly reborn &quot;Roman&quot;&nbsp;present, a trope Ghirlandaio borrowed from contemporary Netherlandish art. St. John the&nbsp;Baptist has his own lovingly detailed birth scene, complete with a rushing female figure carrying a birth tray of fresh fruits and replenishing foods to the new mother, the ever-watchful Giovanna Tornabuoni in the foreground.</p> <p><span class="block-image image-wrapper"><img alt="Domenico Ghirlandaio, Zaccariah Writes the Name of John, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/e1335d0f0e55d444ed0eb9acd06413e961ff4b27.jpg" /><span class="image-caption">Domenico Ghirlandaio, Zaccariah Writes the Name of John, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span></p> <p>Among the other scenes here, the one in which <em>Zaccariah Writes the Name of John</em> is the most unusual. &nbsp;At the moment of the angel Gabriel&rsquo;s announcement of Elizabeth&rsquo;s pregnancy, Zaccariah asked for a sign as proof; &nbsp;because he had spoken doubtfully, he lost the power of speech, regaining it only after writing on a tablet, at Elizabeth&rsquo;s urging, &quot;His name is John&quot;&nbsp;(Luke 1:18-22). The emphasis in this scene on written evidence is, perhaps, an allusion to the world of documents and contracts that characterized the Tornabuoni banking world.&nbsp;</p> <h3>The altar wall</h3> <p><span class="image-wrapper inline-image"><img alt="Domenico Ghirlandaio, Annunciation, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/3b16c93c664fcbd7afccfa0a3c71c370e3390be6.jpg" /><span class="image-caption">Domenico Ghirlandaio, <em>Annunciation</em>, fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence)</span></span>On the lowest register, the altar wall features kneeling portraits of the donors, Giovanni Tornabuoni and his wife Francesca Pitti.&nbsp;In the upper registers, around and above the triple-mullioned stained-glass windows, we see the <em>Annunciation</em> and <em>St John in the Desert</em>, then scenes from the lives of two prominent Dominican saints, appropriate in a Dominican church. &nbsp;In one, Saint&nbsp;Dominic Tests Books in Fire and in the other we see the Death of Saint&nbsp;Peter Martyr. The cycle on this wall culminates in a <em>Coronation of the Virgin with Saints</em>.</p> <p>Again, for Ghirlandaio, God is clearly always in the details. The Saint&nbsp;Dominic scene depicts a moment in the saint&rsquo;s fight against the Cathars (who professed a belief in the dualistic principles of good and evil, God and Satan, in opposition to the monotheism of the Catholic faith), in which only his books survived a test of fire when thrown into the flames alongside the Cathar&rsquo;s &quot;heretical&quot;&nbsp;texts.</p> <p><span class="block-image image-wrapper"><img alt="Death of Peter Martyr (left), St. Dominic Tests Books in Fire (right), fresco, c. 1485-90 (Cappella Maggiore,Santa Maria Novella, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/6d6c1a98b9a5729eed1bdece4273bb6fb60bb808.jpg" /><span class="image-caption"><em>Death of Peter Martyr</em> (left), <em>Saint&nbsp;Dominic Tests Books in Fire</em> (right), fresco, c. 1485-90 (Cappella Maggiore, Santa Maria Novella, Florence)</span></span></p> <p>This is interesting because of its juxtaposition with the <em>Death of Peter Martyr</em>; a preacher from Verona whose family was sympathetic to the Cathar cause. He returned to orthodoxy when he met Saint&nbsp;Dominic. As Shakespeare says, &quot;the truth will out.&quot;&nbsp;I have no idea why late-fifteenth-century Dominicans were concerned with the Cathars, but it&rsquo;s possible that the reference to Catharism here was intended by the Tornabuoni to &quot;out&quot;&nbsp;rival merchant families in Florence, like the Pulci, whose ancestors were associated with the Cathars. Thus the personal is intertwined with the political, all interwoven into the marvelous textures of Ghirlandaio&rsquo;s Florence.&nbsp;</p> <p>Essay by Dr. Sally Hickson</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="https://www.oneonta.edu/faculty/farberas/arth/arth213/tournabouni_chapel.html">Civic architecture: Tornabuoni Chapel</a></p> <p><a href="http://www.nationalgallery.org.uk/artists/domenico-ghirlandaio">Ghirlandaio at The National Gallery</a></p>
