Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Kwakwaka’wakw artist, Eagle Mask, late 19th c. (from Alert Bay, Vancouver Island, British Columbia, Canada), cedar wood, feathers, sinew, cord, bird skin, hide, plant fibers, cotton, iron, pigments, 57 x 49 cm, height 37 cm (American Museum of Natural History)" src="https://ka-perseus-images.s3.amazonaws.com/97877875c8f04c7ff74dfbee6a12eb8cf3232b3c.jpg" /><span class="image-caption">Kwakwaka&rsquo;wakw artist, <em>Eagle Mask</em> closed, late 19th c.,&nbsp;from Alert Bay, Vancouver Island, British Columbia, Canada, cedar wood, feathers, sinew, cord, bird skin, hide, plant fibers, cotton, iron, pigments,<br /> 37 x 57 x 49&nbsp;cm (American Museum of Natural History)</span></span></p> <h3>Transformation</h3> <p>Imagine a man&nbsp;standing before a large fire wearing&nbsp;the&nbsp;heavy eagle mask shown above&nbsp;and a long cedar bark costume on his body. He&nbsp;begins to dance, the firelight flickers&nbsp;and the feathers rustle&nbsp;as he&nbsp;moves about the room in front of hundreds of people. Now, imagine him pulling&nbsp;the string that opens the mask, he is transformed&nbsp;into something else entirely&mdash;what a powerful and dramatic moment!</p> <p>Northwest Coast transformation masks&nbsp;manifest transformation, usually an animal changing into a mythical being or one animal becoming another. Masks are&nbsp;worn by dancers during&nbsp;ceremonies, they pull&nbsp;strings to open and move the mask&mdash;in effect, animating it. In the Eagle mask shown above from&nbsp;the collection of the American Museum of Natural History, you can see the wooden frame and netting that held the mask on the dancer&rsquo;s head. When the cords are pulled, the eagle&rsquo;s face and beak split down the center, and the bottom of the beak opens&nbsp;downwards, giving the impression of a bird spreading its wings (see image below). Transformed, the mask reveals the face of an ancestor.&nbsp;</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Kwakwaka’wakw artist, Eagle Mask, late 19th c. (from Alert Bay, Vancouver Island, British Columbia, Canada), cedar wood, feathers, sinew, cord, bird skin, hide, plant fibers, cotton, iron, pigments, 57 x 49 cm, height 37 cm (American Museum of Natural History)" src="https://ka-perseus-images.s3.amazonaws.com/76c5c4d9c668e92d7777d622fa6fe7f219c11a13.jpg" /><span class="image-caption">Kwakwaka&rsquo;wakw artist, <em>Eagle Mask</em> open, late 19th c.,&nbsp;from Alert Bay, Vancouver Island, British Columbia, Canada, cedar wood, feathers, sinew, cord, bird skin, hide, plant fibers, cotton, iron, pigments, 37 x&nbsp;57 x 49&nbsp;cm&nbsp;<br /> (American Museum of Natural History)</span></span></p> <p>A Transformation Mask at the Brooklyn Museum (below) shows a Thunderbird, but when opened it reveals a human face flanked on either side by two lightning snakes called sisiutl, and with another bird below it and a small figure in black above it.</p> <p><span class="block-image image-wrapper"><img alt="‘Namgis artist (of the Kwakwaka’wakw), Thunderbird Transformation Mask, 19th c. (from Alert Bay, Vancouver Island, British Columbia, Canada), cedar, pigment, leather, nails, metal plate, open: 78.7 x 114.3 x 119.4 cm; closed 52.1 x 43.2 x 74.9 cm (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/badfc1fb27d4a222265b4ca65c22fe6a1e04b17e.jpg" /><span class="image-caption">&lsquo;Namgis artist (of the Kwakwaka&rsquo;wakw), <em>Thunderbird&nbsp;Mask</em> open, 19th c., from Alert Bay, Vancouver Island, British Columbia, Canada, cedar, pigment, leather, nails, metal plate, 78.7 x 114.3 x 119.4 cm open;&nbsp;52.1 x 43.2 x 74.9 cm closed (Brooklyn Museum)</span></span></p> <p><span class="block-image image-wrapper"><img alt="‘Namgis artist (of the Kwakwaka’wakw), Thunderbird Transformation Mask, 19th c. (from Alert Bay, Vancouver Island, British Columbia, Canada), cedar, pigment, leather, nails, metal plate, open: 78.7 x 114.3 x 119.4 cm; closed 52.1 x 43.2 x 74.9 cm (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/536a7c985a9c0249334a41c97a25c41ae779b2e2.jpg" /><span class="image-caption">&lsquo;Namgis artist (of the Kwakwaka&rsquo;wakw),<em>&nbsp;Thunderbird&nbsp;Mask</em>&nbsp;closed, 19th c.,&nbsp;from Alert Bay, Vancouver Island, British Columbia, Canada, cedar, pigment, leather, nails, metal plate,&nbsp;78.7 x 114.3 x 119.4 cm open;&nbsp;52.1 x 43.2 x 74.9 cm closed (Brooklyn Museum)</span></span></p> <p>A whale transformation mask, such as the one in the Metropolitan Museum of Art (below), gives the impression that the whale is swimming. The mouth opens and closes, the tail moves upwards and downwards, and the flippers extend outwards but also retract inwards.</p> <p><span class="block-image image-wrapper"><img alt="Kwakwaka’wakw artist, Whale Transformation Mask, 19th c. (from Alert Bay, Vancouver Island, British Columbia, Canada), cedar wood, cord, metal, leather, denim, pigments, 58 x 36.5 x 161.3 cm (Metropolitan Museum of Art, NYC)" src="https://ka-perseus-images.s3.amazonaws.com/9ebfa349651d0a29ebc632ca56c84dec171d9a49.jpg" /><span class="image-caption">Kwakwaka&rsquo;wakw artist, <em>Whale Mask</em>, 19th c.,&nbsp;from Alert Bay, Vancouver Island, British Columbia, Canada, cedar wood, cord, metal, leather, denim, pigments, 58 x 36.5 x 161.3 cm (The Metropolitan Museum of Art)</span></span></p> <p>Transformation masks, like those belonging to the Kwakwaka&rsquo;wakw (pronounced Kwak-wak-ah-wak, a Pacific Northwest Coast indigenous people) and illustrated here, are&nbsp;worn during a potlatch,&nbsp;a ceremony where the host displayed his status, in part by giving away gifts to those in attendance. These masks&nbsp;were only one part of a costume that also included a cloak made of red cedar bark. During a potlatch, Kwakwaka&rsquo;wakw dancers perform wearing the mask&nbsp;and costume. The masks conveyed&nbsp;social position (only those with a certain status could wear them)&nbsp;and also helped to portray a family&rsquo;s genealogy by displaying&nbsp;(family) crest&nbsp;symbols.</p> <h3>The Kwakwaka&rsquo;wakw</h3> <p>Masks are not the same across the First Nations of the Northwest Coastal areas; here we focus solely on Kwakwaka&rsquo;wakw transformation masks.&nbsp;</p> <p>The Kwakwaka&rsquo;wakw (&ldquo;Kwak&rsquo;wala speaking tribes&rdquo;) are generally called Kwakiutl by non-Native peoples. They are one of many indigenous groups that live on the western coast of British Columbia, Canada. The mythology and cosmology of different Kwakwaka&rsquo;wakw Nations (such as the Kwagu&rsquo;ł (Kwakiutl) or &lsquo;Namgis) is extremely diverse, although&nbsp;there are commonalities. For instance, many groups relate that deceased ancestors roamed the world, transforming themselves in the process (this might entail removing their animal skins or masks to reveal their human selves within).&nbsp;</p> <p>Kwakwaka&rsquo;wakw bands are arranged into four clans (Killer Whale, Eagle, Raven, and Wolf clans). The clans are divided into <em>numayn</em> (or <em>&lsquo;na&rsquo;mina</em>), which can be loosely translated as &ldquo;group of fellows of the same kind&rdquo; (essentially groups that shared a common ancestor). <em>Numayns</em> were responsible for safe-guarding crest&nbsp;symbols and for conveying their specific rights&mdash;which might include access to natural resources (like salmon fishing areas) and rights to sacred names and dances that related to a <em>numayn&rsquo;s</em> ancestor or the group&rsquo;s origins. The <em>numayn</em> were ranked, and typically only one person could fill a spot at any given moment in time. Each rank entailed specific rights, including ceremonial privileges&mdash;like the right to wear a mask such as the Brooklyn Museum&rsquo;s Thunderbird transformation mask. Animal transformation masks contained crests for a given <em>numayn</em>. Ancestral entities and supernatural forces temporarily embody dancers wearing these masks and other ceremonial regalia.</p> <h3>Animals and myths</h3> <p><span class="block-image image-wrapper"><img alt="Transformation Mask, British Columbia, Canada, Kwakiutl population, Wood paint, graphite, Cedar, cloth, string, 34 X 53 cm (closed), 130 cm (open) (Quai Branly Museum). This transformation mask opens into two sections. Closed, it represents a crow or an eagle; when spread out, a human face appears. It was associated with initiation rites that took place during the winter. During these ceremonies, both religious and theatrical, the spirit of the ancestors was supposed to enter into men." src="https://ka-perseus-images.s3.amazonaws.com/faa833a939f592b786f406e4fcb8b0fafc6da176.jpg" /><span class="image-caption"><em>Transformation Mask</em>, Kwakiutl population, British Columbia, Canada,&nbsp;wood paint, graphite, cedar, cloth, string, 34 X 53 cm closed, 130 cm open (Quai Branly Museum). &quot;This transformation mask opens into two sections. Closed, it represents a crow or an eagle; when spread out, a human face appears. It was associated with initiation rites that took place during the winter. During these ceremonies, both religious and theatrical, the spirit of the ancestors was supposed to enter into men.&quot; (<a href="http://www.quaibranly.fr/en/collections/tailor-made-walks/claude-levi-strauss-walk-amongst-the-objects.html?tx_fepromenadealacartet3_pi1%5Buid%5D=596">source</a>)</span></span></p> <p>Many myths relate moments of transformation often involving trickster supernaturals (a trickster is a god, goddess, spirit, man, woman, or anthropomorphic animal who exhibits a great degree of intellect or secret knowledge and uses it to play tricks or otherwise disobey normal rules and conventional behavior). Raven, for instance, is known as a consummate trickster&mdash;he often changes into other creatures, and helps&nbsp;humans by providing them with a variety of useful&nbsp;things such as&nbsp;the sun, moon, fire, and salmon.&nbsp;Thunderbird (<em>Kwankwanxwalige&rsquo;</em>), who was a mythical ancestor of the Kwakwaka&rsquo;wakw, also figures prominently in mythology. He is believed to cause thunder when he beats his wings, and&nbsp;lightning comes from his eyes. He lives in the celestial realm, and he can remove his bird skin to assume human form.&nbsp;</p> <h3>Design and materials</h3> <p>The masks illustrated here display a variety of brightly colored surfaces filled with complex forms. These&nbsp;masks use elements of the formline style, a term coined&nbsp;in 1965 to describe the characteristics of Northwest Coast visual culture. The Brooklyn Museum mask provides a clear example of what constitutes the formline style. For instance, The Brooklyn Museum mask (when open) displays a color palette of mostly red, blue-green, and black, which is consistent with other formline objects like a Tlingit Raven Screen (a house partition screen) attributed to Kadyisdu.axch&rsquo; (detail below). The masks, whether opened or closed, are bilaterally symmetrical. Typical of the formline style is the use of an undulating, calligraphic line. Also, note how the pupils of the eyes on the exterior of the Brooklyn Museum mask&nbsp;are ovoid shapes, similar to the figures and forms found on the interior surfaces of many masks. This ovoid shape, along with s- and u-forms, are common&nbsp;features of the formline style. &nbsp;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Yéil X’eenh (Raven Screen) (detail). Attributed to Kadyisdu.axch’, Tlingit, Kiks.ádi clan, active late 18th – early 19th century (Photo by Joe Mabel, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/1111864c9110fad7a4b7fbbb84c686bf2b596c65.jpg" /><span class="image-caption"><em>Tlingit&nbsp;Raven Screen </em>or<em> Y&eacute;il X&rsquo;eenh</em><strong>&nbsp;</strong>(detail),&nbsp;attributed to Kadyisdu.axch&rsquo;, Tlingit, Kiks.&aacute;di clan, active late 18th &ndash; early 19th century<br /> (Photo by <a href="http://en.wikipedia.org/wiki/Formline_art#mediaviewer/File:Raven_screen_detail_01.jpg">Joe Mabel</a>, CC BY-SA 3.0)</span></span></p> <p>The American Museum of Natural History and Brooklyn Museum masks are carved of red cedar wood, an important and common material used for many Northwest Coast objects and buildings. Masks take months, sometimes years, to create. Because they are made of wood and other organic materials that quickly decay, most masks date to the nineteenth and twentieth centuries (even though we know that the practice extends much farther into the past). In fact, the artistic style of many transformation masks it thought to have emerged over a thousand years ago.&nbsp;</p> <p>With the introduction and enforcement of Christianity and as a result of colonization in the nineteenth century, masking practices changed among peoples of the Northwest Coast. Prior to contact with Russians, Europeans, and Euro-Americans, masks like the Brooklyn Museums&rsquo;s Thunderbird Transformation Mask, were not carved using metal tools. After iron tools were introduced along with other materials and equipment, masks demonstrate different carving techniques. Earlier masks used natural (plant and mineral based) pigments, post-contact,&nbsp;brighter and more durable synthetic colors were introduced. The open mask from the American Museum of Natural History, for example, displays bright red, yellow, and blue.</p> <h3>Ceremonies and potlatches&nbsp;</h3> <p>Masks passed between family members of a specific clan (they could be inherited or gifted). They were just&nbsp;one sign of a person&rsquo;s status and rank, which were important to demonstrate within Kwakwaka&rsquo;wakw society&mdash;especially during a potlatch. Franz Boas, an anthropologist who worked in this area between 1885 and 1930, noted that &ldquo;The acquisition of a high position and the maintenance of its dignity require correct marriages and wealth&mdash;wealth accumulated by industry and by loaning out property at interest&mdash;dissipated at the proper time, albeit with the understanding that each recipient of a gift has to return it with interest at a time when he is dissipating his wealth. This is the general principle underlying the potlatch&hellip;.&rdquo;[1]&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Edward S. Curtis, Showing Masks at Kwakwaka’wakw potlatch, 1907-1930. " src="https://ka-perseus-images.s3.amazonaws.com/fb3d44819daeacb1fd8972c51e3b17a3edb3f93b.jpg" /><span class="image-caption">Edward S. Curtis, Kwakwaka&rsquo;wakw potlatch, c. 1914</span></span></p> <p><span>Potlatches were banned in 1885 until the 1950s because they were considered immoral&nbsp;by Christian missionaries who believed cannibalism occurred&nbsp;(for its part, the Canadian Government thought potlatches&nbsp;hindered&nbsp;economic development&nbsp;because people ceased&nbsp;work during these ritual celebrations). With the prohibition of potlatches, many masks were confiscated. Those that weren&rsquo;t destroyed often made their way into museums or private collections. When the ban against potlatches was removed by the Canadian government, many First Nations have attempted to regain possession of the masks and other objects that had been taken from them. Potlatches are still practiced today among Northwest Coast peoples.</span></p> <p>Essay by Dr. Lauren Kilroy-Ewbank</p> <p><strong>Notes</strong><br /> In the United States, it is more common to see the term &ldquo;Native American,&rdquo; &ldquo;Native,&rdquo; or &ldquo;Indigenous,&rdquo; whereas &ldquo;First Nations&rdquo; used more frequently in Canada.</p> <p>[1] Franz Boas, <em>Kwakiutl Ethnography</em> (Chicago: University of Chicago Press, 1966), 51. It is important to mention that Boas is a controversial figure for many, especially because of his active acquisition of objects and skeletons belonging to different First Nations. Much of what he collected is today in the American Museum of Natural History in NYC.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.mpm.edu/research-collections/artifacts/kwakiutl/ethnography">Kwakiutl Ethnography from the&nbsp;Milwaukee Public Museum</a></p> <p><a href="http://www.loc.gov/topics/content.php?subcat=2">American Indian History from the Smithsonian</a></p> <p><span><a href="http://www.britishmuseum.org/explore/highlights/highlight_objects/aoa/n/namgis_mask.aspx">British Museum &lsquo;Namgis Mask</a>&nbsp;</span></p> <p><a href="http://www.metmuseum.org/collection/the-collection-online/search/312626">Whale Transformation Mask at the Metropolitan Museum of Art</a></p> <p><span>Bill Holm, <em>Northwest Coast Indian Art</em> (Seattle: University of Washington Press, 1965).</span></p> <p>Alice B. Kehoe, <em>North American Indians: A Comprehensive Account</em>, 2nd ed. (New Jersey: Prentice Hall, 1992).</p> <p>Bruce Greenville, &ldquo;Introduction,&rdquo; in <em>Down from the Shimmering Sky: Masks of the Northwest Coast</em>, Peter Macnair, et al, 14&ndash;16 (Vancouver, BC, Seattle: Douglas &amp; McIntyre and University of Washington Press, 1998).</p> <p>Aldona Jonaitis, <em>Art of the Northwest Coast</em> (Seattle: University of Washington Press, 2006).</p> <p>Edward Malin, <em>A World of Faces: Masks of the Northwest Coast Indians</em> (Portland, OR: Timber Press, 1978).</p> <p>Judith Ostrowitz, <em>Privileging the Past: Reconstructing History in Northwest Coast Art</em> (Vancouver, BC: Univdrsity of British&nbsp;Columbia Press, 1999).</p> <p>Stanley Walens, &ldquo;&lsquo;The Potlatch Era,&#39;&rdquo; in <em>Kwakiutl, Indians of North America</em> (New York: Chelsea House Publishers, 1992 [Updated 2008]).</p>
it: <p>&nbsp;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/97877875c8f04c7ff74dfbee6a12eb8cf3232b3c.jpg" /><span class="image-caption">Kwakwaka&rsquo;wakw artist, <em>Eagle Mask</em> closed, late 19th c.,&nbsp;from Alert Bay, Vancouver Island, British Columbia, Canada, cedar wood, feathers, sinew, cord, bird skin, hide, plant fibers, cotton, iron, pigments,<br /> 37 x 57 x 49&nbsp;cm (American Museum of Natural History)</span></span></p> <h3>Transformation</h3> <p>Imagine a man&nbsp;standing before a large fire wearing&nbsp;the&nbsp;heavy eagle mask shown above&nbsp;and a long cedar bark costume on his body. He&nbsp;begins to dance, the firelight flickers&nbsp;and the feathers rustle&nbsp;as he&nbsp;moves about the room in front of hundreds of people. Now, imagine him pulling&nbsp;the string that opens the mask, he is transformed&nbsp;into something else entirely&mdash;what a powerful and dramatic moment!</p> <p>Northwest Coast transformation masks&nbsp;manifest transformation, usually an animal changing into a mythical being or one animal becoming another. Masks are&nbsp;worn by dancers during&nbsp;ceremonies, they pull&nbsp;strings to open and move the mask&mdash;in effect, animating it. In the Eagle mask shown above from&nbsp;the collection of the American Museum of Natural History, you can see the wooden frame and netting that held the mask on the dancer&rsquo;s head. When the cords are pulled, the eagle&rsquo;s face and beak split down the center, and the bottom of the beak opens&nbsp;downwards, giving the impression of a bird spreading its wings (see image below). Transformed, the mask reveals the face of an ancestor.&nbsp;</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/76c5c4d9c668e92d7777d622fa6fe7f219c11a13.jpg" /><span class="image-caption">Kwakwaka&rsquo;wakw artist, <em>Eagle Mask</em> open, late 19th c.,&nbsp;from Alert Bay, Vancouver Island, British Columbia, Canada, cedar wood, feathers, sinew, cord, bird skin, hide, plant fibers, cotton, iron, pigments, 37 x&nbsp;57 x 49&nbsp;cm&nbsp;<br /> (American Museum of Natural History)</span></span></p> <p>A Transformation Mask at the Brooklyn Museum (below) shows a Thunderbird, but when opened it reveals a human face flanked on either side by two lightning snakes called sisiutl, and with another bird below it and a small figure in black above it.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/badfc1fb27d4a222265b4ca65c22fe6a1e04b17e.jpg" /><span class="image-caption">&lsquo;Namgis artist (of the Kwakwaka&rsquo;wakw), <em>Thunderbird&nbsp;Mask</em> open, 19th c., from Alert Bay, Vancouver Island, British Columbia, Canada, cedar, pigment, leather, nails, metal plate, 78.7 x 114.3 x 119.4 cm open;&nbsp;52.1 x 43.2 x 74.9 cm closed (Brooklyn Museum)</span></span></p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/536a7c985a9c0249334a41c97a25c41ae779b2e2.jpg" /><span class="image-caption">&lsquo;Namgis artist (of the Kwakwaka&rsquo;wakw),<em>&nbsp;Thunderbird&nbsp;Mask</em>&nbsp;closed, 19th c.,&nbsp;from Alert Bay, Vancouver Island, British Columbia, Canada, cedar, pigment, leather, nails, metal plate,&nbsp;78.7 x 114.3 x 119.4 cm open;&nbsp;52.1 x 43.2 x 74.9 cm closed (Brooklyn Museum)</span></span></p> <p>A whale transformation mask, such as the one in the Metropolitan Museum of Art (below), gives the impression that the whale is swimming. The mouth opens and closes, the tail moves upwards and downwards, and the flippers extend outwards but also retract inwards.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9ebfa349651d0a29ebc632ca56c84dec171d9a49.jpg" /><span class="image-caption">Kwakwaka&rsquo;wakw artist, <em>Whale Mask</em>, 19th c.,&nbsp;from Alert Bay, Vancouver Island, British Columbia, Canada, cedar wood, cord, metal, leather, denim, pigments, 58 x 36.5 x 161.3 cm (The Metropolitan Museum of Art)</span></span></p> <p>Transformation masks, like those belonging to the Kwakwaka&rsquo;wakw (pronounced Kwak-wak-ah-wak, a Pacific Northwest Coast indigenous people) and illustrated here, are&nbsp;worn during a potlatch,&nbsp;a ceremony where the host displayed his status, in part by giving away gifts to those in attendance. These masks&nbsp;were only one part of a costume that also included a cloak made of red cedar bark. During a potlatch, Kwakwaka&rsquo;wakw dancers perform wearing the mask&nbsp;and costume. The masks conveyed&nbsp;social position (only those with a certain status could wear them)&nbsp;and also helped to portray a family&rsquo;s genealogy by displaying&nbsp;(family) crest&nbsp;symbols.</p> <h3>The Kwakwaka&rsquo;wakw</h3> <p>Masks are not the same across the First Nations of the Northwest Coastal areas; here we focus solely on Kwakwaka&rsquo;wakw transformation masks.&nbsp;</p> <p>The Kwakwaka&rsquo;wakw (&ldquo;Kwak&rsquo;wala speaking tribes&rdquo;) are generally called Kwakiutl by non-Native peoples. They are one of many indigenous groups that live on the western coast of British Columbia, Canada. The mythology and cosmology of different Kwakwaka&rsquo;wakw Nations (such as the Kwagu&rsquo;ł (Kwakiutl) or &lsquo;Namgis) is extremely diverse, although&nbsp;there are commonalities. For instance, many groups relate that deceased ancestors roamed the world, transforming themselves in the process (this might entail removing their animal skins or masks to reveal their human selves within).&nbsp;</p> <p>Kwakwaka&rsquo;wakw bands are arranged into four clans (Killer Whale, Eagle, Raven, and Wolf clans). The clans are divided into <em>numayn</em> (or <em>&lsquo;na&rsquo;mina</em>), which can be loosely translated as &ldquo;group of fellows of the same kind&rdquo; (essentially groups that shared a common ancestor). <em>Numayns</em> were responsible for safe-guarding crest&nbsp;symbols and for conveying their specific rights&mdash;which might include access to natural resources (like salmon fishing areas) and rights to sacred names and dances that related to a <em>numayn&rsquo;s</em> ancestor or the group&rsquo;s origins. The <em>numayn</em> were ranked, and typically only one person could fill a spot at any given moment in time. Each rank entailed specific rights, including ceremonial privileges&mdash;like the right to wear a mask such as the Brooklyn Museum&rsquo;s Thunderbird transformation mask. Animal transformation masks contained crests for a given <em>numayn</em>. Ancestral entities and supernatural forces temporarily embody dancers wearing these masks and other ceremonial regalia.</p> <h3>Animals and myths</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/faa833a939f592b786f406e4fcb8b0fafc6da176.jpg" /><span class="image-caption"><em>Transformation Mask</em>, Kwakiutl population, British Columbia, Canada,&nbsp;wood paint, graphite, cedar, cloth, string, 34 X 53 cm closed, 130 cm open (Quai Branly Museum). &quot;This transformation mask opens into two sections. Closed, it represents a crow or an eagle; when spread out, a human face appears. It was associated with initiation rites that took place during the winter. During these ceremonies, both religious and theatrical, the spirit of the ancestors was supposed to enter into men.&quot; (<a href="http://www.quaibranly.fr/en/collections/tailor-made-walks/claude-levi-strauss-walk-amongst-the-objects.html?tx_fepromenadealacartet3_pi1%5Buid%5D=596">source</a>)</span></span></p> <p>Many myths relate moments of transformation often involving trickster supernaturals (a trickster is a god, goddess, spirit, man, woman, or anthropomorphic animal who exhibits a great degree of intellect or secret knowledge and uses it to play tricks or otherwise disobey normal rules and conventional behavior). Raven, for instance, is known as a consummate trickster&mdash;he often changes into other creatures, and helps&nbsp;humans by providing them with a variety of useful&nbsp;things such as&nbsp;the sun, moon, fire, and salmon.&nbsp;Thunderbird (<em>Kwankwanxwalige&rsquo;</em>), who was a mythical ancestor of the Kwakwaka&rsquo;wakw, also figures prominently in mythology. He is believed to cause thunder when he beats his wings, and&nbsp;lightning comes from his eyes. He lives in the celestial realm, and he can remove his bird skin to assume human form.&nbsp;</p> <h3>Design and materials</h3> <p>The masks illustrated here display a variety of brightly colored surfaces filled with complex forms. These&nbsp;masks use elements of the formline style, a term coined&nbsp;in 1965 to describe the characteristics of Northwest Coast visual culture. The Brooklyn Museum mask provides a clear example of what constitutes the formline style. For instance, The Brooklyn Museum mask (when open) displays a color palette of mostly red, blue-green, and black, which is consistent with other formline objects like a Tlingit Raven Screen (a house partition screen) attributed to Kadyisdu.axch&rsquo; (detail below). The masks, whether opened or closed, are bilaterally symmetrical. Typical of the formline style is the use of an undulating, calligraphic line. Also, note how the pupils of the eyes on the exterior of the Brooklyn Museum mask&nbsp;are ovoid shapes, similar to the figures and forms found on the interior surfaces of many masks. This ovoid shape, along with s- and u-forms, are common&nbsp;features of the formline style. &nbsp;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Yéil X’eenh (Raven Screen) (detail). Attributed to Kadyisdu.axch’, Tlingit, Kiks.ádi clan, active late 18th – early 19th century (Photo by Joe Mabel, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/1111864c9110fad7a4b7fbbb84c686bf2b596c65.jpg" /><span class="image-caption"><em>Tlingit&nbsp;Raven Screen </em>or<em> Y&eacute;il X&rsquo;eenh</em><strong>&nbsp;</strong>(detail),&nbsp;attributed to Kadyisdu.axch&rsquo;, Tlingit, Kiks.&aacute;di clan, active late 18th &ndash; early 19th century<br /> (Photo by <a href="http://en.wikipedia.org/wiki/Formline_art#mediaviewer/File:Raven_screen_detail_01.jpg">Joe Mabel</a>, CC BY-SA 3.0)</span></span></p> <p>The American Museum of Natural History and Brooklyn Museum masks are carved of red cedar wood, an important and common material used for many Northwest Coast objects and buildings. Masks take months, sometimes years, to create. Because they are made of wood and other organic materials that quickly decay, most masks date to the nineteenth and twentieth centuries (even though we know that the practice extends much farther into the past). In fact, the artistic style of many transformation masks it thought to have emerged over a thousand years ago.&nbsp;</p> <p>With the introduction and enforcement of Christianity and as a result of colonization in the nineteenth century, masking practices changed among peoples of the Northwest Coast. Prior to contact with Russians, Europeans, and Euro-Americans, masks like the Brooklyn Museums&rsquo;s Thunderbird Transformation Mask, were not carved using metal tools. After iron tools were introduced along with other materials and equipment, masks demonstrate different carving techniques. Earlier masks used natural (plant and mineral based) pigments, post-contact,&nbsp;brighter and more durable synthetic colors were introduced. The open mask from the American Museum of Natural History, for example, displays bright red, yellow, and blue.</p> <h3>Ceremonies and potlatches&nbsp;</h3> <p>Masks passed between family members of a specific clan (they could be inherited or gifted). They were just&nbsp;one sign of a person&rsquo;s status and rank, which were important to demonstrate within Kwakwaka&rsquo;wakw society&mdash;especially during a potlatch. Franz Boas, an anthropologist who worked in this area between 1885 and 1930, noted that &ldquo;The acquisition of a high position and the maintenance of its dignity require correct marriages and wealth&mdash;wealth accumulated by industry and by loaning out property at interest&mdash;dissipated at the proper time, albeit with the understanding that each recipient of a gift has to return it with interest at a time when he is dissipating his wealth. This is the general principle underlying the potlatch&hellip;.&rdquo;[1]&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Edward S. Curtis, Showing Masks at Kwakwaka’wakw potlatch, 1907-1930. " src="https://ka-perseus-images.s3.amazonaws.com/fb3d44819daeacb1fd8972c51e3b17a3edb3f93b.jpg" /><span class="image-caption">Edward S. Curtis, Kwakwaka&rsquo;wakw potlatch, c. 1914</span></span></p> <p><span>Potlatches were banned in 1885 until the 1950s because they were considered immoral&nbsp;by Christian missionaries who believed cannibalism occurred&nbsp;(for its part, the Canadian Government thought potlatches&nbsp;hindered&nbsp;economic development&nbsp;because people ceased&nbsp;work during these ritual celebrations). With the prohibition of potlatches, many masks were confiscated. Those that weren&rsquo;t destroyed often made their way into museums or private collections. When the ban against potlatches was removed by the Canadian government, many First Nations have attempted to regain possession of the masks and other objects that had been taken from them. Potlatches are still practiced today among Northwest Coast peoples.</span></p> <p>Essay by Dr. Lauren Kilroy-Ewbank</p> <p><strong>Notes</strong><br /> In the United States, it is more common to see the term &ldquo;Native American,&rdquo; &ldquo;Native,&rdquo; or &ldquo;Indigenous,&rdquo; whereas &ldquo;First Nations&rdquo; used more frequently in Canada.</p> <p>[1] Franz Boas, <em>Kwakiutl Ethnography</em> (Chicago: University of Chicago Press, 1966), 51. It is important to mention that Boas is a controversial figure for many, especially because of his active acquisition of objects and skeletons belonging to different First Nations. Much of what he collected is today in the American Museum of Natural History in NYC.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.mpm.edu/research-collections/artifacts/kwakiutl/ethnography">Kwakiutl Ethnography from the&nbsp;Milwaukee Public Museum</a></p> <p><a href="http://www.loc.gov/topics/content.php?subcat=2">American Indian History from the Smithsonian</a></p> <p><span><a href="http://www.britishmuseum.org/explore/highlights/highlight_objects/aoa/n/namgis_mask.aspx">British Museum &lsquo;Namgis Mask</a>&nbsp;</span></p> <p><a href="http://www.metmuseum.org/collection/the-collection-online/search/312626">Whale Transformation Mask at the Metropolitan Museum of Art</a></p> <p><span>Bill Holm, <em>Northwest Coast Indian Art</em> (Seattle: University of Washington Press, 1965).</span></p> <p>Alice B. Kehoe, <em>North American Indians: A Comprehensive Account</em>, 2nd ed. (New Jersey: Prentice Hall, 1992).</p> <p>Bruce Greenville, &ldquo;Introduction,&rdquo; in <em>Down from the Shimmering Sky: Masks of the Northwest Coast</em>, Peter Macnair, et al, 14&ndash;16 (Vancouver, BC, Seattle: Douglas &amp; McIntyre and University of Washington Press, 1998).</p> <p>Aldona Jonaitis, <em>Art of the Northwest Coast</em> (Seattle: University of Washington Press, 2006).</p> <p>Edward Malin, <em>A World of Faces: Masks of the Northwest Coast Indians</em> (Portland, OR: Timber Press, 1978).</p> <p>Judith Ostrowitz, <em>Privileging the Past: Reconstructing History in Northwest Coast Art</em> (Vancouver, BC: Univdrsity of British&nbsp;Columbia Press, 1999).</p> <p>Stanley Walens, &ldquo;&lsquo;The Potlatch Era,&#39;&rdquo; in <em>Kwakiutl, Indians of North America</em> (New York: Chelsea House Publishers, 1992 [Updated 2008]).</p>
