Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="George Frederic Watts, The Minotaur, 1885, oil on canvas, 118 x 94.5 cm (Tate Britain, London)" src="https://ka-perseus-images.s3.amazonaws.com/1fee7981147f58316ce3ca64f4cda65752a7e203.jpg" /><span class="image-caption">George Frederic Watts, <em>The Minotaur</em>, 1885, oil on canvas, 118 x 94.5 cm (Tate Britain, London)</span></span>George Frederic Watts was a colossus of the Victorian art world. The first living artist to have a solo exhibition at the Metropolitan Museum in New York, in his heyday Watts was the most celebrated painter in the country, and that at a time when the status of the artist in Britain had never been higher.</p> <h3>The Minotaur myth</h3> <p><em>The Minotaur</em> belongs to his later, symbolic works and illustrates a scene from the famous ancient Greek myth.</p> <p>After her defeat by the Cretans, the story goes, the city of Athens was forced every nine years to send as tribute seven youths and seven maidens. A ship, bearing a black sail, ferried the victims across the Aegean Sea to the land of their subjugators. Once on shore they were sent to the fabled Labyrinth of Daedalus, an impossibly complex maze-like structure, as large as a town. It was here the Minotaur lived; half-human and half-bull, conceived through the preternatural coupling of Pasipha&euml;, the wife of King Minos, and the Cretan Bull.</p> <p>One by one the beast would pick them off, wandering, half-starved and utterly disorientated, searching desperately for a way out, only to meet their gruesome end with a savage business of goring, pummeling and devouring.</p> <p><span class="image-wrapper inline-image"><img alt="Pablo Picasso, Dying Minotaur, Plate from The Vollard Suite, etching, 1933" src="https://ka-perseus-images.s3.amazonaws.com/ee99585abffd0c696ebc8c6c3b1e5134737be6ae.jpg" /><span class="image-caption">Pablo Picasso, <em>Dying Minotaur,</em> Plate from the <em>Vollard Suite</em>, etching, 1933</span></span>A monstrous aberration of nature in western art and literature, the Minotaur came to embody the violent, bestial impulses of man. In the twentieth century however, in Picasso&rsquo;s etchings and the writings of Jorge Luis Borges, for example, the creature has been viewed more sympathetically.</p> <p>In Borges, he is a prisoner, painfully unaware of the crime he has committed, who longs for nothing but to be killed. For Picasso, the Minotaur is a tragic figure, dying a pitiful death in his <em>Vollard Suite</em>. For the Victorians, though, the Minotaur was just plain evil, the embodiment of violence and depravity, an association that was dramatically exploited in one of the most effective journalistic campaigns of the nineteenth century.&nbsp;</p> <h3>&ldquo;The Maiden Tribute of Modern Babylon&rdquo;</h3> <p>In 1885 the <em>Pall Mall Gazette</em> published a series of articles by William Thomas Stead that proved a milestone in the history of modern journalism. At the time Parliament was delaying pushing through a bill that would raise the age of consent from thirteen to sixteen. In a bid to force through this piece of legislation, Stead&rsquo;s articles set about exposing the widespread practice of child prostitution, particularly in London. The analogy with the Minotaur myth, comparing these young girls with Athenian virgins, was a powerful trope, but far more compelling were Stead&rsquo;s investigative journalistic tactics, the most controversial involving the purchase for &pound;5 of a thirteen year-old girl, bought from her own parents.</p> <p>The articles were instrumental in pushing the bill through, ensuring the age of consent was raised, as well as making it a criminal offence to procure girls for prostitution by the administering of drugs, intimidation or fraud. Not all the reforms were progressive, though. Equating child abuse with other forms of sexual behavior, the new laws also criminalized acts of homosexuality, now punishable with a two-year prison sentence, with or without hard labor. Over the months that followed, however, many cases of child abuse were successfully brought to trial, thanks in no small part to Stead&rsquo;s widely circulated articles.&nbsp;</p> <p>Reading them prompted Watts to take up his brush, &quot;to hold up to detestation the bestial and brutal,&rdquo; as he put it, and paint <em>The Minotaur</em>.</p> <h3>The beast</h3> <p>Viewed obliquely, his neck twisted, his face in <em>profil perdu</em> (the figure is viewed from behind, with the face only partially visible), the Minotaur stands on the ramparts of the Labyrinth, gazing, almost longingly, out to sea. On closer inspection one sees to the left the white sail of the ship bearing the seven fair youths and seven maidens from Athens. It is this that has caught his eye. Gripped by destructive impulses he crushes a small bird in his hand. The sail lies on the orthogonal created by his arm emphasizing the fact that they are heading towards a similar fate as the bird&rsquo;s.&nbsp;</p> <p>Painted with startling rapidity in a single morning, Watts rejects the academic finish of his Victorian counterparts, applying the paint with agitated brushstrokes. The form of the figure is built up with layers of red and yellow creating expressive muscular striations, bringing to mind Turner&rsquo;s incarnadine sunsets or perhaps the industrial processes&mdash;the steelworks and blast furnaces&mdash;that have forged this modern Babylon, London.&nbsp;</p> <p>The angle of the body rhymes visually with the masonry that constrains it, creating a dynamic interplay of curve and line, of raw animal energy set against the geometric exactitude of Daedalus&rsquo;s structure. The frame, too, constrains the figure, emphasizing the verticality of the composition and suggesting at first glance that he is standing on two legs and not four. We soon realize, though, following the musculature of the neck, the curvature of the back and the modeling of the lower-half of the body that it is a bull-headed, centaur-like creature that we are looking at, the human torso emerging from the bulk of a bull&rsquo;s body.&nbsp;</p> <h3>Blake&#39;s The Minotaur</h3> <p><span class="image-wrapper inline-image"><img alt="William Blake, The Minotaur (Canto XII), Illustrations to Dante’s Divine Comedy, 1826, watercolor, black ink, graphite and black chalk on paper, 37 x 52 cm, (Fogg Museum, Cambridge, Mass.)" src="https://ka-perseus-images.s3.amazonaws.com/428577264387fce46cbd6258ebe067fcf957dded.jpg" /><span class="image-caption">William Blake,<em> The Minotaur (Canto XII)</em>, Illustrations to Dante&rsquo;s <em>Divine Comedy</em>, 1826, watercolor, black ink, graphite and black chalk on paper, 37 x 52 cm&nbsp;(Fogg Museum, Cambridge, Mass.)</span></span>This rather unusual amalgamation of parts can also be found in Blake&rsquo;s 1826 illustration of Dante&#39;s <em>Inferno</em>, where, both bull-headed and quadrupedal, a Minotaur rampant signals Dante and Virgil&rsquo;s descent into the Seventh Circle of Hell.&nbsp;</p> <p>A more likely visual source, however, given Watts&rsquo;s training as a sculptor, are those famous scenes from the Centauromachy, the battle between the Centaurs and the Lapiths, illustrated on the metopes from the Parthenon, works which profoundly informed his early training as a sculptor.</p> <p><span class="image-wrapper inline-image"><img alt="Centaur and Lapth in Combat, Metope from the Parthenon, c. 447-438 B.C., Marble, H. 172 cm, (British Museum, London)" src="https://ka-perseus-images.s3.amazonaws.com/54ef6779aed58437c37b3ce91d290681c39ccf8c.jpg" /><span class="image-caption"><em>Centaur and Lapth in Combat</em>, Metope from the Parthenon, c. 447-438 B.C., Marble, H. 172 cm, (British Museum, London)</span></span><span>In contrast to both Blake and the metope marble, Watts&rsquo;s <em>Minotaur</em> is surprisingly subdued. For all his muscly strength, his Michelangelesque physicality, he seems strangely to evoke feelings of pity more than terror. The use of the <em>profil perdu</em> is instrumental here, although clearly bestial, though more canine than bovine-looking from this angle, the wrinkled folds of the forehead, the exposed eyeball and the delicate lashes suggest vulnerability rather than brutality and if anything a certain wistfulness rather than the lecherousness suggested by Stead&rsquo;s analogy.</span></p> <p><span class="image-wrapper inline-image"><img alt="Profile of the minotaur (detail), George Frederic Watts, The Minotaur, 1885, oil on canvas, 118 x 94.5 cm, Tate Britain (London)" src="https://ka-perseus-images.s3.amazonaws.com/ac8df144d4d0e33fbf0862d6ebbc26ac5fe7b713.jpg" /><span class="image-caption">Profile of the minotaur (detail), George Frederic Watts, <em>The Minotaur</em>, 1885, oil on canvas, 118 x 94.5 cm, Tate Britain (London)</span></span>To read the painting exclusively as an illustration of Stead&rsquo;s article, then, runs the risk of overlooking the experience of many of its viewers. To argue that his vulnerability is deceptive, designed to beguile us as it were seems an inadequate explanation and certainly out of keeping with the Minotaur myth.&nbsp;</p> <h3>Dream/painting</h3> <p>One way of tackling the problem is to look at the immediate context of its production. As mentioned, the painting&nbsp;was executed swiftly, Watts&#39;s friend Mrs Russell Barrington recording how it was composed early one morning in response to &ldquo;a painful subject&rdquo; that &ldquo;had filled one of the evening papers.&rdquo; The earliness, the urgency and the likelihood that he had read Stead&rsquo;s article the previous evening are all interesting clues, leading one to the possible conclusion that it is not the text that Watts is illustrating, but the dream he had dreamt after reading it.&nbsp;</p> <p>There is certainly a dreamlike quality to the painting, the symbols used all being highly charged with meaning: the sail, the labyrinth, the Minotaur, the crushed bird, the looping tail. If only Freud were around, we may be tempted to say. But then, of course, he was around and in the years following <em>The Minotaur</em>, was busy penning <em>The Interpretation of Dreams</em> (1900), in which he proposed that the unconscious mind is structured like a language, the mechanisms of which serve to hide from the dreamer their disturbing thoughts. With this in mind, while the symbolism of the dream/painting purports to illustrate Watts&rsquo;s support for Stead&rsquo;s campaign, the visual contradictions of the image seem out of step with the moral certitudes of the articles, allowing a reading of the painting as a sort of dream displacement in which, while borrowing the symbols of Stead, who himself had borrowed them from the ancient Greeks, Watts is actually saying something entirely different and entirely personal. Whatever meanings or interpretations the painting generates are for the individual viewer to construct. The art historian, Andrew Graham-Dixon, suggests this is a characteristic feature of Watts&rsquo;s later works which whether consciously or otherwise anticipate Modernism, giving form to &ldquo;the troubled subjectivity and anxious relativism of a new era.&rdquo;*</p> <p>Essay by Ben Pollitt&nbsp;</p> <p><a href="http://www.telegraph.co.uk/culture/art/8568549/GF-Watts-is-the-Victorian-visionary-back-in-fashion.html">* Andrew Graham Dixon, &quot;GF Watts: is the Victorian visionary back in fashion?&quot; <em>The Telegraph</em>. June 2011</a></p> <hr /> <p><strong>Additional Resources</strong></p> <p><a href="http://www.tate.org.uk/art/artworks/watts-the-minotaur-n01634">Watts&#39;s <em>The Minotaur&nbsp;</em>at the Tate Britain</a></p> <p><a href="http://www.victorianweb.org/painting/watts/paintings/11.html">The Victorian Web&#39;s entry on Watts&#39;s <em>The Minotaur</em></a></p> <p><a href="http://www.andrewgrahamdixon.com/archive/readArticle/1012">Watts on Andrew Graham-Dixon archive. June 2011.&nbsp;</a></p> <p><a href="http://www.attackingthedevil.co.uk/pmg/tribute/mt1.php">W.T. Stead. &quot;The Maiden Tribute of Modern Babylon I: the Report of our Secret Commission.&quot; <em>The Pall Mall Gazette</em>, July 6, 1885.&nbsp;</a></p>
it: <p><span class="block-image image-wrapper"><img alt="George Frederic Watts, The Minotaur, 1885, oil on canvas, 118 x 94.5 cm (Tate Britain, London)" src="https://ka-perseus-images.s3.amazonaws.com/1fee7981147f58316ce3ca64f4cda65752a7e203.jpg" /><span class="image-caption">George Frederic Watts, <em>The Minotaur</em>, 1885, oil on canvas, 118 x 94.5 cm (Tate Britain, London)</span></span>George Frederic Watts was a colossus of the Victorian art world. The first living artist to have a solo exhibition at the Metropolitan Museum in New York, in his heyday Watts was the most celebrated painter in the country, and that at a time when the status of the artist in Britain had never been higher.</p> <h3>The Minotaur myth</h3> <p><em>The Minotaur</em> belongs to his later, symbolic works and illustrates a scene from the famous ancient Greek myth.</p> <p>After her defeat by the Cretans, the story goes, the city of Athens was forced every nine years to send as tribute seven youths and seven maidens. A ship, bearing a black sail, ferried the victims across the Aegean Sea to the land of their subjugators. Once on shore they were sent to the fabled Labyrinth of Daedalus, an impossibly complex maze-like structure, as large as a town. It was here the Minotaur lived; half-human and half-bull, conceived through the preternatural coupling of Pasipha&euml;, the wife of King Minos, and the Cretan Bull.</p> <p>One by one the beast would pick them off, wandering, half-starved and utterly disorientated, searching desperately for a way out, only to meet their gruesome end with a savage business of goring, pummeling and devouring.</p> <p><span class="image-wrapper inline-image"><img alt="Pablo Picasso, Dying Minotaur, Plate from The Vollard Suite, etching, 1933" src="https://ka-perseus-images.s3.amazonaws.com/ee99585abffd0c696ebc8c6c3b1e5134737be6ae.jpg" /><span class="image-caption">Pablo Picasso, <em>Dying Minotaur,</em> Plate from the <em>Vollard Suite</em>, etching, 1933</span></span>A monstrous aberration of nature in western art and literature, the Minotaur came to embody the violent, bestial impulses of man. In the twentieth century however, in Picasso&rsquo;s etchings and the writings of Jorge Luis Borges, for example, the creature has been viewed more sympathetically.</p> <p>In Borges, he is a prisoner, painfully unaware of the crime he has committed, who longs for nothing but to be killed. For Picasso, the Minotaur is a tragic figure, dying a pitiful death in his <em>Vollard Suite</em>. For the Victorians, though, the Minotaur was just plain evil, the embodiment of violence and depravity, an association that was dramatically exploited in one of the most effective journalistic campaigns of the nineteenth century.&nbsp;</p> <h3>&ldquo;The Maiden Tribute of Modern Babylon&rdquo;</h3> <p>In 1885 the <em>Pall Mall Gazette</em> published a series of articles by William Thomas Stead that proved a milestone in the history of modern journalism. At the time Parliament was delaying pushing through a bill that would raise the age of consent from thirteen to sixteen. In a bid to force through this piece of legislation, Stead&rsquo;s articles set about exposing the widespread practice of child prostitution, particularly in London. The analogy with the Minotaur myth, comparing these young girls with Athenian virgins, was a powerful trope, but far more compelling were Stead&rsquo;s investigative journalistic tactics, the most controversial involving the purchase for &pound;5 of a thirteen year-old girl, bought from her own parents.</p> <p>The articles were instrumental in pushing the bill through, ensuring the age of consent was raised, as well as making it a criminal offence to procure girls for prostitution by the administering of drugs, intimidation or fraud. Not all the reforms were progressive, though. Equating child abuse with other forms of sexual behavior, the new laws also criminalized acts of homosexuality, now punishable with a two-year prison sentence, with or without hard labor. Over the months that followed, however, many cases of child abuse were successfully brought to trial, thanks in no small part to Stead&rsquo;s widely circulated articles.&nbsp;</p> <p>Reading them prompted Watts to take up his brush, &quot;to hold up to detestation the bestial and brutal,&rdquo; as he put it, and paint <em>The Minotaur</em>.</p> <h3>The beast</h3> <p>Viewed obliquely, his neck twisted, his face in <em>profil perdu</em> (the figure is viewed from behind, with the face only partially visible), the Minotaur stands on the ramparts of the Labyrinth, gazing, almost longingly, out to sea. On closer inspection one sees to the left the white sail of the ship bearing the seven fair youths and seven maidens from Athens. It is this that has caught his eye. Gripped by destructive impulses he crushes a small bird in his hand. The sail lies on the orthogonal created by his arm emphasizing the fact that they are heading towards a similar fate as the bird&rsquo;s.&nbsp;</p> <p>Painted with startling rapidity in a single morning, Watts rejects the academic finish of his Victorian counterparts, applying the paint with agitated brushstrokes. The form of the figure is built up with layers of red and yellow creating expressive muscular striations, bringing to mind Turner&rsquo;s incarnadine sunsets or perhaps the industrial processes&mdash;the steelworks and blast furnaces&mdash;that have forged this modern Babylon, London.&nbsp;</p> <p>The angle of the body rhymes visually with the masonry that constrains it, creating a dynamic interplay of curve and line, of raw animal energy set against the geometric exactitude of Daedalus&rsquo;s structure. The frame, too, constrains the figure, emphasizing the verticality of the composition and suggesting at first glance that he is standing on two legs and not four. We soon realize, though, following the musculature of the neck, the curvature of the back and the modeling of the lower-half of the body that it is a bull-headed, centaur-like creature that we are looking at, the human torso emerging from the bulk of a bull&rsquo;s body.&nbsp;</p> <h3>Blake&#39;s The Minotaur</h3> <p><span class="image-wrapper inline-image"><img alt="William Blake, The Minotaur (Canto XII), Illustrations to Dante’s Divine Comedy, 1826, watercolor, black ink, graphite and black chalk on paper, 37 x 52 cm, (Fogg Museum, Cambridge, Mass.)" src="https://ka-perseus-images.s3.amazonaws.com/428577264387fce46cbd6258ebe067fcf957dded.jpg" /><span class="image-caption">William Blake,<em> The Minotaur (Canto XII)</em>, Illustrations to Dante&rsquo;s <em>Divine Comedy</em>, 1826, watercolor, black ink, graphite and black chalk on paper, 37 x 52 cm&nbsp;(Fogg Museum, Cambridge, Mass.)</span></span>This rather unusual amalgamation of parts can also be found in Blake&rsquo;s 1826 illustration of Dante&#39;s <em>Inferno</em>, where, both bull-headed and quadrupedal, a Minotaur rampant signals Dante and Virgil&rsquo;s descent into the Seventh Circle of Hell.&nbsp;</p> <p>A more likely visual source, however, given Watts&rsquo;s training as a sculptor, are those famous scenes from the Centauromachy, the battle between the Centaurs and the Lapiths, illustrated on the metopes from the Parthenon, works which profoundly informed his early training as a sculptor.</p> <p><span class="image-wrapper inline-image"><img alt="Centaur and Lapth in Combat, Metope from the Parthenon, c. 447-438 B.C., Marble, H. 172 cm, (British Museum, London)" src="https://ka-perseus-images.s3.amazonaws.com/54ef6779aed58437c37b3ce91d290681c39ccf8c.jpg" /><span class="image-caption"><em>Centaur and Lapth in Combat</em>, Metope from the Parthenon, c. 447-438 B.C., Marble, H. 172 cm, (British Museum, London)</span></span><span>In contrast to both Blake and the metope marble, Watts&rsquo;s <em>Minotaur</em> is surprisingly subdued. For all his muscly strength, his Michelangelesque physicality, he seems strangely to evoke feelings of pity more than terror. The use of the <em>profil perdu</em> is instrumental here, although clearly bestial, though more canine than bovine-looking from this angle, the wrinkled folds of the forehead, the exposed eyeball and the delicate lashes suggest vulnerability rather than brutality and if anything a certain wistfulness rather than the lecherousness suggested by Stead&rsquo;s analogy.</span></p> <p><span class="image-wrapper inline-image"><img alt="Profile of the minotaur (detail), George Frederic Watts, The Minotaur, 1885, oil on canvas, 118 x 94.5 cm, Tate Britain (London)" src="https://ka-perseus-images.s3.amazonaws.com/ac8df144d4d0e33fbf0862d6ebbc26ac5fe7b713.jpg" /><span class="image-caption">Profile of the minotaur (detail), George Frederic Watts, <em>The Minotaur</em>, 1885, oil on canvas, 118 x 94.5 cm, Tate Britain (London)</span></span>To read the painting exclusively as an illustration of Stead&rsquo;s article, then, runs the risk of overlooking the experience of many of its viewers. To argue that his vulnerability is deceptive, designed to beguile us as it were seems an inadequate explanation and certainly out of keeping with the Minotaur myth.&nbsp;</p> <h3>Dream/painting</h3> <p>One way of tackling the problem is to look at the immediate context of its production. As mentioned, the painted was executed swiftly, Watts&#39;s friend Mrs Russell Barrington recording how it was composed early one morning in response to &ldquo;a painful subject&rdquo; that &ldquo;had filled one of the evening papers.&rdquo; The earliness, the urgency and the likelihood that he had read Stead&rsquo;s article the previous evening are all interesting clues, leading one to the possible conclusion that it is not the text that Watts is illustrating, but the dream he had dreamt after reading it.&nbsp;</p> <p>There is certainly a dreamlike quality to the painting, the symbols used all being highly charged with meaning: the sail, the labyrinth, the Minotaur, the crushed bird, the looping tail. If only Freud were around, we may be tempted to say. But then, of course, he was around and in the years following <em>The Minotaur</em>, was busy penning <em>The Interpretation of Dreams</em> (1900), in which he proposed that the unconscious mind is structured like a language, the mechanisms of which serve to hide from the dreamer their disturbing thoughts. With this in mind, while the symbolism of the dream/painting purports to illustrate Watts&rsquo;s support for Stead&rsquo;s campaign, the visual contradictions of the image seem out of step with the moral certitudes of the articles, allowing a reading of the painting as a sort of dream displacement in which, while borrowing the symbols of Stead, who himself had borrowed them from the ancient Greeks, Watts is actually saying something entirely different and entirely personal. Whatever meanings or interpretations the painting generates are for the individual viewer to construct. The art historian, Andrew Graham-Dixon, suggests this is a characteristic feature of Watts&rsquo;s later works which whether consciously or otherwise anticipate Modernism, giving form to &ldquo;the troubled subjectivity and anxious relativism of a new era.&rdquo;*</p> <p>Essay by Ben Pollitt&nbsp;</p> <p><a href="http://www.telegraph.co.uk/culture/art/8568549/GF-Watts-is-the-Victorian-visionary-back-in-fashion.html">* Andrew Graham Dixon, &quot;GF Watts: is the Victorian visionary back in fashion?&quot; <em>The Telegraph</em>. June 2011</a></p> <hr /> <p><strong>Additional Resources</strong></p> <p><a href="http://www.tate.org.uk/art/artworks/watts-the-minotaur-n01634">Watts&#39;s <em>The Minotaur&nbsp;</em>at the Tate Britain</a></p> <p><a href="http://www.victorianweb.org/painting/watts/paintings/11.html">The Victorian Web&#39;s entry on Watts&#39;s <em>The Minotaur</em></a></p> <p><a href="http://www.andrewgrahamdixon.com/archive/readArticle/1012">Watts on Andrew Graham-Dixon archive. June 2011.&nbsp;</a></p> <p><a href="http://www.attackingthedevil.co.uk/pmg/tribute/mt1.php">W.T. Stead. &quot;The Maiden Tribute of Modern Babylon I: the Report of our Secret Commission.&quot; <em>The Pall Mall Gazette</em>, July 6, 1885.&nbsp;</a></p>
