Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, France, probably Paris, ca. 1230, 14 3/4 x 10 1/4 inches / 37.5 x 26.2 cm (The Morgan Library &amp; Museum)Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, France, probably Paris, c. 1230, 14 3/4 x 10 1/4 inches / 37.5 x 26.2 cm (The Morgan Library &amp; Museum)" src="https://ka-perseus-images.s3.amazonaws.com/6ff799643a16105046671766649d29ea5d6b3af7.jpg" /><span class="image-caption"><em>Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe</em>, Moralized Bible, France, probably Paris, ca. 1230, 14 3/4 x 10 1/4 inches / 37.5 x 26.2 cm (The Morgan Library &amp; Museum)Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, France, probably Paris, c. 1230, 14 3/4 x 10 1/4 inches / 37.5 x 26.2 cm (The Morgan Library &amp; Museum)</span></span></p> <h3>Blanche of Castille</h3> <p>In 1226 a French king died, leaving his queen to rule his kingdom until their son came of age. The 38-year-old widow, Blanche of Castile, had her work cut out for her. Rebelling barons were eager to win back lands that her husband&rsquo;s father had seized from them. They rallied troops against her, defamed her character, and even accused her of adultery and murder.&nbsp;</p> <p>Caught in a perilous web of treachery, insurrections, and open warfare, Blanche persuaded, cajoled, negotiated, and fought would-be enemies after her husband, King Louis VIII, died of dysentery after only a three-year reign. When their son Louis IX took the helm in 1234, he inherited a kingdom that was, for a time anyway, at peace.</p> <p><span class="block-image image-wrapper"><img alt="Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, c. 1230 (detail) " src="https://ka-perseus-images.s3.amazonaws.com/406333a348b1049c72c2097f7f9e9b4ca14db04d.jpg" /><span class="image-caption">Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, France, probably Paris, c. 1230 (detail)</span></span></p> <h3>A manuscript illumination</h3> <p>A dazzling illumination in New York&rsquo;s Morgan Library could well depict Blanche of Castile and her son Louis, a beardless youth crowned king. A cleric and a scribe are depicted underneath them. Each figure is set against a ground of burnished gold, seated beneath a trefoil arch. Stylized and colorful buildings dance above their heads, suggesting a sophisticated, urban setting&mdash;perhaps Paris, the capital city of the Capetian kingdom (the Capetians were one of the oldest royal families in France) and home to a renowned school of theology.</p> <h3>A moralized Bible&nbsp;</h3> <p>This last page the New York Morgan Library&rsquo;s manuscript MS M 240 is the last quire (folded page) of a three-volume moralized bible, the majority of which is housed at the Cathedral Treasury in Toledo, Spain. Moralized bibles, made expressedly for the French royal house, include lavishly illustrated abbreviated passages from the Old and New Testaments. Explanatory texts that allude to historical events and tales accompany these literary and visual readings, which&mdash;woven together&mdash;convey a moral.</p> <p>Assuming historians are correct in identifying the two rulers, we are looking at the four people intensely involved in the production of this manuscript. As patron and ruler, Queen Blanche of Castile would have financed its production. As ruler-to-be, Louis IX&rsquo;s job was to take its lessons to heart along with those from the other biblical and ancient texts that his tutors read with him. &nbsp;</p> <h3>King and queen&nbsp;</h3> <p>In the upper register, an enthroned king and queen wear the traditional medieval open crown topped with fleur-de-lys&mdash;a stylized iris or lily symbolizing a French monarch&rsquo;s religious, political, and dynastic right to rule. The blue-eyed queen, left, is veiled in a white widow&rsquo;s wimple. An ermine-lined blue mantle drapes over her shoulders. Her pink T-shaped tunic spills over a thin blue edge of paint which visually supports these enthroned figures. A slender green column divides the queen&rsquo;s space from that of her son, King Louis IX, to whom she deliberately gestures across the page, raising her left hand in his direction. Her pose and animated facial expression suggest that she is dedicating this manuscript, with its lessons and morals, to the young king.</p> <p><span class="image-wrapper inline-image"><img alt="Detail of Louis IX, Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, c. 1230" src="https://ka-perseus-images.s3.amazonaws.com/ee963dae254d56733ad615fbcde5ea72e91d098e.jpg" /><span class="image-caption">Detail of Louis IX,<em> Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible</em>, c. 1230</span></span>Louis IX, a trefoiled open crown atop his head, returns his mother&rsquo;s glance. In his right hand he holds a scepter, indicating his kingly status. It is topped by the characteristic fleur-de-lys on which, curiously, a bird sits. A four-pedaled brooch, dominated by a large square of sapphire blue in the center, secures a pink mantle lined with green that rests on his boyish shoulders.</p> <p>In his left hand, between his forefinger and thumb, Louis holds a small golden ball or disc. During the mass that followed coronations, French kings and queens would traditionally give the presiding bishop of Reims 13 gold coins (all French kings were crowned in this northern French cathedral town.) This could reference Louis&rsquo; 1226 coronation, just three weeks after his father&rsquo;s death, suggesting a probable date for this bible&rsquo;s commission. A manuscript this lavish, however, would have taken eight to ten years to complete&mdash;perfect timing, because in 1235, the 21-year-old Louis was ready to assume the rule of his Capetian kingdom from his mother.</p> <h3>A link between earth and heaven</h3> <p><span class="block-image image-wrapper"><img alt="Coronation of the Virgin, tympanum of central portal, north transept, Chartres Cathedral, c. 1204-10" src="https://ka-perseus-images.s3.amazonaws.com/6faa2e8422040038119b3e8122aea184fcbba3b4.jpg" /><span class="image-caption">Coronation of the Virgin, tympanum of central portal, north transept, Chartres Cathedral, c. 1204-10</span></span></p> <p>Queen Blanche and her son, the young king, echo a gesture and pose that would have been familiar to many Christians: the Virgin Mary and Christ enthroned side-by-side as celestial rulers of heaven, found in the numerous Coronations of the Virgin carved in ivory, wood, and stone. This scene was especially prevalent in tympana, the top sculpted semi-circle over cathedral portals found throughout France. On beholding the Morgan illumination, viewers would have immediately made the connection between this earthly Queen Blanche and her son, anointed by God with the divine right to rule, and that of Mary, Queen of heaven and her son, divine figures who offer salvation.</p> <h3>A cleric and an artist</h3> <p><span class="image-wrapper inline-image"><img alt="Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, c. 1230 (detail) " src="https://ka-perseus-images.s3.amazonaws.com/165766a2a26a3f8abd82e8307974c4c9aa6e4a8e.jpg" /><span class="image-caption"><em>Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe</em>, Moralized Bible, c. 1230 (detail) </span></span>The illumination&rsquo;s bottom register depicts a tonsured cleric (churchman with a partly shaved head), left, and an illuminator, right.</p> <p>The cleric wears a sleeveless cloak appropriate for divine services&mdash;this is an educated man&mdash;and emphasizes his role as a scholar. He tilts his head forward and points his right forefinger at the artist across from him, as though giving instructions. No clues are given as to this cleric&rsquo;s religious order, as he probably represents the many Parisian theologians responsible for the manuscript&rsquo;s visual and literary content&mdash;all of whom were undoubtedly told to spare no expense.</p> <p>On the right, the artist, donning a blue surcoat and wearing a cap, is seated on cushioned bench.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, c. 1230 (detail) " src="https://ka-perseus-images.s3.amazonaws.com/1afe70968a397d753037c385c78b77187c13e92e.jpg" /><span class="image-caption">Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, c. 1230 (detail) </span></span><span>Knife in his left hand and stylus in his right, he looks down at his work: four vertically-stacked circles in a left column, with part of a fifth visible on the right. We know, from the 4887 medallions that precede this illumination, what&rsquo;s next on this artist&rsquo;s agenda: he will apply a thin sheet of gold leaf onto the background, and then paint the medallion&#39;s biblical and explanatory scenes in brilliant hues of lapis lazuli, green, red, yellow, grey, orange and sepia.</span></p> <h3>Advice for a king</h3> <p>Blanche undoubtedly hand-picked the theologians whose job it was to establish this manuscript&rsquo;s guidelines, select biblical passages, write explanations, hire copyists, and oversee the images that the artists should paint. Art and text, mutually dependent, spelled out advice that its readers, Louis IX and perhaps his siblings, could practice in their enlightened rule. The nobles, church officials, and perhaps even common folk who viewed this page could be reassured that their ruler had been well trained to deal with whatever calamities came his way.</p> <p>This 13th century illumination, both dazzling and edifying, represents the cutting edge of lavishness in a society that embraced conspicuous consumption. As a pedagogical tool, perhaps it played no small part in helping Louis IX achieve the status of sainthood, awarded by Pope Bonifiace VIII 27 years after the king&rsquo;s death. This and other images in the bible moralis&eacute;e explain why Parisian illuminators monopolized manuscript production at this time. Look again at the work. Who else could compete against such a resounding image of character and grace?&nbsp;</p> <p>Essay by Louisa Woodville&nbsp;</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.themorgan.org/collection/medieval-and-renaissance/manuscript/77422">This page at The Morgan Library and Museum</a></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/6ff799643a16105046671766649d29ea5d6b3af7.jpg" /><span class="image-caption"><em>Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe</em>, Moralized Bible, France, probably Paris, ca. 1230, 14 3/4 x 10 1/4 inches / 37.5 x 26.2 cm (The Morgan Library &amp; Museum)Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, France, probably Paris, c. 1230, 14 3/4 x 10 1/4 inches / 37.5 x 26.2 cm (The Morgan Library &amp; Museum)</span></span></p> <h3>Blanche of Castille</h3> <p>In 1226 a French king died, leaving his queen to rule his kingdom until their son came of age. The 38-year-old widow, Blanche of Castile, had her work cut out for her. Rebelling barons were eager to win back lands that her husband&rsquo;s father had seized from them. They rallied troops against her, defamed her character, and even accused her of adultery and murder.&nbsp;</p> <p>Caught in a perilous web of treachery, insurrections, and open warfare, Blanche persuaded, cajoled, negotiated, and fought would-be enemies after her husband, King Louis VIII, died of dysentery after only a three-year reign. When their son Louis IX took the helm in 1234, he inherited a kingdom that was, for a time anyway, at peace.</p> <p><span class="block-image image-wrapper"><img alt="Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, c. 1230 (detail) " src="https://ka-perseus-images.s3.amazonaws.com/406333a348b1049c72c2097f7f9e9b4ca14db04d.jpg" /><span class="image-caption">Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, France, probably Paris, c. 1230 (detail)</span></span></p> <h3>A manuscript illumination</h3> <p>A dazzling illumination in New York&rsquo;s Morgan Library could well depict Blanche of Castile and her son Louis, a beardless youth crowned king. A cleric and a scribe are depicted underneath them. Each figure is set against a ground of burnished gold, seated beneath a trefoil arch. Stylized and colorful buildings dance above their heads, suggesting a sophisticated, urban setting&mdash;perhaps Paris, the capital city of the Capetian kingdom (the Capetians were one of the oldest royal families in France) and home to a renowned school of theology.</p> <h3>A moralized Bible&nbsp;</h3> <p>This last page the New York Morgan Library&rsquo;s manuscript MS M 240 is the last quire (folded page) of a three-volume moralized bible, the majority of which is housed at the Cathedral Treasury in Toledo, Spain. Moralized bibles, made expressedly for the French royal house, include lavishly illustrated abbreviated passages from the Old and New Testaments. Explanatory texts that allude to historical events and tales accompany these literary and visual readings, which&mdash;woven together&mdash;convey a moral.</p> <p>Assuming historians are correct in identifying the two rulers, we are looking at the four people intensely involved in the production of this manuscript. As patron and ruler, Queen Blanche of Castile would have financed its production. As ruler-to-be, Louis IX&rsquo;s job was to take its lessons to heart along with those from the other biblical and ancient texts that his tutors read with him. &nbsp;</p> <h3>King and queen&nbsp;</h3> <p>In the upper register, an enthroned king and queen wear the traditional medieval open crown topped with fleur-de-lys&mdash;a stylized iris or lily symbolizing a French monarch&rsquo;s religious, political, and dynastic right to rule. The blue-eyed queen, left, is veiled in a white widow&rsquo;s wimple. An ermine-lined blue mantle drapes over her shoulders. Her pink T-shaped tunic spills over a thin blue edge of paint which visually supports these enthroned figures. A slender green column divides the queen&rsquo;s space from that of her son, King Louis IX, to whom she deliberately gestures across the page, raising her left hand in his direction. Her pose and animated facial expression suggest that she is dedicating this manuscript, with its lessons and morals, to the young king.</p> <p><span class="image-wrapper inline-image"><img alt="Detail of Louis IX, Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, c. 1230" src="https://ka-perseus-images.s3.amazonaws.com/ee963dae254d56733ad615fbcde5ea72e91d098e.jpg" /><span class="image-caption">Detail of Louis IX,<em> Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible</em>, c. 1230</span></span>Louis IX, a trefoiled open crown atop his head, returns his mother&rsquo;s glance. In his right hand he holds a scepter, indicating his kingly status. It is topped by the characteristic fleur-de-lys on which, curiously, a bird sits. A four-pedaled brooch, dominated by a large square of sapphire blue in the center, secures a pink mantle lined with green that rests on his boyish shoulders.</p> <p>In his left hand, between his forefinger and thumb, Louis holds a small golden ball or disc. During the mass that followed coronations, French kings and queens would traditionally give the presiding bishop of Reims 13 gold coins (all French kings were crowned in this northern French cathedral town.) This could reference Louis&rsquo; 1226 coronation, just three weeks after his father&rsquo;s death, suggesting a probable date for this bible&rsquo;s commission. A manuscript this lavish, however, would have taken eight to ten years to complete&mdash;perfect timing, because in 1235, the 21-year-old Louis was ready to assume the rule of his Capetian kingdom from his mother.</p> <h3>A link between earth and heaven</h3> <p><span class="block-image image-wrapper"><img alt="Coronation of the Virgin, tympanum of central portal, north transept, Chartres Cathedral, c. 1204-10" src="https://ka-perseus-images.s3.amazonaws.com/6faa2e8422040038119b3e8122aea184fcbba3b4.jpg" /><span class="image-caption">Coronation of the Virgin, tympanum of central portal, north transept, Chartres Cathedral, c. 1204-10</span></span></p> <p>Queen Blanche and her son, the young king, echo a gesture and pose that would have been familiar to many Christians: the Virgin Mary and Christ enthroned side-by-side as celestial rulers of heaven, found in the numerous Coronations of the Virgin carved in ivory, wood, and stone. This scene was especially prevalent in tympana, the top sculpted semi-circle over cathedral portals found throughout France. On beholding the Morgan illumination, viewers would have immediately made the connection between this earthly Queen Blanche and her son, anointed by God with the divine right to rule, and that of Mary, Queen of heaven and her son, divine figures who offer salvation.</p> <h3>A cleric and an artist</h3> <p><span class="image-wrapper inline-image"><img alt="Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, c. 1230 (detail) " src="https://ka-perseus-images.s3.amazonaws.com/165766a2a26a3f8abd82e8307974c4c9aa6e4a8e.jpg" /><span class="image-caption"><em>Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe</em>, Moralized Bible, c. 1230 (detail) </span></span>The illumination&rsquo;s bottom register depicts a tonsured cleric (churchman with a partly shaved head), left, and an illuminator, right.</p> <p>The cleric wears a sleeveless cloak appropriate for divine services&mdash;this is an educated man&mdash;and emphasizes his role as a scholar. He tilts his head forward and points his right forefinger at the artist across from him, as though giving instructions. No clues are given as to this cleric&rsquo;s religious order, as he probably represents the many Parisian theologians responsible for the manuscript&rsquo;s visual and literary content&mdash;all of whom were undoubtedly told to spare no expense.</p> <p>On the right, the artist, donning a blue surcoat and wearing a cap, is seated on cushioned bench.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, c. 1230 (detail) " src="https://ka-perseus-images.s3.amazonaws.com/1afe70968a397d753037c385c78b77187c13e92e.jpg" /><span class="image-caption">Blanche of Castile and King Louis IX of France; Author Dictating to a Scribe, Moralized Bible, c. 1230 (detail) </span></span><span>Knife in his left hand and stylus in his right, he looks down at his work: four vertically-stacked circles in a left column, with part of a fifth visible on the right. We know, from the 4887 medallions that precede this illumination, what&rsquo;s next on this artist&rsquo;s agenda: he will apply a thin sheet of gold leaf onto the background, and then paint the medallion&#39;s biblical and explanatory scenes in brilliant hues of lapis lazuli, green, red, yellow, grey, orange and sepia.</span></p> <h3>Advice for a king</h3> <p>Blanche undoubtedly hand-picked the theologians whose job it was to establish this manuscript&rsquo;s guidelines, select biblical passages, write explanations, hire copyists, and oversee the images that the artists should paint. Art and text, mutually dependent, spelled out advice that its readers, Louis IX and perhaps his siblings, could practice in their enlightened rule. The nobles, church officials, and perhaps even common folk who viewed this page could be reassured that their ruler had been well trained to deal with whatever calamities came his way.</p> <p>This 13th century illumination, both dazzling and edifying, represents the cutting edge of lavishness in a society that embraced conspicuous consumption. As a pedagogical tool, perhaps it played no small part in helping Louis IX achieve the status of sainthood, awarded by Pope Bonifiace VIII 27 years after the king&rsquo;s death. This and other images in the bible moralis&eacute;e explain why Parisian illuminators monopolized manuscript production at this time. Look again at the work. Who else could compete against such a resounding image of character and grace?&nbsp;</p> <p>Essay by Louisa Woodville&nbsp;</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.themorgan.org/collection/medieval-and-renaissance/manuscript/77422">This page at The Morgan Library and Museum</a></p>
