Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Courtyard, Great Mosque of Kairouan, Tunisia (photo: Andrew Watson, CC BY-SA 2.0) Sahn and minaret, Great Mosque of Kairouan, c. 836-75 (photo: Andrew Watson, CC BY-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/25ba562915aa387dd2cb0f6ef837b76534fe147b.jpg" /><span class="image-caption">Sahn (courtyard)&nbsp;and minaret,&nbsp;Great Mosque of Kairouan, Tunisia c. 836-75&nbsp;(photo: <a href="http://en.wikipedia.org/wiki/File:Overview_of_the_courtyard_of_the_Great_Mosque_of_Kairouan.jpg">Andrew Watson</a>, CC BY-SA 2.0)&nbsp;</span></span></p> <h3><span>A new city</span></h3> <p>Seventh-century North Africa was not the easiest place to establish a new city. It required battling Byzantines; convincing Berbers, the indigenous people of North Africa, to accept centralized Muslim rule; and persuading Middle Eastern merchants to move to North Africa. So, in 670 CE, conquering general Sidi Okba constructed a Friday Mosque (<em>masjid-i jami`</em>&nbsp;or<em>&nbsp;jami`</em>) in what was becoming Kairouan in modern day Tunisia. A Friday Mosque is used for communal prayers on the Muslim holy day, Friday. The mosque was a critical addition, communicating that Kairouan would become a cosmopolitan metropolis under strong Muslim control, an important distinction at this time and place.</p> <p><span class="block-image image-wrapper"><img alt="Three-dimensional representation of the Great Mosque of Kairouan, Tunisia. From left to right: zoom on the south wall (seen from the outside), global view of the mosque, zoom on the minaret seen from the court by Tachymètre " src="https://ka-perseus-images.s3.amazonaws.com/4f71b58ef04285572c801134da8426906ed6a3b1.jpg" /><span class="image-caption">Rendering&nbsp;of the Great Mosque of Kairouan, Tunisia. From left to right: zoom on the south wall (seen from the outside), global view of the mosque, zoom on the minaret seen from the court (graphic: <a href="http://en.wikipedia.org/wiki/File:3D_computer_modeling_of_the_Great_mosquee_of_Kairouan-en.svg">Tachym&egrave;tre</a>)</span></span></p> <p>Known as the Great Mosque of Kairouan, it is an early example of a hypostyle mosque that also reflects how pre-Islamic and eastern Islamic art and motifs were incorporated into the religious architecture of Islamic North Africa. The aesthetics signified the Great Mosque and Kairouan, and, thus, its patrons, were just as important as the religious structures, cities, and rulers of other empires in this region, and that Kairouan was part of the burgeoning Islamic empire.&nbsp;</p> <h3>The Aghlabids</h3> <p>During the eighth century, Sidi Okba&rsquo;s mosque was rebuilt at least twice as Kairouan prospered. However, the mosque we see today is essentially ninth century. The Aghlabids (800-909 C.E.) were the semi-independent rulers of much of North Africa. In 836, Prince Ziyadat Allah I tore down most of the earlier mudbrick structure and rebuilt it in more permanent stone, brick, and wood. The prayer hall or sanctuary is supported by rows of columns and there is an open courtyard, that are characteristic of a hypostyle plan.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Great Mosque of Kairouan prayer hall facade (photo: Damian Entwistle, CC BY-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/1dd5094c4cfec6ef3f5a0f9786bd45098672d9b1.jpg" /><span class="image-caption">Great Mosque of Kairouan prayer hall facade (photo: <a href="http://en.wikipedia.org/wiki/File:Great_Mosque_of_Kairouan_prayer_hall_facade.jpg">Damian Entwistle</a>, CC BY-SA 2.0)</span></span></p> <p>In the late ninth century, another Aghlabid ruler embellished the courtyard entrance to the prayer space and added a dome over the central arches and portal. The dome emphasizes the placement of the mihrab, or prayer niche (below), which is on the same central axis and also under a cupola to signify its importance.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Dome interior, Great Mosque of Kairouan (photo: Prof. Mortel, CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/d2c09657f22df1b38987acb07aa9d9ff40e61a59.jpg" /><span class="image-caption">Mihrab (left) and minbar (right), Interior view of the dome,&nbsp;Great Mosque of Kairouan</span></span>The dome is an architectural element borrowed from Roman and Byzantine architecture. The small windows in the drum of the dome above the mihrab space let natural light into what was an otherwise dim interior. Rays fall around the most significant area of the mosque, the mihrab. The drum rests on squinches, small arches decorated with shell over rosette designs similar to examples in Roman, Byzantine, and Umayyad Islamic art. The stone dome is constructed of twenty four ribs that each have a small corbel at their base, so the dome looks like a cut cantaloupe, according to the architectural historian K. A. C. Creswell.</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Interior view of the dome above the mihrab, Great Mosque of Kairouan (photo: Prof. Mortel, CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/a58d150c2477cf935bafab39071b392af7c2c984.jpg" /><span class="image-caption">Interior view of the dome above the mihrab, Great Mosque of Kairouan (photo: <a href="http://www.flickr.com/photos/43714545@N06/7771357456/in/photolist-cQJePE-cQF5rG-cQKESC-cQNgYh-cQL8xQ-cQLbxU-cQGxwU-cQEwv3-cQGG3o-cQH8us-cQEB3S-cQEstW-cQGBLN-cQFmNq-cQFz2A-cQHTFd-cQKeZ1-cQK8So-cQHKqu-cQNtu1-cQHCd3-cQHycj-cQNyiS-cQEJPW-cQGktq-cQHPwY-cQKcgL-cQNAVu-cQNqC1-cQGakE-cQFEKj-cQJLGq-cQKhSQ-cQJDFA-cQFKQA-cQETCw-cQGp31-cQEF7j-cQKSz7-cQG7nw-cQKUV3-cQH3U7-cQL3ts-cQK5a1-cQJGZC-cQNRT5-cQG2Uw-cQEPBu-cQL187-cQMMCb-cQFXt1">Prof. Mortel</a>, CC BY-NC-SA 2.0)</span></span></p> <p><span class="block-image image-wrapper"><img alt="Exterior view of the mihrab dome in the Great Mosque of Kairouan, Tunisia (photo: Chuck Moravec, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/b8ff5eb35f748196546f80d6114435504e75ef94.jpg" /><span class="image-caption">Exterior view of the mihrab dome in the Great Mosque of Kairouan, Tunisia (photo: <a href="http://commons.wikimedia.org/wiki/File:Coupole_du_mihrab,_Grande_Mosqu%C3%A9e_de_Kairouan.jpg">Chuck Moravec</a>, CC BY 2.0)</span></span></p> <p><span>Other architectural elements link the Great Mosque of Kairouan with earlier and contemporary Islamic religious structures and pre-Islamic buildings. They also show the joint religious and secular importance of the Great Mosque of Kairouan. Like other hypostyle mosques, such as the Prophet&rsquo;s Mosque in Medina, the mosque of Kairouan is roughly rectangular. Wider aisles leading to the mihrab and along the qibla wall give it a T-plan. The sanctuary roof and courtyard porticos are supported by repurposed Roman and Byzantine columns and capitals.</span></p> <p><span class="block-image image-wrapper"><img alt="View of lustre tiles that surround the mihrab (photo: Richard Mortel, CC BY-NC-SA 2.0) " src="https://ka-perseus-images.s3.amazonaws.com/e4be40e4f602b420f60e0f414303183fabe191dc.jpg" /><span class="image-caption">View of lustre tiles that surround the mihrab (photo: <a href="http://www.flickr.com/photos/43714545@N06/7771461320/in/photolist-cQJLGq-cQKhSQ-cQJDFA-cQFKQA-cQETCw-cQGakE-cQGp31-cQEF7j-cQKSz7-cQG7nw-cQKUV3-cQH3U7-cQL3ts-cQK5a1-cQJGZC-cQG2Uw-cQNRT5-cQEPBu-cQL187-cQMMCb-cQFXt1-cQMbbq-cQFSXm-cQLiyq-cQKXiJ-cQLQ21-cQNfpq-cQNiqh-cQM94N-cQJoCo-cQMGBs-cQFPhN-cQGdVu-cQLMFy-cQNk6G-cQLKB5-3mcyxm-cQM6TA-cQHX8m-cQJ2bd-cQGVwJ-cQFubL-cQHFq5-cQM4MS-cQFqvm-cQFish-cQKtYC-cQNJ7L-cQFceo-cQKnCh-cQNDhL">Richard Mortel</a>, CC BY-NC-SA 2.0)</span></span></p> <p>The lower portion of the mihrab is decorated with openwork marble panels in floral and geometric vine designs. Though the excessively decorated mihrab is unique, the panels are from the Syrian area. Around the mihrab are lustre tiles from Iraq. They also feature stylized floral patterns like Byzantine and eastern Islamic examples.</p> <p><span class="block-image image-wrapper"><img alt="Prayer Hall, Great Mosque of Kairouan (photo: Citizen59, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/f7f7a03a6671a590f936afc47c5d6d667c89c9b1.jpg" /><span class="image-caption">Prayer Hall, Great Mosque of Kairouan (photo: <a href="http://en.wikipedia.org/wiki/File:SallePriereGrandeMosqueKairouan_2.JPG">Citizen59</a>, CC BY-SA 3.0)</span></span></p> <p>Since it was used for Friday prayer, the mosque has a ninth-century minbar, a narrow wooden pulpit where the weekly sermon was delivered. It is said to be the oldest surviving wooden minbar. Like Christian pulpits, the minbar made the prayer leader more visible and audible. Because a ruler&rsquo;s legitimacy could rest upon the mention of his name during the sermon, the minbar served both religious and secular purposes. The minbar is made from teak imported from Asia, an expensive material exemplifying Kairouan&rsquo;s commercial reach. The side of the minbar closest to the mihrab is composed of elaborately carved latticework with vegetal, floral, and geometric designs evocative of those used in Byzantine and Umayyad architecture.</p> <p><span class="image-wrapper inline-image"><img alt="Minaret, Great Mosque of Kairouan (photo: Tab59, CC BY-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/47d361368838a0ecb3502bbea21100bf9d6bd597.jpg" /><span class="image-caption">Minaret, Great Mosque of Kairouan (photo: <a href="http://www.flickr.com/photos/11085937@N02/8316426455/in/photolist-dETRR2-dEUAf2-dEZzwo-dETTec-dEUviM-dEUeUx-dEUDSi-dEUx3g-dEZU6o-dEZYUq-dEUqNg-dEZeDu-dETN38-dEZ9ab-dEUEv6-dEZv3y-dEUkbg-dEU65i-dETVRk-dEZqtS-dEU5rZ-dETXmR-dETLL6-dEZPuo-dEZtbq-dEZWWL-dEUyfx-dEZQQW-dEUyWn-dEZE87-dEUu8v-dEU7R2-dEUiAz-dETFDv-dEZVgU-dETQZM-dEZRvm-dF11Tf-dETYFz-dEUC6B-dEUdbX-dEZAZ9-dEZ86f-dEUnmZ-dEZSV3-dEUAPx-dEUo46-dETZtZ-dEZkSb-dETKtZ-dF15Py">Tab59</a>, CC BY-SA 2.0)</span></span>The minaret dates from the early ninth century, or at least its lower portion does. Perhaps inspired by Roman lighthouses, the massive square Kairouan minaret is about thirty two meters tall, over one hundred feet, making it one of the highest structures around. So in addition to functioning as a place to call for prayer, the minaret identifies the mosque&rsquo;s presence and location in the city while helping to define the city&rsquo;s religious identity. As it was placed just off the mihrab axis, it also affirmed the mihrab&rsquo;s importance.</p> <p>The mosque continued to be modified after the Aghlabids, showing that it remained religiously and socially significant even as Kairouan fell into decline. A Zirid, al-Mu&lsquo;izz ibn Badis (ruled 1016-62 CE), commissioned a wooden maqsura, an enclosed space within a mosque that was reserved for the ruler and his associates. The maqsura is assembled from cutwork wooden screens topped with bands of carved abstracted vegetal motifs set into geometric frames, kufic-style script inscriptions, and merlons, which look like the crenellations a top a fortress wall. Maqsuras are said to indicate political instability in a society. They remove a ruler from the rest of the worshippers. So, the enclosure, along with its inscription, protected the lives and affirmed the status of persons allowed inside.</p> <p><span class="block-image image-wrapper"><img alt="Maqsura, Great Mosque of Kairouan, Tunisia (photo: Professor Richard Mortel, CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/a67231e0f82fa28cbeebd081c5e97ea4e9b2a1c4.jpg" /><span class="image-caption">Maqsura, Great Mosque of Kairouan, Tunisia (photo: <a href="http://www.flickr.com/photos/43714545@N06/7772150004/in/photolist-cQNiqh-cQMGBs-cQLMFy-cQNk6G-cQLKB5-cQJ2bd-cQFish-cQNJ7L-cQFceo-cQLTsy-cQNLCo-cQLXHq-cQNDhL-cQGZdS-cQGRFE-cQGtvm-cQHdo5-cQHp4N-cQHirW-cQHtUb-cQGMTm-cQM2Jq-cYTQJW-bofM13-dmeMng-cYTrg3-cYU8g9-a125Gk-a14Vmq-a124wV-a14WBL-eBAbgG-a14TRq-a125jp-6DQick-aegk33-dYksek">Professor Richard Mortel</a>, CC BY-NC-SA 2.0)</span></span><span>In the thirteenth century, the Hafsids gave the mosque a more fortified look when they added buttresses to support falling exterior walls, a practice continued in later centuries. In 1294, Caliph al-Mustansir restored the courtyard and added monumental portals, such as Bab al-Ma on the east and the domed Bab Lalla Rejana on the west. Additional gates were constructed in later centuries. Carved stone panels inside the mosque and on the exterior acted like billboards advertising which patron was responsible for construction and restoration.&nbsp;</span></p> <h3>An intellectual center</h3> <p>The Great Mosque was literally and figuratively at the center of Kairouan activity, growth, and prestige. Though the mosque is now near the northwest city ramparts established in the eleventh century, when Sidi Okba founded Kairouan, it was probably closer to the center of town, near what was the governor&rsquo;s residence and the main thoroughfare, a symbolically prominent and physical visible part of the city. By the mid-tenth century, Kairouan became a thriving settlement with marketplaces, agriculture imported from surrounding towns, cisterns supplying water, and textile and ceramic manufacturing areas. It was a political capital, a pilgrimage city, and intellectual center, particularly for the Maliki school of Sunni Islam and the sciences. The Great Mosque had fifteen thoroughfares leading from it into a city that may have had a circular layout like Baghdad, the capital of the Islamic empire during Kairouan&rsquo;s heyday. As a Friday Mosque, it was one of if not the largest buildings in town.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Exterior of the Quibla Wall, Great Mosque of Kairouan (photo: Gavinother, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/785173bc7f791cbe62b5b7d3a2982cdace1ab57a.jpg" /><span class="image-caption">Exterior of the Qibla Wall, Great Mosque of Kairouan (photo: <a href="http://www.flickr.com/photos/15109510@N00/3144896153">Gavinother</a>, CC BY 2.0)</span></span></p> <p>The Great Mosque of Kairouan was a public structure, set along roads that served a city with a vibrant commercial, educational, and religious life. As such, it assumed the important function of representing a cosmopolitan and urbane Kairouan, one of the first cities organized under Muslim rule in North Africa. Even today, the Great Mosque of Kairouan reflects the time and place in which it was built.</p> <p>Text by Dr. Colette Apelian</p> <hr /> <p><strong>Additional resources:</strong></p> <p>Sheila S. Blair and Jonathan M. Bloom,&nbsp;<em>The Art and Architecture of Islam 1250-1800 </em>(New York: Yale University Press, 1995).</p> <p>K. A. C. Creswell and James W. Allan,&nbsp;<em>A Short Account of Early Muslim Architecture </em>(Cairo: The American University of Cairo Press, 1989).</p> <p>Richard Ettinghausen, Oleg Grabar, Marilyn Jenkins-Madina,&nbsp;<em>Islamic Art and Architecture,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 650-1250 </em>(New York: Yale University Press, 2001).</p> <p>Peter Harrison,&nbsp;<em>Castles of God: Fortified Religious Buildings of the World </em>(Rochester:&nbsp;Boydell Press, 2004).</p> <p>Robert Hillenbrand,&nbsp;<em>Islamic Architecture: form, function, and meaning </em>(New York:&nbsp;Columbia University Press, 1994).&nbsp;</p> <p>John D. Hoag,&nbsp;<em>Islamic Architecture</em>, New York: Electa/Rizzoli, 1975.</p> <p>Ira Lapidus,&nbsp;<em>A History of Islamic Societies</em>, 2nd edition (New York: Cambridge University Press, 2002).</p> <p>Mourad Rammah, &ldquo;Kairouan,&rdquo;&nbsp;<em>Museum with no Frontiers, Islamic Art in the Mediterranean,&nbsp;&nbsp;Ifriqiya.</em> <em>Thirteen Centuries of Art and Architecture in Tunisia (</em>Vienna: Electa, 2002).</p> <p>Andrew Petersen,&nbsp;Dictionary of Islamic Architecture (New York: Routledge, 1999).</p>
it: <p><span class="block-image image-wrapper"><img alt="Courtyard, Great Mosque of Kairouan, Tunisia (photo: Andrew Watson, CC BY-SA 2.0) Sahn and minaret, Great Mosque of Kairouan, c. 836-75 (photo: Andrew Watson, CC BY-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/25ba562915aa387dd2cb0f6ef837b76534fe147b.jpg" /><span class="image-caption">Sahn (courtyard)&nbsp;and minaret,&nbsp;Great Mosque of Kairouan, Tunisia c. 836-75&nbsp;(photo: <a href="http://en.wikipedia.org/wiki/File:Overview_of_the_courtyard_of_the_Great_Mosque_of_Kairouan.jpg">Andrew Watson</a>, CC BY-SA 2.0)&nbsp;</span></span></p> <h3><span>A new city</span></h3> <p>Seventh-century North Africa was not the easiest place to establish a new city. It required battling Byzantines; convincing Berbers, the indigenous people of North Africa, to accept centralized Muslim rule; and persuading Middle Eastern merchants to move to North Africa. So, in 670 CE, conquering general Sidi Okba constructed a Friday Mosque (<em>masjid-i jami`</em>&nbsp;or<em>&nbsp;jami`</em>) in what was becoming Kairouan in modern day Tunisia. A Friday Mosque is used for communal prayers on the Muslim holy day, Friday. The mosque was a critical addition, communicating that Kairouan would become a cosmopolitan metropolis under strong Muslim control, an important distinction at this time and place.</p> <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/4f71b58ef04285572c801134da8426906ed6a3b1.jpg" /><span class="image-caption">Rendering&nbsp;of the Great Mosque of Kairouan, Tunisia. From left to right: zoom on the south wall (seen from the outside), global view of the mosque, zoom on the minaret seen from the court (graphic: <a href="http://en.wikipedia.org/wiki/File:3D_computer_modeling_of_the_Great_mosquee_of_Kairouan-en.svg">Tachym&egrave;tre</a>)</span></span></p> <p>Known as the Great Mosque of Kairouan, it is an early example of a hypostyle mosque that also reflects how pre-Islamic and eastern Islamic art and motifs were incorporated into the religious architecture of Islamic North Africa. The aesthetics signified the Great Mosque and Kairouan, and, thus, its patrons, were just as important as the religious structures, cities, and rulers of other empires in this region, and that Kairouan was part of the burgeoning Islamic empire.&nbsp;</p> <h3>The Aghlabids</h3> <p>During the eighth century, Sidi Okba&rsquo;s mosque was rebuilt at least twice as Kairouan prospered. However, the mosque we see today is essentially ninth century. The Aghlabids (800-909 C.E.) were the semi-independent rulers of much of North Africa. In 836, Prince Ziyadat Allah I tore down most of the earlier mudbrick structure and rebuilt it in more permanent stone, brick, and wood. The prayer hall or sanctuary is supported by rows of columns and there is an open courtyard, that are characteristic of a hypostyle plan.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Great Mosque of Kairouan prayer hall facade (photo: Damian Entwistle, CC BY-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/1dd5094c4cfec6ef3f5a0f9786bd45098672d9b1.jpg" /><span class="image-caption">Great Mosque of Kairouan prayer hall facade (photo: <a href="http://en.wikipedia.org/wiki/File:Great_Mosque_of_Kairouan_prayer_hall_facade.jpg">Damian Entwistle</a>, CC BY-SA 2.0)</span></span></p> <p>In the late ninth century, another Aghlabid ruler embellished the courtyard entrance to the prayer space and added a dome over the central arches and portal. The dome emphasizes the placement of the mihrab, or prayer niche (below), which is on the same central axis and also under a cupola to signify its importance.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Dome interior, Great Mosque of Kairouan (photo: Prof. Mortel, CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/d2c09657f22df1b38987acb07aa9d9ff40e61a59.jpg" /><span class="image-caption">Mihrab (left) and minbar (right), Interior view of the dome,&nbsp;Great Mosque of Kairouan</span></span>The dome is an architectural element borrowed from Roman and Byzantine architecture. The small windows in the drum of the dome above the mihrab space let natural light into what was an otherwise dim interior. Rays fall around the most significant area of the mosque, the mihrab. The drum rests on squinches, small arches decorated with shell over rosette designs similar to examples in Roman, Byzantine, and Umayyad Islamic art. The stone dome is constructed of twenty four ribs that each have a small corbel at their base, so the dome looks like a cut cantaloupe, according to the architectural historian K. A. C. Creswell.</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Interior view of the dome above the mihrab, Great Mosque of Kairouan (photo: Prof. Mortel, CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/a58d150c2477cf935bafab39071b392af7c2c984.jpg" /><span class="image-caption">Interior view of the dome above the mihrab, Great Mosque of Kairouan (photo: <a href="http://www.flickr.com/photos/43714545@N06/7771357456/in/photolist-cQJePE-cQF5rG-cQKESC-cQNgYh-cQL8xQ-cQLbxU-cQGxwU-cQEwv3-cQGG3o-cQH8us-cQEB3S-cQEstW-cQGBLN-cQFmNq-cQFz2A-cQHTFd-cQKeZ1-cQK8So-cQHKqu-cQNtu1-cQHCd3-cQHycj-cQNyiS-cQEJPW-cQGktq-cQHPwY-cQKcgL-cQNAVu-cQNqC1-cQGakE-cQFEKj-cQJLGq-cQKhSQ-cQJDFA-cQFKQA-cQETCw-cQGp31-cQEF7j-cQKSz7-cQG7nw-cQKUV3-cQH3U7-cQL3ts-cQK5a1-cQJGZC-cQNRT5-cQG2Uw-cQEPBu-cQL187-cQMMCb-cQFXt1">Prof. Mortel</a>, CC BY-NC-SA 2.0)</span></span></p> <p><span class="block-image image-wrapper"><img alt="Exterior view of the mihrab dome in the Great Mosque of Kairouan, Tunisia (photo: Chuck Moravec, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/b8ff5eb35f748196546f80d6114435504e75ef94.jpg" /><span class="image-caption">Exterior view of the mihrab dome in the Great Mosque of Kairouan, Tunisia (photo: <a href="http://commons.wikimedia.org/wiki/File:Coupole_du_mihrab,_Grande_Mosqu%C3%A9e_de_Kairouan.jpg">Chuck Moravec</a>, CC BY 2.0)</span></span></p> <p><span>Other architectural elements link the Great Mosque of Kairouan with earlier and contemporary Islamic religious structures and pre-Islamic buildings. They also show the joint religious and secular importance of the Great Mosque of Kairouan. Like other hypostyle mosques, such as the Prophet&rsquo;s Mosque in Medina, the mosque of Kairouan is roughly rectangular. Wider aisles leading to the mihrab and along the qibla wall give it a T-plan. The sanctuary roof and courtyard porticos are supported by repurposed Roman and Byzantine columns and capitals.</span></p> <p><span class="block-image image-wrapper"><img alt="View of lustre tiles that surround the mihrab (photo: Richard Mortel, CC BY-NC-SA 2.0) " src="https://ka-perseus-images.s3.amazonaws.com/e4be40e4f602b420f60e0f414303183fabe191dc.jpg" /><span class="image-caption">View of lustre tiles that surround the mihrab (photo: <a href="http://www.flickr.com/photos/43714545@N06/7771461320/in/photolist-cQJLGq-cQKhSQ-cQJDFA-cQFKQA-cQETCw-cQGakE-cQGp31-cQEF7j-cQKSz7-cQG7nw-cQKUV3-cQH3U7-cQL3ts-cQK5a1-cQJGZC-cQG2Uw-cQNRT5-cQEPBu-cQL187-cQMMCb-cQFXt1-cQMbbq-cQFSXm-cQLiyq-cQKXiJ-cQLQ21-cQNfpq-cQNiqh-cQM94N-cQJoCo-cQMGBs-cQFPhN-cQGdVu-cQLMFy-cQNk6G-cQLKB5-3mcyxm-cQM6TA-cQHX8m-cQJ2bd-cQGVwJ-cQFubL-cQHFq5-cQM4MS-cQFqvm-cQFish-cQKtYC-cQNJ7L-cQFceo-cQKnCh-cQNDhL">Richard Mortel</a>, CC BY-NC-SA 2.0)</span></span></p> <p>The lower portion of the mihrab is decorated with openwork marble panels in floral and geometric vine designs. Though the excessively decorated mihrab is unique, the panels are from the Syrian area. Around the mihrab are lustre tiles from Iraq. They also feature stylized floral patterns like Byzantine and eastern Islamic examples.</p> <p><span class="block-image image-wrapper"><img alt="Prayer Hall, Great Mosque of Kairouan (photo: Citizen59, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/f7f7a03a6671a590f936afc47c5d6d667c89c9b1.jpg" /><span class="image-caption">Prayer Hall, Great Mosque of Kairouan (photo: <a href="http://en.wikipedia.org/wiki/File:SallePriereGrandeMosqueKairouan_2.JPG">Citizen59</a>, CC BY-SA 3.0)</span></span></p> <p>Since it was used for Friday prayer, the mosque has a ninth-century minbar, a narrow wooden pulpit where the weekly sermon was delivered. It is said to be the oldest surviving wooden minbar. Like Christian pulpits, the minbar made the prayer leader more visible and audible. Because a ruler&rsquo;s legitimacy could rest upon the mention of his name during the sermon, the minbar served both religious and secular purposes. The minbar is made from teak imported from Asia, an expensive material exemplifying Kairouan&rsquo;s commercial reach. The side of the minbar closest to the mihrab is composed of elaborately carved latticework with vegetal, floral, and geometric designs evocative of those used in Byzantine and Umayyad architecture.</p> <p><span class="image-wrapper inline-image"><img alt="Minaret, Great Mosque of Kairouan (photo: Tab59, CC BY-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/47d361368838a0ecb3502bbea21100bf9d6bd597.jpg" /><span class="image-caption">Minaret, Great Mosque of Kairouan (photo: <a href="http://www.flickr.com/photos/11085937@N02/8316426455/in/photolist-dETRR2-dEUAf2-dEZzwo-dETTec-dEUviM-dEUeUx-dEUDSi-dEUx3g-dEZU6o-dEZYUq-dEUqNg-dEZeDu-dETN38-dEZ9ab-dEUEv6-dEZv3y-dEUkbg-dEU65i-dETVRk-dEZqtS-dEU5rZ-dETXmR-dETLL6-dEZPuo-dEZtbq-dEZWWL-dEUyfx-dEZQQW-dEUyWn-dEZE87-dEUu8v-dEU7R2-dEUiAz-dETFDv-dEZVgU-dETQZM-dEZRvm-dF11Tf-dETYFz-dEUC6B-dEUdbX-dEZAZ9-dEZ86f-dEUnmZ-dEZSV3-dEUAPx-dEUo46-dETZtZ-dEZkSb-dETKtZ-dF15Py">Tab59</a>, CC BY-SA 2.0)</span></span>The minaret dates from the early ninth century, or at least its lower portion does. Perhaps inspired by Roman lighthouses, the massive square Kairouan minaret is about thirty two meters tall, over one hundred feet, making it one of the highest structures around. So in addition to functioning as a place to call for prayer, the minaret identifies the mosque&rsquo;s presence and location in the city while helping to define the city&rsquo;s religious identity. As it was placed just off the mihrab axis, it also affirmed the mihrab&rsquo;s importance.</p> <p>The mosque continued to be modified after the Aghlabids, showing that it remained religiously and socially significant even as Kairouan fell into decline. A Zirid, al-Mu&lsquo;izz ibn Badis (ruled 1016-62 CE), commissioned a wooden maqsura, an enclosed space within a mosque that was reserved for the ruler and his associates. The maqsura is assembled from cutwork wooden screens topped with bands of carved abstracted vegetal motifs set into geometric frames, kufic-style script inscriptions, and merlons, which look like the crenellations a top a fortress wall. Maqsuras are said to indicate political instability in a society. They remove a ruler from the rest of the worshippers. So, the enclosure, along with its inscription, protected the lives and affirmed the status of persons allowed inside.</p> <p><span class="block-image image-wrapper"><img alt="Maqsura, Great Mosque of Kairouan, Tunisia (photo: Professor Richard Mortel, CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/a67231e0f82fa28cbeebd081c5e97ea4e9b2a1c4.jpg" /><span class="image-caption">Maqsura, Great Mosque of Kairouan, Tunisia (photo: <a href="http://www.flickr.com/photos/43714545@N06/7772150004/in/photolist-cQNiqh-cQMGBs-cQLMFy-cQNk6G-cQLKB5-cQJ2bd-cQFish-cQNJ7L-cQFceo-cQLTsy-cQNLCo-cQLXHq-cQNDhL-cQGZdS-cQGRFE-cQGtvm-cQHdo5-cQHp4N-cQHirW-cQHtUb-cQGMTm-cQM2Jq-cYTQJW-bofM13-dmeMng-cYTrg3-cYU8g9-a125Gk-a14Vmq-a124wV-a14WBL-eBAbgG-a14TRq-a125jp-6DQick-aegk33-dYksek">Professor Richard Mortel</a>, CC BY-NC-SA 2.0)</span></span><span>In the thirteenth century, the Hafsids gave the mosque a more fortified look when they added buttresses to support falling exterior walls, a practice continued in later centuries. In 1294, Caliph al-Mustansir restored the courtyard and added monumental portals, such as Bab al-Ma on the east and the domed Bab Lalla Rejana on the west. Additional gates were constructed in later centuries. Carved stone panels inside the mosque and on the exterior acted like billboards advertising which patron was responsible for construction and restoration.&nbsp;</span></p> <h3>An intellectual center</h3> <p>The Great Mosque was literally and figuratively at the center of Kairouan activity, growth, and prestige. Though the mosque is now near the northwest city ramparts established in the eleventh century, when Sidi Okba founded Kairouan, it was probably closer to the center of town, near what was the governor&rsquo;s residence and the main thoroughfare, a symbolically prominent and physical visible part of the city. By the mid-tenth century, Kairouan became a thriving settlement with marketplaces, agriculture imported from surrounding towns, cisterns supplying water, and textile and ceramic manufacturing areas. It was a political capital, a pilgrimage city, and intellectual center, particularly for the Maliki school of Sunni Islam and the sciences. The Great Mosque had fifteen thoroughfares leading from it into a city that may have had a circular layout like Baghdad, the capital of the Islamic empire during Kairouan&rsquo;s heyday. As a Friday Mosque, it was one of if not the largest buildings in town.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Exterior of the Quibla Wall, Great Mosque of Kairouan (photo: Gavinother, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/785173bc7f791cbe62b5b7d3a2982cdace1ab57a.jpg" /><span class="image-caption">Exterior of the Qibla Wall, Great Mosque of Kairouan (photo: <a href="http://www.flickr.com/photos/15109510@N00/3144896153">Gavinother</a>, CC BY 2.0)</span></span></p> <p>The Great Mosque of Kairouan was a public structure, set along roads that served a city with a vibrant commercial, educational, and religious life. As such, it assumed the important function of representing a cosmopolitan and urbane Kairouan, one of the first cities organized under Muslim rule in North Africa. Even today, the Great Mosque of Kairouan reflects the time and place in which it was built.</p> <p>Text by Dr. Colette Apelian</p> <hr /> <p><strong>Additional resources:</strong></p> <p>Sheila S. Blair and Jonathan M. Bloom,&nbsp;<em>The Art and Architecture of Islam 1250-1800 </em>(New York: Yale University Press, 1995).</p> <p>K. A. C. Creswell and James W. Allan,&nbsp;<em>A Short Account of Early Muslim Architecture </em>(Cairo: The American University of Cairo Press, 1989).</p> <p>Richard Ettinghausen, Oleg Grabar, Marilyn Jenkins-Madina,&nbsp;<em>Islamic Art and Architecture,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 650-1250 </em>(New York: Yale University Press, 2001).</p> <p>Peter Harrison,&nbsp;<em>Castles of God: Fortified Religious Buildings of the World </em>(Rochester:&nbsp;Boydell Press, 2004).</p> <p>Robert Hillenbrand,&nbsp;<em>Islamic Architecture: form, function, and meaning </em>(New York:&nbsp;Columbia University Press, 1994).&nbsp;</p> <p>John D. Hoag,&nbsp;<em>Islamic Architecture</em>, New York: Electa/Rizzoli, 1975.</p> <p>Ira Lapidus,&nbsp;<em>A History of Islamic Societies</em>, 2nd edition (New York: Cambridge University Press, 2002).</p> <p>Mourad Rammah, &ldquo;Kairouan,&rdquo;&nbsp;<em>Museum with no Frontiers, Islamic Art in the Mediterranean,&nbsp;&nbsp;Ifriqiya.</em> <em>Thirteen Centuries of Art and Architecture in Tunisia (</em>Vienna: Electa, 2002).</p> <p>Andrew Petersen,&nbsp;Dictionary of Islamic Architecture (New York: Routledge, 1999).</p>
