Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>Art and State</h3> <p><span class="image-wrapper inline-image"><img alt="Hyacinthe Rigaud, Louis XIV, 1701. Oil on canvas, 9’2” x 6’3”. Musée du Louvre, Paris" src="https://ka-perseus-images.s3.amazonaws.com/d0dfb0faa9843a0f0973f98e12e3294bbc83b27d.jpg" /><span class="image-caption">Hyacinthe Rigaud, <em>Louis XIV</em>, 1701, oil on canvas, 9&rsquo;2&rdquo; x 6&rsquo;3&rdquo;. Mus&eacute;e du Louvre, Paris</span></span>The early seventeenth century was marked by unrest and near constant warfare; however, by the mid seventeenth century, France had emerged as Europe&rsquo;s largest and most powerful country. France, under Louis XIV, was an absolute monarchy where full power resided with the king. As an absolute monarch, Louis was not subject to any constitutional limitations, leading him to declare &ldquo;l&rsquo;etat, c&rsquo;est moi&rdquo; (&ldquo;I am the state&rdquo;). Louis ruled by divine right, receiving his authority directly from God. The concept of divine right allowed Louis to quash emerging rebellions while establishing legitimacy. Louis became known as <em>le Roi Soleil</em>, the Sun King, furthering his claim of divine lineage by recalling the ancient Greek god Apollo and declaring himself, in his usual modest manner, to be the center of the universe.&nbsp;</p> <p>Recognizing the importance of propaganda, Louis and his advisors embarked on many large-scale projects, most memorably the expansion of Versailles from a rather unassuming (by royal standards, at least) hunting lodge to an enormous, gilded (and mirrored) palace. Versailles reinforced the image of the Sun King and infused the Baroque style with classical elements, visually linking Louis&rsquo; rule to the might of Imperial Rome. As the leading patron of the era, Louis XIV employed a workshop of artists and architects; Hyacinthe Rigaud became the principal painter to the king. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Left: Hyacinthe Rigaud, Louis XIV, 1701. Oil on canvas, 9’2” x 6’3”. Musée du Louvre, Paris. Right: Anthony van Dyck, Charles I at the Hunt, c. 1635, oil on canvas, 2.66 x 2.07 m (Musée du Louvre)" src="https://ka-perseus-images.s3.amazonaws.com/683ce13b0b50525b48cf2c87e58a688275fc04e6.jpg" /><span class="image-caption">Left: Hyacinthe Rigaud, <em>Louis XIV</em>, 1701, oil on canvas, 9&rsquo;2&rdquo; x 6&rsquo;3&rdquo;&nbsp;(Mus&eacute;e du Louvre), Paris; right: Anthony van Dyck, <em>Charles I at the Hunt</em>, c. 1635, oil on canvas, 2.66 x 2.07 m (Mus&eacute;e du Louvre)</span></span></p> <h3>&ldquo;L&rsquo;etat, c&rsquo;est moi&rdquo;</h3> <p><span class="image-wrapper inline-image"><img alt="Face (detail), Hyacinthe Rigaud, Louis XIV, 1701. Oil on canvas, 9’2” x 6’3”. Musée du Louvre, Paris" src="https://ka-perseus-images.s3.amazonaws.com/22f49c07ffd4c41402c8bbfe5570664386bad328.jpg" /><span class="image-caption">Face (detail), Hyacinthe Rigaud, <em>Louis XIV</em>, 1701, oil on canvas, 9&rsquo;2&rdquo; x 6&rsquo;3&rdquo; (Mus&eacute;e du Louvre, Paris)</span></span>Rigaud&rsquo;s monumental portrait displays a life-size, full-body depiction of Louis XIV. The composition recalls Anthony Van Dyck&rsquo;s 1635 <em>Charles I Dismounted.&nbsp;</em>Louis, as the focal point, stands in the center of the canvas, his body angled slightly while his face is turned to meet the viewer with the confidence and directness expected from a king.</p> <p>Billowing embroidered silk curtains form an honorific canopy over the King&rsquo;s head while the lavish carpeting creates an opulent environment worthy of the king&rsquo;s presence. To the left, a marble column sits atop a gilded base, symbolizing the strength of the monarch while again recalling the classical era.&nbsp;</p> <p>Louis&rsquo; pose, like Charles&rsquo; before him, allows him to literally look down on the viewer, despite both monarchs being quite short. As royal portrait painters, both Rigaud and Van Dyck were able to assert the dominance of the monarch by carefully creating the illusion of height; to please their patron, royal painters often opted for idealized elements at the expense of realism. Despite the similarities in their portraits, Louis met a happier (or at least far less grisly) end than Charles I who was beheaded in 1649.&nbsp;</p> <h3>Accessories Make the Man</h3> <p><span class="image-wrapper inline-image"><img alt="Fleur-de-lis and ermine (detail), Hyacinthe Rigaud, Louis XIV, 1701, oil on canvas, 9’2” x 6’3” (Musée du Louvre, Paris)" src="https://ka-perseus-images.s3.amazonaws.com/d62899c324b547c097742bd2aefbc7f8fec0dcd5.jpg" /><span class="image-caption">Fleur-de-lis and ermine (detail), Hyacinthe Rigaud, Louis XIV, 1701, oil on canvas, 9&rsquo;2&rdquo; x 6&rsquo;3&rdquo; (Mus&eacute;e du Louvre, Paris)</span></span>Like Versailles, nothing in Louis XIV is understated; every detail was intended to remind the viewer of the supremacy of the monarch and his divine authority. Louis, dressed to the nines, is bedecked in his coronation robe. Even the materials of the robe reinforce the image of the monarch; the back-and-white ermine fur and the blue-and-gold fleur-de-lis, a stylized lily, are symbolic of the French monarchy.</p> <p>Rigaud paints Louis with a royal sword fastened to his hip, the precious materials contributing to the extravagant atmosphere while also symbolizing his military might. In his right hand, Louis holds the royal scepter while the crown rests on the table below, just in case there were any lingering doubts that this Louis was a pretty important fellow.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="The kind (detail), Hyacinthe Rigaud, Louis XIV, 1701, oil on canvas, 9’2” x 6’3” (Musée du Louvre, Paris)" src="https://ka-perseus-images.s3.amazonaws.com/35b070b91c7e222e787ee70184969e13d8c7fc77.jpg" /><span class="image-caption">The king(detail), Hyacinthe Rigaud, Louis XIV, 1701, oil on canvas, 9&rsquo;2&rdquo; x 6&rsquo;3&rdquo; (Mus&eacute;e du Louvre, Paris)</span></span></p> <p>Louis&rsquo; hair is also worth noting (and not just because it&rsquo;s amazing). To modern eyes, the king&rsquo;s hair seems more appropriate for a member of KISS than for a sixty-three year old absolute monarch; however, Louis&rsquo; hair cascades down his royal robes&mdash;representing a still youthful and robust king. In official royal portraits, there was constant negotiation between historical accuracy and the ideal form. How exactly to render Louis&rsquo; hair sparked an intense debate on more than one occasion: should the hairstyle be accurate, the king presented as he actually looks, or should concessions be made so that the regal qualities of the king might be more readily apparent? Like with Louis&rsquo; (lack of) height, royal painters had to strike a balance between an identifiable and recognizable portrait and one that idealized the sitter to meet the patron&rsquo;s desired result.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="The king’s legs (detail), Hyacinthe Rigaud, Louis XIV, 1701, oil on canvas, 9’2” x 6’3” (Musée du Louvre, Paris)" src="https://ka-perseus-images.s3.amazonaws.com/1a3804d1b5d20e72b3c5375dcba20de99434eb7f.jpg" /><span class="image-caption">The king&rsquo;s legs (detail), Hyacinthe Rigaud, <em>Louis XIV</em>, 1701, oil on canvas, 9&rsquo;2&rdquo; x 6&rsquo;3&rdquo; (Mus&eacute;e du Louvre, Paris)</span></span></p> <p>Similarly, Louis&rsquo; legs, which Rigaud has cleverly and prominently displayed, are rather well defined for an aging king. Louis&rsquo; advancing age (he would die fourteen years after this portrait) is betrayed by his lined face, slight jowls, and double chin; the king was reportedly in ill health and had to have several teeth extracted due to infection. It is no coincidence that Louis is posed with his majestic robe draped over his shoulder to reveal his lower limbs: Louis had been a ballet dancer in his youth and prided himself on his dancer&rsquo;s legs. The legs, while in contrast to his aged face, suggest a vital and vigorous man, still in the prime of his power. Rigaud tempers the monarch&rsquo;s timeworn face by reminding the viewer of Louis&rsquo; athletic past; the heeled shoes are not only flattering but add several precious inches onto Louis&rsquo; height. Here, Louis is identifiable&mdash;clearly the portrait is of the king in the later years of his life&mdash;yet also idealized, his well-toned legs and lustrous hair preternaturally preserved.</p> <h3>Success&nbsp;</h3> <p>Rigaud&rsquo;s portrait, originally commissioned as a gift for Louis&rsquo; grandson, Philip V of Spain, was so well received that Louis ultimately chose to keep it and sent a copy in its place. Rigaud&nbsp;so successfully captured power of&nbsp;Louis XIV that the image was placed over the throne and in the king&rsquo;s absence, the painting served as his proxy and courtiers were forbidden to turn their backs on the painting.&nbsp;</p> <p>Essay by Tessa Fleming</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/louis-xiv-1638-1715">This painting at the Louvre</a></p> <p><a href="http://www.learner.org/courses/globalart/work/12/index.html">Art through Time: Louis XIV</a></p>
it: <h3>Art and State</h3> <p><span class="image-wrapper inline-image"><img alt="Hyacinthe Rigaud, Louis XIV, 1701. Oil on canvas, 9’2” x 6’3”. Musée du Louvre, Paris" src="https://ka-perseus-images.s3.amazonaws.com/d0dfb0faa9843a0f0973f98e12e3294bbc83b27d.jpg" /><span class="image-caption">Hyacinthe Rigaud, <em>Louis XIV</em>, 1701, oil on canvas, 9&rsquo;2&rdquo; x 6&rsquo;3&rdquo;. Mus&eacute;e du Louvre, Paris</span></span>The early seventeenth century was marked by unrest and near constant warfare; however, by the mid seventeenth century, France had emerged as Europe&rsquo;s largest and most powerful country. France, under Louis XIV, was an absolute monarchy where full power resided with the king. As an absolute monarch, Louis was not subject to any constitutional limitations, leading him to declare &ldquo;l&rsquo;etat, c&rsquo;est moi&rdquo; (&ldquo;I am the state&rdquo;). Louis ruled by divine right, receiving his authority directly from God. The concept of divine right allowed Louis to quash emerging rebellions while establishing legitimacy. Louis became known as <em>le Roi Soleil</em>, the Sun King, furthering his claim of divine lineage by recalling the ancient Greek god Apollo and declaring himself, in his usual modest manner, to be the center of the universe.&nbsp;</p> <p>Recognizing the importance of propaganda, Louis and his advisors embarked on many large-scale projects, most memorably the expansion of Versailles from a rather unassuming (by royal standards, at least) hunting lodge to an enormous, gilded (and mirrored) palace. Versailles reinforced the image of the Sun King and infused the Baroque style with classical elements, visually linking Louis&rsquo; rule to the might of Imperial Rome. As the leading patron of the era, Louis XIV employed a workshop of artists and architects; Hyacinthe Rigaud became the principal painter to the king. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/683ce13b0b50525b48cf2c87e58a688275fc04e6.jpg" /><span class="image-caption">Left: Hyacinthe Rigaud, <em>Louis XIV</em>, 1701, oil on canvas, 9&rsquo;2&rdquo; x 6&rsquo;3&rdquo;&nbsp;(Mus&eacute;e du Louvre), Paris; right: Anthony van Dyck, <em>Charles I at the Hunt</em>, c. 1635, oil on canvas, 2.66 x 2.07 m (Mus&eacute;e du Louvre)</span></span></p> <h3>&ldquo;L&rsquo;etat, c&rsquo;est moi&rdquo;</h3> <p><span class="image-wrapper inline-image"><img alt="Face (detail), Hyacinthe Rigaud, Louis XIV, 1701. Oil on canvas, 9’2” x 6’3”. Musée du Louvre, Paris" src="https://ka-perseus-images.s3.amazonaws.com/22f49c07ffd4c41402c8bbfe5570664386bad328.jpg" /><span class="image-caption">Face (detail), Hyacinthe Rigaud, <em>Louis XIV</em>, 1701, oil on canvas, 9&rsquo;2&rdquo; x 6&rsquo;3&rdquo; (Mus&eacute;e du Louvre, Paris)</span></span>Rigaud&rsquo;s monumental portrait displays a life-size, full-body depiction of Louis XIV. The composition recalls Anthony Van Dyck&rsquo;s 1635 <em>Charles I Dismounted.&nbsp;</em>Louis, as the focal point, stands in the center of the canvas, his body angled slightly while his face is turned to meet the viewer with the confidence and directness expected from a king.</p> <p>Billowing embroidered silk curtains form an honorific canopy over the King&rsquo;s head while the lavish carpeting creates an opulent environment worthy of the king&rsquo;s presence. To the left, a marble column sits atop a gilded base, symbolizing the strength of the monarch while again recalling the classical era.&nbsp;</p> <p>Louis&rsquo; pose, like Charles&rsquo; before him, allows him to literally look down on the viewer, despite both monarchs being quite short. As royal portrait painters, both Rigaud and Van Dyck were able to assert the dominance of the monarch by carefully creating the illusion of height; to please their patron, royal painters often opted for idealized elements at the expense of realism. Despite the similarities in their portraits, Louis met a happier (or at least far less grisly) end than Charles I who was beheaded in 1649.&nbsp;</p> <h3>Accessories Make the Man</h3> <p><span class="image-wrapper inline-image"><img alt="Fleur-de-lis and ermine (detail), Hyacinthe Rigaud, Louis XIV, 1701, oil on canvas, 9’2” x 6’3” (Musée du Louvre, Paris)" src="https://ka-perseus-images.s3.amazonaws.com/d62899c324b547c097742bd2aefbc7f8fec0dcd5.jpg" /><span class="image-caption">Fleur-de-lis and ermine (detail), Hyacinthe Rigaud, Louis XIV, 1701, oil on canvas, 9&rsquo;2&rdquo; x 6&rsquo;3&rdquo; (Mus&eacute;e du Louvre, Paris)</span></span>Like Versailles, nothing in Louis XIV is understated; every detail was intended to remind the viewer of the supremacy of the monarch and his divine authority. Louis, dressed to the nines, is bedecked in his coronation robe. Even the materials of the robe reinforce the image of the monarch; the back-and-white ermine fur and the blue-and-gold fleur-de-lis, a stylized lily, are symbolic of the French monarchy.</p> <p>Rigaud paints Louis with a royal sword fastened to his hip, the precious materials contributing to the extravagant atmosphere while also symbolizing his military might. In his right hand, Louis holds the royal scepter while the crown rests on the table below, just in case there were any lingering doubts that this Louis was a pretty important fellow.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="The kind (detail), Hyacinthe Rigaud, Louis XIV, 1701, oil on canvas, 9’2” x 6’3” (Musée du Louvre, Paris)" src="https://ka-perseus-images.s3.amazonaws.com/35b070b91c7e222e787ee70184969e13d8c7fc77.jpg" /><span class="image-caption">The king(detail), Hyacinthe Rigaud, Louis XIV, 1701, oil on canvas, 9&rsquo;2&rdquo; x 6&rsquo;3&rdquo; (Mus&eacute;e du Louvre, Paris)</span></span></p> <p>Louis&rsquo; hair is also worth noting (and not just because it&rsquo;s amazing). To modern eyes, the king&rsquo;s hair seems more appropriate for a member of KISS than for a sixty-three year old absolute monarch; however, Louis&rsquo; hair cascades down his royal robes&mdash;representing a still youthful and robust king. In official royal portraits, there was constant negotiation between historical accuracy and the ideal form. How exactly to render Louis&rsquo; hair sparked an intense debate on more than one occasion: should the hairstyle be accurate, the king presented as he actually looks, or should concessions be made so that the regal qualities of the king might be more readily apparent? Like with Louis&rsquo; (lack of) height, royal painters had to strike a balance between an identifiable and recognizable portrait and one that idealized the sitter to meet the patron&rsquo;s desired result.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="The king’s legs (detail), Hyacinthe Rigaud, Louis XIV, 1701, oil on canvas, 9’2” x 6’3” (Musée du Louvre, Paris)" src="https://ka-perseus-images.s3.amazonaws.com/1a3804d1b5d20e72b3c5375dcba20de99434eb7f.jpg" /><span class="image-caption">The king&rsquo;s legs (detail), Hyacinthe Rigaud, <em>Louis XIV</em>, 1701, oil on canvas, 9&rsquo;2&rdquo; x 6&rsquo;3&rdquo; (Mus&eacute;e du Louvre, Paris)</span></span></p> <p>Similarly, Louis&rsquo; legs, which Rigaud has cleverly and prominently displayed, are rather well defined for an aging king. Louis&rsquo; advancing age (he would die fourteen years after this portrait) is betrayed by his lined face, slight jowls, and double chin; the king was reportedly in ill health and had to have several teeth extracted due to infection. It is no coincidence that Louis is posed with his majestic robe draped over his shoulder to reveal his lower limbs: Louis had been a ballet dancer in his youth and prided himself on his dancer&rsquo;s legs. The legs, while in contrast to his aged face, suggest a vital and vigorous man, still in the prime of his power. Rigaud tempers the monarch&rsquo;s timeworn face by reminding the viewer of Louis&rsquo; athletic past; the heeled shoes are not only flattering but add several precious inches onto Louis&rsquo; height. Here, Louis is identifiable&mdash;clearly the portrait is of the king in the later years of his life&mdash;yet also idealized, his well-toned legs and lustrous hair preternaturally preserved.</p> <h3>Success&nbsp;</h3> <p>Rigaud&rsquo;s portrait, originally commissioned as a gift for Louis&rsquo; grandson, Philip V of Spain, was so well received that Louis ultimately chose to keep it and sent a copy in its place. Louis XIV so successfully captured the power of the king that the image was placed over the throne and in the king&rsquo;s absence, the painting served as his proxy and courtiers were forbidden to turn their backs on the painting.&nbsp;</p> <p>Essay by Tessa Fleming</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/louis-xiv-1638-1715">This painting at the Louvre</a></p> <p><a href="http://www.learner.org/courses/globalart/work/12/index.html">Art through Time: Louis XIV</a></p>
