Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Upper figure (detail), House-board (amo), Maori, 1830-60 C.E., wood, haliotis shell, 152 x 43 x 15 cm, Poverty Bay district, New Zealand, Polynesia © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/45700e04f4b1e354912b062bfffbc2cca947a872.jpg" /><span class="image-caption">Upper figure (detail), <em>House-board (amo)</em>, Maori, 1830-60 C.E., wood, haliotis shell, 152 x 43 x 15 cm, Poverty Bay district, New Zealand&nbsp;<br /> &copy; Trustees of the British Museum</span></span></p> <h3><em>Marae</em></h3> <p>The Maori built meeting houses&nbsp;before the period of contact with Europeans. The early structures appear to have been used as the homes of chiefs, though they were also used for accommodating guests. They did not exist in every community. From the middle of the nineteenth century, however, they started to develop into an important focal point of local society. Larger meeting houses were built, and they ceased to be used as homes. The open space in front of the house, known as a&nbsp;<em>marae</em>, is used as an assembly ground.&nbsp;They were, and still are, used for entertaining, for funerals, religious and political meetings.&nbsp;It is a focus of tribal pride and is treated with great respect.<br /> <br /> <span class="block-image image-wrapper"><img alt="Josiah Martin, Exterior of a Maori marae (community meeting house), Hinemihi, in the village of Te Wairoa, 1881, albumen print, 15.3 x 20.5 cm © The Trustees of the British Museum. Front of the house with carved end posts on either side of the veranda, maihi (carved barge-boards), raparapa (projecting boards at the end of the maihi), tekoteko( anthropomorphic figurative carving at the front of the apex of the roof), koruru (carved mask depicting the ancestor the house is named for, placed below the tekoteko), pare (carved lintel above doorway), and carving above the window; two people sit in front of the house: a Maori man sitting on the platform in front of the house, wrapped in a stripped blanket, and a Maori woman in Western-style clothing sitting on the ground in the foreground, on the right of the image." src="https://ka-perseus-images.s3.amazonaws.com/34f53b5e3ac107013c2eb2ac44bd5ea3ef3bc656.jpg" /><span class="image-caption">Josiah Martin, <em>Exterior of a Maori marae (community meeting house)</em>, Hinemihi, in the village of Te Wairoa, 1881, albumen print, 15.3 x 20.5 cm &copy; Trustees of the British Museum. Front of the house with carved end posts on either side of the veranda, <em>maihi</em> (carved barge-boards), <em>raparapa</em> (projecting boards at the end of the <em>maihi</em>), <em>tekoteko</em><br /> (figurative carving at the front of the apex of the roof), <em>koruru</em> (carved mask depicting the ancestor the house is named for, placed below the <em>tekoteko</em>), <em>pare</em> (carved lintel above doorway)window</span></span></p> <h3><em>Pare</em></h3> <p>The meeting house is regarded as sacred. Some areas are held as more sacred than others, especially the front of the house. The lintel (<em>pare</em>) above the doorway is considered the most important carving, marking the passage from the domain of one god to that of another. Outside the meeting house is often referred to as the domain of Tumatauenga, the god of war, and thus of hostility and conflict. The calm and peaceful interior is the domain of Rongo, the god of agriculture and other peaceful pursuits.</p> <p><span class="block-image image-wrapper"><img alt="Wooden openwork lintel (pare), c. 1830s-40s wood stained black, haliotis shells, 131.5 x 43.5 x 5.5 cm, Bay of Plenty, North Island, New Zealand © The Trustees of the British Museum. Three wheku figures, unsexed, with haliotis shell eyes, raised arms, surface decoration of spirals and pakura, separated and flanked by takarangi spirals. Solid base with bands of rauponga, central rauponga spiral and two terminal manaia with haliotis-shell eyes under feet of outer wheku figures." src="https://ka-perseus-images.s3.amazonaws.com/61d8bfab26ecac04f9b0c3bc3d7f247b1ed76a36.jpg" /><span class="image-caption"><em>Wooden openwork lintel</em> (<em>pare</em>), c. late 1840s, wood stained black, haliotis shells, 131.5 x 43.5 x 5.5 cm, Bay of Plenty, North Island, New Zealand<br /> &copy; Trustees of the British Museum. Three <em>wheku</em> figures, unsexed, with haliotis shell eyes, raised arms, surface decoration of spirals and <em>pakura</em>, separated and flanked by <em>takarangi</em> spirals. Solid base with bands of <em>rauponga</em>, central <em>rauponga</em> spiral and two terminal <em>manaia</em> with haliotis-shell eyes under feet of outer <em>wheku</em> figures.</span></span>The&nbsp;example above illustrates of one of the two main forms of door lintel. The three figures, with eyes inlaid with rings of haliotis shell, are standing on a base which symbolizes Papa or Earth. The scene refers to the moment of the creation of the world as the three figures push the sky god Rangi and earth apart. The three figures are Rangi and Papa&#39;s children, the central one probably representing Tane, god of the forests. The two large spirals represent light and knowledge entering the world.&nbsp;The lintel was probably carved in the Whakatane district of the Bay of Plenty in the late 1840s.</p> <p><span class="image-wrapper inline-image"><img alt="House-board (amo), Maori, 1830-60 C.E., wood, haliotis shell, 152 x 43 x 15 cm, Poverty Bay district, New Zealand, Polynesia © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/5cabe971038caeb1bd867976be8123bb8137f64e.jpg" /><span class="image-caption"><em>House-board (amo)</em>, Maori, 1830-60 C.E.,<br /> wood, haliotis shell, 152 x 43 x 15 cm,<br /> Poverty Bay district, New Zealand&nbsp;<br /> &copy; Trustees of the British Museum</span></span></p> <h3><em>Amo</em></h3> <p>This is a side post or <em>amo</em> from the front of a meeting house. A pair of <em>amo</em> would have supported the sloping barge boards of the house. The two carved figures represent named ancestors of the tribal group who owned the meeting house. The figures are male but the phalluses have been removed, probably after they were collected. Their eyes are inlaid with rings of haliotis shell. They are carved in relief with <em>rauponga</em> patterns, a style of Maori carved decoration in which a notched ridge is bordered by parallel plain ridges and grooves. Roger Neich, an expert on the subject of Maori carving, has identified the style of the carving of the post as that of the district of Poverty Bay in the East Coast area of the North Island.</p> <p><span class="block-image image-wrapper"><img alt="Lower figure (detail), House-board (amo), Maori, 1830-60 C.E., wood, haliotis shell, 152 x 43 x 15 cm, Poverty Bay district, New Zealand, Polynesia © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/32d324807b35637fdd3028809eaca866db497636.jpg" /><span class="image-caption">Lower figure (detail), <em>House-board (amo)</em>, Maori, 1830-60 C.E., wood, haliotis shell, 152 x 43 x 15 cm, Poverty Bay district, New Zealand&nbsp;<br /> &copy; Trustees of the British Museum</span></span></p> <p>This is one of a group of seven carvings purchased from Lady Sudeley in 1894. They were collected in New Zealand by her uncle, the Hon. Algernon Tollemache, probably between 1850 and 1873. This board and another from the same collection form a pair.</p> <h3><em>Poutokomanawa</em> figure</h3> <p><span class="block-image image-wrapper"><img alt="Carved male figure (from the base of a poutokomanawa), Maori, mid-19th century C.E., wood, haliotis shell, 85 x 26 x 18 cm, Hawkes Bay (?), New Zealand © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/721924f6080210efaa8e920906649b1b0f13e281.jpg" /><span class="image-caption">Head (detail), <em>Carved male figure</em> (from the base of a <em>poutokomanawa</em>), Maori, mid-19th century C.E., wood, haliotis shell, 85 x 26 x 18 cm, Hawkes Bay (?), New Zealand &copy; Trustees of the British Museum</span></span>This male figure is from the base of a <em>poutokomanawa</em>, an internal central post which supports the ridge-pole of a Maori meeting house. It represents an important ancestor of the tribal group which owned that house. The figure has fairly naturalistic features. It is clearly male, and has the typical Maori male hair topknot and a fully tattooed face. The eyes are inlaid with haliotis shell. The collar bone is carved as a raised ridge.&nbsp;The large hands<br /> <span class="image-wrapper inline-image"><img alt="Carved male figure (from the base of a poutokomanawa), Maori, mid-19th century C.E., wood, haliotis shell, 85 x 26 x 18 cm, Hawkes Bay (?), New Zealand © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/029051f58b406bd7d8850976c9546c31c5935b65.jpg" /><span class="image-caption"><em>Carved male figure</em> (from the base of a <em>poutokomanawa</em>), Maori, mid-19th century C.E., wood, haliotis shell, 85 x 26 x 18 cm, Hawkes Bay (?), New Zealand &copy; Trustees of the British Museum</span></span>have&nbsp;just three fingers each. This is not unusual, varying numbers of fingers are to be found on Maori carvings, and may be due to regional differences in style, rather than having a symbolic meaning.</p> <p>The style of carving - the solidly proportioned body and large hands&mdash;is typical of the prominent Ngati Kahungunu school of carvers from the central Hawkes Bay district, in the mid-nineteenth century. The majority of Maori carving from this period is more stylized than this figure. This naturalistic style may have been intended to emphasize the social or human side of the ancestor represented.</p> <p>The Maori meeting house increased in size and height during the nineteenth century, due partly to European influence. Consequently <em>poutokomanawa</em> figures increased in size until the largest were around two meters high.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>J.C.H. King (ed.), <em>Human Image</em> (London, The British Museum Press, 2000).<br /> <br /> D.R. Simmons, <em>te whare runanga: the Maori me</em> (Auckland, Reed Books, 1997).<br /> <br /> D.C. Starzecka (ed.), <em>Maori Art and Culture</em>, 2nd ed. (London, The British Museum Press, 1998).</p> <p>N. Thomas, <em>Oceanic Art</em> (London, Thames and Hudson, 1995).</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p><br /> <br /> <br /> &copy; The Trustees of the British Museum</p>
it: <p><span class="block-image image-wrapper"><img alt="Upper figure (detail), House-board (amo), Maori, 1830-60 C.E., wood, haliotis shell, 152 x 43 x 15 cm, Poverty Bay district, New Zealand, Polynesia © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/45700e04f4b1e354912b062bfffbc2cca947a872.jpg" /><span class="image-caption">Upper figure (detail), <em>House-board (amo)</em>, Maori, 1830-60 C.E., wood, haliotis shell, 152 x 43 x 15 cm, Poverty Bay district, New Zealand&nbsp;<br /> &copy; Trustees of the British Museum</span></span></p> <h3><em>Marae</em></h3> <p>The Maori built meeting houses&nbsp;before the period of contact with Europeans. The early structures appear to have been used as the homes of chiefs, though they were also used for accommodating guests. They did not exist in every community. From the middle of the nineteenth century, however, they started to develop into an important focal point of local society. Larger meeting houses were built, and they ceased to be used as homes. The open space in front of the house, known as a&nbsp;<em>marae</em>, is used as an assembly ground.&nbsp;They were, and still are, used for entertaining, for funerals, religious and political meetings.&nbsp;It is a focus of tribal pride and is treated with great respect.<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/34f53b5e3ac107013c2eb2ac44bd5ea3ef3bc656.jpg" /><span class="image-caption">Josiah Martin, <em>Exterior of a Maori marae (community meeting house)</em>, Hinemihi, in the village of Te Wairoa, 1881, albumen print, 15.3 x 20.5 cm &copy; Trustees of the British Museum. Front of the house with carved end posts on either side of the veranda, <em>maihi</em> (carved barge-boards), <em>raparapa</em> (projecting boards at the end of the <em>maihi</em>), <em>tekoteko</em><br /> (figurative carving at the front of the apex of the roof), <em>koruru</em> (carved mask depicting the ancestor the house is named for, placed below the <em>tekoteko</em>), <em>pare</em> (carved lintel above doorway)window</span></span></p> <h3><em>Pare</em></h3> <p>The meeting house is regarded as sacred. Some areas are held as more sacred than others, especially the front of the house. The lintel (<em>pare</em>) above the doorway is considered the most important carving, marking the passage from the domain of one god to that of another. Outside the meeting house is often referred to as the domain of Tumatauenga, the god of war, and thus of hostility and conflict. The calm and peaceful interior is the domain of Rongo, the god of agriculture and other peaceful pursuits.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/61d8bfab26ecac04f9b0c3bc3d7f247b1ed76a36.jpg" /><span class="image-caption"><em>Wooden openwork lintel</em> (<em>pare</em>), c. late 1840s, wood stained black, haliotis shells, 131.5 x 43.5 x 5.5 cm, Bay of Plenty, North Island, New Zealand<br /> &copy; Trustees of the British Museum. Three <em>wheku</em> figures, unsexed, with haliotis shell eyes, raised arms, surface decoration of spirals and <em>pakura</em>, separated and flanked by <em>takarangi</em> spirals. Solid base with bands of <em>rauponga</em>, central <em>rauponga</em> spiral and two terminal <em>manaia</em> with haliotis-shell eyes under feet of outer <em>wheku</em> figures.</span></span>The&nbsp;example above illustrates of one of the two main forms of door lintel. The three figures, with eyes inlaid with rings of haliotis shell, are standing on a base which symbolizes Papa or Earth. The scene refers to the moment of the creation of the world as the three figures push the sky god Rangi and earth apart. The three figures are Rangi and Papa&#39;s children, the central one probably representing Tane, god of the forests. The two large spirals represent light and knowledge entering the world.&nbsp;The lintel was probably carved in the Whakatane district of the Bay of Plenty in the late 1840s.</p> <p><span class="image-wrapper inline-image"><img alt="House-board (amo), Maori, 1830-60 C.E., wood, haliotis shell, 152 x 43 x 15 cm, Poverty Bay district, New Zealand, Polynesia © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/5cabe971038caeb1bd867976be8123bb8137f64e.jpg" /><span class="image-caption"><em>House-board (amo)</em>, Maori, 1830-60 C.E.,<br /> wood, haliotis shell, 152 x 43 x 15 cm,<br /> Poverty Bay district, New Zealand&nbsp;<br /> &copy; Trustees of the British Museum</span></span></p> <h3><em>Amo</em></h3> <p>This is a side post or <em>amo</em> from the front of a meeting house. A pair of <em>amo</em> would have supported the sloping barge boards of the house. The two carved figures represent named ancestors of the tribal group who owned the meeting house. The figures are male but the phalluses have been removed, probably after they were collected. Their eyes are inlaid with rings of haliotis shell. They are carved in relief with <em>rauponga</em> patterns, a style of Maori carved decoration in which a notched ridge is bordered by parallel plain ridges and grooves. Roger Neich, an expert on the subject of Maori carving, has identified the style of the carving of the post as that of the district of Poverty Bay in the East Coast area of the North Island.</p> <p><span class="block-image image-wrapper"><img alt="Lower figure (detail), House-board (amo), Maori, 1830-60 C.E., wood, haliotis shell, 152 x 43 x 15 cm, Poverty Bay district, New Zealand, Polynesia © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/32d324807b35637fdd3028809eaca866db497636.jpg" /><span class="image-caption">Lower figure (detail), <em>House-board (amo)</em>, Maori, 1830-60 C.E., wood, haliotis shell, 152 x 43 x 15 cm, Poverty Bay district, New Zealand&nbsp;<br /> &copy; Trustees of the British Museum</span></span></p> <p>This is one of a group of seven carvings purchased from Lady Sudeley in 1894. They were collected in New Zealand by her uncle, the Hon. Algernon Tollemache, probably between 1850 and 1873. This board and another from the same collection form a pair.</p> <h3><em>Poutokomanawa</em> figure</h3> <p><span class="block-image image-wrapper"><img alt="Carved male figure (from the base of a poutokomanawa), Maori, mid-19th century C.E., wood, haliotis shell, 85 x 26 x 18 cm, Hawkes Bay (?), New Zealand © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/721924f6080210efaa8e920906649b1b0f13e281.jpg" /><span class="image-caption">Head (detail), <em>Carved male figure</em> (from the base of a <em>poutokomanawa</em>), Maori, mid-19th century C.E., wood, haliotis shell, 85 x 26 x 18 cm, Hawkes Bay (?), New Zealand &copy; Trustees of the British Museum</span></span>This male figure is from the base of a <em>poutokomanawa</em>, an internal central post which supports the ridge-pole of a Maori meeting house. It represents an important ancestor of the tribal group which owned that house. The figure has fairly naturalistic features. It is clearly male, and has the typical Maori male hair topknot and a fully tattooed face. The eyes are inlaid with haliotis shell. The collar bone is carved as a raised ridge.&nbsp;The large hands<br /> <span class="image-wrapper inline-image"><img alt="Carved male figure (from the base of a poutokomanawa), Maori, mid-19th century C.E., wood, haliotis shell, 85 x 26 x 18 cm, Hawkes Bay (?), New Zealand © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/029051f58b406bd7d8850976c9546c31c5935b65.jpg" /><span class="image-caption"><em>Carved male figure</em> (from the base of a <em>poutokomanawa</em>), Maori, mid-19th century C.E., wood, haliotis shell, 85 x 26 x 18 cm, Hawkes Bay (?), New Zealand &copy; Trustees of the British Museum</span></span>have&nbsp;just three fingers each. This is not unusual, varying numbers of fingers are to be found on Maori carvings, and may be due to regional differences in style, rather than having a symbolic meaning.</p> <p>The style of carving - the solidly proportioned body and large hands&mdash;is typical of the prominent Ngati Kahungunu school of carvers from the central Hawkes Bay district, in the mid-nineteenth century. The majority of Maori carving from this period is more stylized than this figure. This naturalistic style may have been intended to emphasize the social or human side of the ancestor represented.</p> <p>The Maori meeting house increased in size and height during the nineteenth century, due partly to European influence. Consequently <em>poutokomanawa</em> figures increased in size until the largest were around two meters high.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>J.C.H. King (ed.), <em>Human Image</em> (London, The British Museum Press, 2000).<br /> <br /> D.R. Simmons, <em>te whare runanga: the Maori me</em> (Auckland, Reed Books, 1997).<br /> <br /> D.C. Starzecka (ed.), <em>Maori Art and Culture</em>, 2nd ed. (London, The British Museum Press, 1998).</p> <p>N. Thomas, <em>Oceanic Art</em> (London, Thames and Hudson, 1995).</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p><br /> <br /> <br /> &copy; The Trustees of the British Museum</p>
