Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="image-wrapper inline-image"><img alt=" Panel from a Torah Shrine from the Ben Ezra Synagogue in Cairo, 11th century, wood (walnut) with traces of paint and gilt, 87.3 x 36.7 cm (The Walters Art Museum). The patterns of vine scrolls and lozenges shows the influence of Islamic art." src="https://ka-perseus-images.s3.amazonaws.com/4a96c0964e48e72daf6b4264f2b23cc3c7f9c6c9.jpg" /><span class="image-caption"> Panel from a Torah Shrine from the Ben Ezra Synagogue in Cairo, 11th century, wood (walnut) with traces of paint and gilt, 87.3 x 36.7 cm (The Walters Art Museum). The patterns of vine scrolls and lozenges shows the influence of Islamic art.</span></span>For every period of Jewish history, interactions with non-Jews have been essential to forming Jewish culture and identity. The early Israelites made animal sacrifices at the Holy Temple, and they were distinct from other Levantine peoples, each of whom worshipped their local gods.</p> <h3>The Diaspora</h3> <p>Although there is no archaeological evidence for it, the Hebrew Bible describes a Temple in Jerusalem erected by King Solomon, probably sometime during the tenth century B.C.E. The Bible also describes the Temple&rsquo;s destruction at the hand of the Babylonians 500 years later. Since the fall of the first Temple, Jews scattered throughout the Levant and Mesopotamia, creating competing cultures. Rabbinical scholars realized then that it would be necessary to write down oral interpretations&mdash;and they set the blueprint for future generations who would debate and reinterpret Jewish laws. The best-known rabbinical scholar was Hillel (70 B.C.E. to 10 C.E.). &nbsp;Hillel developed methods for interpreting the Hebrew Bible that were flexible. &nbsp;Since its inception, Judaism has been subject to community ritual interpretation and context.&nbsp;</p> <p>A new Temple was constructed a century after the first was destroyed when some Jews returned to the Land of Israel. In 70 C.E., at the Roman siege of Jerusalem, Jews dispersed throughout northern Africa, the Middle East, and the Mediterranean. This widespread dispersion of Jews outside of the Land of Israel is called the Diaspora.</p> <h3>The Middle Ages&nbsp;</h3> <p>In the Diaspora, Jewish groups lived in both Muslim- and Christian-dominated areas. Local communities had distinct traditions, but the differences between those who came from Muslim areas and those who came from Christian areas was more pronounced. Jews who can trace their ancestry&nbsp;back to Central and Eastern European areas are now known as Ashkenazim, and those who come from the Islamic world are now known as Sephardim. Sephardic Jews technically trace their origins back to the Iberian Peninsula, but Jews from the historically Muslim lands of the Middle East and North Africa (referred to as Mizrahi and Maghrebi, respectively), have been conflated with contemporary Sephardim since they share many of the same customs. These labels did not become widely used until the 1960s, when Jews from Islamic lands emigrated into Europe, the United States, and Israel. On a global scale, these distinctions weren&rsquo;t relevant until after World War II.</p> <p>In both Ashkenazic and Sephardic communities, Jews in the Middle Ages had to pay taxes in exchange for communal autonomy. Just as they came to speak the vernacular languages&nbsp;of the non-Jews among whom they lived, they also adopted the architectural, musical, culinary, and literary styles of their neighbors.</p> <p><span class="image-wrapper inline-image"><img alt="Santa Maria la Blanca" src="https://ka-perseus-images.s3.amazonaws.com/101ea1105aa5f24c39b679a72d9b2782acb93d56.jpg" /><span class="image-caption">Santa Maria la Blanca, former synagogue in Toledo, Spain. Erected in 1180, it&nbsp;may&nbsp;be the oldest synagogue&nbsp;in Europe still standing. It is now owned and preserved by the Catholic Church as a museum (photo:&nbsp;<br /> <a href="https://www.flickr.com/photos/nics_events/2554473358/in/photostream/">Nik McPhee</a> (CC BY-SA 2.0)</span></span></p> <p>Synagogues in Christian-dominated lands are sometimes drab on the exterior but extremely ornate on the inside. Synagogues in Muslim lands have domes &nbsp;and arches&nbsp;that mimic&nbsp;Islamic architecture, such as the Santa Maria la Blanca in Toledo, Spain, or the Algiers Grande Synagogue in Algeria.&nbsp;</p> <p>In Europe, persecution of Jews began after the Roman Emperor Constantine converted to Christianity. In the eleventh and twelfth centuries,&nbsp;crusading mobs massacred Jews throughout Europe. Crusaders blamed Jews for crucifying Jesus, an accusation&nbsp;that was extended&nbsp;in order to claim that Jews were committing the ritual murder&nbsp;of Christian children, known as the blood libel.</p> <p>Jews that lived in Europe were easy, early targets for Crusaders since the Muslims,from whom they hoped to wrest the Holy Lands, were far from home.. Throughout the fourteenth and fifteenth centuries, Jews in Spain were subject to violent forms of anti-Judaism. The Spanish Inquisition forced conversions and expulsions of the many Jewish residents of the Iberian Peninsula.</p> <p><span class="block-image image-wrapper"><img alt="Belt Fitting (Yemen), the back is blank except for an Arabic stamp with the name and date of the Muslim ruler, Imam al-Mansur al-Husayn, and an engraved inscription in Hebrew names the silversmith, Yahya Tayyib" src="https://ka-perseus-images.s3.amazonaws.com/2bf8d04446011a84c331891385b19f6e5257cd27.jpg" /><span class="image-caption">Belt Fitting&nbsp;from&nbsp;Yemen&nbsp;(The Walters Art Museum)&nbsp;<br /> The back is blank except for an Arabic stamp with the name and date of the Muslim ruler, Imam al-Mansur al-Husayn, and an engraved inscription in Hebrew that names the silversmith, Yahya Tayyib&nbsp;</span></span>Life for Jews in Islamic lands was comparatively tranquil. In areas dominated by Muslims, Jews in the Middle Ages were tolerated as a &ldquo;dhimmi&rdquo;&mdash;a people of the book. Unlike in the Christian world, Jewish people were not the only non-Muslim inhabitants (there were also Christians, Zoroastrians,&nbsp;Hindus, Buddhists, etc.). Jews were integrated into the economy, and they were allowed to practice their religion freely. Jews conducted business with non-Jews in the Middle Ages and the similarities in art, music, and food traditions speak to Jewish and non-Jewish interaction. But their communal lives remained mostly separate&mdash;Jewish dietary laws, or kashrut, meant that Jews had their own butchers, bakers, and even wine producers. The weekly Sabbath meant that Jewish merchants and peasants would refrain from work, while Christian or Muslim commerce might continue. And&nbsp;Jewish law forbid marriage&nbsp;outside of the religion,&nbsp;further solidifying&nbsp;boundaries between Jews and their neighbors&mdash;boundaries that in some later instances became&nbsp;walled ghettos within which&nbsp;Jews were forced to live.</p> <p>Text by Dr. Jessica Hammerman and Dr. Shaina Hammerman</p> <hr /> <p><strong>Additional resources:</strong></p> <p>Daniel&nbsp;Boyarin, &nbsp;Border Lines: The Partition of Judaeo-Christianity (Philadelphia: University of Pennsylvania Press, 2004).</p> <p>Elisheva&nbsp;Carlebach,&nbsp;<em>Divided Souls, 1500-1750 </em>(New Haven: Yale University Press,2001).</p> <p>Robert&nbsp;Chazan, <em>The Jews of Medieval Western Christendom: 1000-1500 </em>(Cambridge:Cambridge University Press, 2006).</p> <p>Mark R.&nbsp;Cohen, <em>Under Crescent and Cross: The Jews in the Middle Ages </em>(Princeton:Princeton University Press, 1994).</p>
it: <p><span class="image-wrapper inline-image"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/4a96c0964e48e72daf6b4264f2b23cc3c7f9c6c9.jpg" /><span class="image-caption"> Panel from a Torah Shrine from the Ben Ezra Synagogue in Cairo, 11th century, wood (walnut) with traces of paint and gilt, 87.3 x 36.7 cm (The Walters Art Museum). The patterns of vine scrolls and lozenges shows the influence of Islamic art.</span></span>For every period of Jewish history, interactions with non-Jews have been essential to forming Jewish culture and identity. The early Israelites made animal sacrifices at the Holy Temple, and they were distinct from other Levantine peoples, each of whom worshipped their local gods.</p> <h3>The Diaspora</h3> <p>Although there is no archaeological evidence for it, the Hebrew Bible describes a Temple in Jerusalem erected by King Solomon, probably sometime during the tenth century B.C.E. The Bible also describes the Temple&rsquo;s destruction at the hand of the Babylonians 500 years later. Since the fall of the first Temple, Jews scattered throughout the Levant and Mesopotamia, creating competing cultures. Rabbinical scholars realized then that it would be necessary to write down oral interpretations&mdash;and they set the blueprint for future generations who would debate and reinterpret Jewish laws. The best-known rabbinical scholar was Hillel (70 B.C.E. to 10 C.E.). &nbsp;Hillel developed methods for interpreting the Hebrew Bible that were flexible. &nbsp;Since its inception, Judaism has been subject to community ritual interpretation and context.&nbsp;</p> <p>A new Temple was constructed a century after the first was destroyed when some Jews returned to the Land of Israel. In 70 C.E., at the Roman siege of Jerusalem, Jews dispersed throughout northern Africa, the Middle East, and the Mediterranean. This widespread dispersion of Jews outside of the Land of Israel is called the Diaspora.</p> <h3>The Middle Ages&nbsp;</h3> <p>In the Diaspora, Jewish groups lived in both Muslim- and Christian-dominated areas. Local communities had distinct traditions, but the differences between those who came from Muslim areas and those who came from Christian areas was more pronounced. Jews who can trace their ancestry&nbsp;back to Central and Eastern European areas are now known as Ashkenazim, and those who come from the Islamic world are now known as Sephardim. Sephardic Jews technically trace their origins back to the Iberian Peninsula, but Jews from the historically Muslim lands of the Middle East and North Africa (referred to as Mizrahi and Maghrebi, respectively), have been conflated with contemporary Sephardim since they share many of the same customs. These labels did not become widely used until the 1960s, when Jews from Islamic lands emigrated into Europe, the United States, and Israel. On a global scale, these distinctions weren&rsquo;t relevant until after World War II.</p> <p>In both Ashkenazic and Sephardic communities, Jews in the Middle Ages had to pay taxes in exchange for communal autonomy. Just as they came to speak the vernacular languages&nbsp;of the non-Jews among whom they lived, they also adopted the architectural, musical, culinary, and literary styles of their neighbors.</p> <p><span class="image-wrapper inline-image"><img alt="Santa Maria la Blanca" src="https://ka-perseus-images.s3.amazonaws.com/101ea1105aa5f24c39b679a72d9b2782acb93d56.jpg" /><span class="image-caption">Santa Maria la Blanca, former synagogue in Toledo, Spain. Erected in 1180, it&nbsp;may&nbsp;be the oldest synagogue&nbsp;in Europe still standing. It is now owned and preserved by the Catholic Church as a museum (photo:&nbsp;<br /> <a href="https://www.flickr.com/photos/nics_events/2554473358/in/photostream/">Nik McPhee</a> (CC BY-SA 2.0)</span></span></p> <p>Synagogues in Christian-dominated lands are sometimes drab on the exterior but extremely ornate on the inside. Synagogues in Muslim lands have domes &nbsp;and arches&nbsp;that mimic&nbsp;Islamic architecture, such as the Santa Maria la Blanca in Toledo, Spain, or the Algiers Grande Synagogue in Algeria.&nbsp;</p> <p>In Europe, persecution of Jews began after the Roman Emperor Constantine converted to Christianity. In the eleventh and twelfth centuries,&nbsp;crusading mobs massacred Jews throughout Europe. Crusaders blamed Jews for crucifying Jesus, an accusation&nbsp;that was extended&nbsp;in order to claim that Jews were committing the ritual murder&nbsp;of Christian children, known as the blood libel.</p> <p>Jews that lived in Europe were easy, early targets for Crusaders since the Muslims,from whom they hoped to wrest the Holy Lands, were far from home.. Throughout the fourteenth and fifteenth centuries, Jews in Spain were subject to violent forms of anti-Judaism. The Spanish Inquisition forced conversions and expulsions of the many Jewish residents of the Iberian Peninsula.</p> <p><span class="block-image image-wrapper"><img alt="Belt Fitting (Yemen), the back is blank except for an Arabic stamp with the name and date of the Muslim ruler, Imam al-Mansur al-Husayn, and an engraved inscription in Hebrew names the silversmith, Yahya Tayyib" src="https://ka-perseus-images.s3.amazonaws.com/2bf8d04446011a84c331891385b19f6e5257cd27.jpg" /><span class="image-caption">Belt Fitting&nbsp;from&nbsp;Yemen&nbsp;(The Walters Art Museum)&nbsp;<br /> The back is blank except for an Arabic stamp with the name and date of the Muslim ruler, Imam al-Mansur al-Husayn, and an engraved inscription in Hebrew that names the silversmith, Yahya Tayyib&nbsp;</span></span>Life for Jews in Islamic lands was comparatively tranquil. In areas dominated by Muslims, Jews in the Middle Ages were tolerated as a &ldquo;dhimmi&rdquo;&mdash;a people of the book. Unlike in the Christian world, Jewish people were not the only non-Muslim inhabitants (there were also Christians, Zoroastrians,&nbsp;Hindus, Buddhists, etc.). Jews were integrated into the economy, and they were allowed to practice their religion freely. Jews conducted business with non-Jews in the Middle Ages and the similarities in art, music, and food traditions speak to Jewish and non-Jewish interaction. But their communal lives remained mostly separate&mdash;Jewish dietary laws, or kashrut, meant that Jews had their own butchers, bakers, and even wine producers. The weekly Sabbath meant that Jewish merchants and peasants would refrain from work, while Christian or Muslim commerce might continue. And&nbsp;Jewish law forbid marriage&nbsp;outside of the religion,&nbsp;further solidifying&nbsp;boundaries between Jews and their neighbors&mdash;boundaries that in some later instances became&nbsp;walled ghettos within which&nbsp;Jews were forced to live.</p> <p>Text by Dr. Jessica Hammerman and Dr. Shaina Hammerman</p> <hr /> <p><strong>Additional resources:</strong></p> <p>Daniel&nbsp;Boyarin, &nbsp;Border Lines: The Partition of Judaeo-Christianity (Philadelphia: University of Pennsylvania Press, 2004).</p> <p>Elisheva&nbsp;Carlebach,&nbsp;<em>Divided Souls, 1500-1750 </em>(New Haven: Yale University Press,2001).</p> <p>Robert&nbsp;Chazan, <em>The Jews of Medieval Western Christendom: 1000-1500 </em>(Cambridge:Cambridge University Press, 2006).</p> <p>Mark R.&nbsp;Cohen, <em>Under Crescent and Cross: The Jews in the Middle Ages </em>(Princeton:Princeton University Press, 1994).</p>
