Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <h3>Royal history rendered in brass</h3> <p><span class="image-wrapper inline-image"><img alt="Plaque: Equestrian Oba and Attendants, Edo peoples (Benin Kingdom), 1550–1680, brass, H. 19 7/16 x W. 16 1/2 x D. 4 1/2 in. /49.5 x 41.9 x 11.4 cm (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/e8793f1a13d3b149290fadde7a384e7587104e74.jpg" /><span class="image-caption">Plaque: <em>Equestrian Oba and Attendants</em>, Edo peoples (Benin Kingdom), 1550&ndash;1680, brass, H. 19 7/16 x W. 16 1/2 x D. 4 1/2 in. /49.5 x 41.9 x 11.4 cm (The Metropolitan Museum of Art)</span></span>This remarkable brass plaque, dated between 1550-1680, depicts an Oba (or&nbsp;king) and his attendants from the Benin Empire&mdash;a powerful kingdom located in present-day Nigeria. We know that the central figure is an Oba because of his distinctive coral beaded regalia. Also, attendants hold shields above his head, either to protect him from attack or possibly from the hot, tropical sun. This was a privilege only afforded to an Oba.&nbsp;</p> <p>The figures around him range in size, not because of their actual height or distance from the Oba, but rather due to their level of importance within the court. This convention of sizing human figures based on status is known as &ldquo;hieratic scale&rdquo; and is found in artwork from cultures around the world and across time. The Oba would have travelled with a large cohort of attendants, warriors, servants, diplomats, chieftains, and priests. &nbsp; &nbsp;</p> <p>The plaque originally hung alongside many others on posts throughout the palace of the Oba. The order of their placement on these posts would have told the history of the royal lineage of Benin&rsquo;s Obas, who traced their dynasty all the way back to Oranmiyan, whose son was the first Oba of Benin. However, the sequence of plaques is lost to us since they were long held in storage when found by westerners in the 19th century. You may notice that the Oba rides sidesaddle on horseback, which would seem to indicate a connection to Oba Esigie (who ruled c. 1504-1550), the first Oba to travel by horse. However, without knowing the original order of the plaques, we will never know for certain whether this was Esigie, or a later Oba who emulated his brash new mode of travel.&nbsp;</p> <p>Artists working in brass were organized under Esigie. Today, artists working in brass in Benin are part of a brass workers guild, and it was likely that previous generations would have also worked collectively. These artists created plaques and other sculptures using what is known as the &ldquo;lost wax casting technique,&rdquo; in which, first, a more malleable wax version of the final brass work is made. It is then covered in clay and fired to harden the clay, removing the wax, which melts away in the process (hence the term, &ldquo;lost wax&rdquo;). Hot, molten liquid brass is then poured into the clay mold. As the brass cools, it hardens, and the clay is removed, revealing the finished plaque.&nbsp;</p> <h3>Crossing cultures: a&nbsp;record of trade</h3> <p><span class="block-image image-wrapper"><img alt="Plaque (detail): Equestrian Oba and Attendants, Edo peoples (Benin Kingdom), 1550–1680, brass, H. 19 7/16 x W. 16 1/2 x D. 4 1/2 in. /49.5 x 41.9 x 11.4 cm (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/f977bdda850d02aa7cdd17577f5590ed8ac3ca82.jpg" /><span class="image-caption">Plaque (detail): <em>Equestrian Oba and Attendants</em>, Edo peoples (Benin Kingdom), 1550&ndash;1680, brass, H. 19 7/16 x W. 16 1/2 x D. 4 1/2 in. /49.5 x 41.9 x 11.4 cm (The Metropolitan Museum of Art)</span></span></p> <p>Almost every detail in this work speaks to the Benin Kingdom&rsquo;s mutually beneficial trade with Portugal, which first made contact with Benin in the late 15th century. The Portuguese received items like peppers, cloth, and stone beads from Benin, while Benin received&mdash;among other items&mdash;the coral that makes up the beads worn by the Oba, and even the brass that makes up this plaque in the form of manillas, or armbands, worn by the Portuguese, which would have been melted down as the raw material for this plaque.</p> <p><span class="block-image image-wrapper"><img alt="Manilla, Benin Kingdom, Nigeria, 17th century (?). Brass, 24 x 26 x 8 cm. Museum für Völkerkunde Wein (coll. A. Maschmann)" src="https://ka-perseus-images.s3.amazonaws.com/09f4bea2df3edd3c3acc5163ab7183873f9a8c5a.jpg" /><span class="image-caption">Manilla, Benin Kingdom, Nigeria, 17th century (?). Brass, 24 x 26 x 8 cm. Museum f&uuml;r V&ouml;lkerkunde Wein (coll. A. Maschmann)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Rosette shape and figure (detail), Plaque: Equestrian Oba and Attendants, Edo peoples (Benin Kingdom), 1550–1680, brass, H. 19 7/16 x W. 16 1/2 x D. 4 1/2 in. /49.5 x 41.9 x 11.4 cm (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/32e8abbc175428e438006bf59c19b805afcb9db6.jpg" /><span class="image-caption">Rosette shape and figure (detail), Plaque: Equestrian Oba and Attendants, Edo peoples (Benin Kingdom), 1550&ndash;1680, brass, H. 19 7/16 x W. 16 1/2 x D. 4 1/2 in. /49.5 x 41.9 x 11.4 cm (Metropolitan Museum of Art)</span></span></p> <p>The rosette shapes that adorn the background of the plaque were possibly derived from Christian crosses brought by these European traders. Even the horse that the Oba rides was originally introduced to West Africa from across the sea. There is nothing quite like these plaques in all of Africa or Europe from this period, and some scholars speculate that they were created as a way of reconciling traditional African brass sculptural forms with the illustrated books and prints that may have been in the possession of European travelers.&nbsp;</p> <h3>Troubled Legacy&nbsp;</h3> <p>Trade began to decline with Portugal as the Portuguese empire waned in the 18th century. By the 19th century, Britain was seeking to make inroads with Benin as a new trading partner. However, this partnership was much less mutually beneficial and was marked with frequent tension. After increased aggression from both nations, the British launched the Punitive Expedition of 1897, seizing the Oba&rsquo;s palace, burning down the city around it, killing many, and looting the royal court&rsquo;s vast stores of art and treasure.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="British soldiers sit surrounded by Benin works of art during the British Punitive Expedition of 1897 (documentary photograph). Rawson, Sir Harry Holdsworth, 1897." src="https://ka-perseus-images.s3.amazonaws.com/1a37076a3c712a676d2a82f9100c49b466b96eb7.jpg" /><span class="image-caption">British soldiers sit surrounded by Benin works of art during the British Punitive Expedition of 1897 (documentary photograph). Rawson, Sir Harry Holdsworth, 1897.</span></span></p> <p>We know that this plaque was one of the artworks looted in the siege because Norman Burrows, a known trafficker in stolen Benin objects, owned it briefly during this time. This act of looting perpetrated by the British was later condemned as a criminal and violent act of British imperialism and colonialism. As such, there are many who believe that objects such as this plaque should be returned to the people of Benin, who remain deeply connected to their history and cultural traditions. However, there are others who feel that these remarkable objects are part of the world&rsquo;s heritage, and thus should remain in museum collections around the world as testament to this artistically rich culture. Where do you stand on this controversial and unresolved issue?&nbsp;</p> <p>Essay by Greg Stuart</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.metmuseum.org/toah/hd/wax/hd_wax.htm">Alice Apley,&nbsp;&quot;African Lost-Wax Casting&quot;&nbsp;on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><em>The Art of Africa: A Resource for Educators</em> (Metropolitan Museum of Art publication, <a href="http://www.metmuseum.org/research/metpublications/The_Art_of_Africa_A_Resource_for_Educators">available online</a>)</p> <p><a href="http://www.metmuseum.org/toah/hd/beni_2/hd_beni_2.htm">&quot;Origins and Empire: The Benin, Owo, and Ijebu Kingdoms&quot; on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/bnch/hd_bnch.htm">Benin chronology on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://dmaconnect.org/CONNECT/dma_406378#hep">Benin from the Dallas Museum of Art</a></p> <p>Kate Ezra,&nbsp;<em>Royal Arts of Benin: The Perls Collection</em> (New York: The Metropolitan Museum of Art, 1992).</p> <p>Barbara&nbsp;Plankensteiner, (ed.). <em>&nbsp;Benin Kings and Rituals: Court Arts from Nigeria </em>(Ghent, Belgium: Snoeck Publishers,&nbsp;2007).</p>
it: <p>&nbsp;</p> <h3>Royal history rendered in brass</h3> <p><span class="image-wrapper inline-image"><img alt="Plaque: Equestrian Oba and Attendants, Edo peoples (Benin Kingdom), 1550–1680, brass, H. 19 7/16 x W. 16 1/2 x D. 4 1/2 in. /49.5 x 41.9 x 11.4 cm (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/e8793f1a13d3b149290fadde7a384e7587104e74.jpg" /><span class="image-caption">Plaque: <em>Equestrian Oba and Attendants</em>, Edo peoples (Benin Kingdom), 1550&ndash;1680, brass, H. 19 7/16 x W. 16 1/2 x D. 4 1/2 in. /49.5 x 41.9 x 11.4 cm (The Metropolitan Museum of Art)</span></span>This remarkable brass plaque, dated between 1550-1680, depicts an Oba (or&nbsp;king) and his attendants from the Benin Empire&mdash;a powerful kingdom located in present-day Nigeria. We know that the central figure is an Oba because of his distinctive coral beaded regalia. Also, attendants hold shields above his head, either to protect him from attack or possibly from the hot, tropical sun. This was a privilege only afforded to an Oba.&nbsp;</p> <p>The figures around him range in size, not because of their actual height or distance from the Oba, but rather due to their level of importance within the court. This convention of sizing human figures based on status is known as &ldquo;hieratic scale&rdquo; and is found in artwork from cultures around the world and across time. The Oba would have travelled with a large cohort of attendants, warriors, servants, diplomats, chieftains, and priests. &nbsp; &nbsp;</p> <p>The plaque originally hung alongside many others on posts throughout the palace of the Oba. The order of their placement on these posts would have told the history of the royal lineage of Benin&rsquo;s Obas, who traced their dynasty all the way back to Oranmiyan, whose son was the first Oba of Benin. However, the sequence of plaques is lost to us since they were long held in storage when found by westerners in the 19th century. You may notice that the Oba rides sidesaddle on horseback, which would seem to indicate a connection to Oba Esigie (who ruled c. 1504-1550), the first Oba to travel by horse. However, without knowing the original order of the plaques, we will never know for certain whether this was Esigie, or a later Oba who emulated his brash new mode of travel.&nbsp;</p> <p>Artists working in brass were organized under Esigie. Today, artists working in brass in Benin are part of a brass workers guild, and it was likely that previous generations would have also worked collectively. These artists created plaques and other sculptures using what is known as the &ldquo;lost wax casting technique,&rdquo; in which, first, a more malleable wax version of the final brass work is made. It is then covered in clay and fired to harden the clay, removing the wax, which melts away in the process (hence the term, &ldquo;lost wax&rdquo;). Hot, molten liquid brass is then poured into the clay mold. As the brass cools, it hardens, and the clay is removed, revealing the finished plaque.&nbsp;</p> <h3>Crossing cultures: a&nbsp;record of trade</h3> <p><span class="block-image image-wrapper"><img alt="Plaque (detail): Equestrian Oba and Attendants, Edo peoples (Benin Kingdom), 1550–1680, brass, H. 19 7/16 x W. 16 1/2 x D. 4 1/2 in. /49.5 x 41.9 x 11.4 cm (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/f977bdda850d02aa7cdd17577f5590ed8ac3ca82.jpg" /><span class="image-caption">Plaque (detail): <em>Equestrian Oba and Attendants</em>, Edo peoples (Benin Kingdom), 1550&ndash;1680, brass, H. 19 7/16 x W. 16 1/2 x D. 4 1/2 in. /49.5 x 41.9 x 11.4 cm (The Metropolitan Museum of Art)</span></span></p> <p>Almost every detail in this work speaks to the Benin Kingdom&rsquo;s mutually beneficial trade with Portugal, which first made contact with Benin in the late 15th century. The Portuguese received items like peppers, cloth, and stone beads from Benin, while Benin received&mdash;among other items&mdash;the coral that makes up the beads worn by the Oba, and even the brass that makes up this plaque in the form of manillas, or armbands, worn by the Portuguese, which would have been melted down as the raw material for this plaque.</p> <p><span class="block-image image-wrapper"><img alt="Manilla, Benin Kingdom, Nigeria, 17th century (?). Brass, 24 x 26 x 8 cm. Museum für Völkerkunde Wein (coll. A. Maschmann)" src="https://ka-perseus-images.s3.amazonaws.com/09f4bea2df3edd3c3acc5163ab7183873f9a8c5a.jpg" /><span class="image-caption">Manilla, Benin Kingdom, Nigeria, 17th century (?). Brass, 24 x 26 x 8 cm. Museum f&uuml;r V&ouml;lkerkunde Wein (coll. A. Maschmann)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/32e8abbc175428e438006bf59c19b805afcb9db6.jpg" /><span class="image-caption">Rosette shape and figure (detail), Plaque: Equestrian Oba and Attendants, Edo peoples (Benin Kingdom), 1550&ndash;1680, brass, H. 19 7/16 x W. 16 1/2 x D. 4 1/2 in. /49.5 x 41.9 x 11.4 cm (Metropolitan Museum of Art)</span></span></p> <p>The rosette shapes that adorn the background of the plaque were possibly derived from Christian crosses brought by these European traders. Even the horse that the Oba rides was originally introduced to West Africa from across the sea. There is nothing quite like these plaques in all of Africa or Europe from this period, and some scholars speculate that they were created as a way of reconciling traditional African brass sculptural forms with the illustrated books and prints that may have been in the possession of European travelers.&nbsp;</p> <h3>Troubled Legacy&nbsp;</h3> <p>Trade began to decline with Portugal as the Portuguese empire waned in the 18th century. By the 19th century, Britain was seeking to make inroads with Benin as a new trading partner. However, this partnership was much less mutually beneficial and was marked with frequent tension. After increased aggression from both nations, the British launched the Punitive Expedition of 1897, seizing the Oba&rsquo;s palace, burning down the city around it, killing many, and looting the royal court&rsquo;s vast stores of art and treasure.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="British soldiers sit surrounded by Benin works of art during the British Punitive Expedition of 1897 (documentary photograph). Rawson, Sir Harry Holdsworth, 1897." src="https://ka-perseus-images.s3.amazonaws.com/1a37076a3c712a676d2a82f9100c49b466b96eb7.jpg" /><span class="image-caption">British soldiers sit surrounded by Benin works of art during the British Punitive Expedition of 1897 (documentary photograph). Rawson, Sir Harry Holdsworth, 1897.</span></span></p> <p>We know that this plaque was one of the artworks looted in the siege because Norman Burrows, a known trafficker in stolen Benin objects, owned it briefly during this time. This act of looting perpetrated by the British was later condemned as a criminal and violent act of British imperialism and colonialism. As such, there are many who believe that objects such as this plaque should be returned to the people of Benin, who remain deeply connected to their history and cultural traditions. However, there are others who feel that these remarkable objects are part of the world&rsquo;s heritage, and thus should remain in museum collections around the world as testament to this artistically rich culture. Where do you stand on this controversial and unresolved issue?&nbsp;</p> <p>Essay by Greg Stuart</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.metmuseum.org/toah/hd/wax/hd_wax.htm">Alice Apley,&nbsp;&quot;African Lost-Wax Casting&quot;&nbsp;on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><em>The Art of Africa: A Resource for Educators</em> (Metropolitan Museum of Art publication, <a href="http://www.metmuseum.org/research/metpublications/The_Art_of_Africa_A_Resource_for_Educators">available online</a>)</p> <p><a href="http://www.metmuseum.org/toah/hd/beni_2/hd_beni_2.htm">&quot;Origins and Empire: The Benin, Owo, and Ijebu Kingdoms&quot; on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/bnch/hd_bnch.htm">Benin chronology on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://dmaconnect.org/CONNECT/dma_406378#hep">Benin from the Dallas Museum of Art</a></p> <p>Kate Ezra,&nbsp;<em>Royal Arts of Benin: The Perls Collection</em> (New York: The Metropolitan Museum of Art, 1992).</p> <p>Barbara&nbsp;Plankensteiner, (ed.). <em>&nbsp;Benin Kings and Rituals: Court Arts from Nigeria </em>(Ghent, Belgium: Snoeck Publishers,&nbsp;2007).</p>
