Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><img alt="Life-Death Figure (front and back), c. 900-1250, Huastec (found between San Vicente Tancauyalab &amp; Tamuin, San Luis Potosi, Mexico), sandstone with traces of pigment, 158.4 x 66 x 29.2 cm (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/a99ca624ac66b0619814b815db8dc125a6887013.jpg" /><span class="block-image image-wrapper"><span class="image-caption"><em>Life-Death Figure</em> (front and back), c. 900-1250, Huastec (found between San Vicente Tancauyalab &amp; Tamuin, San Luis Potosi, Northern Veracruz,&nbsp;Mexico), sandstone with traces of pigment, 158.4 x 66 x 29.2 cm (<a href="http://www.brooklynmuseum.org/opencollection/objects/118927/Life-Death_Figure">Brooklyn Museum</a>)</span></span><span class="image-wrapper inline-image"><img alt="Life-Death Figure (front), c. 900-1250, Huastec (found between San Vicente Tancauyalab &amp; Tamuin, San Luis Potosi, Northern Veracruz, Mexico), sandstone with traces of pigment, 158.4 x 66 x 29.2 cm (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/e86bdfec83e1c317863043baa2db61f117d7d380.jpg" /><span class="image-caption"><em>Life-Death Figure</em> (front), c. 900-1250, Huastec (found between San Vicente Tancauyalab &amp; Tamuin, San Luis Potosi, Northern Veracruz, Mexico), sandstone with traces of pigment, 158.4 x 66 x 29.2 cm (<a href="http://www.brooklynmuseum.org/opencollection/objects/118927/Life-Death_Figure">Brooklyn Museum</a>)</span></span></p> <h3>High civilization</h3> <p>This sculpture is an exquisite example of art from ancient Mesoamerica, an area of high civilization that includes the territory of Mexico, Guatemala, Belize, and parts of El Salvador and Honduras. Long before the coming of the Spanish in the sixteenth century, this area independently developed cities and created monumental architecture and sculpture in the city center. Cities were thriving before 1000 B.C.E., or 2,000 years before this sculpture was carved. Important ancient Mesoamerican beings&mdash;noble men and women as well as deities&mdash;were often immortalized in stone and placed in important public places.&nbsp;We don&rsquo;t know if the young man seen on the front of this stela represented a young ruler or a god, but we can say that this was an important figure that would have been placed in the center an ancient city, as a focal point for religious ritual.</p> <h3>Paint,&nbsp;tattooing and scarification</h3> <p>The piece is close to life size. Its surface is elaborately incised, with most of the body&rsquo;s &ldquo;skin&rdquo; covered in designs. Many of these designs may be recording body paint. Across the&nbsp;<br /> <span class="image-wrapper inline-image"><img alt="Roller Seal, c. 800-400 B.C.E., Olmec (found Veracruz or Tabasco, Gulf Coast, Mexico), ceramic and pigment, 7.6 x 5.4 cm (Art Institute of Chicago)" src="https://ka-perseus-images.s3.amazonaws.com/89b808ff344e45b069abb444e2014da3379f0641.jpg" /><span class="image-caption"><em>Roller Seal</em>, c. 800-400 B.C.E., Olmec (found Veracruz or Tabasco, Mexico), ceramic and pigment, 7.6 x 5.4 cm (<a href="http://www.artic.edu/aic/collections/artwork/120479">Art Institute of Chicago</a>)</span></span>Huastec area we find small ceramic rollers (see image left)&nbsp;with similar designs.&nbsp;These rollers were likely&nbsp;used to apply paint to skin. Other symbols seen here may have been marked permanently on the body through tattooing and scarification. &nbsp;Many of these designs would have been painted in bright colors in the sculpture before us, but these colors have long ago faded. We do not know what most of these symbols meant, but we do know that Mesoamericans greatly valued such decoration, for the practice was very ancient. Some of these symbols seem to locate the human or god in sacred space and time, suggesting a deeply religious function for the painting. Other symbols, such as the large ear ornaments worn by the young man, also identify the figure as a deity or a ruler.</p> <p><span class="image-wrapper inline-image"><img alt="Earflare Frontal, c. 10th–13th century, Huastec (Veracruz), S=shell, clay (?), pigment, 2.5 cm (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/c0dff46e30a1be123c4cb277a3e7126925ad6f2c.jpg" /><span class="image-caption"><em>Earflare Frontal</em>, c. 10th&ndash;13th century, Huastec (Veracruz), shell, clay (?), pigment, 2.5 cm (<a href="http://www.metmuseum.org/collection/the-collection-online/search/313212">Metropolitan Museum of Art</a>)</span></span>In addition to the incised detail covering the body, the most striking thing about this sculpture is the juxtaposition of a serene young man on one side with a grotesquely expressive skeleton on the other. Why did the artist highlight this juxtaposition of living serenity and ghoulish death? Is this an example of the close relationship between life and death sometimes seen in Mesoamerican culture, or are we projecting our ideas of life/death symbolism onto a work done 1,000 years ago, when America was a completely different place? These questions lead us into the mystery of the Brooklyn Museum&#39;s <em>Life-Death Figure</em>.</p> <p><span class="block-image image-wrapper"><img alt="Life-Death Figure (front and back), c. 900-1250, Huastec (found between San Vicente Tancauyalab &amp; Tamuin, San Luis Potosi, Northern Veracruz, Mexico), sandstone with traces of pigment, 158.4 x 66 x 29.2 cm (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/e9dadcbc35122e3a2142fb30eb94c792c845f6e0.jpg" /><span class="image-caption"><em>Life-Death Figure</em> (front and back), c. 900-1250, Huastec, Northern Veracruz, Mexico), sandstone with traces of pigment, 158.4 x 66 x 29.2 cm (Brooklyn Museum)</span></span></p> <h3>A marker of rule</h3> <p>The young man wears a solemn expression. His face is so expressionless that it appears mask-like, much like the solemn stone masks found in earlier periods in ancient Mesoamerica. There is little room for individual characteristics or personality in this tradition. Instead, ancient Mesoamericans in general seem to have been more interested in the office a person (or god) inhabited and the symbols of that office. The large headdress that forms a halo around the man&rsquo;s head served a similar function, as a marker of rule, or a sort of crown. The main artistic focus throughout the piece, whether we look at the incised body decoration, the ideal face, or the headdress, is to identify an important office or deity.<br /> <span class="image-wrapper inline-image"><img alt="Classic Maya Portrait Stela A, Copán, Honduras, 731 C.E., Portrait of '18-Rabbit' of Copán. " src="https://ka-perseus-images.s3.amazonaws.com/5c004dfcf39926df0d436b56df23b64a5a850244.jpg" /><span class="image-caption">Classic Maya Portrait Stela A, Cop&aacute;n, Honduras, 731 C.E., Portrait of &#39;18-Rabbit&#39; of Cop&aacute;n. </span></span>The main task of an artist, then, was to capture the ideal image of the office or status, and not the personality of the individual. The serene, youthful appearance was the appropriate bearing of a ruler or god. This ideal view of rulers and gods was true not only in the Huastec area, but among many ancient Mesoamerican peoples.<br /> <br /> This sculpture would have been set in the center of the city, much like the earlier Classic Maya portrait stelae (see image at left). Whether it was placed outside in a public area, or in the interior of a temple, we are not certain. It is remarkably well preserved, with the delicate details in low relief still easily visible on the arms and legs, which leads one to believe that this was kept indoors, perhaps in a shrine. In such a shrine, the figure could have been worshipped as a god, or the statue could be the record of a ruler who did the worshipping. In either case, the sculpture would have been seen as the envelope for the living essence of the god or ruler and thus the focus of religious ritual.</p> <h3><em>Teomama</em></h3> <p>The insights above do not explain the presence of the animated skeletal figure on the other side of the sculpture. If you look closely, you can pick out the outline of a rectangular form immediately behind this figure. This form probably represents cloth. Further, the skeletal figure is not a separate figure, but is attached to the back of the young man.&nbsp;It is probable that the young man was seen as carrying the skeletal figure on his back.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Life-Death Figure (back), c. 900-1250, Huastec (found between San Vicente Tancauyalab &amp; Tamuin, San Luis Potosi, Northern Veracruz, Mexico), sandstone with traces of pigment, 158.4 x 66 x 29.2 cm (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/d55e4e07ba6336224a4d4027c12e48ca1ee36aa1.jpg" /><span class="image-caption"><em>Life-Death Figure</em> (back), c. 900-1250, Huastec, Northern<br /> Veracruz, Mexico, sandstone with traces of pigment, 158.4 x 66 x 29.2 cm (<a href="http://www.brooklynmuseum.org/opencollection/objects/118927/Life-Death_Figure">Brooklyn Museum</a>)</span></span>Often religious officials and rulers would carry the remains of revered ancestors on their backs, with the ancestor&rsquo;s bones wrapped in a cloth bundle. &nbsp;Here the cloth bundle is unwrapped, revealing the skeletal figure inside. The Aztec of Central Mexico who flourished at the same time as the Huastec even had a name for this office, <em>teomama</em>. Thus it is possible that the skeletal figure represents a sacred ancestor whose skeleton has been placed in cloth wrap and carried through the city by the somber young man during an important religious rite. The entire sculpture may be seen as a commemoration of that rite placed in the center of an ancient Huastec city.<br /> <br /> Essay by Dr. Rex Koontz</p> <hr /> <p><strong>Suggested resources:</strong></p> <p><a href="http://www.bbc.co.uk/ahistoryoftheworld/objects/nhxe3gAeQ3KW5746ILnGmA">Neil Mcgregor,&nbsp;<em>Sculpture of Huastec goddess</em>, A History of the World in 100 Objects, The British Museum/BBC audio</a><br /> <br /> <em>Archaeology of the Huasteca: The Ekholm Collection</em> (American Museum of Natural History, New York)</p>
it: <p><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a99ca624ac66b0619814b815db8dc125a6887013.jpg" /><span class="block-image image-wrapper"><span class="image-caption"><em>Life-Death Figure</em> (front and back), c. 900-1250, Huastec (found between San Vicente Tancauyalab &amp; Tamuin, San Luis Potosi, Northern Veracruz,&nbsp;Mexico), sandstone with traces of pigment, 158.4 x 66 x 29.2 cm (<a href="http://www.brooklynmuseum.org/opencollection/objects/118927/Life-Death_Figure">Brooklyn Museum</a>)</span></span><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e86bdfec83e1c317863043baa2db61f117d7d380.jpg" /><span class="image-caption"><em>Life-Death Figure</em> (front), c. 900-1250, Huastec (found between San Vicente Tancauyalab &amp; Tamuin, San Luis Potosi, Northern Veracruz, Mexico), sandstone with traces of pigment, 158.4 x 66 x 29.2 cm (<a href="http://www.brooklynmuseum.org/opencollection/objects/118927/Life-Death_Figure">Brooklyn Museum</a>)</span></span></p> <h3>High civilization</h3> <p>This sculpture is an exquisite example of art from ancient Mesoamerica, an area of high civilization that includes the territory of Mexico, Guatemala, Belize, and parts of El Salvador and Honduras. Long before the coming of the Spanish in the sixteenth century, this area independently developed cities and created monumental architecture and sculpture in the city center. Cities were thriving before 1000 B.C.E., or 2,000 years before this sculpture was carved. Important ancient Mesoamerican beings&mdash;noble men and women as well as deities&mdash;were often immortalized in stone and placed in important public places.&nbsp;We don&rsquo;t know if the young man seen on the front of this stela represented a young ruler or a god, but we can say that this was an important figure that would have been placed in the center an ancient city, as a focal point for religious ritual.</p> <h3>Paint,&nbsp;tattooing and scarification</h3> <p>The piece is close to life size. Its surface is elaborately incised, with most of the body&rsquo;s &ldquo;skin&rdquo; covered in designs. Many of these designs may be recording body paint. Across the&nbsp;<br /> <span class="image-wrapper inline-image"><img alt="Roller Seal, c. 800-400 B.C.E., Olmec (found Veracruz or Tabasco, Gulf Coast, Mexico), ceramic and pigment, 7.6 x 5.4 cm (Art Institute of Chicago)" src="https://ka-perseus-images.s3.amazonaws.com/89b808ff344e45b069abb444e2014da3379f0641.jpg" /><span class="image-caption"><em>Roller Seal</em>, c. 800-400 B.C.E., Olmec (found Veracruz or Tabasco, Mexico), ceramic and pigment, 7.6 x 5.4 cm (<a href="http://www.artic.edu/aic/collections/artwork/120479">Art Institute of Chicago</a>)</span></span>Huastec area we find small ceramic rollers (see image left)&nbsp;with similar designs.&nbsp;These rollers were likely&nbsp;used to apply paint to skin. Other symbols seen here may have been marked permanently on the body through tattooing and scarification. &nbsp;Many of these designs would have been painted in bright colors in the sculpture before us, but these colors have long ago faded. We do not know what most of these symbols meant, but we do know that Mesoamericans greatly valued such decoration, for the practice was very ancient. Some of these symbols seem to locate the human or god in sacred space and time, suggesting a deeply religious function for the painting. Other symbols, such as the large ear ornaments worn by the young man, also identify the figure as a deity or a ruler.</p> <p><span class="image-wrapper inline-image"><img alt="Earflare Frontal, c. 10th–13th century, Huastec (Veracruz), S=shell, clay (?), pigment, 2.5 cm (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/c0dff46e30a1be123c4cb277a3e7126925ad6f2c.jpg" /><span class="image-caption"><em>Earflare Frontal</em>, c. 10th&ndash;13th century, Huastec (Veracruz), shell, clay (?), pigment, 2.5 cm (<a href="http://www.metmuseum.org/collection/the-collection-online/search/313212">Metropolitan Museum of Art</a>)</span></span>In addition to the incised detail covering the body, the most striking thing about this sculpture is the juxtaposition of a serene young man on one side with a grotesquely expressive skeleton on the other. Why did the artist highlight this juxtaposition of living serenity and ghoulish death? Is this an example of the close relationship between life and death sometimes seen in Mesoamerican culture, or are we projecting our ideas of life/death symbolism onto a work done 1,000 years ago, when America was a completely different place? These questions lead us into the mystery of the Brooklyn Museum&#39;s <em>Life-Death Figure</em>.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e9dadcbc35122e3a2142fb30eb94c792c845f6e0.jpg" /><span class="image-caption"><em>Life-Death Figure</em> (front and back), c. 900-1250, Huastec, Northern Veracruz, Mexico), sandstone with traces of pigment, 158.4 x 66 x 29.2 cm (Brooklyn Museum)</span></span></p> <h3>A marker of rule</h3> <p>The young man wears a solemn expression. His face is so expressionless that it appears mask-like, much like the solemn stone masks found in earlier periods in ancient Mesoamerica. There is little room for individual characteristics or personality in this tradition. Instead, ancient Mesoamericans in general seem to have been more interested in the office a person (or god) inhabited and the symbols of that office. The large headdress that forms a halo around the man&rsquo;s head served a similar function, as a marker of rule, or a sort of crown. The main artistic focus throughout the piece, whether we look at the incised body decoration, the ideal face, or the headdress, is to identify an important office or deity.<br /> <span class="image-wrapper inline-image"><img alt="Classic Maya Portrait Stela A, Copán, Honduras, 731 C.E., Portrait of '18-Rabbit' of Copán. " src="https://ka-perseus-images.s3.amazonaws.com/5c004dfcf39926df0d436b56df23b64a5a850244.jpg" /><span class="image-caption">Classic Maya Portrait Stela A, Cop&aacute;n, Honduras, 731 C.E., Portrait of &#39;18-Rabbit&#39; of Cop&aacute;n. </span></span>The main task of an artist, then, was to capture the ideal image of the office or status, and not the personality of the individual. The serene, youthful appearance was the appropriate bearing of a ruler or god. This ideal view of rulers and gods was true not only in the Huastec area, but among many ancient Mesoamerican peoples.<br /> <br /> This sculpture would have been set in the center of the city, much like the earlier Classic Maya portrait stelae (see image at left). Whether it was placed outside in a public area, or in the interior of a temple, we are not certain. It is remarkably well preserved, with the delicate details in low relief still easily visible on the arms and legs, which leads one to believe that this was kept indoors, perhaps in a shrine. In such a shrine, the figure could have been worshipped as a god, or the statue could be the record of a ruler who did the worshipping. In either case, the sculpture would have been seen as the envelope for the living essence of the god or ruler and thus the focus of religious ritual.</p> <h3><em>Teomama</em></h3> <p>The insights above do not explain the presence of the animated skeletal figure on the other side of the sculpture. If you look closely, you can pick out the outline of a rectangular form immediately behind this figure. This form probably represents cloth. Further, the skeletal figure is not a separate figure, but is attached to the back of the young man.&nbsp;It is probable that the young man was seen as carrying the skeletal figure on his back.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/d55e4e07ba6336224a4d4027c12e48ca1ee36aa1.jpg" /><span class="image-caption"><em>Life-Death Figure</em> (back), c. 900-1250, Huastec, Northern<br /> Veracruz, Mexico, sandstone with traces of pigment, 158.4 x 66 x 29.2 cm (<a href="http://www.brooklynmuseum.org/opencollection/objects/118927/Life-Death_Figure">Brooklyn Museum</a>)</span></span>Often religious officials and rulers would carry the remains of revered ancestors on their backs, with the ancestor&rsquo;s bones wrapped in a cloth bundle. &nbsp;Here the cloth bundle is unwrapped, revealing the skeletal figure inside. The Aztec of Central Mexico who flourished at the same time as the Huastec even had a name for this office, <em>teomama</em>. Thus it is possible that the skeletal figure represents a sacred ancestor whose skeleton has been placed in cloth wrap and carried through the city by the somber young man during an important religious rite. The entire sculpture may be seen as a commemoration of that rite placed in the center of an ancient Huastec city.<br /> <br /> Essay by Dr. Rex Koontz</p> <hr /> <p><strong>Suggested resources:</strong></p> <p><a href="http://www.bbc.co.uk/ahistoryoftheworld/objects/nhxe3gAeQ3KW5746ILnGmA">Neil Mcgregor,&nbsp;<em>Sculpture of Huastec goddess</em>, A History of the World in 100 Objects, The British Museum/BBC audio</a><br /> <br /> <em>Archaeology of the Huasteca: The Ekholm Collection</em> (American Museum of Natural History, New York)</p>
