Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><br /> After Charlemagne&rsquo;s legacy had begun to die out, the warlike tribes in what is now Germany (then Saxony) banded together to elect a king from among their nobility. In 919 C.E., they chose Henry the Liudolfing, the son of a high-ranking duke, a brilliant military strategist and a well-respected leader. Henry, dubbed &ldquo;the Fowler&rdquo; because of his hobby of bird hunting, led the Saxon armies to a number of decisive victories against the Magyars and the Danes. &nbsp;These newly secured borders ushered in a period of immense prosperity and artistic productivity for the Saxon empire. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Plaque with Otto I presenting the Cathedral of Magdeburg, 962–968, Ottonian, from the Cathedral of Magdeburg, probably made in Milan, northern Italy (The Metropolitan Museum of Art). On this ivory, Otto presents a symbolic model of the church to Christ for his blessing. As a humble servant, Otto is depicted smaller than the company of patron saints. " src="https://ka-perseus-images.s3.amazonaws.com/0b97ce05ee963259ccffa6d4778da8ade79ac673.jpg" /><span class="image-caption">Detail, <em>Otto I presenting the Cathedral of Magdeburg,</em> 962&ndash;968, Ottonian, from the Cathedral of Magdeburg, probably made in Milan, northern Italy (<a href="http://www.metmuseum.org/toah/works-of-art/41.100.157">The Metropolitan Museum of Art</a>). On this ivory, Otto presents a symbolic model of the church to Christ for his blessing. As a humble servant, Otto is depicted smaller than the company of patron saints.</span></span></p> <p>Henry&rsquo;s son Otto I (who became emperor in 962) lends his name to the &ldquo;Ottonian&rdquo; period. He forged an important alliance with the Pope, which allowed him to be crowned the first official Holy Roman Emperor since 924. This contact with Rome was extremely important to Ottonian artistic development, since each Ottonian king was determined to define himself as a Roman Emperor in the style of Constantine and Charlemagne. This meant perpetuating a highly intellectual court and creating an extensive artistic legacy.</p> <p>Ottonian art takes a number of traditional medieval forms, including elegantly illuminated manuscripts, lavish metalwork, intricate carving, and Romanesque churches and cathedrals. Perhaps the most famous of the Ottonian artistic innovations is the Saxon Romanesque architecture style, which is marked by a careful attention to balance and mathematical harmony. &nbsp;This focus on geometry is based on the texts de Arithmatica and Ars Geometriae by the 6th century philosopher Boethius. The Ottonians held mathematical sciences in high regard and this is reflected in many of their artistic productions. &nbsp;</p> <p>The illuminated manuscripts produced by Ottonian &ldquo;scriptoria,&rdquo; or monastery painting and writing schools, provide documentation of both Ottonian religious and political customs and the stylistic preferences of the period. &nbsp;Manuscripts were most often produced of religious texts, and usually included a dedication portrait commemorating the book&rsquo;s creation. &nbsp;The royal or religious donor is usually shown presenting the book to the saint of his or her choice.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Uta Codex (Uta Presents the Codex to Mary), c. 1020, Munich, Bayerische Staatsbibliothek, Clm. 13601, folio 2, recto" src="https://ka-perseus-images.s3.amazonaws.com/223c317e5ed4dfa063a27fc3f6543210c4c5fb4a.jpg" /><span class="image-caption">Uta Codex (Uta Presents the Codex to Mary), c. 1020, Munich, Bayerische Staatsbibliothek, Clm. 13601, f.&nbsp;2, recto (<a href="http://www.wdl.org/en/item/13479/">digitized</a>)</span></span></p> <p><span>Here we see a powerful abbess, Uta, presenting her codex to St. Mary. &nbsp;Many manuscripts also included a page depicting the artist or scribe of the work, acknowledging that the production of a book required not only money but also artistic labor.</span></p> <p><span class="block-image image-wrapper"><img alt="Hillinus Codex (Hillinus Presents the Codex to St. Peter), c.1020, Cologne Dombibliothek, folio 16, verso, manuscript 12" src="https://ka-perseus-images.s3.amazonaws.com/71c7972945c59d5a2d57108c6ad8eedcfb4f41ac.png" /><span class="image-caption">Hillinus Codex (Hillinus Presents the Codex to St. Peter), c.1020, Cologne Dombibliothek, folio 16, verso, manuscript 12 (<a href="http://www.ceec.uni-koeln.de/ceec-cgi/kleioc">digitized</a>)</span></span></p> <p><span>In the Hillinus Codex, a monk presents the codex that he has written or painted (or both!) to St. Peter. &nbsp;The work of the artist and scribe were often one and the same, as can be seen in many of the fantastic decorated initials that begin books or chapters in Ottonian Manuscripts. &nbsp;As you can see from the dedication pictures, the manuscripts in question are often depicted as they were frequently displayed, that is with the text securely enclosed between lavish metal covers. &nbsp;</span></p> <p>Ottonian metalwork took many forms, but one of the most common productions was bejeweled book covers for their precious manuscripts. <a href="http://www.unesco-ci.org/photos/showphoto.php/photo/5677/title/sample-of-the-book-of-the-gospels-of-emperor-otto-iii/cat/982">This cover</a> is one of the most expensive that survives; it includes not only numerous jewels, but an ivory carving of the death of the Virgin Mary. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Presentation of Christ, Bronze doors, 1015, commissioned by Bishop Bernward for Saint Michael's, Hildesheim (Germany), photo: Holly Hayes (by permission)" src="https://ka-perseus-images.s3.amazonaws.com/308b7a533d749712c1111fbb07c5d5010006db98.jpg" /><span class="image-caption"><em>Presentation of Christ</em>, Bronze doors, 1015, commissioned by Bishop Bernward for Saint Michael&#39;s, Hildesheim (Germany), photo: Holly Hayes (by permission)</span></span></p> <p>On a larger scale, clerics like Bernward of Hildesheim&nbsp;cast his 15-foot&nbsp;doors depicting the fall and redemption of mankind out of single pieces of bronze (see the video in this tutorial). &nbsp;This was an enormous undertaking, and the process was so complex that it would not be replicated until the Renaissance.&nbsp;</p> <p>For a modern viewer, Ottonian art can be a little difficult to understand. &nbsp;The depictions of people and places don&rsquo;t conform to a naturalistic style, and the symbolism is often obscure. &nbsp;When you look at Ottonian art, keep in mind that the aim for these artists was not to create something that looked &ldquo;realistic,&rdquo; but rather to convey abstract concepts, many of which are deeply philosophical in nature. &nbsp;The focus on symbolism can also be one of the most fascinating aspects of studying Ottonian art, since you can depend on each part of the compositions to mean something specific. &nbsp;The more time you spend on each composition, the more rewarding discoveries emerge.</p> <p>Essay by Victoria Valdes</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.metmuseum.org/toah/hd/oton/hd_oton.htm">Ottonian Art on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://daten.digitale-sammlungen.de/~db/bsb00004502/images/index.html?fip=193.174.98.30&amp;seite=1&amp;pdfseitex=">Gospel Book from Bamberg Cathedral (Reichenau Gospel)</a></p> <p><a href="http://www.unesco-ci.org/photos/showgallery.php/cat/982">Photo Gallery of Ottonian Manuscripts</a></p>
it: <p><br /> After Charlemagne&rsquo;s legacy had begun to die out, the warlike tribes in what is now Germany (then Saxony) banded together to elect a king from among their nobility. In 919 C.E., they chose Henry the Liudolfing, the son of a high-ranking duke, a brilliant military strategist and a well-respected leader. Henry, dubbed &ldquo;the Fowler&rdquo; because of his hobby of bird hunting, led the Saxon armies to a number of decisive victories against the Magyars and the Danes. &nbsp;These newly secured borders ushered in a period of immense prosperity and artistic productivity for the Saxon empire. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/0b97ce05ee963259ccffa6d4778da8ade79ac673.jpg" /><span class="image-caption">Detail, <em>Otto I presenting the Cathedral of Magdeburg,</em> 962&ndash;968, Ottonian, from the Cathedral of Magdeburg, probably made in Milan, northern Italy (<a href="http://www.metmuseum.org/toah/works-of-art/41.100.157">The Metropolitan Museum of Art</a>). On this ivory, Otto presents a symbolic model of the church to Christ for his blessing. As a humble servant, Otto is depicted smaller than the company of patron saints.</span></span></p> <p>Henry&rsquo;s son Otto I (who became emperor in 962) lends his name to the &ldquo;Ottonian&rdquo; period. He forged an important alliance with the Pope, which allowed him to be crowned the first official Holy Roman Emperor since 924. This contact with Rome was extremely important to Ottonian artistic development, since each Ottonian king was determined to define himself as a Roman Emperor in the style of Constantine and Charlemagne. This meant perpetuating a highly intellectual court and creating an extensive artistic legacy.</p> <p>Ottonian art takes a number of traditional medieval forms, including elegantly illuminated manuscripts, lavish metalwork, intricate carving, and Romanesque churches and cathedrals. Perhaps the most famous of the Ottonian artistic innovations is the Saxon Romanesque architecture style, which is marked by a careful attention to balance and mathematical harmony. &nbsp;This focus on geometry is based on the texts de Arithmatica and Ars Geometriae by the 6th century philosopher Boethius. The Ottonians held mathematical sciences in high regard and this is reflected in many of their artistic productions. &nbsp;</p> <p>The illuminated manuscripts produced by Ottonian &ldquo;scriptoria,&rdquo; or monastery painting and writing schools, provide documentation of both Ottonian religious and political customs and the stylistic preferences of the period. &nbsp;Manuscripts were most often produced of religious texts, and usually included a dedication portrait commemorating the book&rsquo;s creation. &nbsp;The royal or religious donor is usually shown presenting the book to the saint of his or her choice.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Uta Codex (Uta Presents the Codex to Mary), c. 1020, Munich, Bayerische Staatsbibliothek, Clm. 13601, folio 2, recto" src="https://ka-perseus-images.s3.amazonaws.com/223c317e5ed4dfa063a27fc3f6543210c4c5fb4a.jpg" /><span class="image-caption">Uta Codex (Uta Presents the Codex to Mary), c. 1020, Munich, Bayerische Staatsbibliothek, Clm. 13601, f.&nbsp;2, recto (<a href="http://www.wdl.org/en/item/13479/">digitized</a>)</span></span></p> <p><span>Here we see a powerful abbess, Uta, presenting her codex to St. Mary. &nbsp;Many manuscripts also included a page depicting the artist or scribe of the work, acknowledging that the production of a book required not only money but also artistic labor.</span></p> <p><span class="block-image image-wrapper"><img alt="Hillinus Codex (Hillinus Presents the Codex to St. Peter), c.1020, Cologne Dombibliothek, folio 16, verso, manuscript 12" src="https://ka-perseus-images.s3.amazonaws.com/71c7972945c59d5a2d57108c6ad8eedcfb4f41ac.png" /><span class="image-caption">Hillinus Codex (Hillinus Presents the Codex to St. Peter), c.1020, Cologne Dombibliothek, folio 16, verso, manuscript 12 (<a href="http://www.ceec.uni-koeln.de/ceec-cgi/kleioc">digitized</a>)</span></span></p> <p><span>In the Hillinus Codex, a monk presents the codex that he has written or painted (or both!) to St. Peter. &nbsp;The work of the artist and scribe were often one and the same, as can be seen in many of the fantastic decorated initials that begin books or chapters in Ottonian Manuscripts. &nbsp;As you can see from the dedication pictures, the manuscripts in question are often depicted as they were frequently displayed, that is with the text securely enclosed between lavish metal covers. &nbsp;</span></p> <p>Ottonian metalwork took many forms, but one of the most common productions was bejeweled book covers for their precious manuscripts. <a href="http://www.unesco-ci.org/photos/showphoto.php/photo/5677/title/sample-of-the-book-of-the-gospels-of-emperor-otto-iii/cat/982">This cover</a> is one of the most expensive that survives; it includes not only numerous jewels, but an ivory carving of the death of the Virgin Mary. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Presentation of Christ, Bronze doors, 1015, commissioned by Bishop Bernward for Saint Michael's, Hildesheim (Germany), photo: Holly Hayes (by permission)" src="https://ka-perseus-images.s3.amazonaws.com/308b7a533d749712c1111fbb07c5d5010006db98.jpg" /><span class="image-caption"><em>Presentation of Christ</em>, Bronze doors, 1015, commissioned by Bishop Bernward for Saint Michael&#39;s, Hildesheim (Germany), photo: Holly Hayes (by permission)</span></span></p> <p>On a larger scale, clerics like Bernward of Hildesheim&nbsp;cast his 15-foot&nbsp;doors depicting the fall and redemption of mankind out of single pieces of bronze (see the video in this tutorial). &nbsp;This was an enormous undertaking, and the process was so complex that it would not be replicated until the Renaissance.&nbsp;</p> <p>For a modern viewer, Ottonian art can be a little difficult to understand. &nbsp;The depictions of people and places don&rsquo;t conform to a naturalistic style, and the symbolism is often obscure. &nbsp;When you look at Ottonian art, keep in mind that the aim for these artists was not to create something that looked &ldquo;realistic,&rdquo; but rather to convey abstract concepts, many of which are deeply philosophical in nature. &nbsp;The focus on symbolism can also be one of the most fascinating aspects of studying Ottonian art, since you can depend on each part of the compositions to mean something specific. &nbsp;The more time you spend on each composition, the more rewarding discoveries emerge.</p> <p>Essay by Victoria Valdes</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.metmuseum.org/toah/hd/oton/hd_oton.htm">Ottonian Art on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://daten.digitale-sammlungen.de/~db/bsb00004502/images/index.html?fip=193.174.98.30&amp;seite=1&amp;pdfseitex=">Gospel Book from Bamberg Cathedral (Reichenau Gospel)</a></p> <p><a href="http://www.unesco-ci.org/photos/showgallery.php/cat/982">Photo Gallery of Ottonian Manuscripts</a></p>
