Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="&quot;Unfinished&quot; Kudurru, Kassite period, attributed to the reign of Melishipak, 1186–1172 B.C.E., found in Susa, where it had been taken as war booty in the 12th century B.C.E. " src="https://ka-perseus-images.s3.amazonaws.com/71f2ea82b44ebbdebe7acf974c015bb997b67ae8.jpg" /><span class="image-caption">Top level: Mesopotamian Gods in symbolic form, second level: animals and deities playing musical instruments&nbsp;(detail),&nbsp;&quot;Unfinished&quot; Kudurru, Kassite period, attributed to the reign of Melishipak, 1186&ndash;1172 B.C.E., found in Susa, where it had been taken as war booty in the 12th c.&nbsp;B.C.E. (Louvre)</span></span></p> <h3>Artistic Exchange</h3> <p>During the 2nd millennium, the region&nbsp;of Mesopotamia, with Assyria in the north and Babylonia in the south, together with Egypt and the Hittite lands in what is now modern Turkey, grew strong and exercised surprisingly harmonious political relations.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/20967855b0dc64ca88c0b3eed45aec988c845d51.png" /><span class="image-caption">Map of Kassite Babylonia (photo:<a href="http://en.wikipedia.org/wiki/Kassites#mediaviewer/File:Kassite_Babylonia_EN.svg"> MapMaster</a>, CC: BY-SA 3.0)</span></span>For art, this meant an easy exchange of ideas and techniques, and surviving texts reflect the development of &ldquo;guilds&rdquo; of craftsmen, such as jewelers, scribes and architects.&nbsp;​</p> <p>Babylonia at this time was held by the Kassites,&nbsp;originally from the Zagros mountains to the north, who sought to imitate Mesopotamian styles of art. &nbsp;Kudurru (boundary markers) are&nbsp;the only significant remains of the Kassites, many of which show Kassite gods and activities translated into the &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;visual style of Mesopotamia.</p> <h3><span>Combining Cultures</span></h3> <p><span>This Kudurru, considered unfinished because it lacks an inscription, would have marked the boundary of a plot of land, and probably would have listed the owner and even the person to whom the land was leased. &nbsp;</span><br /> <br /> <img alt="" src="https://ka-perseus-images.s3.amazonaws.com/4c50358ece85cbc7914adb3da834c9c9fc6c3631.jpg" /><span class="block-image image-wrapper"><span class="image-caption">&quot;Unfinished&quot; Kudurru, Kassite period, attributed to the reign of Melishipak, 1186&ndash;1172 B.C.E., found in Susa, where it had been taken as war booty in the 12th century B.C.E. &nbsp;(Louvre)</span></span></p> <p><span>​Although an object made and intended for Kassite use, it bears Babylonian style and imagery, especially the multiple strips or registers of characters&nbsp;and the stately procession&nbsp;of gods&nbsp;and&nbsp;lions.</span></p> <p><span class="block-image image-wrapper"><img alt="&quot;Unfinished&quot; Kudurru, Kassite period, attributed to the reign of Melishipak, 1186–1172 B.C.E., found in Susa, where it had been taken as war booty in the 12th century B.C.E. " src="https://ka-perseus-images.s3.amazonaws.com/fa59eab92667edad80a77296ea0cadbd0d7c4155.jpg" /><span class="image-caption">Animals and deities playing musical instruments&nbsp;(detail),&nbsp;&quot;Unfinished&quot; Kudurru, Kassite period, attributed to the reign of Melishipak, 1186&ndash;1172 B.C.E., found in Susa, where it had been taken as war booty in the 12th century B.C.E. (Louvre)</span></span><br /> <span>The Kassites eventually succumbed in the general collapse of Mesopotamia around 1200 B.C.E. This regional collapse affected states as far away as mainland Greece, and as great as Egypt. &nbsp;This is a period characterized by famine, widespread political instability, roving mercenaries and, most likely, plague. It is often referred to as the first Dark Ages.&nbsp;</span></p> <p>Essay by Dr. Senta German</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/unfinished-kudurru">This work at the Louvre</a></p> <p><a href="https://www.flickr.com/search/?w=82032880@N00&amp;q=kudurru">Images of this object (for teaching)</a>&nbsp;</p>
it: <p><span class="block-image image-wrapper"><img alt="&quot;Unfinished&quot; Kudurru, Kassite period, attributed to the reign of Melishipak, 1186–1172 B.C.E., found in Susa, where it had been taken as war booty in the 12th century B.C.E. " src="https://ka-perseus-images.s3.amazonaws.com/71f2ea82b44ebbdebe7acf974c015bb997b67ae8.jpg" /><span class="image-caption">Top level: Mesopotamian Gods in symbolic form, second level: animals and deities playing musical instruments&nbsp;(detail),&nbsp;&quot;Unfinished&quot; Kudurru, Kassite period, attributed to the reign of Melishipak, 1186&ndash;1172 B.C.E., found in Susa, where it had been taken as war booty in the 12th century B.C.E. (Louvre)</span></span></p> <h3>Artistic Exchange</h3> <p>During the 2nd millennium, the region&nbsp;of Mesopotamia, with Assyria in the north and Babylonia in the south, together with Egypt and the Hittite lands in what is now modern Turkey, grew strong and exercised surprisingly harmonious political relations.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/20967855b0dc64ca88c0b3eed45aec988c845d51.png" /><span class="image-caption">Map of Kassite Babylonia (photo:<a href="http://en.wikipedia.org/wiki/Kassites#mediaviewer/File:Kassite_Babylonia_EN.svg"> MapMaster</a>, CC: BY-SA 3.0)</span></span>For art, this meant an easy exchange of ideas and techniques, and surviving texts reflect the development of &ldquo;guilds&rdquo; of craftsmen, such as jewelers, scribes and architects.&nbsp;​</p> <p>Babylonia at this time was held by the Kassites,&nbsp;originally from the Zagros mountains to the north, who sought to imitate Mesopotamian styles of art. &nbsp;Kudurru (boundary markers) are&nbsp;the only significant remains of the Kassites, many of which show Kassite gods and activities translated into the &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;visual style of Mesopotamia.</p> <h3><span>Combining Cultures</span></h3> <p><span>This Kudurru, considered unfinished because it lacks an inscription, would have marked the boundary of a plot of land, and probably would have listed the owner and even the person to whom the land was leased. &nbsp;</span><br /> <br /> <img alt="" src="https://ka-perseus-images.s3.amazonaws.com/4c50358ece85cbc7914adb3da834c9c9fc6c3631.jpg" /><span class="block-image image-wrapper"><span class="image-caption">&quot;Unfinished&quot; Kudurru, Kassite period, attributed to the reign of Melishipak, 1186&ndash;1172 B.C.E., found in Susa, where it had been taken as war booty in the 12th century B.C.E. &nbsp;(Louvre)</span></span></p> <p><span>​Although an object made and intended for Kassite use, it bears Babylonian style and imagery, especially the multiple strips or registers of characters&nbsp;and the stately procession&nbsp;of gods&nbsp;and&nbsp;lions.</span></p> <p><span class="block-image image-wrapper"><img alt="&quot;Unfinished&quot; Kudurru, Kassite period, attributed to the reign of Melishipak, 1186–1172 B.C.E., found in Susa, where it had been taken as war booty in the 12th century B.C.E. " src="https://ka-perseus-images.s3.amazonaws.com/fa59eab92667edad80a77296ea0cadbd0d7c4155.jpg" /><span class="image-caption">Animals and deities playing musical instruments&nbsp;(detail),&nbsp;&quot;Unfinished&quot; Kudurru, Kassite period, attributed to the reign of Melishipak, 1186&ndash;1172 B.C.E., found in Susa, where it had been taken as war booty in the 12th century B.C.E. (Louvre)</span></span><br /> <span>The Kassites eventually succumbed in the general collapse of Mesopotamia around 1200 B.C.E. This regional collapse affected states as far away as mainland Greece, and as great as Egypt. &nbsp;This is a period characterized by famine, widespread political instability, roving mercenaries and, most likely, plague. It is often referred to as the first Dark Ages.&nbsp;</span></p> <p>Essay by Dr. Senta German</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/unfinished-kudurru">This work at the Louvre</a></p> <p><a href="https://www.flickr.com/search/?w=82032880@N00&amp;q=kudurru">Images of this object (for teaching)</a>&nbsp;</p>
