Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art). Other versions include one in the University Art Collections, Uppsala University, Sweden." src="https://ka-perseus-images.s3.amazonaws.com/4a732556c00f070213c20013768ce164ff41f25d.jpg" /><span class="image-caption">Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art). Other versions include one in the University Art Collections, Uppsala University, Sweden.</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Ox head (detail), Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/f932bbaea532c8cd4a9c778bd1c9b17c58937260.jpg" /><span class="image-caption">Ox head (detail), Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art).</span></span>Even if you are not a vegetarian, this painting is bound to come as something of a shock. Anyone accustomed to purchasing meat in the clean, cold corridors of the supermarket&mdash;safely wrapped in plastic and utterly divorced from the living animal it once was&mdash;may feel the urge to shrink back from the vivid, frontal display of so much raw flesh,&nbsp;much of it with eyes, ears, mouths and tongues still attached.</p> <p>The partially skinned ox head, in particular, seems to eye the viewer balefully, as if he or she were responsible for its death. You can almost hear the flies buzzing in the air&hellip;</p> <p>Even more surprising, if you look in the background on the left, is a small scene depicting the Flight into Egypt (when Joseph, Mary and the infant Jesus flee to Egypt because they learn that King Herod intends to kill the male infants in the area of Bethlehem). We see the Virgin Mary on her donkey reaching back to&nbsp;offer&nbsp;bread to a young&nbsp;beggar.&nbsp;Saint Joseph follows&nbsp;closely at her side. This charitable scene stands in stark contrast to the bloody abundance of meat in the foreground.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Flight into Egypt (detail), Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/0d4f4ad5e7b727c82f197ee1348ce585c006aa3a.jpg" /><span class="image-caption">Flight into Egypt (detail), Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)</span></span><span class="image-wrapper inline-image"><img alt="Tavern scene (detail), Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art). " src="https://ka-perseus-images.s3.amazonaws.com/e8236943c39a99089404c0e43e1be33a593063aa.jpg" /><span class="image-caption">Tavern scene (detail), Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art). </span></span>If we look closely though, in the right background, we see tavern scene that is more in keeping with this feeling of excess in the foreground. Here we see people eating mussels by a snug fire. A great carcass hangs in the same room, and a butcher (we recognize him as such thanks to his red coat, which in Antwerp could only be worn by guild members) appears to be adding water to the wine for his guests. But why would an artist depict meat at all, let alone in such an unsavory way and in combination with a religious scene?&nbsp;</p> <h3>The way of the flesh and the way of the spirit</h3> <p>The Dutch painter Pieter Aertsen, who worked for many years in Antwerp, was later renowned for his life-size market scenes with exuberant still life elements. Many scholars have commented on the bold originality of Aertsen&rsquo;s compositions, and rightly so. In the sixteenth century, religious or mythological scenes usually occupied pride of place in works of art, while everyday objects were considered mere accessories. In this and other&nbsp;roughly contemporary works like <em>Christ in the House of Mary and Martha</em>&nbsp;(below), Aertsen has deliberately reversed this formula. He gave all the attention to the accessories, which seem to spill out of the picture and into the viewer&rsquo;s own space.</p> <p><span class="block-image image-wrapper"><img alt="Pieter Aertsen, Christ with Mary and Martha, 1552, 101.5 x 60 cm (Kunsthistorisches Museum, Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/ccc4b4ff34ac21f9c91e6a330370a3d1f5382ac0.jpg" /><span class="image-caption">Pieter Aertsen, <em>Christ in the House of&nbsp;Mary and Martha</em>, 1552, 101.5 x 60 cm (Kunsthistorisches Museum, Vienna)</span></span></p> <p>Aertsen certainly seems to have been the first to foreground meat in a prestigious, costly oil painting on a monumental size. However, he may also have been inspired to upend traditional hierarchies of subject matter (giving most of the attention to the still-life elements) by the painter and printmaker Lucas van Leyden&#39;s <em>Ecce homo </em>scene<em>&nbsp;</em>(<em>Ecce homo</em>&nbsp;means &quot;behold the man&quot; and refers to&nbsp;Pontius Pilate presenting&nbsp;the beaten Christ crowned with&nbsp;thorns before his crucifixion). Leyden, in <em>Christ Presented the People</em> (below),&nbsp;shows a great market square with a crowd in the foreground, while Christ himself has been relegated to the background.</p> <p><span class="block-image image-wrapper"><img alt="Lucas van Leyden, Christ Presented to the People, c. 1510, copperplate engraving, 28.8 x 45.2 cm (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/7642ddf09bd1a450b93c9edebf0e569e11ee9cd8.jpg" /><span class="image-caption">Lucas van Leyden, <em>Christ Presented to the People,</em> c. 1510, copperplate engraving, 28.8 x 45.2 cm (The British Museum)</span></span><span class="image-wrapper inline-image"><img alt="Crossed herring (detail), Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/b352bceece09f8bfc4234e556d9bc96717e3f106.png" /><span class="image-caption">Crossed herring (detail), Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)</span></span>This&nbsp;may be a comment on the arduous nature of spirituality: those who truly seek enlightenment must look hard, and turn their attention away from the things of this world. And indeed, in Aertsen&rsquo;s picture, the crossed herring on a pewter plate just above the ox&rsquo;s head&mdash;fish was associated with Lent, a period when the faithful abstained from meat&mdash;seem to point in the direction of the holy scene in the background, beyond the meat.&nbsp;</p> <p>Other scholars have suggested that Aertsen&rsquo;s inversion of traditional hierarchies was inspired by sources from classical antiquity&mdash;though perhaps equally moralizing. The Roman satirist Juvenal, for example, chastised the lovers of lavish meals in his eleventh satire, lambasting their fondness for &ldquo;stinking meat shops&rdquo; instead of plain, wholesome food. Closer to Aertsen&rsquo;s own time, the philosopher Desiderius Erasmus&nbsp;used irony to make a point: undesirable behavior is heaped with praise&nbsp;to throw its negative aspects into sharp relief, while the reader is treated to a good laugh. Erasmus does this to great effect in <em>In Praise of Folly </em>(1511), a book that Aertsen and his contemporaries may very well have read.&nbsp;</p> <h3>The art of rendering well</h3> <p><span class="block-image image-wrapper"><img alt="Pieter Aertsen, Market Woman with Vegetable Stall, 1567, oil on wood (Gemäldegalerie, Berlin)" src="https://ka-perseus-images.s3.amazonaws.com/649343f96e60dd9c50082933c54d82dbec68fb5f.jpg" /><span class="image-caption">Pieter Aertsen, Market <em>Woman with Vegetable Stall</em>, 1567, oil on wood (Gem&auml;ldegalerie, Berlin)</span></span></p> <p>Aertsen&rsquo;s bold move can also be seen in light of his artistic context. Antwerp in the mid-sixteenth century was one of the greatest centers of mercantile trade at the time: populous, prosperous, and booming.&nbsp;It was the second largest city in northern Europe&mdash;smaller than Paris but bigger than London&mdash;and arguably also the wealthiest. Merchants came from <span class="image-wrapper inline-image"><img alt="Jan Brueghel the Elder, Flowers in a Wooden Vessel, 1568, oil on wood, 98 x 73 cm (Kunsthistorisches Museum, Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/bb2a49dd484a23c0a9a95993eea605e50e079233.jpg" /><span class="image-caption">Jan Brueghel the Elder, <em>Flowers in a Wooden Vessel</em>, 1568, oil on wood, 98 x 73 cm (Kunsthistorisches Museum, Vienna)</span></span>around the world to deal in spices, staple goods, finance, and especially luxury goods like glass, fine textiles, precious furnishings, and works of art. The number of artists attracted to this concentration of wealth was considerable, and this in turn encouraged specialization, a situation that may also have encouraged Aertsen to flaunt his skill in painting lifelike elements such as fruit, vegetables, cheese, and meat in the market scenes for which he is now famous (see the image above).</p> <p>Like so many other specialties we take for granted today: landscapes, flower pieces, scenes from everyday life, etc. market scenes were just beginning to emerge as subjects in their own right, independent of paintings that depicted mythological or religious scenes&mdash;which, by the way, Aertsen also painted in considerable numbers (see below), though not all of them survived the waves of iconoclasm (the destruction of images) that swept across northern Europe in the wake of the Protestant Reformation.</p> <p><span class="block-image image-wrapper"><img alt="Pieter Aertsen, The Adoration of the Magi, c. 1560, oil on panel, 167.5 x 180 cm (Rijksmuseum, Amsterdam)" src="https://ka-perseus-images.s3.amazonaws.com/bf25ca6e7e653517b09194e1e1de3df6f4a5256c.jpg" /><span class="image-caption">Pieter Aertsen, <em>The Adoration of the Magi</em>, c. 1560, oil on panel, 167.5 x 180 cm (Rijksmuseum, Amsterdam)</span></span></p> <h3>Topical concerns</h3> <p><span class="image-wrapper inline-image"><img alt="Two hands—symbol of Antwerp (detail), Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/46c74eeba74c0c1bebeeff7767fd2c74df60173b.png" /><span class="image-caption">Two hands&mdash;symbol of Antwerp (detail), Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)</span></span>Aertsen&rsquo;s originality and painterly skill would have been sufficient to charm an international connoisseur among Antwerp&rsquo;s wealthy merchant community, who came from countries as diverse as Spain, Portugal, Sweden, Poland, Germany, and of course Italy.</p> <p>But for those familiar with Antwerp&rsquo;s tangled local politics, there are some highly specific messages embedded in this composition that would have been legible only to them. In the upper left-hand corner is a small representation of&nbsp;two hands&mdash;the symbol of the city of Antwerp&mdash;and chalked on the post next to it are symbols typical of guild marks belonging to specific individuals, though their identity remains a mystery.</p> <p><span class="block-image image-wrapper"><img alt="Present-day view of the Vleeshuis, or Butchers’ Hall, Antwerp, photo: Ckiki lwai (CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/0c1982d032547526498744d72eca5e544c713c2f.jpg" /><span class="image-caption">Present-day view of the <em>Vleeshuis</em>, or Butchers&rsquo; Hall, Antwerp, photo: <a href="http://commons.wikimedia.org/wiki/File:Het_Vleeshuis_(the_butchers_guild_house).jpg">Ckiki lwai </a>(CC BY-SA 3.0)</span></span></p> <p>The Butchers&rsquo; Guild in Antwerp was a very powerful institution that enjoyed the support of Emperor Charles V himself. It was one of the few guilds with a written charter, and succeeded in having its profession closed to outsiders: there could only be sixty-two officially recognized butchers in the city at any given time, and when a butcher passed away his post would go to his son or other close male relative. Anyone who wanted to buy meat in Antwerp had to buy it from the <em>Vleeshuis</em>, or &ldquo;Meat Hall,&rdquo; an imposing building near the banks of the River Scheldt that was rivaled as a landmark only by the Church of Our Lady (now the cathedral of Antwerp), truly a sign of the guild&rsquo;s power. Nevertheless, the butchers&rsquo; influence was coming under increasing attack in 1551: butchers from outside the city had banded together to fight what they perceived as an unfair trade monopoly. They filed a lawsuit that was first overturned, then upheld, then appealed by the Butchers&rsquo; Guild in the imperial courts&mdash;and the results were still pending when Aertsen painted his striking panel. Meat was a hot item indeed!</p> <p><span class="image-wrapper inline-image"><img alt="Sign (detail), Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/424d6ee48de8d0d7cbbad3cb88fdf2c856854bf8.png" /><span class="image-caption">Sign (detail), Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)</span></span>But there is more. At the upper right, posted on top of the meat stall, is a small sign in Dutch &nbsp;that, when translated, reads: &ldquo;Land for sale out back: 154 rods, either by the piece or all at once.&rdquo; This text refers to an actual sale of land that took place in 1551, and a controversial one at that. It must have been important to the picture&rsquo;s original meaning, because the sign appears in all four, almost identical versions of the <em>Meat Stall</em> that Aertsen painted. To make a long story short, the city of Antwerp decided to develop what was then the southeast side of town. Land being in short supply, the city council forced the prestigious order of Augustinian nuns who ran the St. Elisabeth&rsquo;s hospital&nbsp;to sell their property at a loss. But the city bought too much acreage, so the surplus was sold to one Gillis van Schoonbeke, a notorious real estate developer whose activities were so unpopular that they even caused riots. At one point imperial troops had to be called in to stop the violence.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Present-day view(s) of the Gasthuis St Elisabeth, photo: Himetop (CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/8fd2f2b3811ed1e4da9ddb334fb182d81f0b9ebc.png" /><span class="image-caption">Present-day view&nbsp;of the Gasthuis St Elisabeth,<br /> photo: <a href="http://himetop.wikidot.com/gasthuis-st-elisabeth#">Himetop</a> (CC BY-SA 3.0)</span></span></p> <p>Given this background, the painting with its layered messages&mdash;all of which warn against greed and excess&mdash;must have seemed emblematic of the rapid social changes overtaking the city, which experienced unprecedented growth thanks to its booming international trade. Traditional groups and values, such as the charitable nuns and their inviolable property, or the venerable butchers and their hereditary rights, were under fire from powerful, wealthy entrepreneurs and the city&rsquo;s desire for economic growth, a matter of concern for all citizens.&nbsp;</p> <p>Essay by&nbsp;Dr.&nbsp;Irene Schaudies</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="https://www.google.com/culturalinstitute/u/0/entity/%2Fm%2F021c0j?projectId=art-project">Works by Aertsen on the Google Art Project</a></p> <p><a href="http://www.metmuseum.org/toah/hd/food/hd_food.htm">Food and drink in European Painting, 1400-1800 on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/nstl/hd_nstl.htm">Still-life Painting in Northern Europe on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p>Kenneth M. Craig,&nbsp;&nbsp;&ldquo;Pars Ergo Marthae Transit: Pieter Aertsen&rsquo;s &lsquo;Inverted&rsquo; Paintings of &lsquo;Christ in the House of Martha and Mary,&rsquo;&rdquo; <em>Oud Holland,</em>&nbsp;vol. 97 (1983), pp. 25&ndash;39.</p> <p>Elizabeth Alice Honig, <em>Painting and the Market in Early Modern Antwerp</em> (New Haven: Yale University Press, 1998).&nbsp;</p> <p>Charlotte&nbsp;Houghton,&nbsp;&ldquo;This Was Tomorrow: Pieter Aertsen&rsquo;s Meat Stall as Contemporary Art,&rdquo; <em>The Art Bulletin, </em>vol. 86 (June 2004), pp. 278&ndash;300.</p> <p>Ethan Matt&nbsp;Kavaler, &ldquo;Pieter Aertsen&rsquo;s Meat Stall: Divers Aspects of the Market Piece.&rdquo; <em>Nederlands Kunsthistorisch Jaarboek</em>, volume 40. 1989, pp. 67&ndash;92.&nbsp;</p> <p>Keith Moxey,&nbsp;&ldquo;Interpreting Pieter Aertsen: The Problem of &lsquo;Hidden Symbolism,&rdquo; <em>Nederlands Kunsthistorisch Jaarboek</em>, vol.&nbsp;40 (1989), pp. 29&ndash;40.</p> <p>Keith Moxey,&nbsp;<em>Pieter Aertsen, Joachim Beuckelaer and the Rise of Secular Painting in the Context of the Reformation</em> (New York: Garland, 1977).</p> <p>Margaret A.&nbsp;Sullivan, &nbsp;&ldquo;Bruegel the Elder, Aertsen, and the Beginnings of Genre,&rdquo; <em>The Art Bulletin, </em>vol.&nbsp;93 (June 2011), pp. 127&ndash;49.</p>
it: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/4a732556c00f070213c20013768ce164ff41f25d.jpg" /><span class="image-caption">Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art). Other versions include one in the University Art Collections, Uppsala University, Sweden.</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Ox head (detail), Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/f932bbaea532c8cd4a9c778bd1c9b17c58937260.jpg" /><span class="image-caption">Ox head (detail), Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art).</span></span>Even if you are not a vegetarian, this painting is bound to come as something of a shock. Anyone accustomed to purchasing meat in the clean, cold corridors of the supermarket&mdash;safely wrapped in plastic and utterly divorced from the living animal it once was&mdash;may feel the urge to shrink back from the vivid, frontal display of so much raw flesh,&nbsp;much of it with eyes, ears, mouths and tongues still attached.</p> <p>The partially skinned ox head, in particular, seems to eye the viewer balefully, as if he or she were responsible for its death. You can almost hear the flies buzzing in the air&hellip;</p> <p>Even more surprising, if you look in the background on the left, is a small scene depicting the Flight into Egypt (when Joseph, Mary and the infant Jesus flee to Egypt because they learn that King Herod intends to kill the male infants in the area of Bethlehem). We see the Virgin Mary on her donkey reaching back to&nbsp;offer&nbsp;bread to a young&nbsp;beggar.&nbsp;Saint Joseph follows&nbsp;closely at her side. This charitable scene stands in stark contrast to the bloody abundance of meat in the foreground.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Flight into Egypt (detail), Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/0d4f4ad5e7b727c82f197ee1348ce585c006aa3a.jpg" /><span class="image-caption">Flight into Egypt (detail), Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)</span></span><span class="image-wrapper inline-image"><img alt="Tavern scene (detail), Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art). " src="https://ka-perseus-images.s3.amazonaws.com/e8236943c39a99089404c0e43e1be33a593063aa.jpg" /><span class="image-caption">Tavern scene (detail), Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art). </span></span>If we look closely though, in the right background, we see tavern scene that is more in keeping with this feeling of excess in the foreground. Here we see people eating mussels by a snug fire. A great carcass hangs in the same room, and a butcher (we recognize him as such thanks to his red coat, which in Antwerp could only be worn by guild members) appears to be adding water to the wine for his guests. But why would an artist depict meat at all, let alone in such an unsavory way and in combination with a religious scene?&nbsp;</p> <h3>The way of the flesh and the way of the spirit</h3> <p>The Dutch painter Pieter Aertsen, who worked for many years in Antwerp, was later renowned for his life-size market scenes with exuberant still life elements. Many scholars have commented on the bold originality of Aertsen&rsquo;s compositions, and rightly so. In the sixteenth century, religious or mythological scenes usually occupied pride of place in works of art, while everyday objects were considered mere accessories. In this and other&nbsp;roughly contemporary works like <em>Christ in the House of Mary and Martha</em>&nbsp;(below), Aertsen has deliberately reversed this formula. He gave all the attention to the accessories, which seem to spill out of the picture and into the viewer&rsquo;s own space.</p> <p><span class="block-image image-wrapper"><img alt="Pieter Aertsen, Christ with Mary and Martha, 1552, 101.5 x 60 cm (Kunsthistorisches Museum, Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/ccc4b4ff34ac21f9c91e6a330370a3d1f5382ac0.jpg" /><span class="image-caption">Pieter Aertsen, <em>Christ in the House of&nbsp;Mary and Martha</em>, 1552, 101.5 x 60 cm (Kunsthistorisches Museum, Vienna)</span></span></p> <p>Aertsen certainly seems to have been the first to foreground meat in a prestigious, costly oil painting on a monumental size. However, he may also have been inspired to upend traditional hierarchies of subject matter (giving most of the attention to the still-life elements) by the painter and printmaker Lucas van Leyden&#39;s <em>Ecce homo </em>scene<em>&nbsp;</em>(<em>Ecce homo</em>&nbsp;means &quot;behold the man&quot; and refers to&nbsp;Pontius Pilate presenting&nbsp;the beaten Christ crowned with&nbsp;thorns before his crucifixion). Leyden, in <em>Christ Presented the People</em> (below),&nbsp;shows a great market square with a crowd in the foreground, while Christ himself has been relegated to the background.</p> <p><span class="block-image image-wrapper"><img alt="Lucas van Leyden, Christ Presented to the People, c. 1510, copperplate engraving, 28.8 x 45.2 cm (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/7642ddf09bd1a450b93c9edebf0e569e11ee9cd8.jpg" /><span class="image-caption">Lucas van Leyden, <em>Christ Presented to the People,</em> c. 1510, copperplate engraving, 28.8 x 45.2 cm (The British Museum)</span></span><span class="image-wrapper inline-image"><img alt="Crossed herring (detail), Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/b352bceece09f8bfc4234e556d9bc96717e3f106.png" /><span class="image-caption">Crossed herring (detail), Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)</span></span>This&nbsp;may be a comment on the arduous nature of spirituality: those who truly seek enlightenment must look hard, and turn their attention away from the things of this world. And indeed, in Aertsen&rsquo;s picture, the crossed herring on a pewter plate just above the ox&rsquo;s head&mdash;fish was associated with Lent, a period when the faithful abstained from meat&mdash;seem to point in the direction of the holy scene in the background, beyond the meat.&nbsp;</p> <p>Other scholars have suggested that Aertsen&rsquo;s inversion of traditional hierarchies was inspired by sources from classical antiquity&mdash;though perhaps equally moralizing. The Roman satirist Juvenal, for example, chastised the lovers of lavish meals in his eleventh satire, lambasting their fondness for &ldquo;stinking meat shops&rdquo; instead of plain, wholesome food. Closer to Aertsen&rsquo;s own time, the philosopher Desiderius Erasmus&nbsp;used irony to make a point: undesirable behavior is heaped with praise&nbsp;to throw its negative aspects into sharp relief, while the reader is treated to a good laugh. Erasmus does this to great effect in <em>In Praise of Folly </em>(1511), a book that Aertsen and his contemporaries may very well have read.&nbsp;</p> <h3>The art of rendering well</h3> <p><span class="block-image image-wrapper"><img alt="Pieter Aertsen, Market Woman with Vegetable Stall, 1567, oil on wood (Gemäldegalerie, Berlin)" src="https://ka-perseus-images.s3.amazonaws.com/649343f96e60dd9c50082933c54d82dbec68fb5f.jpg" /><span class="image-caption">Pieter Aertsen, Market <em>Woman with Vegetable Stall</em>, 1567, oil on wood (Gem&auml;ldegalerie, Berlin)</span></span></p> <p>Aertsen&rsquo;s bold move can also be seen in light of his artistic context. Antwerp in the mid-sixteenth century was one of the greatest centers of mercantile trade at the time: populous, prosperous, and booming.&nbsp;It was the second largest city in northern Europe&mdash;smaller than Paris but bigger than London&mdash;and arguably also the wealthiest. Merchants came from <span class="image-wrapper inline-image"><img alt="Jan Brueghel the Elder, Flowers in a Wooden Vessel, 1568, oil on wood, 98 x 73 cm (Kunsthistorisches Museum, Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/bb2a49dd484a23c0a9a95993eea605e50e079233.jpg" /><span class="image-caption">Jan Brueghel the Elder, <em>Flowers in a Wooden Vessel</em>, 1568, oil on wood, 98 x 73 cm (Kunsthistorisches Museum, Vienna)</span></span>around the world to deal in spices, staple goods, finance, and especially luxury goods like glass, fine textiles, precious furnishings, and works of art. The number of artists attracted to this concentration of wealth was considerable, and this in turn encouraged specialization, a situation that may also have encouraged Aertsen to flaunt his skill in painting lifelike elements such as fruit, vegetables, cheese, and meat in the market scenes for which he is now famous (see the image above).</p> <p>Like so many other specialties we take for granted today: landscapes, flower pieces, scenes from everyday life, etc. market scenes were just beginning to emerge as subjects in their own right, independent of paintings that depicted mythological or religious scenes&mdash;which, by the way, Aertsen also painted in considerable numbers (see below), though not all of them survived the waves of iconoclasm (the destruction of images) that swept across northern Europe in the wake of the Protestant Reformation.</p> <p><span class="block-image image-wrapper"><img alt="Pieter Aertsen, The Adoration of the Magi, c. 1560, oil on panel, 167.5 x 180 cm (Rijksmuseum, Amsterdam)" src="https://ka-perseus-images.s3.amazonaws.com/bf25ca6e7e653517b09194e1e1de3df6f4a5256c.jpg" /><span class="image-caption">Pieter Aertsen, <em>The Adoration of the Magi</em>, c. 1560, oil on panel, 167.5 x 180 cm (Rijksmuseum, Amsterdam)</span></span></p> <h3>Topical concerns</h3> <p><span class="image-wrapper inline-image"><img alt="Two hands—symbol of Antwerp (detail), Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/46c74eeba74c0c1bebeeff7767fd2c74df60173b.png" /><span class="image-caption">Two hands&mdash;symbol of Antwerp (detail), Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)</span></span>Aertsen&rsquo;s originality and painterly skill would have been sufficient to charm an international connoisseur among Antwerp&rsquo;s wealthy merchant community, who came from countries as diverse as Spain, Portugal, Sweden, Poland, Germany, and of course Italy.</p> <p>But for those familiar with Antwerp&rsquo;s tangled local politics, there are some highly specific messages embedded in this composition that would have been legible only to them. In the upper left-hand corner is a small representation of&nbsp;two hands&mdash;the symbol of the city of Antwerp&mdash;and chalked on the post next to it are symbols typical of guild marks belonging to specific individuals, though their identity remains a mystery.</p> <p><span class="block-image image-wrapper"><img alt="Present-day view of the Vleeshuis, or Butchers’ Hall, Antwerp, photo: Ckiki lwai (CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/0c1982d032547526498744d72eca5e544c713c2f.jpg" /><span class="image-caption">Present-day view of the <em>Vleeshuis</em>, or Butchers&rsquo; Hall, Antwerp, photo: <a href="http://commons.wikimedia.org/wiki/File:Het_Vleeshuis_(the_butchers_guild_house).jpg">Ckiki lwai </a>(CC BY-SA 3.0)</span></span></p> <p>The Butchers&rsquo; Guild in Antwerp was a very powerful institution that enjoyed the support of Emperor Charles V himself. It was one of the few guilds with a written charter, and succeeded in having its profession closed to outsiders: there could only be sixty-two officially recognized butchers in the city at any given time, and when a butcher passed away his post would go to his son or other close male relative. Anyone who wanted to buy meat in Antwerp had to buy it from the <em>Vleeshuis</em>, or &ldquo;Meat Hall,&rdquo; an imposing building near the banks of the River Scheldt that was rivaled as a landmark only by the Church of Our Lady (now the cathedral of Antwerp), truly a sign of the guild&rsquo;s power. Nevertheless, the butchers&rsquo; influence was coming under increasing attack in 1551: butchers from outside the city had banded together to fight what they perceived as an unfair trade monopoly. They filed a lawsuit that was first overturned, then upheld, then appealed by the Butchers&rsquo; Guild in the imperial courts&mdash;and the results were still pending when Aertsen painted his striking panel. Meat was a hot item indeed!</p> <p><span class="image-wrapper inline-image"><img alt="Sign (detail), Pieter Aertsen, A Meat Stall with the Holy Family Giving Alms, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/424d6ee48de8d0d7cbbad3cb88fdf2c856854bf8.png" /><span class="image-caption">Sign (detail), Pieter Aertsen, <em>A Meat Stall with the Holy Family Giving Alms</em>, 1551, oil on panel 45 1/2 x 66 1/2 inches / 115.6 x 168.9 cm (North Carolina Museum of Art)</span></span>But there is more. At the upper right, posted on top of the meat stall, is a small sign in Dutch &nbsp;that, when translated, reads: &ldquo;Land for sale out back: 154 rods, either by the piece or all at once.&rdquo; This text refers to an actual sale of land that took place in 1551, and a controversial one at that. It must have been important to the picture&rsquo;s original meaning, because the sign appears in all four, almost identical versions of the <em>Meat Stall</em> that Aertsen painted. To make a long story short, the city of Antwerp decided to develop what was then the southeast side of town. Land being in short supply, the city council forced the prestigious order of Augustinian nuns who ran the St. Elisabeth&rsquo;s hospital&nbsp;to sell their property at a loss. But the city bought too much acreage, so the surplus was sold to one Gillis van Schoonbeke, a notorious real estate developer whose activities were so unpopular that they even caused riots. At one point imperial troops had to be called in to stop the violence.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Present-day view(s) of the Gasthuis St Elisabeth, photo: Himetop (CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/8fd2f2b3811ed1e4da9ddb334fb182d81f0b9ebc.png" /><span class="image-caption">Present-day view&nbsp;of the Gasthuis St Elisabeth,<br /> photo: <a href="http://himetop.wikidot.com/gasthuis-st-elisabeth#">Himetop</a> (CC BY-SA 3.0)</span></span></p> <p>Given this background, the painting with its layered messages&mdash;all of which warn against greed and excess&mdash;must have seemed emblematic of the rapid social changes overtaking the city, which experienced unprecedented growth thanks to its booming international trade. Traditional groups and values, such as the charitable nuns and their inviolable property, or the venerable butchers and their hereditary rights, were under fire from powerful, wealthy entrepreneurs and the city&rsquo;s desire for economic growth, a matter of concern for all citizens.&nbsp;</p> <p>Essay by&nbsp;Dr.&nbsp;Irene Schaudies</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="https://www.google.com/culturalinstitute/u/0/entity/%2Fm%2F021c0j?projectId=art-project">Works by Aertsen on the Google Art Project</a></p> <p><a href="http://www.metmuseum.org/toah/hd/food/hd_food.htm">Food and drink in European Painting, 1400-1800 on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/nstl/hd_nstl.htm">Still-life Painting in Northern Europe on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p>Kenneth M. Craig,&nbsp;&nbsp;&ldquo;Pars Ergo Marthae Transit: Pieter Aertsen&rsquo;s &lsquo;Inverted&rsquo; Paintings of &lsquo;Christ in the House of Martha and Mary,&rsquo;&rdquo; <em>Oud Holland,</em>&nbsp;vol. 97 (1983), pp. 25&ndash;39.</p> <p>Elizabeth Alice Honig, <em>Painting and the Market in Early Modern Antwerp</em> (New Haven: Yale University Press, 1998).&nbsp;</p> <p>Charlotte&nbsp;Houghton,&nbsp;&ldquo;This Was Tomorrow: Pieter Aertsen&rsquo;s Meat Stall as Contemporary Art,&rdquo; <em>The Art Bulletin, </em>vol. 86 (June 2004), pp. 278&ndash;300.</p> <p>Ethan Matt&nbsp;Kavaler, &ldquo;Pieter Aertsen&rsquo;s Meat Stall: Divers Aspects of the Market Piece.&rdquo; <em>Nederlands Kunsthistorisch Jaarboek</em>, volume 40. 1989, pp. 67&ndash;92.&nbsp;</p> <p>Keith Moxey,&nbsp;&ldquo;Interpreting Pieter Aertsen: The Problem of &lsquo;Hidden Symbolism,&rdquo; <em>Nederlands Kunsthistorisch Jaarboek</em>, vol.&nbsp;40 (1989), pp. 29&ndash;40.</p> <p>Keith Moxey,&nbsp;<em>Pieter Aertsen, Joachim Beuckelaer and the Rise of Secular Painting in the Context of the Reformation</em> (New York: Garland, 1977).</p> <p>Margaret A.&nbsp;Sullivan, &nbsp;&ldquo;Bruegel the Elder, Aertsen, and the Beginnings of Genre,&rdquo; <em>The Art Bulletin, </em>vol.&nbsp;93 (June 2011), pp. 127&ndash;49.</p>
