Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/59b99fc26e0e66f9a0caf7ce05ec1224a82915b0.jpg" /><span class="image-caption"><em>The Rosetta Stone</em>, 196 B.C.E., Ptolemaic Period,&nbsp;112.3 x 75.7 x 28.4 cm, Egypt &copy; Trustees of the British Museum.&nbsp;The Rosetta Stone was discovered in Egypt, at Fort St Julien in el-Rashid, known as Rosetta.</span></span></p> <h3>The key to translating hieroglyphics</h3> <p>The Rosetta Stone is one of the most important objects in the British Museum as it holds the key to understanding Egyptian hieroglyphs&mdash;a script made up of small pictures that was used originally in ancient Egypt for religious texts. Hieroglyphic writing died out in Egypt in the fourth century C.E.. Over time the knowledge of how to read hieroglyphs was lost, until the discovery of the Rosetta Stone in 1799 and its subsequent decipherment.</p> <p>The Stone is a tablet of black rock called granodiorite. It is part of a larger inscribed stone that would have stood some 2 meters high. The top part of the stone has broken off at an angle&mdash;in line with a band of pink granite whose crystalline structure glints a little in the light. The back of the Rosetta stone is rough, where it has been hewn into shape, but the front face is smooth and crammed with text, inscribed in three different scripts. These form three distinct bands of writing.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="The Rosetta Stone, 196 B.C.E., Ptolemaic Period, 112.3 x 75.7 x 28.4 cm, Egypt © Trustees of the British Museum. Part of grey and pink granodiorite stela bearing priestly decree concerning Ptolemy V in three blocks of text: Hieroglyphic (14 lines), Demotic (32 lines) and Greek (53 lines)." src="https://ka-perseus-images.s3.amazonaws.com/9db12362ea113ea88ce84c5eaa8d16a6591111dd.jpg" /><span class="image-caption"><em>The Rosetta Stone</em>, 196 B.C.E., Ptolemaic Period, 112.3 x 75.7 x 28.4 cm, Egypt &copy; Trustees of the British Museum. Part of grey and pink granodiorite stela bearing priestly decree concerning Ptolemy V in three blocks of text: Hieroglyphic (14 lines), Demotic (32 lines) and Greek (53 lines).</span></span></p> <h3>Three translations of the same decree</h3> <p>The inscriptions are three translations of the same decree, passed by a council of priests, that affirms the royal cult of the thirteen-year-old Ptolemy V on the first anniversary of his coronation. The decree is inscribed on the stone three times, in hieroglyphic (suitable for a priestly decree), demotic (the native script used for daily purposes), and Greek (the language of the administration). The importance of this to Egyptology is immense.&nbsp;In the early years of the nineteenth century, scholars were able to use the Greek inscription on this stone as the key to deciphering the others.</p> <h3>Opposition to the Ptolemies</h3> <p>In previous years the family of the Ptolemies had lost control of certain parts of the country. It had taken their armies some time to put down opposition in the Delta, and parts of southern Upper Egypt, particularly Thebes, were not yet back under the government&#39;s control.</p> <p>Before the Ptolemaic era (that is before about 332 B.C.E.), decrees in hieroglyphs such as this were usually set up by the king. It shows how much things had changed from Pharaonic times that the priests, the only people who had kept the knowledge of writing hieroglyphs, were now issuing such decrees. The list of good deeds done by the king for the temples hints at the way in which the support of the priests was ensured.</p> <h3>The end of hieroglyphics</h3> <p>Soon after the end of the fourth century C.E., when hieroglyphs had gone out of use, the knowledge of how to read and write them disappeared. In the early years of the nineteenth century, some 1400 years later, scholars were able to use the Greek inscription on this stone as the key to decipher them.</p> <h3>The discovery</h3> <p>Thomas Young, an English physicist, was the first to show that some of the hieroglyphs on the Rosetta Stone wrote the sounds of a royal name, that of Ptolemy. The French scholar Jean-Fran&ccedil;ois Champollion then realized that hieroglyphs recorded the sound of the Egyptian language and laid the foundations of our knowledge of ancient Egyptian language and culture.</p> <p>Soldiers in Napoleon&#39;s army discovered the Rosetta Stone in 1799 while digging the foundations of an addition to a fort near the town of el-Rashid (Rosetta). On Napoleon&#39;s defeat, the stone became the property of the&nbsp;British under the terms of the Treaty of Alexandria (1801) along with other antiquities that the French had found.</p> <p>The Rosetta Stone has been exhibited in the British Museum since 1802, with only one break. Towards the end of the First World War, in 1917, when the Museum was concerned about heavy bombing in London, they moved it to safety along with other, portable, &#39;important&#39; objects. The Rosetta Stone spent the next two years in a station on the Postal Tube Railway&nbsp;50 feet below the ground at Holborn.</p> <h1>Translation of the demotic text</h1> <p>[Year 9, Xandikos day 4], which is equivalent to the Egyptian month, second month of Peret, day 18, of the King &quot;The Youth who has appeared as King in the place of his Father,&quot; the Lord of the Uraei &quot;Whose might is great, who has established Egypt, causing it to prosper, whose heart is beneficial before the gods...&quot;&nbsp;</p> <p><a href="http://www.britishmuseum.org/explore/highlights/articles/r/the_rosetta_stone_translation.aspx">Read the rest of the Rosetta Stone translation here</a></p> <hr /> <p><strong>Additional resources:</strong></p> <p>A.K. Bowman,&nbsp;<em>Egypt after the Pharaohs: 332 BC&ndash;AD 642; From Alexander to the Arab Conquest</em>&nbsp;(Berkeley, University of California Press, 1996).</p> <p>C.A.R. Andrews,&nbsp;<em>The Rosetta Stone</em>&nbsp;(London, The British Museum Press, 1982).</p> <p>C.A.R. Andrews and S. Quirke,&nbsp;<em>The Rosetta Stone: facsimile drawing</em>&nbsp;(London, The British Museum Press, 1988).</p> <p>D.J. Thompson, &quot;Literacy and Power in Ptolemaic Egypt,&quot;&nbsp;<em>Literacy and Power in the Ancient World&nbsp;</em>(Cambridge, Cambridge University Press, 1994), pp. 67&ndash;83.</p> <p>D.J. Thompson, The Ptolemies and Egypt in Andrew Erkine (ed.), <em>A Companion to the Hellenistic World</em> (Oxford, Wiley-Blackwell, 2003), pp. 105&ndash;20.</p> <p>G.A. H&ouml;lbl,&nbsp;<em>History of the Ptolemaic Empire</em>&nbsp;(London, Routledge, 2000).</p> <p>R. Parkinson,&nbsp;<em>The Rosetta Stone</em>&nbsp;(London, British Museum Press, 2005).</p> <p>R. Parkinson,&nbsp;<em>Cracking codes: the Rosetta Stone and decipherment</em>&nbsp;(London, The British Museum Press, 1999).</p> <p>R.S. Simpson,&nbsp;<em>Demotic grammar in the Ptolemaic Sacerdotal Decrees&nbsp;</em>(Oxford, Griffith Institute, Ashmolean Museum, 1996).</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum&nbsp;</p>
it: <p><br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/59b99fc26e0e66f9a0caf7ce05ec1224a82915b0.jpg" /><span class="image-caption"><em>The Rosetta Stone</em>, 196 B.C.E., Ptolemaic Period,&nbsp;112.3 x 75.7 x 28.4 cm, Egypt &copy; Trustees of the British Museum.&nbsp;The Rosetta Stone was discovered in Egypt, at Fort St Julien in el-Rashid, known as Rosetta.</span></span></p> <h3>The key to translating hieroglyphics</h3> <p>The Rosetta Stone is one of the most important objects in the British Museum as it holds the key to understanding Egyptian hieroglyphs&mdash;a script made up of small pictures that was used originally in ancient Egypt for religious texts. Hieroglyphic writing died out in Egypt in the fourth century C.E.. Over time the knowledge of how to read hieroglyphs was lost, until the discovery of the Rosetta Stone in 1799 and its subsequent decipherment.</p> <p>The Stone is a tablet of black rock called granodiorite. It is part of a larger inscribed stone that would have stood some 2 meters high. The top part of the stone has broken off at an angle&mdash;in line with a band of pink granite whose crystalline structure glints a little in the light. The back of the Rosetta stone is rough, where it has been hewn into shape, but the front face is smooth and crammed with text, inscribed in three different scripts. These form three distinct bands of writing.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9db12362ea113ea88ce84c5eaa8d16a6591111dd.jpg" /><span class="image-caption"><em>The Rosetta Stone</em>, 196 B.C.E., Ptolemaic Period, 112.3 x 75.7 x 28.4 cm, Egypt &copy; Trustees of the British Museum. Part of grey and pink granodiorite stela bearing priestly decree concerning Ptolemy V in three blocks of text: Hieroglyphic (14 lines), Demotic (32 lines) and Greek (53 lines).</span></span></p> <h3>Three translations of the same decree</h3> <p>The inscriptions are three translations of the same decree, passed by a council of priests, that affirms the royal cult of the thirteen-year-old Ptolemy V on the first anniversary of his coronation. The decree is inscribed on the stone three times, in hieroglyphic (suitable for a priestly decree), demotic (the native script used for daily purposes), and Greek (the language of the administration). The importance of this to Egyptology is immense.&nbsp;In the early years of the nineteenth century, scholars were able to use the Greek inscription on this stone as the key to deciphering the others.</p> <h3>Opposition to the Ptolemies</h3> <p>In previous years the family of the Ptolemies had lost control of certain parts of the country. It had taken their armies some time to put down opposition in the Delta, and parts of southern Upper Egypt, particularly Thebes, were not yet back under the government&#39;s control.</p> <p>Before the Ptolemaic era (that is before about 332 B.C.E.), decrees in hieroglyphs such as this were usually set up by the king. It shows how much things had changed from Pharaonic times that the priests, the only people who had kept the knowledge of writing hieroglyphs, were now issuing such decrees. The list of good deeds done by the king for the temples hints at the way in which the support of the priests was ensured.</p> <h3>The end of hieroglyphics</h3> <p>Soon after the end of the fourth century C.E., when hieroglyphs had gone out of use, the knowledge of how to read and write them disappeared. In the early years of the nineteenth century, some 1400 years later, scholars were able to use the Greek inscription on this stone as the key to decipher them.</p> <h3>The discovery</h3> <p>Thomas Young, an English physicist, was the first to show that some of the hieroglyphs on the Rosetta Stone wrote the sounds of a royal name, that of Ptolemy. The French scholar Jean-Fran&ccedil;ois Champollion then realized that hieroglyphs recorded the sound of the Egyptian language and laid the foundations of our knowledge of ancient Egyptian language and culture.</p> <p>Soldiers in Napoleon&#39;s army discovered the Rosetta Stone in 1799 while digging the foundations of an addition to a fort near the town of el-Rashid (Rosetta). On Napoleon&#39;s defeat, the stone became the property of the&nbsp;British under the terms of the Treaty of Alexandria (1801) along with other antiquities that the French had found.</p> <p>The Rosetta Stone has been exhibited in the British Museum since 1802, with only one break. Towards the end of the First World War, in 1917, when the Museum was concerned about heavy bombing in London, they moved it to safety along with other, portable, &#39;important&#39; objects. The Rosetta Stone spent the next two years in a station on the Postal Tube Railway&nbsp;50 feet below the ground at Holborn.</p> <h1>Translation of the demotic text</h1> <p>[Year 9, Xandikos day 4], which is equivalent to the Egyptian month, second month of Peret, day 18, of the King &quot;The Youth who has appeared as King in the place of his Father,&quot; the Lord of the Uraei &quot;Whose might is great, who has established Egypt, causing it to prosper, whose heart is beneficial before the gods...&quot;&nbsp;</p> <p><a href="http://www.britishmuseum.org/explore/highlights/articles/r/the_rosetta_stone_translation.aspx">Read the rest of the Rosetta Stone translation here</a></p> <hr /> <p><strong>Additional resources:</strong></p> <p>A.K. Bowman,&nbsp;<em>Egypt after the Pharaohs: 332 BC&ndash;AD 642; From Alexander to the Arab Conquest</em>&nbsp;(Berkeley, University of California Press, 1996).</p> <p>C.A.R. Andrews,&nbsp;<em>The Rosetta Stone</em>&nbsp;(London, The British Museum Press, 1982).</p> <p>C.A.R. Andrews and S. Quirke,&nbsp;<em>The Rosetta Stone: facsimile drawing</em>&nbsp;(London, The British Museum Press, 1988).</p> <p>D.J. Thompson, &quot;Literacy and Power in Ptolemaic Egypt,&quot;&nbsp;<em>Literacy and Power in the Ancient World&nbsp;</em>(Cambridge, Cambridge University Press, 1994), pp. 67&ndash;83.</p> <p>D.J. Thompson, The Ptolemies and Egypt in Andrew Erkine (ed.), <em>A Companion to the Hellenistic World</em> (Oxford, Wiley-Blackwell, 2003), pp. 105&ndash;20.</p> <p>G.A. H&ouml;lbl,&nbsp;<em>History of the Ptolemaic Empire</em>&nbsp;(London, Routledge, 2000).</p> <p>R. Parkinson,&nbsp;<em>The Rosetta Stone</em>&nbsp;(London, British Museum Press, 2005).</p> <p>R. Parkinson,&nbsp;<em>Cracking codes: the Rosetta Stone and decipherment</em>&nbsp;(London, The British Museum Press, 1999).</p> <p>R.S. Simpson,&nbsp;<em>Demotic grammar in the Ptolemaic Sacerdotal Decrees&nbsp;</em>(Oxford, Griffith Institute, Ashmolean Museum, 1996).</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum&nbsp;</p>
