Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Longmen Caves, Luoyang, China" src="https://ka-perseus-images.s3.amazonaws.com/bf926fb6ea5cdf59900c61554e5769d64cec6f21.jpg" /><span class="image-caption">Longmen Caves, Luoyang, China, photo:&nbsp;<a href="https://www.flickr.com/photos/jorvilanova/4270785511">jordi vilanova</a>&nbsp;(CC BY-NC-ND 2.0)</span></span></p> <h3><span>Imperial Patronage</span></h3> <p>Worship and power struggles, enlightenment and suicide&mdash;the 2300 caves and niches filled with Buddhist art at&nbsp;Longmen in China has witnessed it all. The&nbsp;steep limestone cliffs extend for almost a mile and contain approximately 110,000 Buddhist stone statues, 60 stupas (hemispherical structures containing Buddhist relics) and 2,800 inscriptions carved on steles (vertical stone markers).</p> <p>Buddhism, born in India, was transmitted to China intermittently and haphazardly. Starting as early as the 1st century C.E., Buddhism brought to China new images, texts, ideas about&nbsp;life and death, and new opportunities to assert authority. The Longmen cave-temple complex, located on both sides of the Yi River (south of the ancient capital of Luoyang), is an excellent site for understanding how rulers wielded this foreign religion to affirm assimilation and superiority.&nbsp;</p> <h3>Northern Wei Dynasty</h3> <p><span class="image-wrapper inline-image"><img alt="Location of the Longmen caves in China" src="https://ka-perseus-images.s3.amazonaws.com/c75b6247b764b119067512e60a4b258e6cc51914.png" /><span class="image-caption">Location of the Longmen caves in China</span></span>Most of the carvings at the Longmen site date between the end of the 5th century and&nbsp;the middle of the&nbsp;8th century&mdash;the periods of the&nbsp;Northern Wei (486&shy;&ndash;534 C.E.) through early Tang dynasties&nbsp;(618&ndash;907 C.E.).&nbsp;The Northern Wei was the most enduring and powerful of the northern Chinese dynasties that ruled before the reunification of China under the Sui and Tang dynasties.</p> <p>The Wei dynasty was founded by Tuoba tribesmen (nomads from the frontiers of northern China) who&nbsp;were considered to be barbaric foreigners by the Han Chinese. Northern Wei Emperor Xiao Wen decided to move the capital south to Luoyang in 494 C.E., a region considered the cradle of Chinese civilization. Many of the Tuoba elite opposed the move and disapproved of Xiao Wen&rsquo;s eager adoption of Chinese culture. Even his own son disapproved and was forced to end his own life. At first, Emperor Xiao Wen and rich citizens focused&nbsp;on building the city&rsquo;s administrative and court quarters&mdash;only later did they shift their energies and wealth into the construction of monasteries and temples. With all the efforts expended on the city, the court barely managed to complete one cave temple at Longmen&mdash;the Central Binyang Cave.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Entrance to Central Binyang Cave, 508–523 CE. Longmen Caves, Luoyang, China" src="https://ka-perseus-images.s3.amazonaws.com/b71d629af0662feb7777245c0a060eb4fb9b0d6b.jpg" /><span class="image-caption">Entrance to Central Binyang Cave, 508&ndash;523 C.E. Longmen Caves, Luoyang, China, photo:&nbsp;<a href="https://www.flickr.com/photos/txikita69/6081775879/in/photostream/">Maite Elorza</a>&nbsp;&nbsp;&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <h3>Central Binyang Cave</h3> <p>The Central Binyang Cave was one of three caves started in 508 C.E. It was commissioned by Emperor Xuan Wu in memory of his father. The other two caves, known as Northern and Southern Binyang, were never completed.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Central Binyang Cave, 508–523 C.E., Longmen Caves, Luoyang, China" src="https://ka-perseus-images.s3.amazonaws.com/f5c60d63c1e4d127908576fc6880ca10530cc734.jpg" /><span class="image-caption">Pentad, Central Binyang Cave, 508&ndash;523 C.E., Longmen Caves, Luoyang, China, photo:&nbsp;<a href="https://www.flickr.com/photos/miguel_discart/8876237178">Miguel Discart</a>&nbsp;(CC BY-SA 2.0)</span></span></p> <p>Imagine being surrounded by a myriad of carvings painted in brilliant blue, red, ochre and gold (most of the paint is now gone). Across from the entry is the most significant devotional grouping&mdash;a pentad (five figures&mdash;see image above).&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Central Binyang Cave, 508–523 CE. Longmen Caves, Luoyang, China." src="https://ka-perseus-images.s3.amazonaws.com/87f16d417c308ca3ea600e6d7ed54b33b61cdb81.jpg" /><span class="image-caption">Drapery, central Buddha,&nbsp;&nbsp;(detail),&nbsp;Central Binyang Cave, 508&ndash;523 CE. Longmen Caves, Luoyang, China,&nbsp;photo:&nbsp;Dennis Kruyt&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Central Binyang Cave, 508–523 CE. Longmen Caves, Luoyang, China." src="https://ka-perseus-images.s3.amazonaws.com/0f4de4bf674594b17b4753482f197421d02b1cad.jpg" /><span class="image-caption">Bodhisattvas and disciples, Central Binyang Cave, 508&ndash;523 C.E.,&nbsp;Longmen Caves, Luoyang, China, photo:<a href="https://www.flickr.com/photos/jordanpickett/8443281560">&nbsp;jordan pickett</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>The central Buddha, seated on a lion throne, is generally identified as Shakyamuni (the historical Buddha), although some scholars identify him as Maitreya (the Buddha of the future) based on the &quot;giving&quot; mudra&mdash;a hand gesture associated with Maitreya. He is assisted by two bodhisattvas and two disciples&mdash;Ananda and Kasyapa (bodhisattvas are enlightened beings who have put off entering paradise in order to help others attain enlightenment). &nbsp;</p> <p>The Buddha&#39;s monastic robe is rendered to appear as though tucked under him (image above). Ripples of folds cascade over the front of his throne.&nbsp;These&nbsp;linear and abstract motifs are typical of the mature Northern Wei style (as also seen in <a href="http://depts.washington.edu/silkroad/museums/mg/mgchina119.jpg">this&nbsp;gilt bronze statue</a>&nbsp;of&nbsp;Buddhas Shakyamuni and Prabhutaratna, from 518 C.E.).&nbsp;The flattened, elongated bodies of the Longmen bodhisattvas (image&nbsp;left) are hidden under elaborately pleated and flaring skirts. The bodhisattvas wear draping scarves, jewelry and crowns with floral designs. Their gentle, smiling faces are rectangular and elongated.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Detail of the Lotus Ceiling, Central Binyang Cave, Northern Wei Dynasty, First Quarter of the 6th Century" src="https://ka-perseus-images.s3.amazonaws.com/7844645d65766dedc7c43416226c14a0a6f90f4d.jpg" /><span class="image-caption">Detail of the Lotus Ceiling with celestial deities, Central Binyang Cave, Northern Wei Dynasty, First Quarter of the 6th Century</span></span><br /> Low relief carving covers the lateral walls, ceiling, and floor. Finely chiseled haloes back the images. The halo of the main Buddha extends up to merge with a lotus carving in the middle of the ceiling, where celestial deities appear to flutter down from the heavens with their scarves trailing (left). In contrast to the Northern Wei style seen on the pentad, the sinuous and dynamic surface decoration displays Chinese style. The Northern Wei craftsmen were able to marry two different aesthetics in one cave temple.&nbsp;</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Emperor Xiaowen and His Court, c. 522-23, China, Northern Wei dynasty, limestone with traces of pigment, 82” x 12 feet 11 inches (The Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/9c5f483a9d266987b2840007de8bb0393bd068ce.jpg" /><span class="image-caption"><em>Emperor Xiaowen and His Court,</em> c. 522-23, China, Northern Wei dynasty, limestone with traces of pigment, 82 inches&nbsp;x 12 feet 11 inches / 208.3 x 393.7 cm&nbsp;(The Metropolitan Museum of Art)</span></span></p> <p>Two relief carvings of imperial processions once flanked the doorway of the cave entrance. The emperor&rsquo;s procession is at the Metropolitan Museum&nbsp;(above), while the empress&rsquo;s procession is at the Nelson-Atkins Museum (below).&nbsp;These reliefs most likely commemorate historic events. According to records, the Empress Dowager visited the caves in 517 C.E., while the Emperor was present for consecration of the Central Binyang in 523 C.E.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Offering Procession of the Empress as Donor with Her Court, c. 522 C.E., fine, dark-gray limestone, 80 inches x 9 feet 1 1/2 inches / 203.2 x 278.13 cm (Nelson Atkins Museum)" src="https://ka-perseus-images.s3.amazonaws.com/2683e39ea0547a91c53dfd1642abd5ae875d0f83.jpg" /><span class="image-caption"><em>Offering Procession of the Empress as Donor with Her Court</em>, c. 522 C.E., fine, dark-gray limestone, 80 inches x 9 feet 1 1/2 inches / 203.2 x 278.13 cm (Nelson Atkins Museum)</span></span></p> <p>These reliefs are the most tangible evidence that the Northern Wei craftsmen masterfully adopted&nbsp;the Chinese aesthetic. The style of the reliefs may be inspired by secular painting, since the figures all appear very gracious and solemn.<strong> </strong>They are clad in Chinese court robes and look genuinely Chinese&mdash;mission accomplished for the Northern Wei!</p> <h3>Tang Dynasty</h3> <p>The Tang dynasty (618&ndash;907 C.E.)&nbsp;is considered the age of &quot;international Buddhism.&quot; Many Chinese, Indian, Central Asian and East Asian monks traveled throughout Asia. The centers of Buddhism in China were invigorated by these travels, and important developments in Buddhist thought and practice originated in China at this time.&nbsp;</p> <h3>Fengxian Temple</h3> <p>This imposing group of nine monumental images carved into the hard, gray limestone of Fengxian Temple at Longmen is a spectacular display of innovative style and iconography. Sponsored&nbsp;by the Emperor Gaozong and his wife, the future Empress Wu, the high relief sculptures are widely spaced in a semi-circle.</p> <p><span class="block-image image-wrapper"><img alt="Vairocana Buddha, Bodhisattvas, Monks, and Vajrapani, 673–75 C.E., Tang dynasty, limestone. Luoyang, Henan province" src="https://ka-perseus-images.s3.amazonaws.com/72c3880687105937b5c6b427173a7164e12213f6.jpg" /><span class="image-caption">Central Vairocana Buddha surrounded on either side by&nbsp;a monk, bodhisattva, heavenly king, a Vajrapani (thunderbolt holder), 673&ndash;75 C.E., Tang dynasty, limestone. Luoyang, Henan province, photo: <a href="https://www.flickr.com/photos/kevinpoh/3582416204">Kevin Poh</a>&nbsp;(CC BY 2.0)</span></span></p> <p>The central Vairocana Buddha (more than 55 feet high including its pedestal) is flanked on either side by a bodhisattva, &nbsp;a&nbsp;heavenly king, and a thunderbolt holder&nbsp;(vajrapani).&nbsp;Vairocana represents the primordial Buddha who generates and presides over all the Buddhas of the infinite universes that form Buddhist cosmology. This&nbsp;idea&mdash;of the&nbsp;power of one supreme deity over all the others&mdash;resonated in the vast Tang Empire which was dominated by the Emperor at its summit and supported by his subordinate officials. These monumental sculptures intentionally mirrored the political situation. The dignity and imposing presence of Buddha and the sumptuous appearance of his attendant bodhisattvas is significant in this context.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Vairocana Buddha, Bodhisattvas, and Monks, 673–75 C.E., Tang dynasty, limestone, Luoyang, Henan province" src="https://ka-perseus-images.s3.amazonaws.com/0d08c077ad7ccabdc317dbbb3c1ce83d50276347.jpg" /><span class="image-caption">Vairocana Buddha, monks and bodhisattvas, 673&ndash;75 C.E., Tang dynasty, limestone, Luoyang, Henan province, photo:&nbsp;<a href="https://www.flickr.com/photos/sanjaypk/6291435292">Sanjay P. K.</a>&nbsp;(CC BY-NC-ND 2.0)</span></span></p> <p>The Buddha, monks and bodhisattvas (above) display new softer and rounder modeling and serene facial expressions. In contrast, the heavenly guardians and the vajrapani are more engaging and animated. Notice the realistic musculature of the heavenly guardians and the forceful poses of the vajrapani (below).&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Vaiśravana, one of The Four Heavenly Kings, is on the left. Vaiśravana (indicated by the stupa held in his right hand) is on the right. Vajrapāṇi are spiritual beings that wield the thunderbolt, 673–¬75 C.E., Tang dynasty, limestone. Luoyang, Henan province. " src="https://ka-perseus-images.s3.amazonaws.com/d201d7b00c6f37941e16e924c7ec06965d6320e8.jpg" /><span class="image-caption">Vaiśravana, one of The Four Heavenly Kings, is on the left&nbsp;(indicated by the stupa&nbsp;in his right hand). Vajrapāṇi (on the right)&nbsp;are spiritual beings&nbsp;that wield the thunderbolt, 673-675 C.E., Tang dynasty, limestone,&nbsp;Luoyang, Henan province,&nbsp;photo:&nbsp;<a href="https://www.flickr.com/photos/sanjaypk/6291435020">Sanjay P. K.</a>&nbsp;(CC BY-NC-ND 2.0)</span></span></p> <h3>Kanjing Temple</h3> <p><span class="block-image image-wrapper"><img alt="Arhats, Kanjing Temple, Longmen Caves, Luoyang, China" src="https://ka-perseus-images.s3.amazonaws.com/be0b44bbf17e13d33f0bf562bab6caf5c33bafbf.jpg" /><span class="image-caption">Arhats, Kanjing Temple, Longmen Caves, Luoyang, China (<a href="https://plus.google.com/photos/114372563833321197394/albums/5646434219181115105/5646435229490263282?banner=pwa&amp;pid=5646435229490263282&amp;oid=114372563833321197394">source</a>)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Arhats, Kanjing Temple, Longmen Caves, Luoyang, China" src="https://ka-perseus-images.s3.amazonaws.com/5d752d52fdee8c2500fc0a2efc6f91c6aa3a86d8.jpg" /><span class="image-caption">Arhats, Kanjing Temple, Longmen Caves, Luoyang, China</span></span>Tang dynasty realism&mdash;whether fleshy or wizened, dignified or light-hearted&mdash;is displayed in the Kanjing cave Temple at Longmen. Here we see accurate portrayals of individuals. This temple was created from about 690-704 C.E. under the patronage of Empress Wu.&nbsp;</p> <p>In the images of&nbsp;arhats (worthy monks who have advanced very far in their quest of Enlightenment),&nbsp;who line the walls,&nbsp;the carver sought to create intense realism. Although they are still mortal, arhats&nbsp;are capable of extraordinary deeds both physical and spiritual (they can move at free will through space, can understand the thoughts in people&#39;s minds, and hear the voices of far away speakers). Twenty-nine monks form a procession around the cave perimeter, linking the subject matter to the rising interest in Chan Buddhism (the Meditation School) fostered at court by the empress herself. These&nbsp;portraits record&nbsp;the lineage of the great patriarchs who transmitted the Buddhist doctrine.&nbsp;</p> <h3>Sovereignty and iconography</h3> <p>Foreign rulers of the Northern Wei, yearning for assimilation and control, made use of Buddhist images for authority and power. Tang dynasty leaders thrived during China&rsquo;s golden age, asserting their sovereignty with the assistance of Buddhist iconography. Today you can visit the stunning limestone remains in Luoyang, New York City, and Kansas City.&nbsp;</p> <p>Essay by Dr. Jennifer N. McIntire, with debt to her&nbsp;teacher, Professor&nbsp;Angela Howard</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://whc.unesco.org/en/list/1003/">Longmen Grottoes from Unesco</a></p> <p><a href="http://www.metmuseum.org/toah/hd/nsdy/hd_nsdy.htm">Period of the Northern and Southern Dynasties (386&ndash;589) on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
it: <p><span class="block-image image-wrapper"><img alt="Longmen Caves, Luoyang, China" src="https://ka-perseus-images.s3.amazonaws.com/bf926fb6ea5cdf59900c61554e5769d64cec6f21.jpg" /><span class="image-caption">Longmen Caves, Luoyang, China, photo:&nbsp;<a href="https://www.flickr.com/photos/jorvilanova/4270785511">jordi vilanova</a>&nbsp;(CC BY-NC-ND 2.0)</span></span></p> <h3><span>Imperial Patronage</span></h3> <p>Worship and power struggles, enlightenment and suicide&mdash;the 2300 caves and niches filled with Buddhist art at&nbsp;Longmen in China has witnessed it all. The&nbsp;steep limestone cliffs extend for almost a mile and contain approximately 110,000 Buddhist stone statues, 60 stupas (hemispherical structures containing Buddhist relics) and 2,800 inscriptions carved on steles (vertical stone markers).</p> <p>Buddhism, born in India, was transmitted to China intermittently and haphazardly. Starting as early as the 1st century C.E., Buddhism brought to China new images, texts, ideas about&nbsp;life and death, and new opportunities to assert authority. The Longmen cave-temple complex, located on both sides of the Yi River (south of the ancient capital of Luoyang), is an excellent site for understanding how rulers wielded this foreign religion to affirm assimilation and superiority.&nbsp;</p> <h3>Northern Wei Dynasty</h3> <p><span class="image-wrapper inline-image"><img alt="Location of the Longmen caves in China" src="https://ka-perseus-images.s3.amazonaws.com/c75b6247b764b119067512e60a4b258e6cc51914.png" /><span class="image-caption">Location of the Longmen caves in China</span></span>Most of the carvings at the Longmen site date between the end of the 5th century and&nbsp;the middle of the&nbsp;8th century&mdash;the periods of the&nbsp;Northern Wei (486&shy;&ndash;534 C.E.) through early Tang dynasties&nbsp;(618&ndash;907 C.E.).&nbsp;The Northern Wei was the most enduring and powerful of the northern Chinese dynasties that ruled before the reunification of China under the Sui and Tang dynasties.</p> <p>The Wei dynasty was founded by Tuoba tribesmen (nomads from the frontiers of northern China) who&nbsp;were considered to be barbaric foreigners by the Han Chinese. Northern Wei Emperor Xiao Wen decided to move the capital south to Luoyang in 494 C.E., a region considered the cradle of Chinese civilization. Many of the Tuoba elite opposed the move and disapproved of Xiao Wen&rsquo;s eager adoption of Chinese culture. Even his own son disapproved and was forced to end his own life. At first, Emperor Xiao Wen and rich citizens focused&nbsp;on building the city&rsquo;s administrative and court quarters&mdash;only later did they shift their energies and wealth into the construction of monasteries and temples. With all the efforts expended on the city, the court barely managed to complete one cave temple at Longmen&mdash;the Central Binyang Cave.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Entrance to Central Binyang Cave, 508–523 CE. Longmen Caves, Luoyang, China" src="https://ka-perseus-images.s3.amazonaws.com/b71d629af0662feb7777245c0a060eb4fb9b0d6b.jpg" /><span class="image-caption">Entrance to Central Binyang Cave, 508&ndash;523 C.E. Longmen Caves, Luoyang, China, photo:&nbsp;<a href="https://www.flickr.com/photos/txikita69/6081775879/in/photostream/">Maite Elorza</a>&nbsp;&nbsp;&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <h3>Central Binyang Cave</h3> <p>The Central Binyang Cave was one of three caves started in 508 C.E. It was commissioned by Emperor Xuan Wu in memory of his father. The other two caves, known as Northern and Southern Binyang, were never completed.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Central Binyang Cave, 508–523 C.E., Longmen Caves, Luoyang, China" src="https://ka-perseus-images.s3.amazonaws.com/f5c60d63c1e4d127908576fc6880ca10530cc734.jpg" /><span class="image-caption">Pentad, Central Binyang Cave, 508&ndash;523 C.E., Longmen Caves, Luoyang, China, photo:&nbsp;<a href="https://www.flickr.com/photos/miguel_discart/8876237178">Miguel Discart</a>&nbsp;(CC BY-SA 2.0)</span></span></p> <p>Imagine being surrounded by a myriad of carvings painted in brilliant blue, red, ochre and gold (most of the paint is now gone). Across from the entry is the most significant devotional grouping&mdash;a pentad (five figures&mdash;see image above).&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Central Binyang Cave, 508–523 CE. Longmen Caves, Luoyang, China." src="https://ka-perseus-images.s3.amazonaws.com/87f16d417c308ca3ea600e6d7ed54b33b61cdb81.jpg" /><span class="image-caption">Drapery, central Buddha,&nbsp;&nbsp;(detail),&nbsp;Central Binyang Cave, 508&ndash;523 CE. Longmen Caves, Luoyang, China,&nbsp;photo:&nbsp;Dennis Kruyt&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Central Binyang Cave, 508–523 CE. Longmen Caves, Luoyang, China." src="https://ka-perseus-images.s3.amazonaws.com/0f4de4bf674594b17b4753482f197421d02b1cad.jpg" /><span class="image-caption">Bodhisattvas and disciples, Central Binyang Cave, 508&ndash;523 C.E.,&nbsp;Longmen Caves, Luoyang, China, photo:<a href="https://www.flickr.com/photos/jordanpickett/8443281560">&nbsp;jordan pickett</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>The central Buddha, seated on a lion throne, is generally identified as Shakyamuni (the historical Buddha), although some scholars identify him as Maitreya (the Buddha of the future) based on the &quot;giving&quot; mudra&mdash;a hand gesture associated with Maitreya. He is assisted by two bodhisattvas and two disciples&mdash;Ananda and Kasyapa (bodhisattvas are enlightened beings who have put off entering paradise in order to help others attain enlightenment). &nbsp;</p> <p>The Buddha&#39;s monastic robe is rendered to appear as though tucked under him (image above). Ripples of folds cascade over the front of his throne.&nbsp;These&nbsp;linear and abstract motifs are typical of the mature Northern Wei style (as also seen in <a href="http://depts.washington.edu/silkroad/museums/mg/mgchina119.jpg">this&nbsp;gilt bronze statue</a>&nbsp;of&nbsp;Buddhas Shakyamuni and Prabhutaratna, from 518 C.E.).&nbsp;The flattened, elongated bodies of the Longmen bodhisattvas (image&nbsp;left) are hidden under elaborately pleated and flaring skirts. The bodhisattvas wear draping scarves, jewelry and crowns with floral designs. Their gentle, smiling faces are rectangular and elongated.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Detail of the Lotus Ceiling, Central Binyang Cave, Northern Wei Dynasty, First Quarter of the 6th Century" src="https://ka-perseus-images.s3.amazonaws.com/7844645d65766dedc7c43416226c14a0a6f90f4d.jpg" /><span class="image-caption">Detail of the Lotus Ceiling with celestial deities, Central Binyang Cave, Northern Wei Dynasty, First Quarter of the 6th Century</span></span><br /> Low relief carving covers the lateral walls, ceiling, and floor. Finely chiseled haloes back the images. The halo of the main Buddha extends up to merge with a lotus carving in the middle of the ceiling, where celestial deities appear to flutter down from the heavens with their scarves trailing (left). In contrast to the Northern Wei style seen on the pentad, the sinuous and dynamic surface decoration displays Chinese style. The Northern Wei craftsmen were able to marry two different aesthetics in one cave temple.&nbsp;</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Emperor Xiaowen and His Court, c. 522-23, China, Northern Wei dynasty, limestone with traces of pigment, 82” x 12 feet 11 inches (The Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/9c5f483a9d266987b2840007de8bb0393bd068ce.jpg" /><span class="image-caption"><em>Emperor Xiaowen and His Court,</em> c. 522-23, China, Northern Wei dynasty, limestone with traces of pigment, 82 inches&nbsp;x 12 feet 11 inches / 208.3 x 393.7 cm&nbsp;(The Metropolitan Museum of Art)</span></span></p> <p>Two relief carvings of imperial processions once flanked the doorway of the cave entrance. The emperor&rsquo;s procession is at the Metropolitan Museum&nbsp;(above), while the empress&rsquo;s procession is at the Nelson-Atkins Museum (below).&nbsp;These reliefs most likely commemorate historic events. According to records, the Empress Dowager visited the caves in 517 C.E., while the Emperor was present for consecration of the Central Binyang in 523 C.E.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Offering Procession of the Empress as Donor with Her Court, c. 522 C.E., fine, dark-gray limestone, 80 inches x 9 feet 1 1/2 inches / 203.2 x 278.13 cm (Nelson Atkins Museum)" src="https://ka-perseus-images.s3.amazonaws.com/2683e39ea0547a91c53dfd1642abd5ae875d0f83.jpg" /><span class="image-caption"><em>Offering Procession of the Empress as Donor with Her Court</em>, c. 522 C.E., fine, dark-gray limestone, 80 inches x 9 feet 1 1/2 inches / 203.2 x 278.13 cm (Nelson Atkins Museum)</span></span></p> <p>These reliefs are the most tangible evidence that the Northern Wei craftsmen masterfully adopted&nbsp;the Chinese aesthetic. The style of the reliefs may be inspired by secular painting, since the figures all appear very gracious and solemn.<strong> </strong>They are clad in Chinese court robes and look genuinely Chinese&mdash;mission accomplished for the Northern Wei!</p> <h3>Tang Dynasty</h3> <p>The Tang dynasty (618&ndash;907 C.E.)&nbsp;is considered the age of &quot;international Buddhism.&quot; Many Chinese, Indian, Central Asian and East Asian monks traveled throughout Asia. The centers of Buddhism in China were invigorated by these travels, and important developments in Buddhist thought and practice originated in China at this time.&nbsp;</p> <h3>Fengxian Temple</h3> <p>This imposing group of nine monumental images carved into the hard, gray limestone of Fengxian Temple at Longmen is a spectacular display of innovative style and iconography. Sponsored&nbsp;by the Emperor Gaozong and his wife, the future Empress Wu, the high relief sculptures are widely spaced in a semi-circle.</p> <p><span class="block-image image-wrapper"><img alt="Vairocana Buddha, Bodhisattvas, Monks, and Vajrapani, 673–75 C.E., Tang dynasty, limestone. Luoyang, Henan province" src="https://ka-perseus-images.s3.amazonaws.com/72c3880687105937b5c6b427173a7164e12213f6.jpg" /><span class="image-caption">Central Vairocana Buddha surrounded on either side by&nbsp;a monk, bodhisattva, heavenly king, a Vajrapani (thunderbolt holder), 673&ndash;75 C.E., Tang dynasty, limestone. Luoyang, Henan province, photo: <a href="https://www.flickr.com/photos/kevinpoh/3582416204">Kevin Poh</a>&nbsp;(CC BY 2.0)</span></span></p> <p>The central Vairocana Buddha (more than 55 feet high including its pedestal) is flanked on either side by a bodhisattva, &nbsp;a&nbsp;heavenly king, and a thunderbolt holder&nbsp;(vajrapani).&nbsp;Vairocana represents the primordial Buddha who generates and presides over all the Buddhas of the infinite universes that form Buddhist cosmology. This&nbsp;idea&mdash;of the&nbsp;power of one supreme deity over all the others&mdash;resonated in the vast Tang Empire which was dominated by the Emperor at its summit and supported by his subordinate officials. These monumental sculptures intentionally mirrored the political situation. The dignity and imposing presence of Buddha and the sumptuous appearance of his attendant bodhisattvas is significant in this context.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Vairocana Buddha, Bodhisattvas, and Monks, 673–75 C.E., Tang dynasty, limestone, Luoyang, Henan province" src="https://ka-perseus-images.s3.amazonaws.com/0d08c077ad7ccabdc317dbbb3c1ce83d50276347.jpg" /><span class="image-caption">Vairocana Buddha, monks and bodhisattvas, 673&ndash;75 C.E., Tang dynasty, limestone, Luoyang, Henan province, photo:&nbsp;<a href="https://www.flickr.com/photos/sanjaypk/6291435292">Sanjay P. K.</a>&nbsp;(CC BY-NC-ND 2.0)</span></span></p> <p>The Buddha, monks and bodhisattvas (above) display new softer and rounder modeling and serene facial expressions. In contrast, the heavenly guardians and the vajrapani are more engaging and animated. Notice the realistic musculature of the heavenly guardians and the forceful poses of the vajrapani (below).&nbsp;</p> <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/d201d7b00c6f37941e16e924c7ec06965d6320e8.jpg" /><span class="image-caption">Vaiśravana, one of The Four Heavenly Kings, is on the left&nbsp;(indicated by the stupa&nbsp;in his right hand). Vajrapāṇi (on the right)&nbsp;are spiritual beings&nbsp;that wield the thunderbolt, 673-675 C.E., Tang dynasty, limestone,&nbsp;Luoyang, Henan province,&nbsp;photo:&nbsp;<a href="https://www.flickr.com/photos/sanjaypk/6291435020">Sanjay P. K.</a>&nbsp;(CC BY-NC-ND 2.0)</span></span></p> <h3>Kanjing Temple</h3> <p><span class="block-image image-wrapper"><img alt="Arhats, Kanjing Temple, Longmen Caves, Luoyang, China" src="https://ka-perseus-images.s3.amazonaws.com/be0b44bbf17e13d33f0bf562bab6caf5c33bafbf.jpg" /><span class="image-caption">Arhats, Kanjing Temple, Longmen Caves, Luoyang, China (<a href="https://plus.google.com/photos/114372563833321197394/albums/5646434219181115105/5646435229490263282?banner=pwa&amp;pid=5646435229490263282&amp;oid=114372563833321197394">source</a>)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Arhats, Kanjing Temple, Longmen Caves, Luoyang, China" src="https://ka-perseus-images.s3.amazonaws.com/5d752d52fdee8c2500fc0a2efc6f91c6aa3a86d8.jpg" /><span class="image-caption">Arhats, Kanjing Temple, Longmen Caves, Luoyang, China</span></span>Tang dynasty realism&mdash;whether fleshy or wizened, dignified or light-hearted&mdash;is displayed in the Kanjing cave Temple at Longmen. Here we see accurate portrayals of individuals. This temple was created from about 690-704 C.E. under the patronage of Empress Wu.&nbsp;</p> <p>In the images of&nbsp;arhats (worthy monks who have advanced very far in their quest of Enlightenment),&nbsp;who line the walls,&nbsp;the carver sought to create intense realism. Although they are still mortal, arhats&nbsp;are capable of extraordinary deeds both physical and spiritual (they can move at free will through space, can understand the thoughts in people&#39;s minds, and hear the voices of far away speakers). Twenty-nine monks form a procession around the cave perimeter, linking the subject matter to the rising interest in Chan Buddhism (the Meditation School) fostered at court by the empress herself. These&nbsp;portraits record&nbsp;the lineage of the great patriarchs who transmitted the Buddhist doctrine.&nbsp;</p> <h3>Sovereignty and iconography</h3> <p>Foreign rulers of the Northern Wei, yearning for assimilation and control, made use of Buddhist images for authority and power. Tang dynasty leaders thrived during China&rsquo;s golden age, asserting their sovereignty with the assistance of Buddhist iconography. Today you can visit the stunning limestone remains in Luoyang, New York City, and Kansas City.&nbsp;</p> <p>Essay by Dr. Jennifer N. McIntire, with debt to her&nbsp;teacher, Professor&nbsp;Angela Howard</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://whc.unesco.org/en/list/1003/">Longmen Grottoes from Unesco</a></p> <p><a href="http://www.metmuseum.org/toah/hd/nsdy/hd_nsdy.htm">Period of the Northern and Southern Dynasties (386&ndash;589) on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
