Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Left: Masaccio, Holy Trinity, c. 1427, fresco, 667 x 317 cm, Santa Maria Novella, Florence; right: Masaccio's Holy Trinity with the figures labeled " src="https://ka-perseus-images.s3.amazonaws.com/7355206b1492f49bd0d26b3945ebd5e97be5abb7.jpg" /><span class="image-caption">Left: Masaccio, Holy Trinity, c. 1427, fresco, 667 x 317 cm, Santa Maria Novella, Florence; right: Masaccio&#39;s <em>Holy Trinity</em> with the figures labeled</span></span></p> <p>Masaccio was the first painter in the Renaissance to incorporate Brunelleschi&#39;s discovery in his art. He did this in his fresco&nbsp;the <em>Holy Trinity</em>, in Santa Maria Novella, in Florence.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/8205beb6f09b4b7dd62114bf19f49f8740fb1a15.jpg" /><span class="image-caption">Masaccio, Perspective diagram of&nbsp;<em>Holy Trinity</em>, c. 1427, Fresco, 667 x 317 cm, Santa Maria Novella, Florence</span></span>Have a close look at the painting and at this perspective diagram. The orthogonals can be seen in the edges of the coffers in the ceiling (look for diagonal lines that appear to recede into the distance). Because Masaccio painted from a low viewpoint, as though we were looking up at Christ, we see the orthogonals in the ceiling, and if we traced all of the orthogonals, we would see that the vanishing point is&nbsp;on the ledge that the donors kneel on.</p> <h3>God&#39;s feet</h3> <p>My favorite part of this fresco is God&#39;s feet. Actually, you can only really see one of them. Think about this for a moment. God is standing in this painting. Doesn&#39;t that strike you as odd just a little bit? This may not strike you all that much when you first think about it because our idea of God, our picture of God in our minds eye&mdash;as an old man with a beard&mdash;is very much based on Renaissance images of God. So, here Masaccio imagines God as a man. Not a force or a power, or something abstract, but as a man. A man who stands -- his feet are foreshortened, and he weighs something and is capable of walking! In medieval art, God was often represented by a hand, just a hand, as though God was an abstract force or power in our lives, but here he seems so much like a flesh and blood man. This is a good indication of Humanism in the Renaissance.</p> <p><span class="block-image image-wrapper"><img alt="View of nave of Santa Maria Novella, Florence with Masaccio's fresco on the left wall, photo: Trevor Huxham (CC BY-NC-ND 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/7f116cf885fcbd02d2df252c9f6a1b9ede677a83.jpg" /><span class="image-caption">View of nave of Santa Maria Novella, Florence with Masaccio&#39;s fresco on the left wall, photo: <a href="https://www.flickr.com/photos/ferrariguy90/11826077813">Trevor Huxham</a> (CC BY-NC-ND 2.0)</span></span></p> <p>Masaccio&#39;s contemporaries were struck by the palpable realism of this fresco, as was Vasari who lived over one hundred years later. Vasari wrote that &quot;the most beautiful thing, apart from the figures, is a barrel-shaped vaulting, drawn in perspective and divided into squares filled with rosettes, which are foreshortened and made to diminish so well that the wall appears to be pierced.&quot;*</p> <h3>The Architecture&nbsp;</h3> <p>One of the other remarkable things about this fresco is the use of the forms of classical architecture (from ancient Greece and Rome). Masaccio borrowed much of what we see from ancient Roman architecture, and may have been helped by the great Renaissance architect&nbsp;Brunelleschi.</p> <blockquote> <p><strong>Coffers</strong> - the indented squares on the ceiling</p> <p><strong>Column</strong> - a round, supporting element in architecture. In this fresco by Masaccio&nbsp;we see an attached column</p> <p><strong>Pilasters</strong> - a shallow, flattened out column&nbsp;attached to a wall&mdash;it is only decorative, and has no supporting function</p> <p><strong>Barrel Vault</strong> - vault means ceiling, and a barrel vault is a ceiling in the shape of a round arch</p> <p><strong>Ionic and Corinthian Capitals</strong> - a capital is the decorated top of a column or pilaster. An ionic capital has a scroll shape (like the ones on the attached columns in the painting), and a Corinthian capital has leaf shapes.</p> <p><strong>Fluting</strong> - the vertical, indented lines or grooves that decorated the pilasters in the painting&mdash;fluting can also be applied to&nbsp;a column</p> </blockquote> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b5554f70bed2d13c63083322a7c54587c832f520.gif" /><span class="image-caption">Masaccio, detail of<em>&nbsp;Holy Trinity</em> with architectural elements labeled,<br /> c. 1427, fresco, 667 x 317 cm, Santa Maria Novella, Florence</span></span></p> <p>*Vasari, &quot;Masaccio&quot; in <em><a href="http://members.efn.org/~acd/vite/VasariMasaccio.html">Lives of the Most Excellent Painters, Sculptors, and Architects the Artists</a>&nbsp;</em>(first published in 1550 in Italian)</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.artbabble.org/video/ngadc/empire-eye-magic-illusion-trinity-masaccio-part-2">The Magic of Illusion: Masaccio&#39;s <em>Holy Trinity</em>, from the National Gallery of Art</a></p>
it: <p><span class="block-image image-wrapper"><img alt="Left: Masaccio, Holy Trinity, c. 1427, fresco, 667 x 317 cm, Santa Maria Novella, Florence; right: Masaccio's Holy Trinity with the figures labeled " src="https://ka-perseus-images.s3.amazonaws.com/7355206b1492f49bd0d26b3945ebd5e97be5abb7.jpg" /><span class="image-caption">Left: Masaccio, Holy Trinity, c. 1427, fresco, 667 x 317 cm, Santa Maria Novella, Florence; right: Masaccio&#39;s <em>Holy Trinity</em> with the figures labeled</span></span></p> <p>Masaccio was the first painter in the Renaissance to incorporate Brunelleschi&#39;s discovery in his art. He did this in his fresco&nbsp;the <em>Holy Trinity</em>, in Santa Maria Novella, in Florence.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/8205beb6f09b4b7dd62114bf19f49f8740fb1a15.jpg" /><span class="image-caption">Masaccio, Perspective diagram of&nbsp;<em>Holy Trinity</em>, c. 1427, Fresco, 667 x 317 cm, Santa Maria Novella, Florence</span></span>Have a close look at the painting and at this perspective diagram. The orthogonals can be seen in the edges of the coffers in the ceiling (look for diagonal lines that appear to recede into the distance). Because Masaccio painted from a low viewpoint, as though we were looking up at Christ, we see the orthogonals in the ceiling, and if we traced all of the orthogonals, we would see that the vanishing point is&nbsp;on the ledge that the donors kneel on.</p> <h3>God&#39;s feet</h3> <p>My favorite part of this fresco is God&#39;s feet. Actually, you can only really see one of them. Think about this for a moment. God is standing in this painting. Doesn&#39;t that strike you as odd just a little bit? This may not strike you all that much when you first think about it because our idea of God, our picture of God in our minds eye&mdash;as an old man with a beard&mdash;is very much based on Renaissance images of God. So, here Masaccio imagines God as a man. Not a force or a power, or something abstract, but as a man. A man who stands -- his feet are foreshortened, and he weighs something and is capable of walking! In medieval art, God was often represented by a hand, just a hand, as though God was an abstract force or power in our lives, but here he seems so much like a flesh and blood man. This is a good indication of Humanism in the Renaissance.</p> <p><span class="block-image image-wrapper"><img alt="View of nave of Santa Maria Novella, Florence with Masaccio's fresco on the left wall, photo: Trevor Huxham (CC BY-NC-ND 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/7f116cf885fcbd02d2df252c9f6a1b9ede677a83.jpg" /><span class="image-caption">View of nave of Santa Maria Novella, Florence with Masaccio&#39;s fresco on the left wall, photo: <a href="https://www.flickr.com/photos/ferrariguy90/11826077813">Trevor Huxham</a> (CC BY-NC-ND 2.0)</span></span></p> <p>Masaccio&#39;s contemporaries were struck by the palpable realism of this fresco, as was Vasari who lived over one hundred years later. Vasari wrote that &quot;the most beautiful thing, apart from the figures, is a barrel-shaped vaulting, drawn in perspective and divided into squares filled with rosettes, which are foreshortened and made to diminish so well that the wall appears to be pierced.&quot;*</p> <h3>The Architecture&nbsp;</h3> <p>One of the other remarkable things about this fresco is the use of the forms of classical architecture (from ancient Greece and Rome). Masaccio borrowed much of what we see from ancient Roman architecture, and may have been helped by the great Renaissance architect&nbsp;Brunelleschi.</p> <blockquote> <p><strong>Coffers</strong> - the indented squares on the ceiling</p> <p><strong>Column</strong> - a round, supporting element in architecture. In this fresco by Masaccio&nbsp;we see an attached column</p> <p><strong>Pilasters</strong> - a shallow, flattened out column&nbsp;attached to a wall&mdash;it is only decorative, and has no supporting function</p> <p><strong>Barrel Vault</strong> - vault means ceiling, and a barrel vault is a ceiling in the shape of a round arch</p> <p><strong>Ionic and Corinthian Capitals</strong> - a capital is the decorated top of a column or pilaster. An ionic capital has a scroll shape (like the ones on the attached columns in the painting), and a Corinthian capital has leaf shapes.</p> <p><strong>Fluting</strong> - the vertical, idented lines or grooves that decorated the pilasters in the painting&mdash;fluting could also be used on a column</p> </blockquote> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b5554f70bed2d13c63083322a7c54587c832f520.gif" /><span class="image-caption">Masaccio, detail of<em>&nbsp;Holy Trinity</em> with architectural elements labeled, c. 1427, fresco, 667 x 317 cm, Santa Maria Novella, Florence</span></span></p> <p>*Vasari, &quot;Masaccio&quot; in <em><a href="http://members.efn.org/~acd/vite/VasariMasaccio.html">Lives of the Most Excellent Painters, Sculptors, and Architects the Artists</a>&nbsp;</em>(first published in 1550 in Italian)</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.artbabble.org/video/ngadc/empire-eye-magic-illusion-trinity-masaccio-part-2">The Magic of Illusion: Masaccio&#39;s <em>Holy Trinity</em>, from the National Gallery of Art</a></p>
