Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Perforated relief of Ur-Nanshe, king of Lagash, limestone, Early Third Dynasty (2550–2500 B.C.E.), found in Telloh or Tello (ancient city of Girsu). 15-¼ x 18-¼ inches / 39 x 46.5 cm (Musée du Louvre)" src="https://ka-perseus-images.s3.amazonaws.com/72e89dae5165831483b144c0db4d7d15f8e35a04.jpg" /><span class="image-caption"><em>Perforated relief of Ur-Nanshe</em>, king of Lagash, limestone, Early Third Dynasty (2550&ndash;2500 B.C.E.), found in Telloh or Tello (ancient city of Girsu). 15-&frac14; x 18-&frac14; inches / 39 x 46.5 cm (Mus&eacute;e du Louvre)</span></span>Archaeologists believe that the years 2800-2350 B.C.E. in Mesopotamia&nbsp;saw both increased population and a drier climate. This would have increased competition between city-states which would have vied for arable land.</p> <p>As conflicts increased, the military leadership of temple administrators became more important. Art of this period emphasizes a new combination of piety and raw power in the representation of its leaders. In fact, the representation of human figures becomes more common and more detailed in this era.&nbsp;</p> <p>This votive plaque, which would have been hung on the wall of a shrine through its central hole, illustrates the chief priest and king of Lagash, Ur-Nanshe, helping to build and then commemorate the opening of a temple of Ningirsu, the patron god of his city. The plaque was excavated at the Girsu. There is some evidence that Girsu was then the capital of the city-state of Lagash.</p> <p><span class="block-image image-wrapper"><img alt="Perforated relief of Ur-Nanshe (detail), king of Lagash, limestone, Early Third Dynasty (2550–2500 B.C.E.), found in Telloh or Tello (ancient city of Girsu). 15-¼ x 18-¼ inches / 39 x 46.5 cm (Musée du Louvre)" src="https://ka-perseus-images.s3.amazonaws.com/050ef4476fdc896ef77d3709ec03aa607a6f83d9.jpg" /><span class="image-caption"><em>Perforated relief of Ur-Nanshe (detail)</em>, king of Lagash, limestone, Early Third Dynasty (2550&ndash;2500 B.C.E.), found in Telloh or Tello (ancient city of Girsu). 15-&frac14; x 18-&frac14; inches / 39 x 46.5 cm (Mus&eacute;e du Louvre)</span></span>The top portion of the plaque depicts Ur-Nanshe helping to bring mud bricks to the building site accompanied by his wife and sons. The bottom shows Ur-Nanshe seated at a banquet, enjoying a drink, again accompanied by his sons. In both, he wears the traditional tufted woolen skirt called the kaunakes and shows off his broad muscular chest and arms.</p> <p>Text by Dr. Senta German</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/perforated-relief-king-ur-nanshe">This sculpture at the Louvre</a></p> <p><a href="http://www.metmuseum.org/toah/hd/edys/hd_edys.htm">Early Dynastic Sculpture 2900-1350 B.C.E. at the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/72e89dae5165831483b144c0db4d7d15f8e35a04.jpg" /><span class="image-caption"><em>Perforated relief of Ur-Nanshe</em>, king of Lagash, limestone, Early Third Dynasty (2550&ndash;2500 B.C.E.), found in Telloh or Tello (ancient city of Girsu). 15-&frac14; x 18-&frac14; inches / 39 x 46.5 cm (Mus&eacute;e du Louvre)</span></span>Archaeologists believe that the years 2800-2350 B.C.E. in Mesopotamian saw both increased population and a drier climate. This would have increased competition between city-states which would have vied for arable land.</p> <p>As conflicts increased, the military leadership of temple administrators became more important. Art of this period emphasizes a new combination of piety and raw power in the representation of its leaders. In fact, the representation of human figures becomes more common and more detailed in this era.&nbsp;</p> <p>This votive plaque, which would have been hung on the wall of a shrine through its central hole, illustrates the chief priest and king of Lagash, Ur-Nanshe, helping to build and then commemorate the opening of a temple of Ningirsu, the patron god of his city. The plaque was excavated at the Girsu. There is some evidence that Girsu was then the capital of the city-state of Lagash.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/050ef4476fdc896ef77d3709ec03aa607a6f83d9.jpg" /><span class="image-caption"><em>Perforated relief of Ur-Nanshe (detail)</em>, king of Lagash, limestone, Early Third Dynasty (2550&ndash;2500 B.C.E.), found in Telloh or Tello (ancient city of Girsu). 15-&frac14; x 18-&frac14; inches / 39 x 46.5 cm (Mus&eacute;e du Louvre)</span></span>The top portion of the plaque depicts Ur-Nanshe helping to bring mud bricks to the building site accompanied by his wife and sons. The bottom shows Ur-Nanshe seated at a banquet, enjoying a drink, again accompanied by his sons. In both, he wears the traditional tufted woolen skirt called the kaunakes and shows off his broad muscular chest and arms.</p> <p>Text by Dr. Senta German</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/perforated-relief-king-ur-nanshe">This sculpture at the Louvre</a></p> <p><a href="http://www.metmuseum.org/toah/hd/edys/hd_edys.htm">Early Dynastic Sculpture 2900-1350 B.C.E. at the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>

source: <p><span class="block-image image-wrapper"><img alt="Piero della Francesca, Flagellation of Christ, c. 1455-65, oil and tempera on wood, 1' 11 1/8&quot; x 2' 8 1/4&quot; (Galleria Nazionale delle Marche, Urbino)" src="https://ka-perseus-images.s3.amazonaws.com/c723e3904e50464d218eaea58e6e86cda59c2e04.jpg" /><span class="image-caption">Piero della Francesca, <em>Flagellation of Christ</em>, c. 1455-65, oil and tempera on wood, 58.4&nbsp;&times;&nbsp;81.5&nbsp;cm&nbsp;(Galleria Nazionale delle Marche, Urbino)</span></span></p> <h3>The subject of the Flagellation</h3> <p>Piero della Francesca&rsquo;s <em>Flagellation of Christ</em> is proof that, sometimes, good things really do come in small packages. Despite the panel&rsquo;s size (only 58.4&nbsp;cm &times;&nbsp;81.5&nbsp;cm), the painting has been a mainstay in the last century in discussions of Quattrocento (fifteenth century) painting. An early example of the use of oil paint&mdash;though Piero used both tempera and oil in its execution&mdash;the work depicts the moment in Christ&rsquo;s Passion when he was whipped before Pontius Pilate. Though the New Testament says very little about this moment, mentioning only that Pilate ordered Christ to be flogged, later Christian writers wrote much about the event, and even speculated about the number of lashes Christ received. Though the New Testament does not say that Christ was tied to a column while being whipped, during the fifteenth century this became a convention in depictions of the scene, which Piero here follows. &nbsp;&nbsp;</p> <h3>A masterpiece of the Early Renaissance</h3> <p>This painting is a masterpiece of the early Renaissance. The figures are expressive; especially noteworthy is the face of the bearded man in the foreground. They are also given real volume through the use of modeling (the passage from light to dark over the surface of an object). True to Humanism, the painting shows a preoccupation with the Classical world, as seen especially in the architecture and inclusion of the golden statue in the background. Above all, Piero&rsquo;s obsession with perspective (the naturalistic recession in to space), is evident. In fact, the artist was the author of a treatise on perspective, entitled <em>De Perspectiva Pingendi</em> (<em>On the Perspective of Painting</em>) and was also known as a mathematician and geometer. &nbsp;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Three men in foreground (detail), Piero della Francesca, Flagellation of Christ, c. 1455-65, oil and tempera on wood, 58.4 × 81.5 cm (Galleria Nazionale delle Marche, Urbino)" src="https://ka-perseus-images.s3.amazonaws.com/e3c76033ca4efa0e8d046d4cdf0752751c86eb73.jpg" /><span class="image-caption">Three men in foreground (detail), Piero della Francesca, <em>Flagellation of Christ</em>, c. 1455-65, oil and tempera on wood, 58.4 &times; 81.5 cm (Galleria Nazionale delle Marche, Urbino)</span></span></p> <h3>Who are the men in the foreground?</h3> <p>But Piero della Francesca&rsquo;s picture is also highly unusual. The flagellation, which is the gruesome main event, takes place in the background, while three extraneous men are painted prominently in the foreground. Piero uses two main devices to further emphasize the division of subjects. The first is setting. While the flagellation takes place inside of a covered courtyard with dramatic black and white checked tiles, the men are outdoors standing on the reddish tiles that pervade the scene. The second is the use of the orthogonal lines of the perspective, which divide the painting in half, and also delineate the interior and exterior space.&nbsp;</p> <p>Not only is the painting strange because Piero marginalized the primary subject, relegating it to the back of the painting, but also because art historians cannot agree on who the three men in the foreground are. Theories abound. &nbsp;</p> <p>The traditional identification of these three men is that the young man in the center is Oddantanio da Montefeltro, ruler of Urbino, flanked on either side by his advisors. &nbsp;All three of these men were killed in a conspiracy. In this case, it is suggested that the patron of the painting was Federigo da Montefeltro (who was later immortalized in a famous diptych by Piero) to commemorate his brother&rsquo;s death and compare his innocence to that of Christ. &nbsp;</p> <p>Art historian Marilyn Lavin offered another notable interpretation of the painting. She suggested that the two older men are Ludovico Gonzaga and a friend, who had both recently lost their sons, symbolized by the young man in the center. The painting in this case would compare the pain that the two fathers felt to that of Christ during his Passion. &nbsp;</p> <p>Other art historians have suggested that the painting is an allegory for the suffering of Constantinople after its fall to the Muslims in 1453. In this view, the two men watching the flagellation are Murad II (the Islamic sultan who waged a decades-long war against Christianity), and Byzantine Emperor John VIII Palaiologos (against whom that war was waged). The emperor had gone to the 1438 Council of Florence to ask for protection from the Muslims, but received no aid. The three enigmatic men, then, represent nobles who stood by and let the Christian nation be destroyed. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Flagellation of Christ in the background with two spectators (detail), Piero della Francesca, Flagellation of Christ, c. 1455-65, oil and tempera on wood, 58.4 × 81.5 cm (Galleria Nazionale delle Marche, Urbino)" src="https://ka-perseus-images.s3.amazonaws.com/4daf0195621f74e05663485aa6ddc356be2b1373.jpg" /><span class="image-caption">Christ tied to a column, being flogged by two men (detail), Piero della Francesca, <em>Flagellation of Christ</em>, c. 1455-65, oil and tempera on wood, 58.4 &times; 81.5 cm (Galleria Nazionale delle Marche, Urbino)</span></span></p> <p>Still another interpretation suggests that the key to understanding the painting lay in the lost inscription on the frame, which putatively said, &ldquo;Convenerunt in unum,&rdquo; or &ldquo;They come into one.&rdquo; This is a line from the Bible that was traditionally read each year on Good Friday, the day that commemorates Christ&rsquo;s Passion. &quot;They&rdquo; would refer then to the Sanhedrinists, or councilmen of Israel, who were present during Christ&rsquo;s suffering. In this way of looking at the panel, Piero did not include a contemporary political message, but rather painted a narrative that is true to the text, and depicts exactly what it purports to, the flagellation of Christ.</p> <h3>No definitive interpretation</h3> <p>The enigmatic nature of Piero della Francesca&rsquo;s <em>Flagellation</em> underscores the fact that works of art, regardless of their age, continue to engender interesting art historical research. In the case of this painting, it is unlikely that a definitive interpretation will ever be accepted, as there is little documentation to support a single argument. Perhaps this ambiguity is partially why the painting continues to intrigue, and, almost 600 years later, grants multiple entry points to the viewer, drawing him into Piero&rsquo;s fictional world.</p> <p>Essay by Christine Zappella&nbsp;</p> <hr /> <p><strong>Additional Resources</strong></p> <p><a href="http://www.jstor.org/stable/750368">R. Wittkower and B. A. R. Carter, &ldquo;The Perspective of Piero della Francesca&#39;s <em>Flagellation</em>, <em>Journal of the Warburg and Courtauld Institutes</em>, vol. 16, no. 3/4 (1953), pp. 292-302.</a></p> <p><a href="http://www.jstor.org/stable/3048569">Marilyn Aronberg Lavin, Piero della Francesca&#39;s <em>Flagellation</em>: The Triumph of Christian Glory, <em>The Art Bulletin</em>, vol. 50, no. 4 (Dec., 1968), pp. 321-342.</a></p> <p><a href="http://www.jstor.org/stable/3048797">Ludovico Borgo,&nbsp;&quot;Piero della Francesca&#39;s Flagellation: The Figures in the Foreground&quot;</a><a href="http://www.jstor.org/stable/879736">&nbsp;</a><a href="http://www.jstor.org/stable/879736"><em>The Burlington Magazine</em></a><a href="http://www.jstor.org/stable/879736">,vol. 121, no. 918 (Sep., 1979), pp. 546-553+557.</a></p> <p><a href="http://www.jstor.org/stable/879736">Ludovico Borgo, New Questions for Piero&#39;s <em>Flagellation</em>, The Burlington Magazine, vol. 121, no. 918 (Sep., 1979), pp. 546-553+557.</a></p> <p><a href="http://www.jstor.org/stable/1482169">Joseph Hoffman, Piero della Francesca&#39;s</a><em><a href="http://www.jstor.org/stable/1482169"> &quot;Flagellation&quot;. </a></em><a href="http://www.jstor.org/stable/1482169">A Reading from Jewish History, </a><em><a href="http://www.jstor.org/stable/1482169">Zeitschrift f&uuml;r Kunstgeschichte</a></em><a href="http://www.jstor.org/stable/1482169"><em>&nbsp;</em></a><a href="http://www.jstor.org/stable/1482169">44. Bd., H. 4 (1981), </a>pp. 340-357.</p> <p>&nbsp;</p>
it: <p><span class="block-image image-wrapper"><img alt="Piero della Francesca, Flagellation of Christ, c. 1455-65, oil and tempera on wood, 1' 11 1/8&quot; x 2' 8 1/4&quot; (Galleria Nazionale delle Marche, Urbino)" src="https://ka-perseus-images.s3.amazonaws.com/c723e3904e50464d218eaea58e6e86cda59c2e04.jpg" /><span class="image-caption">Piero della Francesca, <em>Flagellation of Christ</em>, c. 1455-65, oil and tempera on wood, 58.4&nbsp;&times;&nbsp;81.5&nbsp;cm&nbsp;(Galleria Nazionale delle Marche, Urbino)</span></span></p> <h3>The subject of the Flagellation</h3> <p>Piero della Francesca&rsquo;s <em>Flagellation of Christ</em> is proof that, sometimes, good things really do come in small packages. Despite the panel&rsquo;s size (only 58.4&nbsp;cm &times;&nbsp;81.5&nbsp;cm), the painting has been a mainstay in the last century in discussions of Quattrocento (fifteenth century) painting. An early example of the use of oil paint&mdash;though Piero used both tempera and oil in its execution&mdash;the work depicts the moment in Christ&rsquo;s Passion when he was whipped before Pontius Pilate. Though the New Testament says very little about this moment, mentioning only that Pilate ordered Christ to be flogged, later Christian writers wrote much about the event, and even speculated about the number of lashes Christ received. Though the New Testament does not say that Christ was tied to a column while being whipped, during the fifteenth century this became a convention in depictions of the scene, which Piero here follows. &nbsp;&nbsp;</p> <h3>A masterpiece of the Early Renaissance</h3> <p>This painting is a masterpiece of the early Renaissance. The figures are expressive; especially noteworthy is the face of the bearded man in the foreground. They are also given real volume through the use of modeling (the passage from light to dark over the surface of an object). True to Humanism, the painting shows a preoccupation with the Classical world, as seen especially in the architecture and inclusion of the golden statue in the background. Above all, Piero&rsquo;s obsession with perspective (the naturalistic recession in to space), is evident. In fact, the artist was the author of a treatise on perspective, entitled <em>De Perspectiva Pingendi</em> (<em>On the Perspective of Painting</em>) and was also known as a mathematician and geometer. &nbsp;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Three men in foreground (detail), Piero della Francesca, Flagellation of Christ, c. 1455-65, oil and tempera on wood, 58.4 × 81.5 cm (Galleria Nazionale delle Marche, Urbino)" src="https://ka-perseus-images.s3.amazonaws.com/e3c76033ca4efa0e8d046d4cdf0752751c86eb73.jpg" /><span class="image-caption">Three men in foreground (detail), Piero della Francesca, <em>Flagellation of Christ</em>, c. 1455-65, oil and tempera on wood, 58.4 &times; 81.5 cm (Galleria Nazionale delle Marche, Urbino)</span></span></p> <h3>Who are the men in the foreground?</h3> <p>But Piero della Francesca&rsquo;s picture is also highly unusual. The flagellation, which is the gruesome main event, takes place in the background, while three extraneous men are painted prominently in the foreground. Piero uses two main devices to further emphasize the division of subjects. The first is setting. While the flagellation takes place inside of a covered courtyard with dramatic black and white checked tiles, the men are outdoors standing on the reddish tiles that pervade the scene. The second is the use of the orthogonal lines of the perspective, which divide the painting in half, and also delineate the interior and exterior space.&nbsp;</p> <p>Not only is the painting strange because Piero marginalized the primary subject, relegating it to the back of the painting, but also because art historians cannot agree on who the three men in the foreground are. Theories abound. &nbsp;</p> <p>The traditional identification of these three men is that the young man in the center is Oddantanio da Montefeltro, ruler of Urbino, flanked on either side by his advisors. &nbsp;All three of these men were killed in a conspiracy. In this case, it is suggested that the patron of the painting was Federigo da Montefeltro (who was later immortalized in a famous diptych by Piero) to commemorate his brother&rsquo;s death and compare his innocence to that of Christ. &nbsp;</p> <p>Art historian Marilyn Lavin offered another notable interpretation of the painting. She suggested that the two older men are Ludovico Gonzaga and a friend, who had both recently lost their sons, symbolized by the young man in the center. The painting in this case would compare the pain that the two fathers felt to that of Christ during his Passion. &nbsp;</p> <p>Other art historians have suggested that the painting is an allegory for the suffering of Constantinople after its fall to the Muslims in 1453. In this view, the two men watching the flagellation are Murad II (the Islamic sultan who waged a decades-long war against Christianity), and Byzantine Emperor John VIII Palaiologos (against whom that war was waged). The emperor had gone to the 1438 Council of Florence to ask for protection from the Muslims, but received no aid. The three enigmatic men, then, represent nobles who stood by and let the Christian nation be destroyed. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/4daf0195621f74e05663485aa6ddc356be2b1373.jpg" /><span class="image-caption">Christ tied to a column, being flogged by two men (detail), Piero della Francesca, <em>Flagellation of Christ</em>, c. 1455-65, oil and tempera on wood, 58.4 &times; 81.5 cm (Galleria Nazionale delle Marche, Urbino)</span></span></p> <p>Still another interpretation suggests that the key to understanding the painting lay in the lost inscription on the frame, which putatively said, &ldquo;Convenerunt in unum,&rdquo; or &ldquo;They come into one.&rdquo; This is a line from the Bible that was traditionally read each year on Good Friday, the day that commemorates Christ&rsquo;s Passion. &quot;They&rdquo; would refer then to the Sanhedrinists, or councilmen of Israel, who were present during Christ&rsquo;s suffering. In this way of looking at the panel, Piero did not include a contemporary political message, but rather painted a narrative that is true to the text, and depicts exactly what it purports to, the flagellation of Christ.</p> <h3>No definitive interpretation</h3> <p>The enigmatic nature of Piero della Francesca&rsquo;s <em>Flagellation</em> underscores the fact that works of art, regardless of their age, continue to engender interesting art historical research. In the case of this painting, it is unlikely that a definitive interpretation will ever be accepted, as there is little documentation to support a single argument. Perhaps this ambiguity is partially why the painting continues to intrigue, and, almost 600 years later, grants multiple entry points to the viewer, drawing him into Piero&rsquo;s fictional world.</p> <p>Essay by Christine Zappella&nbsp;</p> <hr /> <p><strong>Additional Resources</strong></p> <p><a href="http://www.jstor.org/stable/750368">R. Wittkower and B. A. R. Carter, &ldquo;The Perspective of Piero della Francesca&#39;s <em>Flagellation</em>, <em>Journal of the Warburg and Courtauld Institutes</em>, vol. 16, no. 3/4 (1953), pp. 292-302.</a></p> <p><a href="http://www.jstor.org/stable/3048569">Marilyn Aronberg Lavin, Piero della Francesca&#39;s <em>Flagellation</em>: The Triumph of Christian Glory, <em>The Art Bulletin</em>, vol. 50, no. 4 (Dec., 1968), pp. 321-342.</a></p> <p><a href="http://www.jstor.org/stable/3048797">Ludovico Borgo,&nbsp;&quot;Piero della Francesca&#39;s Flagellation: The Figures in the Foreground&quot;</a><a href="http://www.jstor.org/stable/879736">&nbsp;</a><a href="http://www.jstor.org/stable/879736"><em>The Burlington Magazine</em></a><a href="http://www.jstor.org/stable/879736">,vol. 121, no. 918 (Sep., 1979), pp. 546-553+557.</a></p> <p><a href="http://www.jstor.org/stable/879736">Ludovico Borgo, New Questions for Piero&#39;s <em>Flagellation</em>, The Burlington Magazine, vol. 121, no. 918 (Sep., 1979), pp. 546-553+557.</a></p> <p><a href="http://www.jstor.org/stable/1482169">Joseph Hoffman, Piero della Francesca&#39;s</a><em><a href="http://www.jstor.org/stable/1482169"> &quot;Flagellation&quot;. </a></em><a href="http://www.jstor.org/stable/1482169">A Reading from Jewish History, </a><em><a href="http://www.jstor.org/stable/1482169">Zeitschrift f&uuml;r Kunstgeschichte</a></em><a href="http://www.jstor.org/stable/1482169"><em>&nbsp;</em></a><a href="http://www.jstor.org/stable/1482169">44. Bd., H. 4 (1981), </a>pp. 340-357.</p> <p>&nbsp;</p>
