Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Beautifully preserved life-size painted limestone funerary sculptures of Prince Rahotep and his wife Nofret. Note the lifelike eyes of inlaid rock crystal (Old Kingdom). Photo: Dr. Amy Calvert" src="https://ka-perseus-images.s3.amazonaws.com/d5afd37748fff7ca45853aa527e93207e4105fe7.jpg" /><span class="image-caption">Beautifully preserved life-size painted limestone funerary sculptures of Prince Rahotep and his wife Nofret. Note the lifelike eyes of inlaid rock crystal (Old Kingdom). Photo: Dr. Amy Calvert</span></span></p> <h3>Appreciating &amp; understanding ancient Egyptian art</h3> <p>Ancient Egyptian art must be viewed from the standpoint of the ancient Egyptians to understand it. The somewhat static, usually formal, strangely abstract, and often blocky nature of much Egyptian imagery has, at times, led to unfavorable comparisons with later, and much more &lsquo;naturalistic,&rsquo; Greek or Renaissance art. However, the art of the Egyptians served a vastly different purpose than that of these later cultures.</p> <h3>Art not meant to be seen</h3> <p>While today we marvel at the glittering treasures from the tomb of Tutankhamun, the sublime reliefs in New Kingdom tombs, and the serene beauty of Old Kingdom statuary, it is imperative to remember that the majority of these works were never intended to be seen&mdash;that was simply not their purpose.</p> <p><span class="block-image image-wrapper"><img alt="Painted sunk relief of the king being embraced by a goddess. Tomb of Amenherkhepshef (QV 55) (New Kingdom) Photo: Dr. Amy Calvert" src="https://ka-perseus-images.s3.amazonaws.com/8e46bb857f16a5c507212e3777552bbdc4206c27.jpg" style="width:100%" /><span class="image-caption">Painted sunk relief of the king being embraced by a goddess. Tomb of Amenherkhepshef (QV 55) (New Kingdom) Photo: Dr. Amy Calvert</span></span></p> <h3>The function of Egyptian art</h3> <p>These images, whether statues or relief, were designed to benefit a divine or deceased recipient. Statuary provided a place for the recipient to manifest and receive the benefit of ritual action. Most statues show a formal frontality, meaning they are arranged straight ahead, because they were designed to face the ritual being performed before them. Many statues were also originally placed in recessed niches or other architectural settings&mdash;contexts that would make frontality their expected and natural mode.</p> <p>Statuary, whether divine, royal, or elite, provided a kind of conduit for the spirit (or ka) of that being to interact with the terrestrial realm. Divine cult statues (few of which survive) were the subject of daily rituals of clothing, anointing, and perfuming with incense and were carried in processions for special festivals so that the people could &quot;see&quot; them (they were almost all entirely shrouded from view, but their &#39;presence&#39; was felt).</p> <p>Royal and elite statuary served as intermediaries between the people and the gods. Family chapels with the statuary of a deceased forefather could serve as a sort of &#39;family temple.&#39; There were festivals in honor of the dead, where the family would come and eat in the chapel, offering food for the Afterlife, flowers (symbols of rebirth), and incense (the scent of which was considered divine). Preserved letters let us know that the deceased was actively petitioned for their assistance, both in this world and the next.</p> <h3>What we see in museums</h3> <p>Generally, the works we see on display in museums were products of royal or elite workshops; these pieces fit best with our modern aesthetic and ideas of beauty. Most museum basements, however, are packed with hundreds (even thousands!) of other objects made for people of lower status&mdash;small statuary, amulets, coffins, and stelae (similar to modern tombstones) that are completely recognizable, but rarely displayed. These pieces generally show less quality in the workmanship; being oddly proportioned or poorly executed; they are less often considered &lsquo;art&rsquo; in the modern sense. However, these objects served the exact same function of providing benefit to their owners (and to the same degree of effectiveness), as those made for the elite.</p> <p><span class="block-image image-wrapper"><img alt="Hard stone group statue of Ramses II with Osiris, Isis, and Horus in the Egyptian Museum, Cairo (New Kingdom). Photo: Dr. Amy Calvert" src="https://ka-perseus-images.s3.amazonaws.com/ad702d697b90d987ecc81faf7b99efeadce82e68.jpg" /><span class="image-caption">Hard stone group statue of Ramses II with Osiris, Isis, and Horus in the Egyptian Museum, Cairo (New Kingdom). Photo: Dr. Amy Calvert</span></span></p> <h3>Modes of representation for three-dimensional art</h3> <p>Three-dimensional representations, while being quite formal, also aimed to reproduce the real-world&mdash;statuary of gods, royalty, and the elite was designed to convey an idealized version of that individual. Some aspects of &lsquo;naturalism&rsquo; were dictated by the material. Stone statuary, for example, was quite closed&mdash;with arms held close to the sides, limited positions, a strong back pillar that provided support, and with the fill spaces left between limbs.</p> <p><span class="block-image image-wrapper"><img alt="Painted wooden model of the deceased overseeing the counting of cattle in the Egyptian Museum, Cairo (Middle Kingdom). Photo: Dr. Amy Calvert" src="https://ka-perseus-images.s3.amazonaws.com/3bf42d02a92b8e5b992b4db793e0eb6b0d21ecb2.jpg" /><span class="image-caption">Painted wooden model of the deceased overseeing the counting of cattle in the Egyptian Museum, Cairo (Middle Kingdom). Photo: Dr. Amy Calvert</span></span></p> <p>Wood and metal statuary, in contrast, was more expressive&mdash;arms could be extended and hold separate objects, spaces between the limbs were opened to create a more realistic appearance, and more positions were possible. Stone, wood, and metal statuary of elite figures, however, all served the same functions and retained the same type of formalization and frontality. Only statuettes of lower status people displayed a wide range of possible actions, and these pieces were focused on the actions, which benefitted the elite owner, not the people involved.</p> <h3>Modes of representation for two-dimensional art</h3> <p>Two-dimensional art represented the world quite differently. Egyptian artists embraced the two-dimensional surface and attempted to provide the most representative aspects of each element in the scenes rather than attempting to create vistas that replicated the real world.</p> <p>Each object or element in a scene was rendered from its most recognizable angle and these were then grouped together to create the whole. This is why images of people show their face, waist, and limbs in profile, but eye and shoulders frontally. These scenes are complex composite images that provide complete information about the various elements, rather than ones designed from a single viewpoint, which would not be as comprehensive in the data they conveyed.</p> <p><span class="block-image image-wrapper"><img alt="Painted sunk relief showing orderly registers in the Temple of Ramses II at Abydos (New Kingdom). Photo: Dr. Amy Calvert" src="https://ka-perseus-images.s3.amazonaws.com/3bf42d02a92b8e5b992b4db793e0eb6b0d21ecb2.jpg" /><span class="image-caption">Painted sunk relief showing orderly registers in the Temple of Ramses II at Abydos (New Kingdom). Photo: Dr. Amy Calvert</span></span></p> <h3>Registers</h3> <p>Scenes were ordered in parallel lines, known as registers. These registers separate the scene as well as provide ground lines for the figures. Scenes without registers are unusual and were generally only used to specifically evoke chaos; battle and hunting scenes will often show the prey or foreign armies without groundlines. Registers were also used to convey information about the scenes&mdash;the higher up in the scene, the higher the status; overlapping figures imply that the ones underneath are further away, as are those elements that are higher within the register.</p> <p><br /> <span class="block-image image-wrapper"><img alt="Chaotic fighting scene on a painted box from the tomb of Tutankhamen in the Egyptian Museum, Cairo (New Kingdom). Photo: Dr. Amy Calvert " src="https://ka-perseus-images.s3.amazonaws.com/97b24804a0ccb9b075fd8e2a0ec68f4e21e732eb.jpg" /><span class="image-caption">Chaotic fighting scene on a painted box from the tomb of Tutankhamen in the Egyptian Museum, Cairo (New Kingdom). Photo: Dr. Amy Calvert</span></span></p> <h3>Hierarchy of scale</h3> <p>Difference in scale was the most commonly used method for conveying hierarchy&mdash;the larger the scale of the figures, the more important they were. Kings were often shown at the same scale as deities, but both are shown larger than the elite and far larger than the average Egyptian.</p> <h3>Text and image</h3> <p><span class="image-wrapper inline-image"><img alt="Highly detailed raised relief hieroglyphs on the White Chapel of Senusret I at Karnak (Middle Kingdom). Photo: Dr Amy Calvert" src="https://ka-perseus-images.s3.amazonaws.com/6dec7a9e285029649df3ba5f1a93695e2dbf4093.jpg" /><span class="image-caption">Highly detailed raised relief hieroglyphs on the White Chapel of Senusret I at Karnak (Middle Kingdom). Photo: Dr Amy Calvert</span></span>Text accompanied almost all images. In statuary, identifying text will appear on the back pillar or base, and relief usually has captions or longer texts that complete and elaborate on the scenes. Hieroglyphs were often rendered as tiny works of art in themselves, even though these small pictures do not always stand for what they depict; many are instead phonetic sounds. Some, however, are logographic, meaning they stand for an object or concept.</p> <p>The lines blur between text and image in many cases. For instance, the name of a figure in the text on a statue will regularly omit the determinative (an unspoken sign at the end of a word that aids identification&ndash;for example, verbs of motion are followed by a pair of walking legs, names of men end with the image of a man, names of gods with the image of a seated god, etc.) at the end of the name. In these instances, the representation itself serves this function.</p> <p>Essay and photos by Dr. Amy Calvert</p>
it: <p><span class="block-image image-wrapper"><img alt="Beautifully preserved life-size painted limestone funerary sculptures of Prince Rahotep and his wife Nofret. Note the lifelike eyes of inlaid rock crystal (Old Kingdom). Photo: Dr. Amy Calvert" src="http://khan.smarthistory.org/assets/images/images/Rahotep.jpg" /><span class="image-caption">Beautifully preserved life-size painted limestone funerary sculptures of Prince Rahotep and his wife Nofret. Note the lifelike eyes of inlaid rock crystal (Old Kingdom). Photo: Dr. Amy Calvert</span></span></p> <h3>Appreciating &amp; understanding ancient Egyptian art</h3> <p>Ancient Egyptian art must be viewed from the standpoint of the ancient Egyptians to understand it. The somewhat static, usually formal, strangely abstract, and often blocky nature of much Egyptian imagery has, at times, led to unfavorable comparisons with later, and much more &lsquo;naturalistic,&rsquo; Greek or Renaissance art. However, the art of the Egyptians served a vastly different purpose than that of these later cultures.</p> <h3>Art not meant to be seen</h3> <p>While today we marvel at the glittering treasures from the tomb of Tutankhamun, the sublime reliefs in New Kingdom tombs, and the serene beauty of Old Kingdom statuary, it is imperative to remember that the majority of these works were never intended to be seen&mdash;that was simply not their purpose.</p> <p><span class="block-image image-wrapper"><img alt="Painted sunk relief of the king being embraced by a goddess. Tomb of Amenherkhepshef (QV 55) (New Kingdom) Photo: Dr. Amy Calvert" src="http://khan.smarthistory.org/assets/images/images/IsisandRamsesIII.jpg" style="width:100%" /><span class="image-caption">Painted sunk relief of the king being embraced by a goddess. Tomb of Amenherkhepshef (QV 55) (New Kingdom) Photo: Dr. Amy Calvert</span></span></p> <h3>The function of Egyptian art</h3> <p>These images, whether statues or relief, were designed to benefit a divine or deceased recipient. Statuary provided a place for the recipient to manifest and receive the benefit of ritual action. Most statues show a formal frontality, meaning they are arranged straight ahead, because they were designed to face the ritual being performed before them. Many statues were also originally placed in recessed niches or other architectural settings&mdash;contexts that would make frontality their expected and natural mode.</p> <p>Statuary, whether divine, royal, or elite, provided a kind of conduit for the spirit (or ka) of that being to interact with the terrestrial realm. Divine cult statues (few of which survive) were the subject of daily rituals of clothing, anointing, and perfuming with incense and were carried in processions for special festivals so that the people could &quot;see&quot; them (they were almost all entirely shrouded from view, but their &#39;presence&#39; was felt).</p> <p>Royal and elite statuary served as intermediaries between the people and the gods. Family chapels with the statuary of a deceased forefather could serve as a sort of &#39;family temple.&#39; There were festivals in honor of the dead, where the family would come and eat in the chapel, offering food for the Afterlife, flowers (symbols of rebirth), and incense (the scent of which was considered divine). Preserved letters let us know that the deceased was actively petitioned for their assistance, both in this world and the next.</p> <h3>What we see in museums</h3> <p>Generally, the works we see on display in museums were products of royal or elite workshops; these pieces fit best with our modern aesthetic and ideas of beauty. Most museum basements, however, are packed with hundreds (even thousands!) of other objects made for people of lower status&mdash;small statuary, amulets, coffins, and stelae (similar to modern tombstones) that are completely recognizable, but rarely displayed. These pieces generally show less quality in the workmanship; being oddly proportioned or poorly executed; they are less often considered &lsquo;art&rsquo; in the modern sense. However, these objects served the exact same function of providing benefit to their owners (and to the same degree of effectiveness), as those made for the elite.</p> <p><span class="block-image image-wrapper"><img alt="Hard stone group statue of Ramses II with Osiris, Isis, and Horus in the Egyptian Museum, Cairo (New Kingdom). Photo: Dr. Amy Calvert" src="http://khan.smarthistory.org/assets/images/images/Ramses-Osiris.jpg" /><span class="image-caption">Hard stone group statue of Ramses II with Osiris, Isis, and Horus in the Egyptian Museum, Cairo (New Kingdom). Photo: Dr. Amy Calvert</span></span></p> <h3>Modes of representation for three-dimensional art</h3> <p>Three-dimensional representations, while being quite formal, also aimed to reproduce the real-world&mdash;statuary of gods, royalty, and the elite was designed to convey an idealized version of that individual. Some aspects of &lsquo;naturalism&rsquo; were dictated by the material. Stone statuary, for example, was quite closed&mdash;with arms held close to the sides, limited positions, a strong back pillar that provided support, and with the fill spaces left between limbs.</p> <p><span class="block-image image-wrapper"><img alt="Painted wooden model of the deceased overseeing the counting of cattle in the Egyptian Museum, Cairo (Middle Kingdom). Photo: Dr. Amy Calvert" src="http://khan.smarthistory.org/assets/images/images/Cattle-Counting.jpg" /><span class="image-caption">Painted wooden model of the deceased overseeing the counting of cattle in the Egyptian Museum, Cairo (Middle Kingdom). Photo: Dr. Amy Calvert</span></span></p> <p>Wood and metal statuary, in contrast, was more expressive&mdash;arms could be extended and hold separate objects, spaces between the limbs were opened to create a more realistic appearance, and more positions were possible. Stone, wood, and metal statuary of elite figures, however, all served the same functions and retained the same type of formalization and frontality. Only statuettes of lower status people displayed a wide range of possible actions, and these pieces were focused on the actions, which benefitted the elite owner, not the people involved.</p> <h3>Modes of representation for two-dimensional art</h3> <p>Two-dimensional art represented the world quite differently. Egyptian artists embraced the two-dimensional surface and attempted to provide the most representative aspects of each element in the scenes rather than attempting to create vistas that replicated the real world.</p> <p>Each object or element in a scene was rendered from its most recognizable angle and these were then grouped together to create the whole. This is why images of people show their face, waist, and limbs in profile, but eye and shoulders frontally. These scenes are complex composite images that provide complete information about the various elements, rather than ones designed from a single viewpoint, which would not be as comprehensive in the data they conveyed.</p> <p><span class="block-image image-wrapper"><img alt="Painted sunk relief showing orderly registers in the Temple of Ramses II at Abydos (New Kingdom). Photo: Dr. Amy Calvert" src="http://khan.smarthistory.org/assets/images/images/relief-registers.jpg" /><span class="image-caption">Painted sunk relief showing orderly registers in the Temple of Ramses II at Abydos (New Kingdom). Photo: Dr. Amy Calvert</span></span></p> <h3>Registers</h3> <p>Scenes were ordered in parallel lines, known as registers. These registers separate the scene as well as provide ground lines for the figures. Scenes without registers are unusual and were generally only used to specifically evoke chaos; battle and hunting scenes will often show the prey or foreign armies without groundlines. Registers were also used to convey information about the scenes&mdash;the higher up in the scene, the higher the status; overlapping figures imply that the ones underneath are further away, as are those elements that are higher within the register.</p> <p><br /> <span class="block-image image-wrapper"><img alt="Chaotic fighting scene on a painted box from the tomb of Tutankhamen in the Egyptian Museum, Cairo (New Kingdom). Photo: Dr. Amy Calvert " src="http://khan.smarthistory.org/assets/images/images/Egypt-Fighting.jpg" /><span class="image-caption">Chaotic fighting scene on a painted box from the tomb of Tutankhamen in the Egyptian Museum, Cairo (New Kingdom). Photo: Dr. Amy Calvert</span></span></p> <h3>Hierarchy of scale</h3> <p>Difference in scale was the most commonly used method for conveying hierarchy&mdash;the larger the scale of the figures, the more important they were. Kings were often shown at the same scale as deities, but both are shown larger than the elite and far larger than the average Egyptian.</p> <h3>Text and image</h3> <p><span class="image-wrapper inline-image"><img alt="Highly detailed raised relief hieroglyphs on the White Chapel of Senusret I at Karnak (Middle Kingdom). Photo: Dr Amy Calvert" src="http://khan.smarthistory.org/assets/images/images/WhiteChapel.jpg" /><span class="image-caption">Highly detailed raised relief hieroglyphs on the White Chapel of Senusret I at Karnak (Middle Kingdom). Photo: Dr Amy Calvert</span></span>Text accompanied almost all images. In statuary, identifying text will appear on the back pillar or base, and relief usually has captions or longer texts that complete and elaborate on the scenes. Hieroglyphs were often rendered as tiny works of art in themselves, even though these small pictures do not always stand for what they depict; many are instead phonetic sounds. Some, however, are logographic, meaning they stand for an object or concept.</p> <p>The lines blur between text and image in many cases. For instance, the name of a figure in the text on a statue will regularly omit the determinative (an unspoken sign at the end of a word that aids identification&ndash;for example, verbs of motion are followed by a pair of walking legs, names of men end with the image of a man, names of gods with the image of a seated god, etc.) at the end of the name. In these instances, the representation itself serves this function.</p> <p>Text and photos by Dr. Amy Calvert</p>
