Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><a href="http://searchcollection.asianart.org/view/objects/asitem/nid/17251"><img alt="Babhruvahana fights the demon Anudhautya from a series illustrating the Mahabharata, 1830-1900. India; Maharashtra state. Opaque watercolors on paper. Gift of Walter and Nesta Spink in honor of Forrest McGill (Asian Art Museum, 2010.464)." src="http://education.asianart.org/sites/asianart.org/files/styles/asianart_resource_detail/public/resource-images/2010.464_Babhrubahana_Fights.jpg" /></a><span class="image-caption"><a href="http://searchcollection.asianart.org/view/objects/asitem/nid/17251">Enlarge this image.</a>&nbsp;<a href="http://searchcollection.asianart.org/view/objects/asitem/nid/17251"><em>Babhruvahana fights the demon Anudhautya</em> from a series illustrating the Mahabharata, 1830&ndash;1900.</a> India; Maharashtra state. Opaque watercolors on paper.<em>&nbsp;Courtesy of the Asian Art Museum,&nbsp;Gift of Walter and Nesta Spink in honor of Forrest McGill</em>,&nbsp;2010.464.</span></span></p> <p>While there is no one text or creed that forms the basis of all Hindu beliefs, several texts are considered fundamental to all branches of Hinduism. These texts are generally divided into two main groups: eternal, revealed texts, and those based upon what humanity has learned and written down. The Vedas are an example of the former, while the two great epics, the <em>Mahabharata</em> and <em>Ramayana</em>, belong to the latter category. For centuries, texts were transmitted orally, and the priestly caste, or brahmans, was entrusted with memorization and preservation of sacred texts.</p> <h3>The Vedas</h3> <p>The Vedas are India&rsquo;s earliest surviving texts, dating from approximately 2000 to 1500 B.C.E. These texts are made up of hymns and ritual treatises that are instructional in nature, along with other sections that are more speculative and metaphysical. The Vedas are greatly revered by contemporary Hindus as forming the foundation for their deepest beliefs.</p> <p>The early Vedas refer often to certain gods such as Indra, the thunder god, and Agni, who carries messages between humans and the gods through fire sacrifices. Some of these gods persist in later Hinduism, while others are diminished or transformed into other deities over time. The Vedas are considered a timeless revelation, and a source of unchanging knowledge that underlies much of present-day Hindu practices.</p> <h3><em>Mahabharata</em> and <em>Ramayana</em></h3> <p>These two great epics are the most widely known works in India. Every child becomes familiar with these stories from an early age. The <em>Mahabharata</em> is the world&rsquo;s longest poem, with approximately 100,000 verses. It tells the story of the conflict between the Pandava brothers and their cousins the Kauravas, a rivalry that culminates in a great battle. On the eve of the battle, the Pandava warrior Arjuna is distressed by what will happen. The god Krishna consoles him in a famous passage known as the <em>Bhagavad-Gita</em> (meaning &ldquo;the Song of the Lord&rdquo;). This section of the <em>Mahabharata</em> has become a standard reference in addressing the duty of the individual, the importance of dharma, and humankind&rsquo;s relationship to God and society.</p> <p>A second epic, the <em>Ramayana</em>, contains some of India&rsquo;s best-loved characters, including Rama and Sita, the ideal royal couple, and their helper, the monkey leader, Hanuman. Rama is an incarnation of the God Vishnu. The story tells of Rama and Sita&rsquo;s withdrawal to the forest after being exiled from the kingdom of Ayodhya. Sita is abducted in the forest by Ravana, the evil king of Lanka. Rama eventually defeats Ravana, with the help of his brother and an army of monkeys and bears. The couple returns to Ayodhya and are crowned, and from that point the story has evolved to acquire different endings. Episodes of the Ramayana are frequently illustrated in Hindu art.</p> <h3>The Puranas</h3> <p>The Puranas are the primary source of stories about the Hindu deities. They were probably assembled between 300 to 1000 C.E., and their presence corresponds to the rise of Hinduism and the growing importance of certain deities. They describe the exploits of the gods as well as various devotional practices associated with them. Some of the Vedic gods&mdash;Indra, Agni, Surya&mdash;reappear in the Puranas, but figure less importantly in the stories than do Brahma, Vishnu, and Shiva, the various manifestations of the Goddess, and other celestial figures.</p> <h3>Tantras</h3> <p>Around the same time as the recording of the Puranas, a number of texts concerning ritual practices surrounding various deities emerge. They are collectively known as Tantras or Agamas, and refer to religious observances, yoga, behavior, and the proper selection and design of temple sites. Some aspects of the Tantras concern the harnessing of physical energies as a means to achieve spiritual breakthrough. Tantric practices cross religious boundaries, and manifest themselves in aspects of Hinduism, Jainism, and Buddhism.</p> <p><span class="image-wrapper inline-image"><a href="http://education.asianart.org"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b87b45e6285e3bc9b4940e5373b08c49c3f2b20a.png" /></a></span></p>
it: <p><span class="block-image image-wrapper"><a href="http://searchcollection.asianart.org/view/objects/asitem/nid/17251"><img alt="" src="http://education.asianart.org/sites/asianart.org/files/styles/asianart_resource_detail/public/resource-images/2010.464_Babhrubahana_Fights.jpg" /></a><span class="image-caption"><a href="http://searchcollection.asianart.org/view/objects/asitem/nid/17251">Enlarge this image.</a>&nbsp;<a href="http://searchcollection.asianart.org/view/objects/asitem/nid/17251"><em>Babhruvahana fights the demon Anudhautya</em> from a series illustrating the Mahabharata, 1830&ndash;1900.</a> India; Maharashtra state. Opaque watercolors on paper.<em>&nbsp;Courtesy of the Asian Art Museum,&nbsp;Gift of Walter and Nesta Spink in honor of Forrest McGill</em>,&nbsp;2010.464.</span></span></p> <p>While there is no one text or creed that forms the basis of all Hindu beliefs, several texts are considered fundamental to all branches of Hinduism. These texts are generally divided into two main groups: eternal, revealed texts, and those based upon what humanity has learned and written down. The Vedas are an example of the former, while the two great epics, the <em>Mahabharata</em> and <em>Ramayana</em>, belong to the latter category. For centuries, texts were transmitted orally, and the priestly caste, or brahmans, was entrusted with memorization and preservation of sacred texts.</p> <h3>The Vedas</h3> <p>The Vedas are India&rsquo;s earliest surviving texts, dating from approximately 2000 to 1500 B.C.E. These texts are made up of hymns and ritual treatises that are instructional in nature, along with other sections that are more speculative and metaphysical. The Vedas are greatly revered by contemporary Hindus as forming the foundation for their deepest beliefs.</p> <p>The early Vedas refer often to certain gods such as Indra, the thunder god, and Agni, who carries messages between humans and the gods through fire sacrifices. Some of these gods persist in later Hinduism, while others are diminished or transformed into other deities over time. The Vedas are considered a timeless revelation, and a source of unchanging knowledge that underlies much of present-day Hindu practices.</p> <h3><em>Mahabharata</em> and <em>Ramayana</em></h3> <p>These two great epics are the most widely known works in India. Every child becomes familiar with these stories from an early age. The <em>Mahabharata</em> is the world&rsquo;s longest poem, with approximately 100,000 verses. It tells the story of the conflict between the Pandava brothers and their cousins the Kauravas, a rivalry that culminates in a great battle. On the eve of the battle, the Pandava warrior Arjuna is distressed by what will happen. The god Krishna consoles him in a famous passage known as the <em>Bhagavad-Gita</em> (meaning &ldquo;the Song of the Lord&rdquo;). This section of the <em>Mahabharata</em> has become a standard reference in addressing the duty of the individual, the importance of dharma, and humankind&rsquo;s relationship to God and society.</p> <p>A second epic, the <em>Ramayana</em>, contains some of India&rsquo;s best-loved characters, including Rama and Sita, the ideal royal couple, and their helper, the monkey leader, Hanuman. Rama is an incarnation of the God Vishnu. The story tells of Rama and Sita&rsquo;s withdrawal to the forest after being exiled from the kingdom of Ayodhya. Sita is abducted in the forest by Ravana, the evil king of Lanka. Rama eventually defeats Ravana, with the help of his brother and an army of monkeys and bears. The couple returns to Ayodhya and are crowned, and from that point the story has evolved to acquire different endings. Episodes of the Ramayana are frequently illustrated in Hindu art.</p> <h3>The Puranas</h3> <p>The Puranas are the primary source of stories about the Hindu deities. They were probably assembled between 300 to 1000 C.E., and their presence corresponds to the rise of Hinduism and the growing importance of certain deities. They describe the exploits of the gods as well as various devotional practices associated with them. Some of the Vedic gods&mdash;Indra, Agni, Surya&mdash;reappear in the Puranas, but figure less importantly in the stories than do Brahma, Vishnu, and Shiva, the various manifestations of the Goddess, and other celestial figures.</p> <h3>Tantras</h3> <p>Around the same time as the recording of the Puranas, a number of texts concerning ritual practices surrounding various deities emerge. They are collectively known as Tantras or Agamas, and refer to religious observances, yoga, behavior, and the proper selection and design of temple sites. Some aspects of the Tantras concern the harnessing of physical energies as a means to achieve spiritual breakthrough. Tantric practices cross religious boundaries, and manifest themselves in aspects of Hinduism, Jainism, and Buddhism.</p> <p><span class="image-wrapper inline-image"><a href="http://education.asianart.org"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b87b45e6285e3bc9b4940e5373b08c49c3f2b20a.png" /></a></span></p>
