Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <h3><span>On the Road</span></h3> <p>Imagine you pack up your belongings in a sack, tie on your cloak, and start off on a months-long journey though treacherous mountains, unpredictable weather and unknown lands. For the medieval pilgrim, life was a spiritual journey. Why did people in the Middle Ages take pilgrimages? There are many reasons, but visiting a holy site meant being closer to God. And if you were closer to God in this life, you would also be closer to God in the next.&nbsp;</p> <h3>A Romanesque pilgrimage church: Saint-Foy, Conques</h3> <p><span class="block-image image-wrapper"><img alt="Church of Sainte‐Foy, Conques, France, c. 1050–1130" src="https://ka-perseus-images.s3.amazonaws.com/a37beedd126e6d5f232300998b79648719dc7b39.jpg" /><span class="image-caption">Church of Sainte‐Foy, Conques, France, c. 1050&ndash;1130, photo:&nbsp;<a href="https://www.flickr.com/photos/bonajf/10151909965">jean fran&ccedil;ois bonachera</a>&nbsp;(CC BY-NC-ND 2.0)</span></span></p> <p>Located in Conques, the Church of Saint-Foy (Saint Faith) is an important pilgrimage church on the route to Santiago de Compostela in Northern Spain. It is also an abbey, meaning that the church was part of a monastery where monks lived, prayed and worked. Only small parts of the monastery have survived but the church remains largely intact. Although smaller churches stood on the site from the seventh century, the Church of Saint-Foy was begun in the eleventh century and completed in the mid-twelfth century. As a Romanesque church, it has a barrel-vaulted nave lined with arches on the interior.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Church of Sainte‐Foy, Conques, France, c. 1050–1130, photo: Manuel Alende Maceira (CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/183fd3da990ef64551460ae24767bd25612b4892.jpg" /><span class="image-caption">Church of Sainte‐Foy, Conques, France, c. 1050&ndash;1130, photo: <a href="https://www.flickr.com/photos/paspalletas/8128274761/in/photostream/">Manuel Alende Maceira</a> (CC BY 2.0)</span></span></p> <p>It is known as a pilgrimage church&nbsp;because many of the large churches long the route to Santiago de Compostela took a similar shape. The main feature of these churches was the cruciform plan. Not only did this plan take the symbolic form of the cross but it also helped control the crowds of pilgrims. In most cases, pilgrims could enter the western portal and then circulate around the church towards the apse at the eastern end. The apse usually contained smaller chapels, known as radiating chapels, where pilgrims could visit saint&rsquo;s shrines, especially the sanctuary of Saint Foy. They could then circulate around the ambulatory and out the transept, or crossing. This design helped to regulate the flow of traffic throughout the church although the intention and effective use of this design has been debated.</p> <p><span class="block-image image-wrapper"><img alt="Plan, Church of Sainte‐Foy, Conques, France, c. 1050–1130 C.E." src="https://ka-perseus-images.s3.amazonaws.com/1d4f0014dd6ec6708ae2fd49dbf1d34a3a5d5d0d.jpg" /><span class="image-caption">Plan, Church of Sainte‐Foy, Conques, France, c. 1050&ndash;1130 C.E. (<a href="http://www.learn.columbia.edu/ma/htm/dj_roman/ma_djr_image_sfoy_plan01.htm">adapted</a>)</span></span></p> <h3>A warning in stone: The Tympanum of the Last Judgment&nbsp;</h3> <p><span class="image-wrapper inline-image"><img alt="Church of Sainte‐Foy, Conques, France, c. 1050–1130 C.E." src="https://ka-perseus-images.s3.amazonaws.com/f2d2ad8f9a354c98d773fc44a744d552e6247e86.jpg" /><span class="image-caption">Church of Sainte‐Foy, Conques, France,<br /> c. 1050&ndash;1130 C.E., photo:&nbsp;photo: <a href="https://www.flickr.com/photos/27164521@N00/2918607901">syvwlch</a> (CC BY 2.0)</span></span></p> <p>When a pilgrim arrived at Conques, they would probably head for the church to receive blessing. Yet before they got inside, an important message awaited them on the portals: the Last Judgment. This scene is depicted on the tympanum,&nbsp;the central semi-circular relief carving above the central portal.</p> <p>In the center sits Christ as Judge, and he means business! He sits enthroned with his right hand pointing upwards to the saved while his left hand gestures down to the damned. This scene would have served as a reminder to those entering the Church of Saint-Foy about the joys of heaven and torments of hell. Immediately on Christ&rsquo;s right are Mary, Peter and possibly the founder of the monastery as well as an entourage of other saints.</p> <p><span class="block-image image-wrapper"><img alt="Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050–1130" src="https://ka-perseus-images.s3.amazonaws.com/3207b1127fd0c84331ca2ed64507ce2192cadb00.jpg" /><span class="image-caption">Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050&ndash;1130, photo:&nbsp;<a href="https://www.flickr.com/photos/teisheneir/7621507888">&Ograve;me deu Teishen&egrave;ir</a> (CC BY-SA 2.0)</span></span></p> <p>Below these saints, a small arcade is covered by a pediment, meant to represent the House of Paradise. These are the blessed, those have been saved by Christ and who will remain in Paradise with him for eternity. At the center, we find Abraham and above him notice the outstretched hand of God, who beckons a kneeling Saint Faith (see image below).</p> <p><span class="block-image image-wrapper"><img alt="The blessed in paradise, with the hand of God above beckoning Saint Faith (detail), Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050–1130" src="https://ka-perseus-images.s3.amazonaws.com/8639b0508abac0421d04e9c7f53a86a34787256e.jpg" /><span class="image-caption">The blessed in paradise, with the hand of God above beckoning Saint Foy (Saint Faith) (detail), Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050&ndash;1130, photo: <a href="https://www.flickr.com/photos/pelegrino/25443060/in/photostream/">Nick Thompson</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>On the other side of the pediment, a row of angels opens the graves of the dead. As the dead rise from their tombs, their souls will be weighed and they will be admitted to heaven or hell. This is the scene that we see right under Christ&rsquo;s feet&mdash;you can see the clear division between a large doorway leading to Paradise and a terrifying mouth that leads the way to Hell.</p> <p><span class="block-image image-wrapper"><img alt="The gates of heaven and the mouth of hell (detail), Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050–1130, photo: Nick Thompson (CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/08fc2b2b0e5574cfdff3d21d38a71207d30b0ef7.jpg" /><span class="image-caption">The gates of heaven and the mouth of hell (detail), Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050&ndash;1130, photo: <a href="https://www.flickr.com/photos/pelegrino/25443079">Nick Thompson</a> (CC BY-NC-SA 2.0)</span></span></p> <p>Inside Hell, things aren&rsquo;t looking very good. It is a chaotic, disorderly scene&mdash;notice how different it looks from the right-hand side of the tympanum. There is also a small pediment in the lower register of Hell, where the Devil, just opposite to Abraham, reigns over his terrifying kingdom.</p> <p><span class="block-image image-wrapper"><img alt="Hell (detail), Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050–1130, photo: Nick Thompson (CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/be764004cc00baa0b5bdd7e7716dda717ee44054.jpg" /><span class="image-caption">Hell (detail), Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050&ndash;1130, photo: <a href="https://www.flickr.com/photos/pelegrino/25443064/in/photostream/">Nick Thompson</a> (CC BY-NC-SA 2.0)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="A gluttonous man hung by his legs and cloth stripped from the wealthy, Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050–1130 (detail taken from gigapixel image, Columbia University)" src="https://ka-perseus-images.s3.amazonaws.com/a24ff75a65964d6bce7cbb7da150edacb269148a.png" /><span class="image-caption">A gluttonous man hung by his legs and cloth stripped from the wealthy, Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050&ndash;1130 (detail taken from gigapixel image, Columbia University)</span></span>The devil, like Christ, is also an enthroned judge, determining the punishments that await the damned according to the severity of their sins. In particular, to the&nbsp;devil&#39;s left is a hanged man. This man is a reference to Judas, who hanged himself after betraying Christ. Just beyond Judas, a knight is tossed into the fires of Hell and above him, a gluttonous man is hung by his legs for his sins. Each of these sinners represents a type of sin to avoid, from adultery, to arrogance, even to the misuse of church offices. Indeed, this portal was not only a warning for pilgrims, but for the clergy who lived in Conques as well.&nbsp;</p> <h3>The Reliquary</h3> <p><span class="image-wrapper inline-image"><img alt="Reliquary statue of Sainte-Foy (Saint Faith), late 10th to early 11th century with later additions, gold, silver gilt, jewels, and cameos over a wooden core, 33 1/2 inches (Treasury, Sainte-Foy, Conques)" src="https://ka-perseus-images.s3.amazonaws.com/5cd82599e3e04cd3eb64e41ef30e247c7f415e74.jpg" /><span class="image-caption"><em>Reliquary statue of Sainte-Foy (Saint Faith)</em>, late 10th to early 11th century with later additions, gold, silver gilt, jewels, and cameos over a wooden core, 33 1/2 inches (Treasury, Sainte-Foy, Conques), photo: <a href="https://www.flickr.com/photos/sacred_destinations/2649841876">Holly Hayes</a>&nbsp;(CC BY-NC 2.0)</span></span></p> <p>Pilgrims arriving in Conques had one thing on their mind: the reliquary of Saint Foy. This reliquary, or container holding the remains of a saint or holy person, was one of the most famous in all of Europe. So famous that it was originally located in a monastery in Agen but the monks at Conques plotted to steal it in order to attract more wealth and visitors. The reliquary at Conques held the remains of Saint Foy, a young Christian convert living in Roman-occupied France during the second century. At the age of twelve, she was condemned to die for her refusal to sacrifice to pagan gods, she is therefore revered&nbsp;as a martyr, as&nbsp;someone who dies for their faith. Saint Foy was a very popular saint in Southern France&nbsp;and her relic&nbsp;was extremely important to&nbsp;the church;&nbsp;bringing pilgrams and wealth to the small, isolated town of Conques.</p> <p>While the date of the reliquary is unknown, Bernard of Angers first spoke it about in 1010. At first, Bernard was frightened that the statue was too beautiful stating, &quot;Brother, what do you think of this idol? Would Jupiter or Mars consider himself unworthy of such a statue?&quot; He was concerned about idolatry&mdash;that pilgrims would begin to worship the jewel-encrusted reliquary rather than what that reliquary contained and represented, the holy figure of Saint Foy. Indeed, the gold and gem encrusted statue would been&nbsp;quite a sight for the pilgrims.&nbsp;Over time, travelers paid homage to Saint Foy by donating&nbsp;<span class="image-wrapper inline-image"><img alt="Head (detail), Reliquary statue of Sainte-Foy (Saint Faith), late 10th to early 11th century with later additions, gold, silver gilt, jewels, and cameos over a wooden core, 33 1/2 inches (Treasury, Sainte-Foy, Conques), photo: Holly Hayes (CC BY-NC 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/7598d1c8c3349dc7e3715d46fe699a481d8c44f6.jpg" /><span class="image-caption">Head (detail), Reliquary statue of Sainte-Foy (Saint Faith), late 10th to early 11th century with later additions, gold, silver gilt, jewels, and cameos over a wooden core, 33-1/2 inches (Treasury, Sainte-Foy, Conques), photo: <a href="https://www.flickr.com/photos/sacred_destinations/2649842024/in/photostream/">Holly Hayes </a>(CC BY-NC 2.0)</span></span>gemstones for the reliquary so that her dress is&nbsp;covered with agates, amethysts, crystals, carnelians, emeralds, garnets, hematite, jade, onyx, opals, pearls, rubies, sapphires, topazes, antique cameos and intaglios. Her face, which stares boldly at the viewer, is thought to have originally been the head of a Roman statue of a child. The reuse of older materials in new forms of art is known as spolia. Using spolia was not only practical but it made the object more important by associating it with the past riches of the Roman Empire.&nbsp;</p> <p>The Church of Saint Foy at Conques provides an excellent example of Romanesque art and architecture. Although the monastery no longer survives, the church and treasury stand as a reminder of&nbsp;the rituals of medieval faith, especially for pilgrims. Even today, people make the long trek to Conques to pay respect to Saint Foy. Every October, a great celebration and procession is held for Saint Foy, continuing a medieval tradition into present day devotion.&nbsp;</p> <p><span>Text by Elisa Foster</span></p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://mappinggothic.org/building/1379">Sainte-Foy at Conques on Mapping Gothic France (Columbia University)</a></p> <p><a href="http://mappinggothic.org/building/1379/gigapixel">Gigapixel image of the Tympanum on Mappign Gothic France (Columbia University)</a></p> <p>Toman, Rolf, and Achim Bednorz,&nbsp;<em>Romanesque: architecture, sculpture, painting </em>(Köln: Könemann, 1997).</p> <p>Pamela Sheingorn,&nbsp;Robert L. A. Clark, and Bernardus,&nbsp;<em>The Book of Sainte Foy </em>(Philadelphia: University of Pennsylvania Press, 1995).</p> <p>Janetta Rebold&nbsp;Benton, <em>Art of the Middle Ages </em>(New York, N.Y.: Thames &amp; Hudson, 2002).</p>
it: <p>&nbsp;</p> <h3><span>On the Road</span></h3> <p>Imagine you pack up your belongings in a sack, tie on your cloak, and start off on a months-long journey though treacherous mountains, unpredictable weather and unknown lands. For the medieval pilgrim, life was a spiritual journey. Why did people in the Middle Ages take pilgrimages? There are many reasons, but visiting a holy site meant being closer to God. And if you were closer to God in this life, you would also be closer to God in the next.&nbsp;</p> <h3>A Romanesque pilgrimage church: Saint-Foy, Conques</h3> <p><span class="block-image image-wrapper"><img alt="Church of Sainte‐Foy, Conques, France, c. 1050–1130" src="https://ka-perseus-images.s3.amazonaws.com/a37beedd126e6d5f232300998b79648719dc7b39.jpg" /><span class="image-caption">Church of Sainte‐Foy, Conques, France, c. 1050&ndash;1130, photo:&nbsp;<a href="https://www.flickr.com/photos/bonajf/10151909965">jean fran&ccedil;ois bonachera</a>&nbsp;(CC BY-NC-ND 2.0)</span></span></p> <p>Located in Conques, high up in the Pyrenees Mountains between Spain and France, the Church of Saint-Foy (Saint Faith) is an important pilgrimage church on the route to Santiago de Compostela in Northern Spain. It is also an abbey, meaning that the church was part of a monastery where monks lived, prayed and worked. Only small parts of the monastery have survived but the church remains largely intact. Although smaller churches stood on the site from the seventh century, the Church of Saint-Foy was begun in the eleventh century and completed in the mid-twelfth century. As a Romanesque church, it has a barrel-vaulted nave lined with arches on the interior.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Church of Sainte‐Foy, Conques, France, c. 1050–1130, photo: Manuel Alende Maceira (CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/183fd3da990ef64551460ae24767bd25612b4892.jpg" /><span class="image-caption">Church of Sainte‐Foy, Conques, France, c. 1050&ndash;1130, photo: <a href="https://www.flickr.com/photos/paspalletas/8128274761/in/photostream/">Manuel Alende Maceira</a> (CC BY 2.0)</span></span></p> <p>It is known as a pilgrimage church&nbsp;because many of the large churches long the route to Santiago de Compostela took a similar shape. The main feature of these churches was the cruciform plan. Not only did this plan take the symbolic form of the cross but it also helped control the crowds of pilgrims. In most cases, pilgrims could enter the western portal and then circulate around the church towards the apse at the eastern end. The apse usually contained smaller chapels, known as radiating chapels, where pilgrims could visit saint&rsquo;s shrines, especially the sanctuary of Saint Foy. They could then circulate around the ambulatory and out the transept, or crossing. This design helped to regulate the flow of traffic throughout the church although the intention and effective use of this design has been debated.</p> <p><span class="block-image image-wrapper"><img alt="Plan, Church of Sainte‐Foy, Conques, France, c. 1050–1130 C.E." src="https://ka-perseus-images.s3.amazonaws.com/1d4f0014dd6ec6708ae2fd49dbf1d34a3a5d5d0d.jpg" /><span class="image-caption">Plan, Church of Sainte‐Foy, Conques, France, c. 1050&ndash;1130 C.E. (<a href="http://www.learn.columbia.edu/ma/htm/dj_roman/ma_djr_image_sfoy_plan01.htm">adapted</a>)</span></span></p> <h3>A warning in stone: The Tympanum of the Last Judgment&nbsp;</h3> <p><span class="image-wrapper inline-image"><img alt="Church of Sainte‐Foy, Conques, France, c. 1050–1130 C.E." src="https://ka-perseus-images.s3.amazonaws.com/f2d2ad8f9a354c98d773fc44a744d552e6247e86.jpg" /><span class="image-caption">Church of Sainte‐Foy, Conques, France,<br /> c. 1050&ndash;1130 C.E., photo:&nbsp;photo: <a href="https://www.flickr.com/photos/27164521@N00/2918607901">syvwlch</a> (CC BY 2.0)</span></span></p> <p>When a pilgrim arrived at Conques, they would probably head for the church to receive blessing. Yet before they got inside, an important message awaited them on the portals: the Last Judgment. This scene is depicted on the tympanum,&nbsp;the central semi-circular relief carving above the central portal.</p> <p>In the center sits Christ as Judge, and he means business! He sits enthroned with his right hand pointing upwards to the saved while his left hand gestures down to the damned. This scene would have served as a reminder to those entering the Church of Saint-Foy about the joys of heaven and torments of hell. Immediately on Christ&rsquo;s right are Mary, Peter and possibly the founder of the monastery as well as an entourage of other saints.</p> <p><span class="block-image image-wrapper"><img alt="Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050–1130" src="https://ka-perseus-images.s3.amazonaws.com/3207b1127fd0c84331ca2ed64507ce2192cadb00.jpg" /><span class="image-caption">Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050&ndash;1130, photo:&nbsp;<a href="https://www.flickr.com/photos/teisheneir/7621507888">&Ograve;me deu Teishen&egrave;ir</a> (CC BY-SA 2.0)</span></span></p> <p>Below these saints, a small arcade is covered by a pediment, meant to represent the House of Paradise. These are the blessed, those have been saved by Christ and who will remain in Paradise with him for eternity. At the center, we find Abraham and above him notice the outstretched hand of God, who beckons a kneeling Saint Faith (see image below).</p> <p><span class="block-image image-wrapper"><img alt="The blessed in paradise, with the hand of God above beckoning Saint Faith (detail), Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050–1130" src="https://ka-perseus-images.s3.amazonaws.com/8639b0508abac0421d04e9c7f53a86a34787256e.jpg" /><span class="image-caption">The blessed in paradise, with the hand of God above beckoning Saint Foy (Saint Faith) (detail), Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050&ndash;1130, photo: <a href="https://www.flickr.com/photos/pelegrino/25443060/in/photostream/">Nick Thompson</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>On the other side of the pediment, a row of angels opens the graves of the dead. As the dead rise from their tombs, their souls will be weighed and they will be admitted to heaven or hell. This is the scene that we see right under Christ&rsquo;s feet&mdash;you can see the clear division between a large doorway leading to Paradise and a terrifying mouth that leads the way to Hell.</p> <p><span class="block-image image-wrapper"><img alt="The gates of heaven and the mouth of hell (detail), Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050–1130, photo: Nick Thompson (CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/08fc2b2b0e5574cfdff3d21d38a71207d30b0ef7.jpg" /><span class="image-caption">The gates of heaven and the mouth of hell (detail), Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050&ndash;1130, photo: <a href="https://www.flickr.com/photos/pelegrino/25443079">Nick Thompson</a> (CC BY-NC-SA 2.0)</span></span></p> <p>Inside Hell, things aren&rsquo;t looking very good. It is a chaotic, disorderly scene&mdash;notice how different it looks from the right-hand side of the tympanum. There is also a small pediment in the lower register of Hell, where the Devil, just opposite to Abraham, reigns over his terrifying kingdom.</p> <p><span class="block-image image-wrapper"><img alt="Hell (detail), Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050–1130, photo: Nick Thompson (CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/be764004cc00baa0b5bdd7e7716dda717ee44054.jpg" /><span class="image-caption">Hell (detail), Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050&ndash;1130, photo: <a href="https://www.flickr.com/photos/pelegrino/25443064/in/photostream/">Nick Thompson</a> (CC BY-NC-SA 2.0)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a24ff75a65964d6bce7cbb7da150edacb269148a.png" /><span class="image-caption">A gluttonous man hung by his legs and cloth stripped from the wealthy, Last Judgment tympanum, Church of Sainte‐Foy, France, Conques, c. 1050&ndash;1130 (detail taken from gigapixel image, Columbia University)</span></span>The devil, like Christ, is also an enthroned judge, determining the punishments that await the damned according to the severity of their sins. In particular, to the&nbsp;devil&#39;s left is a hanged man. This man is a reference to Judas, who hanged himself after betraying Christ. Just beyond Judas, a knight is tossed into the fires of Hell and above him, a gluttonous man is hung by his legs for his sins. Each of these sinners represents a type of sin to avoid, from adultery, to arrogance, even to the misuse of church offices. Indeed, this portal was not only a warning for pilgrims, but for the clergy who lived in Conques as well.&nbsp;</p> <h3>The Reliquary</h3> <p><span class="image-wrapper inline-image"><img alt="Reliquary statue of Sainte-Foy (Saint Faith), late 10th to early 11th century with later additions, gold, silver gilt, jewels, and cameos over a wooden core, 33 1/2 inches (Treasury, Sainte-Foy, Conques)" src="https://ka-perseus-images.s3.amazonaws.com/5cd82599e3e04cd3eb64e41ef30e247c7f415e74.jpg" /><span class="image-caption"><em>Reliquary statue of Sainte-Foy (Saint Faith)</em>, late 10th to early 11th century with later additions, gold, silver gilt, jewels, and cameos over a wooden core, 33 1/2 inches (Treasury, Sainte-Foy, Conques), photo: <a href="https://www.flickr.com/photos/sacred_destinations/2649841876">Holly Hayes</a>&nbsp;(CC BY-NC 2.0)</span></span></p> <p>Pilgrims arriving in Conques had one thing on their mind: the reliquary of Saint Foy. This reliquary, or container holding the remains of a saint or holy person, was one of the most famous in all of Europe. So famous that it was originally located in a monastery in Agen but the monks at Conques plotted to steal it in order to attract more wealth and visitors. The reliquary at Conques held the remains of Saint Foy, a young Christian convert living in Roman-occupied France during the second century. At the age of twelve, she was condemned to die for her refusal to sacrifice to pagan gods, she is therefore revered&nbsp;as a martyr, as&nbsp;someone who dies for their faith. Saint Foy was a very popular saint in Southern France&nbsp;and her relic&nbsp;was extremely important to&nbsp;the church;&nbsp;bringing pilgrams and wealth to the small, isolated town of Conques.</p> <p>While the date of the reliquary is unknown, Bernard of Angers first spoke it about in 1010. At first, Bernard was frightened that the statue was too beautiful stating, &quot;Brother, what do you think of this idol? Would Jupiter or Mars consider himself unworthy of such a statue?&quot; He was concerned about idolatry&mdash;that pilgrims would begin to worship the jewel-encrusted reliquary rather than what that reliquary contained and represented, the holy figure of Saint Foy. Indeed, the gold and gem encrusted statue would been&nbsp;quite a sight for the pilgrims.&nbsp;Over time, travelers paid homage to Saint Foy by donating&nbsp;<span class="image-wrapper inline-image"><img alt="Head (detail), Reliquary statue of Sainte-Foy (Saint Faith), late 10th to early 11th century with later additions, gold, silver gilt, jewels, and cameos over a wooden core, 33 1/2 inches (Treasury, Sainte-Foy, Conques), photo: Holly Hayes (CC BY-NC 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/7598d1c8c3349dc7e3715d46fe699a481d8c44f6.jpg" /><span class="image-caption">Head (detail), Reliquary statue of Sainte-Foy (Saint Faith), late 10th to early 11th century with later additions, gold, silver gilt, jewels, and cameos over a wooden core, 33-1/2 inches (Treasury, Sainte-Foy, Conques), photo: <a href="https://www.flickr.com/photos/sacred_destinations/2649842024/in/photostream/">Holly Hayes </a>(CC BY-NC 2.0)</span></span>gemstones for the reliquary so that her dress is&nbsp;covered with agates, amethysts, crystals, carnelians, emeralds, garnets, hematite, jade, onyx, opals, pearls, rubies, sapphires, topazes, antique cameos and intaglios. Her face, which stares boldly at the viewer, is thought to have originally been the head of a Roman statue of a child. The reuse of older materials in new forms of art is known as spolia. Using spolia was not only practical but it made the object more important by associating it with the past riches of the Roman Empire.&nbsp;</p> <p>The Church of Saint Foy at Conques provides an excellent example of Romanesque art and architecture. Although the monastery no longer survives, the church and treasury stand as a reminder of&nbsp;the rituals of medieval faith, especially for pilgrims. Even today, people make the long trek to Conques to pay respect to Saint Foy. Every October, a great celebration and procession is held for Saint Foy, continuing a medieval tradition into present day devotion.&nbsp;</p> <p><span>Text by Elisa Foster</span></p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://mappinggothic.org/building/1379">Sainte-Foy at Conques on Mapping Gothic France (Columbia University)</a></p> <p><a href="http://mappinggothic.org/building/1379/gigapixel">Gigapixel image of the Tympanum on Mappign Gothic France (Columbia University)</a></p> <p>Toman, Rolf, and Achim Bednorz,&nbsp;<em>Romanesque: architecture, sculpture, painting </em>(Köln: Könemann, 1997).</p> <p>Pamela Sheingorn,&nbsp;Robert L. A. Clark, and Bernardus,&nbsp;<em>The Book of Sainte Foy </em>(Philadelphia: University of Pennsylvania Press, 1995).</p> <p>Janetta Rebold&nbsp;Benton, <em>Art of the Middle Ages </em>(New York, N.Y.: Thames &amp; Hudson, 2002).</p>
