Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><br /> Michelangelo returned to Florence from Rome in 1501 at the age of twenty-six, and remained there for four years. This was to be one of the most productive periods of his life, and he became a lifelong supporter of Florentine republicanism during this time.</p> <p><span class="block-image image-wrapper"><img alt="Michelangelo, A seated male nude twisting around, pen and brown ink drawing with brown and grey wash and lead white, c. 1404-5, 42.1 x 28.7 cm, © Trustees of the British Museum." src="https://ka-perseus-images.s3.amazonaws.com/3295cd09cb7582ed229bbe602b82d0053f42a1f0.jpg" /><span class="image-caption">Michelangelo<em>,&nbsp;A seated male nude twisting around</em>, c. 1404-5,&nbsp;pen and brown ink drawing with brown and grey wash and lead white, 42.1 x 28.7 cm, Italy &copy; Trustees of the British Museum</span></span></p> <h3>Battle of Cascina</h3> <p>The republican government of Florence commissioned Michelangelo and his great Florentine rival, Leonardo da Vinci, to paint enormous battle scenes celebrating historic Florentine victories in the Palazzo Vecchio. However, these patriotic works were never realized. Michelangelo&rsquo;s only contribution was a large-scale drawing, or cartoon, intended as the central section of the planned composition called the Battle of Cascina, which no longer survives.&nbsp;</p> <p>The Battle of Cascina was a famous fourteenth-century victory over Pisa. Michelangelo&#39;s Bathers depicted the Florentine army hurriedly preparing for battle after a dip in the river. Michelangelo&rsquo;s drawing caused a sensation because of his dynamic portrayal of over life-size figures in action. Many artists flocked to study Michelangelo&rsquo;s hugely influential cartoon. They were thrilled by the way he showed nude and semi nude figures in a variety of &nbsp;unique poses, the whole scene pulsating with movement and drama.&nbsp;</p> <p>The figure is of crucial importance in the larger scene because his turning body directs attention to the bodies behind. Close inspection of the figure reveals that, despite the remarkably realistic three-dimensional rendering, his pose is unnatural. This is particularly true of the upper body, which has been twisted to impossible limits.</p> <h3>Summoned to Rome: the Sistine Chapel ceiling</h3> <p>Michelangelo was summoned to Rome by Pope Julius II in 1505, spending the years 1508 to 1512 decorating the ceiling of the Sistine Chapel in the Vatican palace.&nbsp;The thirty-three year-old artist had little&nbsp;experience of fresco technique, and the ceiling painting was an extraordinary achievement.&nbsp;Michelangelo&rsquo;s design was a very ambitious one that included painting an architectural framework. He divided the ceiling (over 40m long) into nine&nbsp;compartments, filled with fresco scenes of the creation of the world and man&rsquo;s early history as told in the Bible.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Michelangelo Buonarotti, Study for Adam, c. 1510-11, red chalk, 19.3 x 25.9 cm, © Trustees of the British Museum." src="https://ka-perseus-images.s3.amazonaws.com/151184d9ead4e208fece76b3177949acf3727eba.jpg" /><span class="image-caption">Michelangelo Buonarotti, <em>Study for Adam</em>, c. 1510-11, red chalk, 19.3 x 25.9 cm, Italy &copy; Trustees of the British Museum.</span></span></p> <h3>The Creation of Adam</h3> <p>This is the only surviving study for Adam in the&nbsp;<em>Creation of Adam</em>.&nbsp;He painted the figure of Adam, on the second half of the ceiling, around 1511. Adam&nbsp;reclines on his right side, his left arm resting on his left leg stretches out to receive life from God. At the lower left is a study for his right hand.&nbsp;The figure&rsquo;s stretching motion seems&nbsp;natural but in fact relies on an impossible dislocation of the upper body. Michelangelo is blurring the boundaries between the realities of the human figure and an invented ideal form.</p> <p>According to the Bible, Adam was the first man to be created by God. Michelangelo manages to make the impossible position of Adam&#39;s upper body look convincing, because his observation of his muscular form and the play of light on it is compellingly realistic.&nbsp;Michelangelo must have made a number of further drawings of Adam before the production of the cartoon (the full-size drawing which would have been transferred onto the ceiling). The head and the hands are only in outline here so would have needed refining.&nbsp;</p> <p>Michelangelo has exploited the qualities of the red chalk to create a warmth of tone as he drew from the live model. He concentrated on the torso and upper legs of his model whose ideal anatomy is indicated by shading, especially on the chest and stomach areas. Around the outside of the whole body he has reinforced the edge with a strong line. The figure appears to be as much like a sculpture as a painting, and Michelangelo considered himself primarily a sculptor.</p> <h3>From small studies to large figures</h3> <p><span>The drawing is a rare survivor&nbsp;from the many hundreds that Michelangelo made to prepare the ceiling. How did he transform these&nbsp;small-scale figures into their gigantic counterparts on the ceiling? The normal method of enlarging a drawing was to overlay it with a grid of squares, which allowed the design to be copied into larger squares on a cartoon. Michelangelo then transferred the figures to the wet plaster, either by cutting through the outlines on the paper with a knife, or by dusting charcoal through holes punctured in the cartoon.</span></p> <h3>Fresco</h3> <p><span>Fresco painting is notoriously difficult, as it involves applying water-based pigments to wet plaster and has to be done very quickly. Nevertheless, Michelangelo appears to have painted the vault almost single-handed. He soon&nbsp;dismissed his assistants, an indication perhaps of his perfectionism and single-mindedness. The fresco was painted from a stepped scaffold suspended on wooden rafters. This meant that Michelangelo painted standing up&mdash;contrary to popular belief that he lay on his back.&nbsp;</span></p> <p>Examination of the Sistine vault has shown that Michelangelo quickened the pace at which he painted in the second phase of his work. This change in tempo was due to a growing command of painting in fresco that allowed him to work with greater confidence. His desire to finish such a physically exhausting project, coupled with the pressure almost certainly exerted on him by his impatient patron, may also have contributed to his speed. However his preparation methods remained as meticulous as before.</p> <p>&nbsp;</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>M. Hirst, <em>Michelangelo and his drawings</em> (New Haven and London, Yale University Press, 1988).</p> <p>J. Wilde, <em>The Italian Drawings of the XV and XVI Centuries in the Collection of His Majesty the King at Windsor Castle</em>&nbsp;(London, The British Museum Press, 1953).</p> <p>J.A. Gere and N. Turner, <em>Drawings by Michelangelo in the British Museum</em>&nbsp;(London, The British Museum Press, 1975).</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
it: <p>Michelangelo returned to Florence from Rome in 1501 at the age of twenty-six, and remained there for four years. This was to be one of the most productive periods of his life, and he became a lifelong supporter of Florentine republicanism during this time.</p> <p><span class="block-image image-wrapper"><img alt="Michelangelo, A seated male nude twisting around, pen and brown ink drawing with brown and grey wash and lead white, c. 1404-5, 42.1 x 28.7 cm, © Trustees of the British Museum." src="https://ka-perseus-images.s3.amazonaws.com/3295cd09cb7582ed229bbe602b82d0053f42a1f0.jpg" /><span class="image-caption">Michelangelo<em>,&nbsp;A seated male nude twisting around</em>, c. 1404-5,&nbsp;pen and brown ink drawing with brown and grey wash and lead white, 42.1 x 28.7 cm, Italy &copy; Trustees of the British Museum</span></span></p> <h3>Battle of Cascina</h3> <p>The republican government of Florence commissioned Michelangelo and his great Florentine rival, Leonardo da Vinci, to paint enormous battle scenes celebrating historic Florentine victories in the Palazzo Vecchio. However, these patriotic works were never realized. Michelangelo&rsquo;s only contribution was a large-scale drawing, or cartoon, intended as the central section of the planned composition called the Battle of Cascina, which no longer survives.&nbsp;</p> <p>The Battle of Cascina was a famous fourteenth-century victory over Pisa. Michelangelo&#39;s Bathers depicted the Florentine army hurriedly preparing for battle after a dip in the river. Michelangelo&rsquo;s drawing caused a sensation because of his dynamic portrayal of over life-size figures in action. Many artists flocked to study Michelangelo&rsquo;s hugely influential cartoon. They were thrilled by the way he showed nude and semi nude figures in a variety of &nbsp;unique poses, the whole scene pulsating with movement and drama.&nbsp;</p> <p>The figure is of crucial importance in the larger scene because his turning body directs attention to the bodies behind. Close inspection of the figure reveals that, despite the remarkably realistic three-dimensional rendering, his pose is unnatural. This is particularly true of the upper body, which has been twisted to impossible limits.</p> <h3>Summoned to Rome: the Sistine Chapel ceiling</h3> <p>Michelangelo was summoned to Rome by Pope Julius II in 1505, spending the years 1508 to 1512 decorating the ceiling of the Sistine Chapel in the Vatican palace.&nbsp;The thirty-three year-old artist had little&nbsp;experience of fresco technique, and the ceiling painting was an extraordinary achievement.&nbsp;Michelangelo&rsquo;s design was a very ambitious one that included painting an architectural framework. He divided the ceiling (over 40m long) into nine&nbsp;compartments, filled with fresco scenes of the creation of the world and man&rsquo;s early history as told in the Bible.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Michelangelo Buonarotti, Study for Adam, c. 1510-11, red chalk, 19.3 x 25.9 cm, © Trustees of the British Museum." src="https://ka-perseus-images.s3.amazonaws.com/151184d9ead4e208fece76b3177949acf3727eba.jpg" /><span class="image-caption">Michelangelo Buonarotti, <em>Study for Adam</em>, c. 1510-11, red chalk, 19.3 x 25.9 cm, Italy &copy; Trustees of the British Museum.</span></span></p> <h3>The Creation of Adam</h3> <p>This is the only surviving study for Adam in the&nbsp;<em>Creation of Adam</em>.&nbsp;He painted the figure of Adam, on the second half of the ceiling, around 1511. Adam&nbsp;reclines on his right side, his left arm resting on his left leg stretches out to receive life from God. At the lower left is a study for his right hand.&nbsp;The figure&rsquo;s stretching motion seems&nbsp;natural but in fact relies on an impossible dislocation of the upper body. Michelangelo is blurring the boundaries between the realities of the human figure and an invented ideal form.</p> <p>According to the Bible, Adam was the first man to be created by God. Michelangelo manages to make the impossible position of Adam&#39;s upper body look convincing, because his observation of his muscular form and the play of light on it is compellingly realistic.&nbsp;Michelangelo must have made a number of further drawings of Adam before the production of the cartoon (the full-size drawing which would have been transferred onto the ceiling). The head and the hands are only in outline here so would have needed refining.&nbsp;</p> <p>Michelangelo has exploited the qualities of the red chalk to create a warmth of tone as he drew from the live model. He concentrated on the torso and upper legs of his model whose ideal anatomy is indicated by shading, especially on the chest and stomach areas. Around the outside of the whole body he has reinforced the edge with a strong line. The figure appears to be as much like a sculpture as a painting, and Michelangelo considered himself primarily a sculptor.</p> <h3>From small studies to large figures</h3> <p><span>The drawing is&nbsp;rare survivors from the many hundreds that Michelangelo made to prepare the ceiling. How did he transform these&nbsp;small-scale figures into their gigantic counterparts on the ceiling? The normal method of enlarging a drawing was to overlay it with a grid of squares, which allowed the design to be copied into larger squares on a cartoon. Michelangelo then transferred the figures to the wet plaster, either by cutting through the outlines on the paper with a knife, or by dusting charcoal through holes punctured in the cartoon.</span></p> <h3>Fresco</h3> <p><span>Fresco painting is notoriously difficult, as it involves applying water-based pigments to wet plaster and has to be done very quickly. Nevertheless, Michelangelo appears to have painted the vault almost single-handed. He soon&nbsp;dismissed his assistants, an indication perhaps of his perfectionism and single-mindedness. The fresco was painted from a stepped scaffold suspended on wooden rafters. This meant that Michelangelo painted standing up&mdash;contrary to popular belief that he lay on his back.&nbsp;</span></p> <p>Examination of the Sistine vault has shown that Michelangelo quickened the pace at which he painted in the second phase of his work. This change in tempo was due to a growing command of painting in fresco that allowed him to work with greater confidence. His desire to finish such a physically exhausting project, coupled with the pressure almost certainly exerted on him by his impatient patron, may also have contributed to his speed. However his preparation methods remained as meticulous as before.</p> <p>&nbsp;</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>M. Hirst, <em>Michelangelo and his drawings</em> (New Haven and London, Yale University Press, 1988).</p> <p>J. Wilde, <em>The Italian Drawings of the XV and XVI Centuries in the Collection of His Majesty the King at Windsor Castle</em>&nbsp;(London, The British Museum Press, 1953).</p> <p>J.A. Gere and N. Turner, <em>Drawings by Michelangelo in the British Museum</em>&nbsp;(London, The British Museum Press, 1975).</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
