Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Figure of Gaṇeśa, 13th century, schist, 119 cm high, © Trustees of the British Museum. Typically corpulent and holding a bowl of sweets, the god is shown standing on a lotus pedestal at the base of which crouches his rat 'vahana'. His anklets are of snakes, as is the sacred thread wound across his chest. The arch within which he stands is of a standard Indian decorative type with a lion mask (kirttimukha) at the top, and aquatic monsters (makaras) at each end." src="https://ka-perseus-images.s3.amazonaws.com/9abbcb1084f5f75682bd90ca77601543aad582c5.jpg" /><span class="image-caption"><em>Figure of Gaṇeśa</em>, 13th century, schist, 119 cm high&nbsp;&copy; Trustees of the British Museum. Typically corpulent and holding a bowl of sweets, the god is shown standing on a lotus pedestal at the base of which crouches his rat &quot;vahana.&quot; His anklets are of snakes, as is the sacred thread wound across his chest. The arch within which he stands is of a standard Indian decorative type with a lion mask (<em>kirttimukha</em>) at the top, and aquatic monsters (<em>makaras</em>) at each end.</span></span></p> <h3>The remover of obstacles</h3> <p>The elephant-headed Ganesha is renowned throughout India as the Lord of Beginnings, and both the placer and the remover of obstacles. It is for this reason that he is worshipped before any new venture is begun, when his benediction is essential.&nbsp;Temporary statues are created every year for the <em>Ganeshchaturthi</em> festival in Mumbai, and&nbsp;are placed in public or domestic shrines before being immersed in water at the end of the celebrations.</p> <p>February 3, 2014 was the Hindu festival of <em>Ganesha Jayanti</em>, Ganesha&rsquo;s birthday.&nbsp;The main annual Ganesha festival, <em>Ganeshchaturthi</em>, is celebrated in August-September, but this is another significant time for worshipers of Ganesha.</p> <p><span class="image-wrapper inline-image"><img alt="A contemporary statue of Ganesha for the display has already arrived from Mumbai " src="https://ka-perseus-images.s3.amazonaws.com/dc526e35d5425cafbf6684a9c2bf92997c541c5d.jpg" /><span class="image-caption"><em>A contemporary statue of Ganesha&nbsp;from Mumbai</em>&nbsp;&copy; Trustees of the British Museum</span></span>Different traditions celebrate Ganesha Jayanti (Ganesha&rsquo;s birthday) on different days. It is usually observed in the month of <em>Magha</em> (January-February) on the fourth day of Shukla paksha, the bright fortnight or waxing moon in the Hindu calendar, particularly in the Indian states of Maharashtra and Karnataka. The celebrations of Ganesha Jayanti in the month of <em>Magha</em> are simple, with devotees observing a fast. Before worship, devotees take bath of water mixed with til (sesame seeds) after smearing a paste of the same substance on their body.</p> <p>Domestic shrines and temples are decorated for the occasion. Special offerings are made to the permanent Ganesha images which are worshipped daily. In some places Ganesha is symbolically worshipped in the form of a cone made of turmeric or cow dung. Food offerings of ladoos (sweet balls) made of til and jaggery (sugar) are offered with great devotion. In some households and temples small images of Ganesha are placed in cradles and worshipped.</p> <p>The practical reason for making offerings prepared of til and jaggery or applying sesame paste to the body is that when this festival is celebrated it is mid-winter and the body requires high energy supplements. The devotees consider their beloved Ganesha as human being and offer preparations of sesame and sugar to provide energy and keep the body warm.</p> <p>The Ganesha Jayanti festival (Magha shukla Chaturthi) is publicaly celebrated in a relatively small number of places, where specially-created clay images of Ganesha are worshipped and immersed in the sea or river after 11 or 21 days. During this month the devotees go on a pilgrimage to one of the many Ganesha temples across India. In Maharashtra there are eight places which are particularly sacred to Ganesha, known as <em>Ashtavinaykas</em> (Ashta means eight and <em>Vinayaka</em> is one of the many names of Ganesha) and the pilgrimage is known as <em>Ashtavinayaka yatra</em>. These are at Morgaon, Theur, Lenyadri, Ozar, Ranjangaon, Siddhatek, Pali and Mahad.</p> <p>Manisha Nene, Assistant Director, Chhatrapati Shivaji Maharaj Vastu Sangrahalaya (CSMVS)</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>P.B. Courtright, <em>Ganesa: Lord of Obstacles, Lord of Beginnings</em>&nbsp;(Oxford, 1985).</p> <p>P. Mitter, <em>Much Maligned Monsters: A history of European reactions to Indian Art</em>&nbsp;(University of Chicago Press, 1992).</p> <p>R.L. Brown, <em>Ganesha: Studies of an Asian God</em> (Albany, 1991).</p> <p>P. Pal, <em>Ganesh the benevolent</em> (Bombay, Marg, 1995).</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9abbcb1084f5f75682bd90ca77601543aad582c5.jpg" /><span class="image-caption"><em>Figure of Gaṇeśa</em>, 13th century, schist, 119 cm high&nbsp;&copy; Trustees of the British Museum. Typically corpulent and holding a bowl of sweets, the god is shown standing on a lotus pedestal at the base of which crouches his rat &quot;vahana.&quot; His anklets are of snakes, as is the sacred thread wound across his chest. The arch within which he stands is of a standard Indian decorative type with a lion mask (<em>kirttimukha</em>) at the top, and aquatic monsters (<em>makaras</em>) at each end.</span></span></p> <h3>The remover of obstacles</h3> <p>The elephant-headed Ganesha is renowned throughout India as the Lord of Beginnings, and both the placer and the remover of obstacles. It is for this reason that he is worshipped before any new venture is begun, when his benediction is essential.&nbsp;Temporary statues are created every year for the <em>Ganeshchaturthi</em> festival in Mumbai, and&nbsp;are placed in public or domestic shrines before being immersed in water at the end of the celebrations.</p> <p>February 3, 2014 was the Hindu festival of <em>Ganesha Jayanti</em>, Ganesha&rsquo;s birthday.&nbsp;The main annual Ganesha festival, <em>Ganeshchaturthi</em>, is celebrated in August-September, but this is another significant time for worshipers of Ganesha.</p> <p><span class="image-wrapper inline-image"><img alt="A contemporary statue of Ganesha for the display has already arrived from Mumbai " src="https://ka-perseus-images.s3.amazonaws.com/dc526e35d5425cafbf6684a9c2bf92997c541c5d.jpg" /><span class="image-caption"><em>A contemporary statue of Ganesha&nbsp;from Mumbai</em>&nbsp;&copy; Trustees of the British Museum</span></span>Different traditions celebrate Ganesha Jayanti (Ganesha&rsquo;s birthday) on different days. It is usually observed in the month of <em>Magha</em> (January-February) on the fourth day of Shukla paksha, the bright fortnight or waxing moon in the Hindu calendar, particularly in the Indian states of Maharashtra and Karnataka. The celebrations of Ganesha Jayanti in the month of <em>Magha</em> are simple, with devotees observing a fast. Before worship, devotees take bath of water mixed with til (sesame seeds) after smearing a paste of the same substance on their body.</p> <p>Domestic shrines and temples are decorated for the occasion. Special offerings are made to the permanent Ganesha images which are worshipped daily. In some places Ganesha is symbolically worshipped in the form of a cone made of turmeric or cow dung. Food offerings of ladoos (sweet balls) made of til and jaggery (sugar) are offered with great devotion. In some households and temples small images of Ganesha are placed in cradles and worshipped.</p> <p>The practical reason for making offerings prepared of til and jaggery or applying sesame paste to the body is that when this festival is celebrated it is mid-winter and the body requires high energy supplements. The devotees consider their beloved Ganesha as human being and offer preparations of sesame and sugar to provide energy and keep the body warm.</p> <p>The Ganesha Jayanti festival (Magha shukla Chaturthi) is publicaly celebrated in a relatively small number of places, where specially-created clay images of Ganesha are worshipped and immersed in the sea or river after 11 or 21 days. During this month the devotees go on a pilgrimage to one of the many Ganesha temples across India. In Maharashtra there are eight places which are particularly sacred to Ganesha, known as <em>Ashtavinaykas</em> (Ashta means eight and <em>Vinayaka</em> is one of the many names of Ganesha) and the pilgrimage is known as <em>Ashtavinayaka yatra</em>. These are at Morgaon, Theur, Lenyadri, Ozar, Ranjangaon, Siddhatek, Pali and Mahad.</p> <p>Manisha Nene, Assistant Director, Chhatrapati Shivaji Maharaj Vastu Sangrahalaya (CSMVS)</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>P.B. Courtright, <em>Ganesa: Lord of Obstacles, Lord of Beginnings</em>&nbsp;(Oxford, 1985).</p> <p>P. Mitter, <em>Much Maligned Monsters: A history of European reactions to Indian Art</em>&nbsp;(University of Chicago Press, 1992).</p> <p>R.L. Brown, <em>Ganesha: Studies of an Asian God</em> (Albany, 1991).</p> <p>P. Pal, <em>Ganesh the benevolent</em> (Bombay, Marg, 1995).</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
