Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3><span class="image-wrapper inline-image"><a href="http://searchcollection.asianart.org/view/objects/asitem/nid/9879"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b5973273472173f65fe3801696e6c5b6ce416890.jpg" /></a><span class="image-caption"><a href="http://searchcollection.asianart.org/view/objects/asitem/nid/9879">Seated Amitabha Buddha (Amida Nyorai).</a> Japan. Heian period (794&ndash;1185). Lacquer and gold on wood. <em>Courtesy of the Asian Art Museum, The Avery Brundage Collection</em>, B60S10+.</span></span>Who is depicted in this sculpture? What is he doing?</h3> <p>Buddhism is a religion based on the teachings of a historical figure known as the&nbsp;Buddha Shakyamuni, who lived about 2,500 years ago. In some schools of Buddhism the Buddha Shakyamuni is thought of as one buddha among many, each inhabiting a different era or part of the universe. This sculpture shows Amitabha, identified as the Buddha of the Western Paradise. Amitabha is shown seated in deep concentration with half-closed eyes and hands held together at the lap in the gesture of meditation. He wears a simple monk&rsquo;s robe, draped over the shoulders, leaving the flesh of his chest and the lower part of one arm exposed. His hair arrangement, typical for Amitabha, is composed of hundreds of curls, and raised at the top in a cranial bulge that is one of the marks of the Buddha&rsquo;s supernatural powers.</p> <p>During the eleventh and twelfth centuries, images of Amitabha were created in large numbers as a result of the popularity of a Buddhist sect known as Pure Land. The teachings of this sect emphasized the horrors of Buddhist hells and celebrated the glories of Amitabha&rsquo;s Western Paradise, also known as the&nbsp;Pure Land. Pure Land adherents believed that if they uttered Amitabha&rsquo;s name sincerely, they would achieve salvation, and be escorted to his glorious paradise after death by a retinue of gods.</p> <h3>How was this object made?</h3> <p>The Amitabha is carved of wood and constructed using the &ldquo;joined-wood&rdquo; technique. In contrast to earlier wood sculpture carved from a single block, eleventh century sculptors developed this new technique to produce large, lightweight images. Artisans made images like this one by shaping and hollowing separate, smaller blocks of wood, then assembling the parts into one large sculpture.</p> <p>There were several advantages to this technique: the finished sculpture was less likely to split because the wood core had been removed; the use of small pieces of wood required only a third of the wood needed for single-block construction; and the work could be divided into specialized steps each done by different groups of workers, a process somewhat akin to a factory assembly line. After completion, the figure was coated with lacquer and then gilded.</p> <h3>Why was this figure important to the samurai?</h3> <p>During the&nbsp;Kamakura period&nbsp;(1185&ndash;1333), proselytizing, mendicant monks spread the teachings of Pure Land Buddhism throughout Japan. Along with many commoners, warriors turned to faith in Amitabha as an expedient means of ensuring salvation. Although large-scale images like this one would not have been available on the battlefield, prayer strips inscribed with the name of Amitabha were distributed as portable reminders of his power, allaying the fears of many soldiers in combat. Pure Land monks are known to have attended warriors on the battlefield, encouraging prayer and witnessing the proper conduct of their death.</p> <p><span class="image-wrapper inline-image"><a href="http://www.asianart.org"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/32dae5d29ee12eaf33b17a6dac0497dd12a699a0.jpg" /></a></span></p>
it: <h3><span class="image-wrapper inline-image"><a href="http://searchcollection.asianart.org/view/objects/asitem/nid/9879"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b5973273472173f65fe3801696e6c5b6ce416890.jpg" /></a><span class="image-caption"><a href="http://searchcollection.asianart.org/view/objects/asitem/nid/9879">Seated Amitabha Buddha (Amida Nyorai).</a> Japan. Heian period (794&ndash;1185). Lacquer and gold on wood. <em>Courtesy of the Asian Art Museum, The Avery Brundage Collection</em>, B60S10+.</span></span>Who is depicted in this sculpture? What is he doing?</h3> <p>Buddhism is a religion based on the teachings of a historical figure known as the&nbsp;Buddha Shakyamuni, who lived about 2,500 years ago. In some schools of Buddhism the Buddha Shakyamuni is thought of as one buddha among many, each inhabiting a different era or part of the universe. This sculpture shows Amitabha, identified as the Buddha of the Western Paradise. Amitabha is shown seated in deep concentration with half-closed eyes and hands held together at the lap in the gesture of meditation. He wears a simple monk&rsquo;s robe, draped over the shoulders, leaving the flesh of his chest and the lower part of one arm exposed. His hair arrangement, typical for Amitabha, is composed of hundreds of curls, and raised at the top in a cranial bulge that is one of the marks of the Buddha&rsquo;s supernatural powers.</p> <p>During the eleventh and twelfth centuries, images of Amitabha were created in large numbers as a result of the popularity of a Buddhist sect known as Pure Land. The teachings of this sect emphasized the horrors of Buddhist hells and celebrated the glories of Amitabha&rsquo;s Western Paradise, also known as the&nbsp;Pure Land. Pure Land adherents believed that if they uttered Amitabha&rsquo;s name sincerely, they would achieve salvation, and be escorted to his glorious paradise after death by a retinue of gods.</p> <h3>How was this object made?</h3> <p>The Amitabha is carved of wood and constructed using the &ldquo;joined-wood&rdquo; technique. In contrast to earlier wood sculpture carved from a single block, eleventh century sculptors developed this new technique to produce large, lightweight images. Artisans made images like this one by shaping and hollowing separate, smaller blocks of wood, then assembling the parts into one large sculpture.</p> <p>There were several advantages to this technique: the finished sculpture was less likely to split because the wood core had been removed; the use of small pieces of wood required only a third of the wood needed for single-block construction; and the work could be divided into specialized steps each done by different groups of workers, a process somewhat akin to a factory assembly line. After completion, the figure was coated with lacquer and then gilded.</p> <h3>Why was this figure important to the samurai?</h3> <p>During the&nbsp;Kamakura period&nbsp;(1185&ndash;1333), proselytizing, mendicant monks spread the teachings of Pure Land Buddhism throughout Japan. Along with many commoners, warriors turned to faith in Amitabha as an expedient means of ensuring salvation. Although large-scale images like this one would not have been available on the battlefield, prayer strips inscribed with the name of Amitabha were distributed as portable reminders of his power, allaying the fears of many soldiers in combat. Pure Land monks are known to have attended warriors on the battlefield, encouraging prayer and witnessing the proper conduct of their death.</p> <p><span class="image-wrapper inline-image"><a href="http://education.asianart.org"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/32dae5d29ee12eaf33b17a6dac0497dd12a699a0.jpg" /></a></span></p>

source: <h3><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9800ed4c8270e72c2b1a6e7c4da1372ded465ef5.jpg" /><br /> <span class="image-caption">Southwell Minster. Photo by <a href="https://www.flickr.com/photos/98115025@N00/2727979021">Steve Cadman</a>.</span></span></h3> <p>Southwell Minster in Nottinghamshire, England, is not as famous as some of Britain&rsquo;s other great medieval churches, and neither is it as large. However, it presents superb examples of both Romanesque or Norman and Gothic architecture in a building that suffered little damage during the turbulent years of the British Reformation, Civil War, and World War II.</p> <p>Construction of the current church building was begun circa 1108, and was essentially completed around 50 years later. The basic layout for churches at that time was the shape of a cross, with the east end as the top, the transepts making the crossing arm, and the nave as the longer extension at the bottom of the cross. The east end held the altar and choir, or quire, which were used by the clergy during daily masses. The nave was accessible to the lay community. Although medieval British churches are basically oriented east to west, they all vary slightly. When a new church was to be built, the patron saint was selected and the altar location laid out. On the saint&rsquo;s day, a line would be surveyed from the position of the rising sun through the altar site and extending in a westerly direction. This was the orientation of the new building.&nbsp;</p> <p>In clerical terms, Southwell Minster is a cathedral; but rather than rummage in ecclesiastical definitions, this essay will look at the architectural styles.&nbsp;</p> <h3>Interior order</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/34166ebdf3c29d2d03a2203c0f7e0faafa6c809f.jpg" /><br /> <span class="image-caption">Nave of Southwell Minster. Photo by<a href="http://en.wikipedia.org/wiki/Southwell_Minster#mediaviewer/File:Southwell_Minster_-nave_and_font-23July2008.jpg"> Steve Cadman</a>.</span></span>On entering Southwell Minster, the sense of space feels logical and follows a well-defined and rhythmic order. The nave is in the Norman, or Romanesque, architectural style. It is delineated by simple rounded &ndash; Roman &ndash; stone arches springing from heavy round stone columns. The arcade on each side separates the nave from the side aisles, which allow people to move through the church to smaller side chapels. Above the first tier is a second arcade with smaller arches defining the gallery, and above that is another arcade &ndash; smaller still &ndash; which includes windows and is known as the clerestory. The ceiling of Southwell Minster is a wooden barrel vault.</p> <p>The arches, column capitals, window surrounds, and portals are decorated with carved patterns that are geometric and straightforward. Although the material is stone, its lack of detailed texture gives it a plastic quality, especially when seen in some lights. The stone, Permian sandstone, has a warm cream color, while the heavy arches and massive walls impart a feeling of strength and permanence. This commanding style represented effective propaganda for William the Conqueror, who had invaded Britain in 1066 and imposed strong organizational systems in both the Church and government.</p> <h3>From Norman to Gothic</h3> <p>The transepts are also in the Norman style, severe and blunt. But as you move further east and enter the quire, the uncomplicated architecture and decoration gives way to pointed arches and curlicue embellishments. The sense of moving to a different building and place are somewhat confusing at first, until you are fully inside the east end and find yourself enveloped in the Gothic style.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/8f89c4816f2ebc2caee9fcf4f259fb515be2b3fa.jpg" /><br /> <span class="image-caption">Pulpitum and choir of Southwell Minster&nbsp;(photo:&nbsp;<a href="http://en.wikipedia.org/wiki/Southwell_Minster#mediaviewer/File:Southwell_Pulpitum.jpg">Necrothesp</a>)</span></span></p> <p>The original east end of Southwell, and of many other medieval cathedrals, was found to be too small once the building was completed, so the old east end was pulled down and replaced with a larger extension in the latest fashion. Although the new east end was built within roughly one hundred years of the original building, architecture had moved on quickly. Now the arches were pointed at the top, and the decoration was more and more ornate. Structurally, new techniques allowed for larger windows than were possible in the Romanesque idiom.</p> <h3>Prebendary seats of stone</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9a76faf481263fe10761b6afe8881c626f6fbc94.jpg" /><br /> <span class="image-caption">Foliate carvings at Southwell Minster (photo:&nbsp;&nbsp;<a href="http://en.wikipedia.org/wiki/Southwell_Minster#mediaviewer/File:Southwell_minster_028.JPG">Mattana</a>)</span></span>The Chapter House, begun circa 1300, is accessible from the north transept, and was the meeting hall of the original <em>prebends </em>(a clergy member drawing a stipend from Anglican church revenues) associated with the minster. Each prebend, who would have held certain responsibilities for his area of the diocese, had a stone seat on the wall of the chapter house. Each seat alcove is topped with decorated trefoil arches and a variety of leaves. The &ldquo;Leaves of Southwell&rdquo; have been documented as some of the best medieval stone carvings in England, and represent oak, ivy, hawthorn, grape, hops, and other flora.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/cb9bae343bf6473b4338e096550009ea563513ff.jpg" /><br /> <span class="image-caption">Entrance,&nbsp;Southwell Minster chapter house (photo:&nbsp;<a href="http://en.wikipedia.org/wiki/Southwell_Minster#mediaviewer/File:Southwell_Chapter_House.jpg">Necrothesp</a>)</span></span></p> <p>Because the Southwell Chapter House is relatively small, it does not require a center column to support the roof as a larger area would. The octagonal room is topped by a vault carried not only on ribs that reach to the center, but also on cross ribs that span between the main ribs. These intermediate ribs are known as tiercerons, and signify a further development into the more complex and decorated vaults that are an integral part of the English Decorated and Perpendicular Gothic styles.</p> <h3>History and presence</h3> <p>As a whole or in its individual parts, Southwell Minster is a brilliant example of medieval architecture in England and its rapid development over 200 years. The building has suffered relatively little damage or major alteration over its thousand-year life. Indeed, part of its appeal is its architectural integrity, as well as the fact that it is a living (i.e., still in use) building.&nbsp;</p> <p>As the years have passed, new decoration has been added that reflects a functioning parish community &ndash; a baptismal font from 1661, stained glass windows from various centuries, a modern sculpture of Christus Rex from the twentieth century. The church is not overrun with tourists, but is still very much a local parish with an active congregation that continues to use the building, ring the bells, and weave the ties of history into twenty-first century life.</p> <p>Essay by Valerie Spanswick</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.southwellminster.co.uk/">Southwell Minster</a></p> <p><a href="http://www.bbc.co.uk/history/british/architecture_cathedral_01.shtml">Cathedrals of Britain from the BBC</a></p>
it: <h3><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9800ed4c8270e72c2b1a6e7c4da1372ded465ef5.jpg" /><br /> <span class="image-caption">Southwell Minster. Photo by <a href="https://www.flickr.com/photos/98115025@N00/2727979021">Steve Cadman</a>.</span></span></h3> <p>Southwell Minster in Nottinghamshire, England, is not as famous as some of Britain&rsquo;s other great medieval churches, and neither is it as large. However, it presents superb examples of both Romanesque or Norman and Gothic architecture in a building that suffered little damage during the turbulent years of the British Reformation, Civil War, and World War II.</p> <p>Construction of the current church building was begun circa 1108, and was essentially completed around 50 years later. The basic layout for churches at that time was the shape of a cross, with the east end as the top, the transepts making the crossing arm, and the nave as the longer extension at the bottom of the cross. The east end held the altar and choir, or quire, which were used by the clergy during daily masses. The nave was accessible to the lay community. Although medieval British churches are basically oriented east to west, they all vary slightly. When a new church was to be built, the patron saint was selected and the altar location laid out. On the saint&rsquo;s day, a line would be surveyed from the position of the rising sun through the altar site and extending in a westerly direction. This was the orientation of the new building.&nbsp;</p> <p>In clerical terms, Southwell Minster is a cathedral; but rather than rummage in ecclesiastical definitions, this essay will look at the architectural styles.&nbsp;</p> <h3>Interior order</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/34166ebdf3c29d2d03a2203c0f7e0faafa6c809f.jpg" /><br /> <span class="image-caption">Nave of Southwell Minster. Photo by<a href="http://en.wikipedia.org/wiki/Southwell_Minster#mediaviewer/File:Southwell_Minster_-nave_and_font-23July2008.jpg"> Steve Cadman</a>.</span></span>On entering Southwell Minster, the sense of space feels logical and follows a well-defined and rhythmic order. The nave is in the Norman, or Romanesque, architectural style. It is delineated by simple rounded &ndash; Roman &ndash; stone arches springing from heavy round stone columns. The arcade on each side separates the nave from the side aisles, which allow people to move through the church to smaller side chapels. Above the first tier is a second arcade with smaller arches defining the gallery, and above that is another arcade &ndash; smaller still &ndash; which includes windows and is known as the clerestory. The ceiling of Southwell Minster is a wooden barrel vault.</p> <p>The arches, column capitals, window surrounds, and portals are decorated with carved patterns that are geometric and straightforward. Although the material is stone, its lack of detailed texture gives it a plastic quality, especially when seen in some lights. The stone, Permian sandstone, has a warm cream color, while the heavy arches and massive walls impart a feeling of strength and permanence. This commanding style represented effective propaganda for William the Conqueror, who had invaded Britain in 1066 and imposed strong organizational systems in both the Church and government.</p> <h3>From Norman to Gothic</h3> <p>The transepts are also in the Norman style, severe and blunt. But as you move further east and enter the quire, the uncomplicated architecture and decoration gives way to pointed arches and curlicue embellishments. The sense of moving to a different building and place are somewhat confusing at first, until you are fully inside the east end and find yourself enveloped in the Gothic style.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/8f89c4816f2ebc2caee9fcf4f259fb515be2b3fa.jpg" /><br /> <span class="image-caption">Pulpitum and choir of Southwell Minster&nbsp;(photo:&nbsp;<a href="http://en.wikipedia.org/wiki/Southwell_Minster#mediaviewer/File:Southwell_Pulpitum.jpg">Necrothesp</a>)</span></span></p> <p>The original east end of Southwell, and of many other medieval cathedrals, was found to be too small once the building was completed, so the old east end was pulled down and replaced with a larger extension in the latest fashion. Although the new east end was built within roughly one hundred years of the original building, architecture had moved on quickly. Now the arches were pointed at the top, and the decoration was more and more ornate. Structurally, new techniques allowed for larger windows than were possible in the Romanesque idiom.</p> <h3>Prebendary seats of stone</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9a76faf481263fe10761b6afe8881c626f6fbc94.jpg" /><br /> <span class="image-caption">Foliate carvings at Southwell Minster (photo:&nbsp;&nbsp;<a href="http://en.wikipedia.org/wiki/Southwell_Minster#mediaviewer/File:Southwell_minster_028.JPG">Mattana</a>)</span></span>The Chapter House, begun circa 1300, is accessible from the north transept, and was the meeting hall of the original <em>prebends </em>(a clergy member drawing a stipend from Anglican church revenues) associated with the minster. Each prebend, who would have held certain responsibilities for his area of the diocese, had a stone seat on the wall of the chapter house. Each seat alcove is topped with decorated trefoil arches and a variety of leaves. The &ldquo;Leaves of Southwell&rdquo; have been documented as some of the best medieval stone carvings in England, and represent oak, ivy, hawthorn, grape, hops, and other flora.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/cb9bae343bf6473b4338e096550009ea563513ff.jpg" /><br /> <span class="image-caption">Entrance,&nbsp;Southwell Minster chapter house (photo:&nbsp;<a href="http://en.wikipedia.org/wiki/Southwell_Minster#mediaviewer/File:Southwell_Chapter_House.jpg">Necrothesp</a>)</span></span></p> <p>Because the Southwell Chapter House is relatively small, it does not require a center column to support the roof as a larger area would. The octagonal room is topped by a vault carried not only on ribs that reach to the center, but also on cross ribs that span between the main ribs. These intermediate ribs are known as tiercerons, and signify a further development into the more complex and decorated vaults that are an integral part of the English Decorated and Perpendicular Gothic styles.</p> <h3>History and presence</h3> <p>As a whole or in its individual parts, Southwell Minster is a brilliant example of medieval architecture in England and its rapid development over 200 years. The building has suffered relatively little damage or major alteration over its thosuand-year life. Indeed, part of its appeal is its architectural integrity, as well as the fact that it is a living (i.e., still in use) building.&nbsp;</p> <p>As the years have passed, new decoration has been added that reflects a functioning parish community &ndash; a baptismal font from 1661, stained glass windows from various centuries, a modern sculpture of Christus Rex from the twentieth century. The church is not overrun with tourists, but is still very much a local parish with an active congregation that continues to use the building, ring the bells, and weave the ties of history into twenty-first century life.</p> <p>Essay by Valerie Spanswick</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.southwellminster.co.uk/">Southwell Minster</a></p> <p><a href="http://www.bbc.co.uk/history/british/architecture_cathedral_01.shtml">Cathedrals of Britain from the BBC</a></p>
