Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Henry Fuseli, The Nightmare, 1781, oil on canvas, 180 × 250 cm (Detroit Institute of Arts)" src="https://ka-perseus-images.s3.amazonaws.com/879405f4da1b827696ec823f5683e8d7be1abc07.jpg" /><span class="image-caption">Henry Fuseli, <em>The Nightmare</em>, 1781, oil on canvas, 180 &times; 250 cm (Detroit Institute of Arts)</span></span></p> <h3>Shocked, titillated, and frightened</h3> <p>Working during the height of the Enlightenment, the so-called &ldquo;Age of Reason,&rdquo; the Swiss-English painter Henry Fuseli (born Johann Heinrich F&uuml;ssli) instead chose to depict darker, irrational forces in his famous painting&nbsp;<em>The Nightmare.</em>&nbsp;In Fuseli&rsquo;s startling composition, a woman bathed in white light stretches across a bed, her arms, neck, and head hanging off the end of the mattress. An apelike figure crouches on her chest while a horse with glowing eyes and flared nostrils emerges from the shadowy background.</p> <p>The painting was first displayed at the annual Royal Academy exhibition in London in 1782, where it shocked, titillated, and frightened exhibition visitors and critics. Unlike many of the paintings that were then popular and successful at the Royal Academy exhibitions, Fuseli&rsquo;s <em>The</em>&nbsp;<em>Nightmare</em>&nbsp;has no moralizing subject. The scene is an invented one, a product of Fuseli&rsquo;s imagination. It certainly has a literary character and the various figures demonstrate Fuseli&rsquo;s broad knowledge of art history, but&nbsp;<em>The Nightmare&rsquo;s</em>&nbsp;subject is not drawn from history, the Bible, or literature. The painting&nbsp;has yielded many interpretations and is seen as prefiguring late nineteenth-century psychoanalytic theories regarding dreams and the unconscious&nbsp;(Sigmund Freud allegedly kept a reproduction of the painting on the wall of his apartment in Vienna).</p> <h3>Incubus or&nbsp;mara</h3> <p>The figure that sits upon the woman&rsquo;s chest is often described as an imp or an incubus, a type of spirit said to lie atop people in their sleep or even to have sexual intercourse with sleeping women. Fuseli&rsquo;s painting is suggestive but not explicit, leaving open the possibility that the woman is simply dreaming. Yet, her dream appears to take frightening, physical form in the shapes of the incubus and the horse. According to Fuseli&rsquo;s friend and biographer John Knowles, who saw the first drawing Fuseli made for the composition in 1781, the horse was not present in the drawing but added to the painting later.</p> <p><span class="image-wrapper inline-image"><img alt="Henry Fuseli, The Nightmare (detail), 1781, oil on canvas, 180 × 250 cm (Detroit Institute of Arts)" src="https://ka-perseus-images.s3.amazonaws.com/8a42141a2c1f4466bf81ad3d46f1ec0528456b69.jpg" /><span class="image-caption">Incubus (detail),&nbsp;Henry Fuseli, <em>The Nightmare</em>, 1781, oil on canvas, 180 &times; 250 cm (Detroit Institute of Arts</span></span></p> <p>Although it is tempting to understand the painting&rsquo;s title as a punning reference to the horse, the word &ldquo;nightmare&rdquo; does not refer to horses. Rather, in the now obsolete definition of the term, a mare is an evil spirit that tortures humans while they sleep. As Samuel Johnson&rsquo;s&nbsp;<em>A Dictionary of the English Language</em>&nbsp;(1755) defined it, a mare or &ldquo;mara, [is] a spirit that, in heathen mythology, was related to torment or to suffocate sleepers. A morbid oppression in the night resembling the pressure of weight upon the breast.&rdquo; Thus, Fuseli&rsquo;s painting may in fact be understood as embodying the physical experience of chest pressure felt during a dream-state.</p> <h3>Dark themes</h3> <p>Through his use of composition and chiaroscuro &ndash; the strategic juxtaposition of sharply contrasting light and shadow&mdash;Fuseli heightened the drama and uncertainty of his scene. However, unlike the slightly earlier painting by Joseph Wright of Derby,&nbsp;<em>A Philosopher Lecturing on the Orrery</em>, which utilized chiaroscuro to symbolize the enlightening power of rational observation, Fuseli&rsquo;s <em>The Nightmare</em>&nbsp;instead shows the futility of light to penetrate or explain the darker realms of the unconscious.&nbsp;<br /> <br /> <span class="block-image image-wrapper"><img alt="Joseph Wright of Derby, A Philosopher Giving a Lecture at the Orrery (in which a lamp is put in place of the sun), c. 1763-65, oil on canvas, 4' 10&quot; x 6' 8&quot; (Derby Museums and Art Gallery, Derby)" src="https://ka-perseus-images.s3.amazonaws.com/1d17c733f10579092256abc13f06fbe4ee09b14f.jpg" /><span class="image-caption">Joseph Wright of Derby, <em>A Philosopher Giving a Lecture at the Orrery (in which a lamp is put in place of the sun)</em>, c. 1763-65, oil on canvas, 4&#39; 10&quot; x 6&#39; 8&quot; (Derby Museums and Art Gallery, Derby)</span></span></p> <p>In <em>The Nightmare</em>, the single light source coming in from the right, the curtains and tassels in the background, and the shortened, stage-like foreground also add to the work&rsquo;s theatricality. The red drapery falling off the edge of the bed even suggests a river of blood as it might be symbolically enacted on stage in a play or an opera, adding morbid undertones to the painting&rsquo;s already dark themes. Throughout his career, Fuseli painted and illustrated scenes from Shakespeare and Milton, and his art has a consistent sense of literary, at times even erudite drama that reveals his classical education (after completing his studies, Fuseli had been ordained as a pastor in the Swiss Evangelical Reformed Church before his political activities in Z&uuml;rich effectively forced him into exile in 1761).<br /> <br /> <span class="block-image image-wrapper"><img alt="Burke, Thomas, The night mare after Fuseli, published in London by R. J. Smith, 1783, stipple engraving in sepia ; plate mark 228 x 254 mm, on sheet 24 x 27 cm (Walpole Library, Yale University)" src="https://ka-perseus-images.s3.amazonaws.com/f3d9473307956b25f4bd33211122592cc65cabb2.jpg" /><span class="block-image image-wrapper"><span class="image-caption">Thomas&nbsp;Burke,&nbsp;<em>The night mare after Fuseli</em>, published in London by R. J. Smith, 1783, stipple engraving in sepia ; plate mark 228 x 254 mm, on sheet 24 x 27 cm (Walpole Library, Yale University)</span></span></span></p> <p><em>The&nbsp;Nightmare&rsquo;s&nbsp;</em>stark mixture of horror, sexuality, and morbidity has insured its enduring notoriety. In January 1783,&nbsp;<em>The Nightmare</em>&nbsp;was engraved by Thomas Burke and distributed by the publisher John Raphael Smith. The relatively low price of this reproduction following on the heels of the attention the work received at the Royal Academy helped to distribute the image to a wider audience. Fuseli later painted at least three more variations with the same title and subject.</p> <p><em>The Nightmare</em>&nbsp;became an icon of Romanticism and a defining image of Gothic horror, inspiring the poet Erasmus Darwin (Charles Darwin&rsquo;s grandfather) and the writers Mary Shelley and Edgar Allan Poe among many others. From the start, caricaturists also adopted Fuseli&rsquo;s composition, and political figures from Napoleon Bonaparte to President George W. Bush and German Chancellor Angela Merkel have all been lampooned in satirical versions of Fuseli&rsquo;s painting.</p> <p>Essay by Dr. Noelle Paulson</p>
it: <p><span class="block-image image-wrapper"><img alt="Henry Fuseli, The Nightmare, 1781, oil on canvas, 180 × 250 cm (Detroit Institute of Arts)" src="https://ka-perseus-images.s3.amazonaws.com/879405f4da1b827696ec823f5683e8d7be1abc07.jpg" /><span class="image-caption">Henry Fuseli, <em>The Nightmare</em>, 1781, oil on canvas, 180 &times; 250 cm (Detroit Institute of Arts)</span></span></p> <h3>Shocked, titillated, and frightened</h3> <p>Working during the height of the Enlightenment, the so-called &ldquo;Age of Reason,&rdquo; the Swiss-English painter Henry Fuseli (born Johann Heinrich F&uuml;ssli) instead chose to depict darker, irrational forces in his famous painting&nbsp;<em>The Nightmare.</em>&nbsp;In Fuseli&rsquo;s startling composition, a woman bathed in white light stretches across a bed, her arms, neck, and head hanging off the end of the mattress. An apelike figure crouches on her chest while a horse with glowing eyes and flared nostrils emerges from the shadowy background.</p> <p>The painting was first displayed at the annual Royal Academy exhibition in London in 1782, where it shocked, titillated, and frightened exhibition visitors and critics. Unlike many of the paintings that were then popular and successful at the Royal Academy exhibitions, Fuseli&rsquo;s <em>The</em>&nbsp;<em>Nightmare</em>&nbsp;has no moralizing subject. The scene is an invented one, a product of Fuseli&rsquo;s imagination. It certainly has a literary character and the various figures demonstrate Fuseli&rsquo;s broad knowledge of art history, but&nbsp;<em>The Nightmare&rsquo;s</em>&nbsp;subject is not drawn from history, the Bible, or literature. The painting&nbsp;has yielded many interpretations and is seen as prefiguring late nineteenth-century psychoanalytic theories regarding dreams and the unconscious&nbsp;(Sigmund Freud allegedly kept a reproduction of the painting on the wall of his apartment in Vienna).</p> <h3>Incubus or&nbsp;mara</h3> <p>The figure that sits upon the woman&rsquo;s chest is often described as an imp or an incubus, a type of spirit said to lie atop people in their sleep or even to have sexual intercourse with sleeping women. Fuseli&rsquo;s painting is suggestive but not explicit, leaving open the possibility that the woman is simply dreaming. Yet, her dream appears to take frightening, physical form in the shapes of the incubus and the horse. According to Fuseli&rsquo;s friend and biographer John Knowles, who saw the first drawing Fuseli made for the composition in 1781, the horse was not present in the drawing but added to the painting later.</p> <p><span class="image-wrapper inline-image"><img alt="Henry Fuseli, The Nightmare (detail), 1781, oil on canvas, 180 × 250 cm (Detroit Institute of Arts)" src="https://ka-perseus-images.s3.amazonaws.com/8a42141a2c1f4466bf81ad3d46f1ec0528456b69.jpg" /><span class="image-caption">Incubus (detail),&nbsp;Henry Fuseli, <em>The Nightmare</em>, 1781, oil on canvas, 180 &times; 250 cm (Detroit Institute of Arts</span></span></p> <p>Although it is tempting to understand the painting&rsquo;s title as a punning reference to the horse, the word &ldquo;nightmare&rdquo; does not refer to horses. Rather, in the now obsolete definition of the term, a mare is an evil spirit that tortures humans while they sleep. As Samuel Johnson&rsquo;s&nbsp;<em>A Dictionary of the English Language</em>&nbsp;(1755) defined it, a mare or &ldquo;mara, [is] a spirit that, in heathen mythology, was related to torment or to suffocate sleepers. A morbid oppression in the night resembling the pressure of weight upon the breast.&rdquo; Thus, Fuseli&rsquo;s painting may in fact be understood as embodying the physical experience of chest pressure felt during a dream-state.</p> <h3>Dark themes</h3> <p>Through his use of composition and chiaroscuro &ndash; the strategic juxtaposition of sharply contrasting light and shadow&mdash;Fuseli heightened the drama and uncertainty of his scene. However, unlike the slightly earlier painting by Joseph Wright of Derby,&nbsp;<em>A Philosopher Lecturing on the Orrery</em>, which utilized chiaroscuro to symbolize the enlightening power of rational observation, Fuseli&rsquo;s <em>The Nightmare</em>&nbsp;instead shows the futility of light to penetrate or explain the darker realms of the unconscious.&nbsp;<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/1d17c733f10579092256abc13f06fbe4ee09b14f.jpg" /><span class="image-caption">Joseph Wright of Derby, <em>A Philosopher Giving a Lecture at the Orrery (in which a lamp is put in place of the sun)</em>, c. 1763-65, oil on canvas, 4&#39; 10&quot; x 6&#39; 8&quot; (Derby Museums and Art Gallery, Derby)</span></span></p> <p>In <em>The Nightmare</em>, the single light source coming in from the right, the curtains and tassels in the background, and the shortened, stage-like foreground also add to the work&rsquo;s theatricality. The red drapery falling off the edge of the bed even suggests a river of blood as it might be symbolically enacted on stage in a play or an opera, adding morbid undertones to the painting&rsquo;s already dark themes. Throughout his career, Fuseli painted and illustrated scenes from Shakespeare and Milton, and his art has a consistent sense of literary, at times even erudite drama that reveals his classical education (after completing his studies, Fuseli had been ordained as a pastor in the Swiss Evangelical Reformed Church before his political activities in Z&uuml;rich effectively forced him into exile in 1761).<br /> <br /> <span class="block-image image-wrapper"><img alt="Burke, Thomas, The night mare after Fuseli, published in London by R. J. Smith, 1783, stipple engraving in sepia ; plate mark 228 x 254 mm, on sheet 24 x 27 cm (Walpole Library, Yale University)" src="https://ka-perseus-images.s3.amazonaws.com/f3d9473307956b25f4bd33211122592cc65cabb2.jpg" /><span class="block-image image-wrapper"><span class="image-caption">Thomas&nbsp;Burke,&nbsp;<em>The night mare after Fuseli</em>, published in London by R. J. Smith, 1783, stipple engraving in sepia ; plate mark 228 x 254 mm, on sheet 24 x 27 cm (Walpole Library, Yale University)</span></span></span></p> <p><em>The&nbsp;Nightmare&rsquo;s&nbsp;</em>stark mixture of horror, sexuality, and morbidity has insured its enduring notoriety. In January 1783,&nbsp;<em>The Nightmare</em>&nbsp;was engraved by Thomas Burke and distributed by the publisher John Raphael Smith. The relatively low price of this reproduction following on the heels of the attention the work received at the Royal Academy helped to distribute the image to a wider audience. Fuseli later painted at least three more variations with the same title and subject.</p> <p><em>The Nightmare</em>&nbsp;became an icon of Romanticism and a defining image of Gothic horror, inspiring the poet Erasmus Darwin (Charles Darwin&rsquo;s grandfather) and the writers Mary Shelley and Edgar Allan Poe among many others. From the start, caricaturists also adopted Fuseli&rsquo;s composition, and political figures from Napoleon Bonaparte to President George W. Bush and German Chancellor Angela Merkel have all been lampooned in satirical versions of Fuseli&rsquo;s painting.</p> <p>Essay by Dr. Noelle Paulson</p>
