Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="image-wrapper inline-image"><img alt="Lion Capital, Ashokan Pillar at Sarnath, c. 250 B.C.E., polished sandstone, 210 x 283 cm (Archaeological Museum Sarnath, India)" src="https://ka-perseus-images.s3.amazonaws.com/df4300b91734f6e9362be7e14a5373d3760258aa.jpg" /><span class="image-caption"><em>Lion Capital</em>, Ashokan Pillar at Sarnath, c. 250 B.C.E., polished sandstone, 210 x 283 cm (Archaeological Museum Sarnath, India)</span></span></p> <h3>Site of Buddha&rsquo;s First Sermon</h3> <p>The most celebrated of the Ashokan pillars is the one erected at Sarnath, the site of Buddha&rsquo;s First Sermon where he shared the Four Noble Truths (the dharma or the law). Currently, the pillar remains where it was originally sunk into the ground, but the capital is now on display at the Sarnath Museum. It is this pillar that was adopted as the national emblem of India. It is depicted on the one rupee note and the two rupee coin.</p> <h3>The Pillar</h3> <p>The pillar is a symbol of the axis mundi (cosmic axis) and of the column that rises everyday at noon from the legendary Lake Anavatapta (the lake at the center of the universe according to Buddhist cosmology) to touch the sun.</p> <h3>The Capital&nbsp;</h3> <p>The top of the column&mdash;the capital&mdash;has three parts.&nbsp;First, a base of a lotus flower, the most ubiquitous symbol of Buddhism.</p> <p>Then, a drum on which four animals are carved representing the four cardinal directions: a horse (west), an ox (east), an elephant (south), and a lion (north). They also represent the four rivers that leave Lake Anavatapta and enter the world as the four major rivers. Each of the animals can also be identified by each of the four perils of samsara. The moving animals follow one another endlessly turning the wheel of existence.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/06d13a3b61041ce3c0c8a4a55173c00144ef1d37.jpg" /></span>Four lions stand atop the drum, each facing in the four cardinal directions. Their mouths are open roaring or spreading the dharma, the Four Noble Truths, across the land. The lion references the Buddha, formerly Shakyamuni, a member of the Shakya (lion) clan. The lion is also a symbol of royalty and leadership and may also represent the Buddhist king Ashoka who ordered these columns. A cakra was originally mounted above the lions.</p> <p>Some of the lion capitals that survive have a row of geese carved below the lions. The goose is an ancient Vedic symbol (Veda means knowledge in Sanskrit and the Vedas refers to the canonical collection of hymns, prayers and liturgical formulas that make up the earliest of the Hindu sacred writings. Many of the Buddhist symbols and practices derive from these early texts). The flight of the goose is thought of as a link between the earthly and heavenly spheres.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Lion Capital, Ashokan Pillar at Sarnath, c. 250 B.C.E., polished sandstone, 210 x 283 cm, Sarnath Museum, India (photo: AS Mysore for Vincent Arthur Smith, not in copyright - pre Independence princely state publication)" src="https://ka-perseus-images.s3.amazonaws.com/663a231514233e06e5017b46009bfe9bb45abd8f.jpg" /><span class="image-caption"><em>Lion Capital</em>, Ashokan Pillar at Sarnath, c. 250 B.C.E., polished sandstone, 210 x 283 cm, Sarnath Museum, India (photo: <a href="http://en.wikipedia.org/wiki/Lion_of_Sarnath#mediaviewer/File:AshokaLions.jpg">AS Mysore for Vincent Arthur Smith</a>, not in copyright - pre Independence princely state publication)</span></span>The pillar reads from bottom to top. The lotus represents the murky water of the mundane world and the four animals remind the practitioner of the unending cycle of samsara as we remain, through our ignorance and fear, stuck in the material world. But the cakras (wheels) between them offer the promise of the Eightfold Path, that guide one to the unmoving center at the hub of the wheel. Note that in these particular cakras, the number of spokes in the wheel (eight for the Eightfold Path), had not yet been standardized.</p> <p>&nbsp;</p> <p>The lions are the Buddha himself from whom the knowledge of release from samsara is possible. And the cakra that once stood at the apex represents moksa, the release from samsara. The symbolism of moving up the column toward Enlightenment parallels the way in which the practitioner meditates on the stupa in order to attain the same goal.</p> <p>Essay by Dr. Karen Shelby</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="http://www.sarnathmuseumasi.org/Gallery3%20Acc%20No%20355.aspx">This sculpture at the Archaeological Museum Sarnath</a></p> <p><a href="http://en.wikipedia.org/wiki/Lion_Capital_of_Asoka">Lion Capital of Asoka Wikipedia entry</a></p>
it: <p><span class="image-wrapper inline-image"><img alt="Lion Capital, Ashokan Pillar at Sarnath, c. 250 B.C.E., polished sandstone, 210 x 283 cm (Archaeological Museum Sarnath, India)" src="https://ka-perseus-images.s3.amazonaws.com/df4300b91734f6e9362be7e14a5373d3760258aa.jpg" /><span class="image-caption"><em>Lion Capital</em>, Ashokan Pillar at Sarnath, c. 250 B.C.E., polished sandstone, 210 x 283 cm (Archaeological Museum Sarnath, India)</span></span></p> <h3>Site of Buddha&rsquo;s First Sermon</h3> <p>The most celebrated of the Ashokan pillars is the one erected at Sarnath, the site of Buddha&rsquo;s First Sermon where he shared the Four Noble Truths (the dharma or the law). Currently, the pillar remains where it was originally sunk into the ground, but the capital is now on display at the Sarnath Museum. It is this pillar that was adopted as the national emblem of India. It is depicted on the one rupee note and the two rupee coin.</p> <h3>The Pillar</h3> <p>The pillar is a symbol of the axis mundi (cosmic axis) and of the column that rises everyday at noon from the legendary Lake Anavatapta (the lake at the center of the universe according to Buddhist cosmology) to touch the sun.</p> <h3>The Capital&nbsp;</h3> <p>The top of the column&mdash;the capital&mdash;has three parts.&nbsp;First, a base of a lotus flower, the most ubiquitous symbol of Buddhism.</p> <p>Then, a drum on which four animals are carved representing the four cardinal directions: a horse (west), an ox (east), an elephant (south), and a lion (north). They also represent the four rivers that leave Lake Anavatapta and enter the world as the four major rivers. Each of the animals can also be identified by each of the four perils of samsara. The moving animals follow one another endlessly turning the wheel of existence.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/06d13a3b61041ce3c0c8a4a55173c00144ef1d37.jpg" /></span>Four lions stand atop the drum, each facing in the four cardinal directions. Their mouths are open roaring or spreading the dharma, the Four Noble Truths, across the land. The lion references the Buddha, formerly Shakyamuni, a member of the Shakya (lion) clan. The lion is also a symbol of royalty and leadership and may also represent the Buddhist king Ashoka who ordered these columns. A cakra was originally mounted above the lions.</p> <p>Some of the lion capitals that survive have a row of geese carved below the lions. The goose is an ancient Vedic symbol (Veda means knowledge in Sanskrit and the Vedas refers to the canonical collection of hymns, prayers and liturgical formulas that make up the earliest of the Hindu sacred writings. Many of the Buddhist symbols and practices derive from these early texts). The flight of the goose is thought of as a link between the earthly and heavenly spheres.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/663a231514233e06e5017b46009bfe9bb45abd8f.jpg" /><span class="image-caption"><em>Lion Capital</em>, Ashokan Pillar at Sarnath, c. 250 B.C.E., polished sandstone, 210 x 283 cm, Sarnath Museum, India (photo: <a href="http://en.wikipedia.org/wiki/Lion_of_Sarnath#mediaviewer/File:AshokaLions.jpg">AS Mysore for Vincent Arthur Smith</a>, not in copyright - pre Independence princely state publication)</span></span>The pillar reads from bottom to top. The lotus represents the murky water of the mundane world and the four animals remind the practitioner of the unending cycle of samsara as we remain, through our ignorance and fear, stuck in the material world. But the cakras (wheels) between them offer the promise of the Eightfold Path, that guide one to the unmoving center at the hub of the wheel. Note that in these particular cakras, the number of spokes in the wheel (eight for the Eightfold Path), had not yet been standardized.</p> <p>&nbsp;</p> <p>The lions are the Buddha himself from whom the knowledge of release from samsara is possible. And the cakra that once stood at the apex represents moksa, the release from samsara. The symbolism of moving up the column toward Enlightenment parallels the way in which the practitioner meditates on the stupa in order to attain the same goal.</p> <p>Essay by Dr. Karen Shelby</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="http://www.sarnathmuseumasi.org/Gallery3%20Acc%20No%20355.aspx">This sculpture at the Archaeological Museum Sarnath</a></p> <p><a href="http://en.wikipedia.org/wiki/Lion_Capital_of_Asoka">Lion Capital of Asoka Wikipedia entry</a></p>

source: <p><span class="image-wrapper inline-image"><img alt="Map showing Benin in West Africa" src="https://ka-perseus-images.s3.amazonaws.com/d35f5eb74db97293a5ae8e86b907b72e12f31f1f.jpg" /></span>Until the late 19th century, one of the major powers in West Africa was the&nbsp;kingdom of Benin in what is now southwest Nigeria. When European&nbsp;merchant ships began to visit West Africa from the 15th century onwards,&nbsp;Benin came to control the trade between the inland peoples and the&nbsp;Europeans on the coast.&nbsp;The kingdom of Benin was also&nbsp;well known to European traders and merchants during the 16th and 17th centuries, when it became wealthy partly due to trading in slaves.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="These men took part in the expedition made by the British in 1897.In the background you can see the palace roof with a snake made of brass slithering down it. Old photos like this one are the best guide we have to knowing what the palace of Benin looked like." src="https://ka-perseus-images.s3.amazonaws.com/05ba30f5fdd3ec08e4bb2b90292dcbfd4ffb2877.jpg" /><span class="image-caption">These men took part in the expedition made by the British in 1897. In the background you can see the palace roof with a snake made of brass slithering down it. Photos like this one are the best guide we have to knowing what the palace of Benin looked like.</span></span></p> <h3>A vivid&nbsp;picture</h3> <p>When the British tried to expand their own trade in&nbsp;the 19th century, the Benin people killed their envoys. So in 1897 the&nbsp;British sent an armed expedition which captured the king of Benin,&nbsp;destroyed his palace and took away large quantities of sculpture and&nbsp;regalia, including works in wood, ivory and especially brass. Some of these things came from royal altars for the king&rsquo;s ancestors, but&nbsp;among them were a large number of cast brass plaques made to decorate&nbsp;the wooden pillars of the palace. These had been left in the palace&nbsp;storerooms while part of the palace was being rebuilt. As it later emerged,&nbsp;most of them were probably made between about 1550 -&nbsp;1650, the people&nbsp;and scenes that they show are so many and varied that they give a vivid&nbsp;picture of the court and kingdom of that time.&nbsp;&nbsp;The plaques were most sought after and were bought by museums across Europe and America&mdash;you can see the plaques at the British Museum, in Chicago, Vienna, Paris and a large collection can be viewed in Berlin.</p> <h3>A sensation</h3> <p>The arrival and the reception of the bronze plaques caused a sensation in Europe. Scholars struggled to understand how African craftsmen could have made such works of art, putting forward some wild theories to explain them. Quickly, however, research showed that the Benin bronzes were entirely West African creations without European influence, and they transformed&nbsp;European understanding of African history.</p> <p><span class="image-wrapper inline-image"><img alt="Brass plaque showing the Oba of Benin with attendants, 16th century, 51 x 37 cm, Edo peoples, Benin, Nigeria, © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/01160652104f828b344cb3381a9b38cd44f160fb.jpg" /><span class="image-caption"><em>Brass plaque showing the Oba of Benin with attendants</em>, 16th century, 51 x 37 cm, Edo peoples, Benin, Nigeria&nbsp;&copy; Trustees of the British Museum</span></span></p> <h3>The plaques</h3> <p>When the son of the deposed king revived the Benin&nbsp;monarchy in 1914, now under British rule, he did his best to restore the&nbsp;palace and continue the ancient traditions of the Benin monarchy. Because&nbsp;these traditions are followed in the modern city of Benin, it is still possible&nbsp;to recognize many of the scenes cast in brass by Benin artists about five&nbsp;hundred years ago.&nbsp;</p> <p>As decorations for the halls of the king&rsquo;s palace, the plaques were designed to proclaim and glorify the prestige of the king, his status and&nbsp;achievements, so they give an informative but very one-sided view of the&nbsp;kingdom of Benin. They do not show how the ordinary people lived in the&nbsp;villages outside the city as farmers, growing their yams and vegetables in&nbsp;gardens cleared from the tropical forest. Nor do they show how most of&nbsp;the townspeople lived, employed in crafts such as the making of the brass&nbsp;plaques themselves. And most striking of all, there are no women or&nbsp;children shown in the plaques, which means that more than half of the&nbsp;people of the king&rsquo;s court are not shown.&nbsp;</p> <p><span>Many of the brass plaques from the king&rsquo;s palace show images of&nbsp;</span><span>Portuguese men and they seem to have been made during the 16th and&nbsp;</span><span>17th centuries as their costumes show. Although Benin had no gold to&nbsp;</span><span>offer, they supplied the Portuguese with pepper, ivory, leopard skins and&nbsp;</span><span>people, who were taken as slaves to work elsewhere in Africa and in the&nbsp;</span><span>Portuguese colonies in Brazil. Many of these people were captives taken in&nbsp;</span><span>the wars in which the Benin people conquered their neighbors far and&nbsp;</span><span>wide and made them part of the kingdom, or they were sent by the&nbsp;</span><span>conquered local chiefs as tribute to the king.&nbsp;</span></p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
it: <p><span class="image-wrapper inline-image"><img alt="Map showing Benin in West Africa" src="https://ka-perseus-images.s3.amazonaws.com/d35f5eb74db97293a5ae8e86b907b72e12f31f1f.jpg" /></span>Until the late 19th century, one of the major powers in West Africa was the&nbsp;kingdom of Benin in what is now southwest Nigeria. When European&nbsp;merchant ships began to visit West Africa from the 15th century onwards,&nbsp;Benin came to control the trade between the inland peoples and the&nbsp;Europeans on the coast.&nbsp;The kingdom of Benin was also&nbsp;well known to European traders and merchants during the 16th and 17th centuries, when it became wealthy partly due to trading in slaves.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/05ba30f5fdd3ec08e4bb2b90292dcbfd4ffb2877.jpg" /><span class="image-caption">These men took part in the expedition made by the British in 1897. In the background you can see the palace roof with a snake made of brass slithering down it. Photos like this one are the best guide we have to knowing what the palace of Benin looked like.</span></span></p> <h3>A vivid&nbsp;picture</h3> <p>When the British tried to expand their own trade in&nbsp;the 19th century, the Benin people killed their envoys. So in 1897 the&nbsp;British sent an armed expedition which captured the king of Benin,&nbsp;destroyed his palace and took away large quantities of sculpture and&nbsp;regalia, including works in wood, ivory and especially brass. Some of these things came from royal altars for the king&rsquo;s ancestors, but&nbsp;among them were a large number of cast brass plaques made to decorate&nbsp;the wooden pillars of the palace. These had been left in the palace&nbsp;storerooms while part of the palace was being rebuilt. As it later emerged,&nbsp;most of them were probably made between about 1550 -&nbsp;1650, the people&nbsp;and scenes that they show are so many and varied that they give a vivid&nbsp;picture of the court and kingdom of that time.&nbsp;&nbsp;The plaques were most sought after and were bought by museums across Europe and America&mdash;you can see the plaques at the British Museum, in Chicago, Vienna, Paris and a large collection can be viewed in Berlin.</p> <h3>A sensation</h3> <p>The arrival and the reception of the bronze plaques caused a sensation in Europe. Scholars struggled to understand how African craftsmen could have made such works of art, putting forward some wild theories to explain them. Quickly, however, research showed that the Benin bronzes were entirely West African creations without European influence, and they transformed&nbsp;European understanding of African history.</p> <p><span class="image-wrapper inline-image"><img alt="Brass plaque showing the Oba of Benin with attendants, 16th century, 51 x 37 cm, Edo peoples, Benin, Nigeria, © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/01160652104f828b344cb3381a9b38cd44f160fb.jpg" /><span class="image-caption"><em>Brass plaque showing the Oba of Benin with attendants</em>, 16th century, 51 x 37 cm, Edo peoples, Benin, Nigeria&nbsp;&copy; Trustees of the British Museum</span></span></p> <h3>The plaques</h3> <p>When the son of the deposed king revived the Benin&nbsp;monarchy in 1914, now under British rule, he did his best to restore the&nbsp;palace and continue the ancient traditions of the Benin monarchy. Because&nbsp;these traditions are followed in the modern city of Benin, it is still possible&nbsp;to recognize many of the scenes cast in brass by Benin artists about five&nbsp;hundred years ago.&nbsp;</p> <p>As decorations for the halls of the king&rsquo;s palace, the plaques were designed to proclaim and glorify the prestige of the king, his status and&nbsp;achievements, so they give an informative but very one-sided view of the&nbsp;kingdom of Benin. They do not show how the ordinary people lived in the&nbsp;villages outside the city as farmers, growing their yams and vegetables in&nbsp;gardens cleared from the tropical forest. Nor do they show how most of&nbsp;the townspeople lived, employed in crafts such as the making of the brass&nbsp;plaques themselves. And most striking of all, there are no women or&nbsp;children shown in the plaques, which means that more than half of the&nbsp;people of the king&rsquo;s court are not shown.&nbsp;</p> <p><span>Many of the brass plaques from the king&rsquo;s palace show images of&nbsp;</span><span>Portuguese men and they seem to have been made during the 16th and&nbsp;</span><span>17th centuries as their costumes show. Although Benin had no gold to&nbsp;</span><span>offer, they supplied the Portuguese with pepper, ivory, leopard skins and&nbsp;</span><span>people, who were taken as slaves to work elsewhere in Africa and in the&nbsp;</span><span>Portuguese colonies in Brazil. Many of these people were captives taken in&nbsp;</span><span>the wars in which the Benin people conquered their neighbors far and&nbsp;</span><span>wide and made them part of the kingdom, or they were sent by the&nbsp;</span><span>conquered local chiefs as tribute to the king.&nbsp;</span></p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
