Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>For most of us, architecture is easy to take for granted. Its everywhere in our daily lives&mdash;sometimes elegant, other times shabby, but generally ubiquitous. How often do we stop to examine and contemplate its form and style? Stopping for that contemplation offers not only the opportunity to understand one&rsquo;s daily surroundings, but also to appreciate the connection that exists between architectural forms in our own time and those from the past. Architectural tradition and design has the ability to link disparate cultures together over time and space&mdash;and this is certainly true of the legacy of architectural forms created by the ancient Greeks.</p> <p><span class="block-image image-wrapper"><img alt="The Erechtheion, 421-405 B.C.E. (Classical Greek), Acropolis, Athens" src="https://ka-perseus-images.s3.amazonaws.com/57094f67a11a42bee8031260466701f6bd94a98a.jpg" /><span class="image-caption">The Erechtheion, 421-405 B.C.E. (Classical Greek), Acropolis, Athens,&nbsp;photo:&nbsp;Steven Zucker&nbsp;(CC BY-NC-SA 2.0)</span></span>Greek architecture refers to the architecture of the Greek-speaking peoples who inhabited the Greek mainland and the Peloponnese, the islands of the Aegean Sea, the Greek colonies in Ionia (coastal Asia Minor), and Magna Graecia (Greek colonies in Italy and Sicily). Greek architecture stretches from c. 900 B.C.E. to the first century C.E. (with the earliest extant stone architecture dating to the seventh century B.C.E.). Greek architecture influenced Roman architecture and architects in profound ways, such that Roman Imperial architecture adopts and incorporates many Greek elements into its own practice. An overview of basic building typologies demonstrates the range and diversity of Greek architecture.</p> <p><span class="block-image image-wrapper"><img alt="&quot;Hera II,&quot; c. 460 B.C.E., 24.26 x 59.98 m, Greek, Doric temple from the classical period likely dedicated to Hera, Paestum (Latin) previously Poseidonia, photo: Steven Zucker (CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/eafe92806732feda38dee0357f7cd41e138890ab.jpg" /><span class="image-caption">&quot;Hera II,&quot; c. 460 B.C.E., 24.26 x 59.98 m, Greek, Doric temple from the classical period likely dedicated to Hera, Paestum (Latin) previously Poseidonia, photo: <a href="https://www.flickr.com/photos/profzucker/8026900360">Steven Zucker</a> (CC BY-NC-SA 2.0)</span></span></p> <h3>Temple</h3> <p>The most recognizably &ldquo;Greek&rdquo; structure is the temple (even though the architecture of Greek temples is actually quite&nbsp;diverse). The Greeks referred to temples with the term ὁ &nu;&alpha;ό&sigmaf; (<em>ho na&oacute;s</em>) meaning &quot;dwelling;&quot;&nbsp;temple derives from the Latin term, <em>templum</em>. The earliest shrines were built to honor divinities and were made from&nbsp;materials such as a wood and mud brick&mdash;materials&nbsp;that typically don&#39;t survive very long. The basic form of the<em> naos</em> emerges as early as the tenth century B.C.E. as a simple, rectangular room with projecting walls (<em>antae</em>) that created a shallow porch. This basic form remained unchanged in its concept for centuries. In the eighth century B.C.E.&nbsp;Greek architecture begins&nbsp;to make the move from ephemeral materials (wood, mud brick, thatch) to permanent materials (namely, stone).</p> <p>During the Archaic period the tenets of the Doric order of architecture in the Greek mainland became firmly established, leading to a wave of monumental temple building during the sixth and fifth centuries B.C.E. Greek city-states invested substantial resources in temple building&mdash;as they competed with each other not just in strategic and economic terms, but also in their architecture. For example, Athens devoted enormous resources to the construction of the&nbsp;acropolis in the 5th century B.C.E.&mdash;in part so that Athenians could be confident&nbsp;that the temples built to honor their gods surpassed anything that their rival states could offer.</p> <p><span class="block-image image-wrapper"><img alt="Greek architectural orders" src="https://ka-perseus-images.s3.amazonaws.com/0683043c3719d0ff5715ba85314432b460f10952.jpg" /><span class="image-caption">Greek architectural orders</span></span></p> <p>The multi-phase architectural development of sanctuaries such as that of Hera on the island of Samos demonstrate not only the change that occurred in construction techniques over time but also&nbsp;how the Greeks&nbsp;re-used&nbsp;sacred spaces&mdash;with the later phases built directly atop the preceding ones. Perhaps the fullest, and most famous, expression of Classical Greek temple architecture is the Periclean Parthenon of Athens&mdash;a Doric order structure, the Parthenon represents the maturity of the Greek classical form.</p> <p><span class="block-image image-wrapper"><img alt="Iktinos and Kallikrates, The Parthenon, Athens, 447 – 432 B.C.E. , photo: Steven Zucker" src="https://ka-perseus-images.s3.amazonaws.com/35a2f05d3785ecd052f19031b27804e177928fad.jpg" /><span class="image-caption">Iktinos and Kallikrates, The Parthenon, Athens, 447 &ndash; 432 B.C.E. ,<br /> photo: Steven Zucker&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Tholos temple, sanctuary of Athena Pronaia, 4th century B.C.E., Delphi, Greece, photo: kufoleto" src="https://ka-perseus-images.s3.amazonaws.com/75be38c0c1e094316cc476eedb44207e2ea9a62f.jpg" /><span class="image-caption">Tholos temple, sanctuary of Athena Pronaia, 4th century B.C.E., Delphi, Greece, photo: <a href="http://commons.wikimedia.org/wiki/File:Delphi_tholos_cazzul.JPG">kufoleto</a>&nbsp;&nbsp;(CC BY 3.0)</span></span><br /> Greek temples are often categorized in terms of their ground plan and the way in which the columns are arranged. A prostyle temple is a temple that has columns only at the front, while an amphiprostyle temple has columns at the front and the rear. Temples with a peripteral arrangement (from the Greek &pi;&tau;&epsilon;&rho;&omicron;&nu; (<em>pteron</em>) meaning &quot;wing) have a single line of columns arranged all around the exterior of the temple building. Dipteral temples simply have a double row of columns surrounding the building. One of the more unusual plans is the tholos, a temple with a circular ground plan; famous examples are attested at the sanctuary of Apollo in Delphi and the sanctuary of Asclepius at Epidauros.</p> <p><span class="block-image image-wrapper"><img alt="Greek temple plans" src="https://ka-perseus-images.s3.amazonaws.com/5a6115f2097b5242e1473f29a8b91a616327cf51.jpg" /><span class="image-caption">Greek temple plans (<a href="http://commons.wikimedia.org/wiki/File:Greek_temples.svg">photo source</a>)</span></span></p> <h3>Stoa</h3> <p>Stoa (&sigma;&tau;&omicron;ά) is a Greek architectural term that describes a covered walkway or colonnade that was usually designed for public use. Early examples, often employing the Doric order, were usually composed of a single level, although later examples (Hellenistic and Roman) came to be two-story freestanding structures. These later examples allowed interior space for shops or other rooms and often incorporated the Ionic order for interior colonnades.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="P. De Jong, Restored Perspective of the South Stoa, Corint, photo: American School of Classical Studies, Digital Collections" src="https://ka-perseus-images.s3.amazonaws.com/b89e67ad96b187db9461d4010c5221145aad9c30.jpg" /><span class="image-caption">P. De Jong, <em>Restored Perspective of the South Stoa</em>, Corinth, photo: <a href="http://ascsa.net/id/corinth/drawing/104%20038?q=collection%3ACorinth%20stoa&amp;t=drawing&amp;v=list&amp;sort=&amp;s=23">American School of Classical Studies, Digital Collections</a></span></span></p> <p>Greek city planners came to prefer the stoa as a device for framing the agora (public market place) of a city or town. The South Stoa constructed as part of the sanctuary of Hera on the island of Samos (c. 700-550 B.C.E.) numbers among the earliest examples of the stoa in Greek architecture. Many cities, particularly Athens and Corinth, came to have elaborate and famous stoas. In Athens the famous Stoa Poikile (&ldquo;Painted Stoa&rdquo;), c. fifth century B.C.E., housed paintings of famous Greek military exploits including the battle of Marathon, while the Stoa Basileios (&ldquo;Royal Stoa&rdquo;), c. fifth century B.C.E., was the seat of a chief civic official (<em>archon basileios</em>).</p> <p><span class="block-image image-wrapper"><img alt="View of 20th century reconstruction of the Stoa of Attalos, Agora, Athens (original c. 159-138 B.C.E.)" src="https://ka-perseus-images.s3.amazonaws.com/5e68b6f6d8643b59ebffe88e4b2187a5b8e12a44.jpg" /><span class="image-caption">20th century reconstruction of the Stoa of Attalos in the&nbsp;Athenian Agora (original c. 159-138 B.C.E.),&nbsp;photo:&nbsp;Steven Zucker&nbsp;(CC BY-NC-SA 2.0)</span></span>Later, through the patronage of the kings of Pergamon, the Athenian agora was augmented by the famed Stoa of Attalos (c. 159-138 B.C.E.) which was recently&nbsp;rebuilt according to the ancient specifications and now houses the archaeological museum for the Athenian Agora itself (see image above). At Corinth the stoa persisted as an architectural type well into the Roman period; the South Stoa there (above), c. 150 C.E., shows the continued utility of this building design for framing civic space. From the Hellenistic period onwards the stoa also lent its name to a philosophical school, as Zeno of Citium (c. 334-262 B.C.E.) originally taught his Stoic philosophy in the Stoa Poikile of Athens.</p> <h3>Theater</h3> <p><span class="block-image image-wrapper"><img alt="View of the theatre at the Sanctuary of Asklepios at Epidaurus, c. 350 - 300 B.C.E." src="https://ka-perseus-images.s3.amazonaws.com/620036b1afbb09cc0bc68dc9116b61bf97246bd9.jpg" /><span class="image-caption">Theatre at the Sanctuary of Asclepius at Epidaurus, c. 350 - 300 B.C.E., photo:&nbsp;Steven Zucker&nbsp;(CC BY-NC-SA 2.0)</span></span>The Greek theater was a large, open-air structure used for dramatic performance. Theaters often took advantage of hillsides and naturally sloping terrain and, in general, utilized the panoramic landscape as the backdrop to the stage itself. The Greek theater is composed of the seating area (theatron), a circular space for the chorus to perform (orchestra), and the stage (<em>skene</em>). Tiered seats in the theatron provided space for spectators. Two side aisles (<em>parados</em>, pl. <em>paradoi</em>) provided access to the orchestra. The Greek theater inspired the Roman version of the theater directly, although the Romans introduced some modifications to the concept of theater architecture. In many cases the Romans converted pre-existing Greek theaters to conform to their own architectural ideals, as is evident in the Theater of Dionysos on the slopes of the Athenian Acropolis. Since theatrical performances were often linked to sacred festivals, it is not uncommon to find theaters associated directly with sanctuaries.</p> <h3><span>Bouleuterion</span></h3> <p><span class="block-image image-wrapper"><img alt="Bouleuterion, Priène (Turkey), c. 200 B.C.E., photo: Jacqueline Poggi (CC BY-NC-ND 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/9ca3e9dbc1de9509dd170e80b5566b4b7aac4047.jpg" /><span class="image-caption">Bouleuterion, Pri&egrave;ne (Turkey), c. 200 B.C.E., photo: <a href="https://www.flickr.com/photos/jacqueline_poggi/14526454533">Jacqueline Poggi</a><br /> (CC BY-NC-ND 2.0)</span></span></p> <p>The Bouleuterion (&beta;&omicron;&upsilon;&lambda;&epsilon;&upsilon;&tau;ή&rho;&iota;&omicron;&nu;) was an important civic building in a Greek city, as it was the meeting place of the boule (citizen council) of the city. These select representatives assembled to handle public affairs and represent the citizenry of the polis (in ancient Athens the boule was comprised of 500 members). The bouleuterion generally was a covered, rectilinear building with stepped seating surrounding a central speaker&rsquo;s well in which an altar was placed. The city of Pri&egrave;ne has a particularly well-preserved example of this civic structure as does the city of Miletus.</p> <h3>House</h3> <p>Greek houses of the Archaic and Classical periods were relatively simple in design. Houses usually were centered on a courtyard that would have been the scene for various ritual activities; the courtyard also provided natural light for the often small houses. The ground floor rooms would have included kitchen and storage rooms, perhaps an animal pen and a latrine; the chief room was the <em>andron&mdash;</em>site of the male-dominated drinking party (<em>symposion</em>). The quarters for women and children (<em>gynaikeion</em>) could be located on the second level (if present) and were, in any case, segregated from the mens&rsquo; area. It was not <span class="image-wrapper inline-image"><img alt="Plan, Olynthus (Greece), House A vii 4, built after 432 but before 348 B.C.E., from Olynthus, vol. 8 pl. 99, 100 and fig. 5 (photo: Perseus Digital Library)" src="https://ka-perseus-images.s3.amazonaws.com/75c06bf3b223ae048bf1e30d69df4eb3e72a15c7.png" /><span class="image-caption">Plan, Olynthus (Greece), House A vii 4, built after 432,&nbsp;before 348 B.C.E., from <em>Olynthus</em>, vol. 8 pl. 99, 100 and fig. 5, kitchen complex&nbsp;c, d, and e; &nbsp;andron (k)&nbsp;(photo: Perseus Digital Library)</span></span>uncommon for houses to be attached to workshops or shops. The houses excavated in the southwest part of the Athenian Agora had walls of mud brick that rested on stone socles and tiled roofs, with floors of beaten clay.</p> <p>The city of Olynthus in Chalcidice, Greece, destroyed by military action in 348 B.C.E., preserves many well-appointed courtyard houses arranged within the Hippodamian grid-plan of the city. House A vii 4&nbsp;had a large cobbled courtyard that was used for domestic industry. While some rooms were fairly plain, with earthen floors, the <em>andron</em> was the most well-appointed room of the house.&nbsp;</p> <h3>Fortifications</h3> <p><span class="block-image image-wrapper"><img alt="Fortifications, Palairos (Greece)" src="https://ka-perseus-images.s3.amazonaws.com/ac9fa24828faa454e8f7884c04794c7be2bab7fa.jpg" /><span class="image-caption">Fortifications and gate, Palairos (Greece)</span></span></p> <p>The Mycenaean fortifications of Bronze Age Greece (c. 1300&nbsp;B.C.E.)&nbsp;are particularly well known&mdash;the megalithic architecture (also referred to as Cyclopean because of the use of enormous stones) represents a trend in Bronze Age architecture.&nbsp;While these massive Bronze Age walls are difficult to best, first millennium B.C.E. Greece also shows evidence for stone built fortification walls. In Attika (the territory of Athens), a series of Classical and Hellenistic walls built in ashlar masonry (squared masonry blocks) have been studied as a potential system of border defenses. &nbsp;At Palairos in Epirus (Greece) the massive fortifications enclose a high citadel that occupies imposing terrain.&nbsp;</p> <h3>Stadium, Gymnasium, and Palaestra</h3> <p>The Greek stadium (derived from <em>stadion</em>, a Greek measurement equivalent to c. 578 feet or 176 meters) was the location of foot races held as part of sacred games; these structures are often found in the context of sanctuaries, as in the case of &nbsp;the Panhellenic sanctuaries at Olympia and Epidauros. Long and narrow, with a horseshoe shape, the stadium occupied reasonably flat terrain.</p> <p>The gymnasium (from the Greek term <em>gymn&oacute;s</em> meaning &quot;naked&quot;) was a training center for athletes who participated in public games. This facility tended to include areas for both training and storage. The<em> </em>palaestra (&pi;&alpha;&lambda;&alpha;ί&sigma;&tau;&rho;&alpha;) was an exercise facility originally connected with the training of wrestlers. These complexes were generally rectilinear in plan, with a colonnade framing a central, open space.&nbsp;</p> <h3>Altar</h3> <p><span class="block-image image-wrapper"><img alt="Altar of Hieron II " src="https://ka-perseus-images.s3.amazonaws.com/3439d4bb1d27b21571fabf5110421aa649fc1ec5.jpg" /><span class="image-caption">Altar of Hieron II, 3rd century B.C.E.&nbsp;(Syracuse, Sicily, Italy)</span></span></p> <p>Since blood sacrifice was a key component of Greek ritual practice, an altar was essential for these purposes. While altars did not necessarily need to be architecturalized, they could be and, in some cases, they assumed a monumental scale. The third century B.C.E. Altar of Hieron II at Syracuse, Sicily, provides one such example. At c. 196 meters in length and c. 11 m in height the massive altar was reported to be capable of hosting the simultaneous sacrifice of 450 bulls (Diodorus Siculus <em>History</em> 11.72.2).</p> <p><span class="block-image image-wrapper"><img alt="Model of the Pergamon Altar (Altar of Zeus), c. 200-150 B.C.E. (Pergamon Museum, Berlin)" src="https://ka-perseus-images.s3.amazonaws.com/c65aab4328b17c3cecea90e127009a6dd557eff4.jpg" /><span class="image-caption">Model of the Pergamon Altar (Altar of Zeus), c. 200-150 B.C.E. (Pergamon Museum, Berlin)&nbsp;photo:&nbsp;Steven Zucker&nbsp;(CC BY-NC-SA 2.0)</span></span>Another spectacular altar is the Altar of Zeus from Pergamon, built during the first half of the second century B.C.E. The altar itself is screened by a monumental enclosure decorated with sculpture; the monument measures c. 35.64 by 33.4 meters. The altar is best known for its program of relief sculpture that depict a gigantomachy (battle between the Olympian gods and the giants) that is presented as an allegory for the military conquests of the kings of Pergamon. Despite its monumental scale and lavish decoration, the Pergamon altar preserves the basic and necessary features of the Greek altar: it is frontal and approached by stairs and is open to the air&mdash;to allow not only for the blood sacrifice itself but also for the burning of the thigh bones and fat as an offering to the gods.</p> <h3>Fountain house</h3> <p><span class="image-wrapper inline-image"><img alt="Black-figured water-jar (hydria) with a scene at a fountain-house, Greek, about 520-500 B.C.E., 50.8 cm high, © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/52f143885999c38259d02c8d0c1b9eee3a63a283.jpg" /><span class="image-caption"><em>Black-figured water-jar (hydria) with a scene at a fountain-house</em>, Greek, about 520-500 B.C.E., 50.8 cm high, &copy; The Trustees of the British Museum</span></span>The fountain house is a public building that provides access to clean drinking water and at which water jars and containers could be filled. The Southeast Fountain house in the Athenian Agora (c. 530 B.C.E.) provides an example of this tendency to position fountain houses and their dependable supply of clean drinking water close to civic spaces like the agora. Gathering water was seen as a woman&rsquo;s task and, as such, it offered the often isolated women a chance to socialize with others while collecting water. Fountain house scenes are common on ceramic water jars (<em>hydriai</em>), as is the case for a Black-figured hydria (c. 525-500 B.C.E.) found in an Etruscan tomb in Vulci that is now in the British Museum&nbsp;</p> <h3>Legacy</h3> <p>The architecture of ancient Greece influenced ancient&nbsp;Roman architecture, and became the architectural vernacular employed in the expansive Hellenistic world created in the wake of the conquests of Alexander the Great. Greek architectural forms became implanted so deeply in the Roman architectural mindset that they endured throughout antiquity, only to then be re-discovered in the Renaissance and especially from the mid-eighteenth century onwards as a feature of the Neo-Classical movement. This durable legacy helps to explain why the ancient Greek architectural orders and the tenets of Greek design are still so prevalent&mdash;and visible&mdash;in our post-modern world.</p> <p>Essay by Dr. Jeffrey A. Becker</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://agathe.gr">Athenian Agora Excavations</a></p> <p><a href="http://www.agathe.gr/Icons/pdfs/AgoraPicBk-16.pdf">J. M. Camp, The Athenian Agora: a short guide to the excavations (American School of Classical Studies at Athens)</a>&nbsp;</p> <p><a href="http://www.metmuseum.org/toah/hd/grarc/hd_grarc.htm">Architecture in Ancient Greece on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p>B. A. Ault and L. Nevett, <em>Ancient Greek Houses and Households: Chronological, Regional, and Social Diversity</em> (Philadelphia: University of Pennsylvania Press, 2005).</p> <p>N. Cahill, <em>Household and City Organization at Olynthus </em>(New Haven: Yale University Press, 2001).</p> <p>J. J. Coulton, &nbsp;<em>The Architectural Development of the Greek Stoa</em> (Oxford: Clarendon Press, 1976).</p> <p>J. J. Coulton, <em>Ancient Greek Architects at Work: Problems of Structure and Design</em> (Ithaca NY: Cornell University Press, 1982).</p> <p>W. B. Dinsmoor, <em>The Architecture of Greece: an Account of its Historic Development</em> 3rd ed. (London: Batsford, 1950).</p> <p>Marie-Christine Hellmann, <em>L&rsquo;architecture Grecque</em> 3 vol. (Paris: Picard, 2002-2010).</p> <p>M. Korres, <em>Stones of the Parthenon</em> (Los Angeles: J. Paul Getty Museum, 2000).</p> <p>A. W. Lawrence, <em>Greek Architecture</em> 5th ed. (New Haven: Yale University Press, 1996).</p> <p>C. G. Malacrino, <em>Constructing the Ancient World: Architectural Techniques of the Greeks and Romans</em> (Los Angeles: J. Paul Getty Museum, 2010).</p> <p>A. Mazarakis Ainian, <em>From Rulers&#39; Dwellings to Temples: Architecture, Religion and Society in early Iron Age Greece (1100-700 B.C.)</em> (Jonsered: P. Åströms förlag, 1997).</p> <p>L. Nevett, <em>House and Society in the Ancient Greek World</em> (Cambridge: Cambridge University Press, 1999).</p> <p>J. Ober, <em>Fortress Attica: Defense of the Athenian Land Frontier, 404-322 B.C.</em> (Leiden: E. J. Brill, 1985).</p> <p>D. S. Robertson,<em> Greek and Roman Architecture</em> 2nd ed. (Cambridge: Cambridge University Press, 1969).</p> <p>J. N. Travlos, <em>Pictorial Dictionary of Ancient Athens</em> (New York: Praeger, 1971).</p> <p>F. E. Winter, <em>Greek Fortifications</em> (Toronto: University of Toronto Press, 1971).</p> <p>F. E. Winter, <em>Studies in Hellenistic Architecture</em> (Toronto: University of Toronto Press, 2006).</p> <p>W. Wrede, <em>Attische Mauern</em> (Athens: Deutsches archäologisches Institut, 1933).</p> <p>R. E. Wycherley, <em>The Stones of Athens</em> (Princeton: Princeton University Press, 1978).</p>
it: <p>For most of us, architecture is easy to take for granted. Its everywhere in our daily lives&mdash;sometimes elegant, other times shabby, but generally ubiquitous. How often do we stop to examine and contemplate its form and style? Stopping for that contemplation offers not only the opportunity to understand one&rsquo;s daily surroundings, but also to appreciate the connection that exists between architectural forms in our own time and those from the past. Architectural tradition and design has the ability to link disparate cultures together over time and space&mdash;and this is certainly true of the legacy of architectural forms created by the ancient Greeks.</p> <p><span class="block-image image-wrapper"><img alt="The Erechtheion, 421-405 B.C.E. (Classical Greek), Acropolis, Athens" src="https://ka-perseus-images.s3.amazonaws.com/57094f67a11a42bee8031260466701f6bd94a98a.jpg" /><span class="image-caption">The Erechtheion, 421-405 B.C.E. (Classical Greek), Acropolis, Athens,&nbsp;photo:&nbsp;Steven Zucker&nbsp;(CC BY-NC-SA 2.0)</span></span>Greek architecture refers to the architecture of the Greek-speaking peoples who inhabited the Greek mainland and the Peloponnese, the islands of the Aegean Sea, the Greek colonies in Ionia (coastal Asia Minor), and Magna Graecia (Greek colonies in Italy and Sicily). Greek architecture stretches from c. 900 B.C.E. to the first century C.E. (with the earliest extant stone architecture dating to the seventh century B.C.E.). Greek architecture influenced Roman architecture and architects in profound ways, such that Roman Imperial architecture adopts and incorporates many Greek elements into its own practice. An overview of basic building typologies demonstrates the range and diversity of Greek architecture.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/eafe92806732feda38dee0357f7cd41e138890ab.jpg" /><span class="image-caption">&quot;Hera II,&quot; c. 460 B.C.E., 24.26 x 59.98 m, Greek, Doric temple from the classical period likely dedicated to Hera, Paestum (Latin) previously Poseidonia, photo: <a href="https://www.flickr.com/photos/profzucker/8026900360">Steven Zucker</a> (CC BY-NC-SA 2.0)</span></span></p> <h3>Temple</h3> <p>The most recognizably &ldquo;Greek&rdquo; structure is the temple (even though the architecture of Greek temples is actually quite&nbsp;diverse). The Greeks referred to temples with the term ὁ &nu;&alpha;ό&sigmaf; (<em>ho na&oacute;s</em>) meaning &quot;dwelling;&quot;&nbsp;temple derives from the Latin term, <em>templum</em>. The earliest shrines were built to honor divinities and were made from&nbsp;materials such as a wood and mud brick&mdash;materials&nbsp;that typically don&#39;t survive very long. The basic form of the<em> naos</em> emerges as early as the tenth century B.C.E. as a simple, rectangular room with projecting walls (<em>antae</em>) that created a shallow porch. This basic form remained unchanged in its concept for centuries. In the eighth century B.C.E.&nbsp;Greek architecture begins&nbsp;to make the move from ephemeral materials (wood, mud brick, thatch) to permanent materials (namely, stone).</p> <p>During the Archaic period the tenets of the Doric order of architecture in the Greek mainland became firmly established, leading to a wave of monumental temple building during the sixth and fifth centuries B.C.E. Greek city-states invested substantial resources in temple building&mdash;as they competed with each other not just in strategic and economic terms, but also in their architecture. For example, Athens devoted enormous resources to the construction of the&nbsp;acropolis in the 5th century B.C.E.&mdash;in part so that Athenians could be confident&nbsp;that the temples built to honor their gods surpassed anything that their rival states could offer.</p> <p><span class="block-image image-wrapper"><img alt="Greek architectural orders" src="https://ka-perseus-images.s3.amazonaws.com/0683043c3719d0ff5715ba85314432b460f10952.jpg" /><span class="image-caption">Greek architectural orders</span></span></p> <p>The multi-phase architectural development of sanctuaries such as that of Hera on the island of Samos demonstrate not only the change that occurred in construction techniques over time but also&nbsp;how the Greeks&nbsp;re-used&nbsp;sacred spaces&mdash;with the later phases built directly atop the preceding ones. Perhaps the fullest, and most famous, expression of Classical Greek temple architecture is the Periclean Parthenon of Athens&mdash;a Doric order structure, the Parthenon represents the maturity of the Greek classical form.</p> <p><span class="block-image image-wrapper"><img alt="Iktinos and Kallikrates, The Parthenon, Athens, 447 – 432 B.C.E. , photo: Steven Zucker" src="https://ka-perseus-images.s3.amazonaws.com/35a2f05d3785ecd052f19031b27804e177928fad.jpg" /><span class="image-caption">Iktinos and Kallikrates, The Parthenon, Athens, 447 &ndash; 432 B.C.E. ,<br /> photo: Steven Zucker&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Tholos temple, sanctuary of Athena Pronaia, 4th century B.C.E., Delphi, Greece, photo: kufoleto" src="https://ka-perseus-images.s3.amazonaws.com/75be38c0c1e094316cc476eedb44207e2ea9a62f.jpg" /><span class="image-caption">Tholos temple, sanctuary of Athena Pronaia, 4th century B.C.E., Delphi, Greece, photo: <a href="http://commons.wikimedia.org/wiki/File:Delphi_tholos_cazzul.JPG">kufoleto</a>&nbsp;&nbsp;(CC BY 3.0)</span></span><br /> Greek temples are often categorized in terms of their ground plan and the way in which the columns are arranged. A prostyle temple is a temple that has columns only at the front, while an amphiprostyle temple has columns at the front and the rear. Temples with a peripteral arrangement (from the Greek &pi;&tau;&epsilon;&rho;&omicron;&nu; (<em>pteron</em>) meaning &quot;wing) have a single line of columns arranged all around the exterior of the temple building. Dipteral temples simply have a double row of columns surrounding the building. One of the more unusual plans is the tholos, a temple with a circular ground plan; famous examples are attested at the sanctuary of Apollo in Delphi and the sanctuary of Asclepius at Epidauros.</p> <p><span class="block-image image-wrapper"><img alt="Greek temple plans" src="https://ka-perseus-images.s3.amazonaws.com/5a6115f2097b5242e1473f29a8b91a616327cf51.jpg" /><span class="image-caption">Greek temple plans (<a href="http://commons.wikimedia.org/wiki/File:Greek_temples.svg">photo source</a>)</span></span></p> <h3>Stoa</h3> <p>Stoa (&sigma;&tau;&omicron;ά) is a Greek architectural term that describes a covered walkway or colonnade that was usually designed for public use. Early examples, often employing the Doric order, were usually composed of a single level, although later examples (Hellenistic and Roman) came to be two-story freestanding structures. These later examples allowed interior space for shops or other rooms and often incorporated the Ionic order for interior colonnades.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="P. De Jong, Restored Perspective of the South Stoa, Corint, photo: American School of Classical Studies, Digital Collections" src="https://ka-perseus-images.s3.amazonaws.com/b89e67ad96b187db9461d4010c5221145aad9c30.jpg" /><span class="image-caption">P. De Jong, <em>Restored Perspective of the South Stoa</em>, Corinth, photo: <a href="http://ascsa.net/id/corinth/drawing/104%20038?q=collection%3ACorinth%20stoa&amp;t=drawing&amp;v=list&amp;sort=&amp;s=23">American School of Classical Studies, Digital Collections</a></span></span></p> <p>Greek city planners came to prefer the stoa as a device for framing the agora (public market place) of a city or town. The South Stoa constructed as part of the sanctuary of Hera on the island of Samos (c. 700-550 B.C.E.) numbers among the earliest examples of the stoa in Greek architecture. Many cities, particularly Athens and Corinth, came to have elaborate and famous stoas. In Athens the famous Stoa Poikile (&ldquo;Painted Stoa&rdquo;), c. fifth century B.C.E., housed paintings of famous Greek military exploits including the battle of Marathon, while the Stoa Basileios (&ldquo;Royal Stoa&rdquo;), c. fifth century B.C.E., was the seat of a chief civic official (<em>archon basileios</em>).</p> <p><span class="block-image image-wrapper"><img alt="View of 20th century reconstruction of the Stoa of Attalos, Agora, Athens (original c. 159-138 B.C.E.)" src="https://ka-perseus-images.s3.amazonaws.com/5e68b6f6d8643b59ebffe88e4b2187a5b8e12a44.jpg" /><span class="image-caption">20th century reconstruction of the Stoa of Attalos in the&nbsp;Athian Agora (original c. 159-138 B.C.E.),&nbsp;photo:&nbsp;Steven Zucker&nbsp;(CC BY-NC-SA 2.0)</span></span>Later, through the patronage of the kings of Pergamon, the Athenian agora was augmented by the famed Stoa of Attalos (c. 159-138 B.C.E.) which was recently&nbsp;rebuilt according to the ancient specifications and now houses the archaeological museum for the Athenian Agora itself (see image above). At Corinth the stoa persisted as an architectural type well into the Roman period; the South Stoa there (above), c. 150 C.E., shows the continued utility of this building design for framing civic space. From the Hellenistic period onwards the stoa also lent its name to a philosophical school, as Zeno of Citium (c. 334-262 B.C.E.) originally taught his Stoic philosophy in the Stoa Poikile of Athens.</p> <h3>Theater</h3> <p><span class="block-image image-wrapper"><img alt="View of the theatre at the Sanctuary of Asklepios at Epidaurus, c. 350 - 300 B.C.E." src="https://ka-perseus-images.s3.amazonaws.com/620036b1afbb09cc0bc68dc9116b61bf97246bd9.jpg" /><span class="image-caption">Theatre at the Sanctuary of Asclepius at Epidaurus, c. 350 - 300 B.C.E., photo:&nbsp;Steven Zucker&nbsp;(CC BY-NC-SA 2.0)</span></span>The Greek theater was a large, open-air structure used for dramatic performance. Theaters often took advantage of hillsides and naturally sloping terrain and, in general, utilized the panoramic landscape as the backdrop to the stage itself. The Greek theater is composed of the seating area (theatron), a circular space for the chorus to perform (orchestra), and the stage (<em>skene</em>). Tiered seats in the theatron provided space for spectators. Two side aisles (<em>parados</em>, pl. <em>paradoi</em>) provided access to the orchestra. The Greek theater inspired the Roman version of the theater directly, although the Romans introduced some modifications to the concept of theater architecture. In many cases the Romans converted pre-existing Greek theaters to conform to their own architectural ideals, as is evident in the Theater of Dionysos on the slopes of the Athenian Acropolis. Since theatrical performances were often linked to sacred festivals, it is not uncommon to find theaters associated directly with sanctuaries.</p> <h3><span>Bouleuterion</span></h3> <p><span class="block-image image-wrapper"><img alt="Bouleuterion, Priène (Turkey), c. 200 B.C.E., photo: Jacqueline Poggi (CC BY-NC-ND 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/9ca3e9dbc1de9509dd170e80b5566b4b7aac4047.jpg" /><span class="image-caption">Bouleuterion, Pri&egrave;ne (Turkey), c. 200 B.C.E., photo: <a href="https://www.flickr.com/photos/jacqueline_poggi/14526454533">Jacqueline Poggi</a><br /> (CC BY-NC-ND 2.0)</span></span></p> <p>The Bouleuterion (&beta;&omicron;&upsilon;&lambda;&epsilon;&upsilon;&tau;ή&rho;&iota;&omicron;&nu;) was an important civic building in a Greek city, as it was the meeting place of the boule (citizen council) of the city. These select representatives assembled to handle public affairs and represent the citizenry of the polis (in ancient Athens the boule was comprised of 500 members). The bouleuterion generally was a covered, rectilinear building with stepped seating surrounding a central speaker&rsquo;s well in which an altar was placed. The city of Pri&egrave;ne has a particularly well-preserved example of this civic structure as does the city of Miletus.</p> <h3>House</h3> <p>Greek houses of the Archaic and Classical periods were relatively simple in design. Houses usually were centered on a courtyard that would have been the scene for various ritual activities; the courtyard also provided natural light for the often small houses. The ground floor rooms would have included kitchen and storage rooms, perhaps an animal pen and a latrine; the chief room was the <em>andron&mdash;</em>site of the male-dominated drinking party (<em>symposion</em>). The quarters for women and children (<em>gynaikeion</em>) could be located on the second level (if present) and were, in any case, segregated from the mens&rsquo; area. It was not <span class="image-wrapper inline-image"><img alt="Plan, Olynthus (Greece), House A vii 4, built after 432 but before 348 B.C.E., from Olynthus, vol. 8 pl. 99, 100 and fig. 5 (photo: Perseus Digital Library)" src="https://ka-perseus-images.s3.amazonaws.com/75c06bf3b223ae048bf1e30d69df4eb3e72a15c7.png" /><span class="image-caption">Plan, Olynthus (Greece), House A vii 4, built after 432,&nbsp;before 348 B.C.E., from <em>Olynthus</em>, vol. 8 pl. 99, 100 and fig. 5, kitchen complex&nbsp;c, d, and e; &nbsp;andron (k)&nbsp;(photo: Perseus Digital Library)</span></span>uncommon for houses to be attached to workshops or shops. The houses excavated in the southwest part of the Athenian Agora had walls of mud brick that rested on stone socles and tiled roofs, with floors of beaten clay.</p> <p>The city of Olynthus in Chalcidice, Greece, destroyed by military action in 348 B.C.E., preserves many well-appointed courtyard houses arranged within the Hippodamian grid-plan of the city. House A vii 4&nbsp;had a large cobbled courtyard that was used for domestic industry. While some rooms were fairly plain, with earthen floors, the <em>andron</em> was the most well-appointed room of the house.&nbsp;</p> <h3>Fortifications</h3> <p><span class="block-image image-wrapper"><img alt="Fortifications, Palairos (Greece)" src="https://ka-perseus-images.s3.amazonaws.com/ac9fa24828faa454e8f7884c04794c7be2bab7fa.jpg" /><span class="image-caption">Fortifications and gate, Palairos (Greece)</span></span></p> <p>The Mycenaean fortifications of Bronze Age Greece (c. 1300&nbsp;B.C.E.)&nbsp;are particularly well known&mdash;the megalithic architecture (also referred to as Cyclopean because of the use of enormous stones) represents a trend in Bronze Age architecture.&nbsp;While these massive Bronze Age walls are difficult to best, first millennium B.C.E. Greece also shows evidence for stone built fortification walls. In Attika (the territory of Athens), a series of Classical and Hellenistic walls built in ashlar masonry (squared masonry blocks) have been studied as a potential system of border defenses. &nbsp;At Palairos in Epirus (Greece) the massive fortifications enclose a high citadel that occupies imposing terrain.&nbsp;</p> <h3>Stadium, Gymnasium, and Palaestra</h3> <p>The Greek stadium (derived from <em>stadion</em>, a Greek measurement equivalent to c. 578 feet or 176 meters) was the location of foot races held as part of sacred games; these structures are often found in the context of sanctuaries, as in the case of &nbsp;the Panhellenic sanctuaries at Olympia and Epidauros. Long and narrow, with a horseshoe shape, the stadium occupied reasonably flat terrain.</p> <p>The gymnasium (from the Greek term <em>gymn&oacute;s</em> meaning &quot;naked&quot;) was a training center for athletes who participated in public games. This facility tended to include areas for both training and storage. The<em> </em>palaestra (&pi;&alpha;&lambda;&alpha;ί&sigma;&tau;&rho;&alpha;) was an exercise facility originally connected with the training of wrestlers. These complexes were generally rectilinear in plan, with a colonnade framing a central, open space.&nbsp;</p> <h3>Altar</h3> <p><span class="block-image image-wrapper"><img alt="Altar of Hieron II " src="https://ka-perseus-images.s3.amazonaws.com/3439d4bb1d27b21571fabf5110421aa649fc1ec5.jpg" /><span class="image-caption">Altar of Hieron II, 3rd century B.C.E.&nbsp;(Syracuse, Sicily, Italy)</span></span></p> <p>Since blood sacrifice was a key component of Greek ritual practice, an altar was essential for these purposes. While altars did not necessarily need to be architecturalized, they could be and, in some cases, they assumed a monumental scale. The third century B.C.E. Altar of Hieron II at Syracuse, Sicily, provides one such example. At c. 196 meters in length and c. 11 m in height the massive altar was reported to be capable of hosting the simultaneous sacrifice of 450 bulls (Diodorus Siculus <em>History</em> 11.72.2).</p> <p><span class="block-image image-wrapper"><img alt="Model of the Pergamon Altar (Altar of Zeus), c. 200-150 B.C.E. (Pergamon Museum, Berlin)" src="https://ka-perseus-images.s3.amazonaws.com/c65aab4328b17c3cecea90e127009a6dd557eff4.jpg" /><span class="image-caption">Model of the Pergamon Altar (Altar of Zeus), c. 200-150 B.C.E. (Pergamon Museum, Berlin)&nbsp;photo:&nbsp;Steven Zucker&nbsp;(CC BY-NC-SA 2.0)</span></span>Another spectacular altar is the Altar of Zeus from Pergamon, built during the first half of the second century B.C.E. The altar itself is screened by a monumental enclosure decorated with sculpture; the monument measures c. 35.64 by 33.4 meters. The altar is best known for its program of relief sculpture that depict a gigantomachy (battle between the Olympian gods and the giants) that is presented as an allegory for the military conquests of the kings of Pergamon. Despite its monumental scale and lavish decoration, the Pergamon altar preserves the basic and necessary features of the Greek altar: it is frontal and approached by stairs and is open to the air&mdash;to allow not only for the blood sacrifice itself but also for the burning of the thigh bones and fat as an offering to the gods.</p> <h3>Fountain house</h3> <p><span class="image-wrapper inline-image"><img alt="Black-figured water-jar (hydria) with a scene at a fountain-house, Greek, about 520-500 B.C.E., 50.8 cm high, © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/52f143885999c38259d02c8d0c1b9eee3a63a283.jpg" /><span class="image-caption"><em>Black-figured water-jar (hydria) with a scene at a fountain-house</em>, Greek, about 520-500 B.C.E., 50.8 cm high, &copy; The Trustees of the British Museum</span></span>The fountain house is a public building that provides access to clean drinking water and at which water jars and containers could be filled. The Southeast Fountain house in the Athenian Agora (c. 530 B.C.E.) provides an example of this tendency to position fountain houses and their dependable supply of clean drinking water close to civic spaces like the agora. Gathering water was seen as a woman&rsquo;s task and, as such, it offered the often isolated women a chance to socialize with others while collecting water. Fountain house scenes are common on ceramic water jars (<em>hydriai</em>), as is the case for a Black-figured hydria (c. 525-500 B.C.E.) found in an Etruscan tomb in Vulci that is now in the British Museum&nbsp;</p> <h3>Legacy</h3> <p>The architecture of ancient Greece influenced ancient&nbsp;Roman architecture, and became the architectural vernacular employed in the expansive Hellenistic world created in the wake of the conquests of Alexander the Great. Greek architectural forms became implanted so deeply in the Roman architectural mindset that they endured throughout antiquity, only to then be re-discovered in the Renaissance and especially from the mid-eighteenth century onwards as a feature of the Neo-Classical movement. This durable legacy helps to explain why the ancient Greek architectural orders and the tenets of Greek design are still so prevalent&mdash;and visible&mdash;in our post-modern world.</p> <p>Essay by Dr. Jeffrey A. Becker</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://agathe.gr">Athenian Agora Excavations</a></p> <p><a href="http://www.agathe.gr/Icons/pdfs/AgoraPicBk-16.pdf">J. M. Camp, The Athenian Agora: a short guide to the excavations (American School of Classical Studies at Athens)</a>&nbsp;</p> <p><a href="http://www.metmuseum.org/toah/hd/grarc/hd_grarc.htm">Architecture in Ancient Greece on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p>B. A. Ault and L. Nevett, <em>Ancient Greek Houses and Households: Chronological, Regional, and Social Diversity</em> (Philadelphia: University of Pennsylvania Press, 2005).</p> <p>N. Cahill, <em>Household and City Organization at Olynthus </em>(New Haven: Yale University Press, 2001).</p> <p>J. J. Coulton, &nbsp;<em>The Architectural Development of the Greek Stoa</em> (Oxford: Clarendon Press, 1976).</p> <p>J. J. Coulton, <em>Ancient Greek Architects at Work: Problems of Structure and Design</em> (Ithaca NY: Cornell University Press, 1982).</p> <p>W. B. Dinsmoor, <em>The Architecture of Greece: an Account of its Historic Development</em> 3rd ed. (London: Batsford, 1950).</p> <p>Marie-Christine Hellmann, <em>L&rsquo;architecture Grecque</em> 3 vol. (Paris: Picard, 2002-2010).</p> <p>M. Korres, <em>Stones of the Parthenon</em> (Los Angeles: J. Paul Getty Museum, 2000).</p> <p>A. W. Lawrence, <em>Greek Architecture</em> 5th ed. (New Haven: Yale University Press, 1996).</p> <p>C. G. Malacrino, <em>Constructing the Ancient World: Architectural Techniques of the Greeks and Romans</em> (Los Angeles: J. Paul Getty Museum, 2010).</p> <p>A. Mazarakis Ainian, <em>From Rulers&#39; Dwellings to Temples: Architecture, Religion and Society in early Iron Age Greece (1100-700 B.C.)</em> (Jonsered: P. Åströms förlag, 1997).</p> <p>L. Nevett, <em>House and Society in the Ancient Greek World</em> (Cambridge: Cambridge University Press, 1999).</p> <p>J. Ober, <em>Fortress Attica: Defense of the Athenian Land Frontier, 404-322 B.C.</em> (Leiden: E. J. Brill, 1985).</p> <p>D. S. Robertson,<em> Greek and Roman Architecture</em> 2nd ed. (Cambridge: Cambridge University Press, 1969).</p> <p>J. N. Travlos, <em>Pictorial Dictionary of Ancient Athens</em> (New York: Praeger, 1971).</p> <p>F. E. Winter, <em>Greek Fortifications</em> (Toronto: University of Toronto Press, 1971).</p> <p>F. E. Winter, <em>Studies in Hellenistic Architecture</em> (Toronto: University of Toronto Press, 2006).</p> <p>W. Wrede, <em>Attische Mauern</em> (Athens: Deutsches archäologisches Institut, 1933).</p> <p>R. E. Wycherley, <em>The Stones of Athens</em> (Princeton: Princeton University Press, 1978).</p>
