Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <p>Up to around the year 1200, members of religious houses&mdash;monks and nuns&mdash;were the primary consumers of books. They produced the objects themselves and in high numbers, because religious houses could not function without them. The 13th century saw a sharp rise in the production and consumption of books outside the monasteries. Books were now also made for profit in urban shops, both for use by citizens, students and even monks.</p> <p>Most medieval bookstores were empty because books were too expensive to have in stock. Instead, each customer would have a long talk with the shopkeeper, who would ask how much he wanted to spend, what materials he preferred, what kind of writing style should be used for the text&mdash;and so on. The medieval book is therefore always one of a kind. Users often modified the manuscript post-production, bringing it even more in tune with their needs. Bookmarks could be added for quick access to favorite chapters, while nota signs and maniculae placed&nbsp;in the margin marked important passages. Moreover, glosses and slips with notes were inserted where the text needed clarification.</p> <h3>Fossilized taste (bookmarks)</h3> <p><span class="block-image image-wrapper"><img alt="Basel, Universitätsbibliothek, D III 34, fol. 21v: manuscript miscellany containing texts on horse medicine by Jordanus Rufus. The entire manuscript is digitized here." src="https://ka-perseus-images.s3.amazonaws.com/c9b6295fe5deec7fad6d615e2979f755243e050a.jpg" /><span class="image-caption">Bookmark glued to a page.&nbsp;Leiden, University Library, BPL MS 304,&nbsp;photo:&nbsp;Giulio Menna</span></span></p> <p>The bookmark guided the reader to the beginning of a favorite chapter or a significant section of the book. Flowers or leaves, which were sometimes drawn into the manuscript, marked the page in the most elegant and practical manner. More permanent and secure, however, are bookmarks like the one seen here: a piece of parchment that was pasted onto the page.</p> <p>What a great thought, that medieval fingers inserted these stubs to get to their literary fix! Some bookmarks are fragments of redundant manuscripts, from which they were cut as a form of recycling. The stubs are interesting to book historians because they show what texts of passages were enjoyed by individuals that lived hundreds of years ago. They are the fossilized remains of medieval literary taste.</p> <h3>Note to self (nota)</h3> <p><span class="image-wrapper inline-image"><img alt="Leiden, University Library, VLQ 10, f. 93r" src="https://ka-perseus-images.s3.amazonaws.com/e6b14c0ab5815354b2449202f4b29c8aa7a9b429.jpg" /><span class="image-caption">Leiden, University Library, VLQ MS 10, fol. 93r, photo:&nbsp;Giulio Menna</span></span>While the bookmark guided the reader to an important chapter or text, the nota-sign marked a significant passage or sentence on&nbsp;the page. From time to time readers noticed something in the text worth highlighting. In such cases they wrote the Latin &quot;nota&quot; in the margin, which means to &quot;examine&quot; or &quot;inspect&quot;. While some of these nota-signs may have served as a reminder to check something, others appear to&nbsp;express a more generic &quot;attention!&quot;&mdash;like the manicula did (see below).</p> <p>As this example shows, the sign is not written like a normal word. Rather, its four letters are reshuffled and stretched so as to form a unique symbol. This was likely done to distinguish a reader&#39;s passages from those marked by other users of the book, such as his fellow brethren in the monastery.</p> <h3>Helping hands (maniculae)</h3> <p><span class="block-image image-wrapper"><img alt="Marginal Sketches, In A Volume Of Treatises On Natural Science, Philosophy, And Mathematics, c. 1300, London, British Library, Royal MS 12 E.xxv, f.23r " src="https://ka-perseus-images.s3.amazonaws.com/5bbcbdbbee219ffa152c9eac75cd8e361ef4911f.jpg" /><span class="image-caption">Manicula with the body of a dragon.&nbsp;Marginal Sketches, in <em>A Volume Of Treatises On Natural Science, Philosophy, And Mathematic</em>s, c. 1300, London, British Library, <a href="http://www.bl.uk/onlinegallery/onlineex/illmanus/roymanucoll/m/011roy000012e25u00023000.html">Royal MS 12 E.xxv, fol. 23r</a></span></span></p> <p>With a nota-sign the reader expressed that a passage was noteworthy or deserved a closer read. The manicula (Latin for &quot;little hand&quot;) was another means to do so. As with nota-signs, the actual form of the pointing finger varies considerably. Readers may have had their own unique design to distinguish their hands from those of other readers. The hands are sometimes accompanied by short notes, which the reader may have written in response to the text. As with bookmarks and nota-signs, maniculae show us what information were deemed important or relevant to an individual long ago. In that sense they lend a helping hand to the book historian as much as they did to the medieval reader.</p> <p><span class="image-wrapper inline-image"><img alt="Leiden, University Library, VLQ1, 16r" src="https://ka-perseus-images.s3.amazonaws.com/855b728a9b946f36bf077cfc4e825bc173187473.jpg" /><span class="image-caption">Marginal glosses with corrections next to the text,&nbsp;Leiden, University Library, VLQ MS 1, fol. 16r, photo: Giulio Menna</span></span></p> <h3>Add-on (glosses)</h3> <p>From the moment we learn to read as a child we are told not to write in our books. Still, we often do, especially when we use the book for school. If it is not our own copy, we may write with pencil, so that our personal thoughts may be removed after use. Medieval readers had no problem writing in the margins, and apparently had no qualms about using permanent ink. In fact, it is hard to point out a manuscript that does not contain any such add-ons.</p> <p>Some of these notes (or glosses) were extensive, and the scribe had to extend the margins to accommodate them. The glosses seen here provide an alternative meaning (<em>mixta vel bibita</em>), a clarification (<em>posita</em>) and an encouragement to check something out in another book (the letter &quot;r&quot; for &quot;require&quot;).</p> <h3>Sticky note</h3> <p><span class="block-image image-wrapper"><img alt="Leiden, University Library, BPL 139" src="https://ka-perseus-images.s3.amazonaws.com/c9ffadb24a6dd4efcd5b0e0bcf1cc6c805d5898c.jpg" /><span class="image-caption">Inserted slip with notes, Leiden, University Library, BPL MS 139, p<span>hoto:&nbsp;Giulio Menna</span></span></span></p> <p><span>More extensive notes were sometimes written on tiny paper or parchment slips like the one seen here. Students are known to have used them to take down notes in the classroom or when they were studying a text at home. Few of them survive today. Not only were they easy to lose, but many of them were actually thrown out, similar to the fate of our modern day &quot;sticky notes.&quot;&nbsp;In some manuscripts they survive because they were tucked in between the pages, as seen here.</span></p> <p>Essay by Dr. Erik Kwakkel</p>
it: <p>&nbsp;</p> <p>Up to around 1200 members of religious houses&mdash;monks and nuns&mdash;were the primary consumers of books. They produced the objects themselves and in high numbers, because religious houses could not function without them. The 13th century saw a sharp rise in the production and consumption of books outside the monasteries. Books were now also made for profit in urban shops, both for use by citizens, students and even monks.</p> <p>Most medieval bookstores were empty because books were too expensive to have in stock. Instead, each customer would have a long talk with the shopkeeper, who would ask how much he wanted to spend, what materials he preferred, what kind of writing style should be used for the text&mdash;and so on. The medieval book is therefore always one of a kind. Users often modified the manuscript post-production, bringing it even more in tune with their needs. Bookmarks could be added for quick access to favorite chapters, while nota signs and maniculae placed&nbsp;in the margin marked important passages. Moreover, glosses and slips with notes were inserted where the text needed clarification.</p> <h3>Fossilized taste (bookmarks)</h3> <p><span class="block-image image-wrapper"><img alt="Basel, Universitätsbibliothek, D III 34, fol. 21v: manuscript miscellany containing texts on horse medicine by Jordanus Rufus. The entire manuscript is digitized here." src="https://ka-perseus-images.s3.amazonaws.com/c9b6295fe5deec7fad6d615e2979f755243e050a.jpg" /><span class="image-caption">Bookmark glued to a page.&nbsp;Leiden, University Library, BPL MS 304,&nbsp;photo:&nbsp;Giulio Menna</span></span></p> <p>The bookmark guided the reader to the beginning of a favorite chapter or a significant section of the book. Flowers or leaves, which were sometimes drawn into the manuscript, marked the page in the most elegant and practical manner. More permanent and secure, however, are bookmarks like the one seen here: a piece of parchment that was pasted onto the page.</p> <p>What a great thought, that medieval fingers inserted these stubs to get to their literary fix! Some bookmarks are fragments of redundant manuscripts, from which they were cut as a form of recycling. The stubs are interesting to book historians because they show what texts of passages were enjoyed by individuals that lived hundreds of years ago. They are the fossilized remains of medieval literary taste.</p> <h3>Note to self (nota)</h3> <p><span class="image-wrapper inline-image"><img alt="Leiden, University Library, VLQ 10, f. 93r" src="https://ka-perseus-images.s3.amazonaws.com/e6b14c0ab5815354b2449202f4b29c8aa7a9b429.jpg" /><span class="image-caption">Leiden, University Library, VLQ MS 10, fol. 93r, photo:&nbsp;Giulio Menna</span></span>While the bookmark guided the reader to an important chapter or text, the nota-sign marked a significant passage or sentence on&nbsp;the page. From time to time readers noticed something in the text worth highlighting. In such cases they wrote the Latin &quot;nota&quot; in the margin, which means to &quot;examine&quot; or &quot;inspect&quot;. While some of these nota-signs may have served as a reminder to check something, others appear to&nbsp;express a more generic &quot;attention!&quot;&mdash;like the manicula did (see below).</p> <p>As this example shows, the sign is not written like a normal word. Rather, its four letters are reshuffled and stretched so as to form a unique symbol. This was likely done to distinguish a reader&#39;s passages from those marked by other users of the book, such as his fellow brethren in the monastery.</p> <h3>Helping hands (maniculae)</h3> <p><span class="block-image image-wrapper"><img alt="Marginal Sketches, In A Volume Of Treatises On Natural Science, Philosophy, And Mathematics, c. 1300, London, British Library, Royal MS 12 E.xxv, f.23r " src="https://ka-perseus-images.s3.amazonaws.com/5bbcbdbbee219ffa152c9eac75cd8e361ef4911f.jpg" /><span class="image-caption">Manicula with the body of a dragon.&nbsp;Marginal Sketches, in <em>A Volume Of Treatises On Natural Science, Philosophy, And Mathematic</em>s, c. 1300, London, British Library, <a href="http://www.bl.uk/onlinegallery/onlineex/illmanus/roymanucoll/m/011roy000012e25u00023000.html">Royal MS 12 E.xxv, fol. 23r</a></span></span></p> <p>With a nota-sign the reader expressed that a passage was noteworthy or deserved a closer read. The manicula (Latin for &quot;little hand&quot;) was another means to do so. As with nota-signs, the actual form of the pointing finger varies considerably. Readers may have had their own unique design to distinguish their hands from those of other readers. The hands are sometimes accompanied by short notes, which the reader may have written in response to the text. As with bookmarks and nota-signs, maniculae show us what information were deemed important or relevant to an individual long ago. In that sense they lend a helping hand to the book historian as much as they did to the medieval reader.</p> <p><span class="image-wrapper inline-image"><img alt="Leiden, University Library, VLQ1, 16r" src="https://ka-perseus-images.s3.amazonaws.com/855b728a9b946f36bf077cfc4e825bc173187473.jpg" /><span class="image-caption">Marginal glosses with corrections next to the text,&nbsp;Leiden, University Library, VLQ MS 1, fol. 16r, photo: Giulio Menna</span></span></p> <h3>Add-on (glosses)</h3> <p>From the moment we learn to read as a child we are told not to write in our books. Still, we often do, especially when we use the book for school. If it is not our own copy, we may write with pencil, so that our personal thoughts may be removed after use. Medieval readers had no problem writing in the margins, and apparently had no qualms about using permanent ink. In fact, it is hard to point out a manuscript that does not contain any such add-ons.</p> <p>Some of these notes (or glosses) were extensive, and the scribe had to extend the margins to accommodate them. The glosses seen here provide an alternative meaning (<em>mixta vel bibita</em>), a clarification (<em>posita</em>) and an encouragement to check something out in another book (the letter &quot;r&quot; for &quot;require&quot;).</p> <h3>Sticky note</h3> <p><span class="block-image image-wrapper"><img alt="Leiden, University Library, BPL 139" src="https://ka-perseus-images.s3.amazonaws.com/c9ffadb24a6dd4efcd5b0e0bcf1cc6c805d5898c.jpg" /><span class="image-caption">Inserted slip with notes, Leiden, University Library, BPL MS 139, p<span>hoto:&nbsp;Giulio Menna</span></span></span></p> <p><span>More extensive notes were sometimes written on tiny paper or parchment slips like the one seen here. Students are known to have used them to take down notes in the classroom or when they were studying a text at home. Few of them survive today. Not only were they easy to lose, but many of them were actually thrown out, similar to the fate of our modern day &quot;sticky notes.&quot;&nbsp;In some manuscripts they survive because they were tucked in between the pages, as seen here.</span></p> <p>Essay by Dr. Erik Kwakkel</p>
