Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3><span class="image-wrapper"><img alt="Pyramid of Khafre, c. 2520-2494 (photo: Dr. Amy Calvert)" src="https://ka-perseus-images.s3.amazonaws.com/baf7c23f24d72d9103d07d9cf157bd3eaf4b35d1.jpg" /><span class="image-caption">Pyramid of Khafre, c. 2520-2494 (photo: Dr. Amy Calvert)</span></span>Size and appearance</h3> <p>The second great pyramid of Giza, that was built by Khufu&rsquo;s second son Khafre, has a section of outer casing that still survives at the very top (and which would have entirely covered all three of the great pyramids at Giza). Although this monument appears larger than that of his father, it is actually slightly smaller but was constructed 10 m (33 feet) higher on the plateau.&nbsp;</p> <h3><span>Interior</span></h3> <p><span>The interior is much simpler than that of Khufu&rsquo;s pyramid, with a single burial chamber, one small subsidiary chamber, and two passageways. The mortuary temple at the pyramid base was more complex than that of Khufu and was filled with statuary of the king--over 52 life-size or larger images originally filled the structure. &nbsp;</span></p> <h3>Valley Temple</h3> <p><span>Khafre&rsquo;s valley temple, located at the east end of the causeway leading from the pyramid base, is beautifully preserved. It was constructed of megalithic blocks sheathed with granite and floors of polished white calcite. Statue bases indicate that an additional 24 images of the pharaoh were originally located in this temple.&nbsp;</span></p> <p><img alt="Pillars in Valley Temple of Khafre (photo: Dr. Amy Calvert)" src="https://ka-perseus-images.s3.amazonaws.com/b93caedbaabedb9d4147e793fa148feaa416d76d.jpg" style="width:100%" /><span class="image-caption">Pillars in&nbsp;Valley Temple of Khafre (photo: Dr. Amy Calvert)</span></p> <h3>The Great Sphinx</h3> <p>Right next to the causeway leading from Khafre&rsquo;s valley temple to the mortuary temple sits the first truly colossal sculpture in Egyptian history: the Great Sphinx. This close association indicates that this massive depiction of a recumbent lion with the head of a king was carved for Khafre.&nbsp;</p> <p><img alt="The Great Sphinx (photo: Dr. Amy Calvert)" src="https://ka-perseus-images.s3.amazonaws.com/efbccc98318133891685a03685b3ae9249cfe1bb.jpg" style="width:100%" /><span class="image-caption"><em>The Great Sphinx</em> (photo: Dr. Amy Calvert)</span><br /> <br /> The Sphinx is carved from the bedrock of the Giza plateau, and it appears that the core blocks used to construct the king&rsquo;s valley temple were quarried from the layers of stone that run along the upper sides of this massive image.&nbsp;</p> <p><span class="image-wrapper"><img alt="Khafre, Egyptian Museum, Cairo" src="https://ka-perseus-images.s3.amazonaws.com/0178d04ba0e5b5c279d01d21de71b6b58f5c83d7.jpg" /><span class="image-caption"><em>Khafre</em>, Egyptian Museum, Cairo</span></span></p> <h3>Khafre</h3> <p><span>The lion was a royal symbol as well as being connected with the sun as a symbol of the horizon; the fusion of this powerful animal with the head of the pharaoh was an icon that survived and was often used throughout Egyptian history. The king&rsquo;s head is on a smaller scale than the body. This appears to have been due to a defect in the stone; a weakness recognized by the sculptors who compensated by elongating the body.</span></p> <p>Directly in front of the Sphinx is a separate temple dedicated to the worship of its cult, but very little is known about it since there are no Old Kingdom texts that refer to the Sphinx or its temple. The temple is similar to Khafre&rsquo;s mortuary temple and has granite pillars forming a colonnade around a central courtyard. &nbsp;However, it is unique in that it has two sanctuaries&mdash;one on the east and one on the west&mdash;likely connected to the rising and setting sun.</p> <p>ESsay by Dr. Amy Calvert</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://giza3d.3ds.com/#discover">Giza 3D</a></p>
it: <h3><span class="image-wrapper"><img alt="Pyramid of Khafre, c. 2520-2494 (photo: Dr. Amy Calvert)" src="http://smarthistory.khanacademy.org/assets/images/Images3/khafre.jpg" /><span class="image-caption">Pyramid of Khafre, c. 2520-2494 (photo: Dr. Amy Calvert)</span></span>Size and appearance</h3> <p>The second great pyramid of Giza, that was built by Khufu&rsquo;s second son Khafre, has a section of outer casing that still survives at the very top (and which would have entirely covered all three of the great pyramids at Giza). Although this monument appears larger than that of his father, it is actually slightly smaller but was constructed 10 m (33 feet) higher on the plateau.&nbsp;</p> <h3><span>Interior</span></h3> <p><span>The interior is much simpler than that of Khufu&rsquo;s pyramid, with a single burial chamber, one small subsidiary chamber, and two passageways. The mortuary temple at the pyramid base was more complex than that of Khufu and was filled with statuary of the king--over 52 life-size or larger images originally filled the structure. &nbsp;</span></p> <h3>Valley Temple</h3> <p><span>Khafre&rsquo;s valley temple, located at the east end of the causeway leading from the pyramid base, is beautifully preserved. It was constructed of megalithic blocks sheathed with granite and floors of polished white calcite. Statue bases indicate that an additional 24 images of the pharaoh were originally located in this temple.&nbsp;</span></p> <p><img alt="Pillars in Valley Temple of Khafre (photo: Dr. Amy Calvert)" src="http://smarthistory.khanacademy.org/assets/images/Images3/pillars-khafre-temple.jpg" style="width:100%" /><span class="image-caption">Pillars in&nbsp;Valley Temple of Khafre (photo: Dr. Amy Calvert)</span></p> <h3>The Great Sphinx</h3> <p>Right next to the causeway leading from Khafre&rsquo;s valley temple to the mortuary temple sits the first truly colossal sculpture in Egyptian history: the Great Sphinx. This close association indicates that this massive depiction of a recumbent lion with the head of a king was carved for Khafre.&nbsp;</p> <p><img alt="The Great Sphinx (photo: Dr. Amy Calvert)" src="http://smarthistory.khanacademy.org/assets/images/Images3/sphinx.jpg" style="width:100%" /><span class="image-caption"><em>The Great Sphinx</em> (photo: Dr. Amy Calvert)</span><br /> <br /> The Sphinx is carved from the bedrock of the Giza plateau, and it appears that the core blocks used to construct the king&rsquo;s valley temple were quarried from the layers of stone that run along the upper sides of this massive image.&nbsp;</p> <p><span class="image-wrapper"><img alt="Khafre, Egyptian Museum, Cairo" src="http://khan.smarthistory.org/assets/images/Images3/Khafre_statue.jpg" /><span class="image-caption"><em>Khafre</em>, Egyptian Museum, Cairo</span></span></p> <h3>Khafre</h3> <p><span>The lion was a royal symbol as well as being connected with the sun as a symbol of the horizon; the fusion of this powerful animal with the head of the pharaoh was an icon that survived and was often used throughout Egyptian history. The king&rsquo;s head is on a smaller scale than the body. This appears to have been due to a defect in the stone; a weakness recognized by the sculptors who compensated by elongating the body.</span></p> <p>Directly in front of the Sphinx is a separate temple dedicated to the worship of its cult, but very little is known about it since there are no Old Kingdom texts that refer to the Sphinx or its temple. The temple is similar to Khafre&rsquo;s mortuary temple and has granite pillars forming a colonnade around a central courtyard. &nbsp;However, it is unique in that it has two sanctuaries&mdash;one on the east and one on the west&mdash;likely connected to the rising and setting sun.</p> <p>Text by Dr. Amy Calvert</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://giza3d.3ds.com/#discover">Giza 3D</a></p>
