Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>The city of Ur</h3> <p>Known today as Tell el-Muqayyar, the &quot;Mound of Pitch,&quot; the site was occupied from around 5000 B.C.E. to 300 B.C.E. Although Ur is famous as the home of the Old Testament patriarch Abraham (Genesis 11:29-32), there is no actual proof that Tell el-Muqayyar was identical with &quot;Ur of the Chaldees.&quot; In antiquity the city was known as Urim.<br /> <br /> <span class="block-image image-wrapper"><img alt="Postcard; printed; photograph showing archaeological excavations at Ur, with Arab workmen standing for scale in the excavated street of an early second millennium BC residential quarter. © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/3367be147c2c2f98fb1276fdc20d1f874ccd81f1.jpg" /><span class="image-caption">Postcard; printed; photograph showing archaeological excavations at Ur, with Arab workmen standing for scale in the excavated street of an early second millennium B.C.E. residential quarter &copy; Trustees of the British Museum</span></span>The main excavations at Ur were undertaken from 1922-34 by a joint expedition of The British Museum and the University Museum, Pennsylvania, led by Leonard Woolley. At the center of the settlement were mud brick temples dating back to the fourth millennium B.C.E.&nbsp;At the edge of the sacred area a cemetery grew up which included burials known today as the Royal Graves. An area of ordinary people&#39;s houses was excavated in which a number of street corners have small shrines. But the largest surviving religious buildings, dedicated to the moon god Nanna, also include one of the best preserved ziggurats, and were founded in the period 2100-1800 B.C.E. For some of this time Ur was the capital of an empire stretching across southern Mesopotamia. Rulers of the later Kassite and Neo-Babylonian empires continued to build and rebuild at Ur. Changes in both the flow of the River Euphrates (now some ten miles to the east) and trade routes led to the eventual abandonment of the site.</p> <h3>The royal graves of Ur</h3> <p>Close to temple buildings at the center of the city of Ur, sat&nbsp;a rubbish dump built up over centuries. Unable to use the area for building, the people of Ur started to bury their dead there. The cemetery was used between about 2600-2000 B.C.E. and hundreds of burials were made in pits. Many of these contained very rich materials.</p> <p>In one area of the cemetery a group of sixteen graves was dated to the mid-third millennium. These large, shaft graves were distinct from the surrounding burials and consisted of a tomb, made of stone, rubble and bricks, built at the bottom of a pit. The layout of the tombs varied, some occupied the entire floor of the pit and had multiple chambers. The most complete tomb discovered belonged to a lady identified as Pu-abi from the name carved on a cylinder seal found with the burial.<br /> <br /> <span class="block-image image-wrapper"><img alt="Cylinder seal of Pu-abi, from Ur, c. 2600 B.C.E., lapis lazuli, 4.9 x 2.6 cm (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/e20f22400074918f840f3cc28906fae235fc788c.jpg" /><span class="image-caption"><em>Cylinder seal of Pu-abi</em>,&nbsp;c. 2600 B.C.E., lapis lazuli, 4.9 x 2.6 cm,&nbsp;from Ur<br /> &copy; Trustees of the British Museum</span></span>The majority of graves had been robbed in antiquity but where evidence survived the main burial was surrounded by many human bodies. One grave had up to seventy-four such sacrificial victims. It is evident that elaborate ceremonies took place as the pits were filled in that included more human burials and offerings of food and objects. The excavator, Leonard Woolley thought the graves belonged to kings and queens. Another suggestion is that they belonged to the high priestesses of Ur.</p> <h3>The <em>Standard of Ur</em></h3> <p>This object was found in one of the largest graves in the Royal Cemetery at Ur, lying in the corner of a chamber above the right shoulder of a man. Its original function is not yet understood.<br /> <span class="block-image image-wrapper"><img alt="The Standard of Ur, 2600-2400 B.C.E., shell, red limestone, lapis lazuli, and bitumen (original wood no longer exists), 21.59 x 49.53 x 12 cm" src="https://ka-perseus-images.s3.amazonaws.com/e30a821670aa2dcc9713767f7dc00b951bd09404.jpg" /><span class="image-caption">Peace (detail),&nbsp;<em>The Standard of Ur</em>, 2600-2400 B.C.E., shell, red limestone, lapis lazuli, and bitumen (original wood no longer exists), 21.59 x 49.53 x 12 cm,&nbsp;Ur &copy; Trustees of the&nbsp;British Museum</span></span></p> <p>Leonard Woolley, the excavator at Ur, imagined that it was carried on a pole as a standard, hence its common name. Another theory suggests that it formed the soundbox of a musical instrument.</p> <p>When found, the original wooden frame for the mosaic of shell, red limestone and lapis lazuli had decayed, and the two main panels had been crushed together by the weight of the soil. The bitumen acting as glue had disintegrated and the end panels were broken. As a result, the present restoration is only a best guess as to how it originally appeared.</p> <p><span class="block-image image-wrapper"><img alt="The Standard of Ur (&quot;War&quot;), 2600-2400 B.C.E., shell, red limestone, lapis lazuli, and bitumen (original wood no longer exists), 21.59 x 49.53 x 12 cm © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/6ad5bf324deec97e6db3685c899d8b13beda9474.jpg" /><span class="image-caption">War (detail),&nbsp;<em>The Standard of Ur,</em>&nbsp;2600-2400 B.C.E., shell, red limestone, lapis lazuli, and bitumen (original wood no longer exists), 21.59 x 49.53 x 12 cm, Ur &copy; Trustees of the British Museum</span></span>The main panels are known as &quot;War&quot;&nbsp;and &quot;Peace.&quot; &quot;War&quot;&nbsp;shows one of the earliest representations of a Sumerian army. Chariots, each pulled by four donkeys, trample enemies; infantry with cloaks carry spears; enemy soldiers are killed with axes, others are paraded naked and presented to the king who holds a spear.</p> <p>The &quot;Peace&quot;&nbsp;panel depicts animals, fish and other goods brought in procession to a banquet. Seated figures, wearing woolen fleeces or fringed skirts, drink to the accompaniment of a musician playing a lyre. Banquet scenes such as this are common on cylinder seals of the period, such as on the seal of the &quot;Queen&quot;&nbsp;Pu-abi, also in the British Museum (see image above).</p> <h3>Queen&#39;s Lyre</h3> <p>Leonard Woolley discovered several lyres in the graves in the Royal Cemetery at Ur. This was one of two that he found in the grave of &quot;Queen&quot;&nbsp;Pu-abi. Along with the lyre, which stood against the pit wall, were the bodies of ten women with fine jewelry, presumed to be sacrificial victims, and numerous stone and metal vessels. One woman lay right against the lyre and, according to Woolley, the bones of her hands were placed where the strings would have been.</p> <p><span class="block-image image-wrapper"><img alt="Queen's Lyre (reconstruction), 2600 B.C.E., wooden parts, pegs and string are modern; lapis lazuli, shell and red limestone mosaic decoration, set in bitumen and the head (but not the horns) of the bull are ancient; the bull's head in front of the sound box is covered with gold; the eyes are lapis lazuli and shell and the hair and beard are lapis lazuli; the significance of the beard is not known; panel on front depicts lion-headed eagle between gazelles, bulls with plants on hills, a bull-man between leopards and a lion attacking a bull; edges of the sound-box decorated with inlay bands; eleven gold-headed pegs for the strings, 112.5 x 73 x 7 cm (body) © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/ed846b28f5f7d85231937a64e28bdcd6d0847048.jpg" /><span class="image-caption"><em>Queen&#39;s Lyre</em> (reconstruction), 2600 B.C.E., wooden parts, pegs and string are modern; lapis lazuli, shell and red limestone mosaic decoration, set in bitumen and the head (but not the horns) of the bull are ancient; the bull&#39;s head in front of the sound box is covered with gold; the eyes are lapis lazuli and shell and the hair and beard are lapis lazuli; panel on front depicts lion-headed eagle between gazelles, bulls with plants on hills, a bull-man between leopards and a lion attacking a bull; edges of the sound-box are decorated with inlay bands; eleven gold-headed pegs for the strings, 112.5 x 73 x 7 cm (body), Ur&nbsp;&copy; Trustees of the&nbsp;British Museum</span></span>The wooden parts of the lyre had decayed in the soil, but Woolley poured plaster of Paris into the depression left by the vanished wood and so preserved the decoration in place. The front panels are made of lapis lazuli, shell and red limestone originally set in bitumen. The gold mask of the bull decorating the front of the sounding box had been crushed and had to be restored. While the horns are modern, the beard, hair and eyes are original and made of lapis lazuli.</p> <p>This musical instrument was originally reconstructed as part of a unique &quot;harp-lyre,&quot; together with a harp from the burial, now also in The British Museum. Later research showed that this was a mistake. A new reconstruction, based on excavation photographs, was made in 1971-72.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>J. Aruz,&nbsp;<em>Art of the First Cities: The Third Millennium B.C. from the Mediterranean to the Indus</em>&nbsp;(New York, 2003).</p> <p>D. Collon,&nbsp;<em>Ancient Near Eastern Art</em>&nbsp;(London, 1995).&nbsp;</p> <p>H. Crawford,&nbsp;<em>Sumer and Sumerians&nbsp;</em>(Cambridge, 2004).&nbsp;</p> <p>N. Postgate,<em>&nbsp;Early Mesopotamia: Society and Economy at the Dawn of History</em>&nbsp;(London, 1994).&nbsp;</p> <p>M. Roaf,&nbsp;<em>Cultural atlas of Mesopotamia</em>&nbsp;(New York, 1990).&nbsp;</p> <p>C.L. Woolley and P.R.S. Moorey,&nbsp;<em>Ur of the Chaldees, revised edition</em> (Ithaca, New York, Cornell University Press, 1982).&nbsp;</p> <p>N. Yoffee,&nbsp;<em>Myths of the Archaic State: Evolution of the Earliest Cities, States, and Civilization</em>&nbsp;(Cambridge, 2005).&nbsp;</p> <p>R. Zettler, and L. Horne, (eds.)&nbsp;<em>Treasures from the Royal Tomb at Ur</em>&nbsp;(Philadelphia, 1998).&nbsp;</p> <p><a href="http://www.britishmuseum.org/explore/highlights/highlights_all_relationships.aspx?Title=Ur&amp;ContentType=Article&amp;PageId=23731">Related objects in the collection of the British Museum</a></p> <p><u>Further readings</u><br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p><br /> &copy; Trustees of the British Museum</p>
it: <h3>The city of Ur</h3> <p>Known today as Tell el-Muqayyar, the &quot;Mound of Pitch,&quot; the site was occupied from around 5000 B.C.E. to 300 B.C.E. Although Ur is famous as the home of the Old Testament patriarch Abraham (Genesis 11:29-32), there is no actual proof that Tell el-Muqayyar was identical with &quot;Ur of the Chaldees.&quot; In antiquity the city was known as Urim.<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/3367be147c2c2f98fb1276fdc20d1f874ccd81f1.jpg" /><span class="image-caption">Postcard; printed; photograph showing archaeological excavations at Ur, with Arab workmen standing for scale in the excavated street of an early second millennium B.C.E. residential quarter &copy; Trustees of the British Museum</span></span>The main excavations at Ur were undertaken from 1922-34 by a joint expedition of The British Museum and the University Museum, Pennsylvania, led by Leonard Woolley. At the center of the settlement were mud brick temples dating back to the fourth millennium B.C.E.&nbsp;At the edge of the sacred area a cemetery grew up which included burials known today as the Royal Graves. An area of ordinary people&#39;s houses was excavated in which a number of street corners have small shrines. But the largest surviving religious buildings, dedicated to the moon god Nanna, also include one of the best preserved ziggurats, and were founded in the period 2100-1800 B.C.E. For some of this time Ur was the capital of an empire stretching across southern Mesopotamia. Rulers of the later Kassite and Neo-Babylonian empires continued to build and rebuild at Ur. Changes in both the flow of the River Euphrates (now some ten miles to the east) and trade routes led to the eventual abandonment of the site.</p> <h3>The royal graves of Ur</h3> <p>Close to temple buildings at the center of the city of Ur, sat&nbsp;a rubbish dump built up over centuries. Unable to use the area for building, the people of Ur started to bury their dead there. The cemetery was used between about 2600-2000 B.C.E. and hundreds of burials were made in pits. Many of these contained very rich materials.</p> <p>In one area of the cemetery a group of sixteen graves was dated to the mid-third millennium. These large, shaft graves were distinct from the surrounding burials and consisted of a tomb, made of stone, rubble and bricks, built at the bottom of a pit. The layout of the tombs varied, some occupied the entire floor of the pit and had multiple chambers. The most complete tomb discovered belonged to a lady identified as Pu-abi from the name carved on a cylinder seal found with the burial.<br /> <br /> <span class="block-image image-wrapper"><img alt="Cylinder seal of Pu-abi, from Ur, c. 2600 B.C.E., lapis lazuli, 4.9 x 2.6 cm (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/e20f22400074918f840f3cc28906fae235fc788c.jpg" /><span class="image-caption"><em>Cylinder seal of Pu-abi</em>,&nbsp;c. 2600 B.C.E., lapis lazuli, 4.9 x 2.6 cm,&nbsp;from Ur<br /> &copy; Trustees of the British Museum</span></span>The majority of graves had been robbed in antiquity but where evidence survived the main burial was surrounded by many human bodies. One grave had up to seventy-four such sacrificial victims. It is evident that elaborate ceremonies took place as the pits were filled in that included more human burials and offerings of food and objects. The excavator, Leonard Woolley thought the graves belonged to kings and queens. Another suggestion is that they belonged to the high priestesses of Ur.</p> <h3>The <em>Standard of Ur</em></h3> <p>This object was found in one of the largest graves in the Royal Cemetery at Ur, lying in the corner of a chamber above the right shoulder of a man. Its original function is not yet understood.<br /> <span class="block-image image-wrapper"><img alt="The Standard of Ur, 2600-2400 B.C.E., shell, red limestone, lapis lazuli, and bitumen (original wood no longer exists), 21.59 x 49.53 x 12 cm" src="https://ka-perseus-images.s3.amazonaws.com/e30a821670aa2dcc9713767f7dc00b951bd09404.jpg" /><span class="image-caption">Peace (detail),&nbsp;<em>The Standard of Ur</em>, 2600-2400 B.C.E., shell, red limestone, lapis lazuli, and bitumen (original wood no longer exists), 21.59 x 49.53 x 12 cm,&nbsp;Ur &copy; Trustees of the&nbsp;British Museum</span></span></p> <p>Leonard Woolley, the excavator at Ur, imagined that it was carried on a pole as a standard, hence its common name. Another theory suggests that it formed the soundbox of a musical instrument.</p> <p>When found, the original wooden frame for the mosaic of shell, red limestone and lapis lazuli had decayed, and the two main panels had been crushed together by the weight of the soil. The bitumen acting as glue had disintegrated and the end panels were broken. As a result, the present restoration is only a best guess as to how it originally appeared.</p> <p><span class="block-image image-wrapper"><img alt="The Standard of Ur (&quot;War&quot;), 2600-2400 B.C.E., shell, red limestone, lapis lazuli, and bitumen (original wood no longer exists), 21.59 x 49.53 x 12 cm © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/6ad5bf324deec97e6db3685c899d8b13beda9474.jpg" /><span class="image-caption">War (detail),&nbsp;<em>The Standard of Ur,</em>&nbsp;2600-2400 B.C.E., shell, red limestone, lapis lazuli, and bitumen (original wood no longer exists), 21.59 x 49.53 x 12 cm, Ur &copy; Trustees of the British Museum</span></span>The main panels are known as &quot;War&quot;&nbsp;and &quot;Peace.&quot; &quot;War&quot;&nbsp;shows one of the earliest representations of a Sumerian army. Chariots, each pulled by four donkeys, trample enemies; infantry with cloaks carry spears; enemy soldiers are killed with axes, others are paraded naked and presented to the king who holds a spear.</p> <p>The &quot;Peace&quot;&nbsp;panel depicts animals, fish and other goods brought in procession to a banquet. Seated figures, wearing woolen fleeces or fringed skirts, drink to the accompaniment of a musician playing a lyre. Banquet scenes such as this are common on cylinder seals of the period, such as on the seal of the &quot;Queen&quot;&nbsp;Pu-abi, also in the British Museum (see image above).</p> <h3>Queen&#39;s Lyre</h3> <p>Leonard Woolley discovered several lyres in the graves in the Royal Cemetery at Ur. This was one of two that he found in the grave of &quot;Queen&quot;&nbsp;Pu-abi. Along with the lyre, which stood against the pit wall, were the bodies of ten women with fine jewelry, presumed to be sacrificial victims, and numerous stone and metal vessels. One woman lay right against the lyre and, according to Woolley, the bones of her hands were placed where the strings would have been.</p> <p><span class="block-image image-wrapper"><img alt="Queen's Lyre (reconstruction), 2600 B.C.E., wooden parts, pegs and string are modern; lapis lazuli, shell and red limestone mosaic decoration, set in bitumen and the head (but not the horns) of the bull are ancient; the bull's head in front of the sound box is covered with gold; the eyes are lapis lazuli and shell and the hair and beard are lapis lazuli; the significance of the beard is not known; panel on front depicts lion-headed eagle between gazelles, bulls with plants on hills, a bull-man between leopards and a lion attacking a bull; edges of the sound-box decorated with inlay bands; eleven gold-headed pegs for the strings, 112.5 x 73 x 7 cm (body) © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/ed846b28f5f7d85231937a64e28bdcd6d0847048.jpg" /><span class="image-caption"><em>Queen&#39;s Lyre</em> (reconstruction), 2600 B.C.E., wooden parts, pegs and string are modern; lapis lazuli, shell and red limestone mosaic decoration, set in bitumen and the head (but not the horns) of the bull are ancient; the bull&#39;s head in front of the sound box is covered with gold; the eyes are lapis lazuli and shell and the hair and beard are lapis lazuli; panel on front depicts lion-headed eagle between gazelles, bulls with plants on hills, a bull-man between leopards and a lion attacking a bull; edges of the sound-box are decorated with inlay bands; eleven gold-headed pegs for the strings, 112.5 x 73 x 7 cm (body), Ur&nbsp;&copy; Trustees of the&nbsp;British Museum</span></span>The wooden parts of the lyre had decayed in the soil, but Woolley poured plaster of Paris into the depression left by the vanished wood and so preserved the decoration in place. The front panels are made of lapis lazuli, shell and red limestone originally set in bitumen. The gold mask of the bull decorating the front of the sounding box had been crushed and had to be restored. While the horns are modern, the beard, hair and eyes are original and made of lapis lazuli.</p> <p>This musical instrument was originally reconstructed as part of a unique &quot;harp-lyre,&quot; together with a harp from the burial, now also in The British Museum. Later research showed that this was a mistake. A new reconstruction, based on excavation photographs, was made in 1971-72.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>J. Aruz,&nbsp;<em>Art of the First Cities: The Third Millennium B.C. from the Mediterranean to the Indus</em>&nbsp;(New York, 2003).</p> <p>D. Collon,&nbsp;<em>Ancient Near Eastern Art</em>&nbsp;(London, 1995).&nbsp;</p> <p>H. Crawford,&nbsp;<em>Sumer and Sumerians&nbsp;</em>(Cambridge, 2004).&nbsp;</p> <p>N. Postgate,<em>&nbsp;Early Mesopotamia: Society and Economy at the Dawn of History</em>&nbsp;(London, 1994).&nbsp;</p> <p>M. Roaf,&nbsp;<em>Cultural atlas of Mesopotamia</em>&nbsp;(New York, 1990).&nbsp;</p> <p>C.L. Woolley and P.R.S. Moorey,&nbsp;<em>Ur of the Chaldees, revised edition</em> (Ithaca, New York, Cornell University Press, 1982).&nbsp;</p> <p>N. Yoffee,&nbsp;<em>Myths of the Archaic State: Evolution of the Earliest Cities, States, and Civilization</em>&nbsp;(Cambridge, 2005).&nbsp;</p> <p>R. Zettler, and L. Horne, (eds.)&nbsp;<em>Treasures from the Royal Tomb at Ur</em>&nbsp;(Philadelphia, 1998).&nbsp;</p> <p><a href="http://www.britishmuseum.org/explore/highlights/highlights_all_relationships.aspx?Title=Ur&amp;ContentType=Article&amp;PageId=23731">Related objects in the collection of the British Museum</a></p> <p><u>Further readings</u><br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p><br /> &copy; Trustees of the British Museum</p>
