Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="The 'Queen of the Night' Relief, Old Babylonian, 1800-1750 B.C.E., 49 x 37 x 4.8, baked straw-tempered clay © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/86d0c54156c494404b83aaddca6dd7f74bac964b.jpg" /><span class="image-caption"><em>The &quot;Queen of the Night&quot;&nbsp;Relief</em>, 1800-1750 B.C.E., Old Babylonian, baked straw-tempered clay,&nbsp;49 x 37 x 4.8 cm,&nbsp;Southern Iraq&nbsp;&copy; Trustees of the British Museum</span></span>This large plaque is made of baked straw-tempered clay, modeled in high relief. The figure of the curvaceous naked woman was originally painted red. She wears the horned headdress characteristic of a Mesopotamian deity and holds a rod and ring of justice, symbols of her divinity. Her long multi-colored wings hang downwards, indicating that she is a goddess of the Underworld. Her legs end in the talons of a bird of prey, similar to those of the two owls that flank her. The background was originally painted black, suggesting that she was associated with the night. She stands on the backs of two lions, and a scale pattern indicates mountains.</p> <p>The figure could be an aspect of the goddess Ishtar, Mesopotamian goddess of sexual love and war, or Ishtar&#39;s sister and rival, the goddess Ereshkigal who ruled over the Underworld, or the demoness Lilitu, known in the Bible as Lilith. The plaque probably stood in a shrine.<br /> <br /> <span class="block-image image-wrapper"><img alt="Plaque and reconstruction, © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/45de203ba9e5911f250000398267bd1e2225255e.jpg" /><span class="image-caption"><em>&nbsp;&quot;Queen of the Night&quot;&nbsp;Relief </em>(left) and color reconstruction (right),&nbsp;<br /> 1800-1750 B.C.E.,&nbsp;Old Babylonian,&nbsp;baked straw-tempered clay,&nbsp;<br /> 49 x 37 x 4.8 cm,&nbsp;Southern Iraq&nbsp;and reconstruction<br /> &copy; Trustees of the British Museum</span></span>The same goddess appears on small, crude, mould-made plaques from Babylonia from about 1850 to 1750 B.C.E. Thermoluminescence tests confirm that <em>The &quot;Queen of the Night&quot;&nbsp;Relief</em> was made between 1765 and 45 B.C.E.</p> <p>The relief may have come to England as early as 1924, and was brought to the British Museum in 1933 for scientific testing. It has been known since its publication in 1936 in the <em>Illustrated London News</em> as the Burney Relief, after its owner at that time. Until 2003 it has been in private hands. The Director and Trustees of the British Museum decided to make this spectacular terracotta plaque the principal acquisition for The British Museum&#39;s 250th anniversary.<br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span><br /> <br /> <br /> &copy; Trustees of the British Museum</p> <p>&nbsp;</p>
it: <p><span class="block-image image-wrapper"><img alt="The 'Queen of the Night' Relief, Old Babylonian, 1800-1750 B.C.E., 49 x 37 x 4.8, baked straw-tempered clay © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/86d0c54156c494404b83aaddca6dd7f74bac964b.jpg" /><span class="image-caption"><em>The &quot;Queen of the Night&quot;&nbsp;Relief</em>, 1800-1750 B.C.E., Old Babylonian, baked straw-tempered clay,&nbsp;49 x 37 x 4.8 cm,&nbsp;Southern Iraq&nbsp;&copy; Trustess of the British Museum</span></span>This large plaque is made of baked straw-tempered clay, modeled in high relief. The figure of the curvaceous naked woman was originally painted red. She wears the horned headdress characteristic of a Mesopotamian deity and holds a rod and ring of justice, symbols of her divinity. Her long multi-colored wings hang downwards, indicating that she is a goddess of the Underworld. Her legs end in the talons of a bird of prey, similar to those of the two owls that flank her. The background was originally painted black, suggesting that she was associated with the night. She stands on the backs of two lions, and a scale pattern indicates mountains.</p> <p>The figure could be an aspect of the goddess Ishtar, Mesopotamian goddess of sexual love and war, or Ishtar&#39;s sister and rival, the goddess Ereshkigal who ruled over the Underworld, or the demoness Lilitu, known in the Bible as Lilith. The plaque probably stood in a shrine.<br /> <br /> <span class="block-image image-wrapper"><img alt="Plaque and reconstruction, © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/45de203ba9e5911f250000398267bd1e2225255e.jpg" /><span class="image-caption"><em>&nbsp;&quot;Queen of the Night&quot;&nbsp;Relief </em>(left) and color reconstruction (right),&nbsp;<br /> 1800-1750 B.C.E.,&nbsp;Old Babylonian,&nbsp;baked straw-tempered clay,&nbsp;<br /> 49 x 37 x 4.8 cm,&nbsp;Southern Iraq&nbsp;and reconstruction<br /> &copy; Trustees of the British Museum</span></span>The same goddess appears on small, crude, mould-made plaques from Babylonia from about 1850 to 1750 B.C.E. Thermoluminescence tests confirm that <em>The &quot;Queen of the Night&quot;&nbsp;Relief</em> was made between 1765 and 45 B.C.E.</p> <p>The relief may have come to England as early as 1924, and was brought to the British Museum in 1933 for scientific testing. It has been known since its publication in 1936 in the <em>Illustrated London News</em> as the Burney Relief, after its owner at that time. Until 2003 it has been in private hands. The Director and Trustees of the British Museum decided to make this spectacular terracotta plaque the principal acquisition for The British Museum&#39;s 250th anniversary.<br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span><br /> <br /> <br /> &copy; Trustees of the British Museum</p> <p>&nbsp;</p>

source: <p><span class="block-image image-wrapper"><img alt="The dinosaurs on display here, including T. rex, are all Saurishcians. They are grouped together because they share a characteristic: they all have grasping hands in which the thumb is offset from the other fingers. © Denis Finnin/AMNH" src="https://ka-perseus-images.s3.amazonaws.com/2207052e0afd122db26daf9dcc991335a73637c9.jpg" /><span class="image-caption">The dinosaurs on display here, including T. rex, are all Saurishcians. They are grouped together because they share a characteristic: they all have grasping hands in which the thumb is offset from the other fingers.<br /> &copy; Denis Finnin/AMNH</span></span>Although most of the news stories one reads about dinosaurs involve spectacular, if not speculative, aspects of dinosaur history, such as new theories about their behavior, extinction, or ecology, less attention is paid to studies analyzing their evolutionary relationships. This is unfortunate&nbsp;because understanding questions of dinosaur behavior and biology depends on a firm understanding of their evolutionary relationships.</p> <h3>Cladogram</h3> <p>To reconstruct the evolutionary relationships between different groups of dinosaurs, one must carefully study and analyze the anatomy, essentially searching for characteristics that are shared among different kinds of dinosaurs, which are then interpreted to have been present in the common ancestor, or first member of a group, and inherited by its descendants. This analysis produces a branching diagram, called a cladogram, on which different kinds of dinosaurs are shown at the endpoints of the branches. The branching points connecting the different branches represent the common ancestor for the group whose branches come out of that branching point, and based on the characteristics shared by dinosaurs on those branches, we can infer that those shared characteristics were present in the common ancestor.<br /> <br /> The result is a pattern of smaller groups of dinosaurs contained within larger groups of dinosaurs. For example, <em>T. rex</em> is a member of a small group (Tyrannosauridae) that also contains <em>Albertosaurus</em>.&nbsp;Both those are members of a larger group, which contains other meat-eating dinosaurs such as <em>Allosaurus</em>, <em>Velociraptor</em> and birds, called <em>Theropoda</em>. Then, all theropods belong to a larger group that also contains the giant sauropods, called Saurischia. A good way to think about this is to compare it to your evolutionary relationships as a human. Humans, along with apes, belong to a larger group of mammals called hominoids, and hominoids along with monkeys, lemurs and tarsiers all belong to the larger group called primates. By following the sequence of characteristics inherited from more distant common ancestors to more recent ones, one can trace the anatomical evolution of a particular kind of animal.</p> <hr /> <p><strong>Suggested resources:</strong></p> <p><a href="http://www.amnh.org/ology/features/cladogram/cladogram.php">Beyond t-rex, a cladogram (American Museum of Natural History)</a><br /> <a href="http://www.amnh.org/explore/curriculum-collections/dinosaurs-ancient-fossils-new-discoveries/understanding-cladistics">Understanding cladistics</a></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/2207052e0afd122db26daf9dcc991335a73637c9.jpg" /><span class="image-caption">The dinosaurs on display here, including T. rex, are all Saurishcians. They are grouped together because they share a characteristic: they all have grasping hands in which the thumb is offset from the other fingers.<br /> &copy; Denis Finnin/AMNH</span></span>Although most of the news stories one reads about dinosaurs involve spectacular, if not speculative, aspects of dinosaur history, such as new theories about their behavior, extinction, or ecology, less attention is paid to studies analyzing their evolutionary relationships. This is unfortunate&nbsp;because understanding questions of dinosaur behavior and biology depends on a firm understanding of their evolutionary relationships.</p> <h3>Cladogram</h3> <p>To reconstruct the evolutionary relationships between different groups of dinosaurs, one must carefully study and analyze the anatomy, essentially searching for characteristics that are shared among different kinds of dinosaurs, which are then interpreted to have been present in the common ancestor, or first member of a group, and inherited by its descendants. This analysis produces a branching diagram, called a cladogram, on which different kinds of dinosaurs are shown at the endpoints of the branches. The branching points connecting the different branches represent the common ancestor for the group whose branches come out of that branching point, and based on the characteristics shared by dinosaurs on those branches, we can infer that those shared characteristics were present in the common ancestor.<br /> <br /> The result is a pattern of smaller groups of dinosaurs contained within larger groups of dinosaurs. For example, <em>T. rex</em> is a member of a small group (Tyrannosauridae) that also contains <em>Albertosaurus</em>.&nbsp;Both those are members of a larger group, which contains other meat-eating dinosaurs such as <em>Allosaurus</em>, <em>Velociraptor</em> and birds, called <em>Theropoda</em>. Then, all theropods belong to a larger group that also contains the giant sauropods, called Saurischia. A good way to think about this is to compare it to your evolutionary relationships as a human. Humans, along with apes, belong to a larger group of mammals called hominoids, and hominoids along with monkeys, lemurs and tarsiers all belong to the larger group called primates. By following the sequence of characteristics inherited from more distant common ancestors to more recent ones, one can trace the anatomical evolution of a particular kind of animal.</p> <hr /> <p><strong>Suggested resources:</strong></p> <p><a href="http://www.amnh.org/ology/features/cladogram/cladogram.php">Beyond t-rex, a cladogram (American Museum of Natural History)</a><br /> <a href="http://www.amnh.org/explore/curriculum-collections/dinosaurs-ancient-fossils-new-discoveries/understanding-cladistics">Understanding cladistics</a></p>

source: <p><span class="block-image image-wrapper"><img alt="The so-called Treasury, Petra (Jordan), 2nd century C.E." src="https://ka-perseus-images.s3.amazonaws.com/d689374cd1fc505db10d04b00573ffc3311d2738.jpg" /><span class="image-caption">So-called&nbsp;Treasury (Khazneh), Petra (Jordan), 2nd century C.E.,&nbsp;photo: <a href="https://www.flickr.com/photos/cokedragon/11625769733">Colin Tsoi </a>(CC BY-ND 2.0)</span></span></p> <p>There is only one true way to experience Petra&mdash;the greatest city of the Nabataeans, a people who occupied the area from Sinai and Negev to northern Arabia in the west and as far north as southern Syria. <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7bba85ed53a9ffb21dae07242fd198713f243b83.jpg" /><span class="image-caption"> So-called&nbsp;Treasury (Khazneh), through the Siq, Petra.,&nbsp;photo:&nbsp;<a href="https://www.flickr.com/photos/cokedragon/11625527065">Colin Tsoi</a>&nbsp;(CC BY-ND 2.0)</span></span>On foot or mounted on a camel, one should leave the modern village of Wadi Musa in modern-day Jordan and enter the Siq, a narrow, curving canyon, that traders, explorers and travelers have been walking down since time immemorial (<a href="https://www.flickr.com/photos/klvinci/3593217040">here&#39;s a short video</a> of the approach).</p> <p>Stone carvings, camel caravans and betyls (the famous god blocks) set in niches, appear. But these elaborate carvings are merely a prelude to one&rsquo;s arrival into the heart of Petra, where the Treasury, or Khazneh, a monumental tomb, awaits to impress even the most jaded visitors. The natural, rich hues of Arabian light hit the remarkable fa&ccedil;ade, giving the Treasury its famed rose-red color.</p> <h3><br /> Petra, the capital of the Nabataean Kingdom</h3> <p>Petra was the capital of the Nabataean Kingdom for most of its history until the Roman Emperor Trajan created the province of Arabia in 106 C.E., annexed the Nabataean kingdom, and moved the capital of this new province to Bosra (also spelt Bostra) in what is today modern southern Syria.</p> <p><span class="block-image image-wrapper"><img alt="Nabataean trade routes (CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/fad19359acf84cd5a12023ca48240fdef5fad41c.png" /><span class="image-caption">Nabataean trade routes (<a href="http://en.wikipedia.org/wiki/Nabataeans#mediaviewer/File:NabateensRoutes.png">CC BY-SA 3.0</a>)</span></span></p> <p><span class="image-wrapper inline-image"><img alt=" The so-called Treasury, Petra (Jordan), 2nd century C.E., photo: Kyle Simourd (CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/ac344ac5bf0733d272a7fc09060604bb5b3ab17f.jpg" /><span class="image-caption"> So-called&nbsp;Treasury (Khazneh), Petra (Jordan), 2nd century C.E., photo: <a href="https://www.flickr.com/photos/89241789@N00/3863774498">Kyle Simourd</a><br /> (CC BY 2.0)</span></span></p> <h3>Hellenistic</h3> <p>The ancient sources inform us that the Nabataeans were great traders, who controlled the luxury trade in incense during the late Hellenistic and early Roman periods.&nbsp;The Hellenistic period stretches from the death of Alexander the Great in 323 B.C.E. to 31 B.C.E. when the Roman Empire emerged.&nbsp;It can also refer to artistic and cultural similarities in the eastern part of the Mediterranean, Egypt and the Middle East in this era. Petra, the rock-cut city of the Nabataeans, lay at the intersection of these rich trade routes.&nbsp;The great wealth that the Nabataeans amassed allowed them to create the spectacular architecture that so many admire in Petra today.&nbsp;</p> <p>&nbsp;</p> <p>Essay by Dr. Elizabeth Macaulay-Lewis</p> <hr /> <p><strong>Additional resources:&nbsp;</strong></p> <p><a href="http://www.amnh.org/exhibitions/past-exhibitions/petra">Petra at the American Museum of Natural History</a></p> <p><a href="http://www.amnh.org/exhibitions/past-exhibitions/petra/promos/for-educators">Resources for educators from the American Museum of Natural History on Petra</a></p> <p><a href="http://proteus.brown.edu/bupap/home">Brown University Petra Archaeological project</a></p> <p><a href="http://www.brown.edu/Departments/Joukowsky_Institute/Petra/">Petra: The Great Temple Excavation (Brown University)</a></p> <p><a href="http://petragarden.homestead.com/poolcomplex.html">The Pool-Complex at Petra, University of Pennsylvania</a></p> <p><a href="http://www.saudiaramcoworld.com/issue/200704/new.pieces.of.mada.in.salih.s.puzzle.htm">New Pieces of Mada&rsquo;in Salih&rsquo;s Puzzle</a></p> <p><a href="http://www.jstor.org/stable/40025698">Susan B. Downey, &ldquo;Museum Review: Petra Rediscovered: An Exhibition on Petra and Nabataean Sanctuaries in Jordan&rdquo;</a></p> <p><a href="http://www.metmuseum.org/toah/hd/naba/hd_naba.htm">The Nabataean Kingdom and Petra on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
it: <p><span class="block-image image-wrapper"><img alt="The so-called Treasury, Petra (Jordan), 2nd century C.E." src="https://ka-perseus-images.s3.amazonaws.com/d689374cd1fc505db10d04b00573ffc3311d2738.jpg" /><span class="image-caption">So-called&nbsp;Treasury (Khazneh), Petra (Jordan), 2nd century C.E.,&nbsp;photo: <a href="https://www.flickr.com/photos/cokedragon/11625769733">Colin Tsoi </a>(CC BY-ND 2.0)</span></span></p> <p>There is only one true way to experience Petra&mdash;the greatest city of the Nabataeans, a people who occupied the area from Sinai and Negev to northern Arabia in the west and as far north as southern Syria. <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7bba85ed53a9ffb21dae07242fd198713f243b83.jpg" /><span class="image-caption"> So-called&nbsp;Treasury (Khazneh), through the Siq, Petra.,&nbsp;photo:&nbsp;<a href="https://www.flickr.com/photos/cokedragon/11625527065">Colin Tsoi</a>&nbsp;(CC BY-ND 2.0)</span></span>On foot or mounted on a camel, one should leave the modern village of Wadi Musa in modern-day Jordan and enter the Siq, a narrow, curving canyon, that traders, explorers and travelers have been walking down since time immemorial (<a href="https://www.flickr.com/photos/klvinci/3593217040">here&#39;s a short video</a> of the approach).</p> <p>Stone carvings, camel carvans and betyls (the famous god blocks) set in niches, appear. But these elaborate carvings are merely a prelude to one&rsquo;s arrival into the heart of Petra, where the Treasury, or Khazneh, a monumental tomb, awaits to impress even the most jaded visitors. The natural, rich hues of Arabian light hit the remarkable fa&ccedil;ade, giving the Treasury its famed rose-red color.</p> <h3><br /> Petra, the capital of the Nabataean Kingdom</h3> <p>Petra was the capital of the Nabataean Kingdom for most of its history until the Roman Emperor Trajan created the province of Arabia in 106 C.E., annexed the Nabataean kingdom, and moved the capital of this new province to Bosra (also spelt Bostra) in what is today modern southern Syria.</p> <p><span class="block-image image-wrapper"><img alt="Nabataean trade routes (CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/fad19359acf84cd5a12023ca48240fdef5fad41c.png" /><span class="image-caption">Nabataean trade routes (<a href="http://en.wikipedia.org/wiki/Nabataeans#mediaviewer/File:NabateensRoutes.png">CC BY-SA 3.0</a>)</span></span></p> <p><span class="image-wrapper inline-image"><img alt=" The so-called Treasury, Petra (Jordan), 2nd century C.E., photo: Kyle Simourd (CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/ac344ac5bf0733d272a7fc09060604bb5b3ab17f.jpg" /><span class="image-caption"> So-called&nbsp;Treasury (Khazneh), Petra (Jordan), 2nd century C.E., photo: <a href="https://www.flickr.com/photos/89241789@N00/3863774498">Kyle Simourd</a><br /> (CC BY 2.0)</span></span></p> <h3>Hellenistic</h3> <p>The ancient sources inform us that the Nabataeans were great traders, who controlled the luxury trade in incense during the late Hellenistic and early Roman periods.&nbsp;The Hellenistic period stretches from the death of Alexander the Great in 323 B.C.E. to 31 B.C.E. when the Roman Empire emerged.&nbsp;It can also refer to artistic and cultural similarities in the eastern part of the Mediterranean, Egypt and the Middle East in this era. Petra, the rock-cut city of the Nabataeans, lay at the intersection of these rich trade routes.&nbsp;The great wealth that the Nabataeans amassed allowed them to create the spectacular architecture that so many admire in Petra today.&nbsp;</p> <p>&nbsp;</p> <p>Essay by Dr. Elizabeth Macaulay-Lewis</p> <hr /> <p><strong>Additional resources:&nbsp;</strong></p> <p><a href="http://www.amnh.org/exhibitions/past-exhibitions/petra">Petra at the American Museum of Natural History</a></p> <p><a href="http://www.amnh.org/exhibitions/past-exhibitions/petra/promos/for-educators">Resources for educators from the American Museum of Natural History on Petra</a></p> <p><a href="http://proteus.brown.edu/bupap/home">Brown University Petra Archaeological project</a></p> <p><a href="http://www.brown.edu/Departments/Joukowsky_Institute/Petra/">Petra: The Great Temple Excavation (Brown University)</a></p> <p><a href="http://petragarden.homestead.com/poolcomplex.html">The Pool-Complex at Petra, University of Pennsylvania</a></p> <p><a href="http://www.saudiaramcoworld.com/issue/200704/new.pieces.of.mada.in.salih.s.puzzle.htm">New Pieces of Mada&rsquo;in Salih&rsquo;s Puzzle</a></p> <p><a href="http://www.jstor.org/stable/40025698">Susan B. Downey, &ldquo;Museum Review: Petra Rediscovered: An Exhibition on Petra and Nabataean Sanctuaries in Jordan&rdquo;</a></p> <p><a href="http://www.metmuseum.org/toah/hd/naba/hd_naba.htm">The Nabataean Kingdom and Petra on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p>
