Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="View of the northeast of the exterior slopes of the quarry, with several moai (human figure carving) on the slopes; a young South American man with a horse is standing in the foreground next to one of the moai carvings, as a scale, Easter Island, photograph, 8.2 x 8.2 cm © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/db4a15a350bd68769a82b8d758cd83a2b68ccde3.jpg" /><span class="image-caption">View of the northeast of the exterior slopes of the quarry, with several moai (human figure carving) on the slopes; a young South American man with a horse is standing in the foreground for scale, Easter Island, photograph, 8.2&nbsp;x 8.2 cm&nbsp;&copy; Trustees of the British Museum</span></span></p> <h3>The&nbsp;<em>moai</em> of&nbsp;Rapa Nui</h3> <p>Easter Island is famous for its stone statues of human figures, known as <em>moai</em>&nbsp;(meaning &ldquo;statue&rdquo;). The island is known to its inhabitants as Rapa Nui.&nbsp;The <em>moai</em> were probably carved to commemorate important ancestors and were made from around 1000 C.E. until the second half of the seventeenth century.&nbsp;Over a few hundred years the inhabitants of this remote island quarried, carved and erected around 887 <em>moai</em>.&nbsp;The size and complexity of the moai increased over time, and it is believed that <em>Hoa Hakananai&#39;a</em>&nbsp;(below) dates to around 1200 C.E. It is one of only fourteen moai made from basalt, the rest are carved from the island&rsquo;s softer volcanic tuff.&nbsp;With the adoption of Christianity in the 1860s, the remaining standing <em>moai</em> were toppled.<br /> <br /> <span class="block-image image-wrapper"><img alt="Hoa Hakananai'a ('lost or stolen friend’), Moai (ancestor figure), c. 1200 C.E., 242 x 96 x 47 cm, likely made in Rano Kao, Easter Island (Rapa Nui), found in the ceremonial center Orongo, basalt (missing paint, coral eye sockets, and stone eyes) © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/14fba544677957b5592fedb9b47e36de0770acdf.jpg" /><span class="image-caption">Three views of<em> Hoa Hakananai&#39;a (&#39;lost or stolen friend&rsquo;)</em>, Moai (ancestor figure), c. 1200 C.E., 242 x 96 x 47 cm, basalt (missing paint, coral eye sockets, and stone eyes), likely made in Rano Kao, Easter Island (Rapa Nui), found in the ceremonial center Orongo&nbsp;&copy; Trustees of the British Museum.&nbsp;This monumental carving of the head and torso of a man&nbsp;is&nbsp;almost twice life-size. The proportions are typical of these statues, with the head&nbsp;one-third of the total height.</span></span></p> <h3>Their backs to the sea</h3> <p>This example was probably first displayed outside on a stone platform (<em>ahu)&nbsp;</em>on the sacred site of Orongo, before being moved into a stone house at the ritual center of Orongo. It would have stood with giant stone companions, their backs to the sea, keeping watch over the island. Its eyes sockets were originally inlaid with red stone and coral and the sculpture was painted with red and white designs, which were washed off when it was rafted to the ship, to be taken to Europe in 1869.&nbsp;It was collected by the crew of the English ship HMS Topaze, under the command of Richard Ashmore Powell, on their visit to Easter Island in 1868 to carry out surveying work.&nbsp;Islanders helped the crew to move the statue, which has been estimated to weigh around four tons. It was moved to the beach and then taken to the Topaze by raft.&nbsp;<br /> <br /> <span class="image-wrapper inline-image"><img alt="Moai Hava (“Dirty statue” or “to be lost”), Moai (ancestor figure), c. 11-1600 C.E., 156 cm high, basalt, Easter Island (Rapa Nui) © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/ce55821d857ea10a379698eb73b80d1dc29b4f78.jpg" /><span class="image-caption"><em>Moai Hava (&ldquo;Dirty statue&rdquo; or &ldquo;to be lost&rdquo;)</em>, Moai (ancestor figure), c. 11-1600 C.E., 156 cm high, basalt, Easter Island (Rapa Nui)<br /> &copy; Trustees of the British Museum</span></span>The crew recorded the islanders&#39; name for the statue, which is thought to mean &quot;stolen or hidden friend.&quot; They also acquired another, smaller basalt statue, known as <em>Moai Hava</em> (left), which is also in the collections of the British Museum.</p> <p><em>Hoa Hakananai&#39;a</em> is similar in appearance to a number of Easter Island <em>moai</em>. It has a heavy eyebrow ridge, elongated ears and oval nostrils. The clavicle is emphasized, and the nipples protrude. The arms are thin and lie tightly against the body; the hands are hardly indicated.</p> <p>In the British Museum, the figure is set on a stone platform just over a meter high so that it towers above the visitor. It is carved out of dark grey basalt&mdash;a hard, dense, fine-grained volcanic rock. The surface of the rock is rough and pitted, and pinpricks of light sparkle as tiny crystals in the rock glint. Basalt is difficult to carve and unforgiving of errors. The sculpture was probably commissioned by a high status individual.<br /> <br /> <span class="block-image image-wrapper"><img alt="Bust (detail), Hoa Hakananai'a ('lost or stolen friend’), Moai (ancestor figure), c. 1200 C.E., 242 x 96 x 47 cm, basalt (missing paint, coral eye sockets, and stone eyes), likely made in Rano Kao, Easter Island (Rapa Nui), found in the ceremonial center Orongo © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/30c02dd3506a97a3c25f95cfeb287302822c26e1.jpg" /><span class="image-caption">Bust (detail), <em>Hoa Hakananai&#39;a (&#39;lost or stolen friend&rsquo;)</em>, Moai (ancestor figure), c. 1200 C.E., 242 x 96 x 47 cm, basalt (missing paint, coral eye sockets, and stone eyes), likely made in Rano Kao, Easter Island (Rapa Nui), found in the ceremonial center Orongo<br /> &copy; The Trustees of the British Museum</span></span><span class="image-wrapper inline-image"><img alt="Hoa Hakananai'a ('lost or stolen friend’), Moai (ancestor figure), c. 1200 C.E., 242 x 96 x 47 cm, basalt (missing paint, coral eye sockets, and stone eyes), likely made in Rano Kao, Easter Island (Rapa Nui), found in the ceremonial center Orongo © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/eb9c508b11f46b76f0a28dcd9765d8b59ffc23ec.jpg" /><span class="image-caption">Hoa Hakananai&#39;a (&#39;lost or stolen friend&rsquo;), Moai (ancestor figure), c. 1200 C.E., 242 x 96 x 47 cm, basalt (missing paint, coral eye sockets, and stone eyes), likely made in Rano Kao, Easter Island (Rapa Nui), found in the ceremonial center Orongo &copy; The Trustees of the British Museum</span></span><em>Hoa Hakananai&#39;a&#39;s</em> head is slightly tilted back, as if scanning a distant horizon. He has a prominent eyebrow ridge shadowing the empty sockets of his eyes.&nbsp;The nose is long and straight, ending in large oval nostrils. The thin lips are set into a downward curve, giving the face a stern, uncompromising expression. A faint vertical line in low relief runs from the centre of the mouth to the chin. The jawline is well defined and massive, and the ears are long, beginning at the top of the head and ending with pendulous lobes.</p> <p>The figure&#39;s collarbone is emphasized by a curved indentation, and his chest is defined by carved lines that run downwards from the top of his arms and curve upwards onto the breast to end in the small protruding bumps of his nipples. The arms are held close against the side of the body, the hands rudimentary, carved in low relief.</p> <h3>Later carving on the back&nbsp;</h3> <p>The figure&#39;s back is covered with ceremonial designs believed to have been added at a later date, some carved in low relief, others incised.&nbsp;These show images relating to the island&#39;s birdman cult, which developed after about 1400 C.E. The key birdman cult ritual was an annual trial of strength and endurance, in which the chiefs and their followers competed. The victorious chief then represented the creator god, Makemake, for the following year.</p> <p><span class="image-wrapper inline-image"><img alt="Back (detail), Hoa Hakananai'a ('lost or stolen friend’), Moai (ancestor figure), c. 1200 C.E., 242 x 96 x 47 cm, basalt (missing paint, coral eye sockets, and stone eyes), likely made in Rano Kao, Easter Island (Rapa Nui), found in the ceremonial center Orongo © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/c45a271c10dd4d5d85d4dd59d2b8ba7cc477e522.jpg" /><span class="image-caption">Back (detail), <em>Hoa Hakananai&#39;a (&#39;lost or stolen friend&rsquo;)</em>, Moai (ancestor figure), c. 1200 C.E., 242 x 96 x 47 cm, basalt (missing paint, coral eye sockets, and stone eyes), likely made in Rano Kao, Easter Island (Rapa Nui), found in the ceremonial center Orongo &copy; The Trustees of the British Museum</span></span>Carved on the upper back and shoulders are two birdmen, facing each other. These have human hands and feet, and the head of a frigate bird. In the centre of the head is the carving of a small fledgling bird with an open beak. This is flanked by carvings of ceremonial dance paddles known as <em>&#39;ao</em>, with faces carved into them. On the left ear is another <em>&#39;ao</em>, and running from top to bottom of the right ear are four shapes like inverted &#39;V&#39;s representing the female vulva. These carvings are believed to have been added at a later date.</p> <h3>Collapse</h3> <p>Around 1500 C.E. the practice of constructing <em>moai</em> peaked, and from around 1600 C.E. statues began to be toppled, sporadically. The island&rsquo;s fragile ecosystem had been pushed beyond what was sustainable. Over time only sea birds remained, nesting on safer offshore rocks and islands. As these changes occurred, so too did the Rapanui religion alter&mdash;to the birdman religion.<br /> <br /> This sculpture bears witness to the loss of confidence in the efficacy of the ancestors after the deforestation and ecological collapse, and most recently a theory concerning the introduction of rats, which may have ultimately led to famine and conflict.&nbsp;After 1838 at a time of social collapse following European intervention, the remaining standing <em>moai</em> were toppled.</p> <hr /> <p><strong>Suggested readings:</strong><br /> <br /> S.R. Fischer, &quot;Rapani&rsquo;s Tu&rsquo;u ko Iho versus Mangareva&rsquo;a &lsquo;Atu Motua: Evidence for Multiple Reanalysis and Replacement in Rapanui Settlement Traditions, Easter Island,&quot; <em>Journal of Pacific History</em>, 29 (1994), pp. 3&ndash;48.&nbsp;</p> <p>S. Hooper, <em>Pacific Encounters: Art and Divinity in Polynesia 1760-1860</em> (London, 2006).&nbsp;</p> <p>A.L. Kaeppler, &quot;Sculptures of Barkcloth and Wood from Rapa Nui: Continuities and Polynesian Affinities,&quot; <em>Anthropology and Aesthetics</em>, 44 (2003), pp. 10&ndash;69.&nbsp;</p> <p>R. Langdon, &quot;New light on Easter Island Prehistory in a &#39;Censored&#39;&nbsp;Spanish Report of 1770,&quot; <em>Journal of Pacific History</em>, 30 (1995), pp. 112&ndash;120.&nbsp;</p> <p>J.L. Palmer, &quot;Observations on the Inhabitants and the Antiquaries of Easter Island,&quot; <em>Journal of the Ethnological Society of London</em>, 1 (1869), pp.&nbsp;371&ndash;377.&nbsp;</p> <p>P. Rainbird, &quot;A Message for our Future? The Papa Nui (Easter Island) Eco-disaster and Pacific Island Environments,&quot; <em>World Archaeology</em>, 33 (2002), pp. 436&ndash;451.&nbsp;</p> <p>J.A. Van Tilburg, and G. Lee, &quot;Symbolic Stratigraphy, Rock Art and the Monolithic Statues of Easter Island,&quot; <em>World Archaeology</em>, 19 (1987), pp. 133&ndash;149.&nbsp;</p> <p>J.A. Van Tilburg, &nbsp;R<em>emote Possibilities: Hoa Hakananai&rsquo;a and HMS Topaze on Rapa Nui</em> (London, 2006).&nbsp;<br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><span class="image-wrapper inline-image">&copy; Trustees of the British Museum</span></p>
it: <p><span class="block-image image-wrapper"><img alt="View of the northeast of the exterior slopes of the quarry, with several moai (human figure carving) on the slopes; a young South American man with a horse is standing in the foreground next to one of the moai carvings, as a scale, Easter Island, photograph, 8.2 x 8.2 cm © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/db4a15a350bd68769a82b8d758cd83a2b68ccde3.jpg" /><span class="image-caption">View of the northeast of the exterior slopes of the quarry, with several moai (human figure carving) on the slopes; a young South American man with a horse is standing in the foreground for scale, Easter Island, photograph, 8.2&nbsp;x 8.2 cm&nbsp;&copy; Trustees of the British Museum</span></span></p> <h3>The&nbsp;<em>moai</em> of&nbsp;Rapa Nui</h3> <p>Easter Island is famous for its stone statues of human figures, known as <em>moai</em>&nbsp;(meaning &ldquo;statue&rdquo;). The island is known to its inhabitants as Rapa Nui.&nbsp;The <em>moai</em> were probably carved to commemorate important ancestors and were made from around 1000 C.E. until the second half of the seventeenth century.&nbsp;Over a few hundred years the inhabitants of this remote island quarried, carved and erected around 887 <em>moai</em>.&nbsp;The size and complexity of the moai increased over time, and it is believed that <em>Hoa Hakananai&#39;a</em>&nbsp;(below) dates to around 1200 C.E. It is one of only fourteen moai made from basalt, the rest are carved from the island&rsquo;s softer volcanic tuff.&nbsp;With the adoption of Christianity in the 1860s, the remaining standing <em>moai</em> were toppled.<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/14fba544677957b5592fedb9b47e36de0770acdf.jpg" /><span class="image-caption">Three views of<em> Hoa Hakananai&#39;a (&#39;lost or stolen friend&rsquo;)</em>, Moai (ancestor figure), c. 1200 C.E., 242 x 96 x 47 cm, basalt (missing paint, coral eye sockets, and stone eyes), likely made in Rano Kao, Easter Island (Rapa Nui), found in the ceremonial center Orongo&nbsp;&copy; Trustees of the British Museum.&nbsp;This monumental carving of the head and torso of a man&nbsp;is&nbsp;almost twice life-size. The proportions are typical of these statues, with the head&nbsp;one-third of the total height.</span></span></p> <h3>Their backs to the sea</h3> <p>This example was probably first displayed outside on a stone platform (<em>ahu)&nbsp;</em>on the sacred site of Orongo, before being moved into a stone house at the ritual center of Orongo. It would have stood with giant stone companions, their backs to the sea, keeping watch over the island. Its eyes sockets were originally inlaid with red stone and coral and the sculpture was painted with red and white designs, which were washed off when it was rafted to the ship, to be taken to Europe in 1869.&nbsp;It was collected by the crew of the English ship HMS Topaze, under the command of Richard Ashmore Powell, on their visit to Easter Island in 1868 to carry out surveying work.&nbsp;Islanders helped the crew to move the statue, which has been estimated to weigh around four tons. It was moved to the beach and then taken to the Topaze by raft.&nbsp;<br /> <br /> <span class="image-wrapper inline-image"><img alt="Moai Hava (“Dirty statue” or “to be lost”), Moai (ancestor figure), c. 11-1600 C.E., 156 cm high, basalt, Easter Island (Rapa Nui) © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/ce55821d857ea10a379698eb73b80d1dc29b4f78.jpg" /><span class="image-caption"><em>Moai Hava (&ldquo;Dirty statue&rdquo; or &ldquo;to be lost&rdquo;)</em>, Moai (ancestor figure), c. 11-1600 C.E., 156 cm high, basalt, Easter Island (Rapa Nui)<br /> &copy; Trustees of the British Museum</span></span>The crew recorded the islanders&#39; name for the statue, which is thought to mean &quot;stolen or hidden friend.&quot; They also acquired another, smaller basalt statue, known as <em>Moai Hava</em> (left), which is also in the collections of the British Museum.</p> <p><em>Hoa Hakananai&#39;a</em> is similar in appearance to a number of Easter Island <em>moai</em>. It has a heavy eyebrow ridge, elongated ears and oval nostrils. The clavicle is emphasized, and the nipples protrude. The arms are thin and lie tightly against the body; the hands are hardly indicated.</p> <p>In the British Museum, the figure is set on a stone platform just over a meter high so that it towers above the visitor. It is carved out of dark grey basalt&mdash;a hard, dense, fine-grained volcanic rock. The surface of the rock is rough and pitted, and pinpricks of light sparkle as tiny crystals in the rock glint. Basalt is difficult to carve and unforgiving of errors. The sculpture was probably commissioned by a high status individual.<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/30c02dd3506a97a3c25f95cfeb287302822c26e1.jpg" /><span class="image-caption">Bust (detail), <em>Hoa Hakananai&#39;a (&#39;lost or stolen friend&rsquo;)</em>, Moai (ancestor figure), c. 1200 C.E., 242 x 96 x 47 cm, basalt (missing paint, coral eye sockets, and stone eyes), likely made in Rano Kao, Easter Island (Rapa Nui), found in the ceremonial center Orongo<br /> &copy; The Trustees of the British Museum</span></span><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/eb9c508b11f46b76f0a28dcd9765d8b59ffc23ec.jpg" /><span class="image-caption">Hoa Hakananai&#39;a (&#39;lost or stolen friend&rsquo;), Moai (ancestor figure), c. 1200 C.E., 242 x 96 x 47 cm, basalt (missing paint, coral eye sockets, and stone eyes), likely made in Rano Kao, Easter Island (Rapa Nui), found in the ceremonial center Orongo &copy; The Trustees of the British Museum</span></span><em>Hoa Hakananai&#39;a&#39;s</em> head is slightly tilted back, as if scanning a distant horizon. He has a prominent eyebrow ridge shadowing the empty sockets of his eyes.&nbsp;The nose is long and straight, ending in large oval nostrils. The thin lips are set into a downward curve, giving the face a stern, uncompromising expression. A faint vertical line in low relief runs from the centre of the mouth to the chin. The jawline is well defined and massive, and the ears are long, beginning at the top of the head and ending with pendulous lobes.</p> <p>The figure&#39;s collarbone is emphasized by a curved indentation, and his chest is defined by carved lines that run downwards from the top of his arms and curve upwards onto the breast to end in the small protruding bumps of his nipples. The arms are held close against the side of the body, the hands rudimentary, carved in low relief.</p> <h3>Later carving on the back&nbsp;</h3> <p>The figure&#39;s back is covered with ceremonial designs believed to have been added at a later date, some carved in low relief, others incised.&nbsp;These show images relating to the island&#39;s birdman cult, which developed after about 1400 C.E. The key birdman cult ritual was an annual trial of strength and endurance, in which the chiefs and their followers competed. The victorious chief then represented the creator god, Makemake, for the following year.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c45a271c10dd4d5d85d4dd59d2b8ba7cc477e522.jpg" /><span class="image-caption">Back (detail), <em>Hoa Hakananai&#39;a (&#39;lost or stolen friend&rsquo;)</em>, Moai (ancestor figure), c. 1200 C.E., 242 x 96 x 47 cm, basalt (missing paint, coral eye sockets, and stone eyes), likely made in Rano Kao, Easter Island (Rapa Nui), found in the ceremonial center Orongo &copy; The Trustees of the British Museum</span></span>Carved on the upper back and shoulders are two birdmen, facing each other. These have human hands and feet, and the head of a frigate bird. In the centre of the head is the carving of a small fledgling bird with an open beak. This is flanked by carvings of ceremonial dance paddles known as <em>&#39;ao</em>, with faces carved into them. On the left ear is another <em>&#39;ao</em>, and running from top to bottom of the right ear are four shapes like inverted &#39;V&#39;s representing the female vulva. These carvings are believed to have been added at a later date.</p> <h3>Collapse</h3> <p>Around 1500 C.E. the practice of constructing <em>moai</em> peaked, and from around 1600 C.E. statues began to be toppled, sporadically. The island&rsquo;s fragile ecosystem had been pushed beyond what was sustainable. Over time only sea birds remained, nesting on safer offshore rocks and islands. As these changes occurred, so too did the Rapanui religion alter&mdash;to the birdman religion.<br /> <br /> This sculpture bears witness to the loss of confidence in the efficacy of the ancestors after the deforestation and ecological collapse, and most recently a theory concerning the introduction of rats, which may have ultimately led to famine and conflict.&nbsp;After 1838 at a time of social collapse following European intervention, the remaining standing <em>moai</em> were toppled.</p> <hr /> <p><strong>Suggested readings:</strong><br /> <br /> S.R. Fischer, &quot;Rapani&rsquo;s Tu&rsquo;u ko Iho versus Mangareva&rsquo;a &lsquo;Atu Motua: Evidence for Multiple Reanalysis and Replacement in Rapanui Settlement Traditions, Easter Island,&quot; <em>Journal of Pacific History</em>, 29 (1994), pp. 3&ndash;48.&nbsp;</p> <p>S. Hooper, <em>Pacific Encounters: Art and Divinity in Polynesia 1760-1860</em> (London, 2006).&nbsp;</p> <p>A.L. Kaeppler, &quot;Sculptures of Barkcloth and Wood from Rapa Nui: Continuities and Polynesian Affinities,&quot; <em>Anthropology and Aesthetics</em>, 44 (2003), pp. 10&ndash;69.&nbsp;</p> <p>R. Langdon, &quot;New light on Easter Island Prehistory in a &#39;Censored&#39;&nbsp;Spanish Report of 1770,&quot; <em>Journal of Pacific History</em>, 30 (1995), pp. 112&ndash;120.&nbsp;</p> <p>J.L. Palmer, &quot;Observations on the Inhabitants and the Antiquaries of Easter Island,&quot; <em>Journal of the Ethnological Society of London</em>, 1 (1869), pp.&nbsp;371&ndash;377.&nbsp;</p> <p>P. Rainbird, &quot;A Message for our Future? The Papa Nui (Easter Island) Eco-disaster and Pacific Island Environments,&quot; <em>World Archaeology</em>, 33 (2002), pp. 436&ndash;451.&nbsp;</p> <p>J.A. Van Tilburg, and G. Lee, &quot;Symbolic Stratigraphy, Rock Art and the Monolithic Statues of Easter Island,&quot; <em>World Archaeology</em>, 19 (1987), pp. 133&ndash;149.&nbsp;</p> <p>J.A. Van Tilburg, &nbsp;R<em>emote Possibilities: Hoa Hakananai&rsquo;a and HMS Topaze on Rapa Nui</em> (London, 2006).&nbsp;<br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><span class="image-wrapper inline-image">&copy; Trustees of the British Museum</span></p>
