Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a8104c7a75391341cfaaf0829d03c0f95280008b.jpg" /><span class="image-caption">Claud Monet, <em>Impression Sunrise</em>, 1872, oil on canvas, 48 x 63 cm (Mus&eacute;e Marmottan Monet, Paris). This painting was exhibited at the first Impressionist exhibition in 1874.</span></span></p> <h3>Apart from the salon</h3> <p>The group of artists who became known as the Impressionists did something ground-breaking&nbsp;in addition to painting&nbsp;their sketchy, light-filled canvases: they established their own exhibition. This may not seem like much in an era like ours, when art galleries are everywhere in major cities, but in Paris at this time, there was&nbsp;one official,&nbsp;state-sponsored&nbsp;exhibition&mdash;called the Salon&mdash;and very few art galleries devoted to&nbsp;the work of living artists. For most of the nineteenth century then,&nbsp;the Salon was the only way to exhibit your work (and therefore the only way to establish your reptutation and&nbsp;make a living as an artist). The works exhibited at the Salon were chosen by a jury&mdash;which could often be quite arbitrary. The artists we know today as Impressionists&mdash;Claude Monet,&nbsp;August Renoir,&nbsp;Edgar Degas,&nbsp;Berthe Morisot, Alfred Sisley (and several others)&mdash;could not afford to wait for France to accept their work. They all had experienced rejection by the Salon jury in recent years and felt that waiting an entire year between exhibitions wastoo long. They needed to show their work and they wanted to sell it.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7b49fdec48330044040c38ac2fa9f1d73d5798a3.jpg" /><span class="image-caption">Edgar Degas, <em>The Ballet Class</em>, 1871-1874, oil on canvas, 75 x 85 cm<br /> (Mus&eacute;e d&#39;Orsay, Paris)</span></span></p> <p>The artists pooled their money, rented a studio that&nbsp;belonged to the&nbsp;photographer Nadar, and set a date for their first collective exhibition. They called themselves the Anonymous Society of Painters, Sculptors, and Printmakers and their first show&nbsp;opened at about the same time as the annual Salon in&nbsp;May 1874. The Impressionists held eight exhibitions from 1874 through 1886.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e2b6207ae2460c2adce217688747a8e2fed95c97.jpg" /><span class="image-caption">Pierre-Auguste Renoir, <em>Bal du moulin de la Galette</em>, 1876, oil on canvas, 131 x 175 cm&nbsp;<span>(Mus&eacute;e d&#39;Orsay, Paris)</span></span></span></p> <p><span>The impressionists regarded Manet as their inspiration and leader in their spirit of revolution, but Manet had no desire to join their cooperative venture into independent exhibitions. Manet had set up his own pavilion during the 1867 World&rsquo;s Fair, but he was not interested in giving up on the Salon jury. He wanted Paris to come to him and accept him&mdash;even if he had to endure their ridicule in the process.</span></p> <h3><span>Lack of finish</span></h3> <p>Monet, Renoir, Degas, and Sisley had met through classes. Berthe Morisot was a friend of both Degas and Manet (she would marry &Eacute;douard Manet&rsquo;s brother Eug&egrave;ne by the end of 1874). She had been accepted to the Salon, but her work had become more experimental since then. Degas invited Morisot to join their risky effort. The first exhibition did not repay the artists&nbsp;monetarily but it did draw the critics, some of whom decided their art was abominable. What they saw wasn&rsquo;t finished in their eyes; these were mere &quot;impressions.&quot; This was not a compliment.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e3b1c8ad99f25000f42760e2a99fa3856322299c.jpg" /><span class="image-caption">Berte Morisot, <em>The Cradle</em>, 1872, oil on canvas, 56 x 46 cm&nbsp;(Mus&eacute;e d&#39;Orsay, Paris)</span></span></p> <p>The paintings of Neoclassical and Romantic artists had a finished appearance. The Impressionists&#39;&nbsp;&nbsp;completed works looked like sketches,&nbsp;fast and&nbsp;preliminary &ldquo;impressions&rdquo; that artists would dash off to preserve an idea of what to paint more carefully at a&nbsp;later date. Normally, an artist&rsquo;s &ldquo;impressions&rdquo; were not meant to be sold, but were meant to be aids for the memory&mdash;to take these ideas back to the studio for the masterpiece on canvas. The critics thought it was absurd to sell paintings that looked like slap-dash impressions and to present these paintings as&nbsp;finished works.</p> <h3>Landscape and contemporary life&nbsp;</h3> <p>Courbet, Manet and the Impressionists also challenged the Academy&rsquo;s category codes. The Academy deemed that only &ldquo;history painting&rdquo; was great painting. These young Realists and Impressionists questioned the long establiished hierarchy of subject matter. They believed that landscapes and genres scenes (scenes of contemporary life)&nbsp;were worthy and important.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e5ae23e96121dc7cfd8c0d35fbef5f6922ae777e.jpg" /><span class="image-caption">Claude Monet, <em>Coquelicots, La promenade</em> (<em>Poppies</em>), 1873, 50 x 65 cm&nbsp;(Mus&eacute;e d&#39;Orsay, Paris)</span></span></p> <h3>Light and color</h3> <p>In their landscapes and genre scenes, the Impressionist&nbsp;tried to arrest a particular moment in time by pinpointing specific atmospheric conditions&mdash;light flickering on water, moving clouds, a burst of rain. Their technique tried to capture what they saw. They painted small commas of pure color one next to another. When viewer stood&nbsp;at a reasonable distance their eyes would see a mix of individual marks;&nbsp;colors that had&nbsp;blended&nbsp;optically. This method created more vibrant colors than colors mixed as physical paint on a palette.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/f5f6d7cd4dec3e37a278d12e9b7574a811e5c5c3.jpg" /><span class="image-caption">Claude Monet, <em>La Gare Saint-Lazare</em>, 1877, oil on canvas, 75 x 104 cm&nbsp;(Mus&eacute;e d&#39;Orsay, Paris)</span></span></p> <p>An important aspect of the Impressionist painting was the appearance of quickly shifting light on the surface of forms and&nbsp;the representation&nbsp;changing atmospheric conditions. The Impressionists&nbsp;wanted to create an art that was modern by capturing the rapid pace of contemporary life&nbsp;and the fleeting conditions of light.&nbsp;They painted outdoors (<em>en plein air</em>) to capture the appearance of the light as it&nbsp;flickered and faded while they worked.</p> <h3>Reception</h3> <p>By the 1880s, the Impressionists accepted the name the critics gave them, though their reception in France did not improve quickly. Other artists, such as Mary Cassatt, recognized the value of the Impressionist movement and were invited to join.<span>&nbsp;American&nbsp;and other non-French collectors purchased numerous works by the Impressionists. Today, a large share of Impressionist work remains outside French collections.&nbsp;</span></p> <p>Essay by Dr. Beth Gersh-Nesic&nbsp;</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="https://www.google.com/culturalinstitute/user-gallery/art-institute-of-chicago-exploring-impressionism/IAKi3qmI-jTfKA?projectId=art-project&amp;position=0%3A5">Art Institute of Chicago&#39;s Exploring Impressionism at the Google Art Project</a></p> <p><a href="http://www.metmuseum.org/toah/hd/imml/hd_imml.htm">Impressionism: Art and Modernity at The Metropolitan Museum of Art&#39;s Timeline of Art History</a></p> <p><a href="http://www.nationalgallery.org.uk/paintings/learn-about-art/guide-to-impressionism/guide-to-impressionism">Guide to Impressionism from The National Gallery, London</a></p> <p><a href="https://sites.google.com/a/plu.edu/paris-salon-exhibitions-1667-1880/salon-de-1874">The salon of 1874</a></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a8104c7a75391341cfaaf0829d03c0f95280008b.jpg" /><span class="image-caption">Claud Monet, <em>Impression Sunrise</em>, 1872, oil on canvas, 48 x 63 cm (Mus&eacute;e Marmottan Monet, Paris). This painting was exhibited at the first Impressionist exhibition in 1874.</span></span></p> <h3>Apart from the salon</h3> <p>The group of artists who became known as the Impressionists did something ground-breaking&nbsp;in addition to painting&nbsp;their sketchy, light-filled canvases: they esetablished their own exhibition. This may not seem like much in an era like ours, when art galleries are everywhere in major cities, but in Paris at this time, there was&nbsp;one official,&nbsp;state-sponsored&nbsp;exhibition&mdash;called the Salon&mdash;and very few art galleries devoted to&nbsp;the work of living artists. For most of the nineteenth century then,&nbsp;the Salon was the only way to exhibit your work (and therefore the only way to establish your reptutation and&nbsp;make a living as an artist). The works exhibited at the Salon were chosen by a jury&mdash;which could often be quite arbitrary. The artists we know today as Impressionists&mdash;Claude Monet,&nbsp;August Renoir,&nbsp;Edgar Degas,&nbsp;Berthe Morisot, Alfred Sisley (and several others)&mdash;could not afford to wait for France to accept their work. They all had experienced rejection by the Salon jury in recent years and felt that waiting an entire year between exhibitions wastoo long. They needed to show their work and they wanted to sell it.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7b49fdec48330044040c38ac2fa9f1d73d5798a3.jpg" /><span class="image-caption">Edgar Degas, <em>The Ballet Class</em>, 1871-1874, oil on canvas, 75 x 85 cm<br /> (Mus&eacute;e d&#39;Orsay, Paris)</span></span></p> <p>The artists pooled their money, rented a studio that&nbsp;belonged to the&nbsp;photographer Nadar, and set a date for their first collective exhibition. They called themselves the Anonymous Society of Painters, Sculptors, and Printmakers and their first show&nbsp;opened at about the same time as the annual Salon in&nbsp;May 1874. The Impressionists held eight exhibitions from 1874 through 1886.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e2b6207ae2460c2adce217688747a8e2fed95c97.jpg" /><span class="image-caption">Pierre-Auguste Renoir, <em>Bal du moulin de la Galette</em>, 1876, oil on canvas, 131 x 175 cm&nbsp;<span>(Mus&eacute;e d&#39;Orsay, Paris)</span></span></span></p> <p><span>The impressionists regarded Manet as their inspiration and leader in their spirit of revolution, but Manet had no desire to join their cooperative venture into independent exhibitions. Manet had set up his own pavilion during the 1867 World&rsquo;s Fair, but he was not interested in giving up on the Salon jury. He wanted Paris to come to him and accept him&mdash;even if he had to endure their ridicule in the process.</span></p> <h3><span>Lack of finish</span></h3> <p>Monet, Renoir, Degas, and Sisley had met through classes. Berthe Morisot was a friend of both Degas and Manet (she would marry &Eacute;douard Manet&rsquo;s brother Eug&egrave;ne by the end of 1874). She had been accepted to the Salon, but her work had become more experimental since then. Degas invited Morisot to join their risky effort. The first exhibition did not repay the artists&nbsp;monetarily but it did draw the critics, some of whom decided their art was abominable. What they saw wasn&rsquo;t finished in their eyes; these were mere &quot;impressions.&quot; This was not a compliment.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e3b1c8ad99f25000f42760e2a99fa3856322299c.jpg" /><span class="image-caption">Berte Morisot, <em>The Cradle</em>, 1872, oil on canvas, 56 x 46 cm&nbsp;(Mus&eacute;e d&#39;Orsay, Paris)</span></span></p> <p>The paintings of Neoclassical and Romantic artists had a finished appearance. The Impressionists&#39;&nbsp;&nbsp;completed works looked like sketches,&nbsp;fast and&nbsp;preliminary &ldquo;impressions&rdquo; that artists would dash off to preserve an idea of what to paint more carefully at a&nbsp;later date. Normally, an artist&rsquo;s &ldquo;impressions&rdquo; were not meant to be sold, but were meant to be aids for the memory&mdash;to take these ideas back to the studio for the masterpiece on canvas. The critics thought it was absurd to sell paintings that looked like slap-dash impressions and to present these paintings as&nbsp;finished works.</p> <h3>Landscape and contemporary life&nbsp;</h3> <p>Courbet, Manet and the Impressionists also challenged the Academy&rsquo;s category codes. The Academy deemed that only &ldquo;history painting&rdquo; was great painting. These young Realists and Impressionists questioned the long establiished hierarchy of subject matter. They believed that landscapes and genres scenes (scenes of contemporary life)&nbsp;were worthy and important.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e5ae23e96121dc7cfd8c0d35fbef5f6922ae777e.jpg" /><span class="image-caption">Claude Monet, <em>Coquelicots, La promenade</em> (<em>Poppies</em>), 1873, 50 x 65 cm&nbsp;(Mus&eacute;e d&#39;Orsay, Paris)</span></span></p> <h3>Light and color</h3> <p>In their landscapes and genre scenes, the Impressionist&nbsp;tried to arrest a particular moment in time by pinpointing specific atmospheric conditions&mdash;light flickering on water, moving clouds, a burst of rain. Their technique tried to capture what they saw. They painted small commas of pure color one next to another. When viewer stood&nbsp;at a reasonable distance their eyes would see a mix of individual marks;&nbsp;colors that had&nbsp;blended&nbsp;optically. This method created more vibrant colors than colors mixed as physical paint on a palette.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/f5f6d7cd4dec3e37a278d12e9b7574a811e5c5c3.jpg" /><span class="image-caption">Claude Monet, <em>La Gare Saint-Lazare</em>, 1877, oil on canvas, 75 x 104 cm&nbsp;(Mus&eacute;e d&#39;Orsay, Paris)</span></span></p> <p>An important aspect of the Impressionist painting was the appearance of quickly shifting light on the surface of forms and&nbsp;the representation&nbsp;changing atmospheric conditions. The Impressionists&nbsp;wanted to create an art that was modern by capturing the rapid pace of contemporary life&nbsp;and the fleeting conditions of light.&nbsp;They painted outdoors (<em>en plein air</em>) to capture the appearance of the light as it&nbsp;flickered and faded while they worked.</p> <h3>Reception</h3> <p>By the 1880s, the Impressionists accepted the name the critics gave them, though their reception in France did not improve quickly. Other artists, such as Mary Cassatt, recognized the value of the Impressionist movement and were invited to join.<span>&nbsp;American&nbsp;and other non-French collectors purchased numerous works by the Impressionists. Today, a large share of Impressionist work remains outside French collections.&nbsp;</span></p> <p>Essay by Dr. Beth Gersh-Nesic&nbsp;</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="https://www.google.com/culturalinstitute/user-gallery/art-institute-of-chicago-exploring-impressionism/IAKi3qmI-jTfKA?projectId=art-project&amp;position=0%3A5">Art Institute of Chicago&#39;s Exploring Impressionism at the Google Art Project</a></p> <p><a href="http://www.metmuseum.org/toah/hd/imml/hd_imml.htm">Impressionism: Art and Modernity at The Metropolitan Museum of Art&#39;s Timeline of Art History</a></p> <p><a href="http://www.nationalgallery.org.uk/paintings/learn-about-art/guide-to-impressionism/guide-to-impressionism">Guide to Impressionism from The National Gallery, London</a></p> <p><a href="https://sites.google.com/a/plu.edu/paris-salon-exhibitions-1667-1880/salon-de-1874">The salon of 1874</a></p>
