Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>How is it that the Jews, called by Scripture &ldquo;the smallest of all the nations&rdquo; (Deut. 7:7) merit a section on religious architecture placed alongside the glories of Christendom, Islam, and Buddhism? After all, the Jews today number something around fourteen million, the same number that existed before the massacre of six million in Europe and the dissolution of communities across Europe and the Arab world during the 1940s. This is a numerical highpoint. In previous centuries, the numbers were far smaller. Just on the basis of demography, then, it would be hard to justify the inclusion of Judaism in this history of art and architecture.</p> <h3>A national style?</h3> <p>More difficult, perhaps, from the first century through the establishment of modern Israel in 1948 Jews could not claim (or assert, as new European nations states did) a &ldquo;national&rdquo; identity or a &ldquo;national&rdquo; style of art based upon landed nationalism&mdash;categories that were of central importance to nineteenth and twentieth century constructions of architectural history and style. Theirs was a minority architecture, reflecting a minority existence.</p> <p>The Temple of Solomon (c. 900 B.C.E.), modern scholars tell us, was a typical near eastern temple, while the great synagogues constructed at the turn of the twentieth century were art deco palaces. Even on a quality level, it is hard to include Jewish architecture among the great religious architecture of the world.</p> <p><span class="block-image image-wrapper"><img alt="Model of the Temple of Jerusalem, Israel Museum" src="https://ka-perseus-images.s3.amazonaws.com/562233195369fefcd8d013856b924fd659cff064.jpg" /><span class="image-caption">Model of Herod&#39;s&nbsp;Temple in&nbsp;Jerusalem, Israel Museum</span></span></p> <p>The greatest of Jewish building, the temples of Solomon (destroyed 586&nbsp;B.C.E.) and Herod in Jerusalem (destroyed 70 C.E.) are long gone, and never again have Jews controlled extensive resources for building, nor land for construction. There is no Jewish parallel to Saint Peters (neither the &ldquo;Old&rdquo; one built by Constantine nor Julius II&#39;s), nor Hagia Sophia, the temples of Varanasi, nor the Forbidden City. Small Jewish communities, stretched across the world from late antique Palestine to Kaifeng in 17th century China to contemporary America and Israel built synagogues&mdash;often buildings of great beauty and historical significance, but mostly pretty limited from an architectural standpoint. There were no Jewish benefactors to compete with Justinian or Saladin or the della Rovere; and virtually no government sponsorship of magnificent synagogues. Jewish architecture is always derivative of local styles and patterns, and responds to the needs of local minority communities. It never drove those styles. Jewish &ldquo;architecture&rdquo; through the ages was a hybrid architecture&mdash;a term scorned by nineteenth and twentieth century racial and national purists, but celebrated in our own &ldquo;post-modern&rdquo; age.</p> <p><span class="block-image image-wrapper"><img alt="The Zodiac, mosaic floor, Beit Alpha Synagogue, early 6th century (Beit Alpha National Park, Israel)" src="https://ka-perseus-images.s3.amazonaws.com/cd463b271721950c5f37baa3a3119fc31182653d.jpg" /><span class="image-caption">The Zodiac, mosaic floor, Beit Alpha Synagogue, early 6th century (Beit Alpha National Park, Israel)</span></span></p> <h3>Longevity</h3> <p>What Jews lacked in territory, wealth and numbers, they made up for in longevity. Jews&mdash;short for &ldquo;the Judeans,&rdquo; trace their cultural heritage, and sometimes their physical lineage, to the biblical patriarchs&mdash;Abraham, Isaac and Jacob (also called Israel) and to the land of Israel (called in Roman times Judaea)&mdash;an unbroken chain of 3000 years. This is not just an &ldquo;imagined&rdquo; history. No other western community can assert&mdash;based upon rich documentary and physical evidence&mdash;to have encountered both Cyrus the Great and Innocent III, Caligula and Mohammed, Victoria, Stalin and Rembrandt. Though a minority, Jews maintained rich mimetic traditions across the empires that make up the &ldquo;Western world,&rdquo; and an astonishingly complex book culture that has sustained their sense of group cohesion. From antiquity to modern times, it was (and in many ways, still is) possible to travel from Jewish community to Jewish community from Persia to Spain and beyond&mdash;as travelers did&mdash;and find Jews who shared an all encompassing religious culture&mdash;even if they ate &ldquo;strange&rdquo; (though always&nbsp;kosher) foods, dressed &ldquo;funny&rdquo; (though males still wore the biblically mandated ritual &ldquo;fringes&rdquo;) and practiced &ldquo;strange&rdquo; local liturgical customs. Not speaking the same vernacular language, a visitor from, say, Germany might have communicated with his hosts in, say, Egypt, by drawing upon mix of &ldquo;peculiarly pronounced&rdquo; Hebrew and Aramaic gained through exposure to vast quantities of canonical religious texts.</p> <p>Jews and their texts&mdash;not always together&mdash;have been active in what some textbooks still call &ldquo;the Western Experience&rdquo; from its beginning. The religious traditions associated with Jesus and Mohammed both assert that Jewish scripture, and interaction with Jews, is essential their own revelations, both of which assert relationship by virtue of having &quot;superseded&rdquo; the revelation of Moses. In other words, Jews &ldquo;matter&rdquo; to Christians and to Muslims, and by virtue of living among them, Christians and Muslims &ldquo;mattered&rdquo; to Jews.</p> <h3>The study of Jewish art and architecture</h3> <p>The academic study of Jewish architecture developed from the eighteenth century onward, when Christian Hebraists and bible scholars developed interests in biblical architecture&mdash;the Mosaic Tabernacle, the Solomonic Temple and the Herodian Temple&mdash;the latter visited by Jesus, who according to the Gospels predicted its destruction in 70 C.E. under emperor Vespasian. Post-&ldquo;biblical&rdquo; Jewish architecture did not become a focus of research until discoveries by the Palestine Exploration Fund of late antique synagogues during the 1860s. Medieval and early modern buildings took a bit longer to occasion scholarly interest. Jews in 19th century Europe, America and to some degree Islamic lands and south Asia, were engaged in a full-scale building boom; the largest since Herod the Great&rsquo;s rebuilding of the Jerusalem Temple beginning 20/19 B.C.E. Newly emancipated and emancipating communities asserted their presence by building huge synagogues, experimenting with a wide range of forms, from neo-Egyptian to neo-classical and neo-moresque, eventually settling upon the modern yet traditionalist tones of art deco.&nbsp;</p> <p>Only at the end of the 19th century did scholars begin to look back and study &ldquo;Jewish art,&rdquo; including Jewish architecture; often looking&mdash;whether intentionally or not&mdash;for roots for the contemporary boom in earlier periods. Hoping to prove that &ldquo;Jews do art too,&rdquo; Jews of all stripes hoped to prove their humanity through the creation and study of Jewish art. It was only in post-war New York that the first&mdash;and perhaps still the best&mdash;comprehensive surveys of Jewish religious architecture were written, both by art historian/architect Rachel Wischnitzer. These were entitled <em>European Synagogue Architecture</em> and <em>Synagogue Architecture in America</em>.&nbsp;By then, the State of Israel had been established, and &ldquo;Jewish art&rdquo;&mdash;including architecture&mdash;became the national art.&nbsp;</p> <p>The canonical book of this process was Cecil Roth&rsquo;s <em>Jewish Art: An Illustrated History</em>, first published in Hebrew in 1958 and still in print in Hebrew. This anthology brought together scholars who had been scattered throughout the world due to the War to present a comprehensive history, from Solomon to the present. Architecture&mdash;until the modern period, all of it &ldquo;religious&rdquo; appears in every period and in almost every article, with some articles dedicated to this subject. The study of Jewish architecture has been of particular interest to Israeli scholars, but also to Americans and Europeans, and the Hebrew University&rsquo;s Center for Jewish Art has sent teams across the world to document historical synagogues&mdash;most no longer used. In Europe, this work takes on additional significance, as it has been spawned by a real interest to regain a now-lost heritage&mdash;particularly in the East, as Europe, particularly since the fall of Communism, has sought to develop a more tolerant European tradition and usable history.</p> <p>In recent years, Jewish visual culture has been deeply assimilated into the academic study of Judaism, really for the first time. Cultural historians, working with art historians and architectural historians, have begun to focus upon the very elements of Jewish &ldquo;minority&rdquo; architecture that in previous generations were often spurned. The process by which a small minority group melded with its general environment, transforming and being transformed within that environment has become the stuff of contemporary scholarship. In many ways, the Jews have been the &ldquo;canary in the coal mine,&rdquo; the test case for theoretical discussion of what it means to live in diaspora and to be Europe&#39;s first, earliest and most intimate&mdash;colonized people.</p> <p>Essay by Dr. Steven Fine</p>
it: <p>How is it that the Jews, called by Scripture &ldquo;the smallest of all the nations&rdquo; (Deut. 7:7) merit a section on religious architecture placed alongside the glories of Christendom, Islam, and Buddhism? After all, the Jews today number something around fourteen million, the same number that existed before the massacre of six million in Europe and the dissolution of communities across Europe and the Arab world during the 1940s. This is a numerical highpoint. In previous centuries, the numbers were far smaller. Just on the basis of demography, then, it would be hard to justify the inclusion of Judaism in this history of art and architecture.</p> <h3>A national style?</h3> <p>More difficult, perhaps, from the first century through the establishment of modern Israel in 1948 Jews could not claim (or assert, as new European nations states did) a &ldquo;national&rdquo; identity or a &ldquo;national&rdquo; style of art based upon landed nationalism&mdash;categories that were of central importance to nineteenth and twentieth century constructions of architectural history and style. Theirs was a minority architecture, reflecting a minority existence.</p> <p>The Temple of Solomon (c. 900 B.C.E.), modern scholars tell us, was a typical near eastern temple, while the great synagogues constructed at the turn of the twentieth century were art deco palaces. Even on a quality level, it is hard to include Jewish architecture among the great religious architecture of the world.</p> <p><span class="block-image image-wrapper"><img alt="Model of the Temple of Jerusalem, Israel Museum" src="https://ka-perseus-images.s3.amazonaws.com/562233195369fefcd8d013856b924fd659cff064.jpg" /><span class="image-caption">Model of Herod&#39;s&nbsp;Temple in&nbsp;Jerusalem, Israel Museum</span></span></p> <p>The greatest of Jewish building, the temples of Solomon (destroyed 586&nbsp;B.C.E.) and Herod in Jerusalem (destroyed 70 C.E.) are long gone, and never again have Jews controlled extensive resources for building, nor land for construction. There is no Jewish parallel to Saint Peters (neither the &ldquo;Old&rdquo; one built by Constantine nor Julius II&#39;s), nor Hagia Sophia, the temples of Vanaresi, nor the Forbidden City. Small Jewish communities, stretched across the world from late antique Palestine to Kaifeng in 17th century China to contemporary America and Israel built synagogues&mdash;often buildings of great beauty and historical significance, but mostly pretty limited from an architectural standpoint. There were no Jewish benefactors to compete with Justinian or Saladin or the della Rovere; and virtually no government sponsorship of magnificent synagogues. Jewish architecture is always derivative of local styles and patterns, and responds to the needs of local minority communities. It never drove those styles. Jewish &ldquo;architecture&rdquo; through the ages was a hybrid architecture&mdash;a term scorned by nineteenth and twentieth century racial and national purists, but celebrated in our own &ldquo;post-modern&rdquo; age.</p> <p><span class="block-image image-wrapper"><img alt="The Zodiac, mosaic floor, Beit Alpha Synagogue, early 6th century (Beit Alpha National Park, Israel)" src="https://ka-perseus-images.s3.amazonaws.com/cd463b271721950c5f37baa3a3119fc31182653d.jpg" /><span class="image-caption">The Zodiac, mosaic floor, Beit Alpha Synagogue, early 6th century (Beit Alpha National Park, Israel)</span></span></p> <h3>Longevity</h3> <p>What Jews lacked in territory, wealth and numbers, they made up for in longevity. Jews&mdash;short for &ldquo;the Judeans,&rdquo; trace their cultural heritage, and sometimes their physical lineage, to the biblical patriarchs&mdash;Abraham, Isaac and Jacob (also called Israel) and to the land of Israel (called in Roman times Judaea)&mdash;an unbroken chain of 3000 years. This is not just an &ldquo;imagined&rdquo; history. No other western community can assert&mdash;based upon rich documentary and physical evidence&mdash;to have encountered both Cyrus the Great and Innocent III, Caligula and Mohammed, Victoria, Stalin and Rembrandt. Though a minority, Jews maintained rich mimetic traditions across the empires that make up the &ldquo;Western world,&rdquo; and an astonishingly complex book culture that has sustained their sense of group cohesion. From antiquity to modern times, it was (and in many ways, still is) possible to travel from Jewish community to Jewish community from Persia to Spain and beyond&mdash;as travelers did&mdash;and find Jews who shared an all encompassing religious culture&mdash;even if they ate &ldquo;strange&rdquo; (though always&nbsp;kosher) foods, dressed &ldquo;funny&rdquo; (though males still wore the biblically mandated ritual &ldquo;fringes&rdquo;) and practiced &ldquo;strange&rdquo; local liturgical customs. Not speaking the same vernacular language, a visitor from, say, Germany might have communicated with his hosts in, say, Egypt, by drawing upon mix of &ldquo;peculiarly pronounced&rdquo; Hebrew and Aramaic gained through exposure to vast quantities of canonical religious texts.</p> <p>Jews and their texts&mdash;not always together&mdash;have been active in what some textbooks still call &ldquo;the Western Experience&rdquo; from its beginning. The religious traditions associated with Jesus and Mohammed both assert that Jewish scripture, and interaction with Jews, is essential their own revelations, both of which assert relationship by virtue of having &quot;superseded&rdquo; the revelation of Moses. In other words, Jews &ldquo;matter&rdquo; to Christians and to Muslims, and by virtue of living among them, Christians and Muslims &ldquo;mattered&rdquo; to Jews.</p> <h3>The study of Jewish art and architecture</h3> <p>The academic study of Jewish architecture developed from the eighteenth century onward, when Christian Hebraists and bible scholars developed interests in biblical architecture&mdash;the Mosaic Tabernacle, the Solomonic Temple and the Herodian Temple&mdash;the latter visited by Jesus, who according to the Gospels predicted its destruction in 70 C.E. under emperor Vespasian. Post-&ldquo;biblical&rdquo; Jewish architecture did not become a focus of research until discoveries by the Palestine Exploration Fund of late antique synagogues during the 1860s. Medieval and early modern buildings took a bit longer to occasion scholarly interest. Jews in 19th century Europe, America and to some degree Islamic lands and south Asia, were engaged in a full-scale building boom; the largest since Herod the Great&rsquo;s rebuilding of the Jerusalem Temple beginning 20/19 B.C.E. Newly emancipated and emancipating communities asserted their presence by building huge synagogues, experimenting with a wide range of forms, from neo-Egyptian to neo-classical and neo-moresque, eventually settling upon the modern yet traditionalist tones of art deco.&nbsp;</p> <p>Only at the end of the 19th century did scholars begin to look back and study &ldquo;Jewish art,&rdquo; including Jewish architecture; often looking&mdash;whether intentionally or not&mdash;for roots for the contemporary boom in earlier periods. Hoping to prove that &ldquo;Jews do art too,&rdquo; Jews of all stripes hoped to prove their humanity through the creation and study of Jewish art. It was only in post-war New York that the first&mdash;and perhaps still the best&mdash;comprehensive surveys of Jewish religious architecture were written, both by art historian/architect Rachel Wischnitzer. These were entitled <em>European Synagogue Architecture</em> and <em>Synagogue Architecture in America</em>.&nbsp;By then, the State of Israel had been established, and &ldquo;Jewish art&rdquo;&mdash;including architecture&mdash;became the national art.&nbsp;</p> <p>The canonical book of this process was Cecil Roth&rsquo;s <em>Jewish Art: An Illustrated History</em>, first published in Hebrew in 1958 and still in print in Hebrew. This anthology brought together scholars who had been scattered throughout the world due to the War to present a comprehensive history, from Solomon to the present. Architecture&mdash;until the modern period, all of it &ldquo;religious&rdquo; appears in every period and in almost every article, with some articles dedicated to this subject. The study of Jewish architecture has been of particular interest to Israeli scholars, but also to Americans and Europeans, and the Hebrew University&rsquo;s Center for Jewish Art has sent teams across the world to document historical synagogues&mdash;most no longer used. In Europe, this work takes on additional significance, as it has been spawned by a real interest to regain a now-lost heritage&mdash;particularly in the East, as Europe, particularly since the fall of Communism, has sought to develop a more tolerant European tradition and usable history.</p> <p>In recent years, Jewish visual culture has been deeply assimilated into the academic study of Judaism, really for the first time. Cultural historians, working with art historians and architectural historians, have begun to focus upon the very elements of Jewish &ldquo;minority&rdquo; architecture that in previous generations were often spurned. The process by which a small minority group melded with its general environment, transforming and being transformed within that environment has become the stuff of contemporary scholarship. In many ways, the Jews have been the &ldquo;canary in the coal mine,&rdquo; the test case for theoretical discussion of what it means to live in diaspora and to be Europe&#39;s first, earliest and most intimate&mdash;colonized people.</p> <p>Essay by Dr. Steven Fine</p>

source: <p>Imperial Chinese history is marked by the rise and fall of many dynasties and occasional periods of disunity, but overall the age was remarkably stable and marked by a sophisticated governing system that included the concept of a meritocracy. Each dynasty had its own distinct characteristics and in many eras encounters with foreign cultural and political influences through territorial expansion and waves of immigration also brought new stimulus to China. China was a highly literate society that greatly valued poetry and brush-written calligraphy, which along with painting, were called the Three Perfections, reflecting the esteemed position of the arts in Chinese life.&nbsp;Imperial China produced many technological advancements that have enriched the world, including paper and porcelain.</p> <p><span class="block-image image-wrapper"><img alt="The Admonitions of the Instructress to the Court Ladies (The Admonitions Scroll). Traditionally attributed to Gu Kaizhi (c. 344–406). Painting on silk with ink and colors, China. A work of the 6th to 7th century, © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/56454ebbf4c32f58f081b1bdf6be3c006459beb1.jpg" /><span class="image-caption">&quot;The Admonitions of the Instructress to the Court Ladies,&quot;&nbsp;<em>The Admonitions Scroll.</em>&nbsp;Traditionally attributed to Gu Kaizhi (c. 344&ndash;406). Painting on silk with ink and colours, China, a&nbsp;work of the 6th to 7th century&nbsp;&copy; Trustees of the British Museum</span></span></p> <h3>Confucianism, Daoism and Buddhism</h3> <p>Confucianism, Daoism and Buddhism were the dominant teachings or religions in Imperial China and most individuals combined all three in their daily lives. Each of these teachings is represented by paintings in The British&nbsp;Museum, most notably by <em>The Admonitions Scroll</em> after Gu Kaizhi (image above)&nbsp;and the cache of Buddhist scroll paintings from the eighth to tenth century that had been rolled up and sealed away in the eleventh century in Cave 17 at Dunhuang&rsquo;s Caves of the Thousand Buddhas (discussed in this tutorial).</p> <p><span class="image-wrapper inline-image"><img alt="British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p>
it: <p>Imperial Chinese history is marked by the rise and fall of many dynasties and occasional periods of disunity, but overall the age was remarkably stable and marked by a sophisticated governing system that included the concept of a meritocracy. Each dynasty had its own distinct characteristics and in many eras encounters with foreign cultural and political influences through territorial expansion and waves of immigration also brought new stimulus to China. China was a highly literate society that greatly valued poetry and brush-written calligraphy, which along with painting, were called the Three Perfections, reflecting the esteemed position of the arts in Chinese life.&nbsp;Imperial China produced many technological advancements that have enriched the world, including paper and porcelain.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/56454ebbf4c32f58f081b1bdf6be3c006459beb1.jpg" /><span class="image-caption">&quot;The Admonitions of the Instructress to the Court Ladies,&quot;&nbsp;<em>The Admonitions Scroll.</em>&nbsp;Traditionally attributed to Gu Kaizhi (c. 344&ndash;406). Painting on silk with ink and colours, China, a&nbsp;work of the 6th to 7th century&nbsp;&copy; Trustees of the British Museum</span></span></p> <h3>Confucianism, Daoism and Buddhism</h3> <p>Confucianism, Daoism and Buddhism were the dominant teachings or religions in Imperial China and most individuals combined all three in their daily lives. Each of these teachings is represented by paintings in The British&nbsp;Museum, most notably by <em>The Admonitions Scroll</em> after Gu Kaizhi (image above)&nbsp;and the cache of Buddhist scroll paintings from the eighth to tenth century that had been rolled up and sealed away in the eleventh century in Cave 17 at Dunhuang&rsquo;s Caves of the Thousand Buddhas (discussed in this tutorial).</p> <p><span class="image-wrapper inline-image"><img alt="British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p>
