Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>In the early universe, there were no galaxies. Today, there are many billions. How did they form? Astronomers use the fundamental laws of physics to deduce the basic story of galaxy formation. Galaxies form out of immense clouds of gas that collapse and rotate. As they evolve, stars form within them. Entire galaxies can collide, changing their appearance. Looking deep into space, we see galaxies at earlier stages in their lives, and learn more about their evolution. They are more numerous, display unusual shapes, and have episodes of energetic outbursts. Galaxies can be seen back to more than 10 billion years ago.</p> <h3>Processes in galaxy formation<br /> <br /> <span class="block-image image-wrapper"><img alt="Cosmic web On scales much larger than galaxies, gravity pulls matter together to form a web of filaments surrounding nearly empty voids. Galaxies form along the filaments and accumulate in clusters where the filaments intersect. © AMNH" src="https://ka-perseus-images.s3.amazonaws.com/5d05f6bbb61870abe00d502f5c8f0ff475d40a3b.jpg" /><span class="image-caption"><strong>Cosmic web</strong><br /> On scales much larger than galaxies, gravity pulls matter together to form a web of filaments surrounding nearly empty voids. Galaxies form along the filaments and accumulate in clusters where the filaments intersect.<br /> &copy; AMNH</span></span></h3> <p><span class="block-image image-wrapper"><img alt="Galaxy collapse As a galaxy-size cloud of matter collapses, stars form within in. The stars and interstellar material in a galaxy settle into orbits around a common center. These orbital motions determine the overall shape of the galaxy. © AMNN" src="https://ka-perseus-images.s3.amazonaws.com/582f6e9430d9cf63667433883e5255fb1ae8111c.jpg" /><span class="image-caption"><strong>Galaxy collapse</strong><br /> As a galaxy-size cloud of matter collapses, stars form within in. The stars and interstellar material in a galaxy settle into orbits around a common center. These orbital motions determine the overall shape of the galaxy.<br /> &copy; AMNN</span></span><span class="block-image image-wrapper"><img alt="Rotation As a galaxy contracts, it rotates faster and faster, like a spinning ice skater who pulls in her limbs. Rotation counteracts gravity along a plane, allowing collisions within the gas to produce a disk-shaped spiral galaxy. © AMNH" src="https://ka-perseus-images.s3.amazonaws.com/e7698da5aae29e2807a8282b537bd516b034220c.jpg" /><span class="image-caption"><strong>Rotation</strong><br /> As a galaxy contracts, it rotates faster and faster, like a spinning ice skater who pulls in her limbs. Rotation counteracts gravity along a plane, allowing collisions within the gas to produce a disk-shaped spiral galaxy. &copy; AMNH</span></span></p> <p><span class="block-image image-wrapper"><img alt="Stellar evolution As stars evolve they can reshape the gas in the galaxy. © AMNH" src="https://ka-perseus-images.s3.amazonaws.com/00b5166ae794bcb0d96ad0d8715f8fe44a905242.jpg" /><span class="image-caption"><strong>Stellar evolution</strong><br /> As stars evolve they can reshape the gas in the galaxy. &copy; AMNH</span></span></p>
it: <p>In the early universe, there were no galaxies. Today, there are many billions. How did they form? Astronomers use the fundamental laws of physics to deduce the basic story of galaxy formation. Galaxies form out of immense clouds of gas that collapse and rotate. As they evolve, stars form within them. Entire galaxies can collide, changing their appearance. Looking deep into space, we see galaxies at earlier stages in their lives, and learn more about their evolution. They are more numerous, display unusual shapes, and have episodes of energetic outbursts. Galaxies can be seen back to more than 10 billion years ago.</p> <h3>Processes in galaxy formation<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/5d05f6bbb61870abe00d502f5c8f0ff475d40a3b.jpg" /><span class="image-caption"><strong>Cosmic web</strong><br /> On scales much larger than galaxies, gravity pulls matter together to form a web of filaments surrounding nearly empty voids. Galaxies form along the filaments and accumulate in clusters where the filaments intersect.<br /> &copy; AMNH</span></span></h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/582f6e9430d9cf63667433883e5255fb1ae8111c.jpg" /><span class="image-caption"><strong>Galaxy collapse</strong><br /> As a galaxy-size cloud of matter collapses, stars form within in. The stars and interstellar material in a galaxy settle into orbits around a common center. These orbital motions determine the overall shape of the galaxy.<br /> &copy; AMNN</span></span><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e7698da5aae29e2807a8282b537bd516b034220c.jpg" /><span class="image-caption"><strong>Rotation</strong><br /> As a galaxy contracts, it rotates faster and faster, like a spinning ice skater who pulls in her limbs. Rotation counteracts gravity along a plane, allowing collisions within the gas to produce a disk-shaped spiral galaxy. &copy; AMNH</span></span></p> <p><span class="block-image image-wrapper"><img alt="Stellar evolution As stars evolve they can reshape the gas in the galaxy. © AMNH" src="https://ka-perseus-images.s3.amazonaws.com/00b5166ae794bcb0d96ad0d8715f8fe44a905242.jpg" /><span class="image-caption"><strong>Stellar evolution</strong><br /> As stars evolve they can reshape the gas in the galaxy. &copy; AMNH</span></span></p>

source: <p>It is hard to summarize the impact of a movement that spanned centuries and continents, crossed social lines, and affected all levels of culture. However, there are a few central effects that can be highlighted.</p> <h3>Military orders</h3> <p>First, the earliest military orders originated in Jerusalem in the wake of the First Crusade. A miltary order is a&nbsp;religious order in which members take traditional monastic vows&mdash;communal poverty, chastity, and obedience&mdash;but also commit to violence on behalf of the Christian faith. Well-known examples include the Knights Templar (officially endorsed in 1129), the Knights Hospitaller (confirmed by papal bull in 1113), and the Teutonic Knights (originated in the late twelfth century).</p> <p>The military orders represented a major theological and military development, and went on to play central roles in the formation of key political units that still exist today&nbsp;as nation-states.</p> <p><span class="block-image image-wrapper"><img alt="Wall plaque, Ascalon, mid-twelfth to mid-thirteenth century (The Israel Museum, Jerusalem). The Arabic inscription commemorates the wall built as defense against crusaders. The arms of the Englishman Sir Hugh Wake were later carved over that, confirming the 1241 crusader reconquest of the city. " src="https://ka-perseus-images.s3.amazonaws.com/f6af4bfad66ba12a276c2a3ebc5ac66d01953953.jpeg" /><span class="image-caption">Wall plaque, Ascalon, mid-twelfth to mid-thirteenth century. The Arabic inscription commemorates the wall built as defense against crusaders. The arms of Sir Hugh Wake (Lincoln, England) were later carved over that, confirming the 1241 crusader reconquest of the city.</span></span></p> <h3>Territorial expansion</h3> <p>Second, crusading played a major role in European territorial expansion. The First Crusade resulted in the formation of the crusader states in the Levant (the eastern Mediterranean), which were initially governed, and in small&nbsp;part populated, by settlers from Europe.</p> <p>Crusading in northern and eastern Europe led to the expansion of kingdoms like Denmark and Sweden, as well as the creation of brand-new political units, for example in Prussia. As areas around the Baltic Sea were taken by the crusaders, traders and settlers&mdash;mostly German&mdash;moved in and profited economically.</p> <p>In the Mediterranean Sea, crusading led to the conquest and colonization of many islands, which arguably helped ensure Christian control of Mediterranean trade routes (at least for as long as the islands were held). Crusading also played a role in the conquest of the Iberian peninsula (now Spain and Portugal). This was finally completed in 1492, when the Spanish monarchs Ferdinand II and Isabella I conquered the last Muslim community on the peninsula&mdash;the city of Granada. They expelled Jews from the country in the same year. And of course, they also authorized and supported the expeditions of Christopher Columbus, who&mdash;like many European explorers of his day&mdash;believed that the expansion of the Christian faith was one of his duties.&nbsp;</p> <h3>Impact in Europe (religious and secular)</h3> <p>Third, the crusading movement impacted internal European development in a few important ways. The movement helped both to militarize the medieval western Church and to sustain criticism of that militarization. It arguably helped solidify&nbsp;the pope&rsquo;s control over the Church and made certain financial innovations central to Church operations. And it both reflected and influenced devotional trends. For example, while there was some dedication to St. George from the early Middle Ages, the intensity of that devotion soared in Europe after he reportedly intervened miraculously at the Battle of Antioch in 1098, during the First Crusade.</p> <p>Secular political theories were influenced by crusading, especially in France and the Iberian peninsula, and government institutions evolved in part to meet the logistical needs of crusading. Credit infrastructures within Europe rose to meet similar needs, and some locales&mdash;Venice, in particular&mdash;benefitted significantly in economic terms.</p> <p>It goes without saying that the crusades also had a highly negative effect on interfaith relations.&nbsp;</p> <h3>Impact world-wide</h3> <p>Fourth, the crusading movement has left an imprint on the world as a whole. For example, many of the national flags of Europe incorporate a cross. In addition, &nbsp;many images of crusaders in our popular culture are indebted to the nineteenth century. Some in that century, like the novelist Sir Walter Scott, portrayed crusaders as brave and glamorous yet backward and unenlightened; simultaneously, they depicted Muslims&nbsp;as heroic, intelligent, and liberal. Others more wholeheartedly romanticized crusading.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="George Inness, Classical Landscape (March of the Crusaders), 1850, oil on canvas (Fruitlands Museum, Harvard, Massachusetts)" src="https://ka-perseus-images.s3.amazonaws.com/6371c84f72fb83674661310b0782d5cf8300c3db.jpeg" /><span class="image-caption">George Inness, <em>Classical Landscape (March of the Crusaders)</em>, 1850, oil on canvas (Fruitlands Museum, Harvard, Massachusetts)</span></span></p> <p><span>These trends in nineteenth-century European culture impacted the Islamic world. Sometimes this influence was quite direct. In 1898 German Emperor Wilhelm II visited the grave of Saladin (Ṣalāḥ ad-Dīn Yūsuf ibn Ayyūb, a Muslim leader who led the recapture of Jerusalem in 1187) and was appalled at its state of disrepair. He paid to have it rebuilt, thus helping encourage&nbsp;modern Islamic appreciation of Saladin.</span></p> <p><span class="block-image image-wrapper"><img alt="Kaiser Wilhelm II, visit to Jerusalem, 1898" src="https://ka-perseus-images.s3.amazonaws.com/7026a02690e161ef5ed7d00d53ebf05831c0595c.jpeg" /><span class="image-caption">Kaiser Wilhelm II, visit to Jerusalem, 1898</span></span></p> <p>Sometimes the European influence was more diffuse. Modern crusading histories in the Islamic world began to be written in the 1890s, when&nbsp;the Ottoman Empire was in crisis. After the Ottomans, some Arab Nationalists interpreted nineteenth-century imperialism as crusading, and thus linked their efforts to end imperial rule with the efforts of Muslims to resist crusading in previous centuries.&nbsp;</p> <p>It would be reassuring to believe that nobody in the West has&nbsp;provided grounds for such beliefs, but it would not be true.&nbsp;Sadly, the effects of the crusading movement&mdash;at least, as it is now remembered and reimagined&mdash;seem to be still unfolding.&nbsp;</p> <p>Text by Dr. Susanna Throop</p> <p>&nbsp;</p>
it: <p>It is hard to summarize the impact of a movement that spanned centuries and continents, crossed social lines, and affected all levels of culture. However, there are a few central effects that can be highlighted.</p> <h3>Military orders</h3> <p>First, the earliest military orders originated in Jerusalem in the wake of the First Crusade. A miltary order is a&nbsp;religious order in which members take traditional monastic vows&mdash;communal poverty, chastity, and obedience&mdash;but also commit to violence on behalf of the Christian faith. Well-known examples include the Knights Templar (officially endorsed in 1129), the Knights Hospitaller (confirmed by papal bull in 1113), and the Teutonic Knights (originated in the late twelfth century).</p> <p>The military orders represented a major theological and military development, and went on to play central roles in the formation of key political units that still exist today&nbsp;as nation-states.</p> <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/f6af4bfad66ba12a276c2a3ebc5ac66d01953953.jpeg" /><span class="image-caption">Wall plaque, Ascalon, mid-twelfth to mid-thirteenth century. The Arabic inscription commemorates the wall built as defense against crusaders. The arms of Sir Hugh Wake (Lincoln, England) were later carved over that, confirming the 1241 crusader reconquest of the city.</span></span></p> <h3>Territorial expansion</h3> <p>Second, crusading played a major role in European territorial expansion. The First Crusade resulted in the formation of the crusader states in the Levant (the eastern Mediterranean), which were initially governed, and in small&nbsp;part populated, by settlers from Europe.</p> <p>Crusading in northern and eastern Europe led to the expansion of kingdoms like Denmark and Sweden, as well as the creation of brand-new political units, for example in Prussia. As areas around the Baltic Sea were taken by the crusaders, traders and settlers&mdash;mostly German&mdash;moved in and profited economically.</p> <p>In the Mediterranean Sea, crusading led to the conquest and colonization of many islands, which arguably helped ensure Christian control of Mediterranean trade routes (at least for as long as the islands were held). Crusading also played a role in the conquest of the Iberian peninsula (now Spain and Portugal). This was finally completed in 1492, when the Spanish monarchs Ferdinand II and Isabella I conquered the last Muslim community on the peninsula&mdash;the city of Granada. They expelled Jews from the country in the same year. And of course, they also authorized and supported the expeditions of Christopher Columbus, who&mdash;like many European explorers of his day&mdash;believed that the expansion of the Christian faith was one of his duties.&nbsp;</p> <h3>Impact in Europe (religious and secular)</h3> <p>Third, the crusading movement impacted internal European development in a few important ways. The movement helped both to militarize the medieval western Church and to sustain criticism of that militarization. It arguably helped solidify&nbsp;the pope&rsquo;s control over the Church and made certain financial innovations central to Church operations. And it both reflected and influenced devotional trends. For example, while there was some dedication to St. George from the early Middle Ages, the intensity of that devotion soared in Europe after he reportedly intervened miraculously at the Battle of Antioch in 1098, during the First Crusade.</p> <p>Secular political theories were influenced by crusading, especially in France and the Iberian peninsula, and government institutions evolved in part to meet the logistical needs of crusading. Credit infrastructures within Europe rose to meet similar needs, and some locales&mdash;Venice, in particular&mdash;benefitted significantly in economic terms.</p> <p>It goes without saying that the crusades also had a highly negative effect on interfaith relations.&nbsp;</p> <h3>Impact world-wide</h3> <p>Fourth, the crusading movement has left an imprint on the world as a whole. For example, many of the national flags of Europe incorporate a cross. In addition, &nbsp;many images of crusaders in our popular culture are indebted to the nineteenth century. Some in that century, like the novelist Sir Walter Scott, portrayed crusaders as brave and glamorous yet backward and unenlightened; simultaneously, they depicted Muslims&nbsp;as heroic, intelligent, and liberal. Others more wholeheartedly romanticized crusading.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="George Inness, Classical Landscape (March of the Crusaders), 1850, oil on canvas (Fruitlands Museum, Harvard, Massachusetts)" src="https://ka-perseus-images.s3.amazonaws.com/6371c84f72fb83674661310b0782d5cf8300c3db.jpeg" /><span class="image-caption">George Inness, <em>Classical Landscape (March of the Crusaders)</em>, 1850, oil on canvas (Fruitlands Museum, Harvard, Massachusetts)</span></span></p> <p><span>These trends in nineteenth-century European culture impacted the Islamic world. Sometimes this influence was quite direct. In 1898 German Emperor Wilhelm II visited the grave of Saladin (Ṣalāḥ ad-Dīn Yūsuf ibn Ayyūb, a Muslim leader who led the recapture of Jerusalem in 1187) and was appalled at its state of disrepair. He paid to have it rebuilt, thus helping encourage&nbsp;modern Islamic appreciation of Saladin.</span></p> <p><span class="block-image image-wrapper"><img alt="Kaiser Wilhelm II, visit to Jerusalem, 1898" src="https://ka-perseus-images.s3.amazonaws.com/7026a02690e161ef5ed7d00d53ebf05831c0595c.jpeg" /><span class="image-caption">Kaiser Wilhelm II, visit to Jerusalem, 1898</span></span></p> <p>Sometimes the European influence was more diffuse. Modern crusading histories in the Islamic world began to be written in the 1890s, when&nbsp;the Ottoman Empire was in crisis. After the Ottomans, some Arab Nationalists interpreted nineteenth-century imperialism as crusading, and thus linked their efforts to end imperial rule with the efforts of Muslims to resist crusading in previous centuries.&nbsp;</p> <p>It would be reassuring to believe that nobody in the West has&nbsp;provided grounds for such beliefs, but it would not be true.&nbsp;Sadly, the effects of the crusading movement&mdash;at least, as it is now remembered and reimagined&mdash;seem to be still unfolding.&nbsp;</p> <p>Text by Dr. Susanna Throop</p> <p>&nbsp;</p>
