Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>Sex, Booze and 18th-Century Britain</h3> <p>If you ever needed proof that the sex, booze and a rock&rsquo;n&rsquo;roll lifestyle was not a twentieth century invention, you need look no further than the satirical prints of William Hogarth. He held up a moralising mirror to eighteenth-century Britain; the harlots, the womanisers&mdash;even the clergy could not escape. Hogarth&rsquo;s prints play out the sins of eighteenth-century London in a kind of visual theatre that was entirely new and novel in their day.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/4eefc3da580ebbc11899b6a2775d4c819854f9c3.jpg" /><span class="image-caption">William Hogarth, <em>A Harlot&#39;s Progress, plate 1</em>, 1732, etching with engraving on paper,&nbsp;31.4 x 38 cm</span></span></p> <p>The first example of these prints, which Hogarth himself termed &lsquo;modern moral subjects&rsquo;, was <em>A Harlot&rsquo;s Progress</em>. In this series, we meet the fresh faced Moll Hackabout as she arrives for the first time in London. Moll is soon preyed upon by a brothel keeper and she descends into prostitution. The tale ends with her premature death from a sexually transmitted disease, aged just twenty-three. Despite its dark subject matter <em>A Harlot&rsquo;s Progress</em> was a huge success. These prints reference characters types who were well known to their contemporary London audience. For example Moll&rsquo;s madam was the real-life Elizabeth Needham, keeper of an exclusive London brothel and her first patron, the renowned love-rat and convicted rapist, Colonel Francis Charteris.</p> <h3><em>A Rake&rsquo;s Progress&nbsp;</em></h3> <p>These sly nods to the bad guys of the day not only made the prints hugely relevant and enjoyable to their target audience but it also made them incredibly popular. <em>A Rake&rsquo;s Progress</em> (1735) was Hogarth&rsquo;s second series and proved to be just as well loved. The main character is Tom Rakewell&mdash;a rake being a old fashioned term for a man of loose morals or a womaniser. Tom&rsquo;s name is intentionally general and in a modern equivalent, he might be called &lsquo;Mr. Immoral.&rsquo; Tom is not unique, he could be any number of people in eighteenth-century Britain.</p> <p>The series opens with a chaotic scene: Tom&rsquo;s father, who was a rich merchant, has died and Tom has returned from Oxford University to collect and spend his late father&rsquo;s wealth. He also wastes no time in rejecting his pregnant fiance, Sarah Young, by attempting to pay her off. Hogarth laces all his prints with clues to help us decode the scene. Here we can see Sarah sobbing into a hankie whilst holding her engagement ring in her hand. Her mother stands behind her angrily clutching the love letters Tom once wrote to her daughter and he holds out a handful of coins in an attempt to get rid of them. Sarah pops up throughout these prints representing a more wholesome life that he could have had.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/926ec21957ded9b4cc6541dbe73bd770018ce6c9.jpg" /><span class="image-caption">William Hogarth, <em>A Rake&#39;s Progress, plate 2, &quot;Surrounded by Artists and Professors,&quot;</em> 1735, engraving on paper, 35.5 x 31 cm</span></span></p> <h3><span>A Fashionable Life</span></h3> <p>By the next scene (<em>&quot;Surrounded by Artists and Professors,&quot; </em>above) Tom has already moved from his cosy, if slightly shabby family home into his new bachelor pad surrounded by a dance master, a music teacher, a poet, a tailor, a landscape gardener, a body guard and a jockey all offering their services to help Tom complete his fashionable lifestyle. He is dressed in his nightclothes indicating that he has just woken: those who wish to exploit his new found wealth are wasting no time.</p> <p>Tom&rsquo;s fashionable life also comes with fashionable vices and soon we see him in the Rose Tavern with a group of prostitutes (see <em>&quot;The Tavern Scene,&quot;</em> below). He sits on the lap of one who caresses him with one hand whilst robbing him of his watch with the other. Portraits of Roman Emperors hang on the wall behind them but the only one that has not been defaced is Nero&rsquo;s. This is perhaps hard for a modern audience to identify but there would have been a significant number of Hogarth&rsquo;s classically educated audience who got the gag: Nero was a corrupt womaniser who fiercely persecuted Christians. To the very classically aware Georgians (George II was then King) the message was clear, Christian morals are not to be found here.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/8120f8ffd43a44e44f532775d38b87c90c2c184b.jpg" /><span class="image-caption">William Hogarth, <em>A Rake&#39;s Progress, plate 3, &quot;The Tavern Scene,&quot;</em>&nbsp;1735, engraving on paper,&nbsp;35.5 x 31 cm</span></span></p> <h3>A Decadant Decline&nbsp;</h3> <p>Tom&rsquo;s decadent lifestyle does not last for long and by the third scene his sedan chair is intercepted by bailiffs as he is en route to the Queen&rsquo;s birthday party. It is at this point that our heroine Sarah Young comes to the rescue. She is now working as a milliner and kindly pays Tom&rsquo;s bail. Although Sarah has saved Tom from the bailiffs, she cannot save him from himself. By the next scene he is marrying a wealthy old hag. The old woman&rsquo;s eyes lust eagerly towards the ring and Tom&rsquo;s towards her maid. In the background Sarah Young and her mother struggle to voice their objections but are held back by some of the guests.</p> <p>Tom is wealthy again but he is no better with his money now than he was last time and soon he is on his knees in a gambling den having just squandered the lot (see <em>&quot;The Gaming House,&quot;</em> below). Excessive gambling was a real problem in the eighteenth century and whole family fortunes could be lost in one evening. Later in the century, George III&rsquo;s son, who later became George IV, had to ask Parliament for money to help him pay off his gambling debts. It was given to him but it was not long before he needed even more.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9fe82bc65faa12dca1390cbcb089947aad332913.jpg" /><span class="image-caption">William Hogarth, <em>A Rake&#39;s Progress, plate 6, &quot;The Gaming House,&quot;</em> 1735, engraving on paper,&nbsp;35.5 x 31 cm</span></span></p> <h3>Debtors&#39; Prison</h3> <p>Like so many others in eighteenth-century Britain, Tom finds himself in debtors&rsquo;&nbsp;prison, quickly coming to the end of his tether. On the one side his wife derides him for squandering their fortune, on the other the beer-boy and the jailer harass him to settle his weekly bill. Sarah Young, who has come to visit Tom with their child, has fainted on seeing him in this hopeless situation. This must have been very personally relevant for Hogarth as his father spent much of his childhood in a debtors&#39; prison.</p> <p>My favourite part of the series is played out in the background of this scene. Tom&rsquo;s fellow inmates are trying various schemes to get enough money to buy their freedom. However, their choice of projects cleverly illustrate just how&nbsp;impossible it was to get out of debt in Georgian Britain. One man is attempting to turn lead into gold while the other is working on solving the national debt crisis. Even Tom has written a play, though&nbsp;we can clearly see a rejection letter for it lying on the table.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/25bdb5f05075c3fef3386848453a638ebaa3ab0f.jpg" /><span class="image-caption">William Hogarth, <em>A Rake&#39;s Progress, plate 8, &quot;The Madhouse,&quot;</em> 1735, engraving on paper,&nbsp;35.5 x 31 cm</span></span></p> <h3>Bedlam</h3> <p>The stresses of the previous scene have proven to be more than Tom can bear and in the final scene he is found languishing in bedlam&mdash;London&rsquo;s notorious mental hospital (see <em>&quot;The Madhouse,&quot;</em> above). The mark on his chest suggests that he has stabbed himself in a failed suicide attempt. Fashionable young women, the likes of which Tom would have socialised with just a short while ago, observe the scene in amusement. All that he has left is the company and care of the faithful Sarah Young.</p> <h3>Why so popular?</h3> <p>One answer is that it appealed to the contemporary concern about people from the middle classes who tried to live like aristocrats. This was a popular issue at this time as the merchant trade was creating social mobility on a scale never seen before. However if we scratch the surface of <em>A&nbsp;Rake&rsquo;s Progress</em> we can see that a number of different types of people implicated. For example, Tom was on his way to the Queen&rsquo;s birthday party when he was stopped by bailiffs and therefore his lifestyle is actually being encouraged and supported by aristocrats. In <em>A Rake&rsquo;s Progress</em>, everyone from the Queen to the priest that performs his marriage of convenience, to common prostitutes, &nbsp;are part of the problem.</p> <p>But it is not just Hogarth&rsquo;s &lsquo;take no prisoners&rsquo; approach to social commentary that made him so popular. Printed satire was actually already very common place and central London was full of bookshops and print sellers that displayed this kind of work. What Hogarth did do that was so completely novel was to tell a story through pictures, <em>A&nbsp;Rake&rsquo;s Progress</em> is like a story board for a play. In fact, Hogarth&rsquo;s series were adapted into plays and pantomimes during his lifetime. His visual drama offered his audience a new way to enjoy satire. It is for this reason that to find comparisons and inspirations we should be looking at authors such as Hogarth&rsquo;s friend and fellow moraliser, Henry Fielding or Jonathan Swift&mdash;author of <em>Gulliver&rsquo;s Travels</em>, rather than contemporary artists. The title <em>A Rake&rsquo;s Progress </em>was referencing John Bunyan&rsquo;s <em>The Pilgrims Progress</em>. We can be quite sure that most people would have gotten this reference as it is thought that, at this time, this was the most read book in Britain after the Bible. Hogarth successfully borrows from popular culture in order to express complicated ideas through an enjoyable and totally accessible story. Of course Hogarth wasn&rsquo;t the first to do this, but he did it so well, he is celebrated to this day.</p> <p>Essay&nbsp;by Sophie Harland</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.soane.org/collections_legacy/the_soane_hogarths/rakes_progress/">The original painted series from 1733 at Sir John Soane&#39;s Museum</a></p> <p><a href="http://www.tate.org.uk/node/237039/rooms/room3.shtm">Hogarth Exhibition at Tate Britain</a></p> <p><a href="http://www.soane.org/collections_legacy/the_soane_hogarths/rakes_progress/">A short biography of the artist from The National Gallery</a></p>
it: <h3>Sex, Booze and 18th-Century Britain</h3> <p>If you ever needed proof that the sex, booze and a rock&rsquo;n&rsquo;roll lifestyle was not a twentieth century invention, you need look no further than the satirical prints of William Hogarth. He held up a moralising mirror to eighteenth-century Britain; the harlots, the womanisers&mdash;even the clergy could not escape. Hogarth&rsquo;s prints play out the sins of eighteenth-century London in a kind of visual theatre that was entirely new and novel in their day.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/4eefc3da580ebbc11899b6a2775d4c819854f9c3.jpg" /><span class="image-caption">William Hogarth, <em>A Harlot&#39;s Progress, plate 1</em>, 1732, etching with engraving on paper,&nbsp;31.4 x 38 cm</span></span></p> <p>The first example of these prints, which Hogarth himself termed &lsquo;modern moral subjects&rsquo;, was <em>A Harlot&rsquo;s Progress</em>. In this series, we meet the fresh faced Moll Hackabout as she arrives for the first time in London. Moll is soon preyed upon by a brothel keeper and she descends into prostitution. The tale ends with her premature death from a sexually transmitted disease, aged just twenty-three. Despite its dark subject matter A Harlot&rsquo;s Progress was a huge success. These prints reference characters types who were well known to their contemporary London audience. For example Moll&rsquo;s madam was the real-life Elizabeth Needham, keeper of an exclusive London brothel and her first patron, the renowned love-rat and convicted rapist, Colonel Francis Charteris.</p> <h3><em>A Rake&rsquo;s Progress&nbsp;</em></h3> <p>These sly nods to the bad guys of the day not only made the prints hugely relevant and enjoyable to their target audience but it also made them incredibly popular. <em>A Rake&rsquo;s Progress</em> (1735) was Hogarth&rsquo;s second series and proved to be just as well loved. The main character is Tom Rakewell&mdash;a rake being a old fashioned term for a man of loose morals or a womaniser. Tom&rsquo;s name is intentionally general and in a modern equivalent, he might be called &lsquo;Mr. Immoral.&rsquo; Tom is not unique, he could be any number of people in eighteenth-century Britain.</p> <p>The series opens with a chaotic scene: Tom&rsquo;s father, who was a rich merchant, has died and Tom has returned from Oxford University to collect and spend his late father&rsquo;s wealth. He also wastes no time in rejecting his pregnant fiance, Sarah Young, by attempting to pay her off. Hogarth laces all his prints with clues to help us decode the scene. Here we can see Sarah sobbing into a hankie whilst holding her engagement ring in her hand. Her mother stands behind her angrily clutching the love letters Tom once wrote to her daughter and he holds out a handful of coins in an attempt to get rid of them. Sarah pops up throughout these prints representing a more wholesome life that he could have had.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/926ec21957ded9b4cc6541dbe73bd770018ce6c9.jpg" /><span class="image-caption">William Hogarth, <em>A Rake&#39;s Progress, plate 2, &quot;Surrounded by Artists and Professors,&quot;</em> 1735, engraving on paper, 35.5 x 31 cm</span></span></p> <h3><span>A Fashionable Life</span></h3> <p>By the next scene (<em>&quot;Surrounded by Artists and Professors,&quot; </em>above) Tom has already moved from his cosy, if slightly shabby family home into his new bachelor pad surrounded by a dance master, a music teacher, a poet, a tailor, a landscape gardener, a body guard and a jockey all offering their services to help Tom complete his fashionable lifestyle. He is dressed in his nightclothes indicating that he has just woken: those who wish to exploit his new found wealth are wasting no time.</p> <p>Tom&rsquo;s fashionable life also comes with fashionable vices and soon we see him in the Rose Tavern with a group of prostitutes (see <em>&quot;The Tavern Scene,&quot;</em> below). He sits on the lap of one who caresses him with one hand whilst robbing him of his watch with the other. Portraits of Roman Emperors hang on the wall behind them but the only one that has not been defaced is Nero&rsquo;s. This is perhaps hard for a modern audience to identify but there would have been a significant number of Hogarth&rsquo;s classically educated audience who got the gag: Nero was a corrupt womaniser who fiercely persecuted Christians. To the very classically aware Georgians (George II was then King) the message was clear, Christian morals are not to be found here.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/8120f8ffd43a44e44f532775d38b87c90c2c184b.jpg" /><span class="image-caption">William Hogarth, <em>A Rake&#39;s Progress, plate 3, &quot;The Tavern Scene,&quot;</em>&nbsp;1735, engraving on paper,&nbsp;35.5 x 31 cm</span></span></p> <h3>A Decadant Decline&nbsp;</h3> <p>Tom&rsquo;s decadent lifestyle does not last for long and by the third scene his sedan chair is intercepted by bailiffs as he is en route to the Queen&rsquo;s birthday party. It is at this point that our heroine Sarah Young comes to the rescue. She is now working as a milliner and kindly pays Tom&rsquo;s bail. Although Sarah has saved Tom from the bailiffs, she cannot save him from himself. By the next scene he is marrying a wealthy old hag. The old woman&rsquo;s eyes lust eagerly towards the ring and Tom&rsquo;s towards her maid. In the background Sarah Young and her mother struggle to voice their objections but are held back by some of the guests.</p> <p>Tom is wealthy again but he is no better with his money now than he was last time and soon he is on his knees in a gambling den having just squandered the lot (see <em>&quot;The Gaming House,&quot;</em> below). Excessive gambling was a real problem in the eighteenth century and whole family fortunes could be lost in one evening. Later in the century, George III&rsquo;s son, who later became George IV, had to ask Parliament for money to help him pay off his gambling debts. It was given to him but it was not long before he needed even more.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9fe82bc65faa12dca1390cbcb089947aad332913.jpg" /><span class="image-caption">William Hogarth, <em>A Rake&#39;s Progress, plate 6, &quot;The Gaming House,&quot;</em> 1735, engraving on paper,&nbsp;35.5 x 31 cm</span></span></p> <h3>Debtor&rsquo;s Prison</h3> <p>Like so many others in eighteenth-century Britain, Tom finds himself in debtor&rsquo;s prison, quickly coming to the end of his tether. On the one side his wife derides him for squandering their fortune, on the other the beer-boy and the jailer harass him to settle his weekly bill. Sarah Young, who has come to visit Tom with their child, has fainted on seeing him in this hopeless situation. This must have been very personally relevant for Hogarth as his father spent much of his childhood in a debtor&rsquo;s prison.</p> <p>My favourite part of the series is played out in the background of this scene. Tom&rsquo;s fellow inmates are trying various schemes to get enough money to buy their freedom. However, their choice of projects cleverly illustrate just how just how impossible it was to get out of debt in Georgian Britain. One man is attempting to turn lead into gold while the other is working on solving the national debt crisis. Even Tom has written a play, thought we can clearly see a rejection letter for it lying on the table.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/25bdb5f05075c3fef3386848453a638ebaa3ab0f.jpg" /><span class="image-caption">William Hogarth, <em>A Rake&#39;s Progress, plate 8, &quot;The Madhouse,&quot;</em> 1735, engraving on paper,&nbsp;35.5 x 31 cm</span></span></p> <h3>Bedlam</h3> <p>The stresses of the previous scene have proven to be more than Tom can bear and in the final scene he is found languishing in bedlam&mdash;London&rsquo;s notorious mental hospital (see <em>&quot;The Madhouse,&quot;</em> above). The mark on his chest suggests that he has stabbed himself in a failed suicide attempt. Fashionable young women, the likes of which Tom would have socialised with just a short while ago, observe the scene in amusement. All that he has left is the company and care of the faithful Sarah Young.</p> <h3>Why so popular?</h3> <p>One answer is that it appealed to the contemporary concern about people from the middle classes who tried to live like aristocrats. This was a popular issue at this time as the merchant trade was creating social mobility on a scale never seen before. However if we scratch the surface of <em>A&nbsp;Rake&rsquo;s Progress</em> we can see that a number of different types of people implicated. For example, Tom was on his way to the Queen&rsquo;s birthday party when he was stopped by bailiffs and therefore his lifestyle is actually being encouraged and supported by aristocrats. In <em>A Rake&rsquo;s Progress</em>, everyone from the Queen to the priest that performs his marriage of convenience, to common prostitutes, &nbsp;are part of the problem.</p> <p>But it is not just Hogarth&rsquo;s &lsquo;take no prisoners&rsquo; approach to social commentary that made him so popular. Printed satire was actually already very common place and central London was full of bookshops and print sellers that displayed this kind of work. What Hogarth did do that was so completely novel was to tell a story through pictures, <em>A&nbsp;Rake&rsquo;s Progress</em> is like a story board for a play. In fact, Hogarth&rsquo;s series were adapted into plays and pantomimes during his lifetime. His visual drama offered his audience a new way to enjoy satire. It is for this reason that to find comparisons and inspirations we should be looking at authors such as Hogarth&rsquo;s friend and fellow moraliser, Henry Fielding or Jonathan Swift&mdash;author of <em>Gulliver&rsquo;s Travels</em>, rather than contemporary artists. The title <em>A Rake&rsquo;s Progress </em>was referencing John Bunyan&rsquo;s <em>The Pilgrims Progress</em>. We can be quite sure that most people would have gotten this reference as it is thought that, at this time, this was the most read book in Britain after the Bible. Hogarth successfully borrows from popular culture in order to express complicated ideas through an enjoyable and totally accessible story. Of course Hogarth wasn&rsquo;t the first to do this, but he did it so well, he is celebrated to this day.</p> <p>Essay&nbsp;by Sophie Harland</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.soane.org/collections_legacy/the_soane_hogarths/rakes_progress/">The original painted series from 1733 at Sir John Soane&#39;s Museum</a></p> <p><a href="http://www.tate.org.uk/node/237039/rooms/room3.shtm">Hogarth Exhibition at Tate Britain</a></p> <p><a href="http://www.soane.org/collections_legacy/the_soane_hogarths/rakes_progress/">A short biography of the artist from The National Gallery</a></p>
