Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Mosaic skull of Tezcatlipoca, c. 15th-16th century C.E., Mixtec/Aztec, turquoise, pyrite, pine, lignite, human bone, deer skin, conch shell, agave, 19 x 13.9 x 12.2 © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/617ed5d15868b1507ac850e5d9def885602f1e4e.jpg" /><span class="image-caption"><em>Mosaic skull of Tezcatlipoca</em>, c. 15th-16th century C.E., Mixtec/Mexica, turquoise, pyrite, pine, lignite, human bone, deer skin, conch shell, agave, 19 x 13.9 x 12.2, Mexico &copy; Trustees of the British Museum</span></span></p> <h3>The skull of the Smoking Mirror</h3> <p>This mosaic is believed to represent the god Tezcatlipoca, or &quot;Smoking Mirror,&quot; one of four powerful creator deities, who were amongst the most important gods in the Mexica* pantheon. Tezcatlipoca is often depicted with obsidian mirrors at the head and is conventionally cast as an adversary to Quetzalcoatl.&nbsp;The name &quot;Smoking Mirror&quot;&nbsp;derives from the Nahuatl (Mexica) word <em>tezapoctli</em>, meaning &quot;shining smoke&quot;&nbsp;and representations of Tezcatlipoca are typically characterised by distinctive black stripes on the face and a smoking mirror generally displayed in his headdress, at his temple or in place of a torn-off foot.<br /> <br /> <span class="image-wrapper inline-image"><img alt="Codex Zouche-Nuttall (detail with skull), Mixtec, Late Postclassic period, 1200-1521, C.E., deer skin, 47 leaves, each 19 x 23.5 cm © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/4efc19dfb30105dd7dcb71d36694caa554191f43.jpg" /><span class="image-caption"><em>Codex Zouche-Nuttall </em>(detail with skull ornament), Mixtec, Late Postclassic period, 1200-1521, C.E., deer skin, 47 leaves, each 19 x 23.5 cm, Mexico &copy; Trustees of the British Museum</span></span>The base for the mosaic is a human skull. The skull is cut away at the back and lined with deer skin on which the movable jaw is hinged. Long deerskin straps would have allowed the skull to be worn as part of priestly regalia. Skull ornaments like this are depicted in the Mixtec <em>Zouche-Nuttal Codex.&nbsp;</em></p> <p>The mosaic decoration is worked in alternate bands of bright blue turquoise and black lignite. The eyes are made of two orbs of polished iron pyrite framed by rings made of white conch (Strombus) shell. The nasal cavity is lined with plates of bright red Spondylus (thorny oyster) shell.</p> <h3>Farthest reaches of the Mexica empire</h3> <p>The turquoise, lignite, pyrite and shell were all procured from the farthest reaches of the Mexica empire and beyond. The effort made in assembling this diverse selection of exotic materials emphasises the divine &quot;other-worldly&quot;&nbsp;nature both of the mosaic and whoever wore or displayed it.<br /> <br /> <span class="image-wrapper inline-image"><img alt="Mosaic skull of Tezcatlipoca (view of right side), c. 15th-16th century C.E., Mixtec/Aztec, turquoise, pyrite, pine, lignite, human bone, deer skin, conch shell, agave, 19 x 13.9 x 12.2 © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/3b021ec689bd550b47b48b8ff0b79fe224ba92eb.jpg" /><span class="image-caption"><em>Mosaic skull of Tezcatlipoca</em> (view of right side), c. 15th-16th century C.E., Mixtec/Mexica, turquoise, pyrite, pine, lignite, human bone, deer skin, conch shell, agave, 19 x 13.9 x 12.2, Mexico &copy; Trustees of the British Museum</span></span>Turquoise was sent as tribute to the Aztec capital from several provinces of the empire. Some of those provinces were located in present-day Veracruz, Guerrero and Oaxaca. The turquoise was sent as raw chunks or as cut and polished mosaic tiles decorating a variety of objects, such as masks, shields, staffs, discs, knives and bracelets. We know from a tribute list issued by the emperor Moctezuma II that ten turquoise mosaic masks, made by skilled Mixtec artisans, were sent each year from a province in Oaxaca.</p> <p>*The people and culture we know as &quot;Aztec&quot;&nbsp;referred to themselves as the Mexica (pronounced &quot;M&eacute;-shee-ka&quot;).<br /> &nbsp;</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>C. R. Cartwright and N. D. Meeks, &quot;Aztec conch shell working: high- tech design,&quot;&nbsp;British Museum Technical Research Bulletin&nbsp;1, (2007), 35-42.</p> <p>C. McEwan, A. Middleton, C. Cartwright, R. Stacey, <em>Turquoise mosaics from Mexico</em> (London, The British Museum Press, 2006).</p> <p>C. McEwan, R. J. Stacey and C. R. Cartwright, &quot;The &lsquo;Tezcatlipoca&rsquo; skull mosaic in the British Museum collections: new insights and questions of identity,&quot;&nbsp;E. Baquedano (ed.) <em>Tezcatlipoca: Trickster &amp; Supreme Aztec Deity</em> (Colorado, University of Colorado Press, 2014).</p> <p>C. McEwan, <em>Ancient Mexico in the British Museum</em> (London, The British Museum Press, 1994).<br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p>&copy; Trustees of the British Museum</p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/617ed5d15868b1507ac850e5d9def885602f1e4e.jpg" /><span class="image-caption"><em>Mosaic skull of Tezcatlipoca</em>, c. 15th-16th century C.E., Mixtec/Mexica, turquoise, pyrite, pine, lignite, human bone, deer skin, conch shell, agave, 19 x 13.9 x 12.2, Mexico &copy; Trustees of the British Museum</span></span></p> <h3>The skull of the Smoking Mirror</h3> <p>This mosaic is believed to represent the god Tezcatlipoca, or &quot;Smoking Mirror,&quot; one of four powerful creator deities, who were amongst the most important gods in the Mexica* pantheon. Tezcatlipoca is often depicted with obsidian mirrors at the head and is conventionally cast as an adversary to Quetzalcoatl.&nbsp;The name &quot;Smoking Mirror&quot;&nbsp;derives from the Nahuatl (Mexica) word <em>tezapoctli</em>, meaning &quot;shining smoke&quot;&nbsp;and representations of Tezcatlipoca are typically characterised by distinctive black stripes on the face and a smoking mirror generally displayed in his headdress, at his temple or in place of a torn-off foot.<br /> <br /> <span class="image-wrapper inline-image"><img alt="Codex Zouche-Nuttall (detail with skull), Mixtec, Late Postclassic period, 1200-1521, C.E., deer skin, 47 leaves, each 19 x 23.5 cm © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/4efc19dfb30105dd7dcb71d36694caa554191f43.jpg" /><span class="image-caption"><em>Codex Zouche-Nuttall </em>(detail with skull ornament), Mixtec, Late Postclassic period, 1200-1521, C.E., deer skin, 47 leaves, each 19 x 23.5 cm, Mexico &copy; Trustees of the British Museum</span></span>The base for the mosaic is a human skull. The skull is cut away at the back and lined with deer skin on which the movable jaw is hinged. Long deerskin straps would have allowed the skull to be worn as part of priestly regalia. Skull ornaments like this are depicted in the Mixtec <em>Zouche-Nuttal Codex.&nbsp;</em></p> <p>The mosaic decoration is worked in alternate bands of bright blue turquoise and black lignite. The eyes are made of two orbs of polished iron pyrite framed by rings made of white conch (Strombus) shell. The nasal cavity is lined with plates of bright red Spondylus (thorny oyster) shell.</p> <h3>Farthest reaches of the Mexica empire</h3> <p>The turquoise, lignite, pyrite and shell were all procured from the farthest reaches of the Mexica empire and beyond. The effort made in assembling this diverse selection of exotic materials emphasises the divine &quot;other-worldly&quot;&nbsp;nature both of the mosaic and whoever wore or displayed it.<br /> <br /> <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/3b021ec689bd550b47b48b8ff0b79fe224ba92eb.jpg" /><span class="image-caption"><em>Mosaic skull of Tezcatlipoca</em> (view of right side), c. 15th-16th century C.E., Mixtec/Mexica, turquoise, pyrite, pine, lignite, human bone, deer skin, conch shell, agave, 19 x 13.9 x 12.2, Mexico &copy; Trustees of the British Museum</span></span>Turquoise was sent as tribute to the Aztec capital from several provinces of the empire. Some of those provinces were located in present-day Veracruz, Guerrero and Oaxaca. The turquoise was sent as raw chunks or as cut and polished mosaic tiles decorating a variety of objects, such as masks, shields, staffs, discs, knives and bracelets. We know from a tribute list issued by the emperor Moctezuma II that ten turquoise mosaic masks, made by skilled Mixtec artisans, were sent each year from a province in Oaxaca.</p> <p>*The people and culture we know as &quot;Aztec&quot;&nbsp;referred to themselves as the Mexica (pronounced &quot;M&eacute;-shee-ka&quot;).<br /> &nbsp;</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>C. R. Cartwright and N. D. Meeks, &quot;Aztec conch shell working: high- tech design,&quot;&nbsp;British Museum Technical Research Bulletin&nbsp;1, (2007), 35-42.</p> <p>C. McEwan, A. Middleton, C. Cartwright, R. Stacey, <em>Turquoise mosaics from Mexico</em> (London, The British Museum Press, 2006).</p> <p>C. McEwan, R. J. Stacey and C. R. Cartwright, &quot;The &lsquo;Tezcatlipoca&rsquo; skull mosaic in the British Museum collections: new insights and questions of identity,&quot;&nbsp;E. Baquedano (ed.) <em>Tezcatlipoca: Trickster &amp; Supreme Aztec Deity</em> (Colorado, University of Colorado Press, 2014).</p> <p>C. McEwan, <em>Ancient Mexico in the British Museum</em> (London, The British Museum Press, 1994).<br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p>&copy; Trustees of the British Museum</p>

source: <p><span class="block-image image-wrapper"><img alt="Oldenburg stands next to his sculpture (right), students rally while one woman posts a sign which pictures the female symbol with a fist in the center and reads: Liberté / Egalité / Sororité. (Women at Yale, http://www.yale.edu/womenatyale/Hewitt.html)" src="https://ka-perseus-images.s3.amazonaws.com/e59eb678dcf9bf9695312d6df615822e07cb1d81.jpg" /><span class="image-caption">Oldenburg stands next to his sculpture (left);&nbsp;students rally while one woman posts a sign which pictures the female symbol with a fist in the center and reads: Libert&eacute; / Egalit&eacute; / Sororit&eacute; (right)&nbsp;from&nbsp;<a href="http://www.yale.edu/womenatyale/Hewitt.html">Women at Yale</a></span></span>A monumental tube of lipstick sprouting from a military vehicle appeared,&nbsp;univited, on the campus of Yale University amidst the 1969 student protests against the Vietnam War. While the sculpture may have&nbsp;seemed like a&nbsp;playful, if elaborate artistic joke,&nbsp;Claes Oldenburg&rsquo;s <em>Lipstick (Ascending) on Caterpillar Tracks</em>&nbsp;was also deeply critical. Oldenburg made the 24-foot-high sculpture&nbsp;in collaboration with architecture students at his alma mater and then surreptitiously delivered it to Yale&rsquo;s Beinecke Plaza.&nbsp;In Beinecke Plaza, the sculpture overlooked both the office of Yale&rsquo;s president and a prominent World War I memorial. <em>Lipstick (Ascending) on Caterpillar Tracks</em>&nbsp;claimed&nbsp;a visible space for the anti-war movement while also poking fun at the solemnity of the plaza. The sculpture served as a stage and backdrop for several subsequent student protests.</p> <p><span class="image-wrapper inline-image"><img alt="Claes Oldenburg, Lipstick (Ascending) on Caterpillar Tracks, 1969-74, cor-ten steel, aluminum, cast resin, polyurethane enamel, 740 × 760 × 330 cm, Yale University (photo: vige, CC: BY 2.0) https://flic.kr/p/6kvUyi" src="https://ka-perseus-images.s3.amazonaws.com/dc6b6e278acfbaf22fde21ca15dbcc38216d7aca.jpg" /><span class="image-caption">Claes Oldenburg, <em>Lipstick (Ascending) on Caterpillar Tracks</em>, 1969-74, cor-ten steel, aluminum, cast resin, polyurethane enamel,<br /> 740 &times; 760 &times; 330 cm, Yale University<br /> (photo: <a href="https://flic.kr/p/6kvUyi">vige</a>, CC: BY 2.0)</span></span>Oldenburg and the architeciture students never intended for the original <em>Lipstick (Ascending) on Caterpillar Tracks</em> sculpture to be permanent. They made the&nbsp;base of plywood, and the red vinyl tip of the lipstick could be comically inflated and deflated&mdash;although the balloon mechanism didn&rsquo;t always work. The original remained in Beinecke Plaza for ten&nbsp;months before Oldenburg removed it in order to remake the form in metal. The resulting sculpture was placed in&nbsp;a less-prominent spot on Yale&rsquo;s campus, where it remains to this day.</p> <h3><span>Gender, consumerism, and war</span></h3> <p>Oldenburg had experimented with lipstick forms earlier in the 1960s, pasting catalog images of &nbsp; &nbsp; &nbsp; &nbsp; lipstick onto postcards of London&rsquo;s Picadilly Circus. &nbsp; The resulting collages showed lipstick tubes looming like massive pillars over Picadilly&rsquo;s plaza. In the Yale sculpture, the artist combined the highly &ldquo;feminine&rdquo; product with the &ldquo;masculine&rdquo; machinery of war. In doing so, he playfully critiqued both the hawkish, hyper-masculine rhetoric of the military and the blatant consumerism of the United States.</p> <p>In addition to its feminine associations, the large lipstick tube is phallic and bullet-like, making the benign beauty product seem masculine or even violent. The juxtaposition implied that the U.S. obsession with beauty and consumption both fueled and distracted from the ongoing violence in Vietnam.</p> <h3><span>Going p</span><span>ublic</span></h3> <p>Oldenburg had been designing large-scale, vinyl versions of household objects since his Green Gallery exhibition in 1962. He had created collages and drawings that played with the notion of massive domestic objects in public places, but <em>Lipstick</em> was his first large-scale public artwork. Oldenburg went on to make several other&nbsp;public sculptures that enlarged&nbsp;everyday domestic items to&nbsp;monumental dimensions.&nbsp;For example, he rendered a clothespin on the scale of an ancient Egyptian obelisk in a 1976 sculpture for Philadelphia, Pennsylvania (below).<br /> <span class="image-wrapper inline-image"><img alt="Claes Oldenburg, Clothespin, 1976, cor-ten steel, 14 x 3.73 x 1.37 m, Centre Square, Philadelphia (photo: Ellen Fitzsimons, CC: BY-NC-SA)" src="https://ka-perseus-images.s3.amazonaws.com/d4c925f770ddf8ceb99e6d16d5cac31d8b315e04.jpg" /><span class="image-caption">Claes Oldenburg, <em>Clothespin</em>, 1976, cor-ten steel, 14 x 3.73 x 1.37 m, Philadelphia<br /> (photo: <a href="https://flic.kr/p/dnUKDP">Ellen Fitzsimons</a>, CC: BY-NC-SA)</span></span>By bringing both domestic and military objects into a public space, <em>Lipstick (Ascending) on Caterpillar Tracks</em> blurred the lines between public and private, and between the war in Vietnam and culture of the United States. In doing so, it upheld Oldenburg&rsquo;s 1961 declaration that &ldquo;I am for an art that is political-erotical-mystical, that does something other than sit on its ass in a museum [&hellip;]&nbsp;I am for an art that imitates the human, that is comic, if necessary, or violent, or whatever is necessary [&hellip;].&rdquo;[1]</p> <p>Essay by Mya Dosch</p> <p>[1] Claes Oldenburg, &quot;I Am For an Art...&quot; in <em>Environments, Situations, Spaces</em> (New York: Martha Jackson Gallery, 1961); reprinted in an expanded version in Oldenburg and Emmett Williams, eds., &nbsp; <em>Store Days: Documents from&nbsp;The Store (1961) and &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Ray Gun Theater (1962)</em> (New York: Something Else &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Press, 1967), 39-42.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.yale.edu/publicart/lipstick.html">This sculpture at Yale University</a></p> <p><a href="http://www.tate.org.uk/art/artworks/oldenburg-lipsticks-in-piccadilly-circus-london-t01694/text-catalogue-entry">Artist biography and related sculpture at Tate Britain</a></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e59eb678dcf9bf9695312d6df615822e07cb1d81.jpg" /><span class="image-caption">Oldenburg stands next to his sculpture (left);&nbsp;students rally while one woman posts a sign which pictures the female symbol with a fist in the center and reads: Libert&eacute; / Egalit&eacute; / Sororit&eacute; (right)&nbsp;from&nbsp;<a href="http://www.yale.edu/womenatyale/Hewitt.html">Women at Yale</a></span></span>A monumental tube of lipstick sprouting from a military vehicle appeared,&nbsp;univited, on the campus of Yale University amidst the 1969 student protests against the Vietnam War. While the sculpture may have&nbsp;seemed like a&nbsp;playful, if elaborate artistic joke,&nbsp;Claes Oldenburg&rsquo;s <em>Lipstick (Ascending) on Caterpillar Tracks</em>&nbsp;was also deeply critical. Oldenburg made the 24-foot-high sculpture&nbsp;in collaboration with architecture students at his alma mater and then surreptitiously delivered it to Yale&rsquo;s Beinecke Plaza.&nbsp;In Beinecke Plaza, the sculpture overlooked both the office of Yale&rsquo;s president and a prominent World War I memorial. <em>Lipstick (Ascending) on Caterpillar Tracks</em>&nbsp;claimed&nbsp;a visible space for the anti-war movement while also poking fun at the solemnity of the plaza. The sculpture served as a stage and backdrop for several subsequent student protests.</p> <p><span class="image-wrapper inline-image"><img alt="Claes Oldenburg, Lipstick (Ascending) on Caterpillar Tracks, 1969-74, cor-ten steel, aluminum, cast resin, polyurethane enamel, 740 × 760 × 330 cm, Yale University (photo: vige, CC: BY 2.0) https://flic.kr/p/6kvUyi" src="https://ka-perseus-images.s3.amazonaws.com/dc6b6e278acfbaf22fde21ca15dbcc38216d7aca.jpg" /><span class="image-caption">Claes Oldenburg, <em>Lipstick (Ascending) on Caterpillar Tracks</em>, 1969-74, cor-ten steel, aluminum, cast resin, polyurethane enamel,<br /> 740 &times; 760 &times; 330 cm, Yale University<br /> (photo: <a href="https://flic.kr/p/6kvUyi">vige</a>, CC: BY 2.0)</span></span>Oldenburg and the architeciture students never intended for the original <em>Lipstick (Ascending) on Caterpillar Tracks</em> sculpture to be permanent. They made the&nbsp;base of plywood, and the red vinyl tip of the lipstick could be comically inflated and deflated&mdash;although the balloon mechanism didn&rsquo;t always work. The original remained in Beinecke Plaza for ten&nbsp;months before Oldenburg removed it in order to remake the form in metal. The resulting sculpture was placed in&nbsp;a less-prominent spot on Yale&rsquo;s campus, where it remains to this day.</p> <h3><span>Gender, consumerism, and war</span></h3> <p>Oldenburg had experimented with lipstick forms earlier in the 1960s, pasting catalog images of &nbsp; &nbsp; &nbsp; &nbsp; lipstick onto postcards of London&rsquo;s Picadilly Circus. &nbsp; The resulting collages showed lipstick tubes looming like massive pillars over Picadilly&rsquo;s plaza. In the Yale sculpture, the artist combined the highly &ldquo;feminine&rdquo; product with the &ldquo;masculine&rdquo; machinery of war. In doing so, he playfully critiqued both the hawkish, hyper-masculine rhetoric of the military and the blatant consumerism of the United States.</p> <p>In addition to its feminine associations, the large lipstick tube is phallic and bullet-like, making the benign beauty product seem masculine or even violent. The juxtaposition implied that the U.S. obsession with beauty and consumption both fueled and distracted from the ongoing violence in Vietnam.</p> <h3><span>Going p</span><span>ublic</span></h3> <p>Oldenburg had been designing large-scale, vinyl versions of household objects since his Green Gallery exhibition in 1962. He had created collages and drawings that played with the notion of massive domestic objects in public places, but <em>Lipstick</em> was his first large-scale public artwork. Oldenburg went on to make several other&nbsp;public sculptures that enlarged&nbsp;everyday domestic items to&nbsp;monumental dimensions.&nbsp;For example, he rendered a clothespin on the scale of an ancient Egyptian obelisk in a 1976 sculpture for Philadelphia, Pennsylvania (below).<br /> <span class="image-wrapper inline-image"><img alt="Claes Oldenburg, Clothespin, 1976, cor-ten steel, 14 x 3.73 x 1.37 m, Centre Square, Philadelphia (photo: Ellen Fitzsimons, CC: BY-NC-SA)" src="https://ka-perseus-images.s3.amazonaws.com/d4c925f770ddf8ceb99e6d16d5cac31d8b315e04.jpg" /><span class="image-caption">Claes Oldenburg, <em>Clothespin</em>, 1976, cor-ten steel, 14 x 3.73 x 1.37 m, Philadelphia<br /> (photo: <a href="https://flic.kr/p/dnUKDP">Ellen Fitzsimons</a>, CC: BY-NC-SA)</span></span>By bringing both domestic and military objects into a public space, <em>Lipstick (Ascending) on Caterpillar Tracks</em> blurred the lines between public and private, and between the war in Vietnam and culture of the United States. In doing so, it upheld Oldenburg&rsquo;s 1961 declaration that &ldquo;I am for an art that is political-erotical-mystical, that does something other than sit on its ass in a museum [&hellip;]&nbsp;I am for an art that imitates the human, that is comic, if necessary, or violent, or whatever is necessary [&hellip;].&rdquo;[1]</p> <p>Essay by Mya Dosch</p> <p>[1] Claes Oldenburg, &quot;I Am For an Art...&quot; in <em>Environments, Situations, Spaces</em> (New York: Martha Jackson Gallery, 1961); reprinted in an expanded version in Oldenburg and Emmett Williams, eds., &nbsp; <em>Store Days: Documents from&nbsp;The Store (1961) and &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Ray Gun Theater (1962)</em> (New York: Something Else &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Press, 1967), 39-42.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.yale.edu/publicart/lipstick.html">This sculpture at Yale University</a></p> <p><a href="http://www.tate.org.uk/art/artworks/oldenburg-lipsticks-in-piccadilly-circus-london-t01694/text-catalogue-entry">Artist biography and related sculpture at Tate Britain</a></p>
