Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>A book of beasts</h3> <p><span class="image-wrapper inline-image"><img alt="The phoenix from folio 56 recto of the Aberdeen Bestiary, written and illuminated in England around 1200. The Bestiary describes this magical bird as building its own funeral pyre and then rising from the ashes." src="https://ka-perseus-images.s3.amazonaws.com/dabf0257bf17508dbeec0b1be0c8bc658abe046b.jpg" /><span class="image-caption">The phoenix from folio 56 recto of the Aberdeen Bestiary, written and illuminated in England around 1200. The Bestiary describes this magical bird as building its own funeral pyre and then rising from the ashes.</span></span>Have you ever heard that elephants are afraid of mice? Or that foxes are deceptive? These characterizations of animals come from a medieval book called the Bestiary, or Book of Beasts. Though these books are not known to many today, you are likely familiar with some of their content. The magical beasts in the Harry Potter series come directly from medieval bestiaries. Descriptions of unicorns, phoenixes, basilisks, and centaurs are all included in the text, but misspell &ldquo;bestiary&rdquo; in a Google search and you will likely regret it.</p> <p>The Bestiary is a medieval encyclopedia that identifies a selection of animals, plants, and precious stones. Some really exist in nature and others do not. Each entry includes a physical description, an overview of the animal&#39;s supposed characteristics, and a run-down of its moral qualities. Many versions of these books include illustrations. Its worth keeping in mind that Bestiaries pre-date the printing press. They were copied by hand at different times and places, resulting in a wide range of variations.</p> <p><span class="image-wrapper inline-image"><img alt="The beaver from folio 11 recto of the Aberdeen Bestiary, written and illuminated in England around 1200. The beaver shows off his testicles to escape the hunters." src="https://ka-perseus-images.s3.amazonaws.com/75e567a16b0951ac22be35c2e3bdf9f4e9f3a657.jpg" /><span class="image-caption">The beaver from folio 11 recto of the Aberdeen Bestiary, written and illuminated in England around 1200. The beaver shows off his testicles to escape the hunters.</span></span></p> <h3>From a Christian perspective</h3> <p>The lack of scientific information in each entry makes them entertaining to read. For example, the Bestiary text describes the beaver as a gentle animal whose testicles are valued for their medicinal properties. If a beaver senses that he is being hunted, he will bite off his testicles and throw them to the hunter to save his own life. If a beaver has already done this and is hunted again, he will stand on his hind legs and show the hunter that his testicles are already missing and the hunter will let him go. The text then goes on to give a Christian moralization of the beaver, stating that &ldquo;every man who heeds God&#39;s commandment and wishes to live chastely should cut off all his vices and shameless acts, and cast them from him into the face of the devil&rdquo; (source).</p> <h3>Sources</h3> <p>The Bestiary text is made up of several components. The bulk of the text comes from the Physiologus, a second century Greek text by an anonymous author. Relevant comments by other ancient authors such as Aristotle, Herodotus, Pliny the Elder, and Aelian are also included. The Etymologiae of Isidore of Seville, the late fifth and sixth century Archbishop, constitute a significant portion of the text. Layers of Christian commentary and moralizations were added to those earlier texts.</p> <p><br /> <span class="block-image image-wrapper"><img alt="Adam names the animals from folio 5 recto of the Aberdeen Bestiary, written and illuminated in England around 1200" src="https://ka-perseus-images.s3.amazonaws.com/ab9b92573183d9826c8e7d8d0622a291d1f0ae00.jpg" /><span class="image-caption">Adam names the animals from folio 5 recto of the Aberdeen Bestiary, written and illuminated in England around 1200</span></span></p> <h3>Content</h3> <p>The Bestiary begins with a retelling of the creation story from Genesis. An important event is Adam, the first man, naming all of the animals. This scene is often included in illustrated Bestiaries. Isidore of Seville believed that the names of animals were significant. He believed that an etymological study of each animal&rsquo;s name would reveal something about the nature of each animal.</p> <p>The content of the Bestiary, particularly the moralizations on the animals, is echoed in many medieval texts, from sermons to stories. Chaucer&rsquo;s &quot;Nun&rsquo;s Priest&rsquo;s Tale,&quot; an animal story from the Canterbury Tales, makes use of the Bestiary. The main characters are a sly, deceptive fox and Chanticleer, a foolish and egotistical rooster.</p> <h3>Illustrations</h3> <p>The Bestiary was an enormously popular book in the Middle Ages and more than 130 medieval copies survive today. These copies come from all over Western Europe. The earliest manuscripts date from the tenth century and many survive from the thirteenth and fourteenth centuries. Many illustrations were drawn by artists who had never seen the relevant animal, but used the physical descriptions as a guide. The Bestiary text was influential, but these portable illustrations of animals were equally influential and likely served as models for animals in other manuscript illustrations, stone carving, wall painting, stained glass, and other media.</p> <p>Text by Dr. Nancy Ross</p>
it: <h3>A book of beasts</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/dabf0257bf17508dbeec0b1be0c8bc658abe046b.jpg" /><span class="image-caption">The phoenix from folio 56 recto of the Aberdeen Bestiary, written and illuminated in England around 1200. The Bestiary describes this magical bird as building its own funeral pyre and then rising from the ashes.</span></span>Have you ever heard that elephants are afraid of mice? Or that foxes are deceptive? These characterizations of animals come from a medieval book called the Bestiary, or Book of Beasts. Though these books are not known to many today, you are likely familiar with some of their content. The magical beasts in the Harry Potter series come directly from medieval bestiaries. Descriptions of unicorns, phoenixes, basilisks, and centaurs are all included in the text, but misspell &ldquo;bestiary&rdquo; in a Google search and you will likely regret it.</p> <p>The Bestiary is a medieval encyclopedia that identifies a selection of animals, plants, and precious stones. Some really exist in nature and others do not. Each entry includes a physical description, an overview of the animal&#39;s supposed characteristics, and a run-down of its moral qualities. Many versions of these books include illustrations. Its worth keeping in mind that Bestiaries pre-date the printing press. They were copied by hand at different times and places, resulting in a wide range of variations.</p> <p><span class="image-wrapper inline-image"><img alt="The beaver from folio 11 recto of the Aberdeen Bestiary, written and illuminated in England around 1200. The beaver shows off his testicles to escape the hunters." src="https://ka-perseus-images.s3.amazonaws.com/75e567a16b0951ac22be35c2e3bdf9f4e9f3a657.jpg" /><span class="image-caption">The beaver from folio 11 recto of the Aberdeen Bestiary, written and illuminated in England around 1200. The beaver shows off his testicles to escape the hunters.</span></span></p> <h3>From a Christian perspective</h3> <p>The lack of scientific information in each entry makes them entertaining to read. For example, the Bestiary text describes the beaver as a gentle animal whose testicles are valued for their medicinal properties. If a beaver senses that he is being hunted, he will bite off his testicles and throw them to the hunter to save his own life. If a beaver has already done this and is hunted again, he will stand on his hind legs and show the hunter that his testicles are already missing and the hunter will let him go. The text then goes on to give a Christian moralization of the beaver, stating that &ldquo;every man who heeds God&#39;s commandment and wishes to live chastely should cut off all his vices and shameless acts, and cast them from him into the face of the devil&rdquo; (source).</p> <h3>Sources</h3> <p>The Bestiary text is made up of several components. The bulk of the text comes from the Physiologus, a second century Greek text by an anonymous author. Relevant comments by other ancient authors such as Aristotle, Herodotus, Pliny the Elder, and Aelian are also included. The Etymologiae of Isidore of Seville, the late fifth and sixth century Archbishop, constitute a significant portion of the text. Layers of Christian commentary and moralizations were added to those earlier texts.</p> <p><br /> <span class="block-image image-wrapper"><img alt="Adam names the animals from folio 5 recto of the Aberdeen Bestiary, written and illuminated in England around 1200" src="https://ka-perseus-images.s3.amazonaws.com/ab9b92573183d9826c8e7d8d0622a291d1f0ae00.jpg" /><span class="image-caption">Adam names the animals from folio 5 recto of the Aberdeen Bestiary, written and illuminated in England around 1200</span></span></p> <h3>Content</h3> <p>The Bestiary begins with a retelling of the creation story from Genesis. An important event is Adam, the first man, naming all of the animals. This scene is often included in illustrated Bestiaries. Isidore of Seville believed that the names of animals were significant. He believed that an etymological study of each animal&rsquo;s name would reveal something about the nature of each animal.</p> <p>The content of the Bestiary, particularly the moralizations on the animals, is echoed in many medieval texts, from sermons to stories. Chaucer&rsquo;s &quot;Nun&rsquo;s Priest&rsquo;s Tale,&quot; an animal story from the Canterbury Tales, makes use of the Bestiary. The main characters are a sly, deceptive fox and Chanticleer, a foolish and egotistical rooster.</p> <h3>Illustrations</h3> <p>The Bestiary was an enormously popular book in the Middle Ages and more than 130 medieval copies survive today. These copies come from all over Western Europe. The earliest manuscripts date from the tenth century and many survive from the thirteenth and fourteenth centuries. Many illustrations were drawn by artists who had never seen the relevant animal, but used the physical descriptions as a guide. The Bestiary text was influential, but these portable illustrations of animals were equally influential and likely served as models for animals in other manuscript illustrations, stone carving, wall painting, stained glass, and other media.</p> <p>Text by Dr. Nancy Ross</p>

source: <h3>A natural oasis</h3> <p>The site of Jericho, just north of the Dead Sea and due west of the Jordan River, is one of the oldest continuously lived-in cities in the world. The reason for this may be found in its Arabic name, Ārīḥā, which means fragrant; Jericho is a natural oasis in the desert where countless fresh water springs can be found. This resource, which drew its first visitors between 10,000 and 9000 B.C.E., still has descendants that live there today.</p> <p><span class="block-image image-wrapper"><img alt="Tell es-sultan, Jerico archaeological site from the air (photo: Fullo88, public domain)" src="https://ka-perseus-images.s3.amazonaws.com/0d365fe40d224f6149d4f5f381eed9fe324ef7fe.jpg" /><span class="image-caption">Tell es-sultan, Jerico archaeological site from the air<br /> (photo: <a href="http://commons.wikimedia.org/wiki/File:Tell_es-sultan.jpg">Fullo88</a>, public domain)</span></span></p> <h3>Biblical reference</h3> <p>The site of Jericho is best known for its identity in the Bible and this has drawn pilgrims and explorers to it as early as the 4th century C.E.; serious archaeological exploration didn&rsquo;t begin until the latter half of the 19th century. What continues to draw archaeologists to Jericho today is the hope of finding some evidence of the warrior Joshua, who lead the Israelites to an unlikely victory against the Canaanites (&quot;the walls of the city fell when Joshua and his men marched around them blowing horns&quot; Joshua 6:1-27). Although unequivocal evidence of Joshua himself has yet to be found, what has been uncovered are some 12,000 years of human activity.</p> <p>The most spectacular finds at Jericho, however, do not date to the time of Joshua, roughly the Bronze Age (3300-1200 B.C.E.), but rather to the earliest part of the Neolithic era, before even the technology to make pottery had been discovered.&nbsp;<br /> <br /> <span class="block-image image-wrapper"><img alt="Looking down at the tower at Jericho (photo: Reinhard Dietrich, public domain)" src="https://ka-perseus-images.s3.amazonaws.com/4f098456894f76681e463d7bd92ea4563119ab5c.jpg" /><span class="image-caption">Looking down at the tower at Jericho<br /> (photo: <a href="http://commons.wikimedia.org/wiki/File:Tower_of_Jericho.jpg">Reinhard Dietrich</a>, public domain)</span></span></p> <h3>Old walls</h3> <p>The site of Jericho rises above the wide plain of the Jordan Valley, its height the result of layer upon layer of human habitation, a formation called a Tell. The earliest visitors to the site who left remains (stone tools) came in the Mesolithic period (around 9000 B.C.E.) but the first settlement at the site, around the Ein as-Sultan spring, dates to the early Neolithic era, and these people, who built homes, grew plants, and kept animals, were among the earliest to do such anywhere in&nbsp;the world. Specifically, in the Pre-Pottery Neolithic A levels at Jericho (8500-7000 B.C.E.) archaeologists found remains of a very large settlement of circular homes made with mud brick and topped with domed roofs.</p> <p>As the name of this era implies, these early people at Jericho had not yet figured out how to make pottery, but they made vessels out of stone, wove cloth and for tools were trading for a particularly useful kind of stone, obsidian, from as far away as &Ccedil;iftlik, in eastern Turkey. The settlement grew quickly and, for reasons unknown, the inhabitants soon constructed a substantial stone wall and exterior ditch around their town, complete with a stone tower almost eight meters high, set against the inner side of the wall. Theories as to the function of this wall range from military defense to keeping out animal predators to even combating the natural rising of the level of the ground surrounding the settlement. However, regardless of its original use, here we have the first version of the walls Joshua so ably conquered some six thousand years later.</p> <h3>Plastered human skulls</h3> <p>The Pre-Pottery Neolithic A period is followed by the Pre-Pottery Neolithic B (7000-5200 BCE), which was different from its predecessor in important ways. Houses in this era were uniformly rectangular and constructed with a new kind of rectangular mud bricks which were decorated with herringbone thumb impressions, and always laid lengthwise in thick mud mortar. This mortar, like a plaster, was also used to create a smooth surface on the interior walls, extending down across the floors as well. In this period there is some strong evidence for cult or religious belief at Jericho. Archaeologists discovered one uniquely large building dating to the period with unique series of plastered interior pits and basins as well as domed adjoining structures and it is thought this was for ceremonial use.</p> <p><span class="block-image image-wrapper"><img alt="Plastered human skull from Jericho, Pre-Pottery Neolithic B, c. 7200 B.C.E. (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/63aa8defaf565d2ec58bbf7d6860a0bc95b8c406.jpg" /><span class="image-caption">Plastered human skull with shell eyes from Jericho, Pre-Pottery Neolithic B, c. 7200 B.C.E. (The British Museum)</span></span>Other possible evidence of cult practice was discovered in several homes of the Pre-Pottery Neolithic town, in the form of plastered human skulls which were molded over to resemble living heads. Shells were used for eyes and traces of paint revealed that skin and hair were also included in the representations. The largest group found together were nine examples, buried in the fill below the plastered floor of one house.</p> <p>Jericho isn&rsquo;t the only site at which plastered skulls have been found in Pre-Pottery Neolithic B levels; they have also been found at Tell Ramad, Beisamoun, Kfar Hahoresh, &lsquo;Ain Ghazal and Nahal Hemar. Among the some sixty-two skulls discovered among these sites, we know that older and younger men as well as women and children are represented, which poses interesting questions as to their meaning. Were they focal points in ancestor worship, as was originally thought, or did they function as images by which deceased family members could be remembered? As we are without any written record of the belief system practiced in the Neolithic period in the area, we will never know.&nbsp;</p> <p>Essay by Dr. Senta German</p>
it: <h3>A natural oasis</h3> <p>The site of Jericho, just north of the Dead Sea and due west of the Jordan River, is one of the oldest continuously lived-in cities in the world. The reason for this may be found in its Arabic name, Ārīḥā, which means fragrant; Jericho is a natural oasis in the desert where countless fresh water springs can be found. This resource, which drew its first visitors between 10,000 and 9000 B.C.E., still has ancestors that live there today.</p> <p><span class="block-image image-wrapper"><img alt="Tell es-sultan, Jerico archaeological site from the air (photo: Fullo88, public domain)" src="https://ka-perseus-images.s3.amazonaws.com/0d365fe40d224f6149d4f5f381eed9fe324ef7fe.jpg" /><span class="image-caption">Tell es-sultan, Jerico archaeological site from the air<br /> (photo: <a href="http://commons.wikimedia.org/wiki/File:Tell_es-sultan.jpg">Fullo88</a>, public domain)</span></span></p> <h3>Biblical reference</h3> <p>The site of Jericho is best known for its identity in the Bible and this has drawn pilgrims and explorers to it as early as the 4th century C.E.; serious archaeological exploration didn&rsquo;t begin until the latter half of the 19th century. What continues to draw archaeologists to Jericho today is the hope of finding some evidence of the warrior Joshua, who lead the Israelites to an unlikely victory against the Canaanites (&quot;the walls of the city fell when Joshua and his men marched around them blowing horns&quot; Joshua 6:1-27). Although unequivocal evidence of Joshua himself has yet to be found, what has been uncovered are some 12,000 years of human activity.</p> <p>The most spectacular finds at Jericho, however, do not date to the time of Joshua, roughly the Bronze Age (3300-1200 B.C.E.), but rather to the earliest part of the Neolithic era, before even the technology to make pottery had been discovered.&nbsp;<br /> <br /> <span class="block-image image-wrapper"><img alt="Looking down at the tower at Jericho (photo: Reinhard Dietrich, public domain)" src="https://ka-perseus-images.s3.amazonaws.com/4f098456894f76681e463d7bd92ea4563119ab5c.jpg" /><span class="image-caption">Looking down at the tower at Jericho<br /> (photo: <a href="http://commons.wikimedia.org/wiki/File:Tower_of_Jericho.jpg">Reinhard Dietrich</a>, public domain)</span></span></p> <h3>Old walls</h3> <p>The site of Jericho rises above the wide plain of the Jordan Valley, its height the result of layer upon layer of human habitation, a formation called a Tell. The earliest visitors to the site who left remains (stone tools) came in the Mesolithic period (around 9000 B.C.E.) but the first settlement at the site, around the Ein as-Sultan spring, dates to the early Neolithic era, and these people, who built homes, grew plants, and kept animals, were among the earliest to do such anywhere in&nbsp;the world. Specifically, in the Pre-Pottery Neolithic A levels at Jericho (8500-7000 B.C.E.) archaeologists found remains of a very large settlement of circular homes made with mud brick and topped with domed roofs.</p> <p>As the name of this era implies, these early people at Jericho had not yet figured out how to make pottery, but they made vessels out of stone, wove cloth and for tools were trading for a particularly useful kind of stone, obsidian, from as far away as &Ccedil;iftlik, in eastern Turkey. The settlement grew quickly and, for reasons unknown, the inhabitants soon constructed a substantial stone wall and exterior ditch around their town, complete with a stone tower almost eight meters high, set against the inner side of the wall. Theories as to the function of this wall range from military defense to keeping out animal predators to even combating the natural rising of the level of the ground surrounding the settlement. However, regardless of its original use, here we have the first version of the walls Joshua so ably conquered some six thousand years later.</p> <h3>Plastered human skulls</h3> <p>The Pre-Pottery Neolithic A period is followed by the Pre-Pottery Neolithic B (7000-5200 BCE), which was different from its predecessor in important ways. Houses in this era were uniformly rectangular and constructed with a new kind of rectangular mud bricks which were decorated with herringbone thumb impressions, and always laid lengthwise in thick mud mortar. This mortar, like a plaster, was also used to create a smooth surface on the interior walls, extending down across the floors as well. In this period there is some strong evidence for cult or religious belief at Jericho. Archaeologists discovered one uniquely large building dating to the period with unique series of plastered interior pits and basins as well as domed adjoining structures and it is thought this was for ceremonial use.</p> <p><span class="block-image image-wrapper"><img alt="Plastered human skull from Jericho, Pre-Pottery Neolithic B, c. 7200 B.C.E. (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/63aa8defaf565d2ec58bbf7d6860a0bc95b8c406.jpg" /><span class="image-caption">Plastered human skull with shell eyes from Jericho, Pre-Pottery Neolithic B, c. 7200 B.C.E. (The British Museum)</span></span>Other possible evidence of cult practice was discovered in several homes of the Pre-Pottery Neolithic town, in the form of plastered human skulls which were molded over to resemble living heads. Shells were used for eyes and traces of paint revealed that skin and hair were also included in the representations. The largest group found together were nine examples, buried in the fill below the plastered floor of one house.</p> <p>Jericho isn&rsquo;t the only site at which plastered skulls have been found in Pre-Pottery Neolithic B levels; they have also been found at Tell Ramad, Beisamoun, Kfar Hahoresh, &lsquo;Ain Ghazal and Nahal Hemar. Among the some sixty-two skulls discovered among these sites, we know that older and younger men as well as women and children are represented, which poses interesting questions as to their meaning. Were they focal points in ancestor worship, as was originally thought, or did they function as images by which deceased family members could be remembered? As we are without any written record of the belief system practiced in the Neolithic period in the area, we will never know.&nbsp;</p> <p>Essay by Dr. Senta German</p>
