Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Constantinus Africanus, Liber Pantegni, 12th century, parchment, 89ff (National Library of the Netherlands, The Hague), MS 73 J 6" src="https://ka-perseus-images.s3.amazonaws.com/3b49223c72a2b0c7008afd2aec8c58b26d17dcbe.jpg" /><span class="image-caption">Constantinus Africanus, <em>Liber Pantegni</em>, 11th century, parchment, The Hague, Royal Library, MS&nbsp;73 J 6</span></span></p> <h3>Parchment&nbsp;</h3> <p>For much of the Middle Ages dead cows were the main ingredient for books. What was frolicking in the meadow one month, may have been a page in a Bible the next. The skin of animals (calves, goats, sheep)&nbsp;was turned into parchment, which was subsequently cut into sheets. Parchment was introduced in late antiquity, when the codex (a&nbsp;book made of double leaves), was born and started to replace the papyrus scroll.&nbsp;</p> <p>There is a lot you can tell from medieval skin. Like a physician today, the book historian can make a diagnosis by observing it carefully. The quality of parchment&nbsp;sheets varied considerably. Like people today, not all medieval creatures had perfect skin. Some cows loved to rub against trees while&nbsp;others were particularly prone to insect bites. We can still see these defects today, which appear as tiny holes, gaps or dark patches&nbsp;as we read Saint Jerome or Chaucer.</p> <h3>Perfect skin</h3> <p><span class="block-image image-wrapper"><img alt="2) Paris Bible, mid 13th century (National Library of the Netherlands), MS 132 F 21 " src="https://ka-perseus-images.s3.amazonaws.com/c6e62820b133e8a93791ecb7a441bde794e701cb.jpg" /><span class="image-caption">An example of high-quality parchment. Paris Bible, The Hague, Royal Library, MS 132 F 21,&nbsp;mid 13th century&nbsp;</span></span>The quality of the page also had a lot to do with preparation. A scribe producing a book for his own library may be less attentive than one that worked in a monastic community. The best sheets have a deep-white color, with a hint of yellow. They feel like velvet and make a slight rustling sound when you turn the page&mdash;suspenseful whispers that teased the reader (image above). Bad skin, by contrast, crackles. It is of uneven thickness, and shows staining and a variety of colors (image below). Unlike what you may have thought, looking at imperfect skin is far more interesting than studying its perfect counterpart. This is because a defect tells a powerful story, shedding light on the book&rsquo;s production and providing clues about its use and storage post-production.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="De institutione arithmetica, c. 1100, The Hague, Royal Library, The Hague, MS 78 E 59" src="https://ka-perseus-images.s3.amazonaws.com/cb38f5682288444558497b55e6616c90026c0455.jpg" /><span class="image-caption">Detail showing hair follicles, the uneven edge of the animal skin and uneven coloring on the parchment from&nbsp;a&nbsp;book likely used in monastic education:&nbsp;Boethius,&nbsp;<em>De institutione arithmetica</em>, The Hague, Royal Library,&nbsp;MS 78 E 59,&nbsp;&nbsp;c. 1100</span></span></p> <h3>Damaged goods: holes and rips</h3> <p><span class="block-image image-wrapper"><img alt="A cut, accidentally left there by the medieval parchment maker when he scraped the hairs off the processed skin. If you look carefully you will see that the hole contains some white hairs from the cow who donated his skin for the production of this book. BUR MS 1, c. 1100) (Leiden, Universiteitsbibliotheek)" src="https://ka-perseus-images.s3.amazonaws.com/e6ca4ebd50e00393c9c12e79a47529f4b23a8f09.jpg" /><span class="image-caption">A cut, accidentally left there by the medieval parchment maker when he scraped the hairs off the processed skin. The hole contains some white hairs from the cow who &quot;donated&quot; his skin for the production of this book. Leiden, University Library,&nbsp;BUR MS Q 1, c. 1100, photo: Erik Kwakkel</span></span></p> <p><span class="image-wrapper inline-image"><img alt="&quot;Through-view&quot; of an animal head initial. Eastern France, the first third of the ninth century. (Msc.Nat.1, fol. 25v and 26v)." src="https://ka-perseus-images.s3.amazonaws.com/a7f55a0ab46f9697ed5de1e319f857d5cbcd8ee2.jpg" /><span class="image-caption">&quot;Through-view&quot; of an animal head initial. Eastern France, the first third of the ninth century&nbsp;(Bamberg,&nbsp;Staatsbibliothek,&nbsp;Msc.Nat. MS 1, fol. 25v and 26v).</span></span></p> <p>Medieval craftsmen were well aware of the varying quality of animal skins, which they used as the basis for their books. However, calves, sheep or goats that had given up their livelihood and skin for the sake of medieval readers were not always to blame&mdash;and neither were the scribes.&nbsp;The most common imperfections are holes produced by the knife of the parchment maker.&nbsp;</p> <p>Preparing parchment was a delicate business. In order to clear the skin of flesh and hair, it was attached to a wooden frame, tight like a drum. If the round knife of the parchment maker (the lunellum) cut too deep during this scraping process, elongated rips or holes would appear. &nbsp;A small puncture easily became a gaping hole. The art of preparing animal skin was to apply just the right amount of pressure.&nbsp;</p> <p>However, readers did not seem to mind the holes too much and scribes usually just wrote around them, or they repaired them. Sometimes&nbsp;the reader is given an unexpected sneak peek onto the next page&mdash;where a dragon may just be introduced into the story (as in the image above).&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="BPL 25 , 9th century (Leiden, Universiteitsbibliotheek), Photo: Erik Kwakkel" src="https://ka-perseus-images.s3.amazonaws.com/71c28fa578e00cb269f95267df367fba5d9f92a4.jpg" /><span class="image-caption">A tear repaired through sewing, leaving a &ldquo;snake&rdquo; pattern across the page.&nbsp;Leiden, University Library, BPL MS 25, 11th century</span></span></p> <p>The jabs of parchment makers&mdash;and the resulting holes&mdash;were sometimes stitched together. The image above shows a former rip (a long one) snaking across the page: the scribe has stitched it up like a patient in post-op.</p> <p><span class="block-image image-wrapper"><img alt="Uppsala, University Library, Shelfmark unknown (14th century) – Source" src="https://ka-perseus-images.s3.amazonaws.com/c22f949c43e44276b0887743ea4217e6b97d4c79.jpg" /><span class="image-caption">A hole in the page is filled with embroidery by the nuns who owned the manuscript.&nbsp;Uppsala, University Library, Shelfmark unknown (14th century)&mdash;<a href="https://web.archive.org/web/20131017052042/http://www.ub.uu.se/en/Just-now/Projects/Completed-projects/A-medieval-book-mended-with-silk-thread/">source</a></span></span></p> <p>Repairing holes was sometimes done more eloquently. In the manuscript above,&nbsp;the hole&nbsp;is&nbsp;not made to disappear, but it is highlighted by colored threads. In some monastic communities this must have been common practice, given that they repaired a lot of books with such &ldquo;embroidery.&rdquo; The practice turned defect into art: good-looking bad skin.</p> <h3>Hair follicles</h3> <p><span class="block-image image-wrapper"><img alt="BPL 191 A, 12th century (Leiden, Universiteitsbibliotheek), photo: Erik Kwakkel" src="https://ka-perseus-images.s3.amazonaws.com/7fb80bff01e29c8e615b8ea05bd6cad0869322d0.jpg" /><span class="image-caption">A follicle pattern with such pronounced &ldquo;dots&rdquo; that the scribe felt compelled to write around them.&nbsp;Leiden, University Library, BPL MS 191 A, 12th century, photo: Erik Kwakkel</span></span></p> <p>Another skin problem encountered by scribes during a book&rsquo;s production was the animal&rsquo;s hair follicle&mdash;the skin organ that produces hair (seen above). These follicles show as pronounced black dots on the white page. Often parchment makers or scribes were able to sand them away, producing the desired smooth and cream-colored surface. However, if the follicles had been too deep in a calf or sheep, no dermatologist could have removed the imperfection, let alone the blunt instruments of the scribe. The only thing to do was to write around the patch. The follicles are helpful because they allow us to determine&mdash; from the distance between them&mdash;whether the animal was a calf, a sheep or a goat. This, in turn, may shed light on where the manuscript was produced: the use of goat, for example, often points to Italy.</p> <h3>The transition to paper</h3> <p>In the 12th century another material appeared in Europe: paper. Imported from Arabic culture, it was first exclusively used for documentary purposes, such as account books and letters. In a remarkable shift of scribal practices, in the fourteenth century scribes all over Europe started to use paper for manuscripts. Conservative scribes, such as monks, ignored the new material for some time, while others&mdash;especially those who wanted to economize&mdash;embraced it. Paper and parchment were used for all sorts of manuscripts, from chunky volumes to small portable&nbsp;books.</p> <p>Essay by Dr. Erik Kwakkel</p> <p>&nbsp;</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://youtu.be/2-SpLPFaRd0">Making parchment (BBC video)</a></p>
it: <p><span class="block-image image-wrapper"><img alt="Constantinus Africanus, Liber Pantegni, 12th century, parchment, 89ff (National Library of the Netherlands, The Hague), MS 73 J 6" src="https://ka-perseus-images.s3.amazonaws.com/3b49223c72a2b0c7008afd2aec8c58b26d17dcbe.jpg" /><span class="image-caption">Constantinus Africanus, <em>Liber Pantegni</em>, 11th century, parchment, The Hague, Royal Library, MS&nbsp;73 J 6</span></span></p> <h3>Parchment&nbsp;</h3> <p>For much of the Middle Ages dead cows were the main ingredient for books. What was frolicking in the meadow one month, may have been a page in a Bible the next. The skin of animals (calves, goats, sheep)&nbsp;was turned into parchment, which was subsequently cut into sheets. Parchment was introduced in late antiquity, when the codex (a&nbsp;book made of double leaves), was born and started to replace the papyrus scroll.&nbsp;</p> <p>There is a lot you can tell from medieval skin. Like a physician today, the book historian can make a diagnosis by observing it carefully. The quality of parchment&nbsp;sheets varied considerably. Like people today, not all medieval creatures had perfect skin. Some cows loved to rub against trees while&nbsp;others were particularly prone to insect bites. We can still see these defects today, which appear as tiny holes, gaps or dark patches&nbsp;as we read Saint Jerome or Chaucer.</p> <h3>Perfect skin</h3> <p><span class="block-image image-wrapper"><img alt="2) Paris Bible, mid 13th century (National Library of the Netherlands), MS 132 F 21 " src="https://ka-perseus-images.s3.amazonaws.com/c6e62820b133e8a93791ecb7a441bde794e701cb.jpg" /><span class="image-caption">An example of high-quality parchment. Paris Bible, The Hague, Royal Library, MS 132 F 21,&nbsp;mid 13th century&nbsp;</span></span>The quality of the page also had a lot to do with preparation. A scribe producing a book for his own library may be less attentive than one that worked in a monastic community. The best sheets have a deep-white color, with a hint of yellow. They feel like velvet and make a slight rustling sound when you turn the page&mdash;suspenseful whispers that teased the reader (image above). Bad skin, by contrast, crackles. It is of uneven thickness, and shows staining and a variety of colors (image below). Unlike what you may have thought, looking at imperfect skin is far more interesting than studying its perfect counterpart. This is because a defect tells a powerful story, shedding light on the book&rsquo;s production and providing clues about its use and storage post-production.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="De institutione arithmetica, c. 1100, The Hague, Royal Library, The Hague, MS 78 E 59" src="https://ka-perseus-images.s3.amazonaws.com/cb38f5682288444558497b55e6616c90026c0455.jpg" /><span class="image-caption">Detail showing hair follicles, the uneven edge of the animal skin and uneven coloring on the parchment from&nbsp;a&nbsp;book likely used in monastic education:&nbsp;Boethius,&nbsp;<em>De institutione arithmetica</em>, The Hague, Royal Library,&nbsp;MS 78 E 59,&nbsp;&nbsp;c. 1100</span></span></p> <h3>Damaged goods: holes and rips</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e6ca4ebd50e00393c9c12e79a47529f4b23a8f09.jpg" /><span class="image-caption">A cut, accidentally left there by the medieval parchment maker when he scraped the hairs off the processed skin. The hole contains some white hairs from the cow who &quot;donated&quot; his skin for the production of this book. Leiden, University Library,&nbsp;BUR MS Q 1, c. 1100, photo: Erik Kwakkel</span></span></p> <p><span class="image-wrapper inline-image"><img alt="&quot;Through-view&quot; of an animal head initial. Eastern France, the first third of the ninth century. (Msc.Nat.1, fol. 25v and 26v)." src="https://ka-perseus-images.s3.amazonaws.com/a7f55a0ab46f9697ed5de1e319f857d5cbcd8ee2.jpg" /><span class="image-caption">&quot;Through-view&quot; of an animal head initial. Eastern France, the first third of the ninth century&nbsp;(Bamberg,&nbsp;Staatsbibliothek,&nbsp;Msc.Nat. MS 1, fol. 25v and 26v).</span></span></p> <p>Medieval craftsmen were well aware of the varying quality of animal skins, which they used as the basis for their books. However, calves, sheep or goats that had given up their livelihood and skin for the sake of medieval readers were not always to blame&mdash;and neither were the scribes.&nbsp;The most common imperfections are holes produced by the knife of the parchment maker.&nbsp;</p> <p>Preparing parchment was a delicate business. In order to clear the skin of flesh and hair, it was attached to a wooden frame, tight like a drum. If the round knife of the parchment maker (the lunellum) cut too deep during this scraping process, elongated rips or holes would appear. &nbsp;A small puncture easily became a gaping hole. The art of preparing animal skin was to apply just the right amount of pressure.&nbsp;</p> <p>However, readers did not seem to mind the holes too much and scribes usually just wrote around them, or they repaired them. Sometimes&nbsp;the reader is given an unexpected sneak peek onto the next page&mdash;where a dragon may just be introduced into the story (as in the image above).&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="BPL 25 , 9th century (Leiden, Universiteitsbibliotheek), Photo: Erik Kwakkel" src="https://ka-perseus-images.s3.amazonaws.com/71c28fa578e00cb269f95267df367fba5d9f92a4.jpg" /><span class="image-caption">A tear repaired through sewing, leaving a &ldquo;snake&rdquo; pattern across the page.&nbsp;Leiden, University Library, BPL MS 25, 11th century</span></span></p> <p>The jabs of parchment makers&mdash;and the resulting holes&mdash;were sometimes stitched together. The image above shows a former rip (a long one) snaking across the page: the scribe has stitched it up like a patient in post-op.</p> <p><span class="block-image image-wrapper"><img alt="Uppsala, University Library, Shelfmark unknown (14th century) – Source" src="https://ka-perseus-images.s3.amazonaws.com/c22f949c43e44276b0887743ea4217e6b97d4c79.jpg" /><span class="image-caption">A hole in the page is filled with embroidery by the nuns who owned the manuscript.&nbsp;Uppsala, University Library, Shelfmark unknown (14th century)&mdash;<a href="https://web.archive.org/web/20131017052042/http://www.ub.uu.se/en/Just-now/Projects/Completed-projects/A-medieval-book-mended-with-silk-thread/">source</a></span></span></p> <p>Repairing holes was sometimes done more eloquently. In the manuscript above,&nbsp;the hole&nbsp;is&nbsp;not made to disappear, but it is highlighted by colored threads. In some monastic communities this must have been common practice, given that they repaired a lot of books with such &ldquo;embroidery.&rdquo; The practice turned defect into art: good-looking bad skin.</p> <h3>Hair follicles</h3> <p><span class="block-image image-wrapper"><img alt="BPL 191 A, 12th century (Leiden, Universiteitsbibliotheek), photo: Erik Kwakkel" src="https://ka-perseus-images.s3.amazonaws.com/7fb80bff01e29c8e615b8ea05bd6cad0869322d0.jpg" /><span class="image-caption">A follicle pattern with such pronounced &ldquo;dots&rdquo; that the scribe felt compelled to write around them.&nbsp;Leiden, University Library, BPL MS 191 A, 12th century, photo: Erik Kwakkel</span></span></p> <p>Another skin problem encountered by scribes during a book&rsquo;s production was the animal&rsquo;s hair follicle&mdash;the skin organ that produces hair (seen above). These follicles show as pronounced black dots on the white page. Often parchment makers or scribes were able to sand them away, producing the desired smooth and cream-colored surface. However, if the follicles had been too deep in a calf or sheep, no dermatologist could have removed the imperfection, let alone the blunt instruments of the scribe. The only thing to do was to write around the patch. The follicles are helpful because they allow us to determine&mdash; from the distance between them&mdash;whether the animal was a calf, a sheep or a goat. This, in turn, may shed light on where the manuscript was produced: the use of goat, for example, often points to Italy.</p> <h3>The transition to paper</h3> <p>In the 12th century another material appeared in Europe: paper. Imported from Arabic culture, it was first exclusively used for documentary purposes, such as account books and letters. In a remarkable shift of scribal practices, in the fourteenth century scribes all over Europe started to use paper for manuscripts. Conservative scribes, such as monks, ignored the new material for some time, while others&mdash;especially those who wanted to economize&mdash;embraced it. Paper and parchment were used for all sorts of manuscripts, from chunky volumes to small portable&nbsp;books.</p> <p>Essay by Dr. Erik Kwakkel</p> <p>&nbsp;</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://youtu.be/2-SpLPFaRd0">Making parchment (BBC video)</a></p>
