Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Peter Paul Rubens, The Presentation of the Portrait of Marie de’ Medici, c. 1622-1625, oil on canvas, 394 x 295 cm (Musée du Louvre)" src="https://ka-perseus-images.s3.amazonaws.com/755b7b88057c020b986ac2f05e8ea46b1452a654.jpg" /><span class="image-caption">Peter Paul Rubens, <em>The Presentation of the Portrait of Marie de&rsquo; Medici</em>, c. 1622-1625, oil on canvas, 394 x 295 cm (Mus&eacute;e du Louvre)</span></span></p> <h3>Cupid&#39;s arrow hits its mark</h3> <p>A young woman in a bejeweled dress with a stiff lace collar gazes confidently out of a simply-framed, bust-length portrait placed at the very center of a large canvas. &nbsp;Her name is Marie de&#39; Medici, daughter of the Grandduke of Tuscany.&nbsp;</p> <p>The ancient gods of marriage and love&mdash;Hymen and Amor (Cupid), to the left and right, respectively&mdash;hover in midair as they present this portrait to Henry IV, the king of France. Hymen holds in his left hand a flaming torch, symbolizing the ardor of love, while Cupid extols the virtues of the Medici princess. Cupid&rsquo;s arrow has hit its mark; the king is smitten. He gazes up in gratitude, his left hand extended as he expresses his delight in his bride-to-be.&nbsp;</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="King smitten with the portrait of his bride-to-be (detail), Peter Paul Rubens, The Presentation of the Portrait of Marie de’ Medici, c. 1622-1625, oil on canvas, 394 x 295 cm (Musée du Louvre)" src="https://ka-perseus-images.s3.amazonaws.com/5af62da3d583f0488a8a3eec31badabe31f46459.jpg" /><span class="image-caption">King smitten with the portrait of his bride-to-be (detail), Peter Paul Rubens, <em>The Presentation of the Portrait of Marie de&rsquo; Medici</em>, c. 1622-1625, oil on canvas, 394 x 295 cm (Mus&eacute;e du Louvre)</span></span>From the heavens above, Jupiter and Juno, the king and queen of the Olympian gods, look down with approval, their own hands touching in a tender gesture of marital union. Jupiter&rsquo;s fierce eagle, seen in the top left corner, looks away from the couple and clenches its lightening bolts in its talons. In contrast, Juno&rsquo;s tamed peacock looks at the divine couple, while his mate cranes her neck to look at the portrait. A pink silk ribbon binds them together. The peahen perches on Juno&rsquo;s chariot, directly above a golden relief of Cupid who balances a yoke-shaped garland (a symbol of marriage) on his shoulders as he playfully dances on the wings of a proud eagle. The message is clear: even the king of the gods can be subdued by love. Following Jupiter&rsquo;s lead, Henry must also turn his attention to marriage.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Jupiter and Juno (detail), Peter Paul Rubens, The Presentation of the Portrait of Marie de’ Medici, c. 1622-1625, oil on canvas, 394 x 295 cm (Musée du Louvre)" src="https://ka-perseus-images.s3.amazonaws.com/441f987d08ab14a0722be8b1fa27fba6cd475f13.jpg" /><span class="image-caption">Jupiter and Juno (detail), Peter Paul Rubens, <em>The Presentation of the Portrait of Marie de&rsquo; Medici</em>, c. 1622-1625, oil on canvas, 394 x 295 cm (Mus&eacute;e du Louvre)</span></span></p> <p>However, this match is about politics as well as love. Behind Henry stands the personification of France, wearing a blue silk garment embroidered with gold fleur-de-lys (the coat of arms of the French monarchy) and an elaborate plumed helmet encircled by a gold crown. She gently touches Henry&rsquo;s shoulder and whispers in his ear, assuring him that a match with the Medici princess is indeed good for the kingdom. France urges Henry to turn away from the field of battle, the aftermath of which is visible in the burning town in the background, and attend to hearth and home, for domestic matters are no less important to the survival of the monarchy than military exploits. Henry obliges; his helmet and shield&mdash;now the playthings of two tender cherubs&mdash;lie at his feet. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="View of the Marie de Medici cycle by Peter Paul Rubens in the Louvre (photo: stevenzucker, CC BY-SA 2.0) " src="https://ka-perseus-images.s3.amazonaws.com/0203e4cd765c9922254e3eafb5f36af05105d590.jpg" /><span class="image-caption">View of the Marie de Medici cycle by Peter Paul Rubens in the Louvre (photo: <a href="http://www.flickr.com/photos/profzucker/5897455638/in/photolist-9Z916C-5UKrB3-9Z8Z6A-8jX9LQ-dSTPTB-dSTPFV-dSTPYT-dSCvCV-dSCvt4-dSJ4Ys-dSCvTB-dSZqRs-8XAZVw-9Z91Fd-i9RXPC-ouCsXA-ag24B9-3KnZZT-afRFk5-dpxRUf-dpxGiR-dpxSPf-dpxG4M-dpxHsX-dpxGBB-dpxR91-dpxFAg-dpxQ8N-dpxQD7-dpxSDU-dpxGHV-dpxRwq-dpxHGV-dpxHz4-dpxFPv-dpxRJA-dpxQqY-dpxHP8-dpxRDG-dpxS1u-zvLB-afRFfQ-9Z91QJ-4hUVay-ad1s7o-6tUm7Z-8XCndN-aKFbDP-8XtspD-9Z668M">prof</a><a href="https://www.flickr.com/photos/profzucker/5897455638/in/photolist-9Z916C-5UKrB3-9Z8Z6A-8jX9LQ-dSTPTB-dSTPFV-dSTPYT-dSCvCV-dSCvt4-dSJ4Ys-dSCvTB-dSZqRs-8XAZVw-9Z91Fd-i9RXPC-ouCsXA-ag24B9-3KnZZT-afRFk5-dpxRUf-dpxGiR-dpxSPf-dpxG4M-dpxHsX-dpxGBB-dpxR91-dpxFAg-dpxQ8N-dpxQD7-dpxSDU-dpxGHV-dpxRwq-dpxHGV-dpxHz4-dpxFPv-dpxRJA-dpxQqY-dpxHP8-dpxRDG-dpxS1u-zvLB-afRFfQ-9Z91QJ-4hUVay-ad1s7o-6tUm7Z-8XCndN-aKFbDP-8XtspD-9Z668M">zucker</a>, CC BY-SA 2.0) </span></span>This canvas is the sixth in a series of twenty-four paintings on the life of Marie de&#39; Medici commissioned by the queen herself from Peter Paul Rubens in 1622 to adorn one of the two galleries in the Luxembourg Palace, her newly-built home in Paris. In both scale and subject matter, this cycle is unprecedented. Not only is it unique in its dedication to the major life events of a queen, but it also includes events that were both quite recent and quite humiliating. After Henry was assassinated in 1610, Marie&mdash;acting as regent for their young son, Louis XIII&mdash;ruled the kingdom of France for seven years. The position suited her; but many French nobles begrudged her power. Divisions in the court, including tensions with her own son, led to Marie&rsquo;s exile from the Paris in 1617. The commission of the biographical cycle marked her reconciliation with Louis and her return to the capital city in 1620. It vindicated her reign as the queen of France.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Presentation of the Portrait of Marie de’ Medici (at left), Marie de Medici cycle in the Louvre" src="https://ka-perseus-images.s3.amazonaws.com/0674637db7d14481df2b4e22e906c4a608a35efb.jpg" /><span class="image-caption"><em>Presentation of the Portrait of Marie de&rsquo; Medici </em>(at left), Marie de Medici cycle in the Louvre</span></span>The cycle idealizes and allegorizes Marie&rsquo;s life in light of the peace and prosperity she brought to the kingdom, not through military victories but through wisdom, devotion to her husband and her adopted country, and strategic marriage alliances&mdash;her own as well as the ones she brokered for her children. This, at least, is the message she wished to convey and she worked closely with her advisors and Rubens to ensure her story was told as she saw fit. &nbsp;</p> <p>The <em>Presentation of the Portrait</em> forms part of this agenda; it is an idealized portrayal of the conclusion in April of 1600 of marriage negotiations that were two years in the making. The painting presents Henry&rsquo;s bethrothal to Marie de Medici as a union ordained by the gods, counseled by France, and inspired by Marie&rsquo;s beauty and virtues. In reality, the merits of the union were extolled not by a soft-haired, fleshy Cupid but by the alliance&rsquo;s French and Italian proponents, one of whom reported that the portrait presented by the Florentine negotiators &ldquo;pleased His Majesty exceedingly.&rdquo; Henry, for his part, was distracted from the negotiations by his new mistress, whom he had promised to marry. Nevertheless, he recognized the political and financial necessity of the Medici marriage. When his advisor announced the finalization of the marriage contract, Henry exclaimed: &quot;By God, let it be; there is nothing to be done about it, because for the good of my kingdom and my peoples, you say that I must be married, so I simply must be.&quot;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Cupid and King Henry discussing the portrait of Marie de Medici (detail), Peter Paul Rubens, The Presentation of the Portrait of Marie de’ Medici, c. 1622-1625, oil on canvas, 394 x 295 cm (Musée du Louvre)" src="https://ka-perseus-images.s3.amazonaws.com/13309b24d7b87bf2b9c8b32cf7be57d65a03e1c3.jpg" /><span class="image-caption">Cupid and King Henry discussing the portrait of Marie de Medici (detail), Peter Paul Rubens,<em> The Presentation of the Portrait of Marie de&rsquo; Medici</em>, c. 1622-1625, oil on canvas, 394 x 295 cm (Mus&eacute;e du Louvre)</span></span>For Henry, a Protestant who had converted to Catholicism upon ascending to the throne in 1593, a Catholic wife would assuage any concerns about his loyalty to the Catholic Church in France. Additionally, Marie&rsquo;s hefty dowry eased Henry&rsquo;s large debt to the Medici, major financial backers of his military activities. And, perhaps most importantly, Henry was nearing the age of 50 and had yet to father an heir, putting France&rsquo;s future stability in danger. A fruitful union with Marie was key to this stability. In this matter, the 27-year old Marie did not disappoint, giving birth to a son one year after the wedding, and five additional children, four of whom survived to adulthood. Rubens asserts Marie&rsquo;s successful role as wife and mother by establishing a dominant vertical axis through the center of the composition from Juno, with her exposed, full breasts, through Marie&rsquo;s portrait to the chubby cherub directly below. Of all of the figures in the painting, Marie and the cherub are the only ones who look out at the viewer, pointedly reaffirming the centrality of Marie de&rsquo; Medici and of her royal progeny to the future of France. &nbsp;</p> <p>The theme of peace, which runs throughout the cycle, was indeed furthered not only in France but in Europe by the marriage alliances brokered by Marie for her children: Louis XIII married a daughter of the Spanish king, her daughter Elisabeth married the heir to the Spanish throne (the future King Philip IV), and her daughter Henrietta married Charles I of England.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Luxembourg Palace (garden façade), Paris" src="https://ka-perseus-images.s3.amazonaws.com/79e3036fddfc0b3ec814c043d1ef536838853a7c.jpg" /><span class="image-caption">Luxembourg Palace (garden fa&ccedil;ade), Paris</span></span>The pictorial cycle was installed in the Luxembourg Palace by 1625, in time for the Henrietta&rsquo;s wedding festivities, thus enabling Marie to showcase her accomplishments to her many guests. Marie&rsquo;s truce with her son Louis however was short lived and she died in exile in 1631. Despite the challenges of her life as she struggled to regain the power and influence she once had, Marie de&rsquo; Medici lived to hear herself proclaimed mother of three sovereigns, certainly an impressive legacy for the orphaned daughter of the Grandduke of Tuscany. &nbsp;</p> <p>Essay by Dr. Esperan&ccedil;a Camara</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/apotheosis-henri-iv-and-proclamation-regency-marie-de-medicis">Key moment in the Medici cycle from the Louvre</a></p> <p><a href="http://www.jstor.org/discover/10.2307/3177384?uid=3739832&amp;uid=2&amp;uid=4&amp;uid=3739256&amp;sid=21104628010917">Sarah R. Cohen, &quot;Rubens&#39;s France: Gender and Personification in the Marie de M&eacute;dicis Cycle,&quot; <em>The Art Bulletin</em>, Vol. 85, No. 3 (Sept 2003), p. 490-522.</a></p> <p><a href="http://www.metmuseum.org/toah/hd/rvd_p/hd_rvd_p.htm">The paintings of Rubens and Van Dyck on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History&nbsp;</a></p> <p><a href="http://en.wikipedia.org/wiki/Marie_de'_Medici_cycle">I</a><a href="https://www.flickr.com/search/?w=82032880@N00&amp;q=rubens">mages tagged &quot;Rubens&quot; from drszucker</a></p>
it: <p>&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Peter Paul Rubens, The Presentation of the Portrait of Marie de’ Medici, c. 1622-1625, oil on canvas, 394 x 295 cm (Musée du Louvre)" src="https://ka-perseus-images.s3.amazonaws.com/755b7b88057c020b986ac2f05e8ea46b1452a654.jpg" /><span class="image-caption">Peter Paul Rubens, <em>The Presentation of the Portrait of Marie de&rsquo; Medici</em>, c. 1622-1625, oil on canvas, 394 x 295 cm (Mus&eacute;e du Louvre)</span></span></p> <h3>Cupid&#39;s arrow hits its mark</h3> <p>A young woman in a bejeweled dress with a stiff lace collar gazes confidently out of a simply-framed, bust-length portrait placed at the very center of a large canvas. &nbsp;Her name is Marie de&#39; Medici, daughter of the Grandduke of Tuscany.&nbsp;</p> <p>The ancient gods of marriage and love&mdash;Hymen and Amor (Cupid), to the left and right, respectively&mdash;hover in midair as they present this portrait to Henry IV, the king of France. Hymen holds in his left hand a flaming torch, symbolizing the ardor of love, while Cupid extols the virtues of the Medici princess. Cupid&rsquo;s arrow has hit its mark; the king is smitten. He gazes up in gratitude, his left hand extended as he expresses his delight in his bride-to-be.&nbsp;</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="King smitten with the portrait of his bride-to-be (detail), Peter Paul Rubens, The Presentation of the Portrait of Marie de’ Medici, c. 1622-1625, oil on canvas, 394 x 295 cm (Musée du Louvre)" src="https://ka-perseus-images.s3.amazonaws.com/5af62da3d583f0488a8a3eec31badabe31f46459.jpg" /><span class="image-caption">King smitten with the portrait of his bride-to-be (detail), Peter Paul Rubens, <em>The Presentation of the Portrait of Marie de&rsquo; Medici</em>, c. 1622-1625, oil on canvas, 394 x 295 cm (Mus&eacute;e du Louvre)</span></span>From the heavens above, Jupiter and Juno, the king and queen of the Olympian gods, look down with approval, their own hands touching in a tender gesture of marital union. Jupiter&rsquo;s fierce eagle, seen in the top left corner, looks away from the couple and clenches its lightening bolts in its talons. In contrast, Juno&rsquo;s tamed peacock looks at the divine couple, while his mate cranes her neck to look at the portrait. A pink silk ribbon binds them together. The peahen perches on Juno&rsquo;s chariot, directly above a golden relief of Cupid who balances a yoke-shaped garland (a symbol of marriage) on his shoulders as he playfully dances on the wings of a proud eagle. The message is clear: even the king of the gods can be subdued by love. Following Jupiter&rsquo;s lead, Henry must also turn his attention to marriage.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Jupiter and Juno (detail), Peter Paul Rubens, The Presentation of the Portrait of Marie de’ Medici, c. 1622-1625, oil on canvas, 394 x 295 cm (Musée du Louvre)" src="https://ka-perseus-images.s3.amazonaws.com/441f987d08ab14a0722be8b1fa27fba6cd475f13.jpg" /><span class="image-caption">Jupiter and Juno (detail), Peter Paul Rubens, <em>The Presentation of the Portrait of Marie de&rsquo; Medici</em>, c. 1622-1625, oil on canvas, 394 x 295 cm (Mus&eacute;e du Louvre)</span></span></p> <p>However, this match is about politics as well as love. Behind Henry stands the personification of France, wearing a blue silk garment embroidered with gold fleur-de-lys (the coat of arms of the French monarchy) and an elaborate plumed helmet encircled by a gold crown. She gently touches Henry&rsquo;s shoulder and whispers in his ear, assuring him that a match with the Medici princess is indeed good for the kingdom. France urges Henry to turn away from the field of battle, the aftermath of which is visible in the burning town in the background, and attend to hearth and home, for domestic matters are no less important to the survival of the monarchy than military exploits. Henry obliges; his helmet and shield&mdash;now the playthings of two tender cherubs&mdash;lie at his feet. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="View of the Marie de Medici cycle by Peter Paul Rubens in the Louvre (photo: stevenzucker, CC BY-SA 2.0) " src="https://ka-perseus-images.s3.amazonaws.com/0203e4cd765c9922254e3eafb5f36af05105d590.jpg" /><span class="image-caption">View of the Marie de Medici cycle by Peter Paul Rubens in the Louvre (photo: <a href="http://www.flickr.com/photos/profzucker/5897455638/in/photolist-9Z916C-5UKrB3-9Z8Z6A-8jX9LQ-dSTPTB-dSTPFV-dSTPYT-dSCvCV-dSCvt4-dSJ4Ys-dSCvTB-dSZqRs-8XAZVw-9Z91Fd-i9RXPC-ouCsXA-ag24B9-3KnZZT-afRFk5-dpxRUf-dpxGiR-dpxSPf-dpxG4M-dpxHsX-dpxGBB-dpxR91-dpxFAg-dpxQ8N-dpxQD7-dpxSDU-dpxGHV-dpxRwq-dpxHGV-dpxHz4-dpxFPv-dpxRJA-dpxQqY-dpxHP8-dpxRDG-dpxS1u-zvLB-afRFfQ-9Z91QJ-4hUVay-ad1s7o-6tUm7Z-8XCndN-aKFbDP-8XtspD-9Z668M">prof</a><a href="https://www.flickr.com/photos/profzucker/5897455638/in/photolist-9Z916C-5UKrB3-9Z8Z6A-8jX9LQ-dSTPTB-dSTPFV-dSTPYT-dSCvCV-dSCvt4-dSJ4Ys-dSCvTB-dSZqRs-8XAZVw-9Z91Fd-i9RXPC-ouCsXA-ag24B9-3KnZZT-afRFk5-dpxRUf-dpxGiR-dpxSPf-dpxG4M-dpxHsX-dpxGBB-dpxR91-dpxFAg-dpxQ8N-dpxQD7-dpxSDU-dpxGHV-dpxRwq-dpxHGV-dpxHz4-dpxFPv-dpxRJA-dpxQqY-dpxHP8-dpxRDG-dpxS1u-zvLB-afRFfQ-9Z91QJ-4hUVay-ad1s7o-6tUm7Z-8XCndN-aKFbDP-8XtspD-9Z668M">zucker</a>, CC BY-SA 2.0) </span></span>This canvas is the sixth in a series of twenty-four paintings on the life of Marie de&#39; Medici commissioned by the queen herself from Peter Paul Rubens in 1622 to adorn one of the two galleries in the Luxembourg Palace, her newly-built home in Paris. In both scale and subject matter, this cycle is unprecedented. Not only is it unique in its dedication to the major life events of a queen, but it also includes events that were both quite recent and quite humiliating. After Henry was assassinated in 1610, Marie&mdash;acting as regent for their young son, Louis XIII&mdash;ruled the kingdom of France for seven years. The position suited her; but many French nobles begrudged her power. Divisions in the court, including tensions with her own son, led to Marie&rsquo;s exile from the Paris in 1617. The commission of the biographical cycle marked her reconciliation with Louis and her return to the capital city in 1620. It vindicated her reign as the queen of France.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Presentation of the Portrait of Marie de’ Medici (at left), Marie de Medici cycle in the Louvre" src="https://ka-perseus-images.s3.amazonaws.com/0674637db7d14481df2b4e22e906c4a608a35efb.jpg" /><span class="image-caption"><em>Presentation of the Portrait of Marie de&rsquo; Medici </em>(at left), Marie de Medici cycle in the Louvre</span></span>The cycle idealizes and allegorizes Marie&rsquo;s life in light of the peace and prosperity she brought to the kingdom, not through military victories but through wisdom, devotion to her husband and her adopted country, and strategic marriage alliances&mdash;her own as well as the ones she brokered for her children. This, at least, is the message she wished to convey and she worked closely with her advisors and Rubens to ensure her story was told as she saw fit. &nbsp;</p> <p>The <em>Presentation of the Portrait</em> forms part of this agenda; it is an idealized portrayal of the conclusion in April of 1600 of marriage negotiations that were two years in the making. The painting presents Henry&rsquo;s bethrothal to Marie de Medici as a union ordained by the gods, counseled by France, and inspired by Marie&rsquo;s beauty and virtues. In reality, the merits of the union were extolled not by a soft-haired, fleshy Cupid but by the alliance&rsquo;s French and Italian proponents, one of whom reported that the portrait presented by the Florentine negotiators &ldquo;pleased His Majesty exceedingly.&rdquo; Henry, for his part, was distracted from the negotiations by his new mistress, whom he had promised to marry. Nevertheless, he recognized the political and financial necessity of the Medici marriage. When his advisor announced the finalization of the marriage contract, Henry exclaimed: &quot;By God, let it be; there is nothing to be done about it, because for the good of my kingdom and my peoples, you say that I must be married, so I simply must be.&quot;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/13309b24d7b87bf2b9c8b32cf7be57d65a03e1c3.jpg" /><span class="image-caption">Cupid and King Henry discussing the portrait of Marie de Medici (detail), Peter Paul Rubens,<em> The Presentation of the Portrait of Marie de&rsquo; Medici</em>, c. 1622-1625, oil on canvas, 394 x 295 cm (Mus&eacute;e du Louvre)</span></span>For Henry, a Protestant who had converted to Catholicism upon ascending to the throne in 1593, a Catholic wife would assuage any concerns about his loyalty to the Catholic Church in France. Additionally, Marie&rsquo;s hefty dowry eased Henry&rsquo;s large debt to the Medici, major financial backers of his military activities. And, perhaps most importantly, Henry was nearing the age of 50 and had yet to father an heir, putting France&rsquo;s future stability in danger. A fruitful union with Marie was key to this stability. In this matter, the 27-year old Marie did not disappoint, giving birth to a son one year after the wedding, and five additional children, four of whom survived to adulthood. Rubens asserts Marie&rsquo;s successful role as wife and mother by establishing a dominant vertical axis through the center of the composition from Juno, with her exposed, full breasts, through Marie&rsquo;s portrait to the chubby cherub directly below. Of all of the figures in the painting, Marie and the cherub are the only ones who look out at the viewer, pointedly reaffirming the centrality of Marie de&rsquo; Medici and of her royal progeny to the future of France. &nbsp;</p> <p>The theme of peace, which runs throughout the cycle, was indeed furthered not only in France but in Europe by the marriage alliances brokered by Marie for her children: Louis XIII married a daughter of the Spanish king, her daughter Elisabeth married the heir to the Spanish throne (the future King Philip IV), and her daughter Henrietta married Charles I of England.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Luxembourg Palace (garden façade), Paris" src="https://ka-perseus-images.s3.amazonaws.com/79e3036fddfc0b3ec814c043d1ef536838853a7c.jpg" /><span class="image-caption">Luxembourg Palace (garden fa&ccedil;ade), Paris</span></span>The pictorial cycle was installed in the Luxembourg Palace by 1625, in time for the Henrietta&rsquo;s wedding festivities, thus enabling Marie to showcase her accomplishments to her many guests. Marie&rsquo;s truce with her son Louis however was short lived and she died in exile in 1631. Despite the challenges of her life as she struggled to regain the power and influence she once had, Marie de&rsquo; Medici lived to hear herself proclaimed mother of three sovereigns, certainly an impressive legacy for the orphaned daughter of the Grandduke of Tuscany. &nbsp;</p> <p>Essay by Dr. Esperan&ccedil;a Camara</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/apotheosis-henri-iv-and-proclamation-regency-marie-de-medicis">Key moment in the Medici cycle from the Louvre</a></p> <p><a href="http://www.jstor.org/discover/10.2307/3177384?uid=3739832&amp;uid=2&amp;uid=4&amp;uid=3739256&amp;sid=21104628010917">Sarah R. Cohen, &quot;Rubens&#39;s France: Gender and Personification in the Marie de M&eacute;dicis Cycle,&quot; <em>The Art Bulletin</em>, Vol. 85, No. 3 (Sept 2003), p. 490-522.</a></p> <p><a href="http://www.metmuseum.org/toah/hd/rvd_p/hd_rvd_p.htm">The paintings of Rubens and Van Dyck on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History&nbsp;</a></p> <p><a href="http://en.wikipedia.org/wiki/Marie_de'_Medici_cycle">I</a><a href="https://www.flickr.com/search/?w=82032880@N00&amp;q=rubens">mages tagged &quot;Rubens&quot; from drszucker</a></p>
