Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>The fragments from the wall painting in the tomb-chapel of Nebamun&nbsp;are keenly observed vignettes of Nebamun and his family enjoying both work and play. Some concern the provision of the funerary cult that was celebrated in the tomb-chapel, some show scenes of Nebamun&rsquo;s life as an elite official, and others show him and his family enjoying life for all eternity, as in the famous scene of the family hunting in the marshes. Together they decorated the small tomb-chapel with vibrant and engaging images of an elite lifestyle that Nebamun hoped would continue in the afterlife.</p> <h1>Hunting&nbsp;in the marshes</h1> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/638f6175d9ee15e3807586b15ff9f97d91dcd2dc.jpg" /><span class="image-caption"><em>Nebamun fowling in the marshes,</em> Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, 83 x 98 cm, Thebes<br /> &copy; Trustees of the British Museum</span></span></p> <p>Nebamun is shown hunting birds, in a small boat with his wife Hatshepsut and their young daughter, in the marshes of the Nile. Such scenes had already been traditional parts of tomb-chapel decoration for hundreds of years and show the dead tomb-owner &quot;enjoying himself and seeing beauty,&quot;&nbsp;as the hieroglyphic caption here says.</p> <p>This is more than a simple image of recreation. Fertile marshes were seen as a place of rebirth and eroticism. Hunting animals could represent Nebamun&rsquo;s triumph over the forces of nature as he was reborn. The huge striding figure of Nebamun dominates, forever happy and forever young, surrounded by the rich and varied life of the marsh.</p> <p>There was originally another half of the scene, which showed Nebamun spearing fish. This half of the wall is lost, apart from two old photographs of small fragments of Nebamun and his young son. The painters have captured the scaly and shiny quality of the fish.</p> <p><span class="image-wrapper inline-image"><img alt="Cat catching birds in the papyrus clump (detail), from the Fowling in the Marshes scene, 18th Dynasty, Tomb of Nebamun, from the tomb of Nebanum, c. 1350 B.C.E., 18th Dynasty, paint on plaster, Thebes © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/1a64d496c116c8d33d37ce50817735fa9a0a742c.jpg" /><span class="image-caption">Cat catching birds in the papyrus clump (detail), <em>Fowling in the Marshes</em>, &nbsp;Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, Thebes &copy; Trustees of the British Museum</span></span>A tawny cat catches birds among the papyrus stems. Cats were family pets, but he is shown here because a cat could also represent the Sun-god hunting the enemies of light and order. His unusual gilded eye hints at the religious meanings of this scene.</p> <p>The artists have filled every space with lively details. The marsh is full of lotus flowers and Plain Tiger butterflies. They are freely and delicately painted, suggesting the pattern and&nbsp;texture of their wings.</p> <h3>&nbsp;</h3> <h3>Nebamun&#39;s Garden</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/64b136c2461dd58e7cc00dcb5747b9e08e744d65.jpg" /><br /> <span class="image-caption"><em>Nebamun&#39;s garden</em>, Tomb-chapel of Nebamun, c.1350 B.C.E., 18th Dynasty, paint on plaster, 64 cm high, Thebes, Egypt<br /> &copy; Trustees of the British Museum</span></span>Nebamun&rsquo;s garden in the afterlife is not unlike the earthly gardens of wealthy Egyptians. The pool is full of birds and fish, and surrounded by borders of flowers and shady rows of trees. The fruit trees include sycomore-figs, date-palms and dom-palms&mdash;the dates are shown with different degrees of ripeness.</p> <p>On the right of the pool a goddess leans out of a tree and offers fruit and drinks to Nebamun (now lost). The artists accidentally painted her skin red at first but then repainted it yellow, the correct color for a goddess&rsquo; skin. On the left, a sycomore-fig tree speaks and greets Nebamun as the owner of the garden, &nbsp;its words are recorded in the hieroglyphs.</p> <p><span class="block-image image-wrapper"><img alt="Pool (detail) Nebamun's garden, Tomb-chapel of Nebamun, c.1350 B.C.E., 18th Dynasty, paint on plaster, 64 cm high, Thebes, Egypt © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/a87dcadd7faac448b3e60958f3ed320c46bcfc0e.jpg" /><span class="image-caption">Pool (detail), <em>Nebamun&#39;s garden</em>, Tomb-chapel of Nebamun, c.1350 B.C.E., 18th Dynasty, paint on plaster, 64 cm high, Thebes, Egypt<br /> &copy; Trustees of the British Museum</span></span>The pool is shown from above, with three rows of trees arranged around its edges. The waves of the pool were painted with a darker blue pigment; much of this has been lost, like the green on the trees and bushes.</p> <h1>Surveying the&nbsp;fields&nbsp;</h1> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/11c822fd6088bea66de160b71b6f028a3de57199.jpg" /><br /> <span class="image-caption"><em>Surveying the fields for Nebamun</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster,&nbsp;106.7 x 45.8 cm, Thebes, Egypt<br /> &copy; Trustees of the British Museum</span></span></p> <p>Nebamun was the accountant in charge of grain at the great Temple of Amun at Karnak. This scene from his tomb-chapel shows officials inspecting fields. A farmer checks the boundary marker of the field.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Old man assessing crops (detail), Tomb Chapel of Nebanum, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment: 106.7 x 45.8 cm, Thebes © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/48e9842bfe3922fdc2a957fa6b62d43b3bdccb2c.jpg" /><span class="image-caption">Old man assessing crops (detail), <em>Surveying the fields for Nebamun</em>,&nbsp;Tomb-chapel of Nebanum, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment: 106.7 x 45.8 cm, Thebes &copy;&nbsp;Trustees of the British Museum</span></span>Nearby, two chariots for the party of officials wait under the shade of a sycomore-fig tree.&nbsp;Other smaller fragments from this wall are now in the Egyptian Museum in Berlin, Germany and show the grain being harvested and processed.</p> <p>The old farmer is shown balding, badly shaven, poorly dressed, and with a protruding navel. He is taking an oath saying:&nbsp;&quot;As the Great God who is in the sky endures, the boundary-stone is exact!&quot;</p> <p>&quot;The Chief of the Measurers of the Granary,&quot;&nbsp;(mostly lost) holds a rope decorated with the head of Amun&rsquo;s sacred ram for measuring the god&rsquo;s fields. After Nebamun died, the rope&rsquo;s head was hacked out, but later, perhaps in Tutankhamun&rsquo;s reign, someone clumsily restored it with mud-plaster and redrew it.</p> <h1>Nebamun&#39;s cattle</h1> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/bfb94e49551a8daff19e6f377b85ac26e0b6e5b8.jpg" /><br /> <span class="image-caption"><em>Nebamun&#39;s cattle</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster,&nbsp;58.5 x 10.5 cm, Thebes, Egypt &copy; Trustees of the British Museum</span></span></p> <p>This fragment is part of a wall showing Nebamun inspecting flocks of geese and herds of cattle. Hieroglyphs describe the scene and record what the farmers say as they squabble in the queue.&nbsp;The alternating colors and patterns of cattle create a superb sense of animal movement.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt=" Nebamun's cattle, fragment of a scene from the tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, 58.5 x 10.5 cm, Thebes, Egypt ©Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/b1b66de3a2928694d273630b31fcbda835fef6a3.jpg" /><span class="image-caption">Cattle (detail),&nbsp;<em>Nebamun&#39;s cattle</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment:&nbsp;58.5 x 10.5 cm, Thebes, Egypt &copy; Trustees of the British Museum</span></span></p> <p>The herdsman is telling the farmer in front of him in the queue:</p> <blockquote> <p>Come on! Get away! Don&rsquo;t speak in the presence of the praised one! He detests people talking &hellip;. Pass on in quiet and in order &hellip; He knows all affairs, does the scribe and counter of grain of [Amun], Neb[amun].</p> </blockquote> <p>The name of the god Amun has been hacked out in this caption where it appears in Nebamun&rsquo;s name and title. Shortly after Nebamun died, King Akhenaten (1352&ndash;1336 B.C.E.) had Amun&rsquo;s name erased from monuments as part of his religious reforms.</p> <h3>Nebamun&#39;s geese</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/0ac2e80d72293a8d814fec0e988f41f0814585cb.jpg" /><span class="image-caption"><em>Nebamun&#39;s geese</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster,&nbsp;71 x 115.5 cm,&nbsp;Thebes &copy; Trustees of the British Museum</span></span>This scene is part of a wall showing Nebamun inspecting flocks of geese and herds of cattle. He watches as farmers drive the animals towards him; his scribes (secretaries) write down the number of animals for his records. Hieroglyphs describe the scene and record what the farmers say as they squabble in the queue.</p> <p><span class="block-image image-wrapper"><img alt="Nebamun's geese, a fragment of a scene from the tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, 71 x 115.5 cm, Thebes © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/f0ee3aa90744ffaef9a7ce361200318c2a02108e.jpg" /><span class="image-caption">Geese (detail), <em>Nebamun&#39;s Geese,&nbsp;</em>Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment:&nbsp;71 x 115.5 cm, Thebes&nbsp;&copy; Trustees of the British Museum</span></span></p> <p><span class="image-wrapper inline-image"><img alt=" Scribe (detail), Nebamun's geese, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, 71 x 115.5 cm, Thebes © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/76fd8ded138588531559c97a6e552697527d24a4.jpg" /><span class="image-caption"> Scribe (detail), <em>Nebamun&#39;s geese</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment: 71 x 115.5 cm, Thebes &copy; Trustees of the British Museum</span></span>This scribe holds a palette (pen-box) under his arm and presents a roll of papyrus to Nebamun. He is well dressed and has small rolls of fat on his stomach, indicating his superior position in life. Beside him are chests for his records and a bag containing his writing equipment.</p> <p>Farmers bow down and make gestures of respect towards Nebamun. The man behind them holds a stick and tells them:&nbsp;&quot;Sit down and don&rsquo;t speak!&quot;&nbsp;The farmers&rsquo; geese are painted as a huge and lively gaggle, some pecking the ground and some flapping their wings.</p> <h3>A feast for Nebamun (top half)</h3> <p><br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/83de1bb7ed260c5dd8d29844fd8139a846ebbd0a.jpg" /><span class="image-caption"><em>A feast for Nebamun</em>, the top half of a scene from the Tomb-chapel of Nebamun, c. 1350 B.C.E., &nbsp;18th Dynasty, paint on plaster, 88 x 119&nbsp;cm,&nbsp;Thebes&nbsp;&copy; Trustees of the British Museum</span></span>An entire wall of the tomb-chapel showed a feast in honor of Nebamun. Naked serving-girls and servants wait on his friends and relatives. Married guests sit in pairs on fine chairs, while the young women turn and talk to each other. This erotic scene of relaxation and wealth&shy; is something for Nebamun to enjoy for all eternity.&nbsp;The richly-dressed guests are entertained by dancers and musicians, who sit on the ground playing and clapping. The words of their song in honor of Nebamun are written above them:</p> <blockquote> <p>The earth-god has caused<br /> his beauty to grow in every body...<br /> the channels are filled with water anew,<br /> and the land is flooded with love of him.</p> </blockquote> <p><span>Some of the musicians look out of the paintings, showing their faces full-on. This is very unusual in Egyptian art, and gives a sense of liveliness to these lower-class women, who are less formally drawn than the wealthy guests. The young dancers are sinuously drawn and are naked apart from their jewelry.</span></p> <p><span class="block-image image-wrapper"><img alt="A feast for Nebamun, the top half of a scene from the Tomb Chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster,88 x 119 cm, Thebes © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/6810336f43f08e6341126da4f8647aeaf18b752f.jpg" /><span class="image-caption">Musicians and dancers&nbsp;(detail),&nbsp;<em>A feast for Nebamun</em>,&nbsp;Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment: 88 x 119 cm,&nbsp;Thebes &copy; Trustees of the British Museum</span></span></p> <p>A rack of large wine jars is decorated with grapes, vines and garlands of flowers. Many of the guests also wear garlands and smell lotus flowers.&nbsp;All the guests wear elaborate linen clothes. The artists have painted the cloth as if it were transparent, to show that it is very fine. These elegant sensual dresses fall in loose folds around the guests&rsquo; bodies.</p> <p>Men and women&rsquo;s skins are painted in different colors: the men are tanned and the women are paler. In one place the artists altered the drawing of these wooden stools and corrected their first sketch with white paint.</p> <h1>Servant&#39;s bringing offerings</h1> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9185561d08f66c4ad29099bb3b5f227bb92363a3.jpg" /><br /> <span class="image-caption"><em>Servants bringing offerings</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty,&nbsp;paint on plaster,&nbsp;Thebes, Egypt<br /> &copy; Trustees of the British Museum</span></span><span class="image-wrapper inline-image"><img alt="Estate worker bringing a hare from the fields (detail), Servants bringing offerings, Tomb Chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, 41 cm, Thebes, Egypt © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/f7c3b6fffeca6b802a16c9fc618f90c610ce7e39.jpg" /><span class="image-caption">Estate worker bringing a hare from the fields (detail), <em>Servants bringing offerings</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment: 41 cm, Thebes, Egypt &copy; Trustees of the British Museum</span></span>A procession of simply-dressed servants bring offerings of food to Nebamun, including sheaves of grain and animals from the desert. Tomb-chapels were built so that people could come and make offerings in memory of the dead, and this a common scene on their walls. The border at the bottom shows that this scene was the lowest one on this wall.</p> <p>One servant holds two desert hares by their ears. The animals have wonderfully textured fur and long whiskers. The superb draughtsmanship and composition make this standard scene very fresh and lively.</p> <p>The artists have even varied the servants&rsquo; simple clothes. The folds of each kilt are different. With one of these kilts, the artist changed his mind and painted a different set of folds over his first version, which is visible through the white paint.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>M. Hooper,&nbsp;<em>The Tomb of Nebamun</em>&nbsp;(London, British Museum Press, 2007).</p> <p>R. Parkinson,&nbsp;<em>The painted Tomb-chapel of Nebamun</em>&nbsp;(London, British Museum Press, 2008).</p> <p>A. Middleton and K. Uprichard, (eds.),&nbsp;<em>The Nebamun Wall Paintings: Conservation, Scientific Analysis and Display at the British Museum</em>&nbsp;(London, Archetype, 2008).</p> <p><a href="http://www.britishmuseum.org/explore/galleries/ancient_egypt/room_61_tomb-chapel_nebamun/nebamun_animation.aspx">Explore the tomb-chapel of Nebamun in a 3D interactive animation at&nbsp;The British Museu</a>m</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /><br /> <br /> &copy; Trustees of the British Museum</span></p>
it: <p>The fragments from the wall painting in the tomb-chapel of Nebamun&nbsp;are keenly observed vignettes of Nebamun and his family enjoying both work and play. Some concern the provision of the funerary cult that was celebrated in the tomb-chapel, some show scenes of Nebamun&rsquo;s life as an elite official, and others show him and his family enjoying life for all eternity, as in the famous scene of the family hunting in the marshes. Together they decorated the small tomb-chapel with vibrant and engaging images of an elite lifestyle that Nebamun hoped would continue in the afterlife.</p> <h1>Hunting&nbsp;in the marshes</h1> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/638f6175d9ee15e3807586b15ff9f97d91dcd2dc.jpg" /><span class="image-caption"><em>Nebamun fowling in the marshes,</em> Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, 83 x 98 cm, Thebes<br /> &copy; Trustees of the British Museum</span></span></p> <p>Nebamun is shown hunting birds, in a small boat with his wife Hatshepsut and their young daughter, in the marshes of the Nile. Such scenes had already been traditional parts of tomb-chapel decoration for hundreds of years and show the dead tomb-owner &quot;enjoying himself and seeing beauty,&quot;&nbsp;as the hieroglyphic caption here says.</p> <p>This is more than a simple image of recreation. Fertile marshes were seen as a place of rebirth and eroticism. Hunting animals could represent Nebamun&rsquo;s triumph over the forces of nature as he was reborn. The huge striding figure of Nebamun dominates, forever happy and forever young, surrounded by the rich and varied life of the marsh.</p> <p>There was originally another half of the scene, which showed Nebamun spearing fish. This half of the wall is lost, apart from two old photographs of small fragments of Nebamun and his young son. The painters have captured the scaly and shiny quality of the fish.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/1a64d496c116c8d33d37ce50817735fa9a0a742c.jpg" /><span class="image-caption">Cat catching birds in the papyrus clump (detail), <em>Fowling in the Marshes</em>, &nbsp;Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, Thebes &copy; Trustees of the British Museum</span></span>A tawny cat catches birds among the papyrus stems. Cats were family pets, but he is shown here because a cat could also represent the Sun-god hunting the enemies of light and order. His unusual gilded eye hints at the religious meanings of this scene.</p> <p>The artists have filled every space with lively details. The marsh is full of lotus flowers and Plain Tiger butterflies. They are freely and delicately painted, suggesting the pattern and&nbsp;texture of their wings.</p> <h3>&nbsp;</h3> <h3>Nebamun&#39;s Garden</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/64b136c2461dd58e7cc00dcb5747b9e08e744d65.jpg" /><br /> <span class="image-caption"><em>Nebamun&#39;s garden</em>, Tomb-chapel of Nebamun, c.1350 B.C.E., 18th Dynasty, paint on plaster, 64 cm high, Thebes, Egypt<br /> &copy; Trustees of the British Museum</span></span>Nebamun&rsquo;s garden in the afterlife is not unlike the earthly gardens of wealthy Egyptians. The pool is full of birds and fish, and surrounded by borders of flowers and shady rows of trees. The fruit trees include sycomore-figs, date-palms and dom-palms&mdash;the dates are shown with different degrees of ripeness.</p> <p>On the right of the pool a goddess leans out of a tree and offers fruit and drinks to Nebamun (now lost). The artists accidentally painted her skin red at first but then repainted it yellow, the correct color for a goddess&rsquo; skin. On the left, a sycomore-fig tree speaks and greets Nebamun as the owner of the garden, &nbsp;its words are recorded in the hieroglyphs.</p> <p><span class="block-image image-wrapper"><img alt="Pool (detail) Nebamun's garden, Tomb-chapel of Nebamun, c.1350 B.C.E., 18th Dynasty, paint on plaster, 64 cm high, Thebes, Egypt © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/a87dcadd7faac448b3e60958f3ed320c46bcfc0e.jpg" /><span class="image-caption">Pool (detail), <em>Nebamun&#39;s garden</em>, Tomb-chapel of Nebamun, c.1350 B.C.E., 18th Dynasty, paint on plaster, 64 cm high, Thebes, Egypt<br /> &copy; Trustees of the British Museum</span></span>The pool is shown from above, with three rows of trees arranged around its edges. The waves of the pool were painted with a darker blue pigment; much of this has been lost, like the green on the trees and bushes.</p> <h1>Surveying the&nbsp;fields&nbsp;</h1> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/11c822fd6088bea66de160b71b6f028a3de57199.jpg" /><br /> <span class="image-caption"><em>Surveying the fields for Nebamun</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster,&nbsp;106.7 x 45.8 cm, Thebes, Egypt<br /> &copy; Trustees of the British Museum</span></span></p> <p>Nebamun was the accountant in charge of grain at the great Temple of Amun at Karnak. This scene from his tomb-chapel shows officials inspecting fields. A farmer checks the boundary marker of the field.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Old man assessing crops (detail), Tomb Chapel of Nebanum, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment: 106.7 x 45.8 cm, Thebes © The Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/48e9842bfe3922fdc2a957fa6b62d43b3bdccb2c.jpg" /><span class="image-caption">Old man assessing crops (detail), <em>Surveying the fields for Nebamun</em>,&nbsp;Tomb-chapel of Nebanum, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment: 106.7 x 45.8 cm, Thebes &copy;&nbsp;Trustees of the British Museum</span></span>Nearby, two chariots for the party of officials wait under the shade of a sycomore-fig tree.&nbsp;Other smaller fragments from this wall are now in the Egyptian Museum in Berlin, Germany and show the grain being harvested and processed.</p> <p>The old farmer is shown balding, badly shaven, poorly dressed, and with a protruding navel. He is taking an oath saying:&nbsp;&quot;As the Great God who is in the sky endures, the boundary-stone is exact!&quot;</p> <p>&quot;The Chief of the Measurers of the Granary,&quot;&nbsp;(mostly lost) holds a rope decorated with the head of Amun&rsquo;s sacred ram for measuring the god&rsquo;s fields. After Nebamun died, the rope&rsquo;s head was hacked out, but later, perhaps in Tutankhamun&rsquo;s reign, someone clumsily restored it with mud-plaster and redrew it.</p> <h1>Nebamun&#39;s cattle</h1> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/bfb94e49551a8daff19e6f377b85ac26e0b6e5b8.jpg" /><br /> <span class="image-caption"><em>Nebamun&#39;s cattle</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster,&nbsp;58.5 x 10.5 cm, Thebes, Egypt &copy; Trustees of the British Museum</span></span></p> <p>This fragment is part of a wall showing Nebamun inspecting flocks of geese and herds of cattle. Hieroglyphs describe the scene and record what the farmers say as they squabble in the queue.&nbsp;The alternating colors and patterns of cattle create a superb sense of animal movement.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt=" Nebamun's cattle, fragment of a scene from the tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, 58.5 x 10.5 cm, Thebes, Egypt ©Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/b1b66de3a2928694d273630b31fcbda835fef6a3.jpg" /><span class="image-caption">Cattle (detail),&nbsp;<em>Nebamun&#39;s cattle</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment:&nbsp;58.5 x 10.5 cm, Thebes, Egypt &copy; Trustees of the British Museum</span></span></p> <p>The herdsman is telling the farmer in front of him in the queue:</p> <blockquote> <p>Come on! Get away! Don&rsquo;t speak in the presence of the praised one! He detests people talking &hellip;. Pass on in quiet and in order &hellip; He knows all affairs, does the scribe and counter of grain of [Amun], Neb[amun].</p> </blockquote> <p>The name of the god Amun has been hacked out in this caption where it appears in Nebamun&rsquo;s name and title. Shortly after Nebamun died, King Akhenaten (1352&ndash;1336 B.C.E.) had Amun&rsquo;s name erased from monuments as part of his religious reforms.</p> <h3>Nebamun&#39;s geese</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/0ac2e80d72293a8d814fec0e988f41f0814585cb.jpg" /><span class="image-caption"><em>Nebamun&#39;s geese</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster,&nbsp;71 x 115.5 cm,&nbsp;Thebes &copy; Trustees of the British Museum</span></span>This scene is part of a wall showing Nebamun inspecting flocks of geese and herds of cattle. He watches as farmers drive the animals towards him; his scribes (secretaries) write down the number of animals for his records. Hieroglyphs describe the scene and record what the farmers say as they squabble in the queue.</p> <p><span class="block-image image-wrapper"><img alt="Nebamun's geese, a fragment of a scene from the tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, 71 x 115.5 cm, Thebes © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/f0ee3aa90744ffaef9a7ce361200318c2a02108e.jpg" /><span class="image-caption">Geese (detail), <em>Nebamun&#39;s Geese,&nbsp;</em>Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment:&nbsp;71 x 115.5 cm, Thebes&nbsp;&copy; Trustees of the British Museum</span></span></p> <p><span class="image-wrapper inline-image"><img alt=" Scribe (detail), Nebamun's geese, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, 71 x 115.5 cm, Thebes © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/76fd8ded138588531559c97a6e552697527d24a4.jpg" /><span class="image-caption"> Scribe (detail), <em>Nebamun&#39;s geese</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment: 71 x 115.5 cm, Thebes &copy; Trustees of the British Museum</span></span>This scribe holds a palette (pen-box) under his arm and presents a roll of papyrus to Nebamun. He is well dressed and has small rolls of fat on his stomach, indicating his superior position in life. Beside him are chests for his records and a bag containing his writing equipment.</p> <p>Farmers bow down and make gestures of respect towards Nebamun. The man behind them holds a stick and tells them:&nbsp;&quot;Sit down and don&rsquo;t speak!&quot;&nbsp;The farmers&rsquo; geese are painted as a huge and lively gaggle, some pecking the ground and some flapping their wings.</p> <h3>A feast for Nebamun (top half)</h3> <p><br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/83de1bb7ed260c5dd8d29844fd8139a846ebbd0a.jpg" /><span class="image-caption"><em>A feast for Nebamun</em>, the top half of a scene from the Tomb-chapel of Nebamun, c. 1350 B.C.E., &nbsp;18th Dynasty, paint on plaster, 88 x 119&nbsp;cm,&nbsp;Thebes&nbsp;&copy; Trustees of the British Museum</span></span>An entire wall of the tomb-chapel showed a feast in honor of Nebamun. Naked serving-girls and servants wait on his friends and relatives. Married guests sit in pairs on fine chairs, while the young women turn and talk to each other. This erotic scene of relaxation and wealth&shy; is something for Nebamun to enjoy for all eternity.&nbsp;The richly-dressed guests are entertained by dancers and musicians, who sit on the ground playing and clapping. The words of their song in honor of Nebamun are written above them:</p> <blockquote> <p>The earth-god has caused<br /> his beauty to grow in every body...<br /> the channels are filled with water anew,<br /> and the land is flooded with love of him.</p> </blockquote> <p><span>Some of the musicians look out of the paintings, showing their faces full-on. This is very unusual in Egyptian art, and gives a sense of liveliness to these lower-class women, who are less formally drawn than the wealthy guests. The young dancers are sinuously drawn and are naked apart from their jewelry.</span></p> <p><span class="block-image image-wrapper"><img alt="A feast for Nebamun, the top half of a scene from the Tomb Chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster,88 x 119 cm, Thebes © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/6810336f43f08e6341126da4f8647aeaf18b752f.jpg" /><span class="image-caption">Musicians and dancers&nbsp;(detail),&nbsp;<em>A feast for Nebamun</em>,&nbsp;Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment: 88 x 119 cm,&nbsp;Thebes &copy; Trustees of the British Museum</span></span></p> <p>A rack of large wine jars is decorated with grapes, vines and garlands of flowers. Many of the guests also wear garlands and smell lotus flowers.&nbsp;All the guests wear elaborate linen clothes. The artists have painted the cloth as if it were transparent, to show that it is very fine. These elegant sensual dresses fall in loose folds around the guests&rsquo; bodies.</p> <p>Men and women&rsquo;s skins are painted in different colors: the men are tanned and the women are paler. In one place the artists altered the drawing of these wooden stools and corrected their first sketch with white paint.</p> <h1>Servant&#39;s bringing offerings</h1> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9185561d08f66c4ad29099bb3b5f227bb92363a3.jpg" /><br /> <span class="image-caption"><em>Servants bringing offerings</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty,&nbsp;paint on plaster,&nbsp;Thebes, Egypt<br /> &copy; Trustees of the British Museum</span></span><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/f7c3b6fffeca6b802a16c9fc618f90c610ce7e39.jpg" /><span class="image-caption">Estate worker bringing a hare from the fields (detail), <em>Servants bringing offerings</em>, Tomb-chapel of Nebamun, c. 1350 B.C.E., 18th Dynasty, paint on plaster, whole fragment: 41 cm, Thebes, Egypt &copy; Trustees of the British Museum</span></span>A procession of simply-dressed servants bring offerings of food to Nebamun, including sheaves of grain and animals from the desert. Tomb-chapels were built so that people could come and make offerings in memory of the dead, and this a common scene on their walls. The border at the bottom shows that this scene was the lowest one on this wall.</p> <p>One servant holds two desert hares by their ears. The animals have wonderfully textured fur and long whiskers. The superb draughtsmanship and composition make this standard scene very fresh and lively.</p> <p>The artists have even varied the servants&rsquo; simple clothes. The folds of each kilt are different. With one of these kilts, the artist changed his mind and painted a different set of folds over his first version, which is visible through the white paint.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>M. Hooper,&nbsp;<em>The Tomb of Nebamun</em>&nbsp;(London, British Museum Press, 2007).</p> <p>R. Parkinson,&nbsp;<em>The painted Tomb-chapel of Nebamun</em>&nbsp;(London, British Museum Press, 2008).</p> <p>A. Middleton and K. Uprichard, (eds.),&nbsp;<em>The Nebamun Wall Paintings: Conservation, Scientific Analysis and Display at the British Museum</em>&nbsp;(London, Archetype, 2008).</p> <p><a href="http://www.britishmuseum.org/explore/galleries/ancient_egypt/room_61_tomb-chapel_nebamun/nebamun_animation.aspx">Explore the tomb-chapel of Nebamun in a 3D interactive animation at&nbsp;The British Museu</a>m</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /><br /> <br /> &copy; Trustees of the British Museum</span></p>
