Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>Buddhism in China</h3> <p>Buddhism probably arrived in China during the Han dynasty (206 B.C.E. -&nbsp;220 C.E.), and became a central feature of Chinese culture during the period of division that followed. Buddhist teaching ascribed great merit to the reproduction of images of Buddhas and bodhisattvas, in which the artisans had to follow strict rules of iconography.</p> <p>A twelfth-century catalogue of the Chinese imperial painting collection lists Daoist and Buddhist works from the time of Gu Kaizhi (c.&nbsp;344-406 C.E.) onwards. However, no paintings by major artists of this period have survived, because foreign religions were proscribed between 842 and 845, and many Buddhist monuments and works of art were destroyed.</p> <p><span class="block-image image-wrapper"><img alt="Traveling monk, ink and colors on paper, from Cave 17, Mogao, near Dunhuang, Gansu province, China, Five Dynasties or Northern Song Dynasty, 10th century, © Trustees of the British Museum. This painting shows a traveling monk, wearing a hat, holding a fan and accompanied by a tiger." src="https://ka-perseus-images.s3.amazonaws.com/15c617ec22bfeaf7f1781260bd6066f47639f02f.jpg" /><span class="image-caption"><em>Traveling monk,&nbsp;</em>10th century,&nbsp;Five Dynasties or Northern Song Dynasty,&nbsp;wearing a hat, holding a fan and accompanied by a tiger, ink and colors on paper, from Cave 17, Mogao, near Dunhuang, Gansu province, China&nbsp;&copy; Trustees of the British Museum. The little Buddha supported by a cloud may be there to protect him, and has been identified as Prabhutaratna (a Buddha of the past).</span></span></p> <h3>The Valley of the Thousand Buddhas</h3> <p>What has survived from the Tang period (618-906) is an important collection of Buddhist paintings on silk and paper, found&nbsp;in Cave 17, in the Valley of the Thousand Buddhas at the Chinese end of the Silk Road. Since Dunhuang was under Tibetan occupation at this time, its cave shrines and paintings escaped destruction.&nbsp;</p> <p>The &quot;Caves of the Thousand Buddhas,&quot;&nbsp;or <em>Qianfodong</em>, are situated at Mogao, about 25 kilometres south-east of the oasis town of Dunhuang in Gansu province, western China, in the middle of the desert. By the late fourth century, the area had become a busy desert crossroads on the caravan routes of the Silk Road linking China and the West. Traders, pilgrims and other travelers stopped at the oasis town to stock up with provisions, pray for the journey ahead or give thanks for their survival.&nbsp;At about this time wandering monks carved the first caves into the long cliff stretching almost 2 kilometers in length along the Daquan River.</p> <p>Over the next millennium more than 1000 caves of varying sizes were dug. Around five hundred of these were decorated as cave temples, carved from the gravel conglomerate of the escarpment. This material was not suitable for sculpture, as at other famous Buddhist cave temples at Yungang and Longmen.&nbsp;The Caves of the Thousand Buddhas gained their name from the legend of a monk who dreamt he saw a cloud with a thousand Buddhas floating over the valley.&nbsp;</p> <h3>Sealed for a thousand years, then rediscovered</h3> <p><span class="image-wrapper inline-image"><img alt="Photograph of Dunhuang." src="https://ka-perseus-images.s3.amazonaws.com/14547db49b7a6f401827cb8db0f8c659e9f67af1.jpg" /><span class="image-caption">Photograph of Dunhuang</span></span>When the Silk Road was abandoned under the Ming dynasty (1368-1644), oasis towns lost their importance and many were deserted. Although the Mogao caves were not completely abandoned, by the nineteenth century they were largely forgotten, with only a few monks staying at the site. Unknown to them, at some point in the early eleventh century, an incredible archive&mdash;with up to 50,000 documents, hundreds of paintings, together with textiles and other artifacts&mdash;was sealed up in one of the caves (Cave 17). Its entrance concealed behind a wall painting, the cave remained hidden from sight for centuries, until 1900, when it was discovered by Wang Yuanlu, a Daoist monk who had appointed himself abbot and guardian of the caves. &nbsp;</p> <p>The first Western expedition to reach Dunhuang, led by a Hungarian count, arrived in 1879. More than twenty years later one of its members, Lajos L&oacute;czy, drew the attention of the Hungarian-born Marc Aurel Stein, by then a well-known British archaeologist and explorer, to the importance of the caves. Stein reached Dunhuang and Mogao in 1907 during his second expedition to Central Asia. By this time, he had heard rumors of the walled-in cave and its contents.</p> <p>After delicate negotiations with Wang Yuanlu, Stein negotiated access to the cave. &quot;Heaped up in layers,&quot;&nbsp;Stein wrote, &quot;but without any order, there appeared in the dim light of the priest&#39;s little lamp a solid mass of manuscript bundles rising to a height of nearly ten feet.... Not in the driest soil could relics of a ruined site have so completely escaped injury as they had here in a carefully selected rock chamber, where, hidden behind a brick wall, .... these masses of manuscripts had lain undisturbed for centuries.&quot;&nbsp;(M. Aurel Stein, <em>Ruins of Desert Cathay </em>(1912; reprint, New York, Dover, 1987).</p> <p>The abbot eventually sold Stein seven thousand complete manuscripts and six thousand fragments, as well as several cases loaded with paintings, embroideries and other artifacts; the money was used to fund restoration work at the caves.The manuscripts are now in the British Library and the paintings have been divided between the National Museum in New Delhi and the British Museum, where over three hundred paintings on silk, hemp and paper are kept.</p> <p><span class="image-wrapper inline-image"><img alt="Bodhisattva as Guide of Souls, ink and colors on a silk banner, from Cave 17, Mogao, near Dunhuang, Gansu province, China, Five Dynasties, early 10th century, © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/f2807a97277b82da829d17b90816a739b9c17f2b.jpg" /><span class="image-caption"><em>Bodhisattva as Guide of Souls</em>, &nbsp;early 10th century, &nbsp;Five Dynasties,&nbsp;ink and colors on a silk banner, from Cave 17, Mogao, near Dunhuang, Gansu province, China&nbsp;&copy; Trustees of the British Museum</span> </span></p> <p>This&nbsp;painting&nbsp;is inscribed with the characters <em>yinlu pu </em>or &quot;Bodhisattva leading the Way.&quot;&nbsp;It is one of several examples from Mogao of a bodhisattva leading the beautifully clad donor figure to the Pure Land, or Paradise, indicated by a Chinese building floating on clouds in the top left corner. The two figures are also supported by a cloud indicating that they are flying.</p> <p>The bodhisattva, shown much larger than the donor, is holding a censer and a banner in his hand. The banner is one of many of the same type found at Mogao, with a triangular headpiece and streamers.&nbsp;The woman appears to be very wealthy, with gold hairpins in her hair. Actual examples of these were found in Chinese tombs. Her fashionably plump figure suggests that the painting was executed in the ninth or tenth century.<br /> &nbsp;</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>H. Wang (ed.), <a href="http://www.britishmuseum.org/research/publications/research_publications_series/2004/sir_aurel_stein_study_day.aspx"><em>Sir Aurel Stein. Proceedings of the British Museum Study Day 2002</em> </a>(London, British Museum Occasional Paper 142, 2004).</p> <p>H. Wang, <em>Money on the Silk Road. The Evidence from Eastern Central Asiato c. AD 800</em> (London, British Museum Press, 2004).</p> <p>S. Whitfield, <em>Aurel Stein on the Silk Road </em>(London, British Museum Press, 2004).</p> <p>J. Falconer, A. Kelecsenyi, A. Karteszi and L. Russell-Smith (E. Apor and H. Wang eds.), <em>Catalogue of the Collections of Sir Aurel Stein in the Library of the Hungarian Academy of Sciences</em> (published jointly by the British Museum and the Library of the Hungarian Academy of Sciences, Budapest [LHAS Oriental Series 11], 2002).</p> <p>H. Wang (ed.), <em>Handbook to the Stein Collections in the UK</em> (London, British Museum Occasional Paper 129, 1999).</p> <p><span class="image-wrapper inline-image"><img alt="British museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p><br /> <br /> <br /> &copy; Trustees of the British Museum&nbsp;</p>
it: <h3>Buddhism in China</h3> <p>Buddhism probably arrived in China during the Han dynasty (206 B.C.E. -&nbsp;220 C.E.), and became a central feature of Chinese culture during the period of division that followed. Buddhist teaching ascribed great merit to the reproduction of images of Buddhas and bodhisattvas, in which the artisans had to follow strict rules of iconography.</p> <p>A twelfth-century catalogue of the Chinese imperial painting collection lists Daoist and Buddhist works from the time of Gu Kaizhi (c.&nbsp;344-406 C.E.) onwards. However, no paintings by major artists of this period have survived, because foreign religions were proscribed between 842 and 845, and many Buddhist monuments and works of art were destroyed.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/15c617ec22bfeaf7f1781260bd6066f47639f02f.jpg" /><span class="image-caption"><em>Traveling monk,&nbsp;</em>10th century,&nbsp;Five Dynasties or Northern Song Dynasty,&nbsp;wearing a hat, holding a fan and accompanied by a tiger, ink and colors on paper, from Cave 17, Mogao, near Dunhuang, Gansu province, China&nbsp;&copy; Trustees of the British Museum. The little Buddha supported by a cloud may be there to protect him, and has been identified as Prabhutaratna (a Buddha of the past).</span></span></p> <h3>The Valley of the Thousand Buddhas</h3> <p>What has survived from the Tang period (618-906) is an important collection of Buddhist paintings on silk and paper, found&nbsp;in Cave 17, in the Valley of the Thousand Buddhas at the Chinese end of the Silk Road. Since Dunhuang was under Tibetan occupation at this time, its cave shrines and paintings escaped destruction.&nbsp;</p> <p>The &quot;Caves of the Thousand Buddhas,&quot;&nbsp;or <em>Qianfodong</em>, are situated at Mogao, about 25 kilometres south-east of the oasis town of Dunhuang in Gansu province, western China, in the middle of the desert. By the late fourth century, the area had become a busy desert crossroads on the caravan routes of the Silk Road linking China and the West. Traders, pilgrims and other travelers stopped at the oasis town to stock up with provisions, pray for the journey ahead or give thanks for their survival.&nbsp;At about this time wandering monks carved the first caves into the long cliff stretching almost 2 kilometers in length along the Daquan River.</p> <p>Over the next millennium more than 1000 caves of varying sizes were dug. Around five hundred of these were decorated as cave temples, carved from the gravel conglomerate of the escarpment. This material was not suitable for sculpture, as at other famous Buddhist cave temples at Yungang and Longmen.&nbsp;The Caves of the Thousand Buddhas gained their name from the legend of a monk who dreamt he saw a cloud with a thousand Buddhas floating over the valley.&nbsp;</p> <h3>Sealed for a thousand years, then rediscovered</h3> <p><span class="image-wrapper inline-image"><img alt="Photograph of Dunhuang." src="https://ka-perseus-images.s3.amazonaws.com/14547db49b7a6f401827cb8db0f8c659e9f67af1.jpg" /><span class="image-caption">Photograph of Dunhuang</span></span>When the Silk Road was abandoned under the Ming dynasty (1368-1644), oasis towns lost their importance and many were deserted. Although the Mogao caves were not completely abandoned, by the nineteenth century they were largely forgotten, with only a few monks staying at the site. Unknown to them, at some point in the early eleventh century, an incredible archive&mdash;with up to 50,000 documents, hundreds of paintings, together with textiles and other artifacts&mdash;was sealed up in one of the caves (Cave 17). Its entrance concealed behind a wall painting, the cave remained hidden from sight for centuries, until 1900, when it was discovered by Wang Yuanlu, a Daoist monk who had appointed himself abbot and guardian of the caves. &nbsp;</p> <p>The first Western expedition to reach Dunhuang, led by a Hungarian count, arrived in 1879. More than twenty years later one of its members, Lajos L&oacute;czy, drew the attention of the Hungarian-born Marc Aurel Stein, by then a well-known British archaeologist and explorer, to the importance of the caves. Stein reached Dunhuang and Mogao in 1907 during his second expedition to Central Asia. By this time, he had heard rumors of the walled-in cave and its contents.</p> <p>After delicate negotiations with Wang Yuanlu, Stein negotiated access to the cave. &quot;Heaped up in layers,&quot;&nbsp;Stein wrote, &quot;but without any order, there appeared in the dim light of the priest&#39;s little lamp a solid mass of manuscript bundles rising to a height of nearly ten feet.... Not in the driest soil could relics of a ruined site have so completely escaped injury as they had here in a carefully selected rock chamber, where, hidden behind a brick wall, .... these masses of manuscripts had lain undisturbed for centuries.&quot;&nbsp;(M. Aurel Stein, <em>Ruins of Desert Cathay </em>(1912; reprint, New York, Dover, 1987).</p> <p>The abbot eventually sold Stein seven thousand complete manuscripts and six thousand fragments, as well as several cases loaded with paintings, embroideries and other artifacts; the money was used to fund restoration work at the caves.The manuscripts are now in the British Library and the paintings have been divided between the National Museum in New Delhi and the British Museum, where over three hundred paintings on silk, hemp and paper are kept.</p> <p><span class="image-wrapper inline-image"><img alt="Bodhisattva as Guide of Souls, ink and colors on a silk banner, from Cave 17, Mogao, near Dunhuang, Gansu province, China, Five Dynasties, early 10th century, © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/f2807a97277b82da829d17b90816a739b9c17f2b.jpg" /><span class="image-caption"><em>Bodhisattva as Guide of Souls</em>, &nbsp;early 10th century, &nbsp;Five Dynasties,&nbsp;ink and colors on a silk banner, from Cave 17, Mogao, near Dunhuang, Gansu province, China&nbsp;&copy; Trustees of the British Museum</span> </span></p> <p>This&nbsp;painting&nbsp;is inscribed with the characters <em>yinlu pu </em>or &quot;Bodhisattva leading the Way.&quot;&nbsp;It is one of several examples from Mogao of a bodhisattva leading the beautifully clad donor figure to the Pure Land, or Paradise, indicated by a Chinese building floating on clouds in the top left corner. The two figures are also supported by a cloud indicating that they are flying.</p> <p>The bodhisattva, shown much larger than the donor, is holding a censer and a banner in his hand. The banner is one of many of the same type found at Mogao, with a triangular headpiece and streamers.&nbsp;The woman appears to be very wealthy, with gold hairpins in her hair. Actual examples of these were found in Chinese tombs. Her fashionably plump figure suggests that the painting was executed in the ninth or tenth century.<br /> &nbsp;</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>H. Wang (ed.), <a href="http://www.britishmuseum.org/research/publications/research_publications_series/2004/sir_aurel_stein_study_day.aspx"><em>Sir Aurel Stein. Proceedings of the British Museum Study Day 2002</em> </a>(London, British Museum Occasional Paper 142, 2004).</p> <p>H. Wang, <em>Money on the Silk Road. The Evidence from Eastern Central Asiato c. AD 800</em> (London, British Museum Press, 2004).</p> <p>S. Whitfield, <em>Aurel Stein on the Silk Road </em>(London, British Museum Press, 2004).</p> <p>J. Falconer, A. Kelecsenyi, A. Karteszi and L. Russell-Smith (E. Apor and H. Wang eds.), <em>Catalogue of the Collections of Sir Aurel Stein in the Library of the Hungarian Academy of Sciences</em> (published jointly by the British Museum and the Library of the Hungarian Academy of Sciences, Budapest [LHAS Oriental Series 11], 2002).</p> <p>H. Wang (ed.), <em>Handbook to the Stein Collections in the UK</em> (London, British Museum Occasional Paper 129, 1999).</p> <p><span class="image-wrapper inline-image"><img alt="British museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p><br /> <br /> <br /> &copy; Trustees of the British Museum&nbsp;</p>
