Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Bernard II van Risenburgh, Writing table (Table à écrire), c. 1755, oak veneered with tulipwood, kingwood, amaranth, mahogany, ebony, mother-of-pearl, stained horn; gilt-bronze mounts and modern velvet, 78.1 x 96.5 x 57.5 cm (The Metropolitan Museum of Art) " src="https://ka-perseus-images.s3.amazonaws.com/605aaef39455fa9756016bb9b2ae0bab7a0bbcff.jpg" /><span class="image-caption">Bernard II van Risenburgh, Writing table (Table &agrave; &eacute;crire), c. 1755, oak veneered with tulipwood, kingwood, amaranth, mahogany, ebony, mother-of-pearl, stained horn; gilt-bronze mounts and modern velvet, 78.1 x 96.5 x 57.5 cm (The Metropolitan Museum of Art)</span></span></p> <h3>The style of the French nobility</h3> <p>Encased in the curving frame and delicate decorative scheme of this writing table are clever innovations, technological and artistic brilliance, and a representation of completely new ways of living in the period beginning c. 1755.</p> <p>After the formality and grandeur of Louis XIV&rsquo;s Versailles, French aristocrats, including the king himself, were ready for spaces, furniture, clothing, and etiquette that allowed them to turn to matters other than the glorification of France. Beginning before the turn of the 18th century, but accelerated by the opportunity opened by the death of the Sun King in 1715, nobles set up their own homes after decades of living under the king&rsquo;s enormous roof at Versailles, and created a radically different domestic life. Although it was only seven years until Louis XIV&rsquo;s great-grandson was old enough to take the throne to reign as Louis XV, by 1722 new ideas of privacy, comfort, and intimate home life led to a new design language, the Rococo. All of the elements that are the basis for domesticity as we know it today were developed in this period.</p> <h3>A move away from Baroque grandeur and classicism</h3> <p>Louis XIV, during his long reign, had established France as a major European economic and political power, not least by the use of design as a strategic propaganda tool. Where the grandeur, drama, and theatricality of the Baroque, as Louis imported it from Rome, had been the perfect tool for portraying the King and his country as supremely powerful, by the early 18th century, the Baroque was starting to seem exhaustingly sumptuous. Baroque design was based on the classical language, which the earlier Renaissance artists had delighted in rediscovering, augmenting, and modifying. But by the early decades of the 18th century, designers were increasingly turning away from bombastic classicism to other sources, notably the natural world. They began playing with un-classical ideas like asymmetry, movement, linearity, sinuous curves, and realistic natural ornament. The Rococo, as it developed in design, was a sharp turn away from everything the Baroque had become. &nbsp;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Jean François de Troy, The Reading from Molière, around 1728, oil on canvas, 72.4 x 90.8 cm (Collection late Marchioness of Cholmondeley, Houghton)" src="https://ka-perseus-images.s3.amazonaws.com/0ef69c4377968c35705503d6739387a5410e3c2a.jpg" /><span class="image-caption">Jean Fran&ccedil;ois de Troy, <em>Reading from Moli&egrave;re</em>, around 1728, oil on canvas, 72.4 x 90.8 cm (Collection of late Marchioness of Cholmondeley, Houghton)</span></span><span class="image-wrapper inline-image"><img alt="Bernard II van Risenburgh, Writing table (Table à écrire), c. 1755, oak veneered with tulipwood, kingwood, amaranth, mahogany, ebony, mother-of-pearl, stained horn; gilt-bronze mounts and modern velvet, 78.1 x 96.5 x 57.5 cm (The Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/3bb04824cef11079881bf2402bc474aaf4f64a0c.jpg" /><span class="image-caption">Cabriole legs (detail),&nbsp;Bernard II van Risenburgh, <em>Writing table (Table &agrave; &eacute;crire)</em>, c. 1755, oak veneered with tulipwood, kingwood, amaranth, mahogany, ebony, mother-of-pearl, stained horn; gilt-bronze mounts and modern velvet, 78.1 x 96.5 x 57.5 cm (The Metropolitan Museum of Art)</span></span></p> <h3><span style="font-size:16px; line-height:30.4px">Elegance, intimacy, delicacy and curves</span></h3> <p>Where Baroque spaces had been opulent, Rococo rooms were elegant. Grandeur became intimate delicacy. No less carefully designed or meticulously crafted, Rococo was light, fresh, and whimsical, to replace the heavy, fleshy Baroque. The lines of this writing table, as well as its applied ornament and its iconography, all express perfectly the Rococo sensibility. The piece is all curves, more vital and organic than architectural, with cabriole legs (with two curves) that seem to dance, and marquetry of ribbons, leaves and flowers. &nbsp;There&rsquo;s no message here, no story told or idea conveyed, only pleasure and delight in an object for its own sake. Louis XV&rsquo;s reign, like the man himself, was a time of lighthearted pursuit of beauty and sensual<em> joie de vivre</em>. &nbsp;&nbsp;</p> <h3>The artist</h3> <p>This table was designed by Bernard II van Risenburgh, one of a group of furniture makers working for Louis XV and his nobles. They produced new types of objects for new lifestyles, in the new Rococo design language, and using new technologies. Everything about this table is a fresh approach. Van Risenburgh was part of a relatively new guild of furniture specialists called &eacute;b&eacute;nistes, who were responsible for the veneered skin of the piece only; the frame was built by a menusier. While many of the finest craftsmen of the 18th century worked only in the royal workshops, Van Risenburgh was unusual in having his own enterprise and selling primarily through retail middle-men known as marchand-merciers, a new-fangled concept. Furthermore, he signed his pieces (BVRB). In keeping with Enlightenment ideas of the 18th century which celebrated individuality and personal achievement, increasingly craftsmen were identifying themselves with their work. Van Risenburgh also designed his own gilt-bronze mounts, which created a distinct personal style and help to identify his work.</p> <p><span class="block-image image-wrapper"><img alt="Ornate decoration and compartment (detail), Bernard II van Risenburgh, Writing table (Table à écrire), c. 1755, oak veneered with tulipwood, kingwood, amaranth, mahogany, ebony, mother-of-pearl, stained horn; gilt-bronze mounts and modern velvet, 78.1 x 96.5 x 57.5 cm (The Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/fb5b5a384b70a1ec38e64fd4c75cc9dbaa2b6da7.jpg" /><span class="image-caption">Ornate decoration and compartment (detail), Bernard II van Risenburgh, Writing table (Table &agrave; &eacute;crire), c. 1755, oak veneered with tulipwood, kingwood, amaranth, mahogany, ebony, mother-of-pearl, stained horn; gilt-bronze mounts and modern velvet, 78.1 x 96.5 x 57.5 cm (The Metropolitan Museum of Art)</span></span></p> <h3><span style="font-size:16px; line-height:30.4px">Tables were &quot;in&quot; (especially for women)</span></h3> <p>Tables were the delight of the new Rococo interior. Tiny moveable tables for ladies&rsquo; sewing, tables for playing cards, exquisite tables (bonheurs du jour) with porcelain plaques from the royal Sevres factory: an explosion of types and expressions. Writing, playing cards, correspondence were all fashionable amusements for the new world of the eighteenth century. Furthermore, small, highly detailed tables served as props for a particular kind of intimate domestic theater. Women especially used these objects in their expressions of themselves as cultured and sophisticated, skilled in the arts of polite society and seduction. A slender lace-clad wrist, lightly touching a hidden spring in a table, could reveal a drawer or a secret compartment, a book-rest, or in some pieces, all of these&mdash;in a series of carefully orchestrated steps. In the intimate aristocratic world of the early eighteenth century, women were the gatekeepers to the rooms where important men gathered, and thereby exercised great social and political power. For the first time, women chose and controlled their interiors, had their own objects, and interacted with them in a most self-conscious but seemingly insouciant way. &nbsp;</p> <h3>How it was used</h3> <p>This writing table gives the user some clues about how to employ it: first, there is an opening in the gilt-bronze (or ormolu) gallery (the little fence around the edge of the top) that tells where to sit. In accord with this positioning, one finds a pull-out flat writing surface with a leather inset, just below the table top. A drawer for storage slides out of one short end, and another flat surface pulls out of the other to create a place to put accessories such as ink and paper. &nbsp;</p> <p>Not merely a piece of furniture, this writing table from the golden era of French design, is an indicator of great social changes, including changing women&rsquo;s roles, stylistic shifts, and a personal relationship with objects that presaged the modern world as we know it today. &nbsp;</p> <p>Essay by Dianne Pierce&nbsp;</p> <hr /> <p><strong>Additional Resources:&nbsp;</strong></p> <p>DeJean, Joan E. <em>The Age of Comfort: When Paris Discovered Casual--and the Modern Home Began</em>. New York: Bloomsbury, 2009.</p> <p>Thornton, Peter. <em>Authentic Decor: The Domestic Interior</em>, 1620-1920. New York, NY, U.S.A.: Viking, 1984.</p> <p>Whitehead, John. <em>The French Interior: In the Eighteenth Century</em>. London: L. King, 1992.&nbsp;<strong>&nbsp;</strong></p> <p><a href="http://www.metmuseum.org/collection/the-collection-online/search/206490">This table at The Metropolitan Museum of Art</a></p> <p><a href="http://www.getty.edu/art/gettyguide/artMakerDetails?maker=1126">A short biography of the artist at the J. Paul Getty Museum</a></p>
it: <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/605aaef39455fa9756016bb9b2ae0bab7a0bbcff.jpg" /><span class="image-caption">Bernard II van Risenburgh, Writing table (Table &agrave; &eacute;crire), c. 1755, oak veneered with tulipwood, kingwood, amaranth, mahogany, ebony, mother-of-pearl, stained horn; gilt-bronze mounts and modern velvet, 78.1 x 96.5 x 57.5 cm (The Metropolitan Museum of Art)</span></span></p> <h3>The style of the French nobility</h3> <p>Encased in the curving frame and delicate decorative scheme of this writing table are clever innovations, technological and artistic brilliance, and a representation of completely new ways of living in the period beginning c. 1755.</p> <p>After the formality and grandeur of Louis XIV&rsquo;s Versailles, French aristocrats, including the king himself, were ready for spaces, furniture, clothing, and etiquette that allowed them to turn to matters other than the glorification of France. Beginning before the turn of the 18th century, but accelerated by the opportunity opened by the death of the Sun King in 1715, nobles set up their own homes after decades of living under the king&rsquo;s enormous roof at Versailles, and created a radically different domestic life. Although it was only seven years until Louis XIV&rsquo;s great-grandson was old enough to take the throne to reign as Louis XV, by 1722 new ideas of privacy, comfort, and intimate home life led to a new design language, the Rococo. All of the elements that are the basis for domesticity as we know it today were developed in this period.</p> <h3>A move away from Baroque grandeur and classicism</h3> <p>Louis XIV, during his long reign, had established France as a major European economic and political power, not least by the use of design as a strategic propaganda tool. Where the grandeur, drama, and theatricality of the Baroque, as Louis imported it from Rome, had been the perfect tool for portraying the King and his country as supremely powerful, by the early 18th century, the Baroque was starting to seem exhaustingly sumptuous. Baroque design was based on the classical language, which the earlier Renaissance artists had delighted in rediscovering, augmenting, and modifying. But by the early decades of the 18th century, designers were increasingly turning away from bombastic classicism to other sources, notably the natural world. They began playing with un-classical ideas like asymmetry, movement, linearity, sinuous curves, and realistic natural ornament. The Rococo, as it developed in design, was a sharp turn away from everything the Baroque had become. &nbsp;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Jean François de Troy, The Reading from Molière, around 1728, oil on canvas, 72.4 x 90.8 cm (Collection late Marchioness of Cholmondeley, Houghton)" src="https://ka-perseus-images.s3.amazonaws.com/0ef69c4377968c35705503d6739387a5410e3c2a.jpg" /><span class="image-caption">Jean Fran&ccedil;ois de Troy, <em>Reading from Moli&egrave;re</em>, around 1728, oil on canvas, 72.4 x 90.8 cm (Collection of late Marchioness of Cholmondeley, Houghton)</span></span><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/3bb04824cef11079881bf2402bc474aaf4f64a0c.jpg" /><span class="image-caption">Cabriole legs (detail),&nbsp;Bernard II van Risenburgh, <em>Writing table (Table &agrave; &eacute;crire)</em>, c. 1755, oak veneered with tulipwood, kingwood, amaranth, mahogany, ebony, mother-of-pearl, stained horn; gilt-bronze mounts and modern velvet, 78.1 x 96.5 x 57.5 cm (The Metropolitan Museum of Art)</span></span></p> <h3><span style="font-size:16px; line-height:30.4px">Elegance, intimacy, delicacy and curves</span></h3> <p>Where Baroque spaces had been opulent, Rococo rooms were elegant. Grandeur became intimate delicacy. No less carefully designed or meticulously crafted, Rococo was light, fresh, and whimsical, to replace the heavy, fleshy Baroque. The lines of this writing table, as well as its applied ornament and its iconography, all express perfectly the Rococo sensibility. The piece is all curves, more vital and organic than architectural, with cabriole legs (with two curves) that seem to dance, and marquetry of ribbons, leaves and flowers. &nbsp;There&rsquo;s no message here, no story told or idea conveyed, only pleasure and delight in an object for its own sake. Louis XV&rsquo;s reign, like the man himself, was a time of lighthearted pursuit of beauty and sensual<em> joie de vivre</em>. &nbsp;&nbsp;</p> <h3>The artist</h3> <p>This table was designed by Bernard II van Risenburgh, one of a group of furniture makers working for Louis XV and his nobles. They produced new types of objects for new lifestyles, in the new Rococo design language, and using new technologies. Everything about this table is a fresh approach. Van Risenburgh was part of a relatively new guild of furniture specialists called &eacute;b&eacute;nistes, who were responsible for the veneered skin of the piece only; the frame was built by a menusier. While many of the finest craftsmen of the 18th century worked only in the royal workshops, Van Risenburgh was unusual in having his own enterprise and selling primarily through retail middle-men known as marchand-merciers, a new-fangled concept. Furthermore, he signed his pieces (BVRB). In keeping with Enlightenment ideas of the 18th century which celebrated individuality and personal achievement, increasingly craftsmen were identifying themselves with their work. Van Risenburgh also designed his own gilt-bronze mounts, which created a distinct personal style and help to identify his work.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/fb5b5a384b70a1ec38e64fd4c75cc9dbaa2b6da7.jpg" /><span class="image-caption">Ornate decoration and compartment (detail), Bernard II van Risenburgh, Writing table (Table &agrave; &eacute;crire), c. 1755, oak veneered with tulipwood, kingwood, amaranth, mahogany, ebony, mother-of-pearl, stained horn; gilt-bronze mounts and modern velvet, 78.1 x 96.5 x 57.5 cm (The Metropolitan Museum of Art)</span></span></p> <h3><span style="font-size:16px; line-height:30.4px">Tables were &quot;in&quot; (especially for women)</span></h3> <p>Tables were the delight of the new Rococo interior. Tiny moveable tables for ladies&rsquo; sewing, tables for playing cards, exquisite tables (bonheurs du jour) with porcelain plaques from the royal Sevres factory: an explosion of types and expressions. Writing, playing cards, correspondence were all fashionable amusements for the new world of the eighteenth century. Furthermore, small, highly detailed tables served as props for a particular kind of intimate domestic theater. Women especially used these objects in their expressions of themselves as cultured and sophisticated, skilled in the arts of polite society and seduction. A slender lace-clad wrist, lightly touching a hidden spring in a table, could reveal a drawer or a secret compartment, a book-rest, or in some pieces, all of these&mdash;in a series of carefully orchestrated steps. In the intimate aristocratic world of the early eighteenth century, women were the gatekeepers to the rooms where important men gathered, and thereby exercised great social and political power. For the first time, women chose and controlled their interiors, had their own objects, and interacted with them in a most self-conscious but seemingly insouciant way. &nbsp;</p> <h3>How it was used</h3> <p>This writing table gives the user some clues about how to employ it: first, there is an opening in the gilt-bronze (or ormolu) gallery (the little fence around the edge of the top) that tells where to sit. In accord with this positioning, one finds a pull-out flat writing surface with a leather inset, just below the table top. A drawer for storage slides out of one short end, and another flat surface pulls out of the other to create a place to put accessories such as ink and paper. &nbsp;</p> <p>Not merely a piece of furniture, this writing table from the golden era of French design, is an indicator of great social changes, including changing women&rsquo;s roles, stylistic shifts, and a personal relationship with objects that presaged the modern world as we know it today. &nbsp;</p> <p>Essay by Dianne Pierce&nbsp;</p> <hr /> <p><strong>Additional Resources:&nbsp;</strong></p> <p>DeJean, Joan E. <em>The Age of Comfort: When Paris Discovered Casual--and the Modern Home Began</em>. New York: Bloomsbury, 2009.</p> <p>Thornton, Peter. <em>Authentic Decor: The Domestic Interior</em>, 1620-1920. New York, NY, U.S.A.: Viking, 1984.</p> <p>Whitehead, John. <em>The French Interior: In the Eighteenth Century</em>. London: L. King, 1992.&nbsp;<strong>&nbsp;</strong></p> <p><a href="http://www.metmuseum.org/collection/the-collection-online/search/206490">This table at The Metropolitan Museum of Art</a></p> <p><a href="http://www.getty.edu/art/gettyguide/artMakerDetails?maker=1126">A short biography of the artist at the J. Paul Getty Museum</a></p>
