Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Upper register (detail), Dioskourides, Gemma Augustea, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/13cf78a6663a1f18cb8f56d8cbbeb5bc7e662739.jpg" /><span class="image-caption">Upper register (detail), Dioskourides, <em>Gemma Augustea</em>, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Head (detail), Augustus of Primaporta, 1st century C.E. (Vatican Museums)" src="https://ka-perseus-images.s3.amazonaws.com/ac0d8c8db69d60f9c22b64bd1f88e872379232f7.jpg" /><span class="image-caption">Head (detail), <em>Augustus of Primaporta</em>, 1st century C.E. (Vatican Museums)</span></span>When you think of Roman art,&nbsp;the Colosseum and the ruins of the Roman Forum immediately spring to mind. You may also think of all the public sculpture that decorated ancient Rome, such as the portrait of <em>Augustus from Primaporta</em> (left) or the Ara Pacis Augustae. These public works of art functioned as political propaganda and advertised to all Romans the accomplishments of the emperor. In public art Augustus wanted to promote that he was a military victor, that he brought peace to the Roman Empire, and that he was connected to the gods.</p> <h3>Private Art</h3> <p>But the emperor also commissioned small private works of art such as gems, and cameos. Unlike art in the public sphere, private art would not have been seen by a large audience. Instead, only a select few would have been granted access. If you were lucky enough to be invited to a dinner party at the emperor&rsquo;s palace, he might display his gem collection or show off his large imperial cameos. However, despite the fact that private art would not have been seen by the majority of Roman citizens, the messages contained within these works would have functioned in much the same way as their public counterparts. So if you were at that dinner party with Augustus and he showed you a large cameo, that cameo would have advertised the emperor&rsquo;s military victories, his role as the bringer of peace, and his connection to the gods.</p> <p><span class="block-image image-wrapper"><img alt=" Gemma Claudia, 49 C.E., 120 x 152 cm without setting, five-layered onyx and 18th century gold band (Kunsthistorisches Museum, Vienna)Gemma Claudia, 49 C.E., 120 x 152 cm without setting, five-layered onyx and 18th century gold band (Kunsthistorisches Museum, Vienna); Emperor Claudius (left), his fourth wife, Agrippina the Younger behind him, her parents are opposite, Germanicus, brother of the emperor, and behind him his wife, Agrippina the Elder" src="https://ka-perseus-images.s3.amazonaws.com/594b8c69176bb02aa8d9d6bc4df08edacf40cc19.jpg" /><span class="image-caption"><em>Gemma Claudia</em>, 49 C.E., 120 x 152 cm without setting, five-layered onyx and 18th century gold band (Kunsthistorisches Museum, Vienna); Emperor Claudius (left), his fourth wife, Agrippina the Younger behind him, her parents are opposite, Germanicus, brother of the emperor, and behind him his wife, Agrippina the Elder</span></span></p> <p>Cameos were a popular medium in the private art of the Roman Empire. While cameos first appeared in the Hellenistic period, they became most fashionable under the Romans. Typically cameos were made of a brown stone that had bands or layers of white throughout, such as sardonyx. This layered stone was then carved in such a way that the figures stood out in white relief while the background remained the dark part of the stone. Most cameos were small and functioned as pendants or rings. But there are a few examples of much larger cameos that were specifically commissioned by the emperor and members of his imperial circle, the most famous example is the Gemma Augustea.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Dioskourides, Gemma Augustea, 9 AD - 12 C.E., Double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)Dioskourides, Gemma Augustea, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/6f7d8ab59b37a6e17b4612db9df45185caf19ea3.jpg" /><span class="image-caption">Dioskourides, Gemma Augustea, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)</span></span></p> <h3>Gemma Augustea</h3> <p>The Gemma Augustea is divided into two registers that are crammed with figures and iconography. The upper register contains three historical figures and a host of deities and personifications. Our eyes immediately gravitate towards the center of the upper register and the two large enthroned figures, Roma (the personification of the city of Rome) and the emperor Augustus. Roma is surrounded by military paraphernalia while Augustus holds a scepter, a symbol of his right to rule and his role as the leader of the Roman Empire. At his feet is an eagle, a symbol of the god Jupiter and so we quickly realize that Augustus has close ties to the gods. Augustus is depicted as a heroic semi-nude, a convention usually reserved for deities. Augustus is not only stating that he has connections to gods, he is stating that he is also god-like.</p> <p><span class="block-image image-wrapper"><img alt="Eagle from the upper register (detail), Dioskourides, Gemma Augustea, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/cd98b7a7bb493a838068148362d3862ffc66e3b5.jpg" /><span class="image-caption">Eagle from the upper register (detail), Dioskourides, <em>Gemma Augustea,</em> 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)</span></span></p> <p>Two other historical figures accompany Augustus in the upper register. At the far left is Tiberius, who will eventually succeed Augustus on the throne. To the right of Tiberius is the young Germanicus, another member of Augustus&rsquo; family and a potential heir to the throne. Clearly the Gemma Augustea is making Augustus&rsquo; dynastic message clear: he hopes that Tiberius or Germanicus will succeed him after he dies.</p> <p>&nbsp;<span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/503d8972379dc424c0a41f1f1a9346b399e5c6c4.jpg" /></span></p> <p>Interspersed amongst the three historical figures of the upper register are deities and personifications. Directly behind Tiberius is winged Victory. Behind Augustus is Oikoumene, the personification of the civilized world, who places a corona civica (civic crown) on the emperor&rsquo;s head. In the Roman Empire, it was a great honor to be awarded the civic crown as it was only given to someone who had saved Roman citizens from an enemy (and Augustus had certainly done just that by rescuing Romans from civil war). Oceanus, the personification of the oceans, sits on the far right. Finally, Tellus Italiae, the mother earth goddess and personification of Italy, sits with her two chubby children and holds a cornucopia.</p> <h3>Pax Romana</h3> <p>What does the top register mean, with its grouping of mortals, deities, and personifications? In short, everything praises Augustus. The emperor expresses his domination throughout the Roman Empire and his greatest accomplishment, the pacification of the Roman world, which resulted in fertility and prosperity. Augustus&rsquo; peace and dominion will spread not only throughout the city of Rome (represented by the goddess Roma), but also to all of Italy (represented by Tellus Italiae) and throughout the entire civilized world (symbolized by Oikoumene). And as to Tiberius and Germanicus, Augustus&rsquo; potential heirs, either will continue the peace and prosperity established by Augustus.</p> <p><span class="block-image image-wrapper"><img alt="Lower register (detail), Dioskourides, Gemma Augustea, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/579f0ac6f9f621d7b8e6f31710fa618cdee2c8f8.jpg" /><span class="image-caption">Lower register (detail), Dioskourides, <em>Gemma Augustea</em>, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)</span></span></p> <p><span>The lower register is significantly smaller than the upper, but it nevertheless has plenty of figures in its two scenes, both of which show captive barbarians and victorious Romans. At the left, Roman soldiers raise a trophy while degraded and humiliated barbarians sit at their feet. At the right is a similar scene, with barbarians being brought into submission by Roman soldiers. While the upper register focuses on peace, the lower register represents the wars that established and maintained peace throughout the Roman Empire.&nbsp;</span></p> <p><span class="block-image image-wrapper"><img alt="Lower register (detail), Dioskourides, Gemma Augustea, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/7a6d8470f732c5cfc551603eb984de992cd0f4b0.jpg" /><span class="image-caption">Lower register (detail), Dioskourides, <em>Gemma Augustea</em>, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)</span></span></p> <p>So even though the Gemma Augustea is a work of private art, the cameo nevertheless offers a political message and thus serves a purpose similar to public art. The Gemma&nbsp;proclaimed Augustus&#39;s greatest accomplishment, the Pax Romana, his military victories, his connections to the gods and his god-like status, and his hopes for dynastic succession.</p> <p><span class="block-image image-wrapper"><img alt="Dr. Beth Harris viewing the Gemma Augustea (for scale)" src="https://ka-perseus-images.s3.amazonaws.com/61bd7cf4fd1febd54be981719ebbe5d7cbc2695c.jpg" /><span class="image-caption">Dr. Beth Harris viewing the <em>Gemma Augustea</em> (for scale)</span></span></p> <p>Text by Julia C. Fischer</p>
it: <p><span class="block-image image-wrapper"><img alt="Upper register (detail), Dioskourides, Gemma Augustea, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/13cf78a6663a1f18cb8f56d8cbbeb5bc7e662739.jpg" /><span class="image-caption">Upper register (detail), Dioskourides, <em>Gemma Augustea</em>, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Head (detail), Augustus of Primaporta, 1st century C.E. (Vatican Museums)" src="https://ka-perseus-images.s3.amazonaws.com/ac0d8c8db69d60f9c22b64bd1f88e872379232f7.jpg" /><span class="image-caption">Head (detail), <em>Augustus of Primaporta</em>, 1st century C.E. (Vatican Museums)</span></span>When you think of Roman art,&nbsp;the Colosseum and the ruins of the Roman Forum immediately spring to mind. You may also think of all the public sculpture that decorated ancient Rome, such as the portrait of <em>Augustus from Primaporta</em> (left) or the Ara Pacis Augustae. These public works of art functioned as political propaganda and advertised to all Romans the accomplishments of the emperor. In public art Augustus wanted to promote that he was a military victor, that he brought peace to the Roman Empire, and that he was connected to the gods.</p> <h3>Private Art</h3> <p>But the emperor also commissioned small private works of art such as gems, and cameos. Unlike art in the public sphere, private art would not have been seen by a large audience. Instead, only a select few would have been granted access. If you were lucky enough to be invited to a dinner party at the emperor&rsquo;s palace, he might display his gem collection or show off his large imperial cameos. However, despite the fact that private art would not have been seen by the majority of Roman citizens, the messages contained within these works would have functioned in much the same way as their public counterparts. So if you were at that dinner party with Augustus and he showed you a large cameo, that cameo would have advertised the emperor&rsquo;s military victories, his role as the bringer of peace, and his connection to the gods.</p> <p><span class="block-image image-wrapper"><img alt=" Gemma Claudia, 49 C.E., 120 x 152 cm without setting, five-layered onyx and 18th century gold band (Kunsthistorisches Museum, Vienna)Gemma Claudia, 49 C.E., 120 x 152 cm without setting, five-layered onyx and 18th century gold band (Kunsthistorisches Museum, Vienna); Emperor Claudius (left), his fourth wife, Agrippina the Younger behind him, her parents are opposite, Germanicus, brother of the emperor, and behind him his wife, Agrippina the Elder" src="https://ka-perseus-images.s3.amazonaws.com/594b8c69176bb02aa8d9d6bc4df08edacf40cc19.jpg" /><span class="image-caption"><em>Gemma Claudia</em>, 49 C.E., 120 x 152 cm without setting, five-layered onyx and 18th century gold band (Kunsthistorisches Museum, Vienna); Emperor Claudius (left), his fourth wife, Agrippina the Younger behind him, her parents are opposite, Germanicus, brother of the emperor, and behind him his wife, Agrippina the Elder</span></span></p> <p>Cameos were a popular medium in the private art of the Roman Empire. While cameos first appeared in the Hellenistic period, they became most fashionable under the Romans. Typically cameos were made of a brown stone that had bands or layers of white throughout, such as sardonyx. This layered stone was then carved in such a way that the figures stood out in white relief while the background remained the dark part of the stone. Most cameos were small and functioned as pendants or rings. But there are a few examples of much larger cameos that were specifically commissioned by the emperor and members of his imperial circle, the most famous example is the Gemma Augustea.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Dioskourides, Gemma Augustea, 9 AD - 12 C.E., Double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)Dioskourides, Gemma Augustea, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/6f7d8ab59b37a6e17b4612db9df45185caf19ea3.jpg" /><span class="image-caption">Dioskourides, Gemma Augustea, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)</span></span></p> <h3>Gemma Augustea</h3> <p>The Gemma Augustea is divided into two registers that are crammed with figures and iconography. The upper register contains three historical figures and a host of deities and personifications. Our eyes immediately gravitate towards the center of the upper register and the two large enthroned figures, Roma (the personification of the city of Rome) and the emperor Augustus. Roma is surrounded by military paraphernalia while Augustus holds a scepter, a symbol of his right to rule and his role as the leader of the Roman Empire. At his feet is an eagle, a symbol of the god Jupiter and so we quickly realize that Augustus has close ties to the gods. Augustus is depicted as a heroic semi-nude, a convention usually reserved for deities. Augustus is not only stating that he has connections to gods, he is stating that he is also god-like.</p> <p><span class="block-image image-wrapper"><img alt="Eagle from the upper register (detail), Dioskourides, Gemma Augustea, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/cd98b7a7bb493a838068148362d3862ffc66e3b5.jpg" /><span class="image-caption">Eagle from the upper register (detail), Dioskourides, <em>Gemma Augustea,</em> 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)</span></span></p> <p>Two other historical figures accompany Augustus in the upper register. At the far left is Tiberius, who will eventually succeed Augustus on the throne. To the right of Tiberius is the young Germanicus, another member of Augustus&rsquo; family and a potential heir to the throne. Clearly the Gemma Augustea is making Augustus&rsquo; dynastic message clear: he hopes that Tiberius or Germanicus will succeed him after he dies.</p> <p>&nbsp;<span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/503d8972379dc424c0a41f1f1a9346b399e5c6c4.jpg" /></span></p> <p>Interspersed amongst the three historical figures of the upper register are deities and personifications. Directly behind Tiberius is winged Victory. Behind Augustus is Oikoumene, the personification of the civilized world, who places a corona civica (civic crown) on the emperor&rsquo;s head. In the Roman Empire, it was a great honor to be awarded the civic crown as it was only given to someone who had saved Roman citizens from an enemy (and Augustus had certainly done just that by rescuing Romans from civil war). Oceanus, the personification of the oceans, sits on the far right. Finally, Tellus Italiae, the mother earth goddess and personification of Italy, sits with her two chubby children and holds a cornucopia.</p> <h3>Pax Romana</h3> <p>What does the top register mean, with its grouping of mortals, deities, and personifications? In short, everything praises Augustus. The emperor expresses his domination throughout the Roman Empire and his greatest accomplishment, the pacification of the Roman world, which resulted in fertility and prosperity. Augustus&rsquo; peace and dominion will spread not only throughout the city of Rome (represented by the goddess Roma), but also to all of Italy (represented by Tellus Italiae) and throughout the entire civilized world (symbolized by Oikoumene). And as to Tiberius and Germanicus, Augustus&rsquo; potential heirs, either will continue the peace and prosperity established by Augustus.</p> <p><span class="block-image image-wrapper"><img alt="Lower register (detail), Dioskourides, Gemma Augustea, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/579f0ac6f9f621d7b8e6f31710fa618cdee2c8f8.jpg" /><span class="image-caption">Lower register (detail), Dioskourides, <em>Gemma Augustea</em>, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)</span></span></p> <p><span>The lower register is significantly smaller than the upper, but it nevertheless has plenty of figures in its two scenes, both of which show captive barbarians and victorious Romans. At the left, Roman soldiers raise a trophy while degraded and humiliated barbarians sit at their feet. At the right is a similar scene, with barbarians being brought into submission by Roman soldiers. While the upper register focuses on peace, the lower register represents the wars that established and maintained peace throughout the Roman Empire.&nbsp;</span></p> <p><span class="block-image image-wrapper"><img alt="Lower register (detail), Dioskourides, Gemma Augustea, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/7a6d8470f732c5cfc551603eb984de992cd0f4b0.jpg" /><span class="image-caption">Lower register (detail), Dioskourides, <em>Gemma Augustea</em>, 9 - 12 C.E., 19 x 23 cm, double-layered sardonyx with gold, gold-plated silver (Kunsthistorisches Museum Vienna)</span></span></p> <p>So even though the Gemma Augustea is a work of private art, the cameo nevertheless offers a political message and thus serves a purpose similar to public art. The Gemma, proclaimed Augustus&#39;s greatest accomplishment, the Pax Romana, his military victories, his connections to the gods and his god-like status, and his hopes for dynastic succession.</p> <p><span class="block-image image-wrapper"><img alt="Dr. Beth Harris viewing the Gemma Augustea (for scale)" src="https://ka-perseus-images.s3.amazonaws.com/61bd7cf4fd1febd54be981719ebbe5d7cbc2695c.jpg" /><span class="image-caption">Dr. Beth Harris viewing the <em>Gemma Augustea</em> (for scale)</span></span></p> <p>Text by Julia C. Fischer</p>
