Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><br /> <span class="image-wrapper inline-image"><img alt="Girl's caribou skin parka, Inuit, early 19th century C.E., 76 cm high, from West Greenland © Trustees of the British Museum. This parka has contrasting mosaic-work made of the white belly skin of a young caribou. The curved flaps, front and rear, are characteristic of Arctic women's clothing. The edge of the hood would have been finished with a ruff or fringe of fur from animals such as wolf or wolverine. Their glossy hairs allow the accumulated ice, from breath and snow fall, to be shaken away. The parka may have been collected in the early nineteenth century during the search for the Northwest Passage. It is one of the first woman's parkas to be collected in Greenland, and is similar in design to those, discovered with mummies at Qilatiksoq in 1972-8, dating to about 1475." src="https://ka-perseus-images.s3.amazonaws.com/014302d24f2c0e772fa40ae7fe204502833c6a67.jpg" /><span class="image-caption"><em>Girl&#39;s caribou-skin parka</em>, early 19th century C.E., Inuit,&nbsp;76 cm,&nbsp;West Greenland &copy; Trustees of the British Museum.&nbsp;The parka may have been collected in the early nineteenth century during the search for the Northwest Passage. It is one of the first woman&#39;s parkas to be collected in Greenland, and is similar in design to those, discovered with mummies at Qilatiksoq in 1972-8, dating to about 1475.</span></span></p> <h3>Clothing</h3> <p>In the Arctic, where temperatures are below freezing for most of the year, warm clothing is of great importance. It is vital for hunters who spend many hours outside fishing or hunting seals, walrus, whales and caribou. Traditional Inuit skin clothing is well suited to this purpose because it provides excellent insulation.</p> <p>In winter, two layers of clothes were worn when hunting or traveling. The inner layer has the fur turned inwards towards the body, while the fur of the outer layer is turned outwards. Warm air is trapped between the two layers of clothing and the body, providing excellent insulation against the cold.</p> <p>Today traditional skin clothing remains important to Inuit. Not only are certain kinds of traditional clothing still preferred over manufactured garments, but the making and use of clothing plays a significant role in keeping Inuit cultural values and knowledge alive. Clothing both sustains and expresses Inuit identity.</p> <h3>Woman&#39;s amauti of sealskin</h3> <p><span class="image-wrapper inline-image"><img alt="Woman's amauti of sealskin, Inuit of Labrador or Nunavik, eastern Canadian Arctic, date unknown, © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/6bfb83226a89d162881e1bdf9cc61a1fbcbf85a3.jpg" /><span class="image-caption"><em>Woman&#39;s amauti of sealskin</em>, Inuit of Labrador or Nunavik, 19th century &copy; Trustees of the British Museum</span></span>Unfortunately, there is no documentation on this beautiful woman&#39;s outer parka. However, the design of the costume, particularly the shape of the back flap and the decoration on the garment&#39;s edges, indicate that it was made in Nunavik or Labrador. The back flap is narrow, curving slightly inwards below the waist, and ending in a rounded tip. The decoration with bands of contrasting white and dark stripes of sealskin at the edges of the garment are characteristic of costumes from this part of the eastern Canadian Arctic.<br /> <br /> ​Traditional Arctic clothing consists of two layers of caribou skin garments. Caribou skin is used because the hollow hair follicles contain an air bubble; they also trap insulating air. The inner layer has the fur turned inwards towards the skin, while the outer layer has the fur turned outwards. A pocket of insulating air is caught between the body and the two layers of clothing.</p> <p>Amauti of this style were used by the Inuit of Labrador until their costume changed through the influence of missionaries in the eighteenth century. Thus, it is possible that the amauti dates to the very first years of contact. It may have been worn by one of the Inuit women brought to England by British explorers, who often brought back inhabitants to prove their discoveries. Many of these captured Inuit were painted by European artists, and the paintings - although varying in accuracy of representation - remain valuable documents of Inuit clothing from that time.&nbsp;</p> <p>Alternatively, the amauti could have been made somewhat later by Inuit of Nunavik. It is very similar to an amauti now in the McCord Museum, Canada that was collected by Dr William Wakeham in 1897, probably on the southern shores of Hudson Strait. This amauti may have been made around the same time in that area.</p> <p><span class="block-image image-wrapper"><img alt="Kamleika, Aleut, 19th century C.E., 168 cm, sea mammal gut, from Alaska © Trustees of the British Museum " src="https://ka-perseus-images.s3.amazonaws.com/63c3a9d3495b6c4ecaac4f3b7fd5fc06a8d98bd6.jpg" /><span class="image-caption"><em>Kamleika</em>, 19th century C.E., Aleut,&nbsp;168 cm, sea mammal gut,&nbsp;Alaska<br /> &copy; Trustees of the British Museum</span></span>Kamleikas&nbsp;are outer garments made of sea mammal gut, an extremely light, tough, and waterproof material. They were sewn with grass or sinew threads which expanded when soaked, making the garment waterproof. Among the Aleut, hooded&nbsp;kamleikas&nbsp;were worn as protection against wind and rain over a birdskin or fur parka. These rather sparsely decorated everyday garments usually had drawstrings around the hood and at the cuffs. Although strong, gut can tear, and of course wears out with frequent use. Aleut men, who used their&nbsp;kamleikas&nbsp;almost daily, needed about three new garments each year. Each would take about a month to make.</p> <p>The Aleut also made beautiful&nbsp;kamleikas&nbsp;for festive or ceremonial occasions. These were hoodless, with a high collar and decorative bands of colored skin at the collar, cuffs, and hem. Such parkas, like this example from the nineteenth century, were extremely valuable status symbols and articles for trading. After contact, they were given as gifts or sold to visiting Europeans and Russian officials, who appreciated them for their beauty and usefulness.</p> <h3>Conserving a gutskin parka</h3> <p>The gut used to make these&nbsp;kamleikas&nbsp;only stays flexible as long as it is saturated with water. In use, gut parkas were stored by rolling when damp, and were again dampened before unrolling. By the time they are brought to the Museum, they have usually become stiff, brittle and misshapen. Therefore, before display, the hardened gut of this&nbsp;kamleika&nbsp;was relaxed using water vapor. As the garment regained flexibility, it was gradually cleaned and reshaped into its original form. Holes, tears and loose elements of the decorative bands were then secured and supported with an adhesive and tinted Japanese tissue paper.<br /> &nbsp;</p> <hr /> <p><strong>Suggested readings:</strong><br /> <br /> J.C.H. King,&nbsp;<em>First peoples, first contacts</em>&nbsp;(London, The British Museum Press, 1999).</p> <p>B.K. Issenman,&nbsp;<em>Sinew of survival: the living</em>&nbsp;(Vancouver, UBC Press, 1997).</p> <p>J.E. Oakes and R. Riewe,&nbsp;<em>Our boots: an Inuit womans art&nbsp;</em>(New York, Thames and Hudson, 1996).<br /> <br /> <span class="image-wrapper inline-image"><a href="http://www.britishmuseum.org/explore/cultures/the_americas/arctic_peoples.aspx">Arctic Peoples in the British Museum</a><br /> <br /> <img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> <br /> &copy; Trustees of the British Museum</p>
it: <p><br /> <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/014302d24f2c0e772fa40ae7fe204502833c6a67.jpg" /><span class="image-caption"><em>Girl&#39;s caribou-skin parka</em>, early 19th century C.E., Inuit,&nbsp;76 cm,&nbsp;West Greenland &copy; Trustees of the British Museum.&nbsp;The parka may have been collected in the early nineteenth century during the search for the Northwest Passage. It is one of the first woman&#39;s parkas to be collected in Greenland, and is similar in design to those, discovered with mummies at Qilatiksoq in 1972-8, dating to about 1475.</span></span></p> <h3>Clothing</h3> <p>In the Arctic, where temperatures are below freezing for most of the year, warm clothing is of great importance. It is vital for hunters who spend many hours outside fishing or hunting seals, walrus, whales and caribou. Traditional Inuit skin clothing is well suited to this purpose because it provides excellent insulation.</p> <p>In winter, two layers of clothes were worn when hunting or traveling. The inner layer has the fur turned inwards towards the body, while the fur of the outer layer is turned outwards. Warm air is trapped between the two layers of clothing and the body, providing excellent insulation against the cold.</p> <p>Today traditional skin clothing remains important to Inuit. Not only are certain kinds of traditional clothing still preferred over manufactured garments, but the making and use of clothing plays a significant role in keeping Inuit cultural values and knowledge alive. Clothing both sustains and expresses Inuit identity.</p> <h3>Woman&#39;s amauti of sealskin</h3> <p><span class="image-wrapper inline-image"><img alt="Woman's amauti of sealskin, Inuit of Labrador or Nunavik, eastern Canadian Arctic, date unknown, © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/6bfb83226a89d162881e1bdf9cc61a1fbcbf85a3.jpg" /><span class="image-caption"><em>Woman&#39;s amauti of sealskin</em>, Inuit of Labrador or Nunavik, 19th century &copy; Trustees of the British Museum</span></span>Unfortunately, there is no documentation on this beautiful woman&#39;s outer parka. However, the design of the costume, particularly the shape of the back flap and the decoration on the garment&#39;s edges, indicate that it was made in Nunavik or Labrador. The back flap is narrow, curving slightly inwards below the waist, and ending in a rounded tip. The decoration with bands of contrasting white and dark stripes of sealskin at the edges of the garment are characteristic of costumes from this part of the eastern Canadian Arctic.<br /> <br /> ​Traditional Arctic clothing consists of two layers of caribou skin garments. Caribou skin is used because the hollow hair follicles contain an air bubble; they also trap insulating air. The inner layer has the fur turned inwards towards the skin, while the outer layer has the fur turned outwards. A pocket of insulating air is caught between the body and the two layers of clothing.</p> <p>Amauti of this style were used by the Inuit of Labrador until their costume changed through the influence of missionaries in the eighteenth century. Thus, it is possible that the amauti dates to the very first years of contact. It may have been worn by one of the Inuit women brought to England by British explorers, who often brought back inhabitants to prove their discoveries. Many of these captured Inuit were painted by European artists, and the paintings - although varying in accuracy of representation - remain valuable documents of Inuit clothing from that time.&nbsp;</p> <p>Alternatively, the amauti could have been made somewhat later by Inuit of Nunavik. It is very similar to an amauti now in the McCord Museum, Canada that was collected by Dr William Wakeham in 1897, probably on the southern shores of Hudson Strait. This amauti may have been made around the same time in that area.</p> <p><span class="block-image image-wrapper"><img alt="Kamleika, Aleut, 19th century C.E., 168 cm, sea mammal gut, from Alaska © Trustees of the British Museum " src="https://ka-perseus-images.s3.amazonaws.com/63c3a9d3495b6c4ecaac4f3b7fd5fc06a8d98bd6.jpg" /><span class="image-caption"><em>Kamleika</em>, 19th century C.E., Aleut,&nbsp;168 cm, sea mammal gut,&nbsp;Alaska<br /> &copy; Trustees of the British Museum</span></span>Kamleikas&nbsp;are outer garments made of sea mammal gut, an extremely light, tough, and waterproof material. They were sewn with grass or sinew threads which expanded when soaked, making the garment waterproof. Among the Aleut, hooded&nbsp;kamleikas&nbsp;were worn as protection against wind and rain over a birdskin or fur parka. These rather sparsely decorated everyday garments usually had drawstrings around the hood and at the cuffs. Although strong, gut can tear, and of course wears out with frequent use. Aleut men, who used their&nbsp;kamleikas&nbsp;almost daily, needed about three new garments each year. Each would take about a month to make.</p> <p>The Aleut also made beautiful&nbsp;kamleikas&nbsp;for festive or ceremonial occasions. These were hoodless, with a high collar and decorative bands of colored skin at the collar, cuffs, and hem. Such parkas, like this example from the nineteenth century, were extremely valuable status symbols and articles for trading. After contact, they were given as gifts or sold to visiting Europeans and Russian officials, who appreciated them for their beauty and usefulness.</p> <h3>Conserving a gutskin parka</h3> <p>The gut used to make these&nbsp;kamleikas&nbsp;only stays flexible as long as it is saturated with water. In use, gut parkas were stored by rolling when damp, and were again dampened before unrolling. By the time they are brought to the Museum, they have usually become stiff, brittle and misshapen. Therefore, before display, the hardened gut of this&nbsp;kamleika&nbsp;was relaxed using water vapor. As the garment regained flexibility, it was gradually cleaned and reshaped into its original form. Holes, tears and loose elements of the decorative bands were then secured and supported with an adhesive and tinted Japanese tissue paper.<br /> &nbsp;</p> <hr /> <p><strong>Suggested readings:</strong><br /> <br /> J.C.H. King,&nbsp;<em>First peoples, first contacts</em>&nbsp;(London, The British Museum Press, 1999).</p> <p>B.K. Issenman,&nbsp;<em>Sinew of survival: the living</em>&nbsp;(Vancouver, UBC Press, 1997).</p> <p>J.E. Oakes and R. Riewe,&nbsp;<em>Our boots: an Inuit womans art&nbsp;</em>(New York, Thames and Hudson, 1996).<br /> <br /> <span class="image-wrapper inline-image"><a href="http://www.britishmuseum.org/explore/cultures/the_americas/arctic_peoples.aspx">Arctic Peoples in the British Museum</a><br /> <br /> <img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> <br /> &copy; Trustees of the British Museum</p>
