Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="image-wrapper inline-image"><img alt="Crown, Silla kingdom, second half of 5th century, gold and jade, sxcavated from the north mound of Hwangnam Daechong Tomb, 10 3/4 in. / 27.3 cm high (Gyeongju National Museum, Korea, National Treasure 191)" src="https://ka-perseus-images.s3.amazonaws.com/3fec7bd2feca1771b8517897f2e60e42ebdd3cee.jpg" /><span class="image-caption">Crown, Silla kingdom, second half of 5th century, gold and jade, excavated from the north mound of Hwangnam Daechong Tomb, 10 3/4 in. / 27.3 cm high (Gyeongju National Museum, Korea, National Treasure 191)</span></span><span>All that glitters was gold in ancient Korea. In the fifth and sixth centuries, the Korean peninsula was divided between three rivaling kingdoms. The most powerful of these was the Silla kingdom in the southeast&nbsp;of the peninsula. Chinese emissaries described the kingdom as a country of gold, and perhaps they had seen its crowns adorned with shimmering gold and jade.</span></p> <p>Although their fragile gold construction initially led some to believe that these crowns were made specifically for burial, recent research has revealed that they were also used in ceremonial rites of the Silla royalty during the Three Kingdoms Period (57 B.C.E. -&nbsp;676 C.E.). Prior to the adoption of Buddhism, Koreans practiced shamanism, which is a kind of nature worship that requires the expertise of a priest-like figure, or shaman, who intercedes to alleviate problems facing the community. Silla royalty upheld shamanistic practices in ceremonial rites such as coronations and memorial services. In these sacred rituals, the gold crowns emphasized the power of the wearer through their precious materials and natural imagery.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Crown (detail), Silla kingdom, second half of 5th century, gold and jade, excavated from the north mound of Hwangnam Daechong Tomb, 10 3/4 in. / 27.3 cm high, Gyeongju National Museum, Korea, National Treasure 191 (photo: Republic of Korea, CC BY-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/6ce53589148dd13ee3d3fe349beb57242cfb1165.jpg" /><span class="image-caption">Crown (detail), Silla kingdom, second half of 5th century, gold and jade, excavated from the north mound of Hwangnam Daechong Tomb, 10 3/4 in. / 27.3 cm high, Gyeongju National Museum, Korea, National Treasure 191 (photo: <a href="https://flic.kr/p/bGREvx">Republic of Korea</a>, CC BY-SA 2.0)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Map showing the Silla kingdom in the latter half of the sixth century" src="https://ka-perseus-images.s3.amazonaws.com/2ea81b32291f9fa8c986f6b704db570f97e742da.jpg" /><span class="image-caption">Map showing the Silla kingdom in the latter half of the sixth century</span></span>Worn around the forehead, this tree-shaped crown (<em>daegwan</em>) is the headband type found in the south in royal tombs at the Silla capital, Gyeongju. Between the fifth and sixth centuries, Silla crowns became increasingly lavish with more ornamentation and additional, increasingly elongated branch-like protrusions. In this crown, three tree-shaped vertical elements evoke the sacred tree that once stood in the ritual precinct of Gyeongju. This sacred tree was conceived of as a &ldquo;world tree,&rdquo; or an axis mundi that connected heaven and earth. Two additional antler-shaped protrusions may refer to the reindeer that were native to the Eurasian steppe that lies to the north of the peninsula. Attached to the branch-like features of the crown are tiny gold discs and jade ornaments called <em>gogok</em>. These jade ornaments symbolize ripe fruits hanging from tree branches, representing fertility and abundance. With sunlight falling on its golden discs, the crown must have been a luminous sight indeed.</p> <p><span class="block-image image-wrapper"><img alt="Conical Cap, Silla kingdom, 5th–6th century, gold, found in the Flyung Horse Tomb, National Treasure #189 (Gyeongju National Museum, Korea) " src="https://ka-perseus-images.s3.amazonaws.com/803481a0e1bcee36d38809281742491744d17736.jpg" /><span class="image-caption">Conical Cap, Silla kingdom, 5th&ndash;6th century, gold, found in the Flyung Horse Tomb, National Treasure #189 (Gyeongju National Museum, Korea)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Silla envoy wearing a conical cap with wing-shaped ornament, detail of a mural in the Tomb of Li Xian, 706 C.E., Qianling, Shaanxi province, China." src="https://ka-perseus-images.s3.amazonaws.com/406c0e6166feabe419045a1c1aa4f7c5963d0da2.jpg" />`<span class="image-caption">Silla envoy wearing a conical cap with wing-shaped ornament, detail of a mural in the Tomb of Li Xian, 706 C.E., Qianling, Shaanxi province, China.</span></span>A second type of crown, the conical cap (<em>mogwan</em>), was found throughout the peninsula. Although it was initially thought to be an internal component of the headband crown, mural paintings show that it was worn independently over a topknot to proclaim the rank and social status of its wearer. The cap was secured to the head with double straps under the chin, as indicated by the small holes along either side of the cap. Appendages in the shape of wings, feathers, or flowers often were used to accessorize the crown, and those ornaments tended to be geographically specific to each kingdom.&nbsp;</p> <h3>Eurasian connections</h3> <p>The Silla crown demonstrates cultural interactions between the Korean peninsula and the Eurasian steppe (thousands of miles&nbsp;of grassland&nbsp;that stretches&nbsp;from central Europe through Asia). Scytho-Siberian peoples of the Eurasian steppe created golden diadems similar to the Silla crown, such as a crown from Tillya Tepe&nbsp;(an archaeological site of six nomad graves that contained objects known as the &ldquo;Bactrian Hoard&rdquo;)&nbsp;&nbsp;in modern-day Afghanistan. With five tree-shaped projections, flower ornaments and reflective discs, the Tillya Tepe crown can be compared with the natural imagery and radiant gold of the Silla crown. Though separated by many miles and by centuries, both crowns attest to shamanic beliefs prevalent among the nomadic cultures of the Eurasian steppe.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Gold crown from Tomb VI, Tillya Tepe, 1st century C.E." src="https://ka-perseus-images.s3.amazonaws.com/ad6c606a0b580bbdf6ceb9b9c0ca6277bf8cf8a9.jpg" /><span class="image-caption">Gold crown, Tillya Tepe, 1st century C.E. (National Museum of Afghanistan) &copy; Thierry Ollivier / Mus&eacute;e Guimet</span></span></p> <h3>Burial customs in the Three Kingdoms Period</h3> <p>Though their use of gold and practice of shamanism related to the northern steppe cultures, the Silla royalty adopted the burial customs of the Chinese by burying their elite in mounded tombs. In Chinese burials, objects that were important in life were often taken to the grave. Similarly, power objects like the Silla gold crowns were used both above ground and below, and their luxurious materials conveyed the social status of the tomb occupant in the afterlife.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Belt with pendant ornaments. Korea, Silla kingdom, second half of 5th century, gold, excavated from the north mound of Hwangnam Daechong Tomb. 47 1/4 in. / 120 cm long, National Treasure 192 (Gyeongju National Museum, Korea)" src="https://ka-perseus-images.s3.amazonaws.com/d2a986727ac948446f0b7791e00f545d603f315b.jpg" /><span class="image-caption">Belt with pendant ornaments. Korea, Silla kingdom, second half of 5th century, gold, excavated from the north mound of Hwangnam Daechong Tomb. 47 1/4 in. / 120 cm long, National Treasure 192 (Gyeongju National Museum, Korea)</span></span>In addition to crowns, belts, earrings, and other jewelry were placed in Korean tombs during the Three Kingdoms era to represent the rank and identity of the wearer. This gold belt, for instance, was made for the burial of a Silla king. It was like a tool belt or charm bracelet, with pendants that dangled from its band of interlinked square plates and entwining dragon openwork. Some objects were practical, such as knife sheaths and needle boxes, which evoked nomadic life on the Eurasian steppe. Others were symbolic, such as the comma-shaped ornaments seen on the Silla crown or miniature fish, which may have been charms to avert evil. The materials of the belt also corresponded to social status; for example, tombs of the Silla royalty had gold belts, while the nobility in other regions of the peninsula had silver or gilt-bronze belts.&nbsp;</p> <h3>Korea and the Silk Road</h3> <p>Stretching from the Mediterranean to the Silla kingdom at the tip of the Korean peninsula, the Silk Road connected a vast terrain of ancient cultures. While the Silla kingdom shared shamanism with the Eurasian steppe and burial customs with China and Japan, the Silk Road was a main route for conveying materials, techniques, and ideas from as far away as Rome. Luxury objects in tombs of the Silla elite, such as these earrings, are made of gold and decorated with stylized foliage that resembles the Silla crown. Two tiers of leaf-shaped ornaments dangle from double loops adorned with floral motifs, continuing the imagery of the sacred world tree.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Pair of earrings. Korea, Silla kingdom, second quarter of 6th century, excavated from Bomun-dong Hapjangbun Tomb, gold, (L) 3 3/8 in. / 8.6 cm long, (R) 3 3/8 in. / 8.75 cm long, National Treasure 90 (National Museum of Korea)" src="https://ka-perseus-images.s3.amazonaws.com/ab4394220ee0bca7102ae8b2340963de524f109c.jpg" /><span class="image-caption">Pair of earrings. Korea, Silla kingdom, second quarter of 6th century, excavated from Bomun-dong Hapjangbun Tomb, gold, (L) 3 3/8 in. / 8.6 cm long, (R) 3 3/8 in. / 8.75 cm long, National Treasure 90 (National Museum of Korea)</span></span></p> <p>However, a closer look at the thick, upper loop of each earring reveals the technique of granulation. Metalworking techniques, such as granulation (a&nbsp;technique whereby a surface is covered in spherules or granules of precious metal)&nbsp;and filigree&mdash;seen in the Mediterranean&mdash;appear to have traveled along the Silk Road. Silla tombs also contained other objects, such as Roman glass bowls and ewers, which reveal the extent to which luxury materials traveled via the Silk Road. These prized imports clearly inspired new forms of Korean-made luxury goods for use in both life and death.</p> <p>Essay by Dr. Kristen Chiem</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="https://www.google.com/culturalinstitute/u/0/asset-viewer/gold-crown/RQEfJK1XQT4xGQ?projectId=art-project">View the crown up close on the Google Art Project</a></p> <p><a href="https://www.google.com/culturalinstitute/u/0/asset-viewer/gold-cap/cQHDI40UZ4ke6Q?projectId=art-project">View the conical cap up close on the Google Art Project</a></p> <p>Soyoung Lee and Denise Patry Leidy,&nbsp;<em>Silla: Korea&rsquo;s Golden Kingdom,</em>&nbsp;New York: The Metropolitan Museum of Art, New York, 2013.</p> <p><a href="http://www.metmuseum.org/toah/hd/sila/hd_sila.htm">Gold Treasures: The Royal Tombs of Silla on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/exhibitions/listings/2013/koreas-golden-kingdom">&ldquo;Silla: Korea&rsquo;s Golden Kingdom&rdquo; at The Metropolitan Museum of Art</a></p> <p><a href="http://www.metmuseum.org/metmedia/video/collections/asian/silla-tomb">Tomb construction animation, The Metropolitan Museum of Art</a></p> <p><a href="http://www.koreasociety.org/index2.php?option=com_docman&amp;task=doc_view&amp;gid=694"><span>&ldquo;Silla Korea and the Silk Road: Golden Age, Golden Threads,&rdquo; at the Korea Society</span></a></p>
it: <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/3fec7bd2feca1771b8517897f2e60e42ebdd3cee.jpg" /><span class="image-caption">Crown, Silla kingdom, second half of 5th century, gold and jade, excavated from the north mound of Hwangnam Daechong Tomb, 10 3/4 in. / 27.3 cm high (Gyeongju National Museum, Korea, National Treasure 191)</span></span><span>All that glitters was gold in ancient Korea. In the fifth and sixth centuries, the Korean peninsula was divided between three rivaling kingdoms. The most powerful of these was the Silla kingdom in the southeast&nbsp;of the peninsula. Chinese emissaries described the kingdom as a country of gold, and perhaps they had seen its crowns adorned with shimmering gold and jade.</span></p> <p>Although their fragile gold construction initially led some to believe that these crowns were made specifically for burial, recent research has revealed that they were also used in ceremonial rites of the Silla royalty during the Three Kingdoms Period (57 B.C.E. -&nbsp;676 C.E.). Prior to the adoption of Buddhism, Koreans practiced shamanism, which is a kind of nature worship that requires the expertise of a priest-like figure, or shaman, who intercedes to alleviate problems facing the community. Silla royalty upheld shamanistic practices in ceremonial rites such as coronations and memorial services. In these sacred rituals, the gold crowns emphasized the power of the wearer through their precious materials and natural imagery.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/6ce53589148dd13ee3d3fe349beb57242cfb1165.jpg" /><span class="image-caption">Crown (detail), Silla kingdom, second half of 5th century, gold and jade, excavated from the north mound of Hwangnam Daechong Tomb, 10 3/4 in. / 27.3 cm high, Gyeongju National Museum, Korea, National Treasure 191 (photo: <a href="https://flic.kr/p/bGREvx">Republic of Korea</a>, CC BY-SA 2.0)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Map showing the Silla kingdom in the latter half of the sixth century" src="https://ka-perseus-images.s3.amazonaws.com/2ea81b32291f9fa8c986f6b704db570f97e742da.jpg" /><span class="image-caption">Map showing the Silla kingdom in the latter half of the sixth century</span></span>Worn around the forehead, this tree-shaped crown (<em>daegwan</em>) is the headband type found in the south in royal tombs at the Silla capital, Gyeongju. Between the fifth and sixth centuries, Silla crowns became increasingly lavish with more ornamentation and additional, increasingly elongated branch-like protrusions. In this crown, three tree-shaped vertical elements evoke the sacred tree that once stood in the ritual precinct of Gyeongju. This sacred tree was conceived of as a &ldquo;world tree,&rdquo; or an axis mundi that connected heaven and earth. Two additional antler-shaped protrusions may refer to the reindeer that were native to the Eurasian steppe that lies to the north of the peninsula. Attached to the branch-like features of the crown are tiny gold discs and jade ornaments called <em>gogok</em>. These jade ornaments symbolize ripe fruits hanging from tree branches, representing fertility and abundance. With sunlight falling on its golden discs, the crown must have been a luminous sight indeed.</p> <p><span class="block-image image-wrapper"><img alt="Conical Cap, Silla kingdom, 5th–6th century, gold, found in the Flyung Horse Tomb, National Treasure #189 (Gyeongju National Museum, Korea) " src="https://ka-perseus-images.s3.amazonaws.com/803481a0e1bcee36d38809281742491744d17736.jpg" /><span class="image-caption">Conical Cap, Silla kingdom, 5th&ndash;6th century, gold, found in the Flyung Horse Tomb, National Treasure #189 (Gyeongju National Museum, Korea)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Silla envoy wearing a conical cap with wing-shaped ornament, detail of a mural in the Tomb of Li Xian, 706 C.E., Qianling, Shaanxi province, China." src="https://ka-perseus-images.s3.amazonaws.com/406c0e6166feabe419045a1c1aa4f7c5963d0da2.jpg" />`<span class="image-caption">Silla envoy wearing a conical cap with wing-shaped ornament, detail of a mural in the Tomb of Li Xian, 706 C.E., Qianling, Shaanxi province, China.</span></span>A second type of crown, the conical cap (<em>mogwan</em>), was found throughout the peninsula. Although it was initially thought to be an internal component of the headband crown, mural paintings show that it was worn independently over a topknot to proclaim the rank and social status of its wearer. The cap was secured to the head with double straps under the chin, as indicated by the small holes along either side of the cap. Appendages in the shape of wings, feathers, or flowers often were used to accessorize the crown, and those ornaments tended to be geographically specific to each kingdom.&nbsp;</p> <h3>Eurasian connections</h3> <p>The Silla crown demonstrates cultural interactions between the Korean peninsula and the Eurasian steppe (thousands of miles&nbsp;of grassland&nbsp;that stretches&nbsp;from central Europe through Asia). Scytho-Siberian peoples of the Eurasian steppe created golden diadems similar to the Silla crown, such as a crown from Tillya Tepe&nbsp;(an archaeological site of six nomad graves that contained objects known as the &ldquo;Bactrian Hoard&rdquo;)&nbsp;&nbsp;in modern-day Afghanistan. With five tree-shaped projections, flower ornaments and reflective discs, the Tillya Tepe crown can be compared with the natural imagery and radiant gold of the Silla crown. Though separated by many miles and by centuries, both crowns attest to shamanic beliefs prevalent among the nomadic cultures of the Eurasian steppe.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Gold crown from Tomb VI, Tillya Tepe, 1st century C.E." src="https://ka-perseus-images.s3.amazonaws.com/ad6c606a0b580bbdf6ceb9b9c0ca6277bf8cf8a9.jpg" /><span class="image-caption">Gold crown, Tillya Tepe, 1st century C.E. (National Museum of Afghanistan) &copy; Thierry Ollivier / Mus&eacute;e Guimet</span></span></p> <h3>Burial customs in the Three Kingdoms Period</h3> <p>Though their use of gold and practice of shamanism related to the northern steppe cultures, the Silla royalty adopted the burial customs of the Chinese by burying their elite in mounded tombs. In Chinese burials, objects that were important in life were often taken to the grave. Similarly, power objects like the Silla gold crowns were used both above ground and below, and their luxurious materials conveyed the social status of the tomb occupant in the afterlife.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/d2a986727ac948446f0b7791e00f545d603f315b.jpg" /><span class="image-caption">Belt with pendant ornaments. Korea, Silla kingdom, second half of 5th century, gold, excavated from the north mound of Hwangnam Daechong Tomb. 47 1/4 in. / 120 cm long, National Treasure 192 (Gyeongju National Museum, Korea)</span></span>In addition to crowns, belts, earrings, and other jewelry were placed in Korean tombs during the Three Kingdoms era to represent the rank and identity of the wearer. This gold belt, for instance, was made for the burial of a Silla king. It was like a tool belt or charm bracelet, with pendants that dangled from its band of interlinked square plates and entwining dragon openwork. Some objects were practical, such as knife sheaths and needle boxes, which evoked nomadic life on the Eurasian steppe. Others were symbolic, such as the comma-shaped ornaments seen on the Silla crown or miniature fish, which may have been charms to avert evil. The materials of the belt also corresponded to social status; for example, tombs of the Silla royalty had gold belts, while the nobility in other regions of the peninsula had silver or gilt-bronze belts.&nbsp;</p> <h3>Korea and the Silk Road</h3> <p>Stretching from the Mediterranean to the Silla kingdom at the tip of the Korean peninsula, the Silk Road connected a vast terrain of ancient cultures. While the Silla kingdom shared shamanism with the Eurasian steppe and burial customs with China and Japan, the Silk Road was a main route for conveying materials, techniques, and ideas from as far away as Rome. Luxury objects in tombs of the Silla elite, such as these earrings, are made of gold and decorated with stylized foliage that resembles the Silla crown. Two tiers of leaf-shaped ornaments dangle from double loops adorned with floral motifs, continuing the imagery of the sacred world tree.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/ab4394220ee0bca7102ae8b2340963de524f109c.jpg" /><span class="image-caption">Pair of earrings. Korea, Silla kingdom, second quarter of 6th century, excavated from Bomun-dong Hapjangbun Tomb, gold, (L) 3 3/8 in. / 8.6 cm long, (R) 3 3/8 in. / 8.75 cm long, National Treasure 90 (National Museum of Korea)</span></span></p> <p>However, a closer look at the thick, upper loop of each earring reveals the technique of granulation. Metalworking techniques, such as granulation (a&nbsp;technique whereby a surface is covered in spherules or granules of precious metal)&nbsp;and filigree&mdash;seen in the Mediterranean&mdash;appear to have traveled along the Silk Road. Silla tombs also contained other objects, such as Roman glass bowls and ewers, which reveal the extent to which luxury materials traveled via the Silk Road. These prized imports clearly inspired new forms of Korean-made luxury goods for use in both life and death.</p> <p>Essay by Dr. Kristen Chiem</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="https://www.google.com/culturalinstitute/u/0/asset-viewer/gold-crown/RQEfJK1XQT4xGQ?projectId=art-project">View the crown up close on the Google Art Project</a></p> <p><a href="https://www.google.com/culturalinstitute/u/0/asset-viewer/gold-cap/cQHDI40UZ4ke6Q?projectId=art-project">View the conical cap up close on the Google Art Project</a></p> <p>Soyoung Lee and Denise Patry Leidy,&nbsp;<em>Silla: Korea&rsquo;s Golden Kingdom,</em>&nbsp;New York: The Metropolitan Museum of Art, New York, 2013.</p> <p><a href="http://www.metmuseum.org/toah/hd/sila/hd_sila.htm">Gold Treasures: The Royal Tombs of Silla on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/exhibitions/listings/2013/koreas-golden-kingdom">&ldquo;Silla: Korea&rsquo;s Golden Kingdom&rdquo; at The Metropolitan Museum of Art</a></p> <p><a href="http://www.metmuseum.org/metmedia/video/collections/asian/silla-tomb">Tomb construction animation, The Metropolitan Museum of Art</a></p> <p><a href="http://www.koreasociety.org/index2.php?option=com_docman&amp;task=doc_view&amp;gid=694"><span>&ldquo;Silla Korea and the Silk Road: Golden Age, Golden Threads,&rdquo; at the Korea Society</span></a></p>
