Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Bandolier Bag, 1880s, Winnebago (?), wool and cotton trade cloth, wool yarn, glass, metal, 34 1/2 x 12 inches / 87.6 x 30.5 cm (The Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/48abe9d1b587f21fe6fac31e864d0300f764108f.jpg" /><span class="image-caption">Bandolier Bag (detail at right), 1880s, Winnebago (?), wool and cotton trade cloth, wool yarn, glass, metal, 34 1/2 x 12 inches / 87.6 x 30.5 cm (The Metropolitan Museum of Art)</span></span>When looking at photographs of what we today call a Bandolier Bag (in the Ojibwe language they are called <em>Aazhooningwa&#39;on</em>, or &ldquo;worn across the shoulder&rdquo;), it is nearly impossible to see the thousands of tiny&nbsp;beads strung together that decorate the bag&rsquo;s surface [1]. This is an object that invites close looking to fully appreciate&nbsp;the process by which colorful beads animate the bag, making a dazzling object and showcasing remarkable technical skill.</p> <h3>What is a Bandolier Bag?</h3> <p>Bandolier Bags&nbsp;are based on bags carried by European soldiers armed with rifles, who used the bags to store ammunition cartridges.&nbsp;While Bandolier Bags were made by different tribes and First Nations across the Great Lakes and Prairie regions, they differ in appearance. The stylistic differences are the result of personal preference as much&nbsp;contact with Europeans and Euro-Americans, goods acquired in trade, and travel.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Bandolier Bag, Lenape (Delaware tribe, based in Oklahoma), c. 1850 C.E., hide, cotton cloth, silk ribbon, glass beads, wool yarn, metal cones, 68 x 47 cm (National Museum of the American Indian, New York) " src="https://ka-perseus-images.s3.amazonaws.com/1d6933c0f66fe02dbc29473dab9677a553e9aa7f.png" /><span class="image-caption">Bandolier Bag, Lenape (Delaware tribe,&nbsp;Oklahoma), c. 1850 C.E., hide, cotton cloth, silk ribbon, glass beads, wool yarn, metal cones, 68 x 47 cm (National Museum of the American Indian, New York)</span></span></p> <p>The National Museum of the American Indian (NMAI) in New York City&nbsp;has a wonderful example of a Bandolier Bag, most likely&nbsp;made by a Lenape artist (the Lenape are part of the Delaware tribe or First Nation, who lived along the Delaware River and parts of what is today New York State).&nbsp;[2]</p> <p>Bandolier Bags (like this&nbsp;one) are often large in size and decorated with a wide array of colorful beads and ribbons. They are worn as a cross-body bag, with a thick strap crossing a person&rsquo;s chest to allow it to rest on the hip.</p> <p>These bags were especially popular in the late nineteenth century in the Eastern or Woodlands region, which comprised parts of what is today Canada and the United States. The Woodlands area encompasses the Great Lakes Region and terrain east of the Mississippi River. This enormous geographic area has a long, complex history including the production of&nbsp;objects we today recognize as&nbsp;&ldquo;art,&rdquo;&nbsp;that date back more than 4,000 years.</p> <p><span class="block-image image-wrapper"><img alt="Map: the Eastern Woodlands extended roughly from the Atlantic Ocean to the eastern Great Plains, and from the Great Lakes region to the Gulf of Mexico." src="https://ka-perseus-images.s3.amazonaws.com/3e227b06a299936f0a28c91436bb8798f95399dd.png" /><span class="image-caption">The Eastern Woodlands (on the map above &quot;Northeast&quot; and &quot;Southeast&quot;)&nbsp;extended roughly from the Atlantic Ocean to the eastern Great Plains, and from the Great Lakes region to the Gulf of Mexico.</span></span></p> <p>Bandolier Bags were created across this vast expanse of land, and the NMAI has examples from the Upper Great Lakes region and Oklahoma. Due to events and laws like the Indian Removal Act of 1830 (signed by President Andrew Jackson), the Lenape&nbsp;were forcibly removed from these ancestral lands and relocated to areas of Oklahoma,&nbsp;Wisconsin, and&nbsp;Ontario, Canada. Despite these traumatic relocations, tribes like the Lenape continued to create objects as they had in ancestral lands. Bandolier bags are one example of this continued artistic production.</p> <h3>Material&nbsp;and design</h3> <p><span class="image-wrapper inline-image"><img alt="Chief Cloud Wearing a Bandolier Bag (source: Wisconsin Historical Society)" src="https://ka-perseus-images.s3.amazonaws.com/9eb4a521e72465e3909c51906cb5778c437af655.jpg" /><span class="image-caption">Chief Cloud Wearing a Bandolier Bag (source: <a href="http://www.wisconsinhistory.org/museum/exhibits/p2p/red/impressions.asp">Wisconsin Historical Society</a>)</span></span>While men most commonly wore these bags, women created them. Initially, Bandolier&nbsp;Bags did not have a pocket, but were intended to complement men&rsquo;s ceremonial outfits. Men even wore more than one bag on occasion, dressing themselves in a rainbow of colors and patterns. Even those bags with pockets weren&rsquo;t necessarily always used to hold objects.</p> <p><span>Women typically produced Bandolier Bags using trade cloth, made from cotton or wool. It is often possible to see the exposed unembroidered trade cloth underneath the cross-body strap. The NMAI bag (above) uses animal hide in addition to the cotton cloth, combining materials that had long been used among these groups (animal hides) with new materials (cotton trade cloth).&nbsp;</span></p> <p>Beads and other materials were embroidered on the trade cloth and hide. The tiny glass beads, called seed beads, were acquired from European traders, and they were prized for their brilliant colors. Glass beads replaced porcupine quillwork, which had&nbsp;a longstanding history in this area. Before the use of glass beads, porcupine quills were acquired (carefully!), softened and dyed. Once they were malleable enough to bend, the quills were woven onto the surfaces of objects (especially&nbsp;clothing or other cloth&nbsp;goods like bags). Quillwork required different working techniques than embroidering with beads, so people adopted new methods for&nbsp;decorating the surfaces of bags, clothing, and other goods.</p> <p><span class="image-wrapper inline-image"><img alt="Silk ribbons (detail), Bandolier Bag, Lenape (Delaware tribe, based in Oklahoma), c. 1850 C.E., hide, cotton cloth, silk ribbon, glass beads, wool yarn, metal cones, 68 x 47 cm (National Museum of the American Indian, New York)" src="https://ka-perseus-images.s3.amazonaws.com/babde6866812c86d876263f6c7f2338b9fa5e318.jpg" /><span class="image-caption">Silk ribbons (detail), Bandolier Bag, Lenape (Delaware tribe, Oklahoma), c. 1850 C.E., hide, cotton cloth, silk ribbon, glass beads, wool yarn, metal cones, 68 x 47 cm (National Museum of the American Indian, New York)</span></span>In addition to glass beads, the NMAI bag is decorated with silk ribbons&mdash;also procured via trade with Europeans. Much like the glass beads, silk ribbons offered a new material with a greater variety of color choices. Looking at the NMAI bag, we can see that the&nbsp;artists attached strips of yellow, blue, red, and green ribbons, like tassels, to the ends of the straps, as well as longer orange ribbons that fall&nbsp;below the bottom of the bag. Before the introduction of ribbons, women would paint the surface of hides in addition to decorating the bags with&nbsp;quillwork. Ribbons afforded women the opportunity to produce more textural variation, and&nbsp;to expand the surface of the bags in new ways. Imagine wearing this bag: the bright colors would attract attention and the sparkle of the beads would reflect sunlight as the ribbons fluttered in the wind or moved as one walked.</p> <p>Further animating the surface of the NMAI Bandolier Bag is a red wool fringe, capped with metal cones that attach to the bag&rsquo;s rectangular pouch. Like the ribbons and beads, the fringe and metal offered more colors and textures to the bag&rsquo;s surface.</p> <p><span class="block-image image-wrapper"><img alt="Fringe (detail), Bandolier Bag, Lenape (Delaware tribe, based in Oklahoma), c. 1850 C.E., hide, cotton cloth, silk ribbon, glass beads, wool yarn, metal cones, 68 x 47 cm (National Museum of the American Indian, New York)" src="https://ka-perseus-images.s3.amazonaws.com/e4b068e0a7cef2d274de469a0f3d19cfadc1524d.jpg" /><span class="image-caption">Fringe (detail), Bandolier Bag, Lenape (Delaware tribe,&nbsp;Oklahoma), c. 1850 C.E., hide, cotton cloth, silk ribbon, glass beads, wool yarn, metal cones, 68 x 47 cm (National Museum of the American Indian, New York)</span></span></p> <p>The designs on the bag are abstracted and symmetrical. White beads act as contour lines to help make the designs&nbsp;more visible to the naked eye. On the cross-body strap, we see a design that branches in four directions. Yet notice how the artist has actually made each side slightly different. The left portion of the strap displays a light&nbsp;blue background, and the repeating form is more rounded, with softer edges. On the right side of the strap, the blue is darker,&nbsp;the framing&nbsp;pink and green is varied, and the repeating form displays more straight lines. The small size of seed beads allowed for more curvilinear designs than quillwork.</p> <p><span class="block-image image-wrapper"><img alt="Strap (detail), Bandolier Bag, Lenape (Delaware tribe, based in Oklahoma), c. 1850 C.E., hide, cotton cloth, silk ribbon, glass beads, wool yarn, metal cones, 68 x 47 cm (National Museum of the American Indian, New York)" src="https://ka-perseus-images.s3.amazonaws.com/be6c87bd077e54de0ede7af348995739aebb32c3.jpg" /><span class="image-caption">Strap (detail), Bandolier Bag, Lenape (Delaware tribe, Oklahoma), c. 1850 C.E., hide, cotton cloth, silk ribbon, glass beads, wool yarn, metal cones, 68 x 47 cm (National Museum of the American Indian, New York)</span></span></p> <p>It is possible that the&nbsp;contrasting colors&nbsp;represent&nbsp;the Celestial/Sky&nbsp;and Underworld realms.&nbsp;The abstracted designs on the sash may also be read in relation to the cosmos because they branch into four directions, which might relate to the four cardinal directions (north, south, east, and west) and the division of the terrestrial (earthly) realm into four quadrants.</p> <h3>Prairie Style</h3> <p>The NMAI Bandolier Bag relates to a broader array of objects that demonstrate the Prairie Style.&nbsp;The artist of the&nbsp;NMAI Bandolier Bag&nbsp;borrowed from older Delaware traditions, as well as those of other&nbsp;native peoples after they were forcibly relocated. Another Bandolier bag in the NMAI collection (below), by an Anishnaabe artist, demonstrates the &ldquo;Prairie Style&rdquo; clearly in the upper section where&nbsp;a floral motif floats against a dark ground.</p> <p><span class="block-image image-wrapper"><img alt="Bandolier Bag, Anishnaabe (Chippewa/Ojibwe), c. 1870, Upper Great Lakes, wool, cotton cloth, and glass beads. 87 x 26 cm (National Museum of the American IndianI, New York)" src="https://ka-perseus-images.s3.amazonaws.com/7313c3f32913636aaffea251dd41ee1f695c62c9.jpg" /><span class="image-caption">Bandolier Bag, Anishnaabe (Chippewa/Ojibwe), c. 1870, Upper Great Lakes, wool, cotton cloth, and glass beads. 87 x 26 cm (National Museum of the American Indian, New York)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Sac and Fox man’s breechcloth, c. 1880, Oklahoma, wool cloth, cotton cloth, glass bead/beads, cotton thread, 135 x 45 cm (National Museum of the American Indian, New York)" src="https://ka-perseus-images.s3.amazonaws.com/b990dafe1e54df50d2ede68b60e05554be068c97.jpg" /><span class="image-caption">Sac and Fox man&rsquo;s breechcloth, c. 1880, Oklahoma, wool cloth, cotton, glass bead/beads, cotton thread, 135 x 45 cm (National Museum of the American Indian, New York)</span></span>The Prairie Style&nbsp;used&nbsp;colorful glass beads&nbsp;fashioned in floral patterns. The patterns could be either naturalistic flowers or abstract floral designs. A Sac and Fox&nbsp;breechcloth in the NMAI collection (left) is a clear example of the more abstract Prairie Style because the floral designs do not closely resemble flowers that you might see in nature&nbsp;(the Sacs or Sauks are an Eastern Woodlands group, the Fox tribe is closely related to them, and they are both&nbsp;centered in Oklahoma today, though&nbsp;there are Sac and Fox tribes in Iowa and Kansas as well).</p> <p>The Prairie Style&nbsp;is the result of peoples coming into contact with one another, particularly in the wake of removal from their ancestral homelands. Floral forms, combined with the use of ribbons and colorful glass beads, not only attest&nbsp;to the transformations in&nbsp;artistic production, but also testifies to the creativity of people as they adapted to new situations. Bandolier Bags, as well as other objects and clothing, helped to express group identities and social status. In the wake of forced removals and threats to traditional ways of life, objects like the NMAI Bandolier Bag demonstrate the resilience and continued creativity of groups like the Lenape.</p> <h3>Today</h3> <p>Bandolier Bags are still made and worn today&mdash;attesting to their rich and complex&nbsp;history and their continuing ceremonial and cultural functions. For example, when the NMAI opened a new museum in Washington, D.C., in 2004, Ojibwe men wore colorful Bandolier Bags during the opening festivities and ceremonies. Artists continue to innovate by creating new interpretations of Bandolier Bags. Maria Hupfield, who belongs to the Wasauksing First Nation in Ontario, Canada, and currently lives in Brooklyn, made a Bandolier Bag from gray felt&mdash;an industrial material transformed&nbsp;into something beautiful and historically significant.</p> <p>Essay by Dr. Lauren Kilroy-Ewbank</p> <p>[1]&nbsp;Anishnaabe is the name for the ethnic group that comprises the Ojibwe, Odawa, and Potawatomi First Nations around the Great Lakes. Due to relocations of the nineteenth century, many other groups like the Delaware and Dakota currently live on the same lands.&nbsp;</p> <p>[2] In the United States, it is more common to see the term &ldquo;Native American,&rdquo; &ldquo;Native,&rdquo; or &ldquo;Indigenous,&rdquo; whereas &ldquo;First Nations&rdquo; used more frequently in Canada.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://nmai.si.edu/exhibitions/infinityofnations/woodlands/213358.html">Lenape Bandolier Bag in the National Museum of the American Indian</a></p> <p><a href="http://nmai.si.edu/exhibitions/infinityofnations/woodlands/026428.html">Sac and Fox man&rsquo;s breechcloth in the National Museum of the American Indian (NMAI)</a></p> <p><a href="http://nmai.si.edu/exhibitions/infinityofnations/woodlands/026428.html">Anishinaabe bandolier bag in the National Museum of the American Indian (NMAI)</a></p> <p><a href="http://www.nebraskahistory.org/sites/mnh/bandolier_bags/ojibwe-early.htm">&ldquo;Beadwork Masterpieces: Native American Bandolier Bags of the Prairies and Lakes&rdquo; from the Nebraska State Historical Society</a></p> <p><a href="http://blog.nmai.si.edu/main/nmai-in-ny/">The NMAI blog on Maria Hupfield</a>&nbsp;</p> <p>David W. Penny, North American Indian Art, (London: Thames and Hudson, 2004).</p> <p>Janet Catherine Berlo and Ruth B. Phillips, Native North American Art, 2 ed. Oxford History of Art series (Oxford: Oxford University Press, 2014).</p> <p>&nbsp;</p>
it: <p><span class="block-image image-wrapper"><img alt="Bandolier Bag, 1880s, Winnebago (?), wool and cotton trade cloth, wool yarn, glass, metal, 34 1/2 x 12 inches / 87.6 x 30.5 cm (The Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/48abe9d1b587f21fe6fac31e864d0300f764108f.jpg" /><span class="image-caption">Bandolier Bag (detail at right), 1880s, Winnebago (?), wool and cotton trade cloth, wool yarn, glass, metal, 34 1/2 x 12 inches / 87.6 x 30.5 cm (The Metropolitan Museum of Art)</span></span>When looking at photographs of what we today call a Bandolier Bag (in the Ojibwe language they are called <em>Aazhooningwa&#39;on</em>, or &ldquo;worn across the shoulder&rdquo;), it is nearly impossible to see the thousands of tiny&nbsp;beads strung together that decorate the bag&rsquo;s surface [1]. This is an object that invites close looking to fully appreciate&nbsp;the process by which colorful beads animate the bag, making a dazzling object and showcasing remarkable technical skill.</p> <h3>What is a Bandolier Bag?</h3> <p>Bandolier Bags&nbsp;are based on bags carried by European soldiers armed with rifles, who used the bags to store ammunition cartridges.&nbsp;While Bandolier Bags were made by different tribes and First Nations across the Great Lakes and Prairie regions, they differ in appearance. The stylistic differences are the result of personal preference as much&nbsp;contact with Europeans and Euro-Americans, goods acquired in trade, and travel.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/1d6933c0f66fe02dbc29473dab9677a553e9aa7f.png" /><span class="image-caption">Bandolier Bag, Lenape (Delaware tribe,&nbsp;Oklahoma), c. 1850 C.E., hide, cotton cloth, silk ribbon, glass beads, wool yarn, metal cones, 68 x 47 cm (National Museum of the American Indian, New York)</span></span></p> <p>The National Museum of the American Indian (NMAI) in New York City&nbsp;has a wonderful example of a Bandolier Bag, most likely&nbsp;made by a Lenape artist (the Lenape are part of the Delaware tribe or First Nation, who lived along the Delaware River and parts of what is today New York State).&nbsp;[2]</p> <p>Bandolier Bags (like this&nbsp;one) are often large in size and decorated with a wide array of colorful beads and ribbons. They are worn as a cross-body bag, with a thick strap crossing a person&rsquo;s chest to allow it to rest on the hip.</p> <p>These bags were especially popular in the late nineteenth century in the Eastern or Woodlands region, which comprised parts of what is today Canada and the United States. The Woodlands area encompasses the Great Lakes Region and terrain east of the Mississippi River. This enormous geographic area has a long, complex history including the production of&nbsp;objects we today recognize as&nbsp;&ldquo;art,&rdquo;&nbsp;that date back more than 4,000 years.</p> <p><span class="block-image image-wrapper"><img alt="Map: the Eastern Woodlands extended roughly from the Atlantic Ocean to the eastern Great Plains, and from the Great Lakes region to the Gulf of Mexico." src="https://ka-perseus-images.s3.amazonaws.com/3e227b06a299936f0a28c91436bb8798f95399dd.png" /><span class="image-caption">The Eastern Woodlands (on the map above &quot;Northeast&quot; and &quot;Southeast&quot;)&nbsp;extended roughly from the Atlantic Ocean to the eastern Great Plains, and from the Great Lakes region to the Gulf of Mexico.</span></span></p> <p>Bandolier Bags were created across this vast expanse of land, and the NMAI has examples from the Upper Great Lakes region and Oklahoma. Due to events and laws like the Indian Removal Act of 1830 (signed by President Andrew Jackson), the Lenape&nbsp;were forcibly removed from these ancestral lands and relocated to areas of Oklahoma,&nbsp;Wisconsin, and&nbsp;Ontario, Canada. Despite these traumatic relocations, tribes like the Lenape continued to create objects as they had in ancestral lands. Bandolier bags are one example of this continued artistic production.</p> <h3>Material&nbsp;and design</h3> <p><span class="image-wrapper inline-image"><img alt="Chief Cloud Wearing a Bandolier Bag (source: Wisconsin Historical Society)" src="https://ka-perseus-images.s3.amazonaws.com/9eb4a521e72465e3909c51906cb5778c437af655.jpg" /><span class="image-caption">Chief Cloud Wearing a Bandolier Bag (source: <a href="http://www.wisconsinhistory.org/museum/exhibits/p2p/red/impressions.asp">Wisconsin Historical Society</a>)</span></span>While men most commonly wore these bags, women created them. Initially, Bandolier&nbsp;Bags did not have a pocket, but were intended to complement men&rsquo;s ceremonial outfits. Men even wore more than one bag on occasion, dressing themselves in a rainbow of colors and patterns. Even those bags with pockets weren&rsquo;t necessarily always used to hold objects.</p> <p><span>Women typically produced Bandolier Bags using trade cloth, made from cotton or wool. It is often possible to see the exposed unembroidered trade cloth underneath the cross-body strap. The NMAI bag (above) uses animal hide in addition to the cotton cloth, combining materials that had long been used among these groups (animal hides) with new materials (cotton trade cloth).&nbsp;</span></p> <p>Beads and other materials were embroidered on the trade cloth and hide. The tiny glass beads, called seed beads, were acquired from European traders, and they were prized for their brilliant colors. Glass beads replaced porcupine quillwork, which had&nbsp;a longstanding history in this area. Before the use of glass beads, porcupine quills were acquired (carefully!), softened and dyed. Once they were malleable enough to bend, the quills were woven onto the surfaces of objects (especially&nbsp;clothing or other cloth&nbsp;goods like bags). Quillwork required different working techniques than embroidering with beads, so people adopted new methods for&nbsp;decorating the surfaces of bags, clothing, and other goods.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/babde6866812c86d876263f6c7f2338b9fa5e318.jpg" /><span class="image-caption">Silk ribbons (detail), Bandolier Bag, Lenape (Delaware tribe, Oklahoma), c. 1850 C.E., hide, cotton cloth, silk ribbon, glass beads, wool yarn, metal cones, 68 x 47 cm (National Museum of the American Indian, New York)</span></span>In addition to glass beads, the NMAI bag is decorated with silk ribbons&mdash;also procured via trade with Europeans. Much like the glass beads, silk ribbons offered a new material with a greater variety of color choices. Looking at the NMAI bag, we can see that the&nbsp;artists attached strips of yellow, blue, red, and green ribbons, like tassels, to the ends of the straps, as well as longer orange ribbons that fall&nbsp;below the bottom of the bag. Before the introduction of ribbons, women would paint the surface of hides in addition to decorating the bags with&nbsp;quillwork. Ribbons afforded women the opportunity to produce more textural variation, and&nbsp;to expand the surface of the bags in new ways. Imagine wearing this bag: the bright colors would attract attention and the sparkle of the beads would reflect sunlight as the ribbons fluttered in the wind or moved as one walked.</p> <p>Further animating the surface of the NMAI Bandolier Bag is a red wool fringe, capped with metal cones that attach to the bag&rsquo;s rectangular pouch. Like the ribbons and beads, the fringe and metal offered more colors and textures to the bag&rsquo;s surface.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e4b068e0a7cef2d274de469a0f3d19cfadc1524d.jpg" /><span class="image-caption">Fringe (detail), Bandolier Bag, Lenape (Delaware tribe,&nbsp;Oklahoma), c. 1850 C.E., hide, cotton cloth, silk ribbon, glass beads, wool yarn, metal cones, 68 x 47 cm (National Museum of the American Indian, New York)</span></span></p> <p>The designs on the bag are abstracted and symmetrical. White beads act as contour lines to help make the designs&nbsp;more visible to the naked eye. On the cross-body strap, we see a design that branches in four directions. Yet notice how the artist has actually made each side slightly different. The left portion of the strap displays a light&nbsp;blue background, and the repeating form is more rounded, with softer edges. On the right side of the strap, the blue is darker,&nbsp;the framing&nbsp;pink and green is varied, and the repeating form displays more straight lines. The small size of seed beads allowed for more curvilinear designs than quillwork.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/be6c87bd077e54de0ede7af348995739aebb32c3.jpg" /><span class="image-caption">Strap (detail), Bandolier Bag, Lenape (Delaware tribe, Oklahoma), c. 1850 C.E., hide, cotton cloth, silk ribbon, glass beads, wool yarn, metal cones, 68 x 47 cm (National Museum of the American Indian, New York)</span></span></p> <p>It is possible that the&nbsp;contrasting colors&nbsp;represent&nbsp;the Celestial/Sky&nbsp;and Underworld realms.&nbsp;The abstracted designs on the sash may also be read in relation to the cosmos because they branch into four directions, which might relate to the four cardinal directions (north, south, east, and west) and the division of the terrestrial (earthly) realm into four quadrants.</p> <h3>Prairie Style</h3> <p>The NMAI Bandolier Bag relates to a broader array of objects that demonstrate the Prairie Style.&nbsp;The artist of the&nbsp;NMAI Bandolier Bag&nbsp;borrowed from older Delaware traditions, as well as those of other&nbsp;native peoples after they were forcibly relocated. Another Bandolier bag in the NMAI collection (below), by an Anishnaabe artist, demonstrates the &ldquo;Prairie Style&rdquo; clearly in the upper section where&nbsp;a floral motif floats against a dark ground.</p> <p><span class="block-image image-wrapper"><img alt="Bandolier Bag, Anishnaabe (Chippewa/Ojibwe), c. 1870, Upper Great Lakes, wool, cotton cloth, and glass beads. 87 x 26 cm (National Museum of the American IndianI, New York)" src="https://ka-perseus-images.s3.amazonaws.com/7313c3f32913636aaffea251dd41ee1f695c62c9.jpg" /><span class="image-caption">Bandolier Bag, Anishnaabe (Chippewa/Ojibwe), c. 1870, Upper Great Lakes, wool, cotton cloth, and glass beads. 87 x 26 cm (National Museum of the American Indian, New York)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Sac and Fox man’s breechcloth, c. 1880, Oklahoma, wool cloth, cotton cloth, glass bead/beads, cotton thread, 135 x 45 cm (National Museum of the American Indian, New York)" src="https://ka-perseus-images.s3.amazonaws.com/b990dafe1e54df50d2ede68b60e05554be068c97.jpg" /><span class="image-caption">Sac and Fox man&rsquo;s breechcloth, c. 1880, Oklahoma, wool cloth, cotton, glass bead/beads, cotton thread, 135 x 45 cm (National Museum of the American Indian, New York)</span></span>The Prairie Style&nbsp;used&nbsp;colorful glass beads&nbsp;fashioned in floral patterns. The patterns could be either naturalistic flowers or abstract floral designs. A Sac and Fox&nbsp;breechcloth in the NMAI collection (left) is a clear example of the more abstract Prairie Style because the floral designs do not closely resemble flowers that you might see in nature&nbsp;(the Sacs or Sauks are an Eastern Woodlands group, the Fox tribe is closely related to them, and they are both&nbsp;centered in Oklahoma today, though&nbsp;there are Sac and Fox tribes in Iowa and Kansas as well).</p> <p>The Prairie Style&nbsp;is the result of peoples coming into contact with one another, particularly in the wake of removal from their ancestral homelands. Floral forms, combined with the use of ribbons and colorful glass beads, not only attest&nbsp;to the transformations in&nbsp;artistic production, but also testifies to the creativity of people as they adapted to new situations. Bandolier Bags, as well as other objects and clothing, helped to express group identities and social status. In the wake of forced removals and threats to traditional ways of life, objects like the NMAI Bandolier Bag demonstrate the resilience and continued creativity of groups like the Lenape.</p> <h3>Today</h3> <p>Bandolier Bags are still made and worn today&mdash;attesting to their rich and complex&nbsp;history and their continuing ceremonial and cultural functions. For example, when the NMAI opened a new museum in Washington, D.C., in 2004, Ojibwe men wore colorful Bandolier Bags during the opening festivities and ceremonies. Artists continue to innovate by creating new interpretations of Bandolier Bags. Maria Hupfield, who belongs to the Wasauksing First Nation in Ontario, Canada, and currently lives in Brooklyn, made a Bandolier Bag from gray felt&mdash;an industrial material transformed&nbsp;into something beautiful and historically significant.</p> <p>Essay by Dr. Lauren Kilroy-Ewbank</p> <p>[1]&nbsp;Anishnaabe is the name for the ethnic group that comprises the Ojibwe, Odawa, and Potawatomi First Nations around the Great Lakes. Due to relocations of the nineteenth century, many other groups like the Delaware and Dakota currently live on the same lands.&nbsp;</p> <p>[2] In the United States, it is more common to see the term &ldquo;Native American,&rdquo; &ldquo;Native,&rdquo; or &ldquo;Indigenous,&rdquo; whereas &ldquo;First Nations&rdquo; used more frequently in Canada.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://nmai.si.edu/exhibitions/infinityofnations/woodlands/213358.html">Lenape Bandolier Bag in the National Museum of the American Indian</a></p> <p><a href="http://nmai.si.edu/exhibitions/infinityofnations/woodlands/026428.html">Sac and Fox man&rsquo;s breechcloth in the National Museum of the American Indian (NMAI)</a></p> <p><a href="http://nmai.si.edu/exhibitions/infinityofnations/woodlands/026428.html">Anishinaabe bandolier bag in the National Museum of the American Indian (NMAI)</a></p> <p><a href="http://www.nebraskahistory.org/sites/mnh/bandolier_bags/ojibwe-early.htm">&ldquo;Beadwork Masterpieces: Native American Bandolier Bags of the Prairies and Lakes&rdquo; from the Nebraska State Historical Society</a></p> <p><a href="http://blog.nmai.si.edu/main/nmai-in-ny/">The NMAI blog on Maria Hupfield</a>&nbsp;</p> <p>David W. Penny, North American Indian Art, (London: Thames and Hudson, 2004).</p> <p>Janet Catherine Berlo and Ruth B. Phillips, Native North American Art, 2 ed. Oxford History of Art series (Oxford: Oxford University Press, 2014).</p> <p>&nbsp;</p>
