Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/87df6ddc5b689def43228b3b5ad54783f42c5a22.jpg" /><span class="image-caption">William Morris and Philip Webb, Red House (garden with well), Bexleyheath, England, 1860,&nbsp;photo:&nbsp;<a href="https://www.flickr.com/photos/stevecadman/471538900/in/photostream/">Steve Cadman</a>&nbsp;(CC BY-SA 2.0)</span></span></p> <h3>Cult of domesticity</h3> <p>By the mid-nineteenth century, many people were troubled by the effects that the Industrial Revolution was having on the environment, society at large, and workers employed in factories, concerns that are echoed in today&rsquo;s environmental movement. &nbsp;The English art critic John Ruskin&nbsp;argued that the inexpensive, factory-made goods flooding the markets had a negative effect on both those who made them and those who consumed them.</p> <p>Ruskin and others believed that mechanized factory production deprived workers of the personal satisfaction and creativity involved in designing and making an object entirely with one&rsquo;s own hands. &nbsp;They also believed that people who bought these goods were surrounding themselves with soulless objects that lacked aesthetic value.&nbsp;Thus, their domestic environments were missing the elements of spirituality and refinement that produce healthy, well-rounded citizens. &nbsp;</p> <p>This was a particular concern in the age of the Victorian &ldquo;cult of domesticity,&rdquo; which emphasized the home as a morally uplifting respite from the negative influences of city life. &nbsp;Ruskin and his followers advocated a return to the medieval guild model in which artisans were responsible for handcrafting their works from beginning to end. This&nbsp;produced&nbsp;a sense of pride in the worker and guaranteed&nbsp;quality products for the consumer. &nbsp;William Morris was strongly influenced by Ruskin&rsquo;s writing and also dedicated to social reform.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/d5b4f3002f89c03f1a84bb4f50a7ce196f422568.jpg" /><span class="image-caption">William Morris and Philip Webb, Red House (side), Bexleyheath, England, 1860,&nbsp;photo: <a href="https://www.flickr.com/photos/stevecadman/471545870/in/photostream/">Steve Cadman</a>&nbsp;(CC-BY-SA 2.0)</span></span></p> <h3>Craftsmanship and&nbsp;community</h3> <p>Red House was the home he designed in Bexleyheath, a southeastern suburb of London, England, &nbsp;for his family with the assistance of Philip Webb. Webb and Morris met while working in London for the architect G. E. Street. &nbsp;Webb would go on to be one of the major architects of the Gothic Revival movement in England.&nbsp;&nbsp;</p> <p>Morris wanted the house to be a place that reflected his ideals and celebrated art, craftsmanship, and community. &nbsp;Morris and Webb collaborated to make the house&rsquo;s architecture and interior design merge into a unified whole. This&nbsp;would provide the appropriate atmosphere to foster domestic harmony and instill creative energy in its inhabitants and visitors. &nbsp;It was the first home built according to the principles of fine artistry and utility that became the hallmark of the design firm Morris founded with Webb in 1861, as well as the emerging Arts and Crafts movement.</p> <p>Morris and Webb designed the house in a simplified Tudor Gothic style. The features of this style include&nbsp;historicizing elements such as steep roofs, prominent chimneys, cross gables, and exposed-beam ceilings, all&nbsp;present in Red House. &nbsp;Morris was influenced by Ruskin and other theorists who saw the Gothic as a time of perfection in the craft and building trades, as well as a period of great faith and belief in human dignity. &nbsp;They also viewed the Gothic as a more suitable style for&nbsp;Northern Europe because it&nbsp;originated in France, a northern country, as opposed to the classical forms of ancient Greece and Rome. &nbsp;For Morris and Webb, the adoption of a specifically English form of Gothic architecture seemed natural and appropriate to the site.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/2a7612cc3ec91ef4c5d4a467e05bcbb1b17b1fb4.jpg" /><span class="image-caption">William Morris and Philip Webb, plan of&nbsp;Red House, Bexleyheath, England, 1860</span></span></p> <h3>A medieval ideal</h3> <p>The use of exposed red brick for the exterior both gave the house its name and reveals the innate beauty of the construction materials. Morris and Webb valued the specific beauty of natural materials, which they saw as far superior to and healthier than industrially produced materials. Red House is L-shaped, with the rooms laid out for maximum efficiency and clarity. The L-shaped plan also allows the house to embrace the gardens as a part of the domestic sphere, as well as creates an asymmetry that is typical of traditional Gothic structures that were built over long periods of time. The concept of an integral whole extended to the interior design as well.&nbsp;Webb, Morris, his wife, Jane, and the painter Edward Burne-Jones all worked together to design everything in the home, from the wallpaper to the stained-glass windows to the built-in cabinets and furniture, so that all celebrated the beauty of nature and the medieval guild ideal.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a0a24f42fbde58c982ad69bd889367a27d4ce775.jpg" /><span class="image-caption">William Morris, <em>Niebelungenlied</em>&nbsp;Settle, c. 1860, painted wood</span></span></p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a61d5449a9a13d4318fcc61e22811a9626effbde.jpg" /><span class="image-caption">William Morris and Philip Webb, front hall of&nbsp;Red House, Bexleyheath, England, 1860 (photo:&nbsp;<a href="http://www.flickr.com/photos/hisgett/4887164857/">Tony Hisgett</a>&nbsp;CC BY 2.0)</span></span></p> <p>The house is entered through a large wooden door that leads to a rectangular hallway. &nbsp;A settle Morris decorated with illustrations&nbsp;from the medieval German epic <em>Niebelungenlied </em>is to the right. The hallway is filled with light from the stained-glass&nbsp;windows. The dining room to the right contains the original hutch designed by Philip Webb, which has Gothic trefoil motifs&nbsp;and is&nbsp;painted in &ldquo;dragon&rsquo;s blood&rdquo; (a deep red-brown favored by Arts and Crafts practitioners).&nbsp;The original&nbsp;rustic dining room table remains, along with&nbsp;the decorative arch in the brickwork around the fireplace. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/4b24342a4bad990ec5d9a4fa1316e9d8a685156e.jpg" /><span class="image-caption">William Morris and Philip Webb, kitchen hutch in&nbsp;Red House, Bexleyheath, England, 1860,&nbsp;photo:&nbsp;<a href="http://www.flickr.com/photos/hisgett/4887157145/">Tony Hisgett</a>&nbsp;(CC BY 2.0)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e4b6b56da5e4a0bca3f259e6791c4b7f1ad26a07.jpg" /><span class="image-caption">William Morris and Philip Webb, living room fireplace in&nbsp;Red House, Bexleyheath, England, 1860,&nbsp;photo: <a href="https://www.flickr.com/photos/dhedwards/5584138609/in/photolist-9vsaRT-a8ms1A-8rS2xV-8rV3nb-9vvRYj-9vm31M-a8iA5e-8rRZR4-8s9dMk-8rV5qY-9vkLKT-8rRYCc-9vshnx-9vp1sA-9vkXNz-8sbS6A-ietpvH-jNn5BB-hZ7qHj-7Af1hv-7AiD95-jzngwo-i9RgRb-jC5u26-hYcuBE-ipa6hz-7AizNW-7AiCrj-7AeU5P-7AeT6k-7AiGYJ-7AeVxi-jNJ3nz-7AiFB1-7AiAqu-7AiN8o-7Aiwj5-7AiNsU-7AeZzM-9voQch-9vvdLq-9vsSS8-9voVP5-a8iA1k-a8iA2D-a8izVv-a8iA6R-a8ms6o-a8ms7C-a8izZ2">Badly Drawn Dad</a>&nbsp;(CC BY-NC-ND 2.0)</span></span>Other original built-in furniture is present in the main living room on the second floor, notably a fireplace painted with Morris&rsquo;s motto: &ldquo;<em>Ars Longa, Vita Brevis</em>&rdquo; (Life is short, art is forever). This room also has paintings by Edward Burne-Jones.&nbsp;Stained glass decorated by Morris, his family and their friends is found throughout the house.</p> <p>Unfortunately Morris had to sell Red House in 1865 due to financial difficulties. &nbsp;It remained a private residence until 2003, when it was acquired by the National Trust of Great Britain. The architecture of Red House has not been significantly altered, but most of the original furniture is gone and some of the original wall paintings have been covered with modern reproductions of wallpaper Morris produced after he established his design company with Webb and like-minded colleagues. Red House&nbsp;now functions as a museum and is open to the public.</p> <p>Essay by Dr. Kristen M. Harkness</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.nationaltrust.org.uk/red-house/">Red House at the&nbsp;National Trust</a></p> <p><a href="http://www.vam.ac.uk/content/articles/s/style-guide-arts-and-crafts/">Arts and Crafts at the Victoria and Albert Museum</a></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/87df6ddc5b689def43228b3b5ad54783f42c5a22.jpg" /><span class="image-caption">William Morris and Philip Webb, Red House (garden with well), Bexleyheath, England, 1860,&nbsp;photo:&nbsp;<a href="https://www.flickr.com/photos/stevecadman/471538900/in/photostream/">Steve Cadman</a>&nbsp;(CC BY-SA 2.0)</span></span></p> <h3>Cult of domesticity</h3> <p>By the mid-nineteenth century, many people were troubled by the effects that the Industrial Revolution was having on the environment, society at large, and workers employed in factories, concerns that are echoed in today&rsquo;s environmental movement. &nbsp;The English art critic John Ruskin&nbsp;argued that the inexpensive, factory-made goods flooding the markets had a negative effect on both those who made them and those who consumed them.</p> <p>Ruskin and others believed that mechanized factory production deprived workers of the personal satisfaction and creativity involved in designing and making an object entirely with one&rsquo;s own hands. &nbsp;They also believed that people who bought these goods were surrounding themselves with soulless objects that lacked aesthetic value.&nbsp;Thus, their domestic environments were missing the elements of spirituality and refinement that produce healthy, well-rounded citizens. &nbsp;</p> <p>This was a particular concern in the age of the Victorian &ldquo;cult of domesticity,&rdquo; which emphasized the home as a morally uplifting respite from the negative influences of city life. &nbsp;Ruskin and his followers advocated a return to the medieval guild model in which artisans were responsible for handcrafting their works from beginning to end. This&nbsp;produced&nbsp;a sense of pride in the worker and guaranteed&nbsp;quality products for the consumer. &nbsp;William Morris was strongly influenced by Ruskin&rsquo;s writing and also dedicated to social reform.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/d5b4f3002f89c03f1a84bb4f50a7ce196f422568.jpg" /><span class="image-caption">William Morris and Philip Webb, Red House (side), Bexleyheath, England, 1860,&nbsp;photo: <a href="https://www.flickr.com/photos/stevecadman/471545870/in/photostream/">Steve Cadman</a>&nbsp;(CC-BY-SA 2.0)</span></span></p> <h3>Craftsmanship and&nbsp;community</h3> <p>Red House was the home he designed in Bexleyheath, a southeastern suburb of London, England, &nbsp;for his family with the assistance of Philip Webb. Webb and Morris met while working in London for the architect G. E. Street. &nbsp;Webb would go on to be one of the major architects of the Gothic Revival movement in England.&nbsp;&nbsp;</p> <p>Morris wanted the house to be a place that reflected his ideals and celebrated art, craftsmanship, and community. &nbsp;Morris and Webb collaborated to make the house&rsquo;s architecture and interior design merge into a unified whole. This&nbsp;would provide the appropriate atmosphere to foster domestic harmony and instill creative energy in its inhabitants and visitors. &nbsp;It was the first home built according to the principles of fine artistry and utility that became the hallmark of the design firm Morris founded with Webb in 1861, as well as the emerging Arts and Crafts movement.</p> <p>Morris and Webb designed the house in a simplified Tudor Gothic style. The features of this style include&nbsp;historicizing elements such as steep roofs, prominent chimneys, cross gables, and exposed-beam ceilings, all&nbsp;present in Red House. &nbsp;Morris was influenced by Ruskin and other theorists who saw the Gothic as a time of perfection in the craft and building trades, as well as a period of great faith and belief in human dignity. &nbsp;They also viewed the Gothic as a more suitable style for&nbsp;Northern Europe because it&nbsp;originated in France, a northern country, as opposed to the classical forms of ancient Greece and Rome. &nbsp;For Morris and Webb, the adoption of a specifically English form of Gothic architecture seemed natural and appropriate to the site.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/2a7612cc3ec91ef4c5d4a467e05bcbb1b17b1fb4.jpg" /><span class="image-caption">William Morris and Philip Webb, plan of&nbsp;Red House, Bexleyheath, England, 1860</span></span></p> <h3>A medieval ideal</h3> <p>The use of exposed red brick for the exterior both gave the house its name and reveals the innate beauty of the construction materials. Morris and Webb valued the specific beauty of natural materials, which they saw as far superior to and healthier than industrially produced materials. Red House is L-shaped, with the rooms laid out for maximum efficiency and clarity. The L-shaped plan also allows the house to embrace the gardens as a part of the domestic sphere, as well as creates an asymmetry that is typical of traditional Gothic structures that were built over long periods of time. The concept of an integral whole extended to the interior design as well.&nbsp;Webb, Morris, his wife, Jane, and the painter Edward Burne-Jones all worked together to design everything in the home, from the wallpaper to the stained-glass windows to the built-in cabinets and furniture, so that all celebrated the beauty of nature and the medieval guild ideal.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a0a24f42fbde58c982ad69bd889367a27d4ce775.jpg" /><span class="image-caption">William Morris, <em>Niebelungenlied</em>&nbsp;Settle, c. 1860, painted wood</span></span></p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a61d5449a9a13d4318fcc61e22811a9626effbde.jpg" /><span class="image-caption">William Morris and Philip Webb, front hall of&nbsp;Red House, Bexleyheath, England, 1860 (photo:&nbsp;<a href="http://www.flickr.com/photos/hisgett/4887164857/">Tony Hisgett</a>&nbsp;CC BY 2.0)</span></span></p> <p>The house is entered through a large wooden door that leads to a rectangular hallway. &nbsp;A settle Morris decorated with illustrations&nbsp;from the medieval German epic <em>Niebelungenlied </em>is to the right. The hallway is filled with light from the stained-glass&nbsp;windows. The dining room to the right contains the original hutch designed by Philip Webb, which has Gothic trefoil motifs&nbsp;and is&nbsp;painted in &ldquo;dragon&rsquo;s blood&rdquo; (a deep red-brown favored by Arts and Crafts practitioners).&nbsp;The original&nbsp;rustic dining room table remains, along with&nbsp;the decorative arch in the brickwork around the fireplace. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/4b24342a4bad990ec5d9a4fa1316e9d8a685156e.jpg" /><span class="image-caption">William Morris and Philip Webb, kitchen hutch in&nbsp;Red House, Bexleyheath, England, 1860,&nbsp;photo:&nbsp;<a href="http://www.flickr.com/photos/hisgett/4887157145/">Tony Hisgett</a>&nbsp;(CC BY 2.0)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e4b6b56da5e4a0bca3f259e6791c4b7f1ad26a07.jpg" /><span class="image-caption">William Morris and Philip Webb, living room fireplace in&nbsp;Red House, Bexleyheath, England, 1860,&nbsp;photo: <a href="https://www.flickr.com/photos/dhedwards/5584138609/in/photolist-9vsaRT-a8ms1A-8rS2xV-8rV3nb-9vvRYj-9vm31M-a8iA5e-8rRZR4-8s9dMk-8rV5qY-9vkLKT-8rRYCc-9vshnx-9vp1sA-9vkXNz-8sbS6A-ietpvH-jNn5BB-hZ7qHj-7Af1hv-7AiD95-jzngwo-i9RgRb-jC5u26-hYcuBE-ipa6hz-7AizNW-7AiCrj-7AeU5P-7AeT6k-7AiGYJ-7AeVxi-jNJ3nz-7AiFB1-7AiAqu-7AiN8o-7Aiwj5-7AiNsU-7AeZzM-9voQch-9vvdLq-9vsSS8-9voVP5-a8iA1k-a8iA2D-a8izVv-a8iA6R-a8ms6o-a8ms7C-a8izZ2">Badly Drawn Dad</a>&nbsp;(CC BY-NC-ND 2.0)</span></span>Other original built-in furniture is present in the main living room on the second floor, notably a fireplace painted with Morris&rsquo;s motto: &ldquo;<em>Ars Longa, Vita Brevis</em>&rdquo; (Life is short, art is forever). This room&nbsp;room also has paintings by Edward Burne-Jones.&nbsp;Stained glass decorated by Morris, his family and their friends is found throughout the house.</p> <p>Unfortunately Morris had to sell Red House in 1865 due to financial difficulties. &nbsp;It remained a private residence until 2003, when it was acquired by the National Trust of Great Britain. The architecture of Red House has not been significantly altered, but most of the original furniture is gone and some of the original wall paintings have been covered with modern reproductions of wallpaper Morris produced after he established his design company with Webb and like-minded colleagues. Red House&nbsp;now functions as a museum and is open to the public.</p> <p>Essay by Dr. Kristen M. Harkness</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.nationaltrust.org.uk/red-house/">Red House at the&nbsp;National Trust</a></p> <p><a href="http://www.vam.ac.uk/content/articles/s/style-guide-arts-and-crafts/">Arts and Crafts at the Victoria and Albert Museum</a></p>
