Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3><span class="block-image image-wrapper"><img alt="Medallion Carpet, “The Ardabil Carpet,” Maqsud of Kashan, Persian: Safavid Dynasty, silk warps and wefts with wool pile (25 million knots, 340 per sq. inch), 1539-40 C.E., Tabriz, Kashan, Isfahan or Kirman, Iran, (now at the Victoria and Albert Museum)" src="https://ka-perseus-images.s3.amazonaws.com/96ca4cab58ea7fceff2f0aa60e6b4e12cbb4f683.jpg" style="width:100%" /><span class="image-caption">Medallion Carpet,<em>&nbsp;The Ardabil Carpet</em>, Unknown artist (Maqsud Kashani is named on the carpet&#39;s inscription),&nbsp;Persian: Safavid Dynasty, silk warps and wefts with wool pile (25 million knots, 340 per sq. inch), 1539-40 C.E., Tabriz, Kashan, Isfahan or Kirman, Iran&nbsp;(Victoria and Albert Museum)</span></span></h3> <h3><span>Old, beautiful and important</span></h3> <p><span>The Ardabil Carpet is exceptional; it is one of the world&#39;s oldest Islamic carpets, as well as one of the largest, most beautiful and historically important. It is not only stunning in its own right, but it is bound up with the history of one of the great political dynasties of Iran.</span></p> <h3><span class="block-image image-wrapper"><img alt="The Ardabil Carpet at the Victoria and Albert Museum" src="https://ka-perseus-images.s3.amazonaws.com/7ae893c6d8b5562700a15300cbce44d3c84025e6.jpg" style="width:100%" /><span class="image-caption">The Ardabil Carpet at the Victoria and Albert Museum, London</span></span></h3> <h3>About carpets</h3> <p>Carpets are among the most fundamental of Islamic arts. Portable, typically made of silk and wools, carpets were traded and sold across the Islamic lands and beyond its boundaries to Europe and China. Those from Iran were highly prized. Carpets decorated the floors of mosques, shrines and homes, but they could also be hung on walls of houses to preserve warmth in the winter.&nbsp;</p> <h3>Ardabil and a 14th century Saint</h3> <p>The carpet takes its name from the town of Ardabil in north-west Iran. Ardabil was the home to the shrine of the Sufi saint, Safi al-Din Ardabili, who died in 1334 (Sufism is Islamic mysticism). He was a Sufi leader who trained his followers in Islamic mystic practices. After his death, his following grew and his descendents became increasingly powerful. In 1501 one of his descendents, Shah Isma&rsquo;il, seized power, united Iran, and established Shi&rsquo;a Islam as the official religion. The dynasty he founded is known as the Safavids. Their rule, which lasted until 1722, was one of the most important periods for Islamic art, especially for textiles and for manuscripts.</p> <h3>Made for a shrine&nbsp;</h3> <p><span class="image-wrapper inline-image"><img alt="Plan of the shrine at Ardabil, showing where the carpets were situated (permission, Victoria and Albert Museum) " src="https://ka-perseus-images.s3.amazonaws.com/4e3d4042f01060ec790cbdbbaa10a10f195823a2.jpg" /><span class="image-caption">Plan of the shrine at Ardabil, showing where the carpets were situated (permission, Victoria and Albert Museum) </span></span>This carpet was one of a matching pair that was made for the shrine of Safi al-Din Ardabili when it was enlarged in the late 1530s. Today the Ardabil carpet dominates the main Islamic Art Gallery in the Victoria and Albert Museum in London, while its twin is in the LA County Museum of Art. The carpets were located side by side in the shrine.</p> <p>The pile of the carpet is made from wool, rather than silk because it holds dye better. The knot-count of a carpet still directly impacts the value of carpets today; the more knots per square centimeter, the more detailed and elaborate the patterns can be. The dyes used to color the carpet are natural&nbsp;and include pomegrante rind and indigo. Up to ten weavers could have worked on the carpet at any given time. The Ardabil carpet has 340 knots per square inch (5300 knots per ten centimeters square). Today, a commercial rug averages 80-160 knots per square inch, meaning that the Ardabil carpet was highly detailed. Its high knot count allowed for the inclusion of an intricate design and pattern. It is not known whether the carpet was produced in a royal workshop, but there is evidence for court workshop in the 15th and 16th centuries. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Ardabil Carpet, detail" src="https://ka-perseus-images.s3.amazonaws.com/2328b1ad3ad692f83b5061730c424ddb845b4ead.jpg" /><span class="image-caption">Ardabil Carpet (detail)</span></span></p> <h3>Design and Pattern</h3> <p>The rich geometric patterns, vegetative scrolls, floral flourishes, so typical of Islamic art, reach a fever pitch in this remarkable carpet, encouraging the viewer to walk around and around, trying to absorb every detail of design.</p> <p><span>That the design of the carpet was not arbitrary or piecemeal, but was well-organized and thoughtful can be seen throughout. Considering the immense size of the carpet&mdash;10.51m x 5.34m (34&#39; 6&quot; x 17&#39; 6&quot;)&mdash;this is impressive. A central golden medallion dominates the carpet; it is surrounded by a ring of multi-colored, detailed ovals. Lamps appear to hang at either end.</span></p> <p><span class="block-image image-wrapper"><img alt="Ardabil Carpet (detail)" src="https://ka-perseus-images.s3.amazonaws.com/349718038689c38ba56ad5b0ae36cc27f683e29d.jpg" /><span class="image-caption">Ardabil Carpet (detail)</span></span></p> <p>The carpet&rsquo;s border is made up of a frame with a series of cartouches (rectangular-shaped spaces for calligraphy), filled with decoration. The central medallion design is also echoed by the four corner-pieces.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Ardabil Carpet (detail of lamp)" src="https://ka-perseus-images.s3.amazonaws.com/13f6ec12fc841d6f40461c05aad2f42286ad972b.jpg" /><span class="image-caption">Ardabil Carpet (detail of lamp)</span></span>Art historians have debated the meaning of the two lamps that appear to hang from the medallion. They are of different sizes and some scholars have proposed that this was done to create a perspective effect, meaning that both lamps appear to be the same size when one sat next to the smaller lamp. Yet, there is no evidence for the use of this type of perspective in Iran in the 1530s, nor does this explain why the lamps were included. Perhaps they were included to mimic lamps found in mosques and shrines, helping the viewer to look deeply into the carpet below them and then above them, to the ceiling where similar lamps would have hung, creating visual unity within the shrine.</p> <h3>An inscription&nbsp;</h3> <p>The Ardabil Carpet includes a four-line inscription placed at one end. This short poem is vital for understanding who commissioned the carpet and the date of the carpet.</p> <p>The first three lines of poetry reads:</p> <blockquote> <p>Except for thy threshold, there is no refuge for me in all the world.<br /> <span>Except for this door there is no resting-place for my head.</span><br /> <span>The work of the slave of the portal, Maqsud Kashani.</span></p> </blockquote> <p>Maqsud was probably the court official charged with producing the carpets. By referring to himself as a slave, he may be presenting himself as a humble servant. The Persian word for a door can be used to denote a shrine or royal court, so this inscription may imply that the royal court patronized the shrine. The carpets would have probably taken four years to make.</p> <p>The fourth line of the inscription is also important. It provides the date of the carpet, AH 946. The Muslim calendar begins in the year 620 CE when Muhammad fled from Mecca to Medina; this year is known as the year of the Hijra or flight (in Latin anno hegirae). AH 946 is equivalent to 1539/40 CE (the lunar Muslim calendar does not exactly match the Gregorian Calendar, used in the west).&nbsp;</p> <p>The design of the Ardabil carpet and its skillful execution is a testament to the great skill of the artisans at work in north-west Iran in the 1530s.</p> <p><span class="block-image image-wrapper"><img alt="Ardabil Carpet (detail)" src="https://ka-perseus-images.s3.amazonaws.com/b2279a5996831610b7551aac03c4c1eff80db394.jpg" /><span class="image-caption">Ardabil Carpet (detail)</span></span></p> <h3>How the Carpet Came to the V&amp;A</h3> <p>Many great treasures from around the world have legally made their way into the collections of western museums. Many objects were legally purchased by collectors and museums in the 19th and 20th centuries; however, many works of art are still illegally exported and sold. British visitors to the shrine in 1843, noted that at least one carpet was still in situ. Approximately thirty years or so later, an earthquake damaged the shrine, and the carpets were sold off.</p> <p>Ziegler &amp; Co., a Manchester firm involved in the carpet trade purchased the damaged carpets in Iran and &ldquo;restored&rdquo; them in fashion typical of the late nineteenth century. Selections of one carpet were used to repair the other, resulting in a &ldquo;complete&rdquo; carpet and one lacking a border. Vincent Robinson and Co, a dealer based in London, put the larger carpet up for sale in 1892 and persuaded the V&amp;A to purchase it for &pound;2000 in March 1893.&nbsp;</p> <p>The second carpet was secretly sold to an American collector, J.P. Getty, who donated it to the LA County Museum of Art in 1953. Unlike the carpet in the V&amp;A, the carpet in LACMA is incomplete. Throughout the twentieth century, other pieces of the carpets have appeared on the art market for sale.</p> <p>Essay by Dr. Elizabeth Macaulay-Lewis&nbsp;</p> <hr /> <p><br /> <strong>Additional resources:</strong><br /> <span>Ellis, Charles Grant. </span><em>Oriental Carpets in the Philadelphia Museum of Art.</em><span> Philadelphia: (Philadelphia Museum of Art, 1988).</span><br /> <br /> Erdmann, Kurt. <em>Oriental Carpets: An Account of Their History, </em>translated by Charles Grant Ellis&nbsp;(Fishguard, Wales: Crosby, 1976).<br /> ​<br /> Jon Thompson,&nbsp;<em>Carpet Magic</em>&nbsp; (London: Barbican Art Gallery, 1983).<br /> <br /> Jon Thompson, &nbsp;<em>Milestones in the History of Carpets</em>&nbsp;(Milan: Moshe Tabibnia, 2006).</p> <p>&nbsp;</p>
it: <h3><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/96ca4cab58ea7fceff2f0aa60e6b4e12cbb4f683.jpg" style="width:100%" /><span class="image-caption">Medallion Carpet,<em>&nbsp;The Ardabil Carpet</em>, Unknown artist (Maqsud Kashani is named on the carpet&#39;s inscription),&nbsp;Persian: Safavid Dynasty, silk warps and wefts with wool pile (25 million knots, 340 per sq. inch), 1539-40 C.E., Tabriz, Kashan, Isfahan or Kirman, Iran&nbsp;(Victoria and Albert Museum)</span></span></h3> <h3><span>Old, beautiful and important</span></h3> <p><span>The Ardabil Carpet is exceptional; it is one of the world&#39;s oldest Islamic carpets, as well as one of the largest, most beautiful and historically important. It is not only stunning in its own right, but it is bound up with the history of one of the great political dynasties of Iran.</span></p> <h3><span class="block-image image-wrapper"><img alt="The Ardabil Carpet at the Victoria and Albert Museum" src="https://ka-perseus-images.s3.amazonaws.com/7ae893c6d8b5562700a15300cbce44d3c84025e6.jpg" style="width:100%" /><span class="image-caption">The Ardabil Carpet at the Victoria and Albert Museum, London</span></span></h3> <h3>About carpets</h3> <p>Carpets are among the most fundamental of Islamic arts. Portable, typically made of silk and wools, carpets were traded and sold across the Islamic lands and beyond its boundaries to Europe and China. Those from Iran were highly prized. Carpets decorated the floors of mosques, shrines and homes, but they could also be hung on walls of houses to preserve warmth in the winter.&nbsp;</p> <h3>Ardabil and a 14th century Saint</h3> <p>The carpet takes its name from the town of Ardabil in north-west Iran. Ardabil was the home to the shrine of the Sufi saint, Safi al-Din Ardabili, who died in 1334 (Sufism is Islamic mysticism). He was a Sufi leader who trained his followers in Islamic mystic practices. After his death, his following grew and his descendents became increasingly powerful. In 1501 one of his descendents, Shah Isma&rsquo;il, seized power, united Iran, and established Shi&rsquo;a Islam as the official religion. The dynasty he founded is known as the Safavids. Their rule, which lasted until 1722, was one of the most important periods for Islamic art, especially for textiles and for manuscripts.</p> <h3>Made for a shrine&nbsp;</h3> <p><span class="image-wrapper inline-image"><img alt="Plan of the shrine at Ardabil, showing where the carpets were situated (permission, Victoria and Albert Museum) " src="https://ka-perseus-images.s3.amazonaws.com/4e3d4042f01060ec790cbdbbaa10a10f195823a2.jpg" /><span class="image-caption">Plan of the shrine at Ardabil, showing where the carpets were situated (permission, Victoria and Albert Museum) </span></span>This carpet was one of a matching pair that was made for the shrine of Safi al-Din Ardabili when it was enlarged in the late 1530s. Today the Ardabil carpet dominates the main Islamic Art Gallery in the Victoria and Albert Museum in London, while its twin is in the LA County Museum of Art. The carpets were located side by side in the shrine.</p> <p>The pile of the carpet is made from wool, rather than silk because it holds dye better. The knot-count of a carpet still directly impacts the value of carpets today; the more knots per square centimeter, the more detailed and elaborate the patterns can be. The dyes used to color the carpet are natural&nbsp;and include pomegrante rind and indigo. Up to ten weavers could have worked on the carpet at any given time. The Ardabil carpet has 340 knots per square inch (5300 knots per ten centimeters square). Today, a commercial rug averages 80-160 knots per square inch, meaning that the Ardabil carpet was highly detailed. Its high knot count allowed for the inclusion of an intricate design and pattern. It is not known whether the carpet was produced in a royal workshop, but there is evidence for court workshop in the 15th and 16th centuries. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Ardabil Carpet, detail" src="https://ka-perseus-images.s3.amazonaws.com/2328b1ad3ad692f83b5061730c424ddb845b4ead.jpg" /><span class="image-caption">Ardabil Carpet (detail)</span></span></p> <h3>Design and Pattern</h3> <p>The rich geometric patterns, vegetative scrolls, floral flourishes, so typical of Islamic art, reach a fever pitch in this remarkable carpet, encouraging the viewer to walk around and around, trying to absorb every detail of design.</p> <p><span>That the design of the carpet was not arbitrary or piecemeal, but was well-organized and thoughtful can be seen throughout. Considering the immense size of the carpet&mdash;10.51m x 5.34m (34&#39; 6&quot; x 17&#39; 6&quot;)&mdash;this is impressive. A central golden medallion dominates the carpet; it is surrounded by a ring of multi-colored, detailed ovals. Lamps appear to hang at either end.</span></p> <p><span class="block-image image-wrapper"><img alt="Ardabil Carpet (detail)" src="https://ka-perseus-images.s3.amazonaws.com/349718038689c38ba56ad5b0ae36cc27f683e29d.jpg" /><span class="image-caption">Ardabil Carpet (detail)</span></span></p> <p>The carpet&rsquo;s border is made up of a frame with a series of cartouches (rectangular-shaped spaces for calligraphy), filled with decoration. The central medallion design is also echoed by the four corner-pieces.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Ardabil Carpet (detail of lamp)" src="https://ka-perseus-images.s3.amazonaws.com/13f6ec12fc841d6f40461c05aad2f42286ad972b.jpg" /><span class="image-caption">Ardabil Carpet (detail of lamp)</span></span>Art historians have debated the meaning of the two lamps that appear to hang from the medallion. They are of different sizes and some scholars have proposed that this was done to create a perspective effect, meaning that both lamps appear to be the same size when one sat next to the smaller lamp. Yet, there is no evidence for the use of this type of perspective in Iran in the 1530s, nor does this explain why the lamps were included. Perhaps they were included to mimic lamps found in mosques and shrines, helping the viewer to look deeply into the carpet below them and then above them, to the ceiling where similar lamps would have hung, creating visual unity within the shrine.</p> <h3>An inscription&nbsp;</h3> <p>The Ardabil Carpet includes a four-line inscription placed at one end. This short poem is vital for understanding who commissioned the carpet and the date of the carpet.</p> <p>The first three lines of poetry reads:</p> <blockquote> <p>Except for thy threshold, there is no refuge for me in all the world.<br /> <span>Except for this door there is no resting-place for my head.</span><br /> <span>The work of the slave of the portal, Maqsud Kashani.</span></p> </blockquote> <p>Maqsud was probably the court official charged with producing the carpets. By referring to himself as a slave, he may be presenting himself as a humble servant. The Persian word for a door can be used to denote a shrine or royal court, so this inscription may imply that the royal court patronized the shrine. The carpets would have probably taken four years to make.</p> <p>The fourth line of the inscription is also important. It provides the date of the carpet, AH 946. The Muslim calendar begins in the year 620 CE when Muhammad fled from Mecca to Medina; this year is known as the year of the Hijra or flight (in Latin anno hegirae). AH 946 is equivalent to 1539/40 CE (the lunar Muslim calendar does not exactly match the Gregorian Calendar, used in the west).&nbsp;</p> <p>The design of the Ardabil carpet and its skillful execution is a testament to the great skill of the artisans at work in north-west Iran in the 1530s.</p> <p><span class="block-image image-wrapper"><img alt="Ardabil Carpet (detail)" src="https://ka-perseus-images.s3.amazonaws.com/b2279a5996831610b7551aac03c4c1eff80db394.jpg" /><span class="image-caption">Ardabil Carpet (detail)</span></span></p> <h3>How the Carpet Came to the V&amp;A</h3> <p>Many great treasures from around the world have legally made their way into the collections of western museums. Many objects were legally purchased by collectors and museums in the 19th and 20th centuries; however, many works of art are still illegally exported and sold. British visitors to the shrine in 1843, noted that at least one carpet was still in situ. Approximately thirty years or so later, an earthquake damaged the shrine, and the carpets were sold off.</p> <p>Ziegler &amp; Co., a Manchester firm involved in the carpet trade purchased the damaged carpets in Iran and &ldquo;restored&rdquo; them in fashion typical of the late nineteenth century. Selections of one carpet were used to repair the other, resulting in a &ldquo;complete&rdquo; carpet and one lacking a border. Vincent Robinson and Co, a dealer based in London, put the larger carpet up for sale in 1892 and persuaded the V&amp;A to purchase it for &pound;2000 in March 1893.&nbsp;</p> <p>The second carpet was secretly sold to an American collector, J.P. Getty, who donated it to the LA County Museum of Art in 1953. Unlike the carpet in the V&amp;A, the carpet in LACMA is incomplete. Throughout the twentieth century, other pieces of the carpets have appeared on the art market for sale.</p> <p>Essay by Dr. Elizabeth Macaulay-Lewis&nbsp;</p> <hr /> <p><br /> <strong>Additional resources:</strong><br /> <span>Ellis, Charles Grant. </span><em>Oriental Carpets in the Philadelphia Museum of Art.</em><span> Philadelphia: (Philadelphia Museum of Art, 1988).</span><br /> <br /> Erdmann, Kurt. <em>Oriental Carpets: An Account of Their History, </em>translated by Charles Grant Ellis&nbsp;(Fishguard, Wales: Crosby, 1976).<br /> ​<br /> Jon Thompson,&nbsp;<em>Carpet Magic</em>&nbsp; (London: Barbican Art Gallery, 1983).<br /> <br /> Jon Thompson, &nbsp;<em>Milestones in the History of Carpets</em>&nbsp;(Milan: Moshe Tabibnia, 2006).</p> <p>&nbsp;</p>
