Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>A wide variety</h3> <p>Egyptian artists used a wide array of materials, both local and imported, from very early in their history. For instance, already in the Predynastic period we find figurines carved from lapis lazuli&mdash;a lustrous blue stone that originates in what is now Afghanistan and indicates the early presence of robust trade routes.</p> <p><span class="block-image image-wrapper"><img alt="Group of stones collected in Egypt showing the range of colors and textures available to the ancient artists." src="https://ka-perseus-images.s3.amazonaws.com/0a313364208470ac760c46d4d60995fd0d4ca734.jpg" /><span class="image-caption">Group of stones collected in Egypt showing the range of colors and textures available to the ancient artists.</span></span></p> <h3>Stone</h3> <p><span class="image-wrapper inline-image"><img alt="Menkaure (Mycerinus) and Khamerernebty(?), graywacke, c. 2490-2472 B.C.E. (Museum of Fine Arts, Boston)" src="https://ka-perseus-images.s3.amazonaws.com/e08aa9d68ecd0f90a252a0b559992b0f27abbd78.jpg" /><span class="image-caption">Menkaure (Mycerinus) and Khamerernebty(?), graywacke, c. 2490-2472 B.C.E. (Museum of Fine Arts, Boston)</span></span>There were numerous native stones used for statuary, including the ubiquitous soft limestone of the desert cliffs that line most of the Nile valley, as well as sandstone, calcite, and schist.</p> <p>Harder stones include quartzite, diorite, granite, and basalt. Carving on softer stones was done using copper chisels and stone tools; hard stone required tools of yet harder stone, copper alloys, and the use of abrasive sand to shape them. Polishing was achieved with a smooth rubbing stone and abrasive sands with a fine grit.</p> <h3>Painted Statuary</h3> <p>Most statuary was painted; even stones selected for the symbolism of their color were often painted. For instance, the exemplary statues of Menkaure (left), builder of the smallest of the three major pyramids at Giza, were executed in dark schist (also called graywacke). This smooth black stone is connected with Osiris, resurrected god of the dead who was often shown with black or green skin referring to the fertile silt and lush vegetation of the Nile valley.</p> <p>These images preserve traces of red paint on the king&rsquo;s skin indicating that, when completed and placed in his memorial temple near his pyramid, they would have appeared lifelike in coloration. With time, the paint would have flaked away, revealing the black stone underneath and explicitly linking the deceased king with the Lord of the Underworld.</p> <h3>Wood</h3> <p>Egyptian artists also used a variety of woods in their work, including the native acacia, tamarisk, and sycamore fig as well as fir, cedar, and other conifers imported from Syria. Artisans excelled at puzzling together small, irregular pieces of wood and pegged them into place to create statuary, coffins, boxes, and furniture.</p> <p><br /> <span class="block-image image-wrapper"><img alt="Ceremonial gilded wooden shield from the tomb of Tutakhamun. Egyptian Museum, Cairo (New Kingdom)" src="https://ka-perseus-images.s3.amazonaws.com/255f500afd81a8b4a2e28cc7e76a5190f03281ff.jpg" /><span class="image-caption">Ceremonial gilded wooden shield from the tomb of Tutakhamun. Egyptian Museum, Cairo (New Kingdom). Photo: Amy Calvert</span></span></p> <h3>Metals</h3> <p>They also executed pieces in various metals, including copper, copper alloys (such as bronze), gold, and silver. Cult statues of gods were made in gold and silver&mdash;materials identified by myth as their skin and bones&mdash;and were often quite small. Very few metal statues survive because they were often melted down and the material reused, although preserved examples from the Old and Middle Kingdoms demonstrate that they were skilled not only in sheet metal forming, but also practiced complex casting.</p> <p><span class="image-wrapper inline-image"><img alt="Tutankhamun's lunar pectoral in the Egyptian Museum, Cairo (New Kingdom) " src="https://ka-perseus-images.s3.amazonaws.com/4552fb4fcc58c245a8f18cc43e895e7ce6990c07.jpg" /><span class="image-caption">Tutankhamun&#39;s lunar pectoral in the Egyptian Museum, Cairo (New Kingdom). Photo: Amy Calvert</span></span>Jewelry work was quite sophisticated even in the Old Kingdom, as demonstrated by some highly creative pieces depicted in tomb scenes. A cache of royal jewelry from the tombs of Middle Kingdom princesses displays extremely high levels of skill in terms of design as well as precisely cut stone inlays, repouss&eacute;, and cloisonn&eacute;.</p> <p>Many objects, especially small amulets and inlays, were made from a manufactured material known as Egyptian faience. This quartz-based medium could be easily shaped, molded, and mass produced. The glaze coating could be almost any color, depending on the minerals used in the composition, although turquoise blue is the most common.</p> <p><br /> &nbsp;</p> <h3><span>Relief Sculpture</span></h3> <p>Relief was usually carved before being painted. The two primary classes of relief are raised relief (where the figures stand up out from the surface) and sunk relief (where the figures are cut into and below the surface). The surface would be smoothed with a layer of plaster and then painted. If the surface was not carved before painting, several layers of mud plaster would be applied to create a flat plane.</p> <p><span class="block-image image-wrapper"><img alt="Painted raised relief in the Temple of Seti I at Abydos (New Kingdom) " src="https://ka-perseus-images.s3.amazonaws.com/b909672e0893e66f5d82e13d4bfdd01ba5f61097.jpg" /><span class="image-caption">Painted raised relief in the Temple of Seti I at Abydos (New Kingdom)</span></span></p> <p>The drawing surface would be delineated using gridded guidelines, snapped onto the wall using string coated in red pigment dust (very much like chalk lines used by modern carpenters). This grid helped the artists properly proportion the figures and lay out the scenes. Scene elements were drafted out using red paint, corrections noted in black paint, and then the painting was executed one color at a time. Even on carved relief, many elements in a scene would be executed only in paint and not cut into the surface.</p> <p><span class="block-image image-wrapper"><img alt="Iron oxide nodules, source of a range of red pigments, Thebes " src="https://ka-perseus-images.s3.amazonaws.com/c862aa577a7c892929573c54fe759d281e72b1a6.jpg" /><span class="image-caption">Iron oxide nodules, source of a range of red pigments, Thebes</span></span></p> <h3><span>Pigments</span></h3> <p>Most pigments in Egypt were derived from local minerals. White was often made from gypsum, black from carbon, reds and yellows from iron oxides, blue and green from azurite and malachite, and bright yellow (representing gold) from orpiment. These minerals were ground and then mixed with a plant or animal based glue to make a medium able to attach to the walls. They could be applied as a single plane, but were also layered to create subtle effects and additional colors, such as pink or gray. More information on the materials used to make pigments, as well as a discussion of the symbolism of various colors may be found in the article &ldquo;Aspects of Color in Ancient Egypt&rdquo; at Egyptological.</p> <p>Essay and photos by Dr. Amy Calvert</p>
it: <h3>A wide variety</h3> <p>Egyptian artists used a wide array of materials, both local and imported, from very early in their history. For instance, already in the Predynastic period we find figurines carved from lapis lazui&mdash;a lustrous blue stone that originates in what is now Afghanistan and indicates the early presence of robust trade routes.</p> <p><span class="block-image image-wrapper"><img alt="Group of stones collected in Egypt showing the range of colors and textures available to the ancient artists." src="http://khan.smarthistory.org/assets/images/images/Egyptian-stones.jpg" /><span class="image-caption">Group of stones collected in Egypt showing the range of colors and textures available to the ancient artists.</span></span></p> <h3>Stone</h3> <p><span class="image-wrapper inline-image"><img alt="Menkaure (Mycerinus) and Khamerernebty(?), graywacke, c. 2490-2472 B.C.E. (Museum of Fine Arts, Boston)" src="http://khan.smarthistory.org/assets/images/images/menkaure-mfa.jpg" /><span class="image-caption">Menkaure (Mycerinus) and Khamerernebty(?), graywacke, c. 2490-2472 B.C.E. (Museum of Fine Arts, Boston)</span></span>There were numerous native stones used for statuary, including the ubiquitous soft limestone of the desert cliffs that line most of the Nile valley, as well as sandstone, calcite, and schist.</p> <p>Harder stones include quartzite, diorite, granite, and basalt. Carving on softer stones was done using copper chisels and stone tools; hard stone required tools of yet harder stone, copper alloys, and the use of abrasive sand to shape them. Polishing was achieved with a smooth rubbing stone and abrasive sands with a fine grit.</p> <h3>Painted Statuary</h3> <p>Most statuary was painted; even stones selected for the symbolism of their color were often painted. For instance, the exemplary statues of Menkaure (left), builder of the smallest of the three major pyramids at Giza, were executed in dark schist (also called graywacke). This smooth black stone is connected with Osiris, resurrected god of the dead who was often shown with black or green skin referring to the fertile silt and lush vegetation of the Nile valley.</p> <p>These images preserve traces of red paint on the king&rsquo;s skin indicating that, when completed and placed in his memorial temple near his pyramid, they would have appeared lifelike in coloration. With time, the paint would have flaked away, revealing the black stone underneath and explicitly linking the deceased king with the Lord of the Underworld.</p> <h3>Wood</h3> <p>Egyptian artists also used a variety of woods in their work, including the native acacia, tamarisk, and sycamore fig as well as fir, cedar, and other conifers imported from Syria. Artisans excelled at puzzling together small, irregular pieces of wood and pegged them into place to create statuary, coffins, boxes, and furniture.</p> <p><br /> <span class="block-image image-wrapper"><img alt="Ceremonial gilded wooden shield from the tomb of Tutakhamun. Egyptian Museum, Cairo (New Kingdom)" src="http://khan.smarthistory.org/assets/images/images/Tutankhamun-smiting.jpg" /><span class="image-caption">Ceremonial gilded wooden shield from the tomb of Tutakhamun. Egyptian Museum, Cairo (New Kingdom). Photo: Amy Calvert</span></span></p> <h3>Metals</h3> <p>They also executed pieces in various metals, including copper, copper alloys (such as bronze), gold, and silver. Cult statues of gods were made in gold and silver&mdash;materials identified by myth as their skin and bones&mdash;and were often quite small. Very few metal statues survive because they were often melted down and the material reused, although preserved examples from the Old and Middle Kingdoms demonstrate that they were skilled not only in sheet metal forming, but also practiced complex casting.</p> <p><span class="image-wrapper inline-image"><img alt="Tutankhamun's lunar pectoral in the Egyptian Museum, Cairo (New Kingdom) " src="http://khan.smarthistory.org/assets/images/images/Tut-lunar.jpg" /><span class="image-caption">Tutankhamun&#39;s lunar pectoral in the Egyptian Museum, Cairo (New Kingdom). Photo: Amy Calvert</span></span>Jewelry work was quite sophisticated even in the Old Kingdom, as demonstrated by some highly creative pieces depicted in tomb scenes. A cache of royal jewelry from the tombs of Middle Kingdom princesses displays extremely high levels of skill in terms of design as well as precisely cut stone inlays, repouss&eacute;, and cloisonn&eacute;.</p> <p>Many objects, especially small amulets and inlays, were made from a manufactured material known as Egyptian faience. This quartz-based medium could be easily shaped, molded, and mass produced. The glaze coating could be almost any color, depending on the minerals used in the composition, although turquoise blue is the most common.</p> <p><br /> &nbsp;</p> <h3><span>Relief Sculpture</span></h3> <p>Relief was usually carved before being painted. The two primary classes of relief are raised relief (where the figures stand up out from the surface) and sunk relief (where the figures are cut into and below the surface). The surface would be smoothed with a layer of plaster and then painted. If the surface was not carved before painting, several layers of mud plaster would be applied to create a flat plane.</p> <p><span class="block-image image-wrapper"><img alt="Painted raised relief in the Temple of Seti I at Abydos (New Kingdom) " src="http://khan.smarthistory.org/assets/images/images/Seti-Temple-Relief.jpg" /><span class="image-caption">Painted raised relief in the Temple of Seti I at Abydos (New Kingdom)</span></span></p> <p>The drawing surface would be delineated using gridded guidelines, snapped onto the wall using string coated in red pigment dust (very much like chalk lines used by modern carpenters). This grid helped the artists properly proportion the figures and lay out the scenes. Scene elements were drafted out using red paint, corrections noted in black paint, and then the painting was executed one color at a time. Even on carved relief, many elements in a scene would be executed only in paint and not cut into the surface.</p> <p><span class="block-image image-wrapper"><img alt="Iron oxide nodules, source of a range of red pigments, Thebes " src="http://khan.smarthistory.org/assets/images/images/egypt-pigments.jpg" /><span class="image-caption">Iron oxide nodules, source of a range of red pigments, Thebes</span></span></p> <h3><span>Pigments</span></h3> <p>Most pigments in Egypt were derived from local minerals. White was often made from gypsum, black from carbon, reds and yellows from iron oxides, blue and green from azurite and malachite, and bright yellow (representing gold) from orpiment. These minerals were ground and then mixed with a plant or animal based glue to make a medium able to attach to the walls. They could be applied as a single plane, but were also layered to create subtle effects and additional colors, such as pink or gray. More information on the materials used to make pigments, as well as a discussion of the symbolism of various colors may be found in the article &ldquo;Aspects of Color in Ancient Egypt&rdquo; at Egyptological.</p> <p>Text and photos by Dr. Amy Calvert</p>

source: <h3>Akkad</h3> <p>Competition between Akkad in the north and Ur in the south created two centralized regional powers at the end of the third millennium (c.&nbsp;2334&ndash;2193 B.C.E.).</p> <p><span class="block-image image-wrapper"><img alt="Map showing the approximate extension of the Akkad empire during the reign of Narâm-Sîn, yellow arrows indicate the directions in which military campaigns were conducted " src="https://ka-perseus-images.s3.amazonaws.com/968d5196e57f63ba0222f4f2e420b258a357d43d.png" /><span class="image-caption">Map showing the approximate extension of the Akkad empire during the reign of Nar&acirc;m-S&icirc;n, yellow arrows indicate the directions in which military campaigns were conducted, <a href="http://en.wikipedia.org/wiki/Akkadian_Empire#mediaviewer/File:Empire_akkad.svg">photo</a>&nbsp;(CC BY-SA 3.0)</span></span></p> <p><span>This centralization was military in nature and the art of this period generally became more martial. The Akkadian Empire was begun by Sargon, a man from a lowly family who rose to power and founded the royal city of Akkad (Akkad has not yet been located, though one theory puts it under modern Baghdad).</span></p> <h3>Head of an Akkadian Ruler<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/99ce176042b4bd99da9c7832da37c754f9e8bad2.jpg" /><span class="image-caption">Head of Akkadian Ruler, 2250-2200 B.C.E. (Iraqi Museum, Baghdad - looted?)</span></span></h3> <p>This image of an unidentified Akkadian ruler (some say it is Sargon, but no one knows) is one of the most beautiful and terrifying images in all of Ancient Near Eastern art. The life-sized bronze head shows in sharp geometric clarity, locks of hair, curled lips and a wrinkled brow. Perhaps more awesome than the powerful and somber face of this ruler is the violent attack that mutilated it in antiquity.</p> <h3>Ur&nbsp;</h3> <p>The kingdom of Akkad ends with internal strife and invasion by the Gutians from the Zagros mountains to the northeast. The Gutians were ousted in turn and the city of Ur, south of Uruk, became dominant. King Ur-Nammu established the third dynasty of Ur, also referred to as the Ur III period.</p> <p><span>Text by Dr. Senta German&nbsp;</span></p>
it: <h3>Akkad</h3> <p>Competition between Akkad in the north and Ur in the south created two centralized regional powers at the end of the third millennium (c.&nbsp;2334&ndash;2193 B.C.E.).</p> <p><span class="block-image image-wrapper"><img alt="Map showing the approximate extension of the Akkad empire during the reign of Narâm-Sîn, yellow arrows indicate the directions in which military campaigns were conducted " src="https://ka-perseus-images.s3.amazonaws.com/968d5196e57f63ba0222f4f2e420b258a357d43d.png" /><span class="image-caption">Map showing the approximate extension of the Akkad empire during the reign of Nar&acirc;m-S&icirc;n, yellow arrows indicate the directions in which military campaigns were conducted, <a href="http://en.wikipedia.org/wiki/Akkadian_Empire#mediaviewer/File:Empire_akkad.svg">photo</a>&nbsp;(CC BY-SA 3.0)</span></span></p> <p><span>This centralization was military in nature and the art of this period generally became more martial. The Akkadian Empire was begun by Sargon, a man from a lowly family who rose to power and founded the royal city of Akkad (Akkad has not yet been located, though one theory puts it under modern Baghdad).</span></p> <h3>Head of an Akkadian Ruler<span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/99ce176042b4bd99da9c7832da37c754f9e8bad2.jpg" /><span class="image-caption">Head of Akkadian Ruler, 2250-2200 B.C.E. (Iraqi Museum, Baghdad - looted?)</span></span></h3> <p>This image of an unidentified Akkadian ruler (some say it is Sargon, but no one knows) is one of the most beautiful and terrifying images in all of Ancient Near Eastern art. The life sized bronze head shows in sharp geometric clarity, locks of hair, curled lips and a wrinkled brow. Perhaps more awesome than the powerful and somber face of this ruler is the violent attack that mutilated it in antiquity.</p> <h3>Ur&nbsp;</h3> <p>The kingdom of Akkad ends with internal strife and invasion by the the Gutians from the Zagros mountains to the northeast. The Gutians were ousted in turn and the city of Ur, south of Uruk, became dominant. King Ur-Nammu established the third dynasty of Ur, also referred to as the Ur III period.</p> <p><span>Text by Dr. Senta German&nbsp;</span></p>
