Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Meret Oppenheim. Object. 1936. Fur-covered cup, saucer, and spoon, cup 4-3/8 inches in diameter; saucer 9-3/8 inches in diameter; spoon 8 inches long, overall height 2-7/8&quot; (The Museum of Modern Art)" src="https://ka-perseus-images.s3.amazonaws.com/b06d8534b0d5c5a4593904250d7ba60032ae21dc.jpg" style="width:100%" /><span class="image-caption">Meret Oppenheim. <em>Object,</em>&nbsp;1936. Fur-covered cup, saucer, and spoon, cup 4-3/8 inches in diameter; saucer 9-3/8 inches in diameter; spoon 8 inches long, overall height 2-7/8&quot; (The Museum of Modern Art)</span></span></p> <h3>A Luncheon with Fur</h3> <p>The story behind the creation of <em>Object</em>, an ordinary cup, spoon, and saucer wrapped evocatively in gazelle fur, has been told so many times its importance in modernist history transcends the fact it might be apocryphal (of dubious authenticity). The twenty-two year old Basel-born artist, Meret Oppenheim, had been in Paris for four years when, one day, she was at a caf&eacute; with Pablo Picasso and Dora Maar. Oppenheim was wearing a brass bracelet covered in fur when Picasso and Maar, who were admiring it, proclaimed, &ldquo;Almost anything can be covered in fur!&rdquo; As Oppenheim&rsquo;s tea grew cold, she jokingly asked the waiter for &ldquo;more fur.&rdquo; Inspiration struck&mdash;Oppenheim is said to have gone straight from the caf&eacute; to a store where she purchased the cup, saucer, and spoon used in this piece. This amusing story belies the importance of Object and the critical acclaim and public fascination that has elevated it to point where it has become the definitive surrealist object...ultimately to Oppenheim&rsquo;s dismay.</p> <h3>What Is a Surrealist Object?</h3> <p>Oppenheim&rsquo;s <em>Object</em> was created at a moment when sculpted objects and assemblages had become prominent features of Surrealist art practice. In 1937, British art critic Herbert Read emphasized that all Surrealist objects were representative of an idea and Salvador Dal&iacute; described some of them as &ldquo;objects with symbolic function.&rdquo; In other words, how might an otherwise typical, functional object be modified so it represents something deeply personal and poetic? How might it, in Freudian terms, resonate as a sublimation of internal desire and aspiration? Such physical manifestations of our internal psyches were indicative of a <em>surreality</em>, or the point in which external and internal realities united, as described by Andr&eacute; Breton (one of Surrealism&rsquo;s founders and theorists) in his first <em>Manifesto of Surrealism</em>.</p> <h3>Visceral Responses</h3> <p>What, then, do we make of this set of be-furred tableware? Interpretations vary wildly. The art historian Whitney Chadwick has described it as linked to the Surrealist&rsquo;s love of alchemical transformation by turning cool, smooth ceramic and metal into something warm and bristley, while many scholars have noted the fetishistic qualities of the fur-lined set&mdash;as the fur imbues these functional, hand-held objects with sexual connotations. &nbsp;</p> <p>In a 1936 issue of the <em>New Yorker Magazine</em>, it was reported that a woman fainted &ldquo;right in front of the fur-bearing cup and saucer [while it was on exhibit at MoMA]. &ldquo;She left no name with the attendants who revived her - only a vague feeling of apprehension.&rdquo;* Such visceral reactions to Oppenheim&rsquo;s sculpture come closest, perhaps, to what were likely the artist&rsquo;s aspirations. In an interview later in life, Oppenheim described her creations as &ldquo;not an illustration of an idea, but the thing itself.&rdquo;<br /> <br /> Unlike Read and Dal&iacute;, Oppenheim stresses the physicality of <em>Object</em>, reinforcing the way we can readily imagine the feeling of the fur while drinking from the cup, and using the saucer and spoon. The frisson we experience when china is unexpectedly wrapped in fur is based on our familiarity with both, and the fur requires us to extend our sensory experiences to fully appreciate the work. <em>Object</em> insists we imagine what sipping warm tea from this cup feels like, how the bristles would feel upon our lips. &nbsp;With Oppenheim&rsquo;s elegant creation, how we understand those visceral memories, how we create metaphors and symbols out of this act of tactile extension, is entirely open to interpretation by each individual, which is, in many ways, the whole point of Surrealism itself.</p> <h3>Presentation Problems</h3> <p>In spite of our individual response, the interpretation of <em>Object</em> has been complicated by the ways it was assigned meaning by others. When <em>Object</em> was finished, Oppenheim submitted it to Breton for an exhibition of Surrealist objects at the Charles Ratton Gallery in Paris in 1936. &nbsp;However, while Oppenheim preferred a non-descriptive title, Breton took the liberty of titling the piece <em>Le D&eacute;jeneur en fourrure</em>, or <em>Luncheon in Fur</em>. &nbsp;This title is a play on two nineteenth-century works: &Eacute;douard Manet&rsquo;s infamous modernist painting <em>Luncheon on the Grass (Le D&eacute;jeneur sur l&rsquo;herbe)</em> and Leopold von Sacher-Masoch&rsquo;s erotic novel <em>Venus in Furs</em>. With these two references, Breton forces an explicit sexualized meaning onto <em>Object</em>. Recall that the original inspiration for this work was implicitly practical: when Oppenheim asked the waiter for more fur for her cooling teacup, it was suggested as a way to keep her tea warm, and not necessarily as overtly sexual.<br /> <br /> <span class="image-wrapper inline-image"><img alt="Meret Oppenheim, Das Paar (The Couple), pair of brown shoes attached at the toes, original version 1936, remade 1956 " src="https://ka-perseus-images.s3.amazonaws.com/ba62d71551c25ff7e2ca42f128df35a87cdb354c.jpg" /><span class="image-caption">Meret Oppenheim, <em>Das Paar (The Couple)</em>, pair of brown shoes attached at the toes, original version 1936, remade 1956</span></span></p> <h3><span>The Meaning of Others</span></h3> <p>Certainly we cannot assume that the spark of the idea for this piece and the piece itself are necessarily related, but the way meanings have been ascribed to Oppenheim&rsquo;s pieces by others has plagued many of her works.</p> <p>&nbsp;A<span>rt historian&nbsp;</span><span>Edward Powers has noted that when Oppenheim&nbsp;</span><span>sent her Surrealist object </span><em>Das Paar</em><span> to a photographer before submitting it for exhibition, the photographer took the liberty of tying up the laces before photographing it. When Breton saw the photo with tied laces, he dubbed this object </span><em>&agrave; d&eacute;lacer</em><span> which in French means to untie, typically either shoes or a corset. The title and&nbsp;laced shoes together suggest the potential act of undressing and a fascination with exposing the female body. However, when Oppenheim later described <em>Das Paar</em> (with the laces untied), she stated it was an &ldquo;odd unisexual pair: two shoes, unobserved at night, doing &lsquo;forbidden&rsquo; things.&rdquo; She expressly assigned no gender, and suggests the &ldquo;forbidden&rdquo; acts already taking place between anthropomorphized shoes. She takes a more literal approach, the shoes as expressive things in themselves, rather than symbolically resonant of something else.</span></p> <p><span class="image-wrapper inline-image"><img alt="Meret Oppenheim, Bee-covered bicycle seat, found photograph, 1954" src="https://ka-perseus-images.s3.amazonaws.com/3cbe0239777c6f2e852fe52c2b052f213b686316.jpg" /><span class="image-caption">Meret Oppenheim, Bee-covered bicycle seat, found photograph, 1954</span></span></p> <p>This is not to suggest that all her interactions with Breton were negative.&nbsp;When she happened across a wonderfully disturbing photograph of a bicycle seat covered in bees, she mailed it to Breton, who republished the found photograph as an artistic contribution by Oppenheim in the third issue of the new Surrealist publication <em>Medium</em>.</p> <h3>Dangerous Success</h3> <p>Yet, the early acclaim for the fur-covered <em>Object</em> had a negative effect on Oppenheim&rsquo;s early career. &nbsp;When it was purchased by The Museum of Modern Art and featured in their influential 1936-37 exhibition &quot;Fantastic Art, Dada, and Surrealism&quot; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;visitors &nbsp;declared it the &ldquo;quintessential&rdquo; Surrealist object. And that is how it has been seen ever since. But for Oppenheim, the prestige and focus on this one object proved too much, and she spent more than a decade out of the artistic limelight, destroying much of the work she produced during&nbsp;that period. It was only later when she re-emerged, and began publicly showing new paintings and objects with renewed vigor and confidence, that she began reclaiming some of the intent of her work. When she was given an award for her work by the City of Basel, she touched upon this in her acceptance speech: &ldquo;I think it is the duty of a woman to lead a life that expresses her disbelief in the validity of the taboos that have been imposed upon her kind for thousands of years. Nobody will give you freedom; you have to take it.&rdquo;</p> <p>*Nelson Landsdale and St. Clair McKelway, Talk of the Town, &ldquo;Critical Note,&rdquo; <em>The New Yorker</em>, December 26, 1936, p. 7.</p> <p>Essay by Josh Rose&nbsp;</p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b06d8534b0d5c5a4593904250d7ba60032ae21dc.jpg" style="width:100%" /><span class="image-caption">Meret Oppenheim. <em>Object,</em>&nbsp;1936. Fur-covered cup, saucer, and spoon, cup 4-3/8 inches in diameter; saucer 9-3/8 inches in diameter; spoon 8 inches long, overall height 2-7/8&quot; (The Museum of Modern Art)</span></span></p> <h3>A Luncheon with Fur</h3> <p>The story behind the creation of <em>Object</em>, an ordinary cup, spoon, and saucer wrapped evocatively in gazelle fur, has been told so many times its importance in modernist history transcends the fact it might be apocryphal (of dubious authenticity). The twenty-two year old Basel-born artist, Meret Oppenheim, had been in Paris for four years when, one day, she was at a caf&eacute; with Pablo Picasso and Dora Maar. Oppenheim was wearing a brass bracelet covered in fur when Picasso and Maar, who were admiring it, proclaimed, &ldquo;Almost anything can be covered in fur!&rdquo; As Oppenheim&rsquo;s tea grew cold, she jokingly asked the waiter for &ldquo;more fur.&rdquo; Inspiration struck&mdash;Oppenheim is said to have gone straight from the caf&eacute; to a store where she purchased the cup, saucer, and spoon used in this piece. This amusing story belies the importance of Object and the critical acclaim and public fascination that has elevated it to point where it has become the definitive surrealist object...ultimately to Oppenheim&rsquo;s dismay.</p> <h3>What Is a Surrealist Object?</h3> <p>Oppenheim&rsquo;s <em>Object</em> was created at a moment when sculpted objects and assemblages had become prominent features of Surrealist art practice. In 1937, British art critic Herbert Read emphasized that all Surrealist objects were representative of an idea and Salvador Dal&iacute; described some of them as &ldquo;objects with symbolic function.&rdquo; In other words, how might an otherwise typical, functional object be modified so it represents something deeply personal and poetic? How might it, in Freudian terms, resonate as a sublimation of internal desire and aspiration? Such physical manifestations of our internal psyches were indicative of a <em>surreality</em>, or the point in which external and internal realities united, as described by Andr&eacute; Breton (one of Surrealism&rsquo;s founders and theorists) in his first <em>Manifesto of Surrealism</em>.</p> <h3>Visceral Responses</h3> <p>What, then, do we make of this set of be-furred tableware? Interpretations vary wildly. The art historian Whitney Chadwick has described it as linked to the Surrealist&rsquo;s love of alchemical transformation by turning cool, smooth ceramic and metal into something warm and bristley, while many scholars have noted the fetishistic qualities of the fur-lined set&mdash;as the fur imbues these functional, hand-held objects with sexual connotations. &nbsp;</p> <p>In a 1936 issue of the <em>New Yorker Magazine</em>, it was reported that a woman fainted &ldquo;right in front of the fur-bearing cup and saucer [while it was on exhibit at MoMA]. &ldquo;She left no name with the attendants who revived her - only a vague feeling of apprehension.&rdquo;* Such visceral reactions to Oppenheim&rsquo;s sculpture come closest, perhaps, to what were likely the artist&rsquo;s aspirations. In an interview later in life, Oppenheim described her creations as &ldquo;not an illustration of an idea, but the thing itself.&rdquo;<br /> <br /> Unlike Read and Dal&iacute;, Oppenheim stresses the physicality of <em>Object</em>, reinforcing the way we can readily imagine the feeling of the fur while drinking from the cup, and using the saucer and spoon. The frisson we experience when china is unexpectedly wrapped in fur is based on our familiarity with both, and the fur requires us to extend our sensory experiences to fully appreciate the work. <em>Object</em> insists we imagine what sipping warm tea from this cup feels like, how the bristles would feel upon our lips. &nbsp;With Oppenheim&rsquo;s elegant creation, how we understand those visceral memories, how we create metaphors and symbols out of this act of tactile extension, is entirely open to interpretation by each individual, which is, in many ways, the whole point of Surrealism itself.</p> <h3>Presentation Problems</h3> <p>In spite of our individual response, the interpretation of <em>Object</em> has been complicated by the ways it was assigned meaning by others. When <em>Object</em> was finished, Oppenheim submitted it to Breton for an exhibition of Surrealist objects at the Charles Ratton Gallery in Paris in 1936. &nbsp;However, while Oppenheim preferred a non-descriptive title, Breton took the liberty of titling the piece <em>Le D&eacute;jeneur en fourrure</em>, or <em>Luncheon in Fur</em>. &nbsp;This title is a play on two nineteenth-century works: &Eacute;douard Manet&rsquo;s infamous modernist painting <em>Luncheon on the Grass (Le D&eacute;jeneur sur l&rsquo;herbe)</em> and Leopold von Sacher-Masoch&rsquo;s erotic novel <em>Venus in Furs</em>. With these two references, Breton forces an explicit sexualized meaning onto <em>Object</em>. Recall that the original inspiration for this work was implicitly practical: when Oppenheim asked the waiter for more fur for her cooling teacup, it was suggested as a way to keep her tea warm, and not necessarily as overtly sexual.<br /> <br /> <span class="image-wrapper inline-image"><img alt="Meret Oppenheim, Das Paar (The Couple), pair of brown shoes attached at the toes, original version 1936, remade 1956 " src="https://ka-perseus-images.s3.amazonaws.com/ba62d71551c25ff7e2ca42f128df35a87cdb354c.jpg" /><span class="image-caption">Meret Oppenheim, <em>Das Paar (The Couple)</em>, pair of brown shoes attached at the toes, original version 1936, remade 1956</span></span></p> <h3><span>The Meaning of Others</span></h3> <p>Certainly we cannot assume that the spark of the idea for this piece and the piece itself are necessarily related, but the way meanings have been ascribed to Oppenheim&rsquo;s pieces by others has plagued many of her works.</p> <p>&nbsp;A<span>rt historian&nbsp;</span><span>Edward Powers has noted that when Oppenheim&nbsp;</span><span>sent her Surrealist object </span><em>Das Paar</em><span> to a photographer before submitting it for exhibition, the photographer took the liberty of tying up the laces before photographing it. When Breton saw the photo with tied laces, he dubbed this object </span><em>&agrave; d&eacute;lacer</em><span> which in French means to untie, typically either shoes or a corset. The title and&nbsp;laced shoes together suggest the potential act of undressing and a fascination with exposing the female body. However, when Oppenheim later described <em>Das Paar</em> (with the laces untied), she stated it was an &ldquo;odd unisexual pair: two shoes, unobserved at night, doing &lsquo;forbidden&rsquo; things.&rdquo; She expressly assigned no gender, and suggests the &ldquo;forbidden&rdquo; acts already taking place between anthropomorphized shoes. She takes a more literal approach, the shoes as expressive things in themselves, rather than symbolically resonant of something else.</span></p> <p><span class="image-wrapper inline-image"><img alt="Meret Oppenheim, Bee-covered bicycle seat, found photograph, 1954" src="https://ka-perseus-images.s3.amazonaws.com/3cbe0239777c6f2e852fe52c2b052f213b686316.jpg" /><span class="image-caption">Meret Oppenheim, Bee-covered bicycle seat, found photograph, 1954</span></span></p> <p>This is not to suggest that all her interactions with Breton were negative.&nbsp;When she happened across a wonderfully disturbing photograph of a bicycle seat covered in bees, she mailed it to Breton, who republished the found photograph as an artistic contribution by Oppenheim in the third issue of the new Surrealist publication <em>Medium</em>.</p> <h3>Dangerous Success</h3> <p>Yet, the early acclaim for the fur-covered <em>Object</em> had a negative effect on Oppenheim&rsquo;s early career. &nbsp;When it was purchased by The Museum of Modern Art and featured in their influential 1936-37 exhibition &quot;Fantastic Art, Dada, and Surrealism&quot; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;visitors &nbsp;declared it the &ldquo;quintessential&rdquo; Surrealist object. And that is how it has been seen ever since. But for Oppenheim, the prestige and focus on this one object proved too much, and she spent more than a decade out of the artistic limelight, destroying much of the work she produced during&nbsp;that period. It was only later when she re-emerged, and began publicly showing new paintings and objects with renewed vigor and confidence, that she began reclaiming some of the intent of her work. When she was given an award for her work by the City of Basel, she touched upon this in her acceptance speech: &ldquo;I think it is the duty of a woman to lead a life that expresses her disbelief in the validity of the taboos that have been imposed upon her kind for thousands of years. Nobody will give you freedom; you have to take it.&rdquo;</p> <p>*Nelson Landsdale and St. Clair McKelway, Talk of the Town, &ldquo;Critical Note,&rdquo; <em>The New Yorker</em>, December 26, 1936, p. 7.</p> <p>Essay by Josh Rose&nbsp;</p>
