Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>Charlemagne, King of the Franks and later Holy Roman Emperor, instigated a cultural revival known as the Carolingian Renaissance. This revival used Constantine&#39;s Christian empire as its model, which flourished between 306 and 337. Constantine was the first Roman emperor to convert to Christianity and left behind an impressive legacy of military strength and artistic patronage.</p> <p>Charlemagne saw himself as the new Constantine and instigated this revival by writing his&nbsp;Admonitio generalis&nbsp;(789) and&nbsp;Epistola de litteris colendis&nbsp;(c.794-797). In the&nbsp;Admonitio generalis, Charlemagne legislates church reform, which he believes will make his subjects more moral and in the&nbsp;Epistola de litteris colendis, a letter to Abbot Baugulf of Fulda, he outlines his intentions for cultural reform. Most importantly, he invited the greatest scholars from all over Europe to come to court and give advice for his renewal of politics, church, art and literature.</p> <p><span class="block-image image-wrapper"><img alt="Palatine Chapel, photo: Holly Hayes" src="https://ka-perseus-images.s3.amazonaws.com/baea7ad1ce6dcb9db4f25134dce715dec0e52590.jpg" /><span class="image-caption">Odo of Metz, Palatine Chapel Interior, Aachen, 805 (Photo:&nbsp;<a href="http://www.flickr.com/photos/sacred_destinations/2185967146/">Holly Hayes</a>)</span></span></p> <p>Carolingian art survives in manuscripts, sculpture, architecture and other religious artifacts produced during the period 780-900. These artists worked exclusively for the emperor, members of his court, and the bishops and abbots associated with the court. Geographically, the revival extended through present-day France, Switzerland, Germany and Austria.</p> <p>Charlemagne commissioned the architect Odo of Metz to construct a palace and chapel in Aachen, Germany. The chapel was consecrated in 805 and is known as the Palatine Chapel. This space served as the seat of Charlemagne&#39;s power and still houses his throne today.</p> <p>The Palatine Chapel is octagonal with a dome, recalling the shape of San Vitale in Ravenna, Italy (completed in 548), but was built with barrel and groin vaults, which are distinctively late Roman methods of construction. The chapel is perhaps the best surviving example of Carolingian architecture and probably influenced the design of later European palace chapels.</p> <p>Charlemagne had his own scriptorium, or center for copying and illuminating manuscripts, at Aachen. Under the direction of Alcuin of York, this scriptorium produced a new script known as Carolingian miniscule. Prior to this development, writing styles or scripts in Europe were localized and difficult to read. A book written in one part of Europe could not be easily read in another, even when the scribe and reader were both fluent in Latin. Knowledge of Carolingian miniscule spread from Aachen was universally adopted, allowing for clearer written communication within Charlemagne&#39;s empire. Carolingian miniscule was the most widely used script in Europe for about 400 years.</p> <p>Figurative art from this period is easy to recognize. Unlike the flat, two-dimensional work of Early Christian and Early Byzantine artists, Carolingian artists sought to restore the third dimension. They used classical drawings as their models and tried to create more convincing illusions of space.</p> <p><span class="block-image image-wrapper"><img alt="St Mark" src="https://ka-perseus-images.s3.amazonaws.com/ecd3d7e9681e31ee8709f81ed37ae35383a75ba3.jpg" /><span class="image-caption">St. Mark from the&nbsp;<em>Godescalc Gospel Lectionary</em>,&nbsp;folio 1v., c. 781-83&nbsp;</span></span></p> <p>This development is evident in tracing author portraits in illuminated manuscripts. The Godescalc Gospel Lectionary, commisioned by Charlemagne and his wife Hildegard, was made circa 781-83 during his reign as King of the Franks and before the beginning of the Carolingian Renaissance. In the portrait of St. Mark, the artist employs typical Early Byzantine artistic conventions. The face is heavily modeled in brown, the drapery folds fall in stylized patterns and there is little or no shading. The seated position of the evangelist would be difficult to reproduce in real life, as there are spatial inconsistencies. The left leg is shown in profile and the other leg is show straight on. This author portrait is typical of its time.</p> <p>The <em>Ebbo Gospels</em> were made c. 816-35 in the Benedictine Abbey of Hautvillers for Ebbo, Archbishop of Rheims. The author portrait of St. Mark is characteristic of Carolingian art and the Carolingian Renaissance. The artist used distinctive frenzied lines to create the illusion of the evangelist&#39;s body shape and position. The footstool sits at an awkward unrealistic angle, but there are numerous attempts by the artist to show the body as a three-dimensional object in space. The right leg is tucked under the chair and the artist tries to show his viewer, through the use of curved lines and shading, that the leg has form. There is shading and consistency of perspective. The evangelist sitting on the chair strikes a believable pose.</p> <p><span class="block-image image-wrapper"><img alt="St. Mark" src="https://ka-perseus-images.s3.amazonaws.com/30591344a92b5db15cb7f54a33675e5c63e3c8b0.jpg" /><span class="image-caption">SSt. Mark from the&nbsp;Ebbo Gospels, folio 18v., c. 816-35</span></span></p> <p>Charlemagne, like Constantine before him, left behind an almost mythic legacy. The Carolingian Renaissance marked the last great effort to revive classical culture before the Late Middle Ages. Charlemagne&#39;s empire was led by his successors until the late ninth century. In early tenth century, the Ottonians rose to power and espoused different artistic ideals.</p> <p>Essay by Dr. Nancy Ross</p>
it: <p>Charlemagne, King of the Franks and later Holy Roman Emperor, instigated a cultural revival known as the Carolingian Renaissance. This revival used Constantine&#39;s Christian empire as its model, which flourished between 306 and 337. Constantine was the first Roman emperor to convert to Christianity and left behind an impressive legacy of military strength and artistic patronage.</p> <p>Charlemagne saw himself as the new Constantine and instigated this revival by writing his&nbsp;Admonitio generalis&nbsp;(789) and&nbsp;Epistola de litteris colendis&nbsp;(c.794-797). In the&nbsp;Admonitio generalis, Charlemagne legislates church reform, which he believes will make his subjects more moral and in the&nbsp;Epistola de litteris colendis, a letter to Abbot Baugulf of Fulda, he outlines his intentions for cultural reform. Most importantly, he invited the greatest scholars from all over Europe to come to court and give advice for his renewal of politics, church, art and literature.</p> <p><span class="block-image image-wrapper"><img alt="Palatine Chapel, photo: Holly Hayes" src="https://ka-perseus-images.s3.amazonaws.com/baea7ad1ce6dcb9db4f25134dce715dec0e52590.jpg" /><span class="image-caption">Odo of Metz, Palatine Chapel Interior, Aachen, 805 (Photo:&nbsp;<a href="http://www.flickr.com/photos/sacred_destinations/2185967146/">Holly Hayes</a>)</span></span></p> <p>Carolingian art survives in manuscripts, sculpture, architecture and other religious artifacts produced during the period 780-900. These artists worked exclusively for the emperor, members of his court, and the bishops and abbots associated with the court. Geographically, the revival extended through present-day France, Switzerland, Germany and Austria.</p> <p>Charlemagne commissioned the architect Odo of Metz to construct a palace and chapel in Aachen, Germany. The chapel was consecrated in 805 and is known as the Palatine Chapel. This space served as the seat of Charlemagne&#39;s power and still houses his throne today.</p> <p>The Palatine Chapel is octagonal with a dome, recalling the shape of San Vitale in Ravenna, Italy (completed in 548), but was built with barrel and groin vaults, which are distinctively late Roman methods of construction. The chapel is perhaps the best surviving example of Carolingian architecture and probably influenced the design of later European palace chapels.</p> <p>Charlemagne had his own scriptorium, or center for copying and illuminating manuscripts, at Aachen. Under the direction of Alcuin of York, this scriptorium produced a new script known as Carolingian miniscule. Prior to this development, writing styles or scripts in Europe were localized and difficult to read. A book written in one part of Europe could not be easily read in another, even when the scribe and reader were both fluent in Latin. Knowledge of Carolingian miniscule spread from Aachen was universally adopted, allowing for clearer written communication within Charlemagne&#39;s empire. Carolingian miniscule was the most widely used script in Europe for about 400 years.</p> <p>Figurative art from this period is easy to recognize. Unlike the flat, two-dimensional work of Early Christian and Early Byzantine artists, Carolingian artists sought to restore the third dimension. They used classical drawings as their models and tried to create more convincing illusions of space.</p> <p><span class="block-image image-wrapper"><img alt="St Mark" src="https://ka-perseus-images.s3.amazonaws.com/ecd3d7e9681e31ee8709f81ed37ae35383a75ba3.jpg" /><span class="image-caption">St. Mark from the&nbsp;<em>Godescalc Gospel Lectionary</em>,&nbsp;folio 1v., c. 781-83&nbsp;</span></span></p> <p>St. Mark from the&nbsp;Godescalc Gospel Lectionary, folio 1v.This development is evident in tracing author portraits in illuminated manuscripts. The&nbsp;Godescalc Gospel Lectionary,&nbsp;commisioned by Charlemagne and his wife Hildegard, was made circa 781-83 during his reign as King of the Franks and before the beginning of the Carolingian Renaissance. In the portrait of St. Mark, the artist employs typical Early Byzantine artistic conventions. The face is heavily modeled in brown, the drapery folds fall in stylized patterns and there is little or no shading. The seated position of the evangelist would be difficult to reproduce in real life, as there are spatial inconsistencies. The left leg is shown in profile and the other leg is show straight on. This author portrait is typical of its time.</p> <p>The <em>Ebbo Gospels</em> were made c. 816-35 in the Benedictine Abbey of Hautvillers for Ebbo, Archbishop of Rheims. The author portrait of St. Mark is characteristic of Carolingian art and the Carolingian Renaissance. The artist used distinctive frenzied lines to create the illusion of the evangelist&#39;s body shape and position. The footstool sits at an awkward unrealistic angle, but there are numerous attempts by the artist to show the body as a three-dimensional object in space. The right leg is tucked under the chair and the artist tries to show his viewer, through the use of curved lines and shading, that the leg has form. There is shading and consistency of perspective. The evangelist sitting on the chair strikes a believable pose.</p> <p><span class="block-image image-wrapper"><img alt="St. Mark" src="https://ka-perseus-images.s3.amazonaws.com/30591344a92b5db15cb7f54a33675e5c63e3c8b0.jpg" /><span class="image-caption">SSt. Mark from the&nbsp;Ebbo Gospels, folio 18v., c. 816-35</span></span></p> <p>Charlemagne, like Constantine before him, left behind an almost mythic legacy. The Carolingian Renaissance marked the last great effort to revive classical culture before the Late Middle Ages. Charlemagne&#39;s empire was led by his successors until the late ninth century. In early tenth century, the Ottonians rose to power and espoused different artistic ideals.</p> <p>Essay by Dr. Nancy Ross</p>

source: <p>Coins have a unique significance in the history of Aksum. They are particularly important because they provide evidence of Aksum and its rulers. The inscriptions on the coins highlight the fact that Aksumites were a literate people with knowledge of both Ethiopic and Greek languages.</p> <h3>Conversion to Christianity</h3> <p>It is generally thought that the first Aksumite coins were intended for international trade. These coins, bearing the name of King Endybis (c.&nbsp;270/290 C.E.), were mainly struck in gold and silver and followed the weight standard which existed in the Roman Empire. Initially, the symbols of the crescent and disc, which were common to the religions in South Arabia to which Aksum adhered, were used on early Aksumite coins. However, after the conversion of King Ezana around 340&ndash;356 C.E., a powerful statement was conveyed by the king&rsquo;s decision to replace the existing symbols with a cross which clearly denoted the importance that Christianity had in the kingdom. The coins also had a portrait of the ruler on the obverse and reverse of the coin along with teff, a local type of wheat. Inscriptions were another form of information included on the coins.</p> <p><span class="block-image image-wrapper"><img alt="Gold coin, c. 270-300 C.E., gold, Aksumite, © Trustees of the British Museum Obverse showing head and shoulders bust of Endubis facing right, wearing headcloth with rays at forehead and triangular ribbon behind, framed by two wheat-stalks. Disc and crescent at top." src="https://ka-perseus-images.s3.amazonaws.com/3d6e561d0a670fbff6fa107aac7568cbabcd5ed3.jpg" /><span class="image-caption"><em>Gold coin</em>, c. 270-300 C.E., gold, Aksumite, modern Ethiopia &copy; Trustees of the British Museum. Obverse showing head and shoulders bust of King Endubis facing right, wearing headcloth with rays at forehead and triangular ribbon behind, framed by two wheat-stalks. Disc and crescent at top.</span></span></p> <p>For the most part, gold coins were inscribed in Greek and often intended for exports, while silver and copper coins were insribed in Ge&rsquo;ez (Aksumite script). From the 4th century C.E., an increasing number of copper coins were issued which had evidently Christian inscriptions such as &quot;Joy and Peace to the People&quot;&nbsp;and &quot;He conquers through Christ.&quot; With the replacement of gold coins with copper ones, the craftsmen of Aksum started using specialized techniques of gilding, which was unique to the kingdom and involved gold leaf being added to crowns and other symbols to enhance the appearance, and most probably the value, of coins.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/5a6bb7446f333c3e15a71c87a501425725ca1c9a.jpg" /><span class="image-caption"><em>Coin of King Joel</em>, 6th century C.E., Aksum, modern Ethiopia &copy; Trustees of the British Museum</span></span></p> <p>This coin was minted during the reign of King Joel in sixth-century Aksum. Between the second and the ninth centuries, the kingdom of Aksum prospered in Ethiopia. The trade routes along the Nile Valley that led to the Red Sea and on into the Indian Ocean made Aksum a destination for many merchants and travelers.</p> <p>The large cross on the reverse of the coin symbolizes the country&#39;s shift to Christianity. This took place during the fourth century when a traveller named Frumentius converted Aksum&#39;s ruler, King Ezana. The old religious symbols of the sun and the moon no longer appeared on coins and were replaced with a cross, which was enlarged over the years.</p> <p>The religious symbolism on these coins had strong political implications, as it aligned Aksum&#39;s religious identity with its main trading partners, Rome and later Byzantium.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>J. Williams (ed.),&nbsp;<em>Money: a history</em>&nbsp;(London, The British Museum Press, 1997).&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
it: <p>Coins have a unique significance in the history of Aksum. They are particularly important because they provide evidence of Aksum and its rulers. The inscriptions on the coins highlight the fact that Aksumites were a literate people with knowledge of both Ethiopic and Greek languages.</p> <h3>Conversion to Christianity</h3> <p>It is generally thought that the first Aksumite coins were intended for international trade. These coins, bearing the name of King Endybis (c.&nbsp;270/290 C.E.), were mainly struck in gold and silver and followed the weight standard which existed in the Roman Empire. Initially, the symbols of the crescent and disc, which were common to the religions in South Arabia to which Aksum adhered, were used on early Aksumite coins. However, after the conversion of King Ezana around 340&ndash;356 C.E., a powerful statement was conveyed by the king&rsquo;s decision to replace the existing symbols with a cross which clearly denoted the importance that Christianity had in the kingdom. The coins also had a portrait of the ruler on the obverse and reverse of the coin along with teff, a local type of wheat. Inscriptions were another form of information included on the coins.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/3d6e561d0a670fbff6fa107aac7568cbabcd5ed3.jpg" /><span class="image-caption"><em>Gold coin</em>, c. 270-300 C.E., gold, Aksumite, modern Ethiopia &copy; Trustees of the British Museum. Obverse showing head and shoulders bust of King Endubis facing right, wearing headcloth with rays at forehead and triangular ribbon behind, framed by two wheat-stalks. Disc and crescent at top.</span></span></p> <p>For the most part, gold coins were inscribed in Greek and often intended for exports, while silver and copper coins were insribed in Ge&rsquo;ez (Aksumite script). From the 4th century C.E., an increasing number of copper coins were issued which had evidently Christian inscriptions such as &quot;Joy and Peace to the People&quot;&nbsp;and &quot;He conquers through Christ.&quot; With the replacement of gold coins with copper ones, the craftsmen of Aksum started using specialized techniques of gilding, which was unique to the kingdom and involved gold leaf being added to crowns and other symbols to enhance the appearance, and most probably the value, of coins.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/5a6bb7446f333c3e15a71c87a501425725ca1c9a.jpg" /><span class="image-caption"><em>Coin of King Joel</em>, 6th century C.E., Aksum, modern Ethiopia &copy; Trustees of the British Museum</span></span></p> <p>This coin was minted during the reign of King Joel in sixth-century Aksum. Between the second and the ninth centuries, the kingdom of Aksum prospered in Ethiopia. The trade routes along the Nile Valley that led to the Red Sea and on into the Indian Ocean made Aksum a destination for many merchants and travelers.</p> <p>The large cross on the reverse of the coin symbolizes the country&#39;s shift to Christianity. This took place during the fourth century when a traveller named Frumentius converted Aksum&#39;s ruler, King Ezana. The old religious symbols of the sun and the moon no longer appeared on coins and were replaced with a cross, which was enlarged over the years.</p> <p>The religious symbolism on these coins had strong political implications, as it aligned Aksum&#39;s religious identity with its main trading partners, Rome and later Byzantium.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>J. Williams (ed.),&nbsp;<em>Money: a history</em>&nbsp;(London, The British Museum Press, 1997).&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
