Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="View of the forum, looking toward the Colosseum, photo: Steven Zucker (CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/fd30bc9457cd4b35fd64bc415c87dd946fa40738.jpg" /><span class="image-caption">View of the Roman forum, looking toward the Colosseum, photo: Steven Zucker (CC BY-NC-SA 2.0)</span></span></p> <h3><span>Roman Art: When and Where</span></h3> <p>Roman art is a very broad topic, spanning almost 1,000 years and three continents, from Europe into Africa and Asia. The first Roman art can be dated back to 509 B.C.E., with the legendary founding of the Roman Republic, and lasted until 330 C.E. (or much longer, if you include Byzantine art). Roman art also encompasses a broad spectrum of media including marble, painting, mosaic, gems, silver and bronze work, and terracottas, just to name a few.&nbsp;The city of Rome was a melting pot, and the Romans had no qualms about adapting artistic influences from the other Mediterranean cultures that surrounded and preceded them. For this reason it is common to see Greek, Etruscan and Egyptian influences throughout Roman art. This is not to say that all of Roman art is derivative, though, and one of the challenges for specialists is to define what is &ldquo;Roman&rdquo; about Roman art. &nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Doryphoros (Spear Bearer) or Canon. Roman copy after an original by the Greek sculptor Polykleitos from c. 450-440 B.C.E., marble, 6'6&quot; (Archaeological Museum, Naples). " src="https://ka-perseus-images.s3.amazonaws.com/06527f2a9dc5663aef7b38bf6f87dd7673b31758.jpg" /><span class="image-caption"><em>Doryphoros (Spear Bearer)</em>,&nbsp;Roman copy after an original by the Greek sculptor Polykleitos from c. 450-440 B.C.E., marble, 6&#39;6&quot; (Archaeological Museum, Naples),&nbsp;photo: Steven Zucker (CC BY-NC-SA 2.0)</span></span>Greek art certainly had a powerful influence on Roman practice; the Roman poet Horace famously said that &ldquo;Greece, the captive, took her savage victor captive,&rdquo; meaning that Rome (though it conquered Greece) adapted much of Greece&rsquo;s cultural and artistic heritage (as well as importing many of its most famous works). &nbsp;It is also true that many Romans commissioned versions of famous Greek works from earlier centuries; this is why we often have marble versions of lost Greek bronzes such as the <em>Doryphoros</em>&nbsp;by Polykleitos. &nbsp;</p> <p><span>The Romans did not believe, as we do today, that to have a copy of an artwork was of any less value that to have the original. The copies, however, were more often variations rather than direct copies, and they had small changes made to them. The variations could be made with humor, taking the serious and somber element of Greek art and turning it on its head. So, for example, a famously gruesome Hellenistic sculpture of the satyr Marsyas being flayed was converted in a Roman dining room to a knife handle (currently in the National Archaeological Museum in Perugia). A knife was the very element that would have been used to flay the poor satyr, demonstrating not only the owner&rsquo;s knowledge of Greek mythology and important statuary,&nbsp;but also a dark sense of humor. From the direct reporting of the Greeks to the utilitarian and humorous luxury item of a Roman enthusiast, Marsyas made quite the journey. But the Roman artist was not simply copying. He was also adapting in a conscious and brilliant way.&nbsp;It is precisely this ability to adapt, convert, combine elements and add a touch of humor that makes Roman art Roman.</span></p> <h3>Republican Rome</h3> <p>The mythic founding of the Roman Republic is supposed to have happened in 509 B.C.E., when the last Etruscan king, Tarquinius Superbus, was overthrown. &nbsp;During the Republican period, the Romans were governed by annually elected magistrates, the two consuls being the most important among them, and the Senate, which was the ruling body of the state. Eventually the system broke down and civil wars ensued between 100 and 42 B.C.E. The wars were finally brought to an end when Octavian (later called Augustus) defeated Mark Antony in the Battle of Actium in 31 B.C.E.</p> <p><span class="image-wrapper inline-image"><img alt="Marble bust of a man, mid 1st century, marble, 14 3/8 inches (The Metropilitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/6607b0e560cc3dc3cce42932492accc2e348bc40.jpg" /><span class="image-caption"><em>Marble bust of a man</em>, mid 1st century, marble, 14 3/8 inches (The Metropolitan Museum of Art)</span></span>In the Republican period, art was produced in the service of the state, depicting public sacrifices or celebrating victorious military campaigns (like the Monument of Aemilius Paullus at Delphi). Portraiture extolled the communal goals of the Republic; hard work, age, wisdom, being a community leader and soldier. &nbsp;Patrons chose to have themselves represented with balding heads, large noses, and extra wrinkles, demonstrating that they had spent their lives working for the Republic as model citizens, flaunting their acquired wisdom with each furrow of the brow. We now call this portrait style veristic, referring to the hyper-naturalistic features that emphasize every flaw, creating portraits of individuals with personality and essence.&nbsp;</p> <h3>Imperial Rome</h3> <p>Augustus&rsquo;s rise to power in Rome signaled the end of the Roman Republic and the formation of Imperial rule. Roman art was now put to the service of aggrandizing the ruler and his family. It was also meant to indicate shifts in leadership. The major periods in Imperial Roman art are named after individual rulers or major dynasties, they are:&nbsp;</p> <blockquote> <p><span>Augustan (27 B.C.E.-14 C.E.)&nbsp;</span><br /> Julio-Claudian (14-68 C.E.)<br /> Flavian (69-98 C.E.)<br /> Trajanic (98-117 C.E.)<br /> Hadrianic (117-138 C.E.)<br /> Antonine (138-193 C.E.)<br /> Severan (193-235 C.E.)<br /> Soldier Emperor (235-284 C.E.)<br /> Tetrarchic (284-312 C.E.)&nbsp;<br /> Constantinian (307-337 C.E.)&nbsp;</p> </blockquote> <p><span class="block-image image-wrapper"><img alt="Relief from the Ara Pacis Augustae (Altar of Augustan Peace), 9 B.C.E. monument is dedicated, marble (Museo dell'Ara Pacis, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/a8be69d95da2f116951093a0124ed3a6dd25b922.jpg" /><span class="image-caption">Relief from the <em>Ara Pacis Augustae (Altar of Augustan Peace)</em>, 9 B.C.E. monument is dedicated, marble (Museo dell&#39;Ara Pacis, Rome),&nbsp;photo: Steven Zucker (CC BY-NC-SA 2.0)</span></span></p> <p>Imperial art often hearkened back to the Classical art of the past. &nbsp;&ldquo;Classical&rdquo;, or &ldquo;Classicizing,&rdquo;&nbsp;when used in reference to Roman art refers broadly to the influences of Greek art from the Classical and Hellenistic periods (480-31 B.C.E.). Classicizing elements include the smooth lines, elegant drapery, idealized nude bodies, highly naturalistic forms and balanced proportions that the Greeks had perfected over centuries of practice.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Augustus of Primaporta, 1st century C.E. (Vatican Museums) " src="https://ka-perseus-images.s3.amazonaws.com/349d0e94ecff795282645a8fd55a44b1d2ae6d3c.jpg" /><span class="image-caption"><em>Augustus of Primaporta</em>, 1st century C.E. (Vatican Museums),&nbsp;photo: Steven Zucker (CC BY-NC-SA 2.0)</span></span></p> <p>Augustus and the Julio-Claudian dynasty were particularly fond of adapting Classical elements into their art. The <em>Augustus of Primaporta </em>was made at the end of Augustus&rsquo;s life, yet he is represented as youthful, idealized and strikingly handsome like a young athlete; all hallmarks of Classical art. The emperor Hadrian was known as a philhellene, or lover of all things Greek. The emperor himself began sporting a Greek &ldquo;philosopher&rsquo;s beard&rdquo; in his official portraiture, unheard of before this time. D&eacute;cor at his rambling Villa at Tivoli included mosaic copies of famous Greek paintings, such as <em>Battle of the Centaurs</em> <em>and Wild Beasts</em> by the legendary ancient Greek painter&nbsp;Zeuxis. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Pair of Centaurs Fighting Cats of Prey from Hadrian's Villa, mosaic, c. 130 B.C.E. (Altes Museum, Berlin) " src="https://ka-perseus-images.s3.amazonaws.com/ddac797ee160d91a5e605ac02b4bca8edbcfd87a.jpg" /><span class="image-caption"><em>Pair of Centaurs Fighting Cats of Prey</em> from Hadrian&#39;s Villa, mosaic, c. 130 B.C.E. (Altes Museum, Berlin)</span></span></p> <p>Later Imperial art moved away from earlier Classical influences, and Severan art signals the shift to art of Late Antiquity. The characteristics of Late Antique art include frontality, stiffness of pose and drapery, deeply drilled lines, less naturalism, squat proportions and lack of individualism. Important figures are often slightly larger or are placed above the rest of the crowd to denote importance.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Chariot procession of Septimus Severus, relief from the attach of the Arch of Septimus Severus, Leptis Magna, Libya, 203 C.E., marble, 5; 6” high, Castle Museum, Tripoli" src="https://ka-perseus-images.s3.amazonaws.com/c994f73065bc223955892152776522fb5880f0af.jpg" /><span class="image-caption"><em>Chariot procession of Septimus Severus</em>, relief from the attach of the Arch of Septimus Severus, Leptis Magna, Libya, 203 C.E., marble, 5; 6&rdquo; high, Castle Museum, Tripoli</span></span></p> <p>In relief panels from the <em>Arch of Septimius Severu</em>s from Lepcis Magna, Septimius Severus and his sons, Caracalla and Geta ride in a chariot, marking them out from an otherwise uniform sea of repeating figures, all wearing the same stylized and flat drapery. There is little variation or individualism in the figures and they are all stiff and carved with deep, full lines. There is an ease to reading the work; Septimius is centrally located, between his sons and slightly taller; all the other figures direct the viewer&rsquo;s eyes to him.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Relief from the Arch of Constantine, 315 C.E., Rome, photo: F. Tronchin (CC BY-NC-ND 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/9c2be5e906642774bbbab849856613b51809b6d3.jpg" /><span class="image-caption">Relief from the Arch of Constantine, 315 C.E., Rome, photo: F. Tronchin (CC BY-NC-ND 2.0)</span></span></p> <p>Constantinian art continued to integrate the elements of Late Antiquity that had been introduced in the Severan period, but they are now developed even further. For example, on the oratio relief panel on the Arch of Constantine, the figures are even more squat, frontally oriented, similar to one another, and there is a clear lack of naturalism. Again, the message is meant to be understood without hesitation: Constantine is in power.&nbsp;</p> <h3>Who Made Roman Art?</h3> <p>We don&rsquo;t know much about who made Roman art. &nbsp;Artists certainly existed in antiquity but we know very little about them, especially during the Roman period, because of a lack of documentary evidence such as contracts or letters. &nbsp;What evidence we do have, such as Pliny the Elder&rsquo;s <em>Natural History</em>, pays little attention to contemporary artists and often focuses more on the Greek artists of the past. &nbsp;As a result, scholars do not refer to specific artists but consider&nbsp;them generally, as a largely anonymous group.</p> <p><span class="block-image image-wrapper"><img alt="Painted Garden, removed from the triclinium (dining room) in the Villa of Livia Drusilla, Prima Porta, fresco, 30-20 B.C.E. (Museo Nazionale Romano, Palazzo Massimo, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/114b976f1bf73b10a2c8604c9bd8179b49fdb713.jpg" /><span class="image-caption"><em>Painted Garden</em>, removed from the triclinium (dining room) in the Villa of Livia Drusilla, Prima Porta, fresco, 30-20 B.C.E. (Museo Nazionale Romano, Palazzo Massimo, Rome)</span></span></p> <h3>What did they make?</h3> <p>Roman art encompasses private art made for Roman homes as well as art in the public sphere. The elite Roman home provided an opportunity for the owner to display his wealth, taste and education to his visitors, dependants, and clients. Since Roman homes were regularly visited and were meant to be viewed, their decoration was of the utmost importance. Wall paintings, mosaics, and sculptural displays were all incorporated seamlessly with small luxury items such as bronze figurines and silver bowls. The subject matter ranged from busts of important ancestors to mythological and historical scenes, still lifes, and landscapes&mdash;all to create the idea of an erudite patron steeped in culture.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Ludovisi Battle Sarcophagus: Battle of Romans and Barbarians, c. 250-260 C.E., preconneus marble, 150 cm high (Palazzo Altemps: Museo Nazionale Romano, Rome). " src="https://ka-perseus-images.s3.amazonaws.com/ca08d2cff0a11bdfa0d8f0c03a9c97c2c57f800a.jpg" /><span class="image-caption"> <em>Ludovisi Battle Sarcophagus: Battle of Romans and Barbarians</em>, c. 250-260 C.E., preconneus marble, 150 cm high (Palazzo Altemps: Museo Nazionale Romano, Rome).</span></span></p> <p>When Romans died, they left behind imagery that identified them as individuals. Funerary imagery often emphasized unique physical traits or trade, partners or favored deities. Roman funerary art spans several media and all periods and regions. It included portrait busts, wall reliefs set into working-class group tombs (like those at Ostia), and elite decorated tombs (like the Via delle Tombe at Pompeii). In addition, there were painted Faiyum portraits placed on mummies and sarcophagi. Because death touched all levels of society&mdash;men and women, emperors, elites, and freedmen&mdash;funerary art recorded the diverse experiences of the various peoples who lived in the Roman empire</p> <p><span class="image-wrapper inline-image"><img alt="Column of Trajan, Carrera marble, completed 113 C.E., Rome Dedicated to Emperor Trajan (Marcus Ulpius Nerva Traianus b. 53 , d. 117 C.E.) in honor of his victory over Dacia (now Romania) 101-02 and 105-06 C.E." src="https://ka-perseus-images.s3.amazonaws.com/510980513f5dd7c52f6433e2232c0b463bbed7eb.jpg" /><span class="image-caption"><em>Column of Trajan</em>, Carrera marble, completed 113 C.E., Rome, dedicated to Emperor Trajan in honor of his victory over Dacia (now Romania) 101-02 and 105-06 C.E.,&nbsp;photo: Steven Zucker (CC BY-NC-SA 2.0)</span></span></p> <p>The public sphere is filled with works commissioned by the emperors such as portraits of the imperial family or bath houses decorated with copies of important Classical statues. There are also commemorative works like the triumphal arches and columns that served a didactic as well as a celebratory function. The arches and columns (like the Arch of Titus or the Column of Trajan), marked victories, depicted war, and described military life. They also revealed foreign lands and enemies of the state. They could also depict an emperor&rsquo;s successes in domestic and foreign policy rather than in war, such as Trajan&rsquo;s Arch in Benevento. Religious art is also included in this category, such as the cult statues placed in Roman temples that stood in for the deities they represented, like Venus or Jupiter. Gods and religions from other parts of the empire also made their way to Rome&rsquo;s capital&nbsp;including the Egyptian goddess Isis, the Persian god Mithras and ultimately Christianity. Each of these religions brought its own unique sets of imagery to inform proper worship and instruct their sect&rsquo;s followers.</p> <p>It can be difficult to pinpoint just what is Roman about Roman art, but it is the ability to adapt, to take in and to uniquely combine influences over centuries of practice that made Roman art distinct. &nbsp;<br /> <br /> Essay by&nbsp;Dr. Jessica Leay Ambler</p> <hr /> <p><strong>Suggested Reading:</strong></p> <p>Clarke, John R. <em>Art in the Lives of Ordinary Romans: Visual Representation and Non-Elite Viewers in Italy, 100 B.C-A.D. 315</em>. Los Angeles: University of California Press, 2003.</p> <p>Kleiner, Fred S. <em>A History of Roman Art</em>. Belmont: Thomson Wadsworth, 2007.</p> <p>Ramage, Nancy H., and Andrew Ramage. <em>Roman Art: Romulus to Constantine</em>. Fifth Edition. New Jersey: Prentice Hall, Inc., 2008.</p> <p>Stewart, Peter. <em>The Social History of Roman Art</em>. New York: Cambridge University Press, 2008.</p> <p>Zanker, Paul. <em>Roman Art</em>. Los Angeles: J. Paul Getty Museum, 2010.&nbsp;</p>
it: <p><span class="block-image image-wrapper"><img alt="View of the forum, looking toward the Colosseum, photo: Steven Zucker (CC BY-NC-SA 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/fd30bc9457cd4b35fd64bc415c87dd946fa40738.jpg" /><span class="image-caption">View of the Roman forum, looking toward the Colosseum, photo: Steven Zucker (CC BY-NC-SA 2.0)</span></span></p> <h3><span>Roman Art: When and Where</span></h3> <p>Roman art is a very broad topic, spanning almost 1,000 years and three continents, from Europe into Africa and Asia. The first Roman art can be dated back to 509 B.C.E., with the legendary founding of the Roman Republic, and lasted until 330 C.E. (or much longer, if you include Byzantine art). Roman art also encompasses a broad spectrum of media including marble, painting, mosaic, gems, silver and bronze work, and terracottas, just to name a few.&nbsp;The city of Rome was a melting pot, and the Romans had no qualms about adapting artistic influences from the other Mediterranean cultures that surrounded and preceded them. For this reason it is common to see Greek, Etruscan and Egyptian influences throughout Roman art. This is not to say that all of Roman art is derivative, though, and one of the challenges for specialists is to define what is &ldquo;Roman&rdquo; about Roman art. &nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Doryphoros (Spear Bearer) or Canon. Roman copy after an original by the Greek sculptor Polykleitos from c. 450-440 B.C.E., marble, 6'6&quot; (Archaeological Museum, Naples). " src="https://ka-perseus-images.s3.amazonaws.com/06527f2a9dc5663aef7b38bf6f87dd7673b31758.jpg" /><span class="image-caption"><em>Doryphoros (Spear Bearer)</em>,&nbsp;Roman copy after an original by the Greek sculptor Polykleitos from c. 450-440 B.C.E., marble, 6&#39;6&quot; (Archaeological Museum, Naples),&nbsp;photo: Steven Zucker (CC BY-NC-SA 2.0)</span></span>Greek art certainly had a powerful influence on Roman practice; the Roman poet Horace famously said that &ldquo;Greece, the captive, took her savage victor captive,&rdquo; meaning that Rome (though it conquered Greece) adapted much of Greece&rsquo;s cultural and artistic heritage (as well as importing many of its most famous works). &nbsp;It is also true that many Romans commissioned versions of famous Greek works from earlier centuries; this is why we often have marble versions of lost Greek bronzes such as the <em>Doryphoros</em>&nbsp;by Polykleitos. &nbsp;</p> <p><span>The Romans did not believe, as we do today, that to have a copy of an artwork was of any less value that to have the original. The copies, however, were more often variations rather than direct copies, and they had small changes made to them. The variations could be made with humor, taking the serious and somber element of Greek art and turning it on its head. So, for example, a famously gruesome Hellenistic sculpture of the satyr Marsyas being flayed was converted in a Roman dining room to a knife handle (currently in the National Archaeological Museum in Perugia). A knife was the very element that would have been used to flay the poor satyr, demonstrating not only the owner&rsquo;s knowledge of Greek mythology and important statuary,&nbsp;but also a dark sense of humor. From the direct reporting of the Greeks to the utilitarian and humorous luxury item of a Roman enthusiast, Marsyas made quite the journey. But the Roman artist was not simply copying. He was also adapting in a conscious and brilliant way.&nbsp;It is precisely this ability to adapt, convert, combine elements and add a touch of humor that makes Roman art Roman.</span></p> <h3>Republican Rome</h3> <p>The mythic founding of the Roman Republic is supposed to have happened in 509 B.C.E., when the last Etruscan king, Tarquinius Superbus, was overthrown. &nbsp;During the Republican period, the Romans were governed by annually elected magistrates, the two consuls being the most important among them, and the Senate, which was the ruling body of the state. Eventually the system broke down and civil wars ensued between 100 and 42 B.C.E. The wars were finally brought to an end when Octavian (later called Augustus) defeated Mark Antony in the Battle of Actium in 31 B.C.E.</p> <p><span class="image-wrapper inline-image"><img alt="Marble bust of a man, mid 1st century, marble, 14 3/8 inches (The Metropilitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/6607b0e560cc3dc3cce42932492accc2e348bc40.jpg" /><span class="image-caption"><em>Marble bust of a man</em>, mid 1st century, marble, 14 3/8 inches (The Metropolitan Museum of Art)</span></span>In the Republican period, art was produced in the service of the state, depicting public sacrifices or celebrating victorious military campaigns (like the Monument of Aemilius Paullus at Delphi). Portraiture extolled the communal goals of the Republic; hard work, age, wisdom, being a community leader and soldier. &nbsp;Patrons chose to have themselves represented with balding heads, large noses, and extra wrinkles, demonstrating that they had spent their lives working for the Republic as model citizens, flaunting their acquired wisdom with each furrow of the brow. We now call this portrait style veristic, referring to the hyper-naturalistic features that emphasize every flaw, creating portraits of individuals with personality and essence.&nbsp;</p> <h3>Imperial Rome</h3> <p>Augustus&rsquo;s rise to power in Rome signaled the end of the Roman Republic and the formation of Imperial rule. Roman art was now put to the service of aggrandizing the ruler and his family. It was also meant to indicate shifts in leadership. The major periods in Imperial Roman art are named after individual rulers or major dynasties, they are:&nbsp;</p> <blockquote> <p><span>Augustan (27 B.C.E.-14 C.E.)&nbsp;</span><br /> Julio-Claudian (14-68 C.E.)<br /> Flavian (69-98 C.E.)<br /> Trajanic (98-117 C.E.)<br /> Hadrianic (117-138 C.E.)<br /> Antonine (138-193 C.E.)<br /> Severan (193-235 C.E.)<br /> Soldier Emperor (235-284 C.E.)<br /> Tetrarchic (284-312 C.E.)&nbsp;<br /> Constantinian (307-337 C.E.)&nbsp;</p> </blockquote> <p><span class="block-image image-wrapper"><img alt="Relief from the Ara Pacis Augustae (Altar of Augustan Peace), 9 B.C.E. monument is dedicated, marble (Museo dell'Ara Pacis, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/a8be69d95da2f116951093a0124ed3a6dd25b922.jpg" /><span class="image-caption">Relief from the <em>Ara Pacis Augustae (Altar of Augustan Peace)</em>, 9 B.C.E. monument is dedicated, marble (Museo dell&#39;Ara Pacis, Rome),&nbsp;photo: Steven Zucker (CC BY-NC-SA 2.0)</span></span></p> <p>Imperial art often hearkened back to the Classical art of the past. &nbsp;&ldquo;Classical&rdquo;, or &ldquo;Classicizing,&rdquo;&nbsp;when used in reference to Roman art refers broadly to the influences of Greek art from the Classical and Hellenistic periods (480-31 B.C.E.). Classicizing elements include the smooth lines, elegant drapery, idealized nude bodies, highly naturalistic forms and balanced proportions that the Greeks had perfected over centuries of practice.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Augustus of Primaporta, 1st century C.E. (Vatican Museums) " src="https://ka-perseus-images.s3.amazonaws.com/349d0e94ecff795282645a8fd55a44b1d2ae6d3c.jpg" /><span class="image-caption"><em>Augustus of Primaporta</em>, 1st century C.E. (Vatican Museums),&nbsp;photo: Steven Zucker (CC BY-NC-SA 2.0)</span></span></p> <p>Augustus and the Julio-Claudian dynasty were particularly fond of adapting Classical elements into their art. The <em>Augustus of Primaporta </em>was made at the end of Augustus&rsquo;s life, yet he is represented as youthful, idealized and strikingly handsome like a young athlete; all hallmarks of Classical art. The emperor Hadrian was known as a philhellene, or lover of all things Greek. The emperor himself began sporting a Greek &ldquo;philosopher&rsquo;s beard&rdquo; in his official portraiture, unheard of before this time. D&eacute;cor at his rambling Villa at Tivoli included mosaic copies of famous Greek paintings, such as <em>Battle of the Centaurs</em> <em>and Wild Beasts</em> by the legendary ancient Greek painter&nbsp;Zeuxis. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Pair of Centaurs Fighting Cats of Prey from Hadrian's Villa, mosaic, c. 130 B.C.E. (Altes Museum, Berlin) " src="https://ka-perseus-images.s3.amazonaws.com/ddac797ee160d91a5e605ac02b4bca8edbcfd87a.jpg" /><span class="image-caption"><em>Pair of Centaurs Fighting Cats of Prey</em> from Hadrian&#39;s Villa, mosaic, c. 130 B.C.E. (Altes Museum, Berlin)</span></span></p> <p>Later Imperial art moved away from earlier Classical influences, and Severan art signals the shift to art of Late Antiquity. The characteristics of Late Antique art include frontality, stiffness of pose and drapery, deeply drilled lines, less naturalism, squat proportions and lack of individualism. Important figures are often slightly larger or are placed above the rest of the crowd to denote importance.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Chariot procession of Septimus Severus, relief from the attach of the Arch of Septimus Severus, Leptis Magna, Libya, 203 C.E., marble, 5; 6” high, Castle Museum, Tripoli" src="https://ka-perseus-images.s3.amazonaws.com/c994f73065bc223955892152776522fb5880f0af.jpg" /><span class="image-caption"><em>Chariot procession of Septimus Severus</em>, relief from the attach of the Arch of Septimus Severus, Leptis Magna, Libya, 203 C.E., marble, 5; 6&rdquo; high, Castle Museum, Tripoli</span></span></p> <p>In relief panels from the <em>Arch of Septimius Severu</em>s from Lepcis Magna, Septimius Severus and his sons, Caracalla and Geta ride in a chariot, marking them out from an otherwise uniform sea of repeating figures, all wearing the same stylized and flat drapery. There is little variation or individualism in the figures and they are all stiff and carved with deep, full lines. There is an ease to reading the work; Septimius is centrally located, between his sons and slightly taller; all the other figures direct the viewer&rsquo;s eyes to him.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Relief from the Arch of Constantine, 315 C.E., Rome, photo: F. Tronchin (CC BY-NC-ND 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/9c2be5e906642774bbbab849856613b51809b6d3.jpg" /><span class="image-caption">Relief from the Arch of Constantine, 315 C.E., Rome, photo: F. Tronchin (CC BY-NC-ND 2.0)</span></span></p> <p>Constantinian art continued to integrate the elements of Late Antiquity that had been introduced in the Severan period, but they are now developed even further. For example, on the oratio relief panel on the Arch of Constantine, the figures are even more squat, frontally oriented, similar to one another, and there is a clear lack of naturalism. Again, the message is meant to be understood without hesitation: Constantine is in power.&nbsp;</p> <h3>Who Made Roman Art?</h3> <p>We don&rsquo;t know much about who made Roman art. &nbsp;Artists certainly existed in antiquity but we know very little about them, especially during the Roman period, because of a lack of documentary evidence such as contracts or letters. &nbsp;What evidence we do have, such as Pliny the Elder&rsquo;s <em>Natural History</em>, pays little attention to contemporary artists and often focuses more on the Greek artists of the past. &nbsp;As a result, scholars do not refer to specific artists but considers them generally, as a largely anonymous group.</p> <p><span class="block-image image-wrapper"><img alt="Painted Garden, removed from the triclinium (dining room) in the Villa of Livia Drusilla, Prima Porta, fresco, 30-20 B.C.E. (Museo Nazionale Romano, Palazzo Massimo, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/114b976f1bf73b10a2c8604c9bd8179b49fdb713.jpg" /><span class="image-caption"><em>Painted Garden</em>, removed from the triclinium (dining room) in the Villa of Livia Drusilla, Prima Porta, fresco, 30-20 B.C.E. (Museo Nazionale Romano, Palazzo Massimo, Rome)</span></span></p> <h3>What did they make?</h3> <p>Roman art encompasses private art made for Roman homes as well as art in the public sphere. The elite Roman home provided an opportunity for the owner to display his wealth, taste and education to his visitors, dependants, and clients. Since Roman homes were regularly visited and were meant to be viewed, their decoration was of the utmost importance. Wall paintings, mosaics, and sculptural displays were all incorporated seamlessly with small luxury items such as bronze figurines and silver bowls. The subject matter ranged from busts of important ancestors to mythological and historical scenes, still lifes, and landscapes&mdash;all to create the idea of an erudite patron steeped in culture.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Ludovisi Battle Sarcophagus: Battle of Romans and Barbarians, c. 250-260 C.E., preconneus marble, 150 cm high (Palazzo Altemps: Museo Nazionale Romano, Rome). " src="https://ka-perseus-images.s3.amazonaws.com/ca08d2cff0a11bdfa0d8f0c03a9c97c2c57f800a.jpg" /><span class="image-caption"> <em>Ludovisi Battle Sarcophagus: Battle of Romans and Barbarians</em>, c. 250-260 C.E., preconneus marble, 150 cm high (Palazzo Altemps: Museo Nazionale Romano, Rome).</span></span></p> <p>When Romans died, they left behind imagery that identified them as individuals. Funerary imagery often emphasized unique physical traits or trade, partners or favored deities. Roman funerary art spans several media and all periods and regions. It included portrait busts, wall reliefs set into working-class group tombs (like those at Ostia), and elite decorated tombs (like the Via delle Tombe at Pompeii). In addition, there were painted Faiyum portraits placed on mummies and sarcophagi. Because death touched all levels of society&mdash;men and women, emperors, elites, and freedmen&mdash;funerary art recorded the diverse experiences of the various peoples who lived in the Roman empire</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/510980513f5dd7c52f6433e2232c0b463bbed7eb.jpg" /><span class="image-caption"><em>Column of Trajan</em>, Carrera marble, completed 113 C.E., Rome, dedicated to Emperor Trajan in honor of his victory over Dacia (now Romania) 101-02 and 105-06 C.E.,&nbsp;photo: Steven Zucker (CC BY-NC-SA 2.0)</span></span></p> <p>The public sphere is filled with works commissioned by the emperors such as portraits of the imperial family or bath houses decorated with copies of important Classical statues. There are also commemorative works like the triumphal arches and columns that served a didactic as well as a celebratory function. The arches and columns (like the Arch of Titus or the Column of Trajan), marked victories, depicted war, and described military life. They also revealed foreign lands and enemies of the state. They could also depict an emperor&rsquo;s successes in domestic and foreign policy rather than in war, such as Trajan&rsquo;s Arch in Benevento. Religious art is also included in this category, such as the cult statues placed in Roman temples that stood in for the deities they represented, like Venus or Jupiter. Gods and religions from other parts of the empire also made their way to Rome&rsquo;s capital &nbsp; &nbsp; including the Egyptian goddess Isis, the Persian god Mithras and ultimately Christianity&mdash;each of these religions brought their own unique set of imagery to inform proper worship and instruct the sect&rsquo;s followers. &nbsp;</p> <p>It can be difficult to pinpoint just what is Roman about Roman art, but it is the ability to adapt, to take in and to uniquely combine influences over centuries of practice that made Roman art distinct. &nbsp;<br /> <br /> Essay by&nbsp;Dr. Jessica Leay Ambler</p> <hr /> <p><strong>Suggested Reading:</strong></p> <p>Clarke, John R. <em>Art in the Lives of Ordinary Romans: Visual Representation and Non-Elite Viewers in Italy, 100 B.C-A.D. 315</em>. Los Angeles: University of California Press, 2003.</p> <p>Kleiner, Fred S. <em>A History of Roman Art</em>. Belmont: Thomson Wadsworth, 2007.</p> <p>Ramage, Nancy H., and Andrew Ramage. <em>Roman Art: Romulus to Constantine</em>. Fifth Edition. New Jersey: Prentice Hall, Inc., 2008.</p> <p>Stewart, Peter. <em>The Social History of Roman Art</em>. New York: Cambridge University Press, 2008.</p> <p>Zanker, Paul. <em>Roman Art</em>. Los Angeles: J. Paul Getty Museum, 2010.&nbsp;</p>
