Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c7a6b5e276cb1b1568d37b41896a2c2cab791cc1.jpg" /><span class="image-caption">Pierre-Alexandre Barth&eacute;l&eacute;my Vignon, completed by Jacques-Marie Huv&eacute;, Church of&nbsp;La Madeleine, 1807-45, 108m long x 43 m, Place de la Madeleine (Paris)</span></span></p> <h3>Background</h3> <p>The Place de la Madeleine had been consecrated as a site devoted to Mary Magdalene in 1182. During the period known as the First Republic (1792-1804), following the French Revolution, the foundations of earlier sacred buildings were removed and discussions were had as to what to do with the space. As France had been de-Christianized during the Revolution a civic rather than a religious function for the building was decided upon; various suggestions were put forward including a new site for the Bank of France.&nbsp;</p> <p>Considerations were brought to a halt, however, when in 1804 Napoleon crowned himself Emperor. What followed was one of the most ambitious propaganda programs of the nineteenth century. As well as looting works from the world&rsquo;s finest collections to display in the newly refurbished Louvre, renamed the Mus&eacute;e Napoleon, some of the greatest artists and sculptors of the age were recruited to exalt the new emperor. It was only fitting that Napoleon would turn to architects, too, to realize his vision of an imperial capital city. Three monuments of particular note were constructed with this end in view: the Arc de Triomphe, the Vend&ocirc;me Column and the church at the Place de la Madeleine.</p> <p>It was never Napoleon&rsquo;s intention to build a church for Mary Magdalene, though. For him the new building would stand as a Temple to the Glory of the Army, and by that, of course, he meant his own imperial army, that well-organized band of marauders who, having defeated the Austrians in the Battle of Austerlitz in 1805, had managed to supplicate a great swathe of Europe. To celebrate their achievement, a competition to select the best design for the Temple was established in 1806 to be judged by to a jury selected from the Imperial Academy. As it turned out, the jury proved academic in more ways than one, their opinions counting for little as, despite their disapproval, Napoleon opted for the designs of one Pierre-Alexandre Vignon (1763-1828).&nbsp;</p> <p><br /> <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a8761faf37dca7cd90d9d35ec8edb67c9967ec9c.jpg" /><span class="image-caption"><em>Maison Carr&eacute;e</em>, c. 16 B.C.E (N&icirc;mes, Provence)</span></span>Vignon, who had trained under the great neoclassical architect Claude Ledoux, envisioned a peripteral temple (a temple surrounded by a single row of columns). Lacking Ledoux&rsquo;s more visionary character, however, Vignon&rsquo;s design for the exterior was basically a scaled up version of the&nbsp;<em>Maison Carr&eacute;e</em>&nbsp;in N&icirc;mes.</p> <p>&nbsp;</p> <h3>The Exterior​</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c0797eb8987cbad9e3e3ca0401b7d6f8871ed801.jpg" /><span class="image-caption">Entablature (detail),,&nbsp;Church of&nbsp;<em>La Madeleine</em>, 1807-45&nbsp;(Paris)</span></span>Unlike the&nbsp;<em>Maison Carr&eacute;e</em>&nbsp;though, the portico of La Madeleine has eight columns rather than six. These fluted Roman Corinthian columns &ndash; there are fifty-two of them in all &ndash; rise up to a staggering twenty meters and encompass the entire structure. The entablature they support is embellished with a bipartite architrave surmounted by a frieze with a decoration of garlands and putti.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/bb76385af927a4fd7fdf431c08373c85d136c113.gif" /><span class="image-caption">Entablature (detail), <em>Maison Carr&eacute;e</em>&nbsp;c. 16 B.C.E (N&icirc;mes, Provence)</span></span>While not quite so ornate, the features, in the main, reproduce those found on the Roman temple. The dentils, those repeated teeth-like blocks that ornament the cornice, seem bulkier, however, lending the fa&ccedil;ade a somewhat more austere character.&nbsp;While the exterior bears the hallmarks of Napoleonic propaganda, evoking the grandeur of Imperial Rome, after his fall, the Bourbon Restoration (1814-30) sought to revive the relationship between church and state.&nbsp;For this reason it was decided, as the temple was still incomplete, to return to the pre-Revolution purpose of the building project, namely to construct a church dedicated to Mary Magdalene.&nbsp;</p> <h3>The Pediment Frieze</h3> <p>In contrast to the Napoleonic design of the temple, the pediment frieze, designed by Philippe Joseph Henri Lemaire in 1829, is a masterpiece of Bourbon Restoration propaganda. The subject is&nbsp;<em>The Last Judgment</em>, a centuries-old motif found on relief sculptures above the doors of countless churches and cathedrals. While Lemaire largely follows iconographical convention, depicting Christ the Judge at the center of the composition and on His right the archangel Gabriel with his horn announcing the Day of Judgment and on His left the archangel Michael wielding the sword of justice, it is in the figure of Mary Magdalene kneeling at the foot of Christ that the underlying message of the sculpture is revealed.&nbsp;</p> <p>Mary Magdalene has very strong connections with France. According to tradition she&nbsp;was among the first Christian proselytizers:&nbsp;after the crucifixion she journeyed to Provence from the Holy Land converting the French to Christianity. She is also, of course&mdash;albeit wrongly&mdash;often portrayed in art and in literature as a repentant prostitute, as indeed she is here; notice, for example the contrast between the virtuous female figures to the right whose bodies are concealed and her own state of semi-nakedness.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/0b0c730ef2ae1c0455d6f4db9cfba43cc5205e73.jpg" /><span class="image-caption">Henri Lemaire, <em>Last Judgment </em>pediment,&nbsp;Church of&nbsp;<em>La Madeleine</em>, 1829-42, Place de la Madeleine (Paris)</span></span>As well as a straightforward Last Judgment, the inclusion of the repentant Magdalene figure has led some to read the frieze as a political allegory in which the damned stand for those who had been involved in the Revolution and who, in the eyes of the restored monarchist regime, were effectively traitors. Given that such a large portion of the French people fell into this category, rather than condemn and punish them, they were called upon to repent of their sins, as Magdalene had done, before being embraced back into the arms of the ruling establishment.</p> <p>Unlike in England or America say, where public building programmes such as the British Museum or the Capitol exhibit a single-minded confidence, state architecture in France at this period reflects the country&rsquo;s complex and conflicted political landscape, made up of republicans who had fought for the Revolution, of imperialists who had followed Napoleon and of monarchists who were loyal to the king. The unsettled look and feel of&nbsp;<em>La Madeleine</em>&nbsp;is a prime example of this tendency, particularly so in the striking contrast between the outside of the building and its interior.</p> <h3>Interior</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/ccbc124e13377c553c06c2a2093e3a911e337583.jpg" /><span class="image-caption">Pierre-Alexandre Barth&eacute;l&eacute;my Vignon, completed by Jacques-Marie Huv&eacute;, interior (narthex) of the Church of&nbsp;<em>La Madeleine</em>, 1807-45, 108m long x 43 m, Place de la Madeleine (Paris)</span></span><br /> On entering the church we are faced with a surprisingly opulent spectacle, especially given the severity of its exterior. Standing in the narthex (porch) of the church, we look up to see a coffered barrel vault, lavishly gilded like the rest of the interior. Above the door is the famous pipe organ on which such composers as Camille Saint-Sa&euml;ns and Gabriel Faur&eacute; played.&nbsp;</p> <p>Turning around and walking down the long nave, one passes under three large domes, supported by pendentives (triangular sections of vaulting between the rim of a dome and the arches that support it), decorated with colossal relief figures. Each dome is coffered and has a glazed oculus allowing in light, features that obviously recall the Pantheon.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Interior of the Church of La Madeleine, 1807-45 (Paris), photo: wagner 51 (CC BY-SA 2.0 FR)" src="https://ka-perseus-images.s3.amazonaws.com/1bc5c2a36326ce82e780f57aa92d99ff004e262a.jpg" /><span class="image-caption">Interior of the Church of La Madeleine, 1807-45 (Paris), photo: <a href="http://commons.wikimedia.org/wiki/File:%C3%89glise_de_la_Madeleine_(int%C3%A9rieur).jpg">wagner51 </a>(CC BY-SA 2.0 FR)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/5e5670d43b2e9eaa7f881224c11a6112cc2ed855.png" /><span class="image-caption">Reconstruction of the <em>Baths of Caracalla</em>&nbsp;(reconstructive drawing from 1899)</span></span></p> <p>Three pairs of wide bays are thus created, each with pedimented niches supported by ionic columns that serve to form side altars.&nbsp;Far from the classical temple type the exterior would lead us to expect, architectural historians have compared the interior of the church to that of Roman baths; the triple cross-vaults of the Baths of Caracalla, for instance, may well have been in Vignon&rsquo;s mind when designing those domes.</p> <p>At the north end is the semi-dome of the apse, under which sits the altar and behind it a wonderfully theatrical statue by Carlo Marochetti of Magdalene being lifted up by angels, a fine example of Romantic sculpture.</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/2ee181d5b82f5b50d3817571c46e23f0d0056ac1.jpg" /><span class="image-caption">Carlo Marochetti,&nbsp;<em>Mary Magdalene Exalted by Angels</em>, 1841,&nbsp;449 cm, marble, Church of&nbsp;<em>La Madeleine</em>&nbsp;(Paris)</span></span></p> <p>Above it, in the cupola of the choir, is Ziegler&rsquo;s mural entitled&nbsp;<em>The History of Christianity</em>, showing&nbsp;Magdalene ascending into heaven borne by three angels.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b82e4edc27ba861281e5f320e1e089aa9aef4374.jpg" /><span class="image-caption">Jules-Claude Ziegler,&nbsp;<em>The History of Christianity</em>, 1835-38, mural, Church of&nbsp;<em>La Madeleine</em>&nbsp;(Paris)</span></span></p> <p>Beneath her is Napoleon in his coronation robes, positioned center stage, his figure directly aligned with Christ&rsquo;s.&nbsp;Facing him is Pope Pius VII, with whom he signed the Concordat of 1801, a document which reestablished the authority of the Catholic church in France after the Revolution and which is alluded to on the scroll the cardinal who stands behind Napoleon carries in his left hand.&nbsp;</p> <p>It is a curious painting, completed during the July Monarchy (1830-48) when the liberal king, Louis-Philippe, struggled to reconcile those contending political factions. That Napoleon had in fact a very low opinion of the church and sought to limit its powers in France is, of course, neither here nor there.</p> <p>In this world the revolutionaries, like Magdalene, have repented, Napoleon is shown to have saved the day and the church and by association the Catholic monarchy are restored to their rightful place in the natural order of things. Sadly, for Louis-Philippe, it is a wildly optimistic reimagining of history, one that in the end &ndash; as the violent events of 1848, the Year of Revolutions, demonstrated &ndash; would prove ill founded.</p> <p><span>Essay by Ben Pollitt</span></p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.eglise-lamadeleine.com/">Church website (French)</a></p> <p><a href="http://www.victorianweb.org/sculpture/marochetti/biography.html">Sculptor Carlo Marochetti from the Victorian Web</a></p> <p><a href="http://www.sacred-destinations.com/france/paris-eglise-madeleine">La Madeleine on Sacred Destinations</a></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c7a6b5e276cb1b1568d37b41896a2c2cab791cc1.jpg" /><span class="image-caption">Pierre-Alexandre Barth&eacute;l&eacute;my Vignon, completed by Jacques-Marie Huv&eacute;, Church of&nbsp;La Madeleine, 1807-45, 108m long x 43 m, Place de la Madeleine (Paris)</span></span></p> <h3>Background</h3> <p>The Place de la Madeleine had been consecrated as a site devoted to Mary Magdalene in 1182. During the period known as the First Republic (1792-1804), following the French Revolution, the foundations of earlier sacred buildings were removed and discussions were had as to what to do with the space. As France had been de-Christianized during the Revolution a civic rather than a religious function for the building was decided upon; various suggestions were put forward including a new site for the Bank of France.&nbsp;</p> <p>Considerations were brought to a halt, however, when in 1804 Napoleon crowned himself Emperor. What followed was one of the most ambitious propaganda programs of the nineteenth century. As well as looting works from the world&rsquo;s finest collections to display in the newly refurbished Louvre, renamed the Mus&eacute;e Napoleon, some of the greatest artists and sculptors of the age were recruited to exalt the new emperor. It was only fitting that Napoleon would turn to architects, too, to realize his vision of an imperial capital city. Three monuments of particular note were constructed with this end in view: the Arc de Triomphe, the Vend&ocirc;me Column and the church at the Place de la Madeleine.</p> <p>It was never Napoleon&rsquo;s intention to build a church for Mary Magdalene, though. For him the new building would stand as a Temple to the Glory of the Army, and by that, of course, he meant his own imperial army, that well-organized band of marauders who, having defeated the Austrians in the Battle of Austerlitz in 1805, had managed to supplicate a great swathe of Europe. To celebrate their achievement, a competition to select the best design for the Temple was established in 1806 to be judged by to a jury selected from the Imperial Academy. As it turned out, the jury proved academic in more ways than one, their opinions counting for little as, despite their disapproval, Napoleon opted for the designs of one Pierre-Alexandre Vignon (1763-1828).&nbsp;</p> <p><br /> <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/a8761faf37dca7cd90d9d35ec8edb67c9967ec9c.jpg" /><span class="image-caption"><em>Maison Carr&eacute;e</em>, c. 16 B.C.E (N&icirc;mes, Provence)</span></span>Vignon, who had trained under the great neoclassical architect Claude Ledoux, envisioned a peripteral temple (a temple surrounded by a single row of columns). Lacking Ledoux&rsquo;s more visionary character, however, Vignon&rsquo;s design for the exterior was basically a scaled up version of the&nbsp;<em>Maison Carr&eacute;e</em>&nbsp;in N&icirc;mes.</p> <p>&nbsp;</p> <h3>The Exterior​</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c0797eb8987cbad9e3e3ca0401b7d6f8871ed801.jpg" /><span class="image-caption">Entablature (detail),,&nbsp;Church of&nbsp;<em>La Madeleine</em>, 1807-45&nbsp;(Paris)</span></span>Unlike the&nbsp;<em>Maison Carr&eacute;e</em>&nbsp;though, the portico of La Madeleine has eight columns rather than six. These fluted Roman Corinthian columns &ndash; there are fifty-two of them in all &ndash; rise up to a staggering twenty meters and encompass the entire structure. The entablature they support is embellished with a bipartite architrave surmounted by a frieze with a decoration of garlands and putti.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/bb76385af927a4fd7fdf431c08373c85d136c113.gif" /><span class="image-caption">Entablature (detail), <em>Maison Carr&eacute;e</em>&nbsp;c. 16 B.C.E (N&icirc;mes, Provence)</span></span>While not quite so ornate, the features, in the main, reproduce those found on the Roman temple. The dentils, those repeated teeth-like blocks that ornament the cornice, seem bulkier, however, lending the fa&ccedil;ade a somewhat more austere character.&nbsp;While the exterior bears the hallmarks of Napoleonic propaganda, evoking the grandeur of Imperial Rome, after his fall, the Bourbon Restoration (1814-30) sought to revive the relationship between church and state.&nbsp;For this reason it was decided, as the temple was still incomplete, to return to the pre-Revolution purpose of the building project, namely to construct a church dedicated to Mary Magdalene.&nbsp;</p> <h3>The Pediment Frieze</h3> <p>In contrast to the Napoleonic design of the temple, the pediment frieze, designed by Philippe Joseph Henri Lemaire in 1829, is a masterpiece of Bourbon Restoration propaganda. The subject is&nbsp;<em>The Last Judgment</em>, a centuries-old motif found on relief sculptures above the doors of countless churches and cathedrals. While Lemaire largely follows iconographical convention, depicting Christ the Judge at the center of the composition and on His right the archangel Gabriel with his horn announcing the Day of Judgment and on His left the archangel Michael wielding the sword of justice, it is in the figure of Mary Magdalene kneeling at the foot of Christ that the underlying message of the sculpture is revealed.&nbsp;</p> <p>Mary Magdalene has very strong connections with France. Among the first Christian proselytizers, after the crucifixion she journeyed to Provence from the Holy Land converting the French to Christianity. She is also, of course &ndash; albeit wrongly &ndash; often portrayed in art and in literature as a repentant prostitute, as indeed she is here; notice, for example the contrast between the virtuous female figures to the right whose bodies are concealed and her own state of semi-nakedness.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/0b0c730ef2ae1c0455d6f4db9cfba43cc5205e73.jpg" /><span class="image-caption">Henri Lemaire, <em>Last Judgment </em>pediment,&nbsp;Church of&nbsp;<em>La Madeleine</em>, 1829-42, Place de la Madeleine (Paris)</span></span>As well as a straightforward Last Judgment, the inclusion of the repentant Magdalene figure has led some to read the frieze as a political allegory in which the damned stand for those who had been involved in the Revolution and who, in the eyes of the restored monarchist regime, were effectively traitors. Given that such a large portion of the French people fell into this category, rather than condemn and punish them, they were called upon to repent of their sins, as Magdalene had done, before being embraced back into the arms of the ruling establishment.</p> <p>Unlike in England or America say, where public building programmes such as the British Museum or the Capitol exhibit a single-minded confidence, state architecture in France at this period reflects the country&rsquo;s complex and conflicted political landscape, made up of republicans who had fought for the Revolution, of imperialists who had followed Napoleon and of monarchists who were loyal to the king. The unsettled look and feel of&nbsp;<em>La Madeleine</em>&nbsp;is a prime example of this tendency, particularly so in the striking contrast between the outside of the building and its interior.</p> <h3>Interior</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/ccbc124e13377c553c06c2a2093e3a911e337583.jpg" /><span class="image-caption">Pierre-Alexandre Barth&eacute;l&eacute;my Vignon, completed by Jacques-Marie Huv&eacute;, interior (narthex) of the Church of&nbsp;<em>La Madeleine</em>, 1807-45, 108m long x 43 m, Place de la Madeleine (Paris)</span></span><br /> On entering the church we are faced with a surprisingly opulent spectacle, especially given the severity of its exterior. Standing in the narthex (porch) of the church, we look up to see a coffered barrel vault, lavishly gilded like the rest of the interior. Above the door is the famous pipe organ on which such composers as Camille Saint-Sa&euml;ns and Gabriel Faur&eacute; played.&nbsp;</p> <p>Turning around and walking down the long nave, one passes under three large domes, supported by pendentives (triangular sections of vaulting between the rim of a dome and the arches that support it), decorated with colossal relief figures. Each dome is coffered and has a glazed oculus allowing in light, features that obviously recall the Pantheon.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Interior of the Church of La Madeleine, 1807-45 (Paris), photo: wagner 51 (CC BY-SA 2.0 FR)" src="https://ka-perseus-images.s3.amazonaws.com/1bc5c2a36326ce82e780f57aa92d99ff004e262a.jpg" /><span class="image-caption">Interior of the Church of La Madeleine, 1807-45 (Paris), photo: <a href="http://commons.wikimedia.org/wiki/File:%C3%89glise_de_la_Madeleine_(int%C3%A9rieur).jpg">wagner51 </a>(CC BY-SA 2.0 FR)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/5e5670d43b2e9eaa7f881224c11a6112cc2ed855.png" /><span class="image-caption">Reconstruction of the <em>Baths of Caracalla</em>&nbsp;(reconstructive drawing from 1899)</span></span></p> <p>Three pairs of wide bays are thus created, each with pedimented niches supported by ionic columns that serve to form side altars.&nbsp;Far from the classical temple type the exterior would lead us to expect, architectural historians have compared the interior of the church to that of Roman baths; the triple cross-vaults of the Baths of Caracalla, for instance, may well have been in Vignon&rsquo;s mind when designing those domes.</p> <p>At the north end is the semi-dome of the apse, under which sits the altar and behind it a wonderfully theatrical statue by Carlo Marochetti of Magdalene being lifted up by angels, a fine example of Romantic sculpture.</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/2ee181d5b82f5b50d3817571c46e23f0d0056ac1.jpg" /><span class="image-caption">Carlo Marochetti,&nbsp;<em>Mary Magdalene Exalted by Angels</em>, 1841,&nbsp;449 cm, marble, Church of&nbsp;<em>La Madeleine</em>&nbsp;(Paris)</span></span></p> <p>Above it, in the cupola of the choir, is Ziegler&rsquo;s mural entitled&nbsp;<em>The History of Christianity</em>, showing&nbsp;Magdalene ascending into heaven borne by three angels.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b82e4edc27ba861281e5f320e1e089aa9aef4374.jpg" /><span class="image-caption">Jules-Claude Ziegler,&nbsp;<em>The History of Christianity</em>, 1835-38, mural, Church of&nbsp;<em>La Madeleine</em>&nbsp;(Paris)</span></span></p> <p>Beneath her is Napoleon in his coronation robes, positioned center stage, his figure directly aligned with Christ&rsquo;s.&nbsp;Facing him is Pope Pius VII, with whom he signed the Concordat of 1801, a document which reestablished the authority of the Catholic church in France after the Revolution and which is alluded to on the scroll the cardinal who stands behind Napoleon carries in his left hand.&nbsp;</p> <p>It is a curious painting, completed during the July Monarchy (1830-48) when the liberal king, Louis-Philippe, struggled to reconcile those contending political factions. That Napoleon had in fact a very low opinion of the church and sought to limit its powers in France is, of course, neither here nor there.</p> <p>In this world the revolutionaries, like Magdalene, have repented, Napoleon is shown to have saved the day and the church and by association the Catholic monarchy are restored to their rightful place in the natural order of things. Sadly, for Louis-Philippe, it is a wildly optimistic reimagining of history, one that in the end &ndash; as the violent events of 1848, the Year of Revolutions, demonstrated &ndash; would prove ill founded.</p> <p><span>Essay by Ben Pollitt</span></p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.eglise-lamadeleine.com/">Church website (French)</a></p> <p><a href="http://www.victorianweb.org/sculpture/marochetti/biography.html">Sculptor Carlo Marochetti from the Victorian Web</a></p> <p><a href="http://www.sacred-destinations.com/france/paris-eglise-madeleine">La Madeleine on Sacred Destinations</a></p>
