Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Pyramid of Menkaure (Photo: Dr. Amy Calvert)" src="https://ka-perseus-images.s3.amazonaws.com/5319099673faa3eb9420c7218010c2d2864b08be.jpg" /><span class="image-caption">Pyramid of Menkaure (Photo: Dr. Amy Calvert)</span></span></p> <p>The third of the major pyramids at Giza belongs to Mekaure. This is the smallest of the three, rising to a height of 65 meters (213 feet), but the complex preserved some of the most stunning examples of sculpture to survive from all of Egyptian history.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Pyramid of Menkaure, chamber with niches " src="https://ka-perseus-images.s3.amazonaws.com/4d7b1e75af0d084e5f4cfd152d38dd2b16bf75d1.jpg" /><span class="image-caption">Pyramid of Menkaure, chamber with niches</span></span></p> <p><span>Mekaure&rsquo;s pyramid chambers are more complex than those of Khafre and include a chamber carved with decorative panels and another chamber with six large niches. The burial chamber is lined with massive granite blocks. &nbsp;</span></p> <p>His black stone sarcophagus, also carved with niched panels, was discovered inside, but was lost at sea as it was being transported to England. &nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="King Menkaure (Mycerinus) and queen, 2490-2472 B.C.E., Greywacke, overall: 142.2 x 57.1 x 55.2 cm, 676.8 kg / 56 x 22 1/2 x 21 3/4 inches, 1492.1 pounds (Museum of Fine Arts, Boston) " src="https://ka-perseus-images.s3.amazonaws.com/e08aa9d68ecd0f90a252a0b559992b0f27abbd78.jpg" /><span class="image-caption">King Menkaure (Mycerinus) and queen, 2490-2472 B.C.E., Greywacke, overall: 142.2 x 57.1 x 55.2 cm, 676.8 kg / 56 x 22 1/2 x 21 3/4 inches, 1492.1 pounds (Museum of Fine Arts, Boston) </span>​</span>Within Menkaure&rsquo;s mortuary and valley temples, neither of which were completed before his death, excavation revealed a series of statues of the king. The stunning diad of the king with his primary queen, Khamerernebty II (now in the Museum of Fine Arts, Boston), as well as a number of triads showing the king being embraced by various deities, were discovered in the valley temple and were originally set up surrounding the open court.</p> <p><span>This temple was still an active place of cult late in the Old Kingdom and was almost entirely rebuilt at the end of the 6th dynasty after it was heavily damaged by a flood.</span></p> <p><span>Essay by Dr. Amy Calvert</span></p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p>
it: <p><span class="block-image image-wrapper"><img alt="Pyramid of Menkaure (Photo: Dr. Amy Calvert)" src="http://khan.smarthistory.org/assets/images/Images3/menkaure.jpg" /><span class="image-caption">Pyramid of Menkaure (Photo: Dr. Amy Calvert)</span></span></p> <p>The third of the major pyramids at Giza belongs to Mekaure. This is the smallest of the three, rising to a height of 65 meters (213 feet), but the complex preserved some of the most stunning examples of sculpture to survive from all of Egyptian history.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Pyramid of Menkaure, chamber with niches " src="http://khan.smarthistory.org/assets/images/Images3/menkaure-niches.jpg" /><span class="image-caption">Pyramid of Menkaure, chamber with niches</span></span></p> <p><span>Mekaure&rsquo;s pyramid chambers are more complex than those of Khafre and include a chamber carved with decorative panels and another chamber with six large niches. The burial chamber is lined with massive granite blocks. &nbsp;</span></p> <p>His black stone sarcophagus, also carved with niched panels, was discovered inside, but was lost at sea as it was being transported to England. &nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="King Menkaure (Mycerinus) and queen, 2490-2472 B.C.E., Greywacke, overall: 142.2 x 57.1 x 55.2 cm, 676.8 kg / 56 x 22 1/2 x 21 3/4 inches, 1492.1 pounds (Museum of Fine Arts, Boston) " src="http://smarthistory.khanacademy.org/assets/images/Images3/menkaure-MFA.jpeg" /><span class="image-caption">King Menkaure (Mycerinus) and queen, 2490-2472 B.C.E., Greywacke, overall: 142.2 x 57.1 x 55.2 cm, 676.8 kg / 56 x 22 1/2 x 21 3/4 inches, 1492.1 pounds (Museum of Fine Arts, Boston) </span>​</span>Within Menkaure&rsquo;s mortuary and valley temples, neither of which were completed before his death, excavation revealed a series of statues of the king. The stunning diad of the king with his primary queen, Khamerernebty II (now in the Museum of Fine Arts, Boston), as well as a number of triads showing the king being embraced by various deities, were discovered in the valley temple and were originally set up surrounding the open court.</p> <p><span>This temple was still an active place of cult late in the Old Kingdom and was almost entirely rebuilt at the end of the 6th dynasty after it was heavily damaged by a flood.</span></p> <p><span>Text by Dr. Amy Calvert</span></p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p>

source: <p><span class="block-image image-wrapper"><img alt="Right: Pedestaled krater, c. 800-770 B.C.E., 55.5 cm high, Greek, Geometric period, Rhodes. Left: Jug with a griffin-head spout, c. 675-650 B.C.E., 41.5 cm, Greek, both: © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/0235d64879b6d81b0bbf8874448d3e145c757222.jpg" /><span class="image-caption">Left: <em>Pedestaled krater</em>, c. 800-770 B.C.E., 55.5 cm high, Greek, Geometric period, Rhodes. Right: <em>Jug with a griffin-head spout</em>, c. 675-650 B.C.E., 41.5 cm, Greek, orientalizing period<br /> both: &copy; Trustees of the British Museum</span></span></p> <p>Following the collapse of Mycenaean palace society and a period of relative poverty and isolation, Greece experienced a cultural and political renaissance. From the eighth century B.C.E. onwards, renewed contact with the Near East, Anatolia, Phoenicia, Egypt, and other peoples around the Mediterranean had a profound impact on Greek culture.</p> <p>The linear Geometric style of pottery (image above, left) gave way to &quot;orientalizing&quot;&nbsp;motifs, such as animals and florals (image above, right). Homer composed his epic poems and a new political unit, the city-state (polis), emerged.</p> <p><span class="block-image image-wrapper"><img alt="Black-figured bowl (dinos) and stand, signed by Sophilos as painter, c. 580 B.C.E., 71 cm high, made in Athens, Greece (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/2459df22cb8f6945e84f636b6fb6d300af75f028.jpg" /><span class="image-caption">Sophilos (painter),&nbsp;<em>Black-figured bowl (dinos) and stand</em>, c. 580 B.C.E., 71 cm high, Athens &nbsp;&copy; Trustees of the British Museum</span></span></p> <h3>Greek pottery: a&nbsp;new direction</h3> <p>The figure scene that occupies the highest register in the bowl above shows the new direction in which Athenian vase painting was moving. It shows gods, goddesses, nymphs and others processing to the house of the hero Peleus to celebrate his wedding to the beautiful sea-nymph Thetis.</p> <p>The sea-nymph Thetis was loved by both Zeus, king of the gods, and Poseidon, god of the sea. However, their ardor was cooled when they learned that Thetis&#39; son was destined to be greater than his father.</p> <p><span class="block-image image-wrapper"><img alt="Detail, Black-figured bowl (dinos) and stand, signed by Sophilos as painter, c. 580 B.C.E., 71 cm high, made in Athens, Greece (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/f0fe2d9f63ee1c93d4d3d3007bf97a82752b7964.jpg" /><span class="image-caption">Peleus greeting his guests (detail),&nbsp;Sophilos (painter),&nbsp;<em>Black-figured bowl (dinos) and stand</em>, c. 580 B.C.E., 71 cm high, Athens&nbsp;&nbsp;&copy; Trustees of the British Museum</span></span></p> <p>The gods decided that Thetis should be made to marry a mortal in order that her son, however powerful, should present no threat to the gods. They chose Peleus and to reconcile Thetis to this inferior alliance, they gave the couple a magnificent wedding, illustrated on this vase.&nbsp;Peleus stands to the right,&nbsp;before the doors of his house to greet his guests, who arrive either on foot or by chariot.</p> <p><span class="block-image image-wrapper"><img alt="Black-figured bowl (dinos) and stand, signed by Sophilos as painter, c. 580 B.C.E., 71 cm high, made in Athens, Greece (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/66968d8ed8a559277f7702204e413d2f11164dea.jpg" /><span class="image-caption">Dionysos&nbsp;and others arrive at the wedding of Peleus and Thetis (detail), Sophilos (painter),&nbsp;<em>Black-figured bowl (dinos) and stand</em>, c. 580 B.C.E., 71 cm high, Athens &copy; Trustees of the British Museum</span></span></p> <p><span>Among the first is the wine god Dionysos, who carries a vine branch laden with grapes (above, third figure from the right), symbolizing the wine that will be drunk at the wedding feast, perhaps mixed in a bowl of this shape.&nbsp;The centaur Cheiron, part man and part horse, also appears; he later became the tutor of the son of Peleus and Thetis, the mighty Achilles. </span><span>Thetis is decorously concealed within.</span><span> The names of the guests are written neatly alongside. </span></p> <p><span class="block-image image-wrapper"><img alt="Black-figured bowl (dinos) and stand, signed by Sophilos as painter, c. 580 B.C.E., 71 cm high, made in Athens, Greece (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/066148d3e9e901aea3546ec851374c38ae53f3b5.jpg" /><span class="image-caption">Thetis&#39;s grandfather, the fish-tailed sea-god Okeanos, arriving at the wedding of Peleus and Thetis (detail),&nbsp;Sophilos (painter),&nbsp;<em>Black-figured bowl (dinos) and stand</em>, c. 580 B.C.E., 71 cm high, Athens&nbsp;&copy; Trustees of the British Museum</span></span>The first chariot in the procession carries Zeus and Hera, the second Poseidon and Amphitrite, the third Hermes and Apollo and the fourth Ares and Aphrodite. Between the chariots walk groups of Fates, Graces and Muses, one of whom plays the pipes. Athena and Artemis ride in the last chariot, and are followed by Thetis&#39; grandfather, the fish-tailed sea-god Okeanos, his wife Tethys, and Eileithyia, goddess of childbirth. Hephaistos brings up the rear, seated side-saddle on a mule.</p> <p><span>Between the columns of the house, Sophilos has signed the vase &quot;Sophilos painted me.&quot;&nbsp;Sophilos is the first Greek vase painter whose name we know.</span></p> <h3>Conservation</h3> <p><span class="image-wrapper inline-image"><img alt="Sophilos (painter), Black-figured bowl (dinos) and stand, c. 580 B.C.E., 71 cm high, Athens (The British Museum) " src="https://ka-perseus-images.s3.amazonaws.com/a527aba88ce6487656b12a1e12ba454fd836f35c.jpg" /><span class="image-caption">Sophilos (painter), <em>Black-figured bowl (dinos) and stand</em>, c. 580 B.C.E., 71 cm high, Athens<br /> &copy; Trustees of the British Museum</span></span>When this black-figured vase was acquired by The British Museum in 1971, it was in a restored condition with only a few areas of loss. It has since come to the Museum&#39;s Conservation Department three times. On the first visit, a conservator repositioned fragments with the artist&#39;s signature, Sophilos, so that it was easier to read. A few years later the Museum acquired five fragments which had originally belonged to the vase. Conservators removed areas of gap-fill to allow these fragments to be reunited. Neither job was simple. The old restoration was hard and difficult to remove.</p> <p>Conservators were able to reassess the old restoration when the vase was examined during gallery refurbishment in 1983. The old adhesive and gap-fills were identified as a polyester resin, which had hardened and become brittle; there were cracks in the stand which may have been a direct result. Today, this type of resin is not considered appropriate for use on ceramic artifacts. It was decided that the vase would benefit from dismantling and reassembly using more stable and reversible conservation materials. Taking down the old joins and fills and manually cleaning away the polyester resin from fragments was a long process. The fragments were reassembled using a reversible adhesive and areas of loss were gap-filled using plaster of Paris and painted.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>L. Burn, <em>The British Museum book of Greek and Roman Art</em> (London, The British Museum Press, 1991).</p> <p>D. Williams, &quot;Sophilos in the British Museum&quot;&nbsp;in Greek Vases in the J.Paul Getty Museum (Malibu, 1983).</p> <p>D. Williams, <em>Greek vases</em> (London, The British Museum Press, 1999).</p> <p><a href="http://www.britishmuseum.org/research/collection_online/collection_object_details/collection_image_gallery.aspx?partid=1&amp;assetid=1237366&amp;objectid=399358">Additional images</a></p> <p><a href="https://www.britishmuseum.org/explore/highlights/highlight_objects/gr/b/black-figured_bowl_and_stand.aspx">Sophilos,&nbsp;Black-figured bowl&nbsp;and stand&nbsp;at The British Museum</a></p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/0235d64879b6d81b0bbf8874448d3e145c757222.jpg" /><span class="image-caption">Left: <em>Pedestaled krater</em>, c. 800-770 B.C.E., 55.5 cm high, Greek, Geometric period, Rhodes. Right: <em>Jug with a griffin-head spout</em>, c. 675-650 B.C.E., 41.5 cm, Greek, orientalizing period<br /> both: &copy; Trustees of the British Museum</span></span></p> <p>Following the collapse of Mycenaean palace society and a period of relative poverty and isolation, Greece experienced a cultural and political renaissance. From the eighth century B.C.E. onwards, renewed contact with the Near East, Anatolia, Phoenicia, Egypt, and other peoples around the Mediterranean had a profound impact on Greek culture.</p> <p>The linear Geometric style of pottery (image above, left) gave way to &quot;orientalizing&quot;&nbsp;motifs, such as animals and florals (image above, right). Homer composed his epic poems and a new political unit, the city-state (polis), emerged.</p> <p><span class="block-image image-wrapper"><img alt="Black-figured bowl (dinos) and stand, signed by Sophilos as painter, c. 580 B.C.E., 71 cm high, made in Athens, Greece (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/2459df22cb8f6945e84f636b6fb6d300af75f028.jpg" /><span class="image-caption">Sophilos (painter),&nbsp;<em>Black-figured bowl (dinos) and stand</em>, c. 580 B.C.E., 71 cm high, Athens &nbsp;&copy; Trustees of the British Museum</span></span></p> <h3>Greek pottery: a&nbsp;new direction</h3> <p>The figure scene that occupies the highest register in the bowl above shows the new direction in which Athenian vase painting was moving. It shows gods, goddesses, nymphs and others processing to the house of the hero Peleus to celebrate his wedding to the beautiful sea-nymph Thetis.</p> <p>The sea-nymph Thetis was loved by both Zeus, king of the gods, and Poseidon, god of the sea. However, their ardor was cooled when they learned that Thetis&#39; son was destined to be greater than his father.</p> <p><span class="block-image image-wrapper"><img alt="Detail, Black-figured bowl (dinos) and stand, signed by Sophilos as painter, c. 580 B.C.E., 71 cm high, made in Athens, Greece (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/f0fe2d9f63ee1c93d4d3d3007bf97a82752b7964.jpg" /><span class="image-caption">Peleus greeting his guests (detail),&nbsp;Sophilos (painter),&nbsp;<em>Black-figured bowl (dinos) and stand</em>, c. 580 B.C.E., 71 cm high, Athens&nbsp;&nbsp;&copy; Trustees of the British Museum</span></span></p> <p>The gods decided that Thetis should be made to marry a mortal in order that her son, however powerful, should present no threat to the gods. They chose Peleus and to reconcile Thetis to this inferior alliance, they gave the couple a magnificent wedding, illustrated on this vase.&nbsp;Peleus stands to the right,&nbsp;before the doors of his house to greet his guests, who arrive either on foot or by chariot.</p> <p><span class="block-image image-wrapper"><img alt="Black-figured bowl (dinos) and stand, signed by Sophilos as painter, c. 580 B.C.E., 71 cm high, made in Athens, Greece (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/66968d8ed8a559277f7702204e413d2f11164dea.jpg" /><span class="image-caption">Dionysos&nbsp;and others arrive at the wedding of Peleus and Thetis (detail), Sophilos (painter),&nbsp;<em>Black-figured bowl (dinos) and stand</em>, c. 580 B.C.E., 71 cm high, Athens &copy; Trustees of the British Museum</span></span></p> <p><span>Among the first is the wine god Dionysos, who carries a vine branch laden with grapes (above, third figure from the right), symbolizing the wine that will be drunk at the wedding feast, perhaps mixed in a bowl of this shape.&nbsp;The centaur Cheiron, part man and part horse, also appears; he later became the tutor of the son of Peleus and Thetis, the mighty Achilles. </span><span>Thetis is decorously concealed within.</span><span> The names of the guests are written neatly alongside. </span></p> <p><span class="block-image image-wrapper"><img alt="Black-figured bowl (dinos) and stand, signed by Sophilos as painter, c. 580 B.C.E., 71 cm high, made in Athens, Greece (The British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/066148d3e9e901aea3546ec851374c38ae53f3b5.jpg" /><span class="image-caption">Thetis&#39;s grandfather, the fish-tailed sea-god Okeanos, arriving at the wedding of Peleus and Thetis (detail),&nbsp;Sophilos (painter),&nbsp;<em>Black-figured bowl (dinos) and stand</em>, c. 580 B.C.E., 71 cm high, Athens&nbsp;&copy; Trustees of the British Museum</span></span>The first chariot in the procession carries Zeus and Hera, the second Poseidon and Amphitrite, the third Hermes and Apollo and the fourth Ares and Aphrodite. Between the chariots walk groups of Fates, Graces and Muses, one of whom plays the pipes. Athena and Artemis ride in the last chariot, and are followed by Thetis&#39; grandfather, the fish-tailed sea-god Okeanos, his wife Tethys, and Eileithyia, goddess of childbirth. Hephaistos brings up the rear, seated side-saddle on a mule.</p> <p><span>Between the columns of the house, Sophilos has signed the vase &quot;Sophilos painted me.&quot;&nbsp;Sophilos is the first Greek vase painter whose name we know.</span></p> <h3>Conservation</h3> <p><span class="image-wrapper inline-image"><img alt="Sophilos (painter), Black-figured bowl (dinos) and stand, c. 580 B.C.E., 71 cm high, Athens (The British Museum) " src="https://ka-perseus-images.s3.amazonaws.com/a527aba88ce6487656b12a1e12ba454fd836f35c.jpg" /><span class="image-caption">Sophilos (painter), <em>Black-figured bowl (dinos) and stand</em>, c. 580 B.C.E., 71 cm high, Athens<br /> &copy; Trustees of the British Museum</span></span>When this black-figured vase was acquired by The British Museum in 1971, it was in a restored condition with only a few areas of loss. It has since come to the Museum&#39;s Conservation Department three times. On the first visit, a conservator repositioned fragments with the artist&#39;s signature, Sophilos, so that it was easier to read. A few years later the Museum acquired five fragments which had originally belonged to the vase. Conservators removed areas of gap-fill to allow these fragments to be reunited. Neither job was simple. The old restoration was hard and difficult to remove.</p> <p>Conservators were able to reassess the old restoration when the vase was examined during gallery refurbishment in 1983. The old adhesive and gap-fills were identified as a polyester resin, which had hardened and become brittle; there were cracks in the stand which may have been a direct result. Today, this type of resin is not considered appropriate for use on ceramic artifacts. It was decided that the vase would benefit from dismantling and reassembly using more stable and reversible conservation materials. Taking down the old joins and fills and manually cleaning away the polyester resin from fragments was a long process. The fragments were reassembled using a reversible adhesive and areas of loss were gap-filled using plaster of Paris and painted.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>L. Burn, <em>The British Museum book of Greek and Roman Art</em> (London, The British Museum Press, 1991).</p> <p>D. Williams, &quot;Sophilos in the British Museum&quot;&nbsp;in Greek Vases in the J.Paul Getty Museum (Malibu, 1983).</p> <p>D. Williams, <em>Greek vases</em> (London, The British Museum Press, 1999).</p> <p><a href="http://www.britishmuseum.org/research/collection_online/collection_object_details/collection_image_gallery.aspx?partid=1&amp;assetid=1237366&amp;objectid=399358">Additional images</a></p> <p><a href="https://www.britishmuseum.org/explore/highlights/highlight_objects/gr/b/black-figured_bowl_and_stand.aspx">Sophilos,&nbsp;Black-figured bowl&nbsp;and stand&nbsp;at The British Museum</a></p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
