Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Archaeological regions of Colombia.© Trustees of the British Museum " src="https://ka-perseus-images.s3.amazonaws.com/78d1f46caff5cbfbf73fd5dadc090e84656f56c6.jpg" /><span class="image-caption">Archaeological regions of Colombia&nbsp;&copy; Trustees of the British Museum</span></span></p> <h3>El Dorado</h3> <p>For centuries Europeans were dazzled by the legend of a lost city of gold in South America. The truth behind this myth is fascinating. El Dorado&ndash;literally &ldquo;the golden one&rdquo;&ndash;actually refers to the ritual that took place at Lake Guatavita, near modern Bogot&aacute;. The newly elected leader, covered in powdered gold, dived into the lake and emerged as the new chief of the Muisca people who lived in the central highlands of present-day Colombia&#39;s Eastern Range.<br /> <br /> <span class="block-image image-wrapper"><img alt="Mask with nose ornament, c. 500 B.C.E.–1600 C.E., possibly Yotoco or late Quimbaya, gold alloy, 15.5 x 18 cm © The Trustees of the British Museum." src="https://ka-perseus-images.s3.amazonaws.com/0efa9e4009c7139f801c6107db2651c32d15fe1f.jpg" /><span class="image-caption"><em>Mask with Nose Ornament</em>, c. 500 B.C.E.&ndash;1600 C.E., gold alloy, 15.5 x 18 cm, Quimbaya &nbsp;&copy; The Trustees of the British Museum.<br /> This spectacular hammered mask with a dangling nose ornament would probably have been placed on top of the face of a funerary bundle &ndash; the wrapped body of the deceased&mdash;transforming him into an ancestor and semi-divine figure.</span></span>The Muisca, Quimbaya, Calima, Tairona, Tolima and Zen&uacute; chiefdoms in ancient Colombia used gold to fashion some of the most visually dramatic and sophisticated works of art found anywhere in the Americas before European contact. Although gold was not valued as currency in pre-Hispanic Colombia, it had great symbolic meaning. It was one way the elite could publicly assert their rank and semi-divine status, both in life and in death.&nbsp;</p> <h3>More than just gold</h3> <p>Objects that seem at first glance made of gold are more complex and are in fact made of metal alloys. In most instances they combine, in different degrees, gold, some natural occurring silver, and copper, a combination known as tumbaga. These metals were symbolically charged in pre-Hispanic times, being associated with the sun and the moon respectively. Their combination produced a microcosm, a balance between opposites in the rendering of each object.</p> <p>The creation of alloys also allowed for differences in color, ranging from reddish to golden tones. Each object had its own particular color, shine and finish thanks to the mastery and skills of the artists that produced them. Some even show contrasting colors in the same object, producing beautiful patterns and details.<br /> <br /> <span class="block-image image-wrapper"><img alt="Anthropomorphic bat pectoral, Tairona, gold alloy, 900–1600 C.E. © Museo del Oro – Banco de la República, Colombia" src="https://ka-perseus-images.s3.amazonaws.com/fbf23b0979d65c06ca005bbf8429d9c5aa4b256d.jpg" /><span class="image-caption"><em>Anthropomorphic Bat Pectoral</em>, &nbsp;900&ndash;1600 C.E., &nbsp;gold alloy,&nbsp;Tairona&nbsp;&copy; Museo del Oro&mdash;Banco de la Rep&uacute;blica, Colombia</span></span></p> <h3>Hammering and casting</h3> <p>Small ingots of tumbaga, in the shape of round buttons, were crafted into unique objects either by hammering or casting them (or by a combination of both techniques). Ancient Colombian artists mastered both techniques to an unprecedented degree, creating exceptional works of art.</p> <p>Hammering metal was a delicate process. Metal becomes easily brittle when hammered and they have to be repeatedly cooled and dipped in water before the final form is achieved. The thin sheets of gold were then cut, decorated (for example by repouss&eacute;) or joined by clipping or folding several sheets together.</p> <p>However, it was the casting of metals that was developed most in ancient Colombia. Using the lost wax technique, artist modeled the final piece they wanted to achieve in beeswax (from stingless bees). Once the wax figure was finished it was covered in fine clay and charcoal, leaving pouring channels. The whole mold was fired and the melted wax poured out. Its place would be taken by molten metal, which cooled slowly as it solidified inside the mould. The mould was then broken and the final metal piece polished and finished.<br /> <br /> <span class="block-image image-wrapper"><img alt="Seated female poporo (detail), c. 500 B.C.E. - 700 C.E. Early Quimbaya, found Cauca Valley, Columbia, tumbaga (gold alloy) © The Trustees of the British Museum This lime-flask was cast by the lost-wax method. The head, lower legs and stool were cast separately and then soldered to the body. Flasks held lime obtained from burning and grinding seashells. The alkaline lime was chewed with coca leaves to release their active stimulant and enhance clear, contemplative thinking." src="https://ka-perseus-images.s3.amazonaws.com/e4ab6a1f41c31cf829abe5ad8fc4f78eedf3c955.jpg" /><span class="image-caption">Hands up close (detail),&nbsp;<em>Seated Female Poporo</em>, c. 500 B.C.E. - 700 C.E. Early Quimbaya, tumbaga (gold alloy),&nbsp;Colombia&nbsp;&nbsp;<br /> &copy; The Trustees of the British Museum.&nbsp;<span>This lime-flask was cast by the lost-wax method. The head, lower legs and stool were cast separately and then soldered to the body. Flasks held lime obtained from burning and grinding seashells. The alkaline lime was chewed with coca leaves to release their active stimulant and enhance clear, contemplative thinking.</span></span></span>Ancient Colombian artists even created hollow objects following this technique, for example flasks and containers. Great skill was needed to produce them. The figure was modeled in clay and charcoal, and a thin layer of wax was applied to cover the final result. Over this another layer of clay would be added, and wooden pegs were inserted to fix the inner mold to the outer one to keep them in place when the wax melted. Controlling the flow of the metal to every single detail of the piece, its slow solidification, and then freeing the figure without damaging it was challenge that could only be achieved by the most experienced hands.<br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p>&copy; Trustees of the British Museum</p>
it: <p><span class="block-image image-wrapper"><img alt="Archaeological regions of Colombia.© Trustees of the British Museum " src="https://ka-perseus-images.s3.amazonaws.com/78d1f46caff5cbfbf73fd5dadc090e84656f56c6.jpg" /><span class="image-caption">Archaeological regions of Colombia&nbsp;&copy; Trustees of the British Museum</span></span></p> <h3>El Dorado</h3> <p>For centuries Europeans were dazzled by the legend of a lost city of gold in South America. The truth behind this myth is fascinating. El Dorado&ndash;literally &ldquo;the golden one&rdquo;&ndash;actually refers to the ritual that took place at Lake Guatavita, near modern Bogot&aacute;. The newly elected leader, covered in powdered gold, dived into the lake and emerged as the new chief of the Muisca people who lived in the central highlands of present-day Colombia&#39;s Eastern Range.<br /> <br /> <span class="block-image image-wrapper"><img alt="Mask with nose ornament, c. 500 B.C.E.–1600 C.E., possibly Yotoco or late Quimbaya, gold alloy, 15.5 x 18 cm © The Trustees of the British Museum." src="https://ka-perseus-images.s3.amazonaws.com/0efa9e4009c7139f801c6107db2651c32d15fe1f.jpg" /><span class="image-caption"><em>Mask with Nose Ornament</em>, c. 500 B.C.E.&ndash;1600 C.E., gold alloy, 15.5 x 18 cm, Quimbaya &nbsp;&copy; The Trustees of the British Museum.<br /> This spectacular hammered mask with a dangling nose ornament would probably have been placed on top of the face of a funerary bundle &ndash; the wrapped body of the deceased&mdash;transforming him into an ancestor and semi-divine figure.</span></span>The Muisca, Quimbaya, Calima, Tairona, Tolima and Zen&uacute; chiefdoms in ancient Colombia used gold to fashion some of the most visually dramatic and sophisticated works of art found anywhere in the Americas before European contact. Although gold was not valued as currency in pre-Hispanic Colombia, it had great symbolic meaning. It was one way the elite could publicly assert their rank and semi-divine status, both in life and in death.&nbsp;</p> <h3>More than just gold</h3> <p>Objects that seem at first glance made of gold are more complex and are in fact made of metal alloys. In most instances they combine, in different degrees, gold, some natural occurring silver, and copper, a combination known as tumbaga. These metals were symbolically charged in pre-Hispanic times, being associated with the sun and the moon respectively. Their combination produced a microcosm, a balance between opposites in the rendering of each object.</p> <p>The creation of alloys also allowed for differences in color, ranging from reddish to golden tones. Each object had its own particular color, shine and finish thanks to the mastery and skills of the artists that produced them. Some even show contrasting colors in the same object, producing beautiful patterns and details.<br /> <br /> <span class="block-image image-wrapper"><img alt="Anthropomorphic bat pectoral, Tairona, gold alloy, 900–1600 C.E. © Museo del Oro – Banco de la República, Colombia" src="https://ka-perseus-images.s3.amazonaws.com/fbf23b0979d65c06ca005bbf8429d9c5aa4b256d.jpg" /><span class="image-caption"><em>Anthropomorphic Bat Pectoral</em>, &nbsp;900&ndash;1600 C.E., &nbsp;gold alloy,&nbsp;Tairona&nbsp;&copy; Museo del Oro&mdash;Banco de la Rep&uacute;blica, Colombia</span></span></p> <h3>Hammering and casting</h3> <p>Small ingots of tumbaga, in the shape of round buttons, were crafted into unique objects either by hammering or casting them (or by a combination of both techniques). Ancient Colombian artists mastered both techniques to an unprecedented degree, creating exceptional works of art.</p> <p>Hammering metal was a delicate process. Metal becomes easily brittle when hammered and they have to be repeatedly cooled and dipped in water before the final form is achieved. The thin sheets of gold were then cut, decorated (for example by repouss&eacute;) or joined by clipping or folding several sheets together.</p> <p>However, it was the casting of metals that was developed most in ancient Colombia. Using the lost wax technique, artist modeled the final piece they wanted to achieve in beeswax (from stingless bees). Once the wax figure was finished it was covered in fine clay and charcoal, leaving pouring channels. The whole mold was fired and the melted wax poured out. Its place would be taken by molten metal, which cooled slowly as it solidified inside the mould. The mould was then broken and the final metal piece polished and finished.<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e4ab6a1f41c31cf829abe5ad8fc4f78eedf3c955.jpg" /><span class="image-caption">Hands up close (detail),&nbsp;<em>Seated Female Poporo</em>, c. 500 B.C.E. - 700 C.E. Early Quimbaya, tumbaga (gold alloy),&nbsp;Colombia&nbsp;&nbsp;<br /> &copy; The Trustees of the British Museum.&nbsp;<span>This lime-flask was cast by the lost-wax method. The head, lower legs and stool were cast separately and then soldered to the body. Flasks held lime obtained from burning and grinding seashells. The alkaline lime was chewed with coca leaves to release their active stimulant and enhance clear, contemplative thinking.</span></span></span>Ancient Colombian artists even created hollow objects following this technique, for example flasks and containers. Great skill was needed to produce them. The figure was modeled in clay and charcoal, and a thin layer of wax was applied to cover the final result. Over this another layer of clay would be added, and wooden pegs were inserted to fix the inner mold to the outer one to keep them in place when the wax melted. Controlling the flow of the metal to every single detail of the piece, its slow solidification, and then freeing the figure without damaging it was challenge that could only be achieved by the most experienced hands.<br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p>&copy; Trustees of the British Museum</p>
