Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Detail, Medallion Carpet, “The Ardabil Carpet,” Maqsud of Kashan, Persian: Safavid Dynasty, silk warps and wefts with wool pile, 1539-40 C.E., Tabriz, Kashan, Isfahan or Kirman, Iran, (Victoria &amp; Albert, London)" src="https://ka-perseus-images.s3.amazonaws.com/da14e02332b64c94f98efbfa53813522d0a98e20.jpg" style="width:100%" /><span class="image-caption">Detail, Medallion Carpet, <em>The Ardabil Carpet</em>,&nbsp;Maqsud of Kashan, Persian: Safavid Dynasty, silk warps and wefts with wool pile, 1539-40 C.E., Tabriz, Kashan, Isfahan or Kirman, Iran, (Victoria &amp; Albert, London)</span></span></p> <h3>Carpet weaving in the Islamic world</h3> <p>Carpets are woven works of art that were produced at every level of society in the Islamic world. Women have been weaving for centuries in villages and nomadic encampments all over the Middle East, Anatolia, and Central Asia, each woman passing down her techniques and designs to her daughters. These women created carpets both for sale and for their own personal use, and this tradition continues today.</p> <p><span class="image-wrapper inline-image"><img alt="Carpet (Ottoman) with cintamani motif, c. 1550, Cairo, Egypt, wool, 79 x 48 inches (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/9ff2483e50b29167b4f96952bd04258923b3b570.jpg" /><span class="image-caption">Carpet (Ottoman) with cintamani motif, c. 1550, Cairo, Egypt, wool, 79 x 48 inches (Metropolitan Museum of Art)</span></span></p> <p>Carpets were also made in the royal courts of the Islamic world. These carpets were not just functional floor coverings, they were ornate works of art that indicated the status and wealth of their owners. Court carpets were used on the floors in reception halls, audience chambers, and at court-supported religious institutions. They were also presented as impressive gifts to other rulers. Manuscript paintings of the 16th and 17th centuries suggest smaller rugs were often layered on top of larger carpets and also show that many carpets were used in outdoor pleasure pavilions and palatial parks.</p> <p>Rulers had access to expensive materials, such as silk and metal-wrapped threads, and employed the most highly skilled designers and weavers in their empires to create enormous and luxurious carpets. Because of their quality, design, and skilled execution, court carpets are among the finest examples of art from the Islamic world. Court carpets are often very different from the carpets made in commercial workshops or villages. Rather than solely utilizing centuries-old traditional motifs, court carpets often share designs found on a range of media, such as bookbinding and manuscript painting.</p> <p>Although carpets were made in many royal courts, the Ottoman (1281&ndash;1924), the Safavid (1501&ndash;1732), and the Mughal (1526&ndash;1858) Empires provide some of the richest examples of royally produced carpets.</p> <p>​<span class="block-image image-wrapper"><img alt="Cintamani motif detail" src="https://ka-perseus-images.s3.amazonaws.com/9ecae65896304b1e6eb2168d7ff006e03d14aa09.jpg" style="width:100%" /><span class="image-caption">Cintamani motif detail</span></span><span class="block-image image-wrapper"><img alt="Border detail" src="https://ka-perseus-images.s3.amazonaws.com/4e8ae24e9f52d8fed7f21bb955beea249c9fa61a.jpg" style="width:100%" /><span class="image-caption">Border detail</span></span></p> <hr /> <h3><span class="image-wrapper inline-image"><img alt="Prayer Carpet (Ottoman), 1575-90, likely Istanbul, silk (warp and weft), wool (pile), cotton (pile), 68 x 50 inches (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/39ea0c40ac25205bbc578591c585b22a6e316ec9.jpg" /><span class="image-caption">Prayer Carpet (Ottoman), 1575-90, likely Istanbul, silk (warp and weft), wool (pile), cotton (pile), 68 x 50 inches (Metropolitan Museum of Art)</span></span>Ottoman court carpets</h3> <p>The Ottoman Empire originated in Anatolia (modern-day Turkey), and was one of the largest and longest lived in the Islamic world. It controlling territories that reached from North Africa to Eastern Europe from 1299 until 1923. Anatolia has a long tradition of carpet weaving, but from the 16th century onward Ottoman court carpets utilized a set of specific designs created by the artists of the Ottoman court workshops, designs that were also used on the court ceramics, paintings, bookbindings, and textiles.&nbsp;</p> <p>Among the most popular of these was the &ldquo;saz&nbsp;style,&rdquo; which is characterized by long sinuous leaves, and stylized flowers (see below). Court artists also developed the &ldquo;floral style,&rdquo; where we see more naturalistic depictions of flowers such as tulips, roses, carnations, and hyacinths, among others. The floral and&nbsp;saz&nbsp;styles were sometimes used alone and sometimes used together, along with other motifs like the cintamani pattern (usually a combination of pearl-like circles accompanied by wavy lines sometimes called &quot;tiger stripes&quot;), on a huge variety of objects designed by the court, including ceramics, silks, carpets, and manuscripts.</p> <p><span class="block-image image-wrapper"><img alt="Border detail (note the long curving saz style leaves, a pair of white tulips facing downward, and branches of small white hyacinth blossoms" src="https://ka-perseus-images.s3.amazonaws.com/2f47a838e61775cd192add9d9e670968fd9b3295.jpg" style="width:100%" /><span class="image-caption">Border detail (note the long curving saz style leaves, a pair of white tulips facing downward, and branches of small white hyacinth blossoms</span></span></p> <p><span class="block-image image-wrapper"><img alt="Floral style detail showing carnations and tulips" src="https://ka-perseus-images.s3.amazonaws.com/b7b6ca8dde28d61e8b3ad5262ef7a3446411c5c6.jpg" style="width:100%" /><span class="image-caption">Floral style detail showing carnations and tulips</span></span></p> <p>Both the&nbsp;saz&nbsp;and floral styles appear on this rare Ottoman court prayer rug. The jagged-edged&nbsp;saz&nbsp;leaves gracefully undulate in the border amongst carnations, tulips, and other flowers. The arch at the center of the carpet identifies this as a prayer rug, and symbolizes both amihrab&nbsp;(from mosque architecture) and a gateway to paradise. Such rugs were, and are, used by Muslims during the five daily prayers prescribed in Islam. Though one can go to mosque during the prayer times, prayer can take place anywhere so long as there is a clean surface (provided by the rug) and water for ritual cleansing. A luxurious prayer rug like this would have belonged to a very wealthy court patron.</p> <p>The design of this remarkable carpet, the prototype for later designs, may be based on the slender-columned architecture of Muslim Spain. When Muslims and Jews were expelled from Spain in 1492, many exiles settled in the Ottoman Empire, bringing with them their own visual culture, which, in turn, influenced Ottoman art. This dual-columned design spawned an entire genre of architecturally-inspired prayer rugs across Anatolia.</p> <p><span class="image-wrapper inline-image"><img alt="Ottoman miniature showing a Safavid dignitary before the Ottoman sultan, Sultan Murad III, n.d. (Topkapi Museum, Istanbul; photo: Walter Denny)" src="https://ka-perseus-images.s3.amazonaws.com/c38c8791a161661ed44e7dddbd86223298cdb576.jpg" style="width:100%" /><span class="image-caption">Ottoman miniature showing a Safavid dignitary before Ottoman sultan, Sultan Murad III, n.d.<br /> (Topkapi Museum,&nbsp;photo: Walter Denny)</span></span></p> <p>One of the most remarkable aspects of Ottoman court carpets is their unusual structure. Unlike all other Turkish carpets, Ottoman court carpets use S-spun wool, which is typical only of carpets woven in Egypt. Scholars attribute this unusual feature to the Ottoman conquest of Egypt in 1517, after which the Ottoman court commissioned carpets from Egyptian workshops and had Egyptian weavers and Egyptian wool sent to Turkey for their own use.</p> <p><span>Contemporaneous manuscript illustrations shed light on how carpets were used at the court. Though we must remember that paintings are not photographs, and that artists may have invented much in their scenes, paintings like this can nevertheless tell us about the status of carpets in the court. In this painting, ordered by Sultan Murad III, a Safavid dignitary is presented to the Ottoman sultan against the backdrop of a magnificent red and blue Ushak medallion carpet. The painting shows how carpets were used as decorative and symbolic backdrops to Ottoman court rituals. Not only does the carpet provide a sumptuous setting for the ceremony, it also sends a message to the Safavids (political rivals of the Ottomans) about the wealth of the Ottoman court. We can imagine how such a carpet was used to demonstrate to visitors the power, culture, and artistic accomplishments of the Ottomans.</span></p> <hr /> <h3>Safavid court carpets</h3> <p>The Safavids ruled Greater Iran from the early 16th to the 18th century and were avid patrons of the arts. Safavid court carpets are noted for their detailed precision, sumptuous materials, and ornate designs.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Carpet (Safavid), 16th century, Iran, probably Kashan (depicts animals, some invented and of Chinese origin), silk, 94-7/8 x 70 inches (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/00eff992e3b4bc9e48126dba20aefe0a4041bdfd.jpg" /><span class="image-caption">Carpet (Safavid), 16th century, Iran, probably Kashan (depicts animals, some invented and of Chinese origin), silk, 94-7/8 x 70 inches (Metropolitan Museum of Art)</span></span></p> <p><span>Carpets intended for religious settings, like the Ardabil carpet, display non-figural decoration such as scrolling vines, flower motifs, calligraphy, and&nbsp;shamsas(sunbursts). Carpets made for secular settings, like the court&rsquo;s palaces and pleasure pavilions, display a wider range of motifs, encompassing the designs found on carpets like the Ardabil, but also sometimes including animals, hunting scenes, human figures, and even angels.</span></p> <p>The carpet left is a remarkable example of a secular Safavid court carpet. It was woven entirely of silk, and its bright field is filled with animals&mdash;some real, like lions and rams, and others entirely fantastical. The animals, some of which are engaged in intense combat, are set amoungst a lush backdrop of stylized flowers and trees. The popularity of animal and hunting scenes was well established in Iran; hunting was considered a princely pastime in Iran even before the advent of Islam, and continued as a widely used subject in Safavid art.</p> <p><span class="block-image image-wrapper"><img alt="Detail of animals fighting" src="https://ka-perseus-images.s3.amazonaws.com/fbd010d81ac40a4bde48cc0dd10e03370d457daf.jpg" style="width:100%" /><span class="image-caption">Detail of animals fighting</span></span></p> <p><span class="block-image image-wrapper"><img alt="Detail, Safavid court carpet with animals and hunting scenes (Musée des arts décoratifs, Paris) " src="https://ka-perseus-images.s3.amazonaws.com/c7e349ed6250aa09b1ee4248ca317d6b89c5eb0f.jpg" /><span class="image-caption">Detail, Safavid court carpet with animals and hunting scenes (Mus&eacute;e des arts d&eacute;coratifs, Paris)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Zal Expounds the Mysteries of the Magi, Folio from the Shahnama (Book of Kings) of Shah Tahmasp Abu'l Qasim Firdausi, attributed to Qadimi, c. 1525 Tabriz, Iran, opaque watercolor, ink, silver, and gold on paper, 18-1/2 x 12-9/16 inches (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/5ea3d7da7ab6f3cd820d9daf6661c27e408905a6.jpg" /><span class="image-caption">&quot;Zal Expounds the Mysteries of the Magi,&quot; Folio from the<em> Shahnama (Book of Kings) of Shah Tahmasp Abu&#39;l Qasim Firdausi</em>, attributed to Qadimi, c. 1525 Tabriz, Iran, opaque watercolor, ink, silver, and gold on paper, 18-1/2 x 12-9/16 inches (The Metropolitan Museum of Art)</span></span></p> <p>Large scale carpets were produced by court workshops, often with similar subjects and motifs. The fragment left&nbsp;displays the type of central medallion seen in the Ardabil carpet, but its field and borders are filled with birds, roaming animals, and naturalistic landscape elements.&nbsp;Carpets like this fragment are appropriately called &ldquo;paradise carpets,&rdquo; reflecting their lush designs and fantastical subjects.</p> <p>As with Ottoman paintings, Safavid manuscript illustrations provide insight into the use of carpets at court. In this illustration from the Shahnama (Book of Kings) of Shah Tahmasp, a ruler is depicted seated atop a small but luxurious carpet in an outdoor pleasure pavilion. Court carpets would be used for outdoor gatherings like this, as well as within the palaces of the Safavid shahs.</p> <p>&nbsp;</p> <h3><span>Mughal court carpets</span></h3> <p><span class="image-wrapper inline-image"><img alt="Carpet with bird couples in a landscape, Lahore, c. 1600, cotton, wool, 233 x 158 cm (The Museum of Applied Arts, Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/57d58bc82f41164dd6ffe8b74c80cfa31aa6e83d.jpg" /><span class="image-caption"><em>Carpet with bird couples in a landscape</em>, Lahore, c. 1600, cotton, wool, 233 x 158 cm (The Museum of Applied Arts, Vienna)</span></span>The Mughals controlled much of the Indian subcontinent from 1526 to 1858, ruling a largely Hindu population with cultural traditions foreign to their own.</p> <p><span>It is likely India had no indigenous carpet weaving tradition prior to the arrival of Muslim conquerors. The Mughals, who traced their lineage to the Mongol dynasties in Iran and Central Asia, soon established weaving workshops at their courts.</span></p> <p>The early Mughals employed Persian artisans, and for this reason early Mughal carpets utilize largely Persian designs. Eventually, a uniquely Mughal visual repertoire emerged in the court carpets, as well as in miniature painting and other arts.</p> <p>This pictorial carpet depicts a variety of bird species in a botanically lush and naturalistic setting. The scene has direct parallels in manuscript illustration, such as the margin illumination from the album page shown above. Detailed depictions of plants and animals appear widely in Mughal art, reflecting the Mughal emperors&rsquo; interest in the natural world.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Border detail, Shah Jahan Album, c. 1620, India Ink, watercolor, and gold on paper, Mughal, period of Jahangir (Metropolitan Museum of Art) " src="https://ka-perseus-images.s3.amazonaws.com/8126c4b31057d8ee028aac1e289b94160e6af302.jpg" /><span class="image-caption">Border detail, <em>Shah Jahan Album</em>, c. 1620, India Ink, watercolor, and gold on paper, Mughal, period of Jahangir (Metropolitan Museum of Art)</span></span><span>Other Mughal carpets favor an all-over flower and lattice pattern as well as other floral designs. Botanically naturalistic floral designs can be found on a wide range of media from the Mughal court, peaking in popularity during the reign of the Shah Jahan who is best known as the patron of the Taj Mahal mausoleum which incorporates similar floral designs into its architectural decoration.</span></p> <p>Essay by Kendra Weisbin</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.metmuseum.org/en/metmedia/video/collections/isl/conserving-the-emperors-carpet">Conserving the Emperor&#39;s Carpet (video from The Metropolitan Museum of Art)</a></p> <p>Carol&nbsp;Bier, ed.&nbsp;Woven from the Soul, Spun from the Heart: Textile Arts of Safavid and Qajar Iran, 16th&ndash;19th Centuries&nbsp;(Exhibition catalogue. Washington, D.C.: Textile Museum, 1987).</p> <p><a href="http://www.metmuseum.org/toah/hd/isca/hd_isca.htm">Walter Denny, &quot;Islamic Carpets in European Paintings,&quot; Heilbrunn Timeline of Art History, Metropolitan Museum of Art</a></p> <p><a href="http://www.metmuseum.org/toah/hd/crpt/hd_crpt.htm">Marika Sardar, &quot;Carpets from the Islamic World, 1600-1800,&quot; Heilbrunn Timeline of Art History, Metropolitan Museum of Art</a></p> <p>Jon&nbsp;Thompson, &nbsp;<em>Oriental Carpets from the Tents, Cottages and Workshops of Asia </em>(New York: Dutton, 1993).</p> <p>Daniel&nbsp;Walker, <em>Flowers Underfoot: Indian Carpets of the Mughal Era&nbsp;</em>(New York: Metropolitan Museum of Art, 1997)&nbsp;</p>
it: <p><span class="block-image image-wrapper"><img alt="Detail, Medallion Carpet, “The Ardabil Carpet,” Maqsud of Kashan, Persian: Safavid Dynasty, silk warps and wefts with wool pile, 1539-40 C.E., Tabriz, Kashan, Isfahan or Kirman, Iran, (Victoria &amp; Albert, London)" src="https://ka-perseus-images.s3.amazonaws.com/da14e02332b64c94f98efbfa53813522d0a98e20.jpg" style="width:100%" /><span class="image-caption">Detail, Medallion Carpet, <em>The Ardabil Carpet</em>,&nbsp;Maqsud of Kashan, Persian: Safavid Dynasty, silk warps and wefts with wool pile, 1539-40 C.E., Tabriz, Kashan, Isfahan or Kirman, Iran, (Victoria &amp; Albert, London)</span></span></p> <h3>Carpet weaving in the Islamic world</h3> <p>Carpets are woven works of art that were produced at every level of society in the Islamic world. Women have been weaving for centuries in villages and nomadic encampments all over the Middle East, Anatolia, and Central Asia, each woman passing down her techniques and designs to her daughters. These women created carpets both for sale and for their own personal use, and this tradition continues today.</p> <p><span class="image-wrapper inline-image"><img alt="Carpet (Ottoman) with cintamani motif, c. 1550, Cairo, Egypt, wool, 79 x 48 inches (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/9ff2483e50b29167b4f96952bd04258923b3b570.jpg" /><span class="image-caption">Carpet (Ottoman) with cintamani motif, c. 1550, Cairo, Egypt, wool, 79 x 48 inches (Metropolitan Museum of Art)</span></span></p> <p>Carpets were also made in the royal courts of the Islamic world. These carpets were not just functional floor coverings, they were ornate works of art that indicated the status and wealth of their owners. Court carpets were used on the floors in reception halls, audience chambers, and at court-supported religious institutions. They were also presented as impressive gifts to other rulers. Manuscript paintings of the 16th and 17th centuries suggest smaller rugs were often layered on top of larger carpets and also show that many carpets were used in outdoor pleasure pavilions and palatial parks.</p> <p>Rulers had access to expensive materials, such as silk and metal-wrapped threads, and employed the most highly skilled designers and weavers in their empires to create enormous and luxurious carpets. Because of their quality, design, and skilled execution, court carpets are among the finest examples of art from the Islamic world. Court carpets are often very different from the carpets made in commercial workshops or villages. Rather than solely utilizing centuries-old traditional motifs, court carpets often share designs found on a range of media, such as bookbinding and manuscript painting.</p> <p>Although carpets were made in many royal courts, the Ottoman (1281&ndash;1924), the Safavid (1501&ndash;1732), and the Mughal (1526&ndash;1858) Empires provide some of the richest examples of royally produced carpets.</p> <p>​<span class="block-image image-wrapper"><img alt="Cintamani motif detail" src="https://ka-perseus-images.s3.amazonaws.com/9ecae65896304b1e6eb2168d7ff006e03d14aa09.jpg" style="width:100%" /><span class="image-caption">Cintamani motif detail</span></span><span class="block-image image-wrapper"><img alt="Border detail" src="https://ka-perseus-images.s3.amazonaws.com/4e8ae24e9f52d8fed7f21bb955beea249c9fa61a.jpg" style="width:100%" /><span class="image-caption">Border detail</span></span></p> <hr /> <h3><span class="image-wrapper inline-image"><img alt="Prayer Carpet (Ottoman), 1575-90, likely Istanbul, silk (warp and weft), wool (pile), cotton (pile), 68 x 50 inches (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/39ea0c40ac25205bbc578591c585b22a6e316ec9.jpg" /><span class="image-caption">Prayer Carpet (Ottoman), 1575-90, likely Istanbul, silk (warp and weft), wool (pile), cotton (pile), 68 x 50 inches (Metropolitan Museum of Art)</span></span>Ottoman court carpets</h3> <p>The Ottoman Empire originated in Anatolia (modern-day Turkey), and was one of the largest and longest lived in the Islamic world. It controlling territories that reached from North Africa to Eastern Europe from 1299 until 1923. Anatolia has a long tradition of carpet weaving, but from the 16th century onward Ottoman court carpets utilized a set of specific designs created by the artists of the Ottoman court workshops, designs that were also used on the court ceramics, paintings, bookbindings, and textiles.&nbsp;</p> <p>Among the most popular of these was the &ldquo;saz&nbsp;style,&rdquo; which is characterized by long sinuous leaves, and stylized flowers (see below). Court artists also developed the &ldquo;floral style,&rdquo; where we see more naturalistic depictions of flowers such as tulips, roses, carnations, and hyacinths, among others. The floral and&nbsp;saz&nbsp;styles were sometimes used alone and sometimes used together, along with other motifs like the cintamani pattern (usually a combination of pearl-like circles accompanied by wavy lines sometimes called &quot;tiger stripes&quot;), on a huge variety of objects designed by the court, including ceramics, silks, carpets, and manuscripts.</p> <p><span class="block-image image-wrapper"><img alt="Border detail (note the long curving saz style leaves, a pair of white tulips facing downward, and branches of small white hyacinth blossoms" src="https://ka-perseus-images.s3.amazonaws.com/2f47a838e61775cd192add9d9e670968fd9b3295.jpg" style="width:100%" /><span class="image-caption">Border detail (note the long curving saz style leaves, a pair of white tulips facing downward, and branches of small white hyacinth blossoms</span></span></p> <p><span class="block-image image-wrapper"><img alt="Floral style detail showing carnations and tulips" src="https://ka-perseus-images.s3.amazonaws.com/b7b6ca8dde28d61e8b3ad5262ef7a3446411c5c6.jpg" style="width:100%" /><span class="image-caption">Floral style detail showing carnations and tulips</span></span></p> <p>Both the&nbsp;saz&nbsp;and floral styles appear on this rare Ottoman court prayer rug. The jagged-edged&nbsp;saz&nbsp;leaves gracefully undulate in the border amongst carnations, tulips, and other flowers. The arch at the center of the carpet identifies this as a prayer rug, and symbolizes both amihrab&nbsp;(from mosque architecture) and a gateway to paradise. Such rugs were, and are, used by Muslims during the five daily prayers prescribed in Islam. Though one can go to mosque during the prayer times, prayer can take place anywhere so long as there is a clean surface (provided by the rug) and water for ritual cleansing. A luxurious prayer rug like this would have belonged to a very wealthy court patron.</p> <p>The design of this remarkable carpet, the prototype for later designs, may be based on the slender-columned architecture of Muslim Spain. When Muslims and Jews were expelled from Spain in 1492, many exiles settled in the Ottoman Empire, bringing with them their own visual culture, which, in turn, influenced Ottoman art. This dual-columned design spawned an entire genre of architecturally-inspired prayer rugs across Anatolia.</p> <p><span class="image-wrapper inline-image"><img alt="Ottoman miniature showing a Safavid dignitary before the Ottoman sultan, Sultan Murad III, n.d. (Topkapi Museum, Istanbul; photo: Walter Denny)" src="https://ka-perseus-images.s3.amazonaws.com/c38c8791a161661ed44e7dddbd86223298cdb576.jpg" style="width:100%" /><span class="image-caption">Ottoman miniature showing a Safavid dignitary before Ottoman sultan, Sultan Murad III, n.d.<br /> (Topkapi Museum,&nbsp;photo: Walter Denny)</span></span></p> <p>One of the most remarkable aspects of Ottoman court carpets is their unusual structure. Unlike all other Turkish carpets, Ottoman court carpets use S-spun wool, which is typical only of carpets woven in Egypt. Scholars attribute this unusual feature to the Ottoman conquest of Egypt in 1517, after which the Ottoman court commissioned carpets from Egyptian workshops and had Egyptian weavers and Egyptian wool sent to Turkey for their own use.</p> <p><span>Contemporaneous manuscript illustrations shed light on how carpets were used at the court. Though we must remember that paintings are not photographs, and that artists may have invented much in their scenes, paintings like this can nevertheless tell us about the status of carpets in the court. In this painting, ordered by Sultan Murad III, a Safavid dignitary is presented to the Ottoman sultan against the backdrop of a magnificent red and blue Ushak medallion carpet. The painting shows how carpets were used as decorative and symbolic backdrops to Ottoman court rituals. Not only does the carpet provide a sumptuous setting for the ceremony, it also sends a message to the Safavids (political rivals of the Ottomans) about the wealth of the Ottoman court. We can imagine how such a carpet was used to demonstrate to visitors the power, culture, and artistic accomplishments of the Ottomans.</span></p> <hr /> <h3>Safavid court carpets</h3> <p>The Safavids ruled Greater Iran from the early 16th to the 18th century and were avid patrons of the arts. Safavid court carpets are noted for their detailed precision, sumptuous materials, and ornate designs.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Carpet (Safavid), 16th century, Iran, probably Kashan (depicts animals, some invented and of Chinese origin), silk, 94-7/8 x 70 inches (Metropolitan Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/00eff992e3b4bc9e48126dba20aefe0a4041bdfd.jpg" /><span class="image-caption">Carpet (Safavid), 16th century, Iran, probably Kashan (depicts animals, some invented and of Chinese origin), silk, 94-7/8 x 70 inches (Metropolitan Museum of Art)</span></span></p> <p><span>Carpets intended for religious settings, like the Ardabil carpet, display non-figural decoration such as scrolling vines, flower motifs, calligraphy, and&nbsp;shamsas(sunbursts). Carpets made for secular settings, like the court&rsquo;s palaces and pleasure pavilions, display a wider range of motifs, encompassing the designs found on carpets like the Ardabil, but also sometimes including animals, hunting scenes, human figures, and even angels.</span></p> <p>The carpet left is a remarkable example of a secular Safavid court carpet. It was woven entirely of silk, and its bright field is filled with animals&mdash;some real, like lions and rams, and others entirely fantastical. The animals, some of which are engaged in intense combat, are set amoungst a lush backdrop of stylized flowers and trees. The popularity of animal and hunting scenes was well established in Iran; hunting was considered a princely pastime in Iran even before the advent of Islam, and continued as a widely used subject in Safavid art.</p> <p><span class="block-image image-wrapper"><img alt="Detail of animals fighting" src="https://ka-perseus-images.s3.amazonaws.com/fbd010d81ac40a4bde48cc0dd10e03370d457daf.jpg" style="width:100%" /><span class="image-caption">Detail of animals fighting</span></span></p> <p><span class="block-image image-wrapper"><img alt="Detail, Safavid court carpet with animals and hunting scenes (Musée des arts décoratifs, Paris) " src="https://ka-perseus-images.s3.amazonaws.com/c7e349ed6250aa09b1ee4248ca317d6b89c5eb0f.jpg" /><span class="image-caption">Detail, Safavid court carpet with animals and hunting scenes (Mus&eacute;e des arts d&eacute;coratifs, Paris)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/5ea3d7da7ab6f3cd820d9daf6661c27e408905a6.jpg" /><span class="image-caption">&quot;Zal Expounds the Mysteries of the Magi,&quot; Folio from the<em> Shahnama (Book of Kings) of Shah Tahmasp Abu&#39;l Qasim Firdausi</em>, attributed to Qadimi, c. 1525 Tabriz, Iran, opaque watercolor, ink, silver, and gold on paper, 18-1/2 x 12-9/16 inches (The Metropolitan Museum of Art)</span></span></p> <p>Large scale carpets were produced by court workshops, often with similar subjects and motifs. The fragment left&nbsp;displays the type of central medallion seen in the Ardabil carpet, but its field and borders are filled with birds, roaming animals, and naturalistic landscape elements.&nbsp;Carpets like this fragment are appropriately called &ldquo;paradise carpets,&rdquo; reflecting their lush designs and fantastical subjects.</p> <p>As with Ottoman paintings, Safavid manuscript illustrations provide insight into the use of carpets at court. In this illustration from the Shahnama (Book of Kings) of Shah Tahmasp, a ruler is depicted seated atop a small but luxurious carpet in an outdoor pleasure pavilion. Court carpets would be used for outdoor gatherings like this, as well as within the palaces of the Safavid shahs.</p> <p>&nbsp;</p> <h3><span>Mughal court carpets</span></h3> <p><span class="image-wrapper inline-image"><img alt="Carpet with bird couples in a landscape, Lahore, c. 1600, cotton, wool, 233 x 158 cm (The Museum of Applied Arts, Vienna)" src="https://ka-perseus-images.s3.amazonaws.com/57d58bc82f41164dd6ffe8b74c80cfa31aa6e83d.jpg" /><span class="image-caption"><em>Carpet with bird couples in a landscape</em>, Lahore, c. 1600, cotton, wool, 233 x 158 cm (The Museum of Applied Arts, Vienna)</span></span>The Mughals controlled much of the Indian subcontinent from 1526 to 1858, ruling a largely Hindu population with cultural traditions foreign to their own.</p> <p><span>It is likely India had no indigenous carpet weaving tradition prior to the arrival of Muslim conquerors. The Mughals, who traced their lineage to the Mongol dynasties in Iran and Central Asia, soon established weaving workshops at their courts.</span></p> <p>The early Mughals employed Persian artisans, and for this reason early Mughal carpets utilize largely Persian designs. Eventually, a uniquely Mughal visual repertoire emerged in the court carpets, as well as in miniature painting and other arts.</p> <p>This pictorial carpet depicts a variety of bird species in a botanically lush and naturalistic setting. The scene has direct parallels in manuscript illustration, such as the margin illumination from the album page shown above. Detailed depictions of plants and animals appear widely in Mughal art, reflecting the Mughal emperors&rsquo; interest in the natural world.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Border detail, Shah Jahan Album, c. 1620, India Ink, watercolor, and gold on paper, Mughal, period of Jahangir (Metropolitan Museum of Art) " src="https://ka-perseus-images.s3.amazonaws.com/8126c4b31057d8ee028aac1e289b94160e6af302.jpg" /><span class="image-caption">Border detail, <em>Shah Jahan Album</em>, c. 1620, India Ink, watercolor, and gold on paper, Mughal, period of Jahangir (Metropolitan Museum of Art)</span></span><span>Other Mughal carpets favor an all-over flower and lattice pattern as well as other floral designs. Botanically naturalistic floral designs can be found on a wide range of media from the Mughal court, peaking in popularity during the reign of the Shah Jahan who is best known as the patron of the Taj Mahal mausoleum which incorporates similar floral designs into its architectural decoration.</span></p> <p>Essay by Kendra Weisbin</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.metmuseum.org/en/metmedia/video/collections/isl/conserving-the-emperors-carpet">Conserving the Emperor&#39;s Carpet (video from The Metropolitan Museum of Art)</a></p> <p>Carol&nbsp;Bier, ed.&nbsp;Woven from the Soul, Spun from the Heart: Textile Arts of Safavid and Qajar Iran, 16th&ndash;19th Centuries&nbsp;(Exhibition catalogue. Washington, D.C.: Textile Museum, 1987).</p> <p><a href="http://www.metmuseum.org/toah/hd/isca/hd_isca.htm">Walter Denny, &quot;Islamic Carpets in European Paintings,&quot; Heilbrunn Timeline of Art History, Metropolitan Museum of Art</a></p> <p><a href="http://www.metmuseum.org/toah/hd/crpt/hd_crpt.htm">Marika Sardar, &quot;Carpets from the Islamic World, 1600-1800,&quot; Heilbrunn Timeline of Art History, Metropolitan Museum of Art</a></p> <p>Jon&nbsp;Thompson, &nbsp;<em>Oriental Carpets from the Tents, Cottages and Workshops of Asia </em>(New York: Dutton, 1993).</p> <p>Daniel&nbsp;Walker, <em>Flowers Underfoot: Indian Carpets of the Mughal Era&nbsp;</em>(New York: Metropolitan Museum of Art, 1997)&nbsp;</p>
