Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3><span class="image-wrapper inline-image"><img alt="Portada del Convento Franciscano Huejotzingo, c. 1520s - 1530s, Huejotzingo, Puebla, Mexico (photo: C. Garza, CC BY-SA 2.5)" src="https://ka-perseus-images.s3.amazonaws.com/840c6199750a25a718a66ae10746ce9dae4972dc.jpg" /><span class="image-caption">Portada del Convento Franciscano Huejotzingo, c. 1520s - 1530s, Huejotzingo, Puebla, Mexico (photo: <a href="http://commons.wikimedia.org/wiki/File:Portada_del_Convento_Franciscano_Huejotzingo_(_C_Garza).JPG">C. Garza</a>, CC BY-SA 2.5)</span></span></h3> <p>In 1994, UNESCO (The United Nations Educational, Scientific and Cultural Organization) named the earliest sixteenth-century Mexican monasteries found on the slopes of the Popocatepetl volcano in central Mexico a World Heritage Site. These fourteen monasteries define&nbsp;the history of Christian evangelization for much of Mexico&rsquo;s colonial period (1521&ndash;1821). One of these monasteries is the Franciscan mission of St. Michael the Archangel in Huejotzingo, twenty-three miles outside the city of Puebla.</p> <h3>Temple fortress</h3> <p>When building the mission of Huejotzingo, the friar-architects likely envisioned themselves constructing a new temple of Jerusalem, an expression of the westward expansion of Christianity.</p> <p><span class="block-image image-wrapper"><img alt="Convento de Huejotzingo, estado de Puebla (México). Vista lateral de la iglesia, con la Puerta de la Porciúncula, c. 1520s - 1530s, Huejotzingo, Puebla, Mexico (photo: Manuel de Corselas, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/590b1babb1bd429d672469d7f339cf39e9f83f23.jpg" /><span class="image-caption">Convento de Huejotzingo, estado de Puebla (M&eacute;xico). Vista lateral de la iglesia, con la Puerta de la Porci&uacute;ncula, c. 1520s - 1530s, Huejotzingo, Puebla, Mexico (photo: <a href="http://commons.wikimedia.org/wiki/File:001_Convento_de_Huejotzingo._Puerta_de_la_Porci%C3%BAncula._ManuelParadaLopezdeCorselas.jpg">Manuel de Corselas</a>, CC BY-SA 3.0)</span></span>The monasteries constructed between the 1520s and 1550s may have also been designed with a second purpose in mind, to defend monks from attacks by unconverted local and regional populations. However the fortress-like appearance of these missions is now generally accepted as reflecting&nbsp;earlier representations of the temple of Jerusalem in western art.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Simon Pereyns, Altar of Church of Huejotzingo, late 16th century, Huejotzingo, Puebla, Mexico" src="https://ka-perseus-images.s3.amazonaws.com/98952adfd9a986f8f9c411e5e2c27e18fbb72abd.jpg" /><span class="image-caption">Simon Pereyns, Altar of Church of Huejotzingo, late 16th century, Huejotzingo, Puebla, Mexico,&nbsp;photo: <a href="https://www.flickr.com/photos/coloquiofelino/13036269774">Fernando_c6 </a><br /> (CC BY-NC-SA 2.0)</span></span><span>The Franciscan monastery of Huejotzingo is a landmark in the development of sixteenth-century art in central Mexico. Huejotzingo&rsquo;s impressive church fa&ccedil;ade displays a variety of Spanish architectural styles while the church as a whole contains a consistant theological program. Most prominent is the church&#39;s retablo (altarpiece). It was painted by the Flemish artist Simon Pereyns and is located in the mission church. It displays aspects of Mannerism, a&nbsp;style&nbsp;that&nbsp;remained influential in colonial M&eacute;xico for almost a hundred years. </span></p> <h3><em>Posas</em></h3> <p><span>Among the church&#39;s&nbsp;most important architectural features are a group of four open-air chapels&nbsp;known as&nbsp;<em>posas</em>&nbsp;located in each of the corners of the monastery&rsquo;s atrium. They are among the best preserved in all of Mexico and exemplify the practice of outdoor spiritual teaching that was so much a part of the process of colonization. In the Franciscan mission at Huejotzingo, a new visual language representing spiritual conversion is evident when the visitor crosses the threshold of the <em>posas.</em></span></p> <p><span class="image-wrapper inline-image"><img alt="North West Posa, mid to late 16th century, Huejotzingo, Puebla, Mexico (photo: Alejandro Linares Garcia CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/aed388deaa1f91a636cf82ed310b8f9be98f8c2d.jpg" /><span class="image-caption">North West Posa, mid to late 16th century, Huejotzingo, Puebla, Mexico (photo: <a href="http://commons.wikimedia.org/wiki/File:NWSantiagoChapelHuejotzingo.JPG">Alejandro Linares Garcia</a>, CC BY-SA 3.0)</span></span>The&nbsp;posas&nbsp;are vaulted in the interior, capped by a pyramid-like structure, and adorned with crosses on their pinnacles. The structures are accessible through arches on two adjacent sides to allow processions&nbsp;to move through unimpeded. Each posa measures seventeen feet across and are twice as high. They are constructed of stone, like the rest of Huejotzingo. However, their historical significance is principally the result of&nbsp;how Mesoamerican religious practices were implemented here for the purpose of mass spiritual conquest.</p> <p>The position of the chapels in the atrium&rsquo;s corners allowed for a large number of people to participate in dramatic&nbsp;daily liturgical processions. The interiors of the <em>posas </em>were decorated with frescoes that included themes of the Immaculate Conception of the Virgin Mary and the Last Judgment. These images would have intensified the emotional effects of spiritual salvation and condemnation for recent indigenous converts. <em>Posas</em> were most likely adaptations of <em>tremezzi</em>, which date back to fourteenth-century Italian religious architecture. A tremezzo was a bridge and porch-like form that spanned across a church nave. Its purpose was to shelter altars, and was used as a stage for preaching and dramatic enactments. In addition to any possible&nbsp;European architectural forerunners, one must also consider Mesoamerican precedents. For instance, <em>posas</em> resemble <em>callis</em> (&quot;house&quot; in Nahuatl, an indigenous language of Central Mexico), which were rectangular and open on one side, and Aztec temple houses, which were erected atop pyramids (<em>teocalli</em>).</p> <p><span class="block-image image-wrapper"><img alt="Atrium wall, mid to late 16th century, Huejotzingo, Puebla, Mexico (photo: Alejandro Linares Garcia CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/8df20d64f1da9e8114d8e14de09dfcfe17276a72.jpg" /><span class="image-caption">Atrium wall, mid to late 16th century, Huejotzingo, Puebla, Mexico<br /> (photo: <a href="http://commons.wikimedia.org/wiki/File:NEBautistaAtriumWallNorthHuejotzingo.JPG">Alejandro Linares Garcia</a> CC BY-SA 3.0)</span></span></p> <p><em>Posas</em> allowed for conversion to take place outside the main church. While this may have been done for practical purposes, pre-Columbian Mexican&nbsp;spiritual ceremonies also took place out of doors. Worshippers were accustomed to gathering in open courtyards to listen to priest-rulers. Another example of the fusion of Christian and indigenous spiritual meaning is presented by the pyramidal shape of the chapels&rsquo; roofs, which were surmounted by highly ornate crosses. Crosses were important symbols for water, fertility, and sustenance prior to the arrival of the Spaniards. Non-Christian, pre-Columbian crosses were often created out of trees and represented the Tree of Life in various rituals. In mission spaces such as Huejotzingo, crosses became a powerful symbol for the source of spiritual life shared by Europeans and indigenous peoples alike. They were placed in the center of monastery atriums as a symbol of the Christian and indigenous <em>axis mundis </em>(world axis). The crosses that topped the posas, of which only the example from below survives, were modeled with similar didactic functions as the large atrium crosses that decorated most sixteenth-century missions in this region. They were carved with a fusion of Mesoamerican and European symbols, offering natives an opportunity to learn about Christ&rsquo;s life, death, and resurrection through familiar regional motifs.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Surviving Posa Cross, mid to late 16th century, San Miguel Arcangel monastery, Huejotzingo, Puebla, Mexico (photo: Alejandro Linares Garcia, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/227b82f0682f3d74bf2aa864eb68f908f1892c57.jpg" /><span class="image-caption">Surviving <em>Posa</em> Cross, mid to late 16th century, San Miguel Arcangel monastery, Huejotzingo, Puebla, Mexico (photo: <a href="http://commons.wikimedia.org/wiki/File:AtriumCrossHuejotzingo.JPG">Alejandro Linares Garcia</a>, CC BY-SA 3.0)</span></span><span>Huejotzingo&rsquo;s <em>Posa Cross</em> has a serpentine base that resembles Christ&rsquo;s crown of thorns, and the wounds of Christ&rsquo;s Passion (the stigmata) are shown through carved circles that drip blood in the form of grape clusters (or, perhaps maize cobs, if one considers a possible indigenous meaning). The stigmata were not only representations of Christ&rsquo;s Passion, but in this context, also the miraculous stigmatization of St. Francis, the patron saint of the Franciscan order. Above the open sides of the posas, which are framed by a relief of the order&rsquo;s knotted rope cord, appear four Franciscan Order shields, containing five grape clusters, reiterating the stigmata iconography (wine from grapes&nbsp;miraculously becomes the blood of Christ during the Eucharist).</span></p> <h3><em>Posa </em>fa&ccedil;ade iconography</h3> <p>On every arch, two apocalyptic angels hover within an <em>alfiz</em>. This is a term borrowed from Mozarabic architecture and it is used to describe the relief details that surround the perimeters of an arch. In Huejotzingo&rsquo;s <em>posas</em>, the <em>alfiz</em> is carved to resemble a knotted Franciscan cord. Each angel holds a different Instrument of the Passion (or the <em>Arma Christi</em>), announcing the sacred battle against pagan forces. Above the keystone, we see an emblem of the Virgin Mary capped by a crowned cross. The posa carvings&nbsp;communicate the unifying suffering of Saint Francis and Christ.</p> <p><span class="block-image image-wrapper"><img alt="Angels in relief on the south side of the NW corner atrium chapel dedicated to Santiago, mid to late 16th century, monastery of San Miguel Arcangel in Huejotzingo, Puebla, Mexico (photo: Alejandro Linares Garcia, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/2dd5b77426305f3e52ae8ab2912536bc501b227e.jpg" /><span class="image-caption">Angels in relief on the south side of the NW corner atrium chapel dedicated to Santiago, mid to late 16th century, monastery of San Miguel Arcangel,&nbsp;Huejotzingo, Puebla, Mexico (photo: <a href="http://commons.wikimedia.org/wiki/File:NWSantiagoAngelsHuejotzingo.JPG">Alejandro Linares Garcia</a>, CC BY-SA 3.0)</span></span>The carving style of the dynamic hovering angels is at times described as Romanesque, Gothic, Tequitqui, or Indo-Christian.<code class="latex">^1</code>&nbsp; Many sculpted and frescoed details from this period can be traced to Northern European prints while the overall theological program was most likely envisioned by people like friar Pedro de Gante whose indigenous art school in Mexico City trained the artists that created this and other important sixteenth-century monuments.</p> <p><span class="block-image image-wrapper"><img alt="Angel (detail), North East Posa, mid to late 16th century, Huejotzingo, Puebla, Mexico" src="https://ka-perseus-images.s3.amazonaws.com/a694e2221adffe6a615d606bd480094f6649a02b.jpg" /><span class="image-caption">Angel holding the crown of thorns (detail), North East Posa, mid to late 16th century, Huejotzingo, Puebla, Mexico</span></span></p> <p>Huejotzingo&rsquo;s <em>posas</em> constitute a blend of Christian and indigenous&nbsp;Mesoamerican symbols that established a message of evangelization that&nbsp;achieved new levels of success.</p> <p><code class="latex">^1</code>&nbsp;Tequitqui is a term &ldquo;meaning &lsquo;laborer&rsquo; or &lsquo;tribute payer&rsquo; in Nahuatl, used by 20th-century scholars to describe the sculpture and architectural decoration created in New Spain in the sixteenth century&hellip;&rdquo; Leibsohn, Dana, Barbara Mundy, &ldquo;<a href="http://www.smith.edu/vistas/vistas_web/glossary.htm">Vistas: Visual Culture in Spanish America, 1520-1820</a>.&quot;</p> <p>Essay by Emmanuel Ortega</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.colonialmexico.net/the-sixteenth-century-age-of">The sixteenth century: Age of the&nbsp;conventos</a></p> <p><a href="http://www.mexicanarchitecture.org/?page=map">Mexico: Colonial Architecture</a></p> <p>Jaime Lara, <em>City, Temple, Stage: Eschatological Architecture and Liturgical Theatrics in New Spai</em>n (Notre Dame, Ind: University of Notre Dame Press, 2004).</p> <p>Richard Perry, <em>Mexico&rsquo;s Fortress Monasteries</em> (Espada&ntilde;a Press: Santa Barbara California, 1992).</p> <p>Eleanor Wake,<em> Framing the Sacred: The Indian Churches of Early Colonial Mexico</em> (Norman: University of Oklahoma Press, 2010).</p>
it: <h3><span class="image-wrapper inline-image"><img alt="Portada del Convento Franciscano Huejotzingo, c. 1520s - 1530s, Huejotzingo, Puebla, Mexico (photo: C. Garza, CC BY-SA 2.5)" src="https://ka-perseus-images.s3.amazonaws.com/840c6199750a25a718a66ae10746ce9dae4972dc.jpg" /><span class="image-caption">Portada del Convento Franciscano Huejotzingo, c. 1520s - 1530s, Huejotzingo, Puebla, Mexico (photo: <a href="http://commons.wikimedia.org/wiki/File:Portada_del_Convento_Franciscano_Huejotzingo_(_C_Garza).JPG">C. Garza</a>, CC BY-SA 2.5)</span></span></h3> <p>In 1994, UNESCO (The United Nations Educational, Scientific and Cultural Organization) named the earliest sixteenth-century Mexican monasteries found on the slopes of the Popocatepetl volcano in central Mexico a World Heritage Site. These fourteen monasteries define&nbsp;the history of Christian evangelization for much of Mexico&rsquo;s colonial period (1521&ndash;1821). One of these monasteries is the Franciscan mission of St. Michael the Archangel in Huejotzingo, twenty-three miles outside the city of Puebla.</p> <h3>Temple fortress</h3> <p>When building the mission of Huejotzingo, the friar-architects likely envisioned themselves constructing a new temple of Jerusalem, an expression of the westward expansion of Christianity.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/590b1babb1bd429d672469d7f339cf39e9f83f23.jpg" /><span class="image-caption">Convento de Huejotzingo, estado de Puebla (M&eacute;xico). Vista lateral de la iglesia, con la Puerta de la Porci&uacute;ncula, c. 1520s - 1530s, Huejotzingo, Puebla, Mexico (photo: <a href="http://commons.wikimedia.org/wiki/File:001_Convento_de_Huejotzingo._Puerta_de_la_Porci%C3%BAncula._ManuelParadaLopezdeCorselas.jpg">Manuel de Corselas</a>, CC BY-SA 3.0)</span></span>The monasteries constructed between the 1520s and 1550s may have also been designed with a second purpose in mind, to defend monks from attacks by unconverted local and regional populations. However the fortress-like appearance of these missions is now generally accepted as reflecting&nbsp;earlier representations of the temple of Jerusalem in western art.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Simon Pereyns, Altar of Church of Huejotzingo, late 16th century, Huejotzingo, Puebla, Mexico" src="https://ka-perseus-images.s3.amazonaws.com/98952adfd9a986f8f9c411e5e2c27e18fbb72abd.jpg" /><span class="image-caption">Simon Pereyns, Altar of Church of Huejotzingo, late 16th century, Huejotzingo, Puebla, Mexico,&nbsp;photo: <a href="https://www.flickr.com/photos/coloquiofelino/13036269774">Fernando_c6 </a><br /> (CC BY-NC-SA 2.0)</span></span><span>The Franciscan monastery of Huejotzingo is a landmark in the development of sixteenth-century art in central Mexico. Huejotzingo&rsquo;s impressive church fa&ccedil;ade displays a variety of Spanish architectural styles while the church as a whole contains a consistant theological program. Most prominent is the church&#39;s retablo (altarpiece). It was painted by the Flemish artist Simon Pereyns and is located in the mission church. It displays aspects of Mannerism, a&nbsp;style&nbsp;that&nbsp;remained influential in colonial M&eacute;xico for almost a hundred years. </span></p> <h3><em>Posas</em></h3> <p><span>Among the church&#39;s&nbsp;most important architectural features are a group of four open-air chapels&nbsp;known as&nbsp;<em>posas</em>&nbsp;located in each of the corners of the monastery&rsquo;s atrium. They are among the best preserved in all of Mexico and exemplify the practice of outdoor spiritual teaching that was so much a part of the process of colonization. In the Franciscan mission at Huejotzingo, a new visual language representing spiritual conversion is evident when the visitor crosses the threshold of the <em>posas.</em></span></p> <p><span class="image-wrapper inline-image"><img alt="North West Posa, mid to late 16th century, Huejotzingo, Puebla, Mexico (photo: Alejandro Linares Garcia CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/aed388deaa1f91a636cf82ed310b8f9be98f8c2d.jpg" /><span class="image-caption">North West Posa, mid to late 16th century, Huejotzingo, Puebla, Mexico (photo: <a href="http://commons.wikimedia.org/wiki/File:NWSantiagoChapelHuejotzingo.JPG">Alejandro Linares Garcia</a>, CC BY-SA 3.0)</span></span>The&nbsp;posas&nbsp;are vaulted in the interior, capped by a pyramid-like structure, and adorned with crosses on their pinnacles. The structures are accessible through arches on two adjacent sides to allow processions&nbsp;to move through unimpeded. Each posa measures seventeen feet across and are twice as high. They are constructed of stone, like the rest of Huejotzingo. However, their historical significance is principally the result of&nbsp;how Mesoamerican religious practices were implemented here for the purpose of mass spiritual conquest.</p> <p>The position of the chapels in the atrium&rsquo;s corners allowed for a large number of people to participate in dramatic&nbsp;daily liturgical processions. The interiors of the <em>posas </em>were decorated with frescoes that included themes of the Immaculate Conception of the Virgin Mary and the Last Judgment. These images would have intensified the emotional effects of spiritual salvation and condemnation for recent indigenous converts. <em>Posas</em> were most likely adaptations of <em>tremezzi</em>, which date back to fourteenth-century Italian religious architecture. A tremezzo was a bridge and porch-like form that spanned across a church nave. Its purpose was to shelter altars, and was used as a stage for preaching and dramatic enactments. In addition to any possible&nbsp;European architectural forerunners, one must also consider Mesoamerican precedents. For instance, <em>posas</em> resemble <em>callis</em> (&quot;house&quot; in Nahuatl, an indigenous language of Central Mexico), which were rectangular and open on one side, and Aztec temple houses, which were erected atop pyramids (<em>teocalli</em>).</p> <p><span class="block-image image-wrapper"><img alt="Atrium wall, mid to late 16th century, Huejotzingo, Puebla, Mexico (photo: Alejandro Linares Garcia CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/8df20d64f1da9e8114d8e14de09dfcfe17276a72.jpg" /><span class="image-caption">Atrium wall, mid to late 16th century, Huejotzingo, Puebla, Mexico<br /> (photo: <a href="http://commons.wikimedia.org/wiki/File:NEBautistaAtriumWallNorthHuejotzingo.JPG">Alejandro Linares Garcia</a> CC BY-SA 3.0)</span></span></p> <p><em>Posas</em> allowed for conversion to take place outside the main church. While this may have been done for practical purposes, pre-Columbian Mexican&nbsp;spiritual ceremonies also took place out of doors. Worshippers were accustomed to gathering in open courtyards to listen to priest-rulers. Another example of the fusion of Christian and indigenous spiritual meaning is presented by the pyramidal shape of the chapels&rsquo; roofs, which were surmounted by highly ornate crosses. Crosses were important symbols for water, fertility, and sustenance prior to the arrival of the Spaniards. Non-Christian, pre-Columbian crosses were often created out of trees and represented the Tree of Life in various rituals. In mission spaces such as Huejotzingo, crosses became a powerful symbol for the source of spiritual life shared by Europeans and indigenous peoples alike. They were placed in the center of monastery atriums as a symbol of the Christian and indigenous <em>axis mundis </em>(world axis). The crosses that topped the posas, of which only the example from below survives, were modeled with similar didactic functions as the large atrium crosses that decorated most sixteenth-century missions in this region. They were carved with a fusion of Mesoamerican and European symbols, offering natives an opportunity to learn about Christ&rsquo;s life, death, and resurrection through familiar regional motifs.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Surviving Posa Cross, mid to late 16th century, San Miguel Arcangel monastery, Huejotzingo, Puebla, Mexico (photo: Alejandro Linares Garcia, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/227b82f0682f3d74bf2aa864eb68f908f1892c57.jpg" /><span class="image-caption">Surviving <em>Posa</em> Cross, mid to late 16th century, San Miguel Arcangel monastery, Huejotzingo, Puebla, Mexico (photo: <a href="http://commons.wikimedia.org/wiki/File:AtriumCrossHuejotzingo.JPG">Alejandro Linares Garcia</a>, CC BY-SA 3.0)</span></span><span>Huejotzingo&rsquo;s <em>Posa Cross</em> has a serpentine base that resembles Christ&rsquo;s crown of thorns, and the wounds of Christ&rsquo;s Passion (the stigmata) are shown through carved circles that drip blood in the form of grape clusters (or, perhaps maize cobs, if one considers a possible indigenous meaning). The stigmata were not only representations of Christ&rsquo;s Passion, but in this context, also the miraculous stigmatization of St. Francis, the patron saint of the Franciscan order. Above the open sides of the posas, which are framed by a relief of the order&rsquo;s knotted rope cord, appear four Franciscan Order shields, containing five grape clusters, reiterating the stigmata iconography (wine from grapes&nbsp;miraculously becomes the blood of Christ during the Eucharist).</span></p> <h3><em>Posa </em>fa&ccedil;ade iconography</h3> <p>On every arch, two apocalyptic angels hover within an <em>alfiz</em>. This is a term borrowed from Mozarabic architecture and it is used to describe the relief details that surround the perimeters of an arch. In Huejotzingo&rsquo;s <em>posas</em>, the <em>alfiz</em> is carved to resemble a knotted Franciscan cord. Each angel holds a different Instrument of the Passion (or the <em>Arma Christi</em>), announcing the sacred battle against pagan forces. Above the keystone, we see an emblem of the Virgin Mary capped by a crowned cross. The posa carvings&nbsp;communicate the unifying suffering of Saint Francis and Christ.</p> <p><span class="block-image image-wrapper"><img alt="Angels in relief on the south side of the NW corner atrium chapel dedicated to Santiago, mid to late 16th century, monastery of San Miguel Arcangel in Huejotzingo, Puebla, Mexico (photo: Alejandro Linares Garcia, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/2dd5b77426305f3e52ae8ab2912536bc501b227e.jpg" /><span class="image-caption">Angels in relief on the south side of the NW corner atrium chapel dedicated to Santiago, mid to late 16th century, monastery of San Miguel Arcangel,&nbsp;Huejotzingo, Puebla, Mexico (photo: <a href="http://commons.wikimedia.org/wiki/File:NWSantiagoAngelsHuejotzingo.JPG">Alejandro Linares Garcia</a>, CC BY-SA 3.0)</span></span>The carving style of the dynamic hovering angels is at times described as Romanesque, Gothic, Tequitqui, or Indo-Christian.<code class="latex">^1</code>&nbsp; Many sculpted and frescoed details from this period can be traced to Northern European prints while the overall theological program was most likely envisioned by people like friar Pedro de Gante whose indigenous art school in Mexico City trained the artists that created this and other important sixteenth-century monuments.</p> <p><span class="block-image image-wrapper"><img alt="Angel (detail), North East Posa, mid to late 16th century, Huejotzingo, Puebla, Mexico" src="https://ka-perseus-images.s3.amazonaws.com/a694e2221adffe6a615d606bd480094f6649a02b.jpg" /><span class="image-caption">Angel holding the crown of thorns (detail), North East Posa, mid to late 16th century, Huejotzingo, Puebla, Mexico</span></span></p> <p>Huejotzingo&rsquo;s <em>posas</em> constitute a blend of Christian and indigenous&nbsp;Mesoamerican symbols that established a message of evangelization that&nbsp;achieved new levels of success.</p> <p><code class="latex">^1</code>&nbsp;Tequitqui is a term &ldquo;meaning &lsquo;laborer&rsquo; or &lsquo;tribute payer&rsquo; in Nahuatl, used by 20th-century scholars to describe the sculpture and architectural decoration created in New Spain in the sixteenth century&hellip;&rdquo; Leibsohn, Dana, Barbara Mundy, &ldquo;<a href="http://www.smith.edu/vistas/vistas_web/glossary.htm">Vistas: Visual Culture in Spanish America, 1520-1820</a>.&quot;</p> <p>Essay by Emmanuel Ortega</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.colonialmexico.net/the-sixteenth-century-age-of">The sixteenth century: Age of the&nbsp;conventos</a></p> <p><a href="http://www.mexicanarchitecture.org/?page=map">Mexico: Colonial Architecture</a></p> <p>Jaime Lara, <em>City, Temple, Stage: Eschatological Architecture and Liturgical Theatrics in New Spai</em>n (Notre Dame, Ind: University of Notre Dame Press, 2004).</p> <p>Richard Perry, <em>Mexico&rsquo;s Fortress Monasteries</em> (Espada&ntilde;a Press: Santa Barbara California, 1992).</p> <p>Eleanor Wake,<em> Framing the Sacred: The Indian Churches of Early Colonial Mexico</em> (Norman: University of Oklahoma Press, 2010).</p>
