Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Protective spirit, Stone relief from the North-West Palace of Ashurnasirpal II, Nimrud (ancient Kalhu), northern Iraq, Neo-Assyrian, 883-859 B.C.E., alabaster, 224 x 127 x 12 cm (extant) © Trustees of the British Museum One of a pair which guarded an entrance into the private apartments of Ashurnasirpal II. The figure of a man with wings may be the supernatural creature called an apkallu in cuneiform texts. He wears a tasselled kilt and a fringed and embroidered robe. His curled moustache, long hair and beard are typical of figures of this date. Across the body runs Ashurnasirpal's 'Standard Inscription', which records some of the king's titles." src="https://ka-perseus-images.s3.amazonaws.com/57bb5f5c3cc22f79f5c913313159007c5ce30f78.jpg" /><span class="image-caption"><em>Protective Spirit&nbsp;Relief</em> from the North-West Palace of Ashurnasirpal II, &nbsp;883-859 B.C.E.,&nbsp;Neo-Assyrian,&nbsp;alabaster, 224 x 127 x 12 cm (extant),&nbsp;Nimrud (ancient Kalhu), northern Iraq&nbsp;&copy; Trustees of the British Museum.&nbsp;One of a pair which guarded an entrance into the private apartments of Ashurnasirpal II. The figure of a man with wings may be the supernatural creature called an apkallu in cuneiform texts. He wears a tasselled kilt and a fringed and embroidered robe. His curled moustache, long hair and beard are typical of figures of this date. Across the body runs Ashurnasirpal&#39;s &quot;Standard Inscription,&quot; which records some of the king&#39;s titles.</span></span>Although Assyrian civilization, centred in the fertile Tigris valley of northern Iraq, can be traced back to at least the third millennium B.C.E., some of its most spectacular remains date to the first millennium B.C.E. when Assyria dominated the Middle East.</p> <h3>Ashurnasirpal II</h3> <p>The Assyrian king Ashurnasirpal II (883-859 B.C.E.) established Nimrud as his capital. Many of the principal rooms and courtyards of his palace were decorated with gypsum slabs carved in relief with images of the king as high priest and as victorious hunter and warrior. &nbsp;Many of these are displayed in the British Museum.<br /> <br /> <span class="image-wrapper inline-image"><img alt="Statue of Ashurnasirpal II, Neo-Assyrian, 883-859 B.C.E., from Nimrud (ancient Kalhu), northern Iraq, magnesite, 113 x 32 x 15 cm © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/bbaa691adc64b3bcf2090f2dc4d734910695df95.jpg" /><span class="image-caption"><em>Statue of Ashurnasirpal II</em>, Neo-Assyrian, 883-859 B.C.E., from Nimrud (ancient Kalhu), northern Iraq, magnesite, 113 x 32 x 15 cm<br /> (The British Museum)<br /> <br /> This rare example of an Assyrian statue in the round was placed in the Temple of Ishtar Sharrat-niphi&nbsp;to remind the goddess Ishtar of the king&#39;s piety. Ashurnasirpal holds a sickle in his right hand, of a kind which gods are sometimes depicted using to fight monsters. The mace in his left hand shows his authority as vice-regent of the supreme god Ashur. The carved cuneiform inscription across his chest proclaims the king&#39;s titles and genealogy, and mentions his expedition westward to the Mediterranean Sea.</span></span>Ashurnasirpal II, whose name (Ashur-nasir-apli) means, &quot;the god Ashur is the protector of the heir,&quot;&nbsp;came to the Assyrian throne in 883 B.C.E. He was one of a line of energetic kings whose campaigns brought Assyria great wealth and established it as one of the Near East&#39;s major powers.<br /> <br /> Ashurnasirpal mounted at least fourteen military campaigns, many them were to the north and east of Assyria. Local rulers sent the king rich presents and resources flowed into the country. This wealth was ploughed into impressive building works undertaken in a new capital city created at Kalhu (modern Nimrud). Here a citadel mound was constructed and crowned with temples and the so-called North-West Palace. Military successes led to further campaigns, this time to the west, and close links were established with states in the northern Levant. Fortresses were established on the rivers Tigris and Euphrates and staffed with garrisons.</p> <p>By the time that Ashurnasirpal died, in 859 B.C.E., Assyria had recovered much of the territory that it had lost around 1100 B.C.E. as a result of the economic and political problems at the end of the Middle Assyrian period.</p> <h3>Relief panels</h3> <p>Later kings continued to embellish Nimrud, including Ashurnasirpal II&rsquo;s son, Shalmaneser III who erected the Black Obelisk depicting the presentation of tribute from Israel.<br /> <br /> <span class="block-image image-wrapper"><img alt="The siege and capture of the city of Lachish in 701, panel 8-9, South-West Palace of Sennacherib, Nineveh, northern Iraq, Neo-Assyrian, c. 700-681 B.C.E., alabaster, 182.880 x 193.040 cm © Trustees of the British Museum Part of a series which decorated the walls of a room in the palace of King Sennacherib (reigned 704-681 B.C.E.). The Assyrian soldiers continue the attack on Lachish. They carry away a throne, a chariot and other goods from the palace of the governor of the city. In front and below them some of the people of Lachish, carrying what goods they can salvage, move through a rocky landscape studded with vines, fig and perhaps olive trees. Sennacherib records that as a result of the whole campaign he deported 200,150 people. This was standard Assyrian policy, and was adopted by the Babylonians, the next ruling empire." src="https://ka-perseus-images.s3.amazonaws.com/6e16dada943b38424b4246067c2a701e5625f4ec.jpg" /><span class="image-caption"><em>The Siege and Capture of the City of Lachish</em> in 701 B.C.E., panel 8-9, South-West Palace of Sennacherib, Nineveh, northern Iraq, Neo-Assyrian, c. 700-681 B.C.E., alabaster, 182.880 x 193.040 cm (The British Museum)<br /> <br /> Part of a series which decorated the walls of a room in the palace of King Sennacherib (reigned 704-681 B.C.E.). The Assyrian soldiers continue the attack on Lachish. They carry away a throne, a chariot and other goods from the palace of the governor of the city. In front and below them some of the people of Lachish, carrying what goods they can salvage, move through a rocky landscape studded with vines, fig and perhaps olive trees. Sennacherib records that as a result of the whole campaign he deported 200,150 people. This was standard Assyrian policy, and was adopted by the Babylonians, the next ruling empire.</span></span></p> <p>During the eighth and seventh centuries B.C.E. Assyrian kings conquered the region from the Persian Gulf to the borders of Egypt. The most ambitious building of this period was the palace of king Sennacherib (704-681 B.C.E.) at Nineveh. The reliefs from Nineveh in the British Museum include a depiction of the siege and capture of Lachish in Judah.<br /> <br /> <span class="block-image image-wrapper"><img alt="The Dying Lion, panel from the North Palace of Ashurbanipal, Nineveh, northern Iraq, Neo-Assyrian, c. 645 B.C.E., alabaster, 16.5 x 30 cm © Trustees of the British Museum Part of a series of wall panels that showed a royal hunt. Struck by one of the king's arrows, blood gushes from the lion's mouth. There was a very long tradition of royal lion hunts in Mesopotamia, with similar scenes known from the late fourth millennium B.C.E." src="https://ka-perseus-images.s3.amazonaws.com/934cbedbb7cb2d24a4c7912b8bf749cd25ece371.jpg" /><span class="image-caption"><em>The Dying Lion</em>, panel from the North Palace of Ashurbanipal, c. 645 B.C.E.,&nbsp;Neo-Assyrian, alabaster, 16.5 x 30 cm,&nbsp;Nineveh,&nbsp;northern Iraq<br /> &copy; Trustees of the British Museum.&nbsp;Part of a series of wall panels that showed a royal hunt. Struck by one of the king&#39;s arrows, blood gushes from the lion&#39;s mouth. There was a very long tradition of royal lion hunts in Mesopotamia, with similar scenes known from the late fourth millennium B.C.E.</span></span></p> <p>The finest carvings, however, are the famous lion hunt reliefs from the North Palace at Nineveh belonging to Ashurbanipal (668-631 B.C.E.). <span>The scenes were originally picked out with paint, which occasionally survives, and work like modern comic books, starting the story at one end and following it along the walls to the conclusion.</span></p> <p>The Assyrians used a form of gypsum for the reliefs and carved it using iron and copper tools. The stone is easily eroded when exposed to wind and rain and when it was used outside, the reliefs are presumed to have been protected by varnish or paint. It is possible that this form of decoration was adopted by Assyrian kings following their campaigns to the west, where stone reliefs were used in Neo-Hittite cities like Carchemish. The Assyrian reliefs were part of a wider decorative scheme which also included wall paintings and glazed bricks.</p> <p>The reliefs were first used extensively by king Ashurnasirpal II (about 883-859 B.CE..) at Kalhu (Nimrud). This tradition was maintained in the royal buildings in the later capital cities of Khorsabad and Nineveh.</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/57bb5f5c3cc22f79f5c913313159007c5ce30f78.jpg" /><span class="image-caption"><em>Protective Spirit&nbsp;Relief</em> from the North-West Palace of Ashurnasirpal II, &nbsp;883-859 B.C.E.,&nbsp;Neo-Assyrian,&nbsp;alabaster, 224 x 127 x 12 cm (extant),&nbsp;Nimrud (ancient Kalhu), northern Iraq&nbsp;&copy; Trustees of the British Museum.&nbsp;One of a pair which guarded an entrance into the private apartments of Ashurnasirpal II. The figure of a man with wings may be the supernatural creature called an apkallu in cuneiform texts. He wears a tasselled kilt and a fringed and embroidered robe. His curled moustache, long hair and beard are typical of figures of this date. Across the body runs Ashurnasirpal&#39;s &quot;Standard Inscription,&quot; which records some of the king&#39;s titles.</span></span>Although Assyrian civilization, centred in the fertile Tigris valley of northern Iraq, can be traced back to at least the third millennium B.C.E., some of its most spectacular remains date to the first millennium B.C.E. when Assyria dominated the Middle East.</p> <h3>Ashurnasirpal II</h3> <p>The Assyrian king Ashurnasirpal II (883-859 B.C.E.) established Nimrud as his capital. Many of the principal rooms and courtyards of his palace were decorated with gypsum slabs carved in relief with images of the king as high priest and as victorious hunter and warrior. &nbsp;Many of these are displayed in the British Museum.<br /> <br /> <span class="image-wrapper inline-image"><img alt="Statue of Ashurnasirpal II, Neo-Assyrian, 883-859 B.C.E., from Nimrud (ancient Kalhu), northern Iraq, magnesite, 113 x 32 x 15 cm © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/bbaa691adc64b3bcf2090f2dc4d734910695df95.jpg" /><span class="image-caption"><em>Statue of Ashurnasirpal II</em>, Neo-Assyrian, 883-859 B.C.E., from Nimrud (ancient Kalhu), northern Iraq, magnesite, 113 x 32 x 15 cm<br /> (The British Museum)<br /> <br /> This rare example of an Assyrian statue in the round was placed in the Temple of Ishtar Sharrat-niphi&nbsp;to remind the goddess Ishtar of the king&#39;s piety. Ashurnasirpal holds a sickle in his right hand, of a kind which gods are sometimes depicted using to fight monsters. The mace in his left hand shows his authority as vice-regent of the supreme god Ashur. The carved cuneiform inscription across his chest proclaims the king&#39;s titles and genealogy, and mentions his expedition westward to the Mediterranean Sea.</span></span>Ashurnasirpal II, whose name (Ashur-nasir-apli) means, &quot;the god Ashur is the protector of the heir,&quot;&nbsp;came to the Assyrian throne in 883 B.C.E. He was one of a line of energetic kings whose campaigns brought Assyria great wealth and established it as one of the Near East&#39;s major powers.<br /> <br /> Ashurnasirpal mounted at least fourteen military campaigns, many them were to the north and east of Assyria. Local rulers sent the king rich presents and resources flowed into the country. This wealth was ploughed into impressive building works undertaken in a new capital city created at Kalhu (modern Nimrud). Here a citadel mound was constructed and crowned with temples and the so-called North-West Palace. Military successes led to further campaigns, this time to the west, and close links were established with states in the northern Levant. Fortresses were established on the rivers Tigris and Euphrates and staffed with garrisons.</p> <p>By the time that Ashurnasirpal died, in 859 B.C.E., Assyria had recovered much of the territory that it had lost around 1100 B.C.E. as a result of the economic and political problems at the end of the Middle Assyrian period.</p> <h3>Relief panels</h3> <p>Later kings continued to embellish Nimrud, including Ashurnasirpal II&rsquo;s son, Shalmaneser III who erected the Black Obelisk depicting the presentation of tribute from Israel.<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/6e16dada943b38424b4246067c2a701e5625f4ec.jpg" /><span class="image-caption"><em>The Siege and Capture of the City of Lachish</em> in 701 B.C.E., panel 8-9, South-West Palace of Sennacherib, Nineveh, northern Iraq, Neo-Assyrian, c. 700-681 B.C.E., alabaster, 182.880 x 193.040 cm (The British Museum)<br /> <br /> Part of a series which decorated the walls of a room in the palace of King Sennacherib (reigned 704-681 B.C.E.). The Assyrian soldiers continue the attack on Lachish. They carry away a throne, a chariot and other goods from the palace of the governor of the city. In front and below them some of the people of Lachish, carrying what goods they can salvage, move through a rocky landscape studded with vines, fig and perhaps olive trees. Sennacherib records that as a result of the whole campaign he deported 200,150 people. This was standard Assyrian policy, and was adopted by the Babylonians, the next ruling empire.</span></span></p> <p>During the eighth and seventh centuries B.C.E. Assyrian kings conquered the region from the Persian Gulf to the borders of Egypt. The most ambitious building of this period was the palace of king Sennacherib (704-681 B.C.E.) at Nineveh. The reliefs from Nineveh in the British Museum include a depiction of the siege and capture of Lachish in Judah.<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/934cbedbb7cb2d24a4c7912b8bf749cd25ece371.jpg" /><span class="image-caption"><em>The Dying Lion</em>, panel from the North Palace of Ashurbanipal, c. 645 B.C.E.,&nbsp;Neo-Assyrian, alabaster, 16.5 x 30 cm,&nbsp;Nineveh,&nbsp;northern Iraq<br /> &copy; Trustees of the British Museum.&nbsp;Part of a series of wall panels that showed a royal hunt. Struck by one of the king&#39;s arrows, blood gushes from the lion&#39;s mouth. There was a very long tradition of royal lion hunts in Mesopotamia, with similar scenes known from the late fourth millennium B.C.E.</span></span></p> <p>The finest carvings, however, are the famous lion hunt reliefs from the North Palace at Nineveh belonging to Ashurbanipal (668-631 B.C.E.). <span>The scenes were originally picked out with paint, which occasionally survives, and work like modern comic books, starting the story at one end and following it along the walls to the conclusion.</span></p> <p>The Assyrians used a form of gypsum for the reliefs and carved it using iron and copper tools. The stone is easily eroded when exposed to wind and rain and when it was used outside, the reliefs are presumed to have been protected by varnish or paint. It is possible that this form of decoration was adopted by Assyrian kings following their campaigns to the west, where stone reliefs were used in Neo-Hittite cities like Carchemish. The Assyrian reliefs were part of a wider decorative scheme which also included wall paintings and glazed bricks.</p> <p>The reliefs were first used extensively by king Ashurnasirpal II (about 883-859 B.CE..) at Kalhu (Nimrud). This tradition was maintained in the royal buildings in the later capital cities of Khorsabad and Nineveh.</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
