Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><br /> Every book needs a coat, a protective layer. Without it, after all, the pages would be exposed to the elements and the dirty hands of readers. And so from the very early days of the book the object was given a binding. Medieval bindings mostly consist of two components: boards, commonly made out of wood (but in the later Middle Ages also from compressed paper), and something to cover the boards with. While in medieval times the most common covering material was leather, there is great variation observed in the kind that was used, as well as how it was decorated. Readers and reading communities had their own preferences in this regard. As a result one can &ldquo;read&rdquo; as much from the outside of the book as from its pages: they both transmit important cultural-historical information. This is a essay with an exotic twist, which includes bindings made from seal and human skin.</p> <p><span class="block-image image-wrapper"><img alt="London, British Library, Add 89000 (7th century)" src="https://ka-perseus-images.s3.amazonaws.com/7ce93a2e0186c9fcbe9008645dd1638d300d39c2.jpg" /><span class="image-caption">London, British Library, Add. 89000,&nbsp;7th century.&nbsp;The St Cuthbert Gospel (formerly known as the Stonyhurst Gospel) is the oldest intact European book&mdash;i.e.still in its original binding. <a href="http://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Add_MS_89000">View a digitized version&nbsp;here</a>.</span></span></p> <h3>Wearing leather</h3> <p>Most medieval bindings were made out of animal skin&mdash;usually it was a calf or pig who involuntarily ended up protecting the manuscript. Leather proved an ideal material for binding books. It is stiff, which means it does an excellent job protecting the precious cargo inside, while at the same time adding to the desired &ldquo;firmness&rdquo; of the book. The material also repels water quite well. This benefit may seem odd, but it&rsquo;s not. While monks may not have been reading books in the bath tub, they did consult them in the cloister, which was often a damp environment&mdash;given that the hallways were in the open air.</p> <p>An added bonus of leather was that it accommodated blind-tooled decoration, which was applied in mesmerizing shapes and patterns. The oldest book to survive with its original binding still in place is the seventh-century St Cuthbert Gospel (which is a Gospel of John, in fact, image above). It shows just how utterly charming early-medieval leather bindings were; and how beautifully they were decorated. The manuscript in question was placed in the coffin of St Cuthbert shortly after his death in 687. It was discovered when the grave was opened in the early twelfth century. By then a cult had grown around St Cuthbert, so the book and its original binding&nbsp;were both&nbsp;well taken care of. In fact, the binding looks like it was made yesterday.</p> <p><span class="image-wrapper inline-image"><img alt="London, British Library, Papyrus 1442 (dating 716-717)" src="https://ka-perseus-images.s3.amazonaws.com/22578b12b6d6a9d79ab4348f00a1b24d405a13bd.jpg" /><span class="image-caption">Leather binding used for a papyrus book,&nbsp;London, British Library, Papyrus 1442,&nbsp;dating 716-717</span></span>The use of leather bindings predates books made out of parchment&mdash;like the book of St Cuthbert. Before parchment became common, books were made from plants&mdash;papyrus. Such papyrus codices were extremely fragile and they needed the protective qualities of leather, which may ultimately be the origins of the tradition of using skin for bindings. Given that papyrus not used after the fifth century (with some exceptions), very few original bindings of papyrus books survive. The oldest specimens we have are those in the so-called Nag Hammadi Archive, which date back to the third and fourth centuries. As you can see from the image to the left, these covers of papyrus books were also decorated handsomely.</p> <h3><br /> Exotic leather</h3> <p><span class="image-wrapper inline-image"><img alt="Landsbókasafn Íslands, National and University Library of Iceland, GKS 2870 4to, Njáls saga, 1290-1310" src="https://ka-perseus-images.s3.amazonaws.com/2d31adbd148d8d232434f8f5d13904ef16684e2c.jpg" /><span class="image-caption">Seal skin binding.&nbsp;Landsb&oacute;kasafn &Iacute;slands, National and University Library of Iceland, GKS 2870 4to, Nj&aacute;ls saga, 1290-1310</span></span>What to do if you need a leather binding, but there are no cows or pigs to slaughter for this purpose? The answer is seen in the image above, which shows a book that was copied and bound in Iceland. Naturally the binder turned to creatures that were available there.&nbsp;This is how a poor seal ended up covering this <a href="https://www.flickr.com/photos/25300312@N08/5061772601/">Old Icelandic book</a> with sermons, which was made around 1200. If you look carefully you can still see a significant amount of hair on the outside. As with other cases where animal hair is found on book covers, the hairs have turned green over time (or perhaps from the liquids involved in processing animal skin into leather).</p> <p>But the skin used for bookbindings is not limited to animals. Under the name anthropdermic bibliopegy goes the practice of using human skin for binding books. It turns out to be a post-medieval practice, which was particularly popular in the 17th and 18th centuries. The <a href="http://erikkwakkel.tumblr.com/post/65363934535/halloween-2-bound-in-human-skin-this-beautiful">cover seen here</a> dates from the early 17th century and the skin was taken from the priest Father Henry Garnet. He was executed in 1606 for his role in the Gunpowder Plot&mdash;the attempt to ignite 36 barrels of gunpowder under the British Parliament. The book in question actually outlines the story of the plot and the evidence of Garnet&rsquo;s guilt. The origins of the binding must have given the reader significant satisfaction.</p> <h3>The last word: cloth</h3> <p>Not all medieval books were dressed up in leather. Less commonly used, perhaps because it is more fragile, is cloth. This material handled the frequent use of a book far less well than leather. The real-world use of a medieval book was such that the object would be pushed back and forth over a wooden desk, which did not exactly contribute to a long life. The cloth binding <a href="https://www.flickr.com/photos/25300312@N08/5062516396/in/set-72157625120216684/">seen here</a>&nbsp;dates from the middle of the fifteenth century and it covers a monastic rule.</p> <p>The manuscript has a particularly pretty button to close the volume up, adding&nbsp;to the charm of this beautiful bookbinding. In the age of the printed book such cloth bindings&nbsp;became more common, perhaps because&nbsp;more books were privately owned. This meant, of course, that the objects were not consulted on the hard surface of a wooden desk, but on the soft lap of the reader. As with embroidered bindings, which also increased in popularity in post-medieval times, cloth may have been regarded as a more suitable material for private reading.&nbsp;</p> <p>Essay by Dr. Erik Kwakkel</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://britishlibrary.typepad.co.uk/digitisedmanuscripts/2012/04/st-cuthbert-gospel-saved-for-the-nation.html">St. Cuthbert Gospel from the British Library blog</a></p> <p><a href="http://ccdl.libraries.claremont.edu/cdm/landingpage/collection/nha">Nag Hammadi Archive (some of the oldest specimins of papyrus bindings)</a></p> <p><a href="http://news.nationalgeographic.com/news/2006/04/0411_060411_skin_book.html">Photo in the News: Book Bound in Human Skin</a></p> <p><a href="http://medievalfragments.wordpress.com/2014/05/30/judging-a-book-by-its-cover-manuscript-bindings-without-bling/">Judging a Book by its Cover: Manuscript Bindings Without Bling</a></p> <p>&nbsp;</p>
it: <p><br /> Every book needs a coat, a protective layer. Without it, after all, the pages would be exposed to the elements and the dirty hands of readers. And so from the very early days of the book the object was given a binding. Medieval bindings mostly consist of two components: boards, commonly made out of wood (but in the later Middle Ages also from compressed paper), and something to cover the boards with. While in medieval times the most common covering material was leather, there is great variation observed in the kind that was used, as well as how it was decorated. Readers and reading communities had their own preferences in this regard. As a result one can &ldquo;read&rdquo; as much from the outside of the book as from its pages: they both transmit important cultural-historical information. This is a essay with an exotic twist, which includes bindings made from seal and human skin.</p> <p><span class="block-image image-wrapper"><img alt="London, British Library, Add 89000 (7th century)" src="https://ka-perseus-images.s3.amazonaws.com/7ce93a2e0186c9fcbe9008645dd1638d300d39c2.jpg" /><span class="image-caption">London, British Library, Add. 89000,&nbsp;7th century.&nbsp;The St Cuthbert Gospel (formerly known as the Stonyhurst Gospel) is the oldest intact European book&mdash;i.e.still in its original binding. <a href="http://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Add_MS_89000">View a digitized version&nbsp;here</a>.</span></span></p> <h3>Wearing leather</h3> <p>Most medieval bindings were made out of animal skin&mdash;usually it was a calf or pig who involuntarily ended up protecting the manuscript. Leather proved an ideal material for binding books. It is stiff, which means it does an excellent job protecting the precious cargo inside, while at the same time adding to the desired &ldquo;firmness&rdquo; of the book. The material also repels water quite well. This benefit may seem odd, but it&rsquo;s not. While monks may not have been reading books in the bath tub, they did consult them in the cloister, which was often a damp environment&mdash;given that the hallways were in the open air.</p> <p>An added bonus of leather was that it accommodated blind-tooled decoration, which was applied in mesmerizing shapes and patterns. The oldest book to survive with its original binding still in place is the seventh-century St Cuthbert Gospel (which is a Gospel of John, in fact, image above). It shows just how utterly charming early-medieval leather bindings were; and how beautifully they were decorated. The manuscript in question was placed in the coffin of St Cuthbert shortly after his death in 687. It was discovered when the grave was opened in the early twelfth century. By then a cult had grown around St Cuthbert, so the book and its original binding&nbsp;were both&nbsp;well taken care of. In fact, the binding looks like it was made yesterday.</p> <p><span class="image-wrapper inline-image"><img alt="London, British Library, Papyrus 1442 (dating 716-717)" src="https://ka-perseus-images.s3.amazonaws.com/22578b12b6d6a9d79ab4348f00a1b24d405a13bd.jpg" /><span class="image-caption">Leather binding used for a papyrus book,&nbsp;London, British Library, Papyrus 1442,&nbsp;dating 716-717</span></span>The use of leather bindings predates books made out of parchment&mdash;like the book of St Cuthbert. Before parchment became common, books were made from plants&mdash;papyrus. Such papyrus codices were extremely fragile and they needed the protective qualities of leather, which may ultimately be the origins of the tradition of using skin for bindings. Given that papyrus not used after the fifth century (with some exceptions), very few original bindings of papyrus books survive. The oldest specimens we have are those in the so-called Nag Hammadi Archive, which date back to the third and fourth centuries (look at some images here). As you can see from the image to the left, these covers of papyrus books were also decorated handsomely.</p> <h3><br /> Exotic leather</h3> <p><span class="image-wrapper inline-image"><img alt="Landsbókasafn Íslands, National and University Library of Iceland, GKS 2870 4to, Njáls saga, 1290-1310" src="https://ka-perseus-images.s3.amazonaws.com/2d31adbd148d8d232434f8f5d13904ef16684e2c.jpg" /><span class="image-caption">Seal skin binding.&nbsp;Landsb&oacute;kasafn &Iacute;slands, National and University Library of Iceland, GKS 2870 4to, Nj&aacute;ls saga, 1290-1310</span></span>What to do if you need a leather binding, but there are no cows or pigs to slaughter for this purpose? The answer is seen in the image above, which shows a book that was copied and bound in Iceland. Naturally the binder turned to creatures that were available there.&nbsp;This is how a poor seal ended up covering this <a href="https://www.flickr.com/photos/25300312@N08/5061772601/">Old Icelandic book</a> with sermons, which was made around 1200. If you look carefully you can still see a significant amount of hair on the outside. As with other cases where animal hair is found on book covers, the hairs have turned green over time (or perhaps from the liquids involved in processing animal skin into leather).</p> <p>But the skin used for bookbindings is not limited to animals. Under the name anthropdermic bibliopegy goes the practice of using human skin for binding books. It turns out to be a post-medieval practice, which was particularly popular in the 17th and 18th centuries. The <a href="http://erikkwakkel.tumblr.com/post/65363934535/halloween-2-bound-in-human-skin-this-beautiful">cover seen here</a> dates from the early 17th century and the skin was taken from the priest Father Henry Garnet. He was executed in 1606 for his role in the Gunpowder Plot&mdash;the attempt to ignite 36 barrels of gunpowder under the British Parliament. The book in question actually outlines the story of the plot and the evidence of Garnet&rsquo;s guilt. The origins of the binding must have given the reader significant satisfaction.</p> <h3>The last word: cloth</h3> <p>Not all medieval books were dressed up in leather. Less commonly used, perhaps because it is more fragile, is cloth. This material handled the frequent use of a book far less well than leather. The real-world use of a medieval book was such that the object would be pushed back and forth over a wooden desk, which did not exactly contribute to a long life. The cloth binding <a href="https://www.flickr.com/photos/25300312@N08/5062516396/in/set-72157625120216684/">seen here</a>&nbsp;dates from the middle of the fifteenth century and it covers a monastic rule.</p> <p>The manuscript has a particularly pretty button to close the volume up, adding&nbsp;to the charm of this beautiful bookbinding. In the age of the printed book such cloth bindings&nbsp;became more common, perhaps because&nbsp;more books were privately owned. This meant, of course, that the objects were not consulted on the hard surface of a wooden desk, but on the soft lap of the reader. As with embroidered bindings, which also increased in popularity in post-medieval times, cloth may have been regarded as a more suitable material for private reading.&nbsp;</p> <p>Essay by Dr. Erik Kwakkel</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://britishlibrary.typepad.co.uk/digitisedmanuscripts/2012/04/st-cuthbert-gospel-saved-for-the-nation.html">St. Cuthbert Gospel from the British Library blog</a></p> <p><a href="http://ccdl.libraries.claremont.edu/cdm/landingpage/collection/nha">Nag Hammadi Archive (some of the oldest specimins of papyrus bindings)</a></p> <p><a href="http://news.nationalgeographic.com/news/2006/04/0411_060411_skin_book.html">Photo in the News: Book Bound in Human Skin</a></p> <p><a href="http://medievalfragments.wordpress.com/2014/05/30/judging-a-book-by-its-cover-manuscript-bindings-without-bling/">Judging a Book by its Cover: Manuscript Bindings Without Bling</a></p> <p>&nbsp;</p>
