Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Anselm Kiefer, Shulamite [Sulamith], 1983, oil, emulsion, woodcut, shellac, acrylic, and straw on canvas, 213 x 145 inches / 541 x 368.3 cm (Doris and Donald Fisher Collection). © Anselm Kiefer, courtesy of the artist. " src="https://ka-perseus-images.s3.amazonaws.com/b35b3f63c6baecd48e43e2f0cda0d99dad2a81fe.jpg" /><span class="image-caption">Anselm Kiefer, <em>Shulamite [Sulamith]</em>, 1983, oil, emulsion, woodcut, shellac, acrylic, and straw on canvas, 541 x 368.3 cm (Doris and Donald Fisher Collection). &copy; Anselm Kiefer, courtesy of the artist. &quot;Born in Germany just months shy of the end of World War II, Anselm Kiefer came of age in the late 1960s when the silence surrounding the crimes of the Nazi regime was ruptured by a vocal younger generation horrified by their collective German &ldquo;past,&rdquo; struggling to reconcile such shame and redefine what it meant to be German in a post-Nazi world.&quot; &mdash;Rebecca Taylor</span></span></p> <p><span>Despite the Holocaust, significant Jewish populations&nbsp;survived&nbsp;throughout&nbsp;Europe especially&nbsp;in Russia, the United Kingdom, and France while Jews in&nbsp;Poland, Romania, Hungary, Czechoslovakia,&nbsp;Greece, Yugoslavia, Germany and Austria were reduced to a tiny fraction of their prewar numbers.&nbsp;Jews everywhere&nbsp;struggled to invent a&nbsp;new post-Holocaust identity. </span></p> <p><span>Western European nations received substantial aid from the American government, and the Jewish populations in&nbsp;those areas relied on American Jewish organizations for help.&nbsp;The geographic centers of Hasidism in Eastern Europe were disproportionately destroyed during the Holocaust, but many sects continue to thrive on almost every continent. In 1948&nbsp;the United Nations unanimously voted for an independent State of Israel (the area was at that time under British administration).</span></p> <h3>Aftermath</h3> <p>In the immediate aftermath of the war in Eastern Europe, the Soviets continued to downplay the role of race, as they had during the Holocaust, but while many Jews were devoted Communists, they were once again targeted as a suspicious people who could never truly be trusted comrades. Especially during the Soviet show trials in the 1950s and 1960s, Jews were purged from government ranks and executed in public spaces. &nbsp;Although Stalin voted for the creation of Israel in 1948, these public show trials served as &ldquo;a form of public-pedagogy-by-example;&rdquo; the goal was to exemplify the fact that ethnic Jews did not belong among the Communist ranks, that they were not equal with others. Even in the secular Soviet Union, overt antisemitism persisted during the Cold War decades. Many Jews made their way out from behind the iron curtain toward Western Europe, Israel, or the United States.</p> <p>American Jews in the 1950s followed the patterns of other white ethnic immigrant populations. Many left large cities, focused on education, and joined counter-cultural movements in the late 1960s and 70s. American Jews often stood at the side of the oppressed, figuring prominently in the 1960s civil&nbsp;rights movement.</p> <p>Meanwhile, Jews in Islamic lands emigrated from North African and Middle Eastern countries between the late 1940s and late 1960s when pan-Arab nationalism became exclusively Muslim and precluded participation from others. These Jews immigrated to Israel, Western Europe, and the United States.&nbsp;In France, the Sephardic population from Algeria, Morrocco and Tunisia brought new religious life and diverse customs to a community that&nbsp;was struggling after the trauma of World War II.</p> <h3>Jewish identity now</h3> <p>In the modern world, Jewish identity can seem scattered, confusing, and boundless. In the United States, Jews thrived in the postwar decades&nbsp;and several different movements gained popularity: Orthodox, Conservative, Reform, and Reconstructionist.&nbsp;In Europe and Israel, inspired by these American movements, a smaller fraction of progressive Jews have formed Liberal or other kinds of Judaism. From the 1990s to the present, some American Jews have joined in a worldwide trend toward religious extremism. &nbsp;At the same time, the Reform movement has grown. The traditional separation between men and women has been broken down and women are now integrated into the rabbinate in non-Orthodox circles.&nbsp;</p> <p>Art Spiegelman, the artist and author of <em>Maus</em>, recently reflected, &ldquo;One thing that&rsquo;s become questionable to me is the way in which the Holocaust has become a central tenant of Jewishness in the late 20th century&hellip;. So that people see it as a Jewish problem and not a world problem.&rdquo; &nbsp;The omnipresence of Holocaust education within the Jewish community combined with a sort of alienation from tradition, made the Holocaust into the unifying agent that brought Jews together. In the twenty-first century, young Jews have pushed against the Holocaust as the defining feature of their Jewishness and have sought out alternative ways to express their connections to Judaism. Jewish film, music, and cultural festivals abound, attracting Jewish and non-Jewish audiences. The largest such festival occurs annually in Poland and draws tens of thousands from across the globe&mdash;that this festival takes place in the country where the greatest number of Jews were massacred during the Holocaust, signals a turn away from that dark period as the benchmark of Jewish identity and toward new forms of Jewish expression.&nbsp;</p> <p>One popular joke says that Jews believe in &ldquo;at most&rdquo; one God. While monotheism is an important feature of Judaism, some of the greatest Rabbis from the Talmud have atheist tendencies, even as they espouse the centrality of Halakhah. As the scholar Shaye J.D. Cohen has written, &ldquo;Jewishness, like most&mdash;perhaps all&mdash;other identities, is imagined; it has no empirical objective, verifiable reality to which we can point and over which we can exclaim, &lsquo;This is it!&rsquo; &nbsp;Jewishness is in the mind.&rdquo;</p> <p>Lacking any unifying authority, doctrine, or practice, Judaism is highly diverse and cannot be pared down to any singular concept. Instead, a set of features like common texts, a shared history, and the rhythms of religious Jewish life can help us understand a religion shaped as much by its ancient origins as its contemporary disjointedness.</p> <p>Text by Dr. Jessica Hammerman and Dr. Shaina Hammerman</p> <hr /> <p><!--[if gte mso 9]><xml><o:DocumentProperties> <o:Revision>0</o:Revision> <o:TotalTime>0</o:TotalTime> <o:Pages>1</o:Pages> <o:Words>73</o:Words> <o:Characters>418</o:Characters> <o:Company>Khan Academy</o:Company> <o:Lines>3</o:Lines> <o:Paragraphs>1</o:Paragraphs> <o:CharactersWithSpaces>490</o:CharactersWithSpaces> <o:Version>14.0</o:Version> </o:DocumentProperties> <o:OfficeDocumentSettings> <o:AllowPNG></o:AllowPNG> </o:OfficeDocumentSettings></xml><![endif]--><!--[if gte mso 9]><xml><w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:TrackMoves></w:TrackMoves> <w:TrackFormatting></w:TrackFormatting> <w:PunctuationKerning></w:PunctuationKerning> <w:ValidateAgainstSchemas></w:ValidateAgainstSchemas> <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid> <w:IgnoreMixedContent>false</w:IgnoreMixedContent> <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText> <w:DoNotPromoteQF></w:DoNotPromoteQF> <w:LidThemeOther>EN-US</w:LidThemeOther> <w:LidThemeAsian>JA</w:LidThemeAsian> <w:LidThemeComplexScript>X-NONE</w:LidThemeComplexScript> <w:Compatibility> <w:BreakWrappedTables></w:BreakWrappedTables> <w:SnapToGridInCell></w:SnapToGridInCell> <w:WrapTextWithPunct></w:WrapTextWithPunct> <w:UseAsianBreakRules></w:UseAsianBreakRules> <w:DontGrowAutofit></w:DontGrowAutofit> <w:SplitPgBreakAndParaMark></w:SplitPgBreakAndParaMark> <w:EnableOpenTypeKerning></w:EnableOpenTypeKerning> <w:DontFlipMirrorIndents></w:DontFlipMirrorIndents> <w:OverrideTableStyleHps></w:OverrideTableStyleHps> <w:UseFELayout></w:UseFELayout> </w:Compatibility> <m:mathPr> <m:mathFont m:val="Cambria Math"></m:mathFont> <m:brkBin m:val="before"></m:brkBin> <m:brkBinSub m:val="&#45;-"></m:brkBinSub> <m:smallFrac m:val="off"></m:smallFrac> <m:dispDef></m:dispDef> <m:lMargin m:val="0"></m:lMargin> <m:rMargin m:val="0"></m:rMargin> <m:defJc m:val="centerGroup"></m:defJc> <m:wrapIndent m:val="1440"></m:wrapIndent> <m:intLim m:val="subSup"></m:intLim> <m:naryLim m:val="undOvr"></m:naryLim> </m:mathPr></w:WordDocument></xml><![endif]--><!--[if gte mso 9]><xml><w:LatentStyles DefLockedState="false" DefUnhideWhenUsed="true" DefSemiHidden="true" DefQFormat="false" DefPriority="99" LatentStyleCount="276"> <w:LsdException Locked="false" Priority="0" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Normal"></w:LsdException> <w:LsdException Locked="false" Priority="9" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="heading 1"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 2"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 3"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 4"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 5"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 6"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 7"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 8"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 9"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 1"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 2"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 3"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 4"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 5"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 6"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 7"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 8"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 9"></w:LsdException> <w:LsdException Locked="false" Priority="35" QFormat="true" Name="caption"></w:LsdException> <w:LsdException Locked="false" Priority="10" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Title"></w:LsdException> <w:LsdException Locked="false" Priority="1" Name="Default Paragraph Font"></w:LsdException> <w:LsdException Locked="false" Priority="11" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtitle"></w:LsdException> <w:LsdException Locked="false" Priority="22" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Strong"></w:LsdException> <w:LsdException Locked="false" Priority="20" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="59" SemiHidden="false" UnhideWhenUsed="false" Name="Table Grid"></w:LsdException> <w:LsdException Locked="false" UnhideWhenUsed="false" Name="Placeholder Text"></w:LsdException> <w:LsdException Locked="false" Priority="1" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="No Spacing"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" UnhideWhenUsed="false" Name="Revision"></w:LsdException> <w:LsdException Locked="false" Priority="34" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="List Paragraph"></w:LsdException> <w:LsdException Locked="false" Priority="29" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Quote"></w:LsdException> <w:LsdException Locked="false" Priority="30" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Quote"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="19" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtle Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="21" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="31" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtle Reference"></w:LsdException> <w:LsdException Locked="false" Priority="32" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Reference"></w:LsdException> <w:LsdException Locked="false" Priority="33" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Book Title"></w:LsdException> <w:LsdException Locked="false" Priority="37" Name="Bibliography"></w:LsdException> <w:LsdException Locked="false" Priority="39" QFormat="true" Name="TOC Heading"></w:LsdException> </w:LatentStyles></xml><![endif]--><!--[if gte mso 10]><style>/* Style Definitions */ table.MsoNormalTable {mso-style-name:"Table Normal"; mso-tstyle-rowband-size:0; mso-tstyle-colband-size:0; mso-style-noshow:yes; mso-style-priority:99; mso-style-parent:""; mso-padding-alt:0in 5.4pt 0in 5.4pt; mso-para-margin:0in; mso-para-margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:10.0pt; font-family:Cambria;}</style><![endif]--><!--StartFragment--><strong>Suggested readings:</strong></p> <p>Samuel Freedman, <em>Jew vs. Jew: The Struggle for the Soul of American Jewry</em> (New York: Simon and Schuster, 2000).</p> <p>Tony Judt, <em>Postwar: A History of Europe Since 1945</em> (New York: Penguin Books, 2005).</p> <p>Eli Lederhendler, <em>New York Jews and the Decline of Urban Ethnicity, 1950-1970</em> (Syracuse: Syracuse University Press, 2001).</p> <p>Jonathan Sarna,&nbsp;<em>American Judaism: A History</em> (New Haven: Yale University Press, 2004).</p> <p>Yuri Slezkine, <em>The Jewish Century</em> (Princeton: Princeton University Press, 2004).</p> <p><!--EndFragment--></p>
it: <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/b35b3f63c6baecd48e43e2f0cda0d99dad2a81fe.jpg" /><span class="image-caption">Anselm Kiefer, <em>Shulamite [Sulamith]</em>, 1983, oil, emulsion, woodcut, shellac, acrylic, and straw on canvas, 541 x 368.3 cm (Doris and Donald Fisher Collection). &copy; Anselm Kiefer, courtesy of the artist. &quot;Born in Germany just months shy of the end of World War II, Anselm Kiefer came of age in the late 1960s when the silence surrounding the crimes of the Nazi regime was ruptured by a vocal younger generation horrified by their collective German &ldquo;past,&rdquo; struggling to reconcile such shame and redefine what it meant to be German in a post-Nazi world.&quot; &mdash;Rebecca Taylor</span></span></p> <p><span>Despite the Holocaust, significant Jewish populations&nbsp;survived&nbsp;throughout&nbsp;Europe especially&nbsp;in Russia, the United Kingdom, and France while Jews in&nbsp;Poland, Romania, Hungary, Czechoslovakia,&nbsp;Greece, Yugoslavia, Germany and Austria were reduced to a tiny fraction of their prewar numbers.&nbsp;Jews everywhere&nbsp;struggled to invent a&nbsp;new post-Holocaust identity. </span></p> <p><span>Western European nations received substantial aid from the American government, and the Jewish populations in&nbsp;those areas relied on American Jewish organizations for help.&nbsp;The geographic centers of Hasidism in Eastern Europe were disproportionately destroyed during the Holocaust, but many sects continue to thrive on almost every continent. In 1948&nbsp;the United Nations unanimously voted for an independent State of Israel (the area was at that time under British administration).</span></p> <h3>Aftermath</h3> <p>In the immediate aftermath of the war in Eastern Europe, the Soviets continued to downplay the role of race, as they had during the Holocaust, but while many Jews were devoted Communists, they were once again targeted as a suspicious people who could never truly be trusted comrades. Especially during the Soviet show trials in the 1950s and 1960s, Jews were purged from government ranks and executed in public spaces. &nbsp;Although Stalin voted for the creation of Israel in 1948, these public show trials served as &ldquo;a form of public-pedagogy-by-example;&rdquo; the goal was to exemplify the fact that ethnic Jews did not belong among the Communist ranks, that they were not equal with others. Even in the secular Soviet Union, overt antisemitism persisted during the Cold War decades. Many Jews made their way out from behind the iron curtain toward Western Europe, Israel, or the United States.</p> <p>American Jews in the 1950s followed the patterns of other white ethnic immigrant populations. Many left large cities, focused on education, and joined counter-cultural movements in the late 1960s and 70s. American Jews often stood at the side of the oppressed, figuring prominently in the 1960s civil&nbsp;rights movement.</p> <p>Meanwhile, Jews in Islamic lands emigrated from North African and Middle Eastern countries between the late 1940s and late 1960s when pan-Arab nationalism became exclusively Muslim and precluded participation from others. These Jews immigrated to Israel, Western Europe, and the United States.&nbsp;In France, the Sephardic population from Algeria, Morrocco and Tunisia brought new religious life and diverse customs to a community that&nbsp;was struggling after the trauma of World War II.</p> <h3>Jewish identity now</h3> <p>In the modern world, Jewish identity can seem scattered, confusing, and boundless. In the United States, Jews thrived in the postwar decades&nbsp;and several different movements gained popularity: Orthodox, Conservative, Reform, and Reconstructionist.&nbsp;In Europe and Israel, inspired by these American movements, a smaller fraction of progressive Jews have formed Liberal or other kinds of Judaism. From the 1990s to the present, some American Jews have joined in a worldwide trend toward religious extremism. &nbsp;At the same time, the Reform movement has grown. The traditional separation between men and women has been broken down and women are now integrated into the rabbinate in non-Orthodox circles.&nbsp;</p> <p>Art Spiegelman, the artist and author of <em>Maus</em>, recently reflected, &ldquo;One thing that&rsquo;s become questionable to me is the way in which the Holocaust has become a central tenant of Jewishness in the late 20th century&hellip;. So that people see it as a Jewish problem and not a world problem.&rdquo; &nbsp;The omnipresence of Holocaust education within the Jewish community combined with a sort of alienation from tradition, made the Holocaust into the unifying agent that brought Jews together. In the twenty-first century, young Jews have pushed against the Holocaust as the defining feature of their Jewishness and have sought out alternative ways to express their connections to Judaism. Jewish film, music, and cultural festivals abound, attracting Jewish and non-Jewish audiences. The largest such festival occurs annually in Poland and draws tens of thousands from across the globe&mdash;that this festival takes place in the country where the greatest number of Jews were massacred during the Holocaust, signals a turn away from that dark period as the benchmark of Jewish identity and toward new forms of Jewish expression.&nbsp;</p> <p>One popular joke says that Jews believe in &ldquo;at most&rdquo; one God. While monotheism is an important feature of Judaism, some of the greatest Rabbis from the Talmud have atheist tendencies, even as they espouse the centrality of Halakhah. As the scholar Shaye J.D. Cohen has written, &ldquo;Jewishness, like most&mdash;perhaps all&mdash;other identities, is imagined; it has no empirical objective, verifiable reality to which we can point and over which we can exclaim, &lsquo;This is it!&rsquo; &nbsp;Jewishness is in the mind.&rdquo;</p> <p>Lacking any unifying authority, doctrine, or practice, Judaism is highly diverse and cannot be pared down to any singular concept. Instead, a set of features like common texts, a shared history, and the rhythms of religious Jewish life can help us understand a religion shaped as much by its ancient origins as its contemporary disjointedness.</p> <p>Text by Dr. Jessica Hammerman and Dr. Shaina Hammerman</p> <hr /> <p><!--[if gte mso 9]><xml><o:DocumentProperties> <o:Revision>0</o:Revision> <o:TotalTime>0</o:TotalTime> <o:Pages>1</o:Pages> <o:Words>73</o:Words> <o:Characters>418</o:Characters> <o:Company>Khan Academy</o:Company> <o:Lines>3</o:Lines> <o:Paragraphs>1</o:Paragraphs> <o:CharactersWithSpaces>490</o:CharactersWithSpaces> <o:Version>14.0</o:Version> </o:DocumentProperties> <o:OfficeDocumentSettings> <o:AllowPNG></o:AllowPNG> </o:OfficeDocumentSettings></xml><![endif]--><!--[if gte mso 9]><xml><w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:TrackMoves></w:TrackMoves> <w:TrackFormatting></w:TrackFormatting> <w:PunctuationKerning></w:PunctuationKerning> <w:ValidateAgainstSchemas></w:ValidateAgainstSchemas> <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid> <w:IgnoreMixedContent>false</w:IgnoreMixedContent> <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText> <w:DoNotPromoteQF></w:DoNotPromoteQF> <w:LidThemeOther>EN-US</w:LidThemeOther> <w:LidThemeAsian>JA</w:LidThemeAsian> <w:LidThemeComplexScript>X-NONE</w:LidThemeComplexScript> <w:Compatibility> <w:BreakWrappedTables></w:BreakWrappedTables> <w:SnapToGridInCell></w:SnapToGridInCell> <w:WrapTextWithPunct></w:WrapTextWithPunct> <w:UseAsianBreakRules></w:UseAsianBreakRules> <w:DontGrowAutofit></w:DontGrowAutofit> <w:SplitPgBreakAndParaMark></w:SplitPgBreakAndParaMark> <w:EnableOpenTypeKerning></w:EnableOpenTypeKerning> <w:DontFlipMirrorIndents></w:DontFlipMirrorIndents> <w:OverrideTableStyleHps></w:OverrideTableStyleHps> <w:UseFELayout></w:UseFELayout> </w:Compatibility> <m:mathPr> <m:mathFont m:val="Cambria Math"></m:mathFont> <m:brkBin m:val="before"></m:brkBin> <m:brkBinSub m:val="&#45;-"></m:brkBinSub> <m:smallFrac m:val="off"></m:smallFrac> <m:dispDef></m:dispDef> <m:lMargin m:val="0"></m:lMargin> <m:rMargin m:val="0"></m:rMargin> <m:defJc m:val="centerGroup"></m:defJc> <m:wrapIndent m:val="1440"></m:wrapIndent> <m:intLim m:val="subSup"></m:intLim> <m:naryLim m:val="undOvr"></m:naryLim> </m:mathPr></w:WordDocument></xml><![endif]--><!--[if gte mso 9]><xml><w:LatentStyles DefLockedState="false" DefUnhideWhenUsed="true" DefSemiHidden="true" DefQFormat="false" DefPriority="99" LatentStyleCount="276"> <w:LsdException Locked="false" Priority="0" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Normal"></w:LsdException> <w:LsdException Locked="false" Priority="9" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="heading 1"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 2"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 3"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 4"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 5"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 6"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 7"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 8"></w:LsdException> <w:LsdException Locked="false" Priority="9" QFormat="true" Name="heading 9"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 1"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 2"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 3"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 4"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 5"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 6"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 7"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 8"></w:LsdException> <w:LsdException Locked="false" Priority="39" Name="toc 9"></w:LsdException> <w:LsdException Locked="false" Priority="35" QFormat="true" Name="caption"></w:LsdException> <w:LsdException Locked="false" Priority="10" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Title"></w:LsdException> <w:LsdException Locked="false" Priority="1" Name="Default Paragraph Font"></w:LsdException> <w:LsdException Locked="false" Priority="11" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtitle"></w:LsdException> <w:LsdException Locked="false" Priority="22" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Strong"></w:LsdException> <w:LsdException Locked="false" Priority="20" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="59" SemiHidden="false" UnhideWhenUsed="false" Name="Table Grid"></w:LsdException> <w:LsdException Locked="false" UnhideWhenUsed="false" Name="Placeholder Text"></w:LsdException> <w:LsdException Locked="false" Priority="1" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="No Spacing"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" UnhideWhenUsed="false" Name="Revision"></w:LsdException> <w:LsdException Locked="false" Priority="34" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="List Paragraph"></w:LsdException> <w:LsdException Locked="false" Priority="29" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Quote"></w:LsdException> <w:LsdException Locked="false" Priority="30" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Quote"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 1"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 2"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 3"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 4"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 5"></w:LsdException> <w:LsdException Locked="false" Priority="60" SemiHidden="false" UnhideWhenUsed="false" Name="Light Shading Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="61" SemiHidden="false" UnhideWhenUsed="false" Name="Light List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="62" SemiHidden="false" UnhideWhenUsed="false" Name="Light Grid Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="63" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="64" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Shading 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="65" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="66" SemiHidden="false" UnhideWhenUsed="false" Name="Medium List 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="67" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 1 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="68" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 2 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="69" SemiHidden="false" UnhideWhenUsed="false" Name="Medium Grid 3 Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="70" SemiHidden="false" UnhideWhenUsed="false" Name="Dark List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="71" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Shading Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="72" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful List Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="73" SemiHidden="false" UnhideWhenUsed="false" Name="Colorful Grid Accent 6"></w:LsdException> <w:LsdException Locked="false" Priority="19" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtle Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="21" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Emphasis"></w:LsdException> <w:LsdException Locked="false" Priority="31" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Subtle Reference"></w:LsdException> <w:LsdException Locked="false" Priority="32" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Intense Reference"></w:LsdException> <w:LsdException Locked="false" Priority="33" SemiHidden="false" UnhideWhenUsed="false" QFormat="true" Name="Book Title"></w:LsdException> <w:LsdException Locked="false" Priority="37" Name="Bibliography"></w:LsdException> <w:LsdException Locked="false" Priority="39" QFormat="true" Name="TOC Heading"></w:LsdException> </w:LatentStyles></xml><![endif]--><!--[if gte mso 10]><style>/* Style Definitions */ table.MsoNormalTable {mso-style-name:"Table Normal"; mso-tstyle-rowband-size:0; mso-tstyle-colband-size:0; mso-style-noshow:yes; mso-style-priority:99; mso-style-parent:""; mso-padding-alt:0in 5.4pt 0in 5.4pt; mso-para-margin:0in; mso-para-margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:10.0pt; font-family:Cambria;}</style><![endif]--><!--StartFragment--><strong>Suggested readings:</strong></p> <p>Samuel Freedman, <em>Jew vs. Jew: The Struggle for the Soul of American Jewry</em> (New York: Simon and Schuster, 2000).</p> <p>Tony Judt, <em>Postwar: A History of Europe Since 1945</em> (New York: Penguin Books, 2005).</p> <p>Eli Lederhendler, <em>New York Jews and the Decline of Urban Ethnicity, 1950-1970</em> (Syracuse: Syracuse University Press, 2001).</p> <p>Jonathan Sarna,&nbsp;<em>American Judaism: A History</em> (New Haven: Yale University Press, 2004).</p> <p>Yuri Slezkine, <em>The Jewish Century</em> (Princeton: Princeton University Press, 2004).</p> <p><!--EndFragment--></p>
