Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="John Nash, Royal Pavilion in Brighton, 1815-23 (photo: Xgkkp, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/05568577f7683ff118950afcce8281412a5c4d51.jpg" /><span class="image-caption">John Nash, Royal Pavilion,&nbsp;Brighton, 1815-23<br /> (<a href="http://commons.wikimedia.org/wiki/File:Brighton_Royal_Pavilion.jpg">photo: Xgkkp, CC BY-SA 3.0</a>)</span></span></p> <h3>&quot;How can one describe such a piece of architecture?&quot;</h3> <p>&quot;How can one describe such a piece of architecture? The style is a mixture of Moorish, Tartar, Gothic, and Chinese and all in stone and iron. It is a whim which has already cost &pound;700,000, and it is still not ﬁt to live in.&quot;<code class="latex">^1</code>&nbsp;Such was the verdict of the Austrian statesman Klemens von Metternich on the eclectic, exotic and sensuous Royal Pavilion at Brighton.</p> <p>While not all the contemporary reactions to the Pavilion were critical,&nbsp;John Evans, for example, admired it for both its &quot;beauty&quot;&nbsp;and &quot;grandeur,&quot;​<code class="latex">^2</code>​&nbsp;it was a building which provoked a predominantly critical response in Regency England (in political terms the period from 1811 to 1820 when George, Prince of Wales&mdash;future George IV&mdash;ruled in place of his ailing father George III; and in cultural terms up until the death of George IV in 1830).&nbsp;<em>The&nbsp;New Brighton Guide</em>&nbsp;called it a&nbsp;&quot;masterpiece of bad taste&quot;&nbsp;while the&nbsp;Comtesse de Boigne declared it a&nbsp;&quot;mad-house.&quot;<code class="latex">^3</code>&nbsp;And when Queen Victoria first visited the Royal Pavilion in 1837, she noted,&nbsp;&quot;The Pavilion is a strange, odd, Chinese looking place, both outside and inside. Most of the rooms are low, and I can see a morsel of the sea, from one of my sitting room windows.&quot;<code class="latex">^4</code></p> <p><span class="block-image image-wrapper"><img alt="John Nash, Royal Pavilion, Brighton, 1815-23 (edited photo: Jim Linwood, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/52f29d82bfbcd761a894fcdcde57dc824153b181.jpg" /><span class="image-caption">John Nash, Royal Pavilion, Brighton, 1815-23<br /> (photo (edited): <a href="https://www.flickr.com/photos/brighton/3780152329/in/photolist-6L3gAa-81kTxG-7ayzrf-64JH17-64EYYV-7aywMq-7auHFZ-7auFsg-2HLAem-7auJ9g-64K9YN-64ERvp-64Eu4i-2fqwzB-7ayB1C-9uYqpk-9SPxYq-8a6vFA-7ayBfY-6fpnsc-dqvLZw-dqvMKd-dqvDux-dqvMPd-8FACse-7Y6ikq-8FDM77-dqvMCj-8FABi6-dqvCvp-dqvCNr-dqvMwm-dqvDxD-64F8uH-7ayuym-7auJoe-h32aU-mwSyiS-8cUNsR-6k4PLK-8XGeFi-8XKgay-2fqwzp-dqvLSQ-dqvMz9-dqvLFY-dqvLVW-dqvLwy-dqvDiz-dqvMG1">Jim Linwood</a>, <a href="https://creativecommons.org/licenses/by/2.0/">CC BY 2.0</a>)</span></span></p> <h3>The patron: the Prince Regent</h3> <p>The ostensible aesthetic randomness of the Pavilion is best comprehended as the material expression of the profligate and rebellious life of its extraordinary benefactor, the Prince Regent, the future George IV, undoubtedly the greatest royal patron of the arts since King Charles I. A man of easy wit and charm, as well as political indolence and questionable morals, the Prince was the touchstone of style for the fashion-conscious Georgian elite of the day. He first visited the seaside resort of Brighton in 1783 to benefit from its reputedly medicinal waters. Captivated by the picturesque promise of the area, the Prince purchased a &quot;superior farmhouse&quot;&nbsp;in 1786 and engaged the royal architect Henry Holland to convert this modest building into a Neo-classical &quot;marine pavilion&quot;&nbsp;fit for a royal personage at play. Under the influence of the Prince Regent, William Porden, Nash&rsquo;s assistant, added a large stables and riding school in the Indian-style which would be the decorative prototype for the &quot;Oriental&quot;&nbsp;incarnation of the Royal Pavilion by its&nbsp;principal architect, John Nash.<br /> <br /> <span class="block-image image-wrapper"><img alt="Undated print of Henry Holland's Brighton Marine Pavilion of 1786-87" src="https://ka-perseus-images.s3.amazonaws.com/e46dd62aaf2ea440e8fb253f9d9299e8d221c165.jpg" /><span class="image-caption">Undated print of Henry Holland&#39;s Brighton Marine Pavilion of 1786-87</span></span></p> <h3>The architect: John Nash</h3> <p>John Nash was the perfect professional partner for the Pavilion&rsquo;s colorful patron. Subsequently criticised for an overly fashionable&nbsp;and reckless approach to architectural practice, and a resultant lack of purity in the finished product, Nash had planned Regent&rsquo;s Street and Regent&rsquo;s Park in London as a celebration of the rise of the new consumer classes.</p> <p><span class="block-image image-wrapper"><img alt="John Nash, PLAN, presented to the House of Commons, of a STREET proposed from CHARING CROSS to PORTLAND PLACE, leading to the Crown Estate in Marylebone Park,&quot; 1813." src="https://ka-perseus-images.s3.amazonaws.com/e3376e78c0e5bf572ed3ef63b1be7953d16c1af5.jpg" /><span class="image-caption"> John Nash, PLAN, presented to the House of Commons, of a STREET proposed from CHARING CROSS to PORTLAND PLACE, leading to the Crown Estate in Marylebone Park,&quot; 1813.</span></span></p> <p>Nash&rsquo;s vision for Brighton was informed by the Prince&rsquo;s aesthetic sensibilities and colorful personality and the architect&rsquo;s own experiences of the Picturesque (the beauty inherent in unspoilt nature, as first outlined by the artist William Gilpin), as well as the aquatints of &quot;hindoo&quot;&nbsp;architecture which appeared in the six-volume <em>Oriental Scenery</em> by the landscape painters Thomas and William Daniell at the end of the 18th century. The result was the so-called &quot;Eastern&quot;&nbsp;style, comprised of an assortment of architectural and design forms and motifs taken from Britain&rsquo;s colonial experience of the &quot;Orient.&quot;<br /> <br /> <span class="block-image image-wrapper"><img alt="John Nash, Royal Pavilion, Brighton, 1815-23 (photo (edited): Karen Roe, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/2d94600f09db87656579f620ac1b8b6600f449b8.jpg" /><span class="image-caption">John Nash, Royal Pavilion, Brighton, 1815-23<br /> (<a href="https://www.flickr.com/photos/karen_roe/8153689486/in/photolist-dqvMPd-8FACse-7Y6ikq-8FDM77-dqvMCj-8FABi6-dqvCvp-dqvCNr-dqvMwm-dqvDxD-64F8uH-7ayuym-7auJoe-h32aU-mwSyiS-8cUNsR-6k4PLK-8XGeFi-8XKgay-2fqwzp-dqvLSQ-dqvMz9-dqvLFY-dqvLVW-dqvLwy-dqvDiz-dqvMG1-dqvCSt-dqvLA5-dqvDrr-dqvDni-dqvDbH-dqvDeH-8XWnD4-8XWnhi-7Y325M-8FAHNP-6k2bVW-7auMLg-7ayALu-hbTyw6-6k8Yuh-6jX6j8-6ftFKm-9i5w5r-6Zp4DC-6Zk3xk-2HM6YW-3iLG4U-2KnVhc">photo (edited): Karen Roe</a>, <a href="https://creativecommons.org/licenses/by/2.0/">CC BY 2.0</a>)</span></span></p> <h3>The &quot;Eastern&quot;&nbsp;style</h3> <p>Without denying the central agency of both the bold-thinking Nash and fashion-conscious Prince Regent in the design of the Royal Pavilion, the range and variety of architectural styles should be viewed within the context of a&nbsp;wider cultural tradition just then emerging. This exotic mad-house was a response to the early&nbsp;British Empire and its&nbsp;East India Company (a trading company established in 1600 with a&nbsp;fleet of ships and an army&nbsp;200,000 strong)&nbsp;that facillitated the rule of&nbsp;the Indian sub-continent for some two-hundred years and&nbsp;which&nbsp;shaped the British Empire.&nbsp;Here was trade from the East, a rich complex of cultural interchange, and a fascination for the &quot;Orient&quot;&nbsp;in its widest, and loosest, colonial meaning. As the architectural historian Ian Sutton has written, in the nineteenth-century, &quot;Both&nbsp;[architects] and their patrons were assailed by new temptations which they found difficult to resist.&quot;<code class="latex">^5</code></p> <p><span class="block-image image-wrapper"><img alt="William Chambers, Great Pagoda, 1762, Kew Gardens, London (photo: Targeman, public domain)" src="https://ka-perseus-images.s3.amazonaws.com/24b1750ccbd43659ef86da44953a77012e96483f.jpg" /><span class="image-caption">William Chambers, Great Pagoda, 1762, Kew Gardens, London&nbsp;</span><span class="image-caption">(<a href="http://commons.wikimedia.org/wiki/File:Kew_Gardens_Pagoda.jpg">photo: Targeman, public domain</a>)</span></span></p> <p>The Pavilion was not in fact the first building in England to respond to the exotic world of the nabobs (officials who had acquired great wealth) of the East India Company (see for example&nbsp;William Chambers&rsquo; Great Pagoda,&nbsp;1762, at Kew Gardens above,&nbsp;and C.P. Cockerell&rsquo;s&nbsp;Sezincote,&nbsp;1810&nbsp;in Gloucestershire below).</p> <p><span class="block-image image-wrapper"><img alt="C.P. Cockerell, Sezincote, 1810 (photo (edited): Pradeep Sanders, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/e009a00d591ca520f1450f02197d2c52126a161b.jpg" /><span class="image-caption">C.P. Cockerell, Sezincote, 1810<br /> (<a href="https://www.flickr.com/photos/pradeepjeanette/3609609791/in/photolist-6uYcez-6v3mZ3-6v3mJo-6uYc6e-6v3mSU--4rhZRt-4nvx7q-4rncGQ-4rnj63-hmjtU-4rn8Fo-4ri2Av-5cUTja-5cUTyB-5cZcxq-5cUTrK-4ri9e6-4ri1k8-4rnacb-4rndiw-4rn8cW-4ri4Z6-4ri8Zk-4rndD1-4rncnf-4rnbiA-54qHH3-4npMKt-54mvap-54mtxR-54qKeL-54qJeW-54mtjP-54qGg1-5v3WjE-5uYy7k-5uYyqt-5uYz9B-5uYyPK-4npPjT-4npN2p-4ntQKu-4ntRKu-4npNik-4npMfM-4ntSHC-54qKvA-bKXvLF-bKXvM6">photo (edited): Pradeep Sanders</a>, <a href="https://creativecommons.org/licenses/by-sa/2.0/">CC BY 2.0</a>)</span></span></p> <p>Both buildings pre-date the Pavilion. Moreover, juxtaposing a culturally alien interior to the exterior was not a new idea, and was in some sense&nbsp;a colonial interpretation of the cultures of the lands of Empire. Henry Holland&#39;s French Neo-classical Carlton House,&nbsp;1783&ndash;96&nbsp;in London, for example, boasted a fine Chinese drawing room. As such, Brighton Pavilion could be seen as the culmination of years of experimentation, rather than a one-off, stand-alone enterprise.<br /> <br /> <span class="block-image image-wrapper"><img alt="John Nash, Royal Pavilion, Brighton, 1815-23 (photo (edited): Tony Hisgett, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/0ad242b5c7cdb5b562dc169be4e255b9f12c1fec.jpg" /><span class="image-caption">John Nash, Royal Pavilion, Brighton, 1815-23<br /> (<a href="https://www.flickr.com/photos/hisgett/5544987860/in/photolist-oEHe4z-e1ndzo-aPqJug-ehhCCx-5fin3g-64LSq7-619xYr-75LAaA-bfeDZv-8e3Nwu-4Fq6uR-2KuF9c-2HKSPJ-eV5QRY-5yTdc3-64LRuf-fMBKSg-d9ERoM-2HDQ78-2HLAem-2fv4DF-aXVzHM-2HKA1A-2fw6sG-f9gv8d-8W8xRY-2HMYeJ-fUnH3s-9cDizA-dTgEGG-9rZtu5-9rWpL4-9rZiXu-2HGpzp-gpgHd7-fz3Ew6-9rZvGY-9rZpah-9rZggu-9rWtM4-9rZk59-9rZdY1-dPJfBa-8FEpPM-adWNK3-6kabmY-2xvyxD-hFmY4q-9s5Ezc-n8n25Z/">photo (edited): Tony Hisgett</a>, <a href="https://creativecommons.org/licenses/by/2.0/">CC BY 2.0</a>)</span></span></p> <p>What does mark Brighton Pavilion out from the above examples, however, is its fundamental expression of Regency England Romanticism derived from the world of letters. Samuel Taylor Coleridge&rsquo;s opium-fuelled poem &quot;Kubla Khan,&quot; a classic of Romantic literature, published in 1816, famously speaks of the &quot;stately pleasure-dome&quot;&nbsp;of the Mongol ruler. One of the confidants of the Prince Regent was William Beckford, notorious hedonist and author of <em>Vathek: An Arabian Tale</em> (1786), whose earlier story of the outrageous ninth Caliph of Abassides was inspired by both<em> The Arabian Knights</em> and Horace Walpole&rsquo;s <em>The Castle of Oltranto</em> (1764), the latter being the novel that ushered in the Gothic genre in English literature. Indeed, the only true architectural pre-cursor to the Pavilion in this Romantic Gothic tradition is probably Walpole&rsquo;s own <em>Strawberry Hill</em> (see image below), an early example of Gothic Revival architecture, which applies &quot;Gothick&quot;&nbsp;forms and motifs in a similarly imaginative way as the Pavilion.<br /> <br /> <span class="block-image image-wrapper"><img alt="Strawberry Hill House from garden in 2012 after restoration (photo: Chiswick Chap, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/cb4a4604041f0b7cc32c8499f999d4ebbac9e171.jpg" /><span class="image-caption">Strawberry Hill House from garden in 2012 after restoration<br /> (<a href="http://commons.wikimedia.org/wiki/File:Strawberry_Hill_House_from_garden_in_2012_after_restoration.jpg">photo: Chiswick Chap, CC BY-SA 3.0</a>)</span></span></p> <h3>The &quot;Indian&quot;&nbsp;exterior</h3> <p>Architecturally, the &quot;Indian&quot;&nbsp;exterior owes much to C.P. Cockerell&rsquo;s Sezincote; however, there is in reality a significant difference which speaks of the changing fashions and the further development of exotic eclecticism in this period. Sezincote is hybridic: it retains a Neo-classical facade (the windows and bays), whilst sporting a turquoise onion-shaped Mughul dome and minarets, typical of Islamic architecture of the Indian sub-continent, such as the Taj Mahal, and features a Hindu-inspired garden, including a temple.</p> <p><span class="block-image image-wrapper"><img alt="John Nash. The Royal Pavilion at Brighton, 1827 © British Library Board" src="https://ka-perseus-images.s3.amazonaws.com/43075d2a9c4bfa19b8deae4707b0484f899cf233.jpg" /><span class="image-caption">John Nash. The Royal Pavilion at Brighton (detail), 1827<br /> &copy; British Library Board</span></span></p> <p>The Pavilion&#39;s exterior, on the other hand, is more uniformly Mugul-flavored, albeit shot through with a generic sense of the &quot;Orient&quot;: namely&nbsp;the arabesque profusion of ten domes and ten minarets, supported by a cast iron frame, and the vertical thrust of the building, giving it a sense of lightness and airiness, an almost dream-like temporary tent-like quality, in opposition to the permanent horizontal-axised stout square-blockedness of Sezincote.<br /> <br /> <span class="block-image image-wrapper"><img alt="John Nash, Chinese Gallery As It Was, Plate XV in Illustrations of Her Majesty's Palace at Brighton, printed by T. Sutherland, Frederic Lewis, Robert Havel Jr., and M. Dubourg. Published by J. B. Nichols and Son, London, England, 1838, etching and aquatint, brush and watercolor, letterpress on white wove paper mounted on heavy tan board, ruled lines in color and gold paint (Cooper–Hewitt, Smithsonian Design Museum)" src="https://ka-perseus-images.s3.amazonaws.com/68aac594703305fd99946e992dd51de0573b92ce.jpg" /><span class="image-caption">John Nash, &quot;Chinese Gallery As It Was [Long Gallery],&quot; Plate XV in <em>Illustrations of Her Majesty&#39;s Palace at Brighton</em>, &nbsp;J. B. Nichols and Son, London, 1838, etching and aquatint, brush and watercolor, letterpress on white wove paper mounted on heavy tan board, ruled lines in color and gold paint&nbsp;(Cooper&ndash;Hewitt, Smithsonian Design Museum)</span></span></p> <h3>The &quot;Chinese&quot;&nbsp;interior</h3> <p>As for the interior of the Pavilion, while England&rsquo;s curiosity for Chinese culture pre-dates that of its interest in Indian civilization by almost a century, the former&rsquo;s application to the inside of Nash&rsquo;s building is complex, for we have in fact the Neo-classical, Chinese and Gothic at work together. The Entrance Hall (see image below), for instance, is symmetrically arranged, as per the Neo-classical; while the Long Gallery (see image above) contains a multitude of generic Chinese/Asian features (&quot;Chinoiserie&quot;), including the hexagonal lanterns, the silk tassels and the motif of bamboo and birds on the wallpaper, the work of interior decorator Frederick Crace.</p> <p><span class="block-image image-wrapper"><img alt="John Nash, &quot;Entrance Hall,&quot; Illustrations of Her Majesty's Palace at Brighton, J. B. Nichols and Son, London, 1838, etching and aquatint, brush and watercolor, letterpress on white wove paper" src="https://ka-perseus-images.s3.amazonaws.com/8878d86240f493cc95dc5e3511992f59b23e3f55.jpg" /><span class="image-caption">John Nash, &quot;Entrance Hall,&quot; Illustrations of Her Majesty&#39;s Palace at Brighton, J. B. Nichols and Son, London, 1838</span></span>Finally, the decoration along the cornice in the Entrance Hall, and in the Banqueting Room Gallery, is clearly related to fan-vaulting found in English medieval churches.<br /> <br /> <span class="block-image image-wrapper"><img alt="Music Room, Brighton Pavilion (photo (edited): Richard Rutter, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/3eb40381e2ba7fafbb33088a44a4669915027504.jpg" /><span class="image-caption">Music Room, Brighton Pavilion (<a href="https://www.flickr.com/photos/clagnut/121894982/in/photolist-f77uiP-eC5nbS-eC28Kg-hbSbJn-64LSq7-4Z89Uw-64LRuf-7auHR6-bLK8C-8XWn7T-2fqJSi-64K8uW-foBkVs-7aywEs-7auGSt-2HHmAD-7auH2c-6k38Vk-6L3gAa-81kTxG-7ayzrf-64JH17-64EYYV-7aywMq-7auHFZ-7auFsg-2HLAem-7auJ9g-64K9YN-64ERvp-64Eu4i-2fqwzB-7ayB1C-9uYqpk-9SPxYq-8a6vFA-7ayBfY-6fpnsc-dqvLZw-dqvMKd-dqvDux-dqvMPd-8FACse-7Y6ikq-8FDM77-dqvMCj-8FABi6-dqvCvp-dqvCNr-dqvMwm/">photo (edited): Richard Rutter</a>, <a href="https://creativecommons.org/licenses/by/2.0/">CC BY 2.0</a>)</span></span></p> <h3>Making sense of a &lsquo;mad-house&rsquo;</h3> <p>The Royal Pavilion at Brighton in all its apparent kaleidoscopic silliness, brashness, vitality, phantasamagoric contradictions and oppositions, references, and tries&mdash;though not always succeeds&mdash;to respond to the tastes of a new fashionable elite at home and to make sense (or not) of a new world of empire abroad. Indeed, in all its range and variety, as well as in its playful eccentricities, it is quite possibly the ultimate architectural manifestation of early nineteenth-century eclecticism, as well as being the material personification of a powerful Regency personality and his private architect. The history of architecture in Britain is all the richer as a result.</p> <p>Essay by&nbsp;Michael John Partington</p> <p>1.&nbsp;Clifford Musgrave,&nbsp;<em>Life in Brighton</em>, London:&nbsp;Faber and Faber, 1970, p. 183.</p> <p>2. John Evans,&nbsp;<em>Recreation for the Young and the Old. An Excursion to Brighton, with an Account of the Royal Pavilion [...}</em>, Chiswick:&nbsp;Whittingham, 1821.</p> <p>3.&nbsp;Anthony Pasquin,&nbsp;<em>The New Brighton Guide</em>, 6th Edition, 1796&nbsp;and Comtesse de Boigne,&nbsp;<em>Memoirs of the Comtesse de Boigne</em>, ed. Charles Nicolland, 1907, II, (1815-19).</p> <p>4. <em>Victoriana Magazine</em>, &lt;http://www.victoriana.com/Travel/royalpavilion.htm&gt; (1996 &ndash; 2013) [accessed 20 November 2013].&nbsp;</p> <p>5. Ian Sutton, <em>Western Architecture: A Survey from Ancient Greece to the Present</em> (World of Art), (London: Thames and Hudson, 2000).</p> <hr /> <p><strong>Additional Resources:</strong></p> <p>De Boigne,Comtesse, <em>Memoirs of the Comtesse de Boigne</em>, ed. Charles Nicolland, (London: Heinemann, 1907), II, (1815-19).</p> <p>Evans, John, <em>Recreation for the Young and the Old. An Excursion to Brighton, with an Account of the Royal Pavilion</em>, Chiswick: C. Whittingham, 1821.</p> <p>MacKenzie, John. M, <em>Orientalism: history, theory and the arts</em>&nbsp;(Manchester University Press 1995).</p> <p>Musgrave, Clifford, <em>Life in Brighton</em>, London, Faber and Faber, 1970.</p> <p>Pasquin, Anthony, <em>The New Brighton Guide</em>, 6th Edition, (London: H.D. Symonds and T. Bellamy, 1796).</p> <p>Sutton, Ian, <em>Western Architecture: A Survey from Ancient Greece to the Present</em> (World of Art), (London: Thames and Hudson, 2000).</p> <p>Tyack, Geoffrey, &quot;Nash, John (1752&ndash;1835),&quot;&nbsp;<em>Oxford Dictionary of National Biography</em>, Oxford University Press, 2004; on-line edn.</p> <p><em>Victoriana Magazine</em>, &quot;<a href="http://www.victoriana.com/Travel/royalpavilion.htm">Discover the Royal Pavilion - Brighton</a>&quot;</p>
it: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="John Nash, Royal Pavilion in Brighton, 1815-23 (photo: Xgkkp, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/05568577f7683ff118950afcce8281412a5c4d51.jpg" /><span class="image-caption">John Nash, Royal Pavilion,&nbsp;Brighton, 1815-23<br /> (<a href="http://commons.wikimedia.org/wiki/File:Brighton_Royal_Pavilion.jpg">photo: Xgkkp, CC BY-SA 3.0</a>)</span></span></p> <h3>&quot;How can one describe such a piece of architecture?&quot;</h3> <p>&quot;How can one describe such a piece of architecture? The style is a mixture of Moorish, Tartar, Gothic, and Chinese and all in stone and iron. It is a whim which has already cost &pound;700,000, and it is still not ﬁt to live in.&quot;<code class="latex">^1</code>&nbsp;Such was the verdict of the Austrian statesman Klemens von Metternich on the eclectic, exotic and sensuous Royal Pavilion at Brighton.</p> <p>While not all the contemporary reactions to the Pavilion were critical,&nbsp;John Evans, for example, admired it for both its &quot;beauty&quot;&nbsp;and &quot;grandeur,&quot;​<code class="latex">^2</code>​&nbsp;it was a building which provoked a predominantly critical response in Regency England (in political terms the period from 1811 to 1820 when George, Prince of Wales&mdash;future George IV&mdash;ruled in place of his ailing father George III; and in cultural terms up until the death of George IV in 1830).&nbsp;<em>The&nbsp;New Brighton Guide</em>&nbsp;called it a&nbsp;&quot;masterpiece of bad taste&quot;&nbsp;while the&nbsp;Comtesse de Boigne declared it a&nbsp;&quot;mad-house.&quot;<code class="latex">^3</code>&nbsp;And when Queen Victoria first visited the Royal Pavilion in 1837, she noted,&nbsp;&quot;The Pavilion is a strange, odd, Chinese looking place, both outside and inside. Most of the rooms are low, and I can see a morsel of the sea, from one of my sitting room windows.&quot;<code class="latex">^4</code></p> <p><span class="block-image image-wrapper"><img alt="John Nash, Royal Pavilion, Brighton, 1815-23 (edited photo: Jim Linwood, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/52f29d82bfbcd761a894fcdcde57dc824153b181.jpg" /><span class="image-caption">John Nash, Royal Pavilion, Brighton, 1815-23<br /> (photo (edited): <a href="https://www.flickr.com/photos/brighton/3780152329/in/photolist-6L3gAa-81kTxG-7ayzrf-64JH17-64EYYV-7aywMq-7auHFZ-7auFsg-2HLAem-7auJ9g-64K9YN-64ERvp-64Eu4i-2fqwzB-7ayB1C-9uYqpk-9SPxYq-8a6vFA-7ayBfY-6fpnsc-dqvLZw-dqvMKd-dqvDux-dqvMPd-8FACse-7Y6ikq-8FDM77-dqvMCj-8FABi6-dqvCvp-dqvCNr-dqvMwm-dqvDxD-64F8uH-7ayuym-7auJoe-h32aU-mwSyiS-8cUNsR-6k4PLK-8XGeFi-8XKgay-2fqwzp-dqvLSQ-dqvMz9-dqvLFY-dqvLVW-dqvLwy-dqvDiz-dqvMG1">Jim Linwood</a>, <a href="https://creativecommons.org/licenses/by/2.0/">CC BY 2.0</a>)</span></span></p> <h3>The patron: the Prince Regent</h3> <p>The ostensible aesthetic randomness of the Pavilion is best comprehended as the material expression of the profligate and rebellious life of its extraordinary benefactor, the Prince Regent, the future George IV, undoubtedly the greatest royal patron of the arts since King Charles I. A man of easy wit and charm, as well as political indolence and questionable morals, the Prince was the touchstone of style for the fashion-conscious Georgian elite of the day. He first visited the seaside resort of Brighton in 1783 to benefit from its reputedly medicinal waters. Captivated by the picturesque promise of the area, the Prince purchased a &quot;superior farmhouse&quot;&nbsp;in 1786 and engaged the royal architect Henry Holland to convert this modest building into a Neo-classical &quot;marine pavilion&quot;&nbsp;fit for a royal personage at play. Under the influence of the Prince Regent, William Porden, Nash&rsquo;s assistant, added a large stables and riding school in the Indian-style which would be the decorative prototype for the &quot;Oriental&quot;&nbsp;incarnation of the Royal Pavilion by its&nbsp;principal architect, John Nash.<br /> <br /> <span class="block-image image-wrapper"><img alt="Undated print of Henry Holland's Brighton Marine Pavilion of 1786-87" src="https://ka-perseus-images.s3.amazonaws.com/e46dd62aaf2ea440e8fb253f9d9299e8d221c165.jpg" /><span class="image-caption">Undated print of Henry Holland&#39;s Brighton Marine Pavilion of 1786-87</span></span></p> <h3>The architect: John Nash</h3> <p>John Nash was the perfect professional partner for the Pavilion&rsquo;s colorful patron. Subsequently criticised for an overly fashionable&nbsp;and reckless approach to architectural practice, and a resultant lack of purity in the finished product, Nash had planned Regent&rsquo;s Street and Regent&rsquo;s Park in London as a celebration of the rise of the new consumer classes.</p> <p><span class="block-image image-wrapper"><img alt="John Nash, PLAN, presented to the House of Commons, of a STREET proposed from CHARING CROSS to PORTLAND PLACE, leading to the Crown Estate in Marylebone Park,&quot; 1813." src="https://ka-perseus-images.s3.amazonaws.com/e3376e78c0e5bf572ed3ef63b1be7953d16c1af5.jpg" /><span class="image-caption"> John Nash, PLAN, presented to the House of Commons, of a STREET proposed from CHARING CROSS to PORTLAND PLACE, leading to the Crown Estate in Marylebone Park,&quot; 1813.</span></span></p> <p>Nash&rsquo;s vision for Brighton was informed by the Prince&rsquo;s aesthetic sensibilities and colorful personality and the architect&rsquo;s own experiences of the Picturesque (the beauty inherent in unspoilt nature, as first outlined by the artist William Gilpin), as well as the aquatints of &quot;hindoo&quot;&nbsp;architecture which appeared in the six-volume <em>Oriental Scenery</em> by the landscape painters Thomas and William Daniell at the end of the 18th century. The result was the so-called &quot;Eastern&quot;&nbsp;style, comprised of an assortment of architectural and design forms and motifs taken from Britain&rsquo;s colonial experience of the &quot;Orient.&quot;<br /> <br /> <span class="block-image image-wrapper"><img alt="John Nash, Royal Pavilion, Brighton, 1815-23 (photo (edited): Karen Roe, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/2d94600f09db87656579f620ac1b8b6600f449b8.jpg" /><span class="image-caption">John Nash, Royal Pavilion, Brighton, 1815-23<br /> (<a href="https://www.flickr.com/photos/karen_roe/8153689486/in/photolist-dqvMPd-8FACse-7Y6ikq-8FDM77-dqvMCj-8FABi6-dqvCvp-dqvCNr-dqvMwm-dqvDxD-64F8uH-7ayuym-7auJoe-h32aU-mwSyiS-8cUNsR-6k4PLK-8XGeFi-8XKgay-2fqwzp-dqvLSQ-dqvMz9-dqvLFY-dqvLVW-dqvLwy-dqvDiz-dqvMG1-dqvCSt-dqvLA5-dqvDrr-dqvDni-dqvDbH-dqvDeH-8XWnD4-8XWnhi-7Y325M-8FAHNP-6k2bVW-7auMLg-7ayALu-hbTyw6-6k8Yuh-6jX6j8-6ftFKm-9i5w5r-6Zp4DC-6Zk3xk-2HM6YW-3iLG4U-2KnVhc">photo (edited): Karen Roe</a>, <a href="https://creativecommons.org/licenses/by/2.0/">CC BY 2.0</a>)</span></span></p> <h3>The &quot;Eastern&quot;&nbsp;style</h3> <p>Without denying the central agency of both the bold-thinking Nash and fashion-conscious Prince Regent in the design of the Royal Pavilion, the range and variety of architectural styles should be viewed within the context of a&nbsp;wider cultural tradition just then emerging. This exotic mad-house was a response to the early&nbsp;British Empire and its&nbsp;East India Company (a trading company established in 1600 with a&nbsp;fleet of ships and an army&nbsp;200,000 strong)&nbsp;that facillitated the rule of&nbsp;the Indian sub-continent for some two-hundred years and&nbsp;which&nbsp;shaped the British Empire.&nbsp;Here was trade from the East, a rich complex of cultural interchange, and a fascination for the &quot;Orient&quot;&nbsp;in its widest, and loosest, colonial meaning. As the architectural historian Ian Sutton has written, in the nineteenth-century, &quot;Both&nbsp;[architects] and their patrons were assailed by new temptations which they found difficult to resist.&quot;<code class="latex">^5</code></p> <p><span class="block-image image-wrapper"><img alt="William Chambers, Great Pagoda, 1762, Kew Gardens, London (photo: Targeman, public domain)" src="https://ka-perseus-images.s3.amazonaws.com/24b1750ccbd43659ef86da44953a77012e96483f.jpg" /><span class="image-caption">William Chambers, Great Pagoda, 1762, Kew Gardens, London&nbsp;</span><span class="image-caption">(<a href="http://commons.wikimedia.org/wiki/File:Kew_Gardens_Pagoda.jpg">photo: Targeman, public domain</a>)</span></span></p> <p>The Pavilion was not in fact the first building in England to respond to the exotic world of the nabobs (officials who had acquired great wealth) of the East India Company (see for example&nbsp;William Chambers&rsquo; Great Pagoda,&nbsp;1762, at Kew Gardens above,&nbsp;and C.P. Cockerell&rsquo;s&nbsp;Sezincote,&nbsp;1810&nbsp;in Gloucestershire below).</p> <p><span class="block-image image-wrapper"><img alt="C.P. Cockerell, Sezincote, 1810 (photo (edited): Pradeep Sanders, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/e009a00d591ca520f1450f02197d2c52126a161b.jpg" /><span class="image-caption">C.P. Cockerell, Sezincote, 1810<br /> (<a href="https://www.flickr.com/photos/pradeepjeanette/3609609791/in/photolist-6uYcez-6v3mZ3-6v3mJo-6uYc6e-6v3mSU--4rhZRt-4nvx7q-4rncGQ-4rnj63-hmjtU-4rn8Fo-4ri2Av-5cUTja-5cUTyB-5cZcxq-5cUTrK-4ri9e6-4ri1k8-4rnacb-4rndiw-4rn8cW-4ri4Z6-4ri8Zk-4rndD1-4rncnf-4rnbiA-54qHH3-4npMKt-54mvap-54mtxR-54qKeL-54qJeW-54mtjP-54qGg1-5v3WjE-5uYy7k-5uYyqt-5uYz9B-5uYyPK-4npPjT-4npN2p-4ntQKu-4ntRKu-4npNik-4npMfM-4ntSHC-54qKvA-bKXvLF-bKXvM6">photo (edited): Pradeep Sanders</a>, <a href="https://creativecommons.org/licenses/by-sa/2.0/">CC BY 2.0</a>)</span></span></p> <p>Both buildings pre-date the Pavilion. Moreover, juxtaposing a culturally alien interior to the exterior was not a new idea, and was in some sense&nbsp;a colonial interpretation of the cultures of the lands of Empire. Henry Holland&#39;s French Neo-classical Carlton House,&nbsp;1783&ndash;96&nbsp;in London, for example, boasted a fine Chinese drawing room. As such, Brighton Pavilion could be seen as the culmination of years of experimentation, rather than a one-off, stand-alone enterprise.<br /> <br /> <span class="block-image image-wrapper"><img alt="John Nash, Royal Pavilion, Brighton, 1815-23 (photo (edited): Tony Hisgett, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/0ad242b5c7cdb5b562dc169be4e255b9f12c1fec.jpg" /><span class="image-caption">John Nash, Royal Pavilion, Brighton, 1815-23<br /> (<a href="https://www.flickr.com/photos/hisgett/5544987860/in/photolist-oEHe4z-e1ndzo-aPqJug-ehhCCx-5fin3g-64LSq7-619xYr-75LAaA-bfeDZv-8e3Nwu-4Fq6uR-2KuF9c-2HKSPJ-eV5QRY-5yTdc3-64LRuf-fMBKSg-d9ERoM-2HDQ78-2HLAem-2fv4DF-aXVzHM-2HKA1A-2fw6sG-f9gv8d-8W8xRY-2HMYeJ-fUnH3s-9cDizA-dTgEGG-9rZtu5-9rWpL4-9rZiXu-2HGpzp-gpgHd7-fz3Ew6-9rZvGY-9rZpah-9rZggu-9rWtM4-9rZk59-9rZdY1-dPJfBa-8FEpPM-adWNK3-6kabmY-2xvyxD-hFmY4q-9s5Ezc-n8n25Z/">photo (edited): Tony Hisgett</a>, <a href="https://creativecommons.org/licenses/by/2.0/">CC BY 2.0</a>)</span></span></p> <p>What does mark Brighton Pavilion out from the above examples, however, is its fundamental expression of Regency England Romanticism derived from the world of letters. Samuel Taylor Coleridge&rsquo;s opium-fuelled poem &quot;Kubla Khan,&quot; a classic of Romantic literature, published in 1816, famously speaks of the &quot;stately pleasure-dome&quot;&nbsp;of the Mongol ruler. One of the confidants of the Prince Regent was William Beckford, notorious hedonist and author of <em>Vathek: An Arabian Tale</em> (1786), whose earlier story of the outrageous ninth Caliph of Abassides was inspired by both<em> The Arabian Knights</em> and Horace Walpole&rsquo;s <em>The Castle of Oltranto</em> (1764), the latter being the novel that ushered in the Gothic genre in English literature. Indeed, the only true architectural pre-cursor to the Pavilion in this Romantic Gothic tradition is probably Walpole&rsquo;s own <em>Strawberry Hill</em> (see image below), an early example of Gothic Revival architecture, which applies &quot;Gothick&quot;&nbsp;forms and motifs in a similarly imaginative way as the Pavilion.<br /> <br /> <span class="block-image image-wrapper"><img alt="Strawberry Hill House from garden in 2012 after restoration (photo: Chiswick Chap, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/cb4a4604041f0b7cc32c8499f999d4ebbac9e171.jpg" /><span class="image-caption">Strawberry Hill House from garden in 2012 after restoration<br /> (<a href="http://commons.wikimedia.org/wiki/File:Strawberry_Hill_House_from_garden_in_2012_after_restoration.jpg">photo: Chiswick Chap, CC BY-SA 3.0</a>)</span></span></p> <h3>The &quot;Indian&quot;&nbsp;exterior</h3> <p>Architecturally, the &quot;Indian&quot;&nbsp;exterior owes much to C.P. Cockerell&rsquo;s Sezincote; however, there is in reality a significant difference which speaks of the changing fashions and the further development of exotic eclecticism in this period. Sezincote is hybridic: it retains a Neo-classical facade (the windows and bays), whilst sporting a turquoise onion-shaped Mughul dome and minarets, typical of Islamic architecture of the Indian sub-continent, such as the Taj Mahal, and features a Hindu-inspired garden, including a temple.</p> <p><span class="block-image image-wrapper"><img alt="John Nash. The Royal Pavilion at Brighton, 1827 © British Library Board" src="https://ka-perseus-images.s3.amazonaws.com/43075d2a9c4bfa19b8deae4707b0484f899cf233.jpg" /><span class="image-caption">John Nash. The Royal Pavilion at Brighton (detail), 1827<br /> &copy; British Library Board</span></span></p> <p>The Pavilion&#39;s exterior, on the other hand, is more uniformly Mugul-flavored, albeit shot through with a generic sense of the &quot;Orient&quot;: namely&nbsp;the arabesque profusion of ten domes and ten minarets, supported by a cast iron frame, and the vertical thrust of the building, giving it a sense of lightness and airiness, an almost dream-like temporary tent-like quality, in opposition to the permanent horizontal-axised stout square-blockedness of Sezincote.<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/68aac594703305fd99946e992dd51de0573b92ce.jpg" /><span class="image-caption">John Nash, &quot;Chinese Gallery As It Was [Long Gallery],&quot; Plate XV in <em>Illustrations of Her Majesty&#39;s Palace at Brighton</em>, &nbsp;J. B. Nichols and Son, London, 1838, etching and aquatint, brush and watercolor, letterpress on white wove paper mounted on heavy tan board, ruled lines in color and gold paint&nbsp;(Cooper&ndash;Hewitt, Smithsonian Design Museum)</span></span></p> <h3>The &quot;Chinese&quot;&nbsp;interior</h3> <p>As for the interior of the Pavilion, while England&rsquo;s curiosity for Chinese culture pre-dates that of its interest in Indian civilization by almost a century, the former&rsquo;s application to the inside of Nash&rsquo;s building is complex, for we have in fact the Neo-classical, Chinese and Gothic at work together. The Entrance Hall (see image below), for instance, is symmetrically arranged, as per the Neo-classical; while the Long Gallery (see image above) contains a multitude of generic Chinese/Asian features (&quot;Chinoiserie&quot;), including the hexagonal lanterns, the silk tassels and the motif of bamboo and birds on the wallpaper, the work of interior decorator Frederick Crace.</p> <p><span class="block-image image-wrapper"><img alt="John Nash, &quot;Entrance Hall,&quot; Illustrations of Her Majesty's Palace at Brighton, J. B. Nichols and Son, London, 1838, etching and aquatint, brush and watercolor, letterpress on white wove paper" src="https://ka-perseus-images.s3.amazonaws.com/8878d86240f493cc95dc5e3511992f59b23e3f55.jpg" /><span class="image-caption">John Nash, &quot;Entrance Hall,&quot; Illustrations of Her Majesty&#39;s Palace at Brighton, J. B. Nichols and Son, London, 1838</span></span>Finally, the decoration along the cornice in the Entrance Hall, and in the Banqueting Room Gallery, is clearly related to fan-vaulting found in English medieval churches.<br /> <br /> <span class="block-image image-wrapper"><img alt="Music Room, Brighton Pavilion (photo (edited): Richard Rutter, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/3eb40381e2ba7fafbb33088a44a4669915027504.jpg" /><span class="image-caption">Music Room, Brighton Pavilion (<a href="https://www.flickr.com/photos/clagnut/121894982/in/photolist-f77uiP-eC5nbS-eC28Kg-hbSbJn-64LSq7-4Z89Uw-64LRuf-7auHR6-bLK8C-8XWn7T-2fqJSi-64K8uW-foBkVs-7aywEs-7auGSt-2HHmAD-7auH2c-6k38Vk-6L3gAa-81kTxG-7ayzrf-64JH17-64EYYV-7aywMq-7auHFZ-7auFsg-2HLAem-7auJ9g-64K9YN-64ERvp-64Eu4i-2fqwzB-7ayB1C-9uYqpk-9SPxYq-8a6vFA-7ayBfY-6fpnsc-dqvLZw-dqvMKd-dqvDux-dqvMPd-8FACse-7Y6ikq-8FDM77-dqvMCj-8FABi6-dqvCvp-dqvCNr-dqvMwm/">photo (edited): Richard Rutter</a>, <a href="https://creativecommons.org/licenses/by/2.0/">CC BY 2.0</a>)</span></span></p> <h3>Making sense of a &lsquo;mad-house&rsquo;</h3> <p>The Royal Pavilion at Brighton in all its apparent kaleidoscopic silliness, brashness, vitality, phantasamagoric contradictions and oppositions, references, and tries&mdash;though not always succeeds&mdash;to respond to the tastes of a new fashionable elite at home and to make sense (or not) of a new world of empire abroad. Indeed, in all its range and variety, as well as in its playful eccentricities, it is quite possibly the ultimate architectural manifestation of early nineteenth-century eclecticism, as well as being the material personification of a powerful Regency personality and his private architect. The history of architecture in Britain is all the richer as a result.</p> <p>Essay by&nbsp;Michael John Partington</p> <p>1.&nbsp;Clifford Musgrave,&nbsp;<em>Life in Brighton</em>, London:&nbsp;Faber and Faber, 1970, p. 183.</p> <p>2. John Evans,&nbsp;<em>Recreation for the Young and the Old. An Excursion to Brighton, with an Account of the Royal Pavilion [...}</em>, Chiswick:&nbsp;Whittingham, 1821.</p> <p>3.&nbsp;Anthony Pasquin,&nbsp;<em>The New Brighton Guide</em>, 6th Edition, 1796&nbsp;and Comtesse de Boigne,&nbsp;<em>Memoirs of the Comtesse de Boigne</em>, ed. Charles Nicolland, 1907, II, (1815-19).</p> <p>4. <em>Victoriana Magazine</em>, &lt;http://www.victoriana.com/Travel/royalpavilion.htm&gt; (1996 &ndash; 2013) [accessed 20 November 2013].&nbsp;</p> <p>5. Ian Sutton, <em>Western Architecture: A Survey from Ancient Greece to the Present</em> (World of Art), (London: Thames and Hudson, 2000).</p> <hr /> <p><strong>Additional Resources:</strong></p> <p>De Boigne,Comtesse, <em>Memoirs of the Comtesse de Boigne</em>, ed. Charles Nicolland, (London: Heinemann, 1907), II, (1815-19).</p> <p>Evans, John, <em>Recreation for the Young and the Old. An Excursion to Brighton, with an Account of the Royal Pavilion</em>, Chiswick: C. Whittingham, 1821.</p> <p>MacKenzie, John. M, <em>Orientalism: history, theory and the arts</em>&nbsp;(Manchester University Press 1995).</p> <p>Musgrave, Clifford, <em>Life in Brighton</em>, London, Faber and Faber, 1970.</p> <p>Pasquin, Anthony, <em>The New Brighton Guide</em>, 6th Edition, (London: H.D. Symonds and T. Bellamy, 1796).</p> <p>Sutton, Ian, <em>Western Architecture: A Survey from Ancient Greece to the Present</em> (World of Art), (London: Thames and Hudson, 2000).</p> <p>Tyack, Geoffrey, &quot;Nash, John (1752&ndash;1835),&quot;&nbsp;<em>Oxford Dictionary of National Biography</em>, Oxford University Press, 2004; on-line edn.</p> <p><em>Victoriana Magazine</em>, &quot;<a href="http://www.victoriana.com/Travel/royalpavilion.htm">Discover the Royal Pavilion - Brighton</a>&quot;</p>
