Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Joseph Wright of Derby, A Philosopher Giving a Lecture at the Orrery (in which a lamp is put in place of the sun), c. 1763-65, oil on canvas, 4' 10&quot; x 6' 8&quot; (Derby Museums and Art Gallery, Derby) " src="https://ka-perseus-images.s3.amazonaws.com/cc95037eb04ca209fa6a6f1f59095dd96ad3553a.jpg" /><span class="image-caption">Joseph Wright of Derby, <em>A Philosopher Giving a Lecture at the Orrery (in which a lamp is put in place of the sun)</em>, c. 1763-65, oil on canvas, 4&#39; 10&quot; x 6&#39; 8&quot; (Derby Museums and Art Gallery, Derby)</span></span>Two young boys, gazing over the edge of the contraption in playful wonder. A teenaged girl, her arms resting on the machine, in quiet contemplation. A young man shielding his eyes from the brilliance of the light emanating from the center, and a young woman staring unblinkingly. A standing man taking copious notes on the proceedings. Another man leaning back in his seat, listening intently to the gray-haired lecturer, captivating his audience like a magician.</p> <p>A key idea of the Age of Enlightenment&mdash;that empirical observation grounded in science and reason could best advance society&mdash;is expressed by the faces of the individuals in Joseph Wright of Derby&rsquo;s <em>A Philosopher Lecturing on the Orrery</em>.</p> <h3>The Age of Enlightenment</h3> <p>Wright&rsquo;s painting encapsulates in one moment the Enlightenment, a philosophical shift in the eighteenth century away from traditional religious models of the universe and toward an empirical, scientific approach. It is important to note the term given this new way of thinking. &ldquo;Enlightenment&rdquo; indicates an active process, undertaken by an individual by group.&nbsp;</p> <p>The age of Enlightenment is most closely associated with scientists and inventors, but writers and artists also played major roles. They helped spread enlightenment concepts via the written word and printed image, and inspired others to think rationally about the world in which they lived. The provincial English painter Joseph Wright of Derby became the unofficial artist of the Enlightenment, depicting scientists and philosophers in ways previously reserved for Biblical heroes and Greek gods.</p> <h3>Joseph Wright of Derby</h3> <p>Joseph Wright of Derby was born in the town of Derby in central England, and save for short stints in Liverpool and London, lived in that city his entire life. He was known even during his lifetime as Joseph Wright of Derby, to distinguish him from another artist of the same name. Even though Wright of Derby was the more talented of the two, he was stuck with the geographical identifier on his name.</p> <p>Other than Thomas Gainsborough, who spent much of his career in the high-society resort town of Bath, Wright was the most prominent English painter of the eighteenth century to spend the majority of his career outside of London. Operating without the constraints of the mainstream London art world, Wright was free to explore a general interest in science with his friends, a group that included Erasmus Darwin (grandfather of Charles) and other members of the Lunar Society of Birmingham, an informal learned society which met to discuss scientific topics of the day.</p> <p>Wright was known for his deft depiction of the contrasts between light and dark, also known as chiaroscuro, and his unflinching portrayal of the true personalities of his subjects. This trait caused his downfall when he attempted to work as a portraitist&mdash;few wanted a portrait, warts and all.</p> <h3>The Intensity of Scientific Discovery</h3> <p>In the 1760s Wright began to explore the traditional boundaries of various genres of painting. According to the French academies of art, the highest genre of painting was history painting, which depicted Biblical or classical subjects to demonstrate a moral lesson. This high regard for history panting was adopted by the British&mdash;Benjamin West&rsquo;s <em>The Death of General Wolfe</em> is a prominent example.</p> <p><span class="block-image image-wrapper"><img alt="Johan Joseph Zoffany, The Gore Family with George, third Earl Cowper, c. 1775, oil on canvas (Yale Center for British Art, Paul Mellon Collection)" src="https://ka-perseus-images.s3.amazonaws.com/bb2f8ee6606f51a0d4007757c29a51b66a8dbb01.jpg" /><span class="image-caption">Johan Joseph Zoffany, <em>The Gore Family with George, third Earl Cowper</em>, c. 1775, oil on canvas (Yale Center for British Art, Paul Mellon Collection)</span></span></p> <p>Wright took this noble, aggrandizing method of portraying events and applied it to a composition showing a contemporary subject in <em>A Philosopher Lecturing at the Orrery</em>. Rather than a moral of leadership or heroism, this painting&rsquo;s &ldquo;moral&rdquo; is the pursuit of scientific knowledge. With its collection of non-idealized men, women, boys, and girls informally arranged in a small physical space around a central organizing point, Wright&rsquo;s painting mimics the compositional structure of a conversation piece (an informal group portrait) like Zoffany&#39;s <em>Gore Family</em> (above), but with the dramatic lighting and scale expected from a major religious scene.</p> <p>In effect, <em>A Philosopher Lecturing at the Orrery </em>does depict a moment of religious epiphany. Much like the central figure in Caravaggio&rsquo;s<em> Calling of Saint Matthew </em>(below), the figures listening to the philosopher&rsquo;s lecture in Wright&rsquo;s painting are experiencing conversion...to science.</p> <h3>Heroizing the Search for Knowledge</h3> <p><span class="image-wrapper inline-image"><img alt="Orrery, c. 1750 (British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/1d4c1f9d30040f3c2faa5dc637a35d1c462bd309.jpg" /><span class="image-caption">Orrery, c. 1750 (British Museum)</span></span>An orrery is a mechanical model of the solar system, a miniature, clockwork planetarium. Each planet, with its moons, is a sphere attached to a swing arm which allows it to rotate around the sun when cranked by hand. When in motion, the orrery depicts the orbits of each planet, as well as their relative relationship to each other. The orrery depicted by Wright has large metal rings which can simulate eclipses, and give the model a striking and exciting three-dimensionality.</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Orrery, c. 1750 (British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/5cf59fdaabd656b5092637dddd25d0d235cf3147.jpg" /><span class="image-caption">Orrery, c. 1750 (British Museum)</span></span>Although each of the figures in the painting is clearly modeled on a specific person, Wright&rsquo;s work was not meant to be a conversation piece in the eighteenth century sense of the word, and so we can only guess at the identities of each person. Most likely the man standing and taking notes is Wright&rsquo;s friend Peter Perez Burdett, and the man seated at the far right may be Washington Shirley, 5th Earl Ferrers, the initial owner of the work.</p> <p>Several identities have been proposed for the philosopher delivering the lecture. The most tempting theory is that his face is modeled on that of Sir Isaac Newton, the great English scientist whose work helped herald in the Enlightenment. Another possibility is that it is a member of the Lunar Society of Birmingham.</p> <p><span class="block-image image-wrapper"><img alt="Jesus beckoning to Matthew (detail), Caravaggio, Calling of Saint Matthew, c. 1599-1600, oil on canvas, 322 cm × 340 cm (San Luigi dei Francesi, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/df4669863028f9d498c5dbdc2122b862fa77505a.jpg" /><span class="image-caption">Jesus beckoning to Matthew (detail), Caravaggio, <em>Calling of Saint Matthew</em>, c. 1599-1600, oil on canvas, 322 cm &times; 340 cm (San Luigi dei Francesi, Rome)</span></span><span>The events depicted, although exciting, do not give <em>A Philosopher Lecturing at the Orrery</em> its high dramatic impact. That responsibility falls on the paintings strong internal light source, the lamp that takes the role of the sun. Wright mimics Baroque artists like Caravaggio, who inserted strong light sources in otherwise dark compositions to create dramatic effect. Most of these earlier works were Christian subjects, and the light sources were often simple candles. Wright flips the script with his scientific subject matter. The gas lamp which acts as the sun pulls double duty in the painting. It illuminates the scene, allowing the viewer to clearly see the figures within, and it symbolizes the active enlightenment in which those figures are participating.</span></p> <p>Text by Abram Fox&nbsp;</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="http://www.theguardian.com/artanddesign/2012/feb/23/restoration-joseph-wright-derby-paintings">&quot;Restoration of Joseph Wright of Derby paintings reveals hidden details&quot; in The Guardian</a></p> <p><a href="http://www.getty.edu/art/gettyguide/artMakerDetails?maker=697&amp;page=1">Biography of Joseph Wright of Derby from The Getty Museum</a></p> <p><a href="http://www.nationalgallery.org.uk/artists/joseph-wright-of-derby">Joseph Wright of Derby at The National Gallery, London</a></p> <p><a href="http://www.tate.org.uk/art/artworks/wright-an-iron-forge-t06670">Joseph Wright of Derby at the Tate</a></p> <p><a href="http://en.wikipedia.org/wiki/A_Philosopher_Lecturing_on_the_Orrery">This painting in Wikipedia</a>&nbsp;</p>
it: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/cc95037eb04ca209fa6a6f1f59095dd96ad3553a.jpg" /><span class="image-caption">Joseph Wright of Derby, <em>A Philosopher Giving a Lecture at the Orrery (in which a lamp is put in place of the sun)</em>, c. 1763-65, oil on canvas, 4&#39; 10&quot; x 6&#39; 8&quot; (Derby Museums and Art Gallery, Derby)</span></span>Two young boys, gazing over the edge of the contraption in playful wonder. A teenaged girl, her arms resting on the machine, in quiet contemplation. A young man shielding his eyes from the brilliance of the light emanating from the center, and a young woman staring unblinkingly. A standing man taking copious notes on the proceedings. Another man leaning back in his seat, listening intently to the gray-haired lecturer, captivating his audience like a magician.</p> <p>A key idea of the Age of Enlightenment&mdash;that empirical observation grounded in science and reason could best advance society&mdash;is expressed by the faces of the individuals in Joseph Wright of Derby&rsquo;s <em>A Philosopher Lecturing on the Orrery</em>.</p> <h3>The Age of Enlightenment</h3> <p>Wright&rsquo;s painting encapsulates in one moment the Enlightenment, a philosophical shift in the eighteenth century away from traditional religious models of the universe and toward an empirical, scientific approach. It is important to note the term given this new way of thinking. &ldquo;Enlightenment&rdquo; indicates an active process, undertaken by an individual by group.&nbsp;</p> <p>The age of Enlightenment is most closely associated with scientists and inventors, but writers and artists also played major roles. They helped spread enlightenment concepts via the written word and printed image, and inspired others to think rationally about the world in which they lived. The provincial English painter Joseph Wright of Derby became the unofficial artist of the Enlightenment, depicting scientists and philosophers in ways previously reserved for Biblical heroes and Greek gods.</p> <h3>Joseph Wright of Derby</h3> <p>Joseph Wright of Derby was born in the town of Derby in central England, and save for short stints in Liverpool and London, lived in that city his entire life. He was known even during his lifetime as Joseph Wright of Derby, to distinguish him from another artist of the same name. Even though Wright of Derby was the more talented of the two, he was stuck with the geographical identifier on his name.</p> <p>Other than Thomas Gainsborough, who spent much of his career in the high-society resort town of Bath, Wright was the most prominent English painter of the eighteenth century to spend the majority of his career outside of London. Operating without the constraints of the mainstream London art world, Wright was free to explore a general interest in science with his friends, a group that included Erasmus Darwin (grandfather of Charles) and other members of the Lunar Society of Birmingham, an informal learned society which met to discuss scientific topics of the day.</p> <p>Wright was known for his deft depiction of the contrasts between light and dark, also known as chiaroscuro, and his unflinching portrayal of the true personalities of his subjects. This trait caused his downfall when he attempted to work as a portraitist&mdash;few wanted a portrait, warts and all.</p> <h3>The Intensity of Scientific Discovery</h3> <p>In the 1760s Wright began to explore the traditional boundaries of various genres of painting. According to the French academies of art, the highest genre of painting was history painting, which depicted Biblical or classical subjects to demonstrate a moral lesson. This high regard for history panting was adopted by the British&mdash;Benjamin West&rsquo;s <em>The Death of General Wolfe</em> is a prominent example.</p> <p><span class="block-image image-wrapper"><img alt="Johan Joseph Zoffany, The Gore Family with George, third Earl Cowper, c. 1775, oil on canvas (Yale Center for British Art, Paul Mellon Collection)" src="https://ka-perseus-images.s3.amazonaws.com/bb2f8ee6606f51a0d4007757c29a51b66a8dbb01.jpg" /><span class="image-caption">Johan Joseph Zoffany, <em>The Gore Family with George, third Earl Cowper</em>, c. 1775, oil on canvas (Yale Center for British Art, Paul Mellon Collection)</span></span></p> <p>Wright took this noble, aggrandizing method of portraying events and applied it to a composition showing a contemporary subject in <em>A Philosopher Lecturing at the Orrery</em>. Rather than a moral of leadership or heroism, this painting&rsquo;s &ldquo;moral&rdquo; is the pursuit of scientific knowledge. With its collection of non-idealized men, women, boys, and girls informally arranged in a small physical space around a central organizing point, Wright&rsquo;s painting mimics the compositional structure of a conversation piece (an informal group portrait) like Zoffany&#39;s <em>Gore Family</em> (above), but with the dramatic lighting and scale expected from a major religious scene.</p> <p>In effect, <em>A Philosopher Lecturing at the Orrery </em>does depict a moment of religious epiphany. Much like the central figure in Caravaggio&rsquo;s<em> Calling of Saint Matthew </em>(below), the figures listening to the philosopher&rsquo;s lecture in Wright&rsquo;s painting are experiencing conversion...to science.</p> <h3>Heroizing the Search for Knowledge</h3> <p><span class="image-wrapper inline-image"><img alt="Orrery, c. 1750 (British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/1d4c1f9d30040f3c2faa5dc637a35d1c462bd309.jpg" /><span class="image-caption">Orrery, c. 1750 (British Museum)</span></span>An orrery is a mechanical model of the solar system, a miniature, clockwork planetarium. Each planet, with its moons, is a sphere attached to a swing arm which allows it to rotate around the sun when cranked by hand. When in motion, the orrery depicts the orbits of each planet, as well as their relative relationship to each other. The orrery depicted by Wright has large metal rings which can simulate eclipses, and give the model a striking and exciting three-dimensionality.</p> <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Orrery, c. 1750 (British Museum)" src="https://ka-perseus-images.s3.amazonaws.com/5cf59fdaabd656b5092637dddd25d0d235cf3147.jpg" /><span class="image-caption">Orrery, c. 1750 (British Museum)</span></span>Although each of the figures in the painting is clearly modeled on a specific person, Wright&rsquo;s work was not meant to be a conversation piece in the eighteenth century sense of the word, and so we can only guess at the identities of each person. Most likely the man standing and taking notes is Wright&rsquo;s friend Peter Perez Burdett, and the man seated at the far right may be Washington Shirley, 5th Earl Ferrers, the initial owner of the work.</p> <p>Several identities have been proposed for the philosopher delivering the lecture. The most tempting theory is that his face is modeled on that of Sir Isaac Newton, the great English scientist whose work helped herald in the Enlightenment. Another possibility is that it is a member of the Lunar Society of Birmingham.</p> <p><span class="block-image image-wrapper"><img alt="Jesus beckoning to Matthew (detail), Caravaggio, Calling of Saint Matthew, c. 1599-1600, oil on canvas, 322 cm × 340 cm (San Luigi dei Francesi, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/df4669863028f9d498c5dbdc2122b862fa77505a.jpg" /><span class="image-caption">Jesus beckoning to Matthew (detail), Caravaggio, <em>Calling of Saint Matthew</em>, c. 1599-1600, oil on canvas, 322 cm &times; 340 cm (San Luigi dei Francesi, Rome)</span></span><span>The events depicted, although exciting, do not give <em>A Philosopher Lecturing at the Orrery</em> its high dramatic impact. That responsibility falls on the paintings strong internal light source, the lamp that takes the role of the sun. Wright mimics Baroque artists like Caravaggio, who inserted strong light sources in otherwise dark compositions to create dramatic effect. Most of these earlier works were Christian subjects, and the light sources were often simple candles. Wright flips the script with his scientific subject matter. The gas lamp which acts as the sun pulls double duty in the painting. It illuminates the scene, allowing the viewer to clearly see the figures within, and it symbolizes the active enlightenment in which those figures are participating.</span></p> <p>Text by Abram Fox&nbsp;</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="http://www.theguardian.com/artanddesign/2012/feb/23/restoration-joseph-wright-derby-paintings">&quot;Restoration of Joseph Wright of Derby paintings reveals hidden details&quot; in The Guardian</a></p> <p><a href="http://www.getty.edu/art/gettyguide/artMakerDetails?maker=697&amp;page=1">Biography of Joseph Wright of Derby from The Getty Museum</a></p> <p><a href="http://www.nationalgallery.org.uk/artists/joseph-wright-of-derby">Joseph Wright of Derby at The National Gallery, London</a></p> <p><a href="http://www.tate.org.uk/art/artworks/wright-an-iron-forge-t06670">Joseph Wright of Derby at the Tate</a></p> <p><a href="http://en.wikipedia.org/wiki/A_Philosopher_Lecturing_on_the_Orrery">This painting in Wikipedia</a>&nbsp;</p>
