Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h1>Ushnus</h1> <p>The Inka capital Cusco and principal outlying towns of the Inka Empire were organized around a public plaza with a specially-constructed platform placed facing a designated sacred central space called the <em>ushnu</em>. This sacred space was marked by a vertical opening into the body of the earth into which liquid and other offerings were made.</p> <p>The&nbsp;ushnu&nbsp;platform was therefore&nbsp;a kind of stage from which the Inka king and his&nbsp;lords could observe and rule&nbsp;over&nbsp;an annual round of seasonal festivals and ceremonial events.<br /> <br /> <span class="block-image image-wrapper"><img alt="Incapirca Waminan ushnu is located on a rounded mountaintop on the altiplano near the city of Ayacucho and offers a remarkable view of major mountain peaks and ranges such as Uripe, Condoray, Qarawarasu and Rasuwillca. The ushnu here is situated on the summit of the mountain and comprises three superimposed platforms. The basal one is little more than a rectangular outline of rocks, barely a single rock in height but measuring 32.7m by 18.5m. The second platform consists of a single faced wall, measuring 24.5 m by 11.4m. The third and final platform is contained within a double-faced wall, and measures 22.8m in length by 9.6m in width. The walls are built out of grey andesite which appears to have been quarried nearby. © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/9e7a705861d3f5936d8370865c3219a439b1e1e5.jpg" /><span class="image-caption">This&nbsp;ushnu (Incapirca Waminan)&nbsp;is situated on the summit of the mountain and comprises three superimposed platforms.&nbsp;&nbsp;&copy; Trustees of the British Museum</span></span></p> <p>In the late 1990s archaeologists in Ecuador, Peru, Bolivia, Chile and Argentina began mapping the full system of Inka roads, including many of the less accessible, secondary trails at high altitude. In Peru this survey soon revealed a previously unrecognized category of stone platform with typically distinctive Inka stonework. These structures are carefully positioned on isolated mountain-tops&nbsp;4000&ndash;4800 meters above sea level&nbsp;and represent some of the highest dressed-stone architecture found anywhere in the Americas, and possibly in the world. These structures were clearly&nbsp;important in Inca political and sacred geography and had profound symbolic significance.<br /> <br /> <span class="block-image image-wrapper"><img alt="View from Incapirca Waminan © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/7c02fc5ca3e631d1cce1ae7618fc20a37b1657ac.jpg" /><span class="image-caption">View from Incapirca Waminan &copy; Trustees of the British Museum</span></span>The sites were selected to command unsurpassed views of the snow-capped mountain peaks, worshipped as <em>wamanis</em>, or mountain deities, by the local communities. In this way local deities were incorporated into the overarching Inka state religion. The Incas used the platforms as potent symbols of religious and political authority. They served as an innovative and powerful new instrument of statecraft in order both to define and proclaim their growing imperial hegemony.</p> <p><span class="block-image image-wrapper"><img alt="A well-known ushnu site, Vilcashuaman was a major Inca administrative centre on the main Inca road running along the Andes mountain chain and down to the coast. © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/32ed12d964ccbaf357db827dc2fd90a279f9eb25.jpg" /><span class="image-caption">A well-known <em>ushnu</em> site, Vilcashuaman was a major Inka administrative centre on the main Inka road running along the Andes mountain chain and down to the coast.</span></span></p> <h3>Research</h3> <p><span class="image-wrapper inline-image"><img alt="Map showing Inca ushnu sites © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/27558b0a0a22850fc9bde12e07d30a35c0ba920e.jpg" /><span class="image-caption">British Museum map showing Inka <em>ushnu</em> sites &copy; Trustees of the British Museum</span></span></p> <p>Atahualpa, the Inka ruler taken and killed by Spanish invaders in the 1500s, asked for the meeting with his murderers to take place in the great plaza of the town of Cajamarca at the site of a &quot;<em>castillejo</em>,&quot;&nbsp;a type of platform we now call an <em>ushnu</em>.&nbsp;This shows not only that <em>ushnus</em> were appropriate sites to meet strangers, but that they were considered to hold great significance.</p> <p>Research at 30 platforms across the modern&nbsp;area of Ayacucho has demonstrated that <em>ushnus</em> are located in both town squares and alongside Inka roads. In towns, the platforms are located in or by the side of the main square, while those located on Inca roads are often found on mountain tops. There, they offer views of the horizon and of <em>Wamanis</em> (mountain deities) in the landscape.<br /> &nbsp;</p> <h3>Vilcashuaman</h3> <p><span class="block-image image-wrapper"><img alt="A well-known ushnu site, Vilcashuaman was a major Inca administrative centre on the main Inca road running along the Andes mountain chain and down to the coast. © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/497168b5d7ced10a0e9ca86d68e9bc653e157035.jpg" /><span class="image-caption">A well-known <em>ushnu</em> site, Vilcashuaman was a major Inka administrative centre on the main Inka road running along the Andes mountain chain and down to the coast. &copy; Trustees of the British Museum</span></span><span class="image-wrapper inline-image"><img alt="Ushnus in the landscape, Codex Murua 79v. Courtesy Sean Galvin.© Trustees of the British Museum The Codex Murua was produced after the Spanish conquest of the Inca Empire but its scenes of life, landscape and ritual were very likely to have been drawn by an Inca working to give the colonists an understanding of how his people lived." src="https://ka-perseus-images.s3.amazonaws.com/53f34e250e7ac4ab9df3cc822d71fb2fc4cdd919.jpg" /><span class="image-caption"><em>Ushnus </em>in the landscape, Codex Murua 79v. Courtesy Sean Galvin.&copy; Trustees of the British Museum The Codex Murua was produced after the Spanish conquest of the Inka Empire but its scenes of life, landscape and ritual were very likely to have been drawn by an Inca working to give the colonists an understanding of how his people lived.</span></span></p> <p>The major <em>ushnu</em> platform at&nbsp;Vilcashuaman, which has been extensively restored comprises four superimposed platforms with a staircase of 36 steps on its eastern side, which, through a gateway, allows access to the top. The staircase is built up against the structure, abutting it. The top platform on its west side has a ramp allowing access to the platform below. On top the platform has a large monolithic seat carved to accommodate two people.<br /> <br /> On its eastern side two squarish structures are built up close to the bottom platform; beyond this are the remains of a large <em>kallanka</em> or great hall and it is likely there was a second one of these across an open space. Slightly further to the west is the town&#39;s cemetery.</p> <p>To the east and north-east is the main colonial plaza and to the north-east are extensive elaborate Inka remains including what have been identified as the footings of the local temples of the sun and moon. The fields surrounding the town are extensively dedicated to growing maize, barley and oats.<br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p><br /> <br /> &copy; Trustees of the British Museum</p>
it: <h1>Ushnus</h1> <p>The Inka capital Cusco and principal outlying towns of the Inka Empire were organized around a public plaza with a specially-constructed platform placed facing a designated sacred central space called the <em>ushnu</em>. This sacred space was marked by a vertical opening into the body of the earth into which liquid and other offerings were made.</p> <p>The&nbsp;ushnu&nbsp;platform was therefore&nbsp;a kind of stage from which the Inka king and his&nbsp;lords could observe and rule&nbsp;over&nbsp;an annual round of seasonal festivals and ceremonial events.<br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9e7a705861d3f5936d8370865c3219a439b1e1e5.jpg" /><span class="image-caption">This&nbsp;ushnu (Incapirca Waminan)&nbsp;is situated on the summit of the mountain and comprises three superimposed platforms.&nbsp;&nbsp;&copy; Trustees of the British Museum</span></span></p> <p>In the late 1990s archaeologists in Ecuador, Peru, Bolivia, Chile and Argentina began mapping the full system of Inka roads, including many of the less accessible, secondary trails at high altitude. In Peru this survey soon revealed a previously unrecognized category of stone platform with typically distinctive Inka stonework. These structures are carefully positioned on isolated mountain-tops&nbsp;4000&ndash;4800 meters above sea level&nbsp;and represent some of the highest dressed-stone architecture found anywhere in the Americas, and possibly in the world. These structures were clearly&nbsp;important in Inca political and sacred geography and had profound symbolic significance.<br /> <br /> <span class="block-image image-wrapper"><img alt="View from Incapirca Waminan © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/7c02fc5ca3e631d1cce1ae7618fc20a37b1657ac.jpg" /><span class="image-caption">View from Incapirca Waminan &copy; Trustees of the British Museum</span></span>The sites were selected to command unsurpassed views of the snow-capped mountain peaks, worshipped as <em>wamanis</em>, or mountain deities, by the local communities. In this way local deities were incorporated into the overarching Inka state religion. The Incas used the platforms as potent symbols of religious and political authority. They served as an innovative and powerful new instrument of statecraft in order both to define and proclaim their growing imperial hegemony.</p> <p><span class="block-image image-wrapper"><img alt="A well-known ushnu site, Vilcashuaman was a major Inca administrative centre on the main Inca road running along the Andes mountain chain and down to the coast. © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/32ed12d964ccbaf357db827dc2fd90a279f9eb25.jpg" /><span class="image-caption">A well-known <em>ushnu</em> site, Vilcashuaman was a major Inka administrative centre on the main Inka road running along the Andes mountain chain and down to the coast.</span></span></p> <h3>Research</h3> <p><span class="image-wrapper inline-image"><img alt="Map showing Inca ushnu sites © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/27558b0a0a22850fc9bde12e07d30a35c0ba920e.jpg" /><span class="image-caption">British Museum map showing Inka <em>ushnu</em> sites &copy; Trustees of the British Museum</span></span></p> <p>Atahualpa, the Inka ruler taken and killed by Spanish invaders in the 1500s, asked for the meeting with his murderers to take place in the great plaza of the town of Cajamarca at the site of a &quot;<em>castillejo</em>,&quot;&nbsp;a type of platform we now call an <em>ushnu</em>.&nbsp;This shows not only that <em>ushnus</em> were appropriate sites to meet strangers, but that they were considered to hold great significance.</p> <p>Research at 30 platforms across the modern&nbsp;area of Ayacucho has demonstrated that <em>ushnus</em> are located in both town squares and alongside Inka roads. In towns, the platforms are located in or by the side of the main square, while those located on Inca roads are often found on mountain tops. There, they offer views of the horizon and of <em>Wamanis</em> (mountain deities) in the landscape.<br /> &nbsp;</p> <h3>Vilcashuaman</h3> <p><span class="block-image image-wrapper"><img alt="A well-known ushnu site, Vilcashuaman was a major Inca administrative centre on the main Inca road running along the Andes mountain chain and down to the coast. © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/497168b5d7ced10a0e9ca86d68e9bc653e157035.jpg" /><span class="image-caption">A well-known <em>ushnu</em> site, Vilcashuaman was a major Inka administrative centre on the main Inka road running along the Andes mountain chain and down to the coast. &copy; Trustees of the British Museum</span></span><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/53f34e250e7ac4ab9df3cc822d71fb2fc4cdd919.jpg" /><span class="image-caption"><em>Ushnus </em>in the landscape, Codex Murua 79v. Courtesy Sean Galvin.&copy; Trustees of the British Museum The Codex Murua was produced after the Spanish conquest of the Inka Empire but its scenes of life, landscape and ritual were very likely to have been drawn by an Inca working to give the colonists an understanding of how his people lived.</span></span></p> <p>The major <em>ushnu</em> platform at&nbsp;Vilcashuaman, which has been extensively restored comprises four superimposed platforms with a staircase of 36 steps on its eastern side, which, through a gateway, allows access to the top. The staircase is built up against the structure, abutting it. The top platform on its west side has a ramp allowing access to the platform below. On top the platform has a large monolithic seat carved to accommodate two people.<br /> <br /> On its eastern side two squarish structures are built up close to the bottom platform; beyond this are the remains of a large <em>kallanka</em> or great hall and it is likely there was a second one of these across an open space. Slightly further to the west is the town&#39;s cemetery.</p> <p>To the east and north-east is the main colonial plaza and to the north-east are extensive elaborate Inka remains including what have been identified as the footings of the local temples of the sun and moon. The fields surrounding the town are extensively dedicated to growing maize, barley and oats.<br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p><br /> <br /> &copy; Trustees of the British Museum</p>
