Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><img alt="The Virgin and Saint John, from a Crucifixion, German, c. 1420, Dark brown vitreous paint, colored pot metal and clear glass, silver stain, H: 58.5 x W: 50 x D: 1 cm (23 1/16 x 19 11/16 x 3/8 in.) each (J. Paul Getty Museum, 2003.35)" src="//www.getty.edu/art/collections/images/enlarge/24439201.JPG" /><span class="image-caption"><em>The Virgin and Saint John</em>, from a Crucifixion, German, c. 1420, Dark brown vitreous paint, colored pot metal and clear glass, silver stain, H: 58.5 x W: 50 x D: 1 cm (23 1/16 x 19 11/16 x 3/8 in.) each (J. Paul Getty Museum, 2003.35)</span></p> <p>During the Gothic period and the Renaissance (1100s&ndash;1500s) stained glass was one of the foremost techniques of painting practiced in Europe. It may seem surprising to call stained glass a form of painting, but in fact it is. Look closely at the image here and note that the surfaces of each piece of glass are painted in a wide range of dark tones. One of the most widespread forms of painting, stained glass inspired the lives of the faithful through religious narratives in churches and cloisters, celebrated family and political ties in city halls, and even decorated the windows of private houses.</p> <h3><span>Why is it called&nbsp;stained&nbsp;glass?</span></h3> <p>The term stained glass derives from the silver stain that was often applied to the side of the window that would face the outside of the building. When the glass was fired, the silver stain turned a yellow color that could range from lemon to gold.&nbsp;Stained glass was usually used to make windows, so that the light would shine through the painting.&nbsp;It&nbsp;is a form of painting that began over 1,000 years ago and is still essentially made the same way today.</p> <p><img alt="Seraph, unknown French glass painter, working at Reims Cathedral, c. 1275–99, pot-metal and clear glass and black vitreous paint (J. Paul Getty Museum, 2003.28)" src="https://ka-perseus-images.s3.amazonaws.com/5164dc96a9ba7b799ec243cb7b571009914a91c5.jpeg" /><span class="image-caption">Seraph, unknown French glass painter, working at Reims Cathedral, c. 1275&ndash;99, pot-metal and clear glass and black vitreous paint (J. Paul Getty Museum, 2003.28)</span></p> <h3><span>Gothic stained glass</span></h3> <p>Imagine standing in a medieval church. As your eyes adjust to the darkness, you notice colored light streaming down from above.</p> <p>Some of the most powerful art produced in the High Middle Ages were stained-glass cycles, or visual stories, in French cathedrals. Among the most famous of these is in Reims Cathedral, from which this arresting lunette (a half moon&ndash;shape) originally came. The seraph, one of the six-winged angels that were thought to stand in the presence of God, is frighteningly formal, with thick strokes of black vitreous paint used to render its commanding eyes and facial features. Vitreous paint&nbsp;is paint that contains tiny&nbsp;glass particles mixed in a liquid.</p> <p><span class="image-wrapper inline-image"><img alt="Master of Klosterneuberg, Austrian, active about 1335, pot-metal and clear glass, black vitreous paint, and silver stain 2003.32 " src="http://www.getty.edu/art/exhibitions/stained_glass/images/oz_24438901.jpg" /><span class="image-caption"><em>The Virgin and Child</em>,&nbsp;Master of Klosterneuberg, Austrian, active about 1335, pot-metal and clear glass, black vitreous paint, and silver stain&nbsp;(J. Paul Getty Museum, 2003.32)</span></span></p> <p><span>This&nbsp;panel (left), comes from the important medieval Abbey of Klosterneuberg outside Vienna&nbsp;and&nbsp;shows the great achievements of medieval stained glass. The painting demonstrates how pure, supple lines communicate tenderness and delicacy, even when viewed from a distance, as was often the case with medieval church glass. Simple fields of color (including the silver stain used in the yellow halos) complete the radiant effect.</span></p> <p><span>This window was originally meant to go up high, in the windows of a cloister, and even though the piece itself is rather small,&nbsp;the tremendous clarity of the line-work that makes it quite legible from a distance. The beautiful curls of the hair, the &nbsp;facial features, are all painted in a black line of vitreous paint by an individual who expresses himself just as surely in this art form as a painter of oil or tempera would express him or her self in a panel painting or a fresco painting. The paint, which is applied to the glass surface, adds detail and a sense of three-dimensionality to the image. Another unique aspect of stained glass is that it&#39;s enhanced by daylight, which changes with the weather, the season, and the time of day. When a glass panel is shot through with a strong ray of light, you can see the colors floating off the top of the panel, and this is what makes it such a moving, and almost mystical, art form.</span></p> <p><span>The&nbsp;emotion-filled panel&nbsp;below&nbsp;eloquently demonstrates the essential means of expression of medieval glass painters.&nbsp;</span></p> <p><span class="image-wrapper inline-image"><img alt="Saint John, from a Crucifixion, possibly South German, about 1420" src="http://www.getty.edu/art/exhibitions/stained_glass/images/oz_24508601.jpg" /><span class="image-caption"><em>Saint John&nbsp;(from a Crucifixion)</em>,&nbsp;possibly South German, c.&nbsp;1420&nbsp;(J. Paul Getty Museum,&nbsp;2003.35.2)</span></span>The delicate modeling of the face and hand was done by applying vitreous paint to clear glass and then stabbing it with a broad brush to create points of light. It was then contoured with a pointed brush, creating expressive, almost calligraphic linework, as seen in the tousled hair and distraught facial features of Saint John. Originally, this would have been part of a larger Crucifixion scene.<br /> <br /> <span>We take windows for granted. But there was a time when glass panes were too expensive for most people, only in the late 1400s, did glass panels become wider-spread, so that middle class and wealthy people could have them in their homes&mdash;and they started setting into&nbsp;their clear glass windows, smaller panels that would be amusing or instructive or celebrate their&nbsp;family histories.</span></p> <p><span class="image-wrapper inline-image"><img alt="Heraldic Panel with the Arms of the Eberler Family, Swiss, possibly from Basel, c. 1490, pot-metal and clear glass, black and brown vitreous paint, and silver stain. 17-5/16 x 12-3/16 x 3/8 inches (The J. Paul Getty Museum, 2003.47)" src="http://www.getty.edu/art/collections/images/l/24440401.jpg" /><span class="image-caption"><em>Heraldic Panel with the Arms of the Eberler Family</em>, Swiss, possibly from Basel, c. 1490, pot-metal and clear glass, black and brown vitreous paint, and silver stain. 17-5/16 x 12-3/16 x 3/8 inches (The J. Paul Getty Museum, 2003.47)</span></span></p> <h3><span>Renaissance stained glass</span></h3> <p><span>In this&nbsp;panel (left), the Eberler family name is symbolized by a red boar, which appears on the coat of arms. And there is a very consciously sought&nbsp;element of humor here, where this big boar ogles, with open mouth and sly eye, this gorgeous young girl, who turns demurely away from him. But this is not altogether harmless, because we can see that she&#39;s armed with a dagger. At the top,&nbsp;beautiful young maidens and dashing young men are&nbsp;falcon hunting in the forest,&nbsp;a pastime that was thought to lead to amorous dalliances..</span></p> <p>During the Renaissance, light-filled rooms in homes were popular, and that is&nbsp;where secular panels like this were often installed.&nbsp;&nbsp;You were meant to look through them, from your&nbsp;house&nbsp;or&nbsp;castle, out onto the outer world.</p> <p>By the late 1400s glass became more affordable, and houses were increasingly fitted with clear glass windows, sometimes inset with small stained-glass panels. This&nbsp;panel shows&nbsp;a family coat of arms and&nbsp;was probably made for a private home. Typical of such panels, it is colorful, light, and humorous.</p> <h3><span class="image-wrapper inline-image"><img alt="Unknown French glass painter, from Lorraine or Burgundy, c. 1500–1510, pot-metal, clear, and flashed glass, black vitreous paint, and silver stain 2003.53.1 and 2003.53.2" src="http://www.getty.edu/art/exhibitions/stained_glass/images/oz_24509901_24510001.jpg" /><span class="image-caption"><em>The Crucifixion, Saint Christopher and a Donor</em>, unknown French glass painter, from Lorraine or Burgundy, c. 1500&ndash;1510, pot-metal, clear, and flashed glass, black vitreous paint, and silver stain &nbsp;(J. Paul Getty Museum, 2003.53.1 and 2003.53.2)</span></span></h3> <h3><span>Large-scale stained&nbsp;glass</span></h3> <p><span>The production of large-scale stained-glass windows for churches flourished in Europe during the Renaissance. These two monumental examples (left) probably once decorated a chapel. On the left is a Crucifixion scene with the Virgin and St. John the Evangelist, and on the right is a young kneeling donor. As he adores The Crucifixion, the donor is protected by Saint Christopher, the giant who ferried the Christ child over a river. The brilliant color and complex workmanship of these panels indicate that they were a lavish expression of piety on the part of the young, unidentified donor.</span></p> <p><span>These panels contain just about all you need to know to understand the fundamentals of stained glass. They are made partly of&nbsp;</span>colored glass, which you see from the rich robes of St. John the Evangelist and the Virgin.&nbsp;<span>This red glass and blue glass would be a consistent color throughout. But then you also have various ways in which the glass&nbsp;painter manipulated the layers of glass. You see the constant use of silver stain, or yellow stain. </span><br /> <br /> <span class="image-wrapper inline-image"><img alt="Saint Christopher and a Donor (detail with Christ Child), unknown French glass painter, from Lorraine or Burgundy, c. 1500–1510, pot-metal, clear, and flashed glass, black vitreous paint, and silver stain (J. Paul Getty Museum, 2003.53.2)" src="http://www.getty.edu/art/collections/images/enlarge/24509701.JPG" /><span class="image-caption">Saint Christopher and a Donor (detail with Christ Child), unknown French glass painter, from Lorraine or Burgundy, c. 1500&ndash;1510, pot-metal, clear, and flashed glass, black vitreous paint, and silver stain (J. Paul Getty Museum, 2003.53.2)</span></span><span>The yellow stain is applied to the back of the panel. You can see that quite easily in the hair of the Christ child.&nbsp;Another wonderful aspect of these particular panels is the technique of flashed glass&nbsp;where you see with the halo of the Christ&nbsp;</span><span>child. And this is made out of a piece of clear glass that&#39;s been dipped in red and then painted with the silver stain on the back, and&nbsp;</span><span>then the red glass has been ground away to create the rays of his halo.</span></p> <h3>A single piece of glass</h3> <p>​During the late 1400s glass windows in domestic interiors became ubiquitous, and small painted roundels like this one&mdash;a single piece of clear glass with vitreous paint and golden silver stain&mdash;became so popular that their production reached nearly industrial proportions by the 1520s. Purchased in large cycles or as single images, they were intended to amuse and instruct, with subjects like zodiac signs, religious imagery, portraits, and heraldry.</p> <p><span>It&#39;s quite small, but this silver-stained roundel of the Archangel Michael conquering Satan (below) conveys an amazing sense of depth. It&#39;s a single piece of glass with a picture painted on its surface and golden colors stained on the back. In a way, the light passing through it symbolizes St. Michael&#39;s identity as the angel of light and goodness.</span><br /> <br /> <img alt="The Archangel Michael Vanquishing the Devil, colorless glass, oxide paint, and silver stain, Netherlands, c. 1530 (J. Paul Getty Museum, 2003.73)" src="http://www.getty.edu/art/collections/images/enlarge/24443001.JPG" /></p> <p><span class="block-image image-wrapper"><span class="image-caption">The Archangel Michael Vanquishing the Devil, colorless glass, oxide paint, and silver stain, Netherlands, c. 1530 (J. Paul Getty Museum, 2003.73)</span></span></p> <p>We see the very light and delicate yellow color of St. Michael&#39;s hair, and the more orange-yellow burnt-looking colors of the silver stain that indicate his armor and the feathers of his wings, and a really deep orange&mdash;that when illuminated from behind gives you a great realistic sensation of those flames coming up and licking at Satan&#39;s belly.&nbsp;</p> <p><span>In this intricate example, the light brown paint has been stippled and scratched away with brushes and pointed sticks to achieve the delicate modeling in Saint Michael&#39;s drapery and the body of Satan. Silver stain was employed to maximum effect, ranging from the egg-yolk yellow flames engulfing Satan to the light lemon of the distant landscape.</span></p> <p><span class="image-wrapper inline-image">&nbsp; &nbsp; &nbsp; &nbsp;&nbsp;<img alt="" src="https://ka-perseus-images.s3.amazonaws.com/ece952173d81cdf311924960441514c6b27fc816.jpg" /></span></p>
it: <p><img alt="" src="//www.getty.edu/art/collections/images/enlarge/24439201.JPG" /><span class="image-caption"><em>The Virgin and Saint John</em>, from a Crucifixion, German, c. 1420, Dark brown vitreous paint, colored pot metal and clear glass, silver stain, H: 58.5 x W: 50 x D: 1 cm (23 1/16 x 19 11/16 x 3/8 in.) each (J. Paul Getty Museum, 2003.35)</span></p> <p>During the Gothic period and the Renaissance (1100s&ndash;1500s) stained glass was one of the foremost techniques of painting practiced in Europe. It may seem surprising to call stained glass a form of painting, but in fact it is. Look closely at the image here and note that the surfaces of each piece of glass are painted in a wide range of dark tones. One of the most widespread forms of painting, stained glass inspired the lives of the faithful through religious narratives in churches and cloisters, celebrated family and political ties in city halls, and even decorated the windows of private houses.</p> <h3><span>Why is it called&nbsp;stained&nbsp;glass?</span></h3> <p>The term stained glass derives from the silver stain that was often applied to the side of the window that would face the outside of the building. When the glass was fired, the silver stain turned a yellow color that could range from lemon to gold.&nbsp;Stained glass was usually used to make windows, so that the light would shine through the painting.&nbsp;It&nbsp;is a form of painting that began over 1,000 years ago and is still essentially made the same way today.</p> <p><img alt="Seraph, unknown French glass painter, working at Reims Cathedral, c. 1275–99, pot-metal and clear glass and black vitreous paint (J. Paul Getty Museum, 2003.28)" src="https://ka-perseus-images.s3.amazonaws.com/5164dc96a9ba7b799ec243cb7b571009914a91c5.jpeg" /><span class="image-caption">Seraph, unknown French glass painter, working at Reims Cathedral, c. 1275&ndash;99, pot-metal and clear glass and black vitreous paint (J. Paul Getty Museum, 2003.28)</span></p> <h3><span>Gothic stained glass</span></h3> <p>Imagine standing in a medieval church. As your eyes adjust to the darkness, you notice colored light streaming down from above.</p> <p>Some of the most powerful art produced in the High Middle Ages were stained-glass cycles, or visual stories, in French cathedrals. Among the most famous of these is in Reims Cathedral, from which this arresting lunette (a half moon&ndash;shape) originally came. The seraph, one of the six-winged angels that were thought to stand in the presence of God, is frighteningly formal, with thick strokes of black vitreous paint used to render its commanding eyes and facial features. Vitreous paint&nbsp;is paint that contains tiny&nbsp;glass particles mixed in a liquid.</p> <p><span class="image-wrapper inline-image"><img alt="Master of Klosterneuberg, Austrian, active about 1335, pot-metal and clear glass, black vitreous paint, and silver stain 2003.32 " src="http://www.getty.edu/art/exhibitions/stained_glass/images/oz_24438901.jpg" /><span class="image-caption"><em>The Virgin and Child</em>,&nbsp;Master of Klosterneuberg, Austrian, active about 1335, pot-metal and clear glass, black vitreous paint, and silver stain&nbsp;(J. Paul Getty Museum, 2003.32)</span></span></p> <p><span>This&nbsp;panel (left), comes from the important medieval Abbey of Klosterneuberg outside Vienna&nbsp;and&nbsp;shows the great achievements of medieval stained glass. The painting demonstrates how pure, supple lines communicate tenderness and delicacy, even when viewed from a distance, as was often the case with medieval church glass. Simple fields of color (including the silver stain used in the yellow halos) complete the radiant effect.</span></p> <p><span>This window was originally meant to go up high, in the windows of a cloister, and even though the piece itself is rather small,&nbsp;the tremendous clarity of the line-work that makes it quite legible from a distance. The beautiful curls of the hair, the &nbsp;facial features, are all painted in a black line of vitreous paint by an individual who expresses himself just as surely in this art form as a painter of oil or tempera would express him or her self in a panel painting or a fresco painting. The paint, which is applied to the glass surface, adds detail and a sense of three-dimensionality to the image. Another unique aspect of stained glass is that it&#39;s enhanced by daylight, which changes with the weather, the season, and the time of day. When a glass panel is shot through with a strong ray of light, you can see the colors floating off the top of the panel, and this is what makes it such a moving, and almost mystical, art form.</span></p> <p><span>The&nbsp;emotion-filled panel&nbsp;below&nbsp;eloquently demonstrates the essential means of expression of medieval glass painters.&nbsp;</span></p> <p><span class="image-wrapper inline-image"><img alt="Saint John, from a Crucifixion, possibly South German, about 1420" src="http://www.getty.edu/art/exhibitions/stained_glass/images/oz_24508601.jpg" /><span class="image-caption"><em>Saint John&nbsp;(from a Crucifixion)</em>,&nbsp;possibly South German, c.&nbsp;1420&nbsp;(J. Paul Getty Museum,&nbsp;2003.35.2)</span></span>The delicate modeling of the face and hand was done by applying vitreous paint to clear glass and then stabbing it with a broad brush to create points of light. It was then contoured with a pointed brush, creating expressive, almost calligraphic linework, as seen in the tousled hair and distraught facial features of Saint John. Originally, this would have been part of a larger Crucifixion scene.<br /> <br /> <span>We take windows for granted. But there was a time when glass panes were too expensive for most people, only in the late 1400s, did glass panels become wider-spread, so that middle class and wealthy people could have them in their homes&mdash;and they started setting into&nbsp;their clear glass windows, smaller panels that would be amusing or instructive or celebrate their&nbsp;family histories.</span></p> <p><span class="image-wrapper inline-image"><img alt="" src="http://www.getty.edu/art/collections/images/l/24440401.jpg" /><span class="image-caption"><em>Heraldic Panel with the Arms of the Eberler Family</em>, Swiss, possibly from Basel, c. 1490, pot-metal and clear glass, black and brown vitreous paint, and silver stain. 17-5/16 x 12-3/16 x 3/8 inches (The J. Paul Getty Museum, 2003.47)</span></span></p> <h3><span>Renaissance stained glass</span></h3> <p><span>In this&nbsp;panel (left), the Eberler family name is symbolized by a red boar, which appears on the coat of arms. And there is a very consciously sought&nbsp;element of humor here, where this big boar ogles, with open mouth and sly eye, this gorgeous young girl, who turns demurely away from him. But this is not altogether harmless, because we can see that she&#39;s armed with a dagger. At the top,&nbsp;beautiful young maidens and dashing young men are&nbsp;falcon hunting in the forest,&nbsp;a pastime that was thought to lead to amorous dalliances..</span></p> <p>During the Renaissance, light-filled rooms in homes were popular, and that is&nbsp;where secular panels like this were often installed.&nbsp;&nbsp;You were meant to look through them, from your&nbsp;house&nbsp;or&nbsp;castle, out onto the outer world.</p> <p>By the late 1400s glass became more affordable, and houses were increasingly fitted with clear glass windows, sometimes inset with small stained-glass panels. This&nbsp;panel shows&nbsp;a family coat of arms and&nbsp;was probably made for a private home. Typical of such panels, it is colorful, light, and humorous.</p> <h3><span class="image-wrapper inline-image"><img alt="Unknown French glass painter, from Lorraine or Burgundy, c. 1500–1510, pot-metal, clear, and flashed glass, black vitreous paint, and silver stain 2003.53.1 and 2003.53.2" src="http://www.getty.edu/art/exhibitions/stained_glass/images/oz_24509901_24510001.jpg" /><span class="image-caption"><em>The Crucifixion, Saint Christopher and a Donor</em>, unknown French glass painter, from Lorraine or Burgundy, c. 1500&ndash;1510, pot-metal, clear, and flashed glass, black vitreous paint, and silver stain &nbsp;(J. Paul Getty Museum, 2003.53.1 and 2003.53.2)</span></span></h3> <h3><span>Large-scale stained&nbsp;glass</span></h3> <p><span>The production of large-scale stained-glass windows for churches flourished in Europe during the Renaissance. These two monumental examples (left) probably once decorated a chapel. On the left is a Crucifixion scene with the Virgin and St. John the Evangelist, and on the right is a young kneeling donor. As he adores The Crucifixion, the donor is protected by Saint Christopher, the giant who ferried the Christ child over a river. The brilliant color and complex workmanship of these panels indicate that they were a lavish expression of piety on the part of the young, unidentified donor.</span></p> <p><span>These panels contain just about all you need to know to understand the fundamentals of stained glass. They are made partly of&nbsp;</span>colored glass, which you see from the rich robes of St. John the Evangelist and the Virgin.&nbsp;<span>This red glass and blue glass would be a consistent color throughout. But then you also have various ways in which the glass&nbsp;painter manipulated the layers of glass. You see the constant use of silver stain, or yellow stain. </span><br /> <br /> <span class="image-wrapper inline-image"><img alt="" src="http://www.getty.edu/art/collections/images/enlarge/24509701.JPG" /><span class="image-caption">Saint Christopher and a Donor (detail with Christ Child), unknown French glass painter, from Lorraine or Burgundy, c. 1500&ndash;1510, pot-metal, clear, and flashed glass, black vitreous paint, and silver stain (J. Paul Getty Museum, 2003.53.2)</span></span><span>The yellow stain is applied to the back of the panel. You can see that quite easily in the hair of the Christ child.&nbsp;Another wonderful aspect of these particular panels is the technique of flashed glass&nbsp;where you see with the halo of the Christ&nbsp;</span><span>child. And this is made out of a piece of clear glass that&#39;s been dipped in red and then painted with the silver stain on the back, and&nbsp;</span><span>then the red glass has been ground away to create the rays of his halo.</span></p> <h3>A single piece of glass</h3> <p>​During the late 1400s glass windows in domestic interiors became ubiquitous, and small painted roundels like this one&mdash;a single piece of clear glass with vitreous paint and golden silver stain&mdash;became so popular that their production reached nearly industrial proportions by the 1520s. Purchased in large cycles or as single images, they were intended to amuse and instruct, with subjects like zodiac signs, religious imagery, portraits, and heraldry.</p> <p><span>It&#39;s quite small, but this silver-stained roundel of the Archangel Michael conquering Satan (below) conveys an amazing sense of depth. It&#39;s a single piece of glass with a picture painted on its surface and golden colors stained on the back. In a way, the light passing through it symbolizes St. Michael&#39;s identity as the angel of light and goodness.</span><br /> <br /> <img alt="The Archangel Michael Vanquishing the Devil, colorless glass, oxide paint, and silver stain, Netherlands, c. 1530 (J. Paul Getty Museum, 2003.73)" src="http://www.getty.edu/art/collections/images/enlarge/24443001.JPG" /></p> <p><span class="block-image image-wrapper"><span class="image-caption">The Archangel Michael Vanquishing the Devil, colorless glass, oxide paint, and silver stain, Netherlands, c. 1530 (J. Paul Getty Museum, 2003.73)</span></span></p> <p>We see the very light and delicate yellow color of St. Michael&#39;s hair, and the more orange-yellow burnt-looking colors of the silver stain that indicate his armor and the feathers of his wings, and a really deep orange&mdash;that when illuminated from behind gives you a great realistic sensation of those flames coming up and licking at Satan&#39;s belly.&nbsp;</p> <p><span>In this intricate example, the light brown paint has been stippled and scratched away with brushes and pointed sticks to achieve the delicate modeling in Saint Michael&#39;s drapery and the body of Satan. Silver stain was employed to maximum effect, ranging from the egg-yolk yellow flames engulfing Satan to the light lemon of the distant landscape.</span></p> <p><span class="image-wrapper inline-image">&nbsp; &nbsp; &nbsp; &nbsp;&nbsp;<img alt="" src="https://ka-perseus-images.s3.amazonaws.com/ece952173d81cdf311924960441514c6b27fc816.jpg" /></span></p>
