Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Brancacci Chapel, with frescoes by Masaccio and Masolino, Santa Maria del Carmine, Florence, c. 1424-7 " src="https://ka-perseus-images.s3.amazonaws.com/c2fdbf418a1fd07480eddf96b68b8206e83d6ea3.jpg" /><span class="image-caption">Right: Sants Maria del Carmine, Florence; right:&nbsp;Brancacci Chapel, with frescoes by Masaccio and Masolino, Santa Maria del Carmine,<br /> <span>Florence, c. 1424-7</span></span></span></p> <p>The <em>Tribute Money</em> is one of many frescoes painted by Masaccio (and another artist named Masolino) in the Brancacci chapel in Santa Maria del Carmine in Florence&mdash;when you walk into the chapel, the fresco is on your upper left. The All of the frescos in the chapel&nbsp;tell the story of the life of St. Peter. The story of the <em>Tribute Money</em> is told in three separate scenes within the same fresco. This way of telling an entire story in one painting is called a continuous narrative.</p> <h3>A story unfolds and a miracle is performed</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/f6c22218f99cad92df19ff231750b45ebac25510.jpg" /><span class="image-caption">Masaccio,<em>&nbsp;Tribute Money</em>,&nbsp;1427, fresco&nbsp;(Brancacci Chapel, Santa Maria del Carmine, Florence)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Christ and apostles (detail), Masaccio, Tribute Money, c. 1427, fresco (Brancacci Chapel, Santa Maria del Carmine, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/13a9ca148557299af91a96f55c5239880da0c114.jpg" /><span class="image-caption">Christ and apostles (detail), Masaccio, <em>Tribute Money</em>, c. 1427, fresco (Brancacci Chapel, Santa Maria del Carmine, Florence)</span></span>In the <em>Tribute Money</em>, a Roman tax collector (the figure in the foreground in a short orange tunic and no halo) demands tax money from Christ and the twelve apostles who don&#39;t have the money to pay.</p> <p>Christ (in the center, wearing a pinkish robe gathered in at the waist, with a blue toga-like wrap) points to the left, and says to Peter &quot;so that we may not offend them, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours&quot; (Matthew 17:27).&nbsp;Christ performed a miracle&mdash;and the apostles have the money to pay the tax collector.&nbsp;In the center of the fresco (scene 1), we see the tax collector demanding the money, and Christ instructing Peter. On the far left (scene 2), we see Peter kneeling down and retreiving the&nbsp;money from the mouth of a fish, and on the far right (scene 3), St. Peter pays the tax collector.&nbsp;In the fresco, the tax collector appears twice, and St. Peter appears three times (you can find them easily if you look for their clothing).&nbsp;</p> <p>We are so used to one moment appearing in one frame (think of a comic book, for example) that the unfolding of the story within one image (and out of order!) seems very strange to us. But with this technique (a continuous narrative)&mdash;which was also used by the ancient Romans&mdash;Masaccio is able to make an entire drama unfold on the wall of the Brancacci chapel.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7ac01fc955467234cd2e0f3bcdec4ec2bdb3f357.jpg" /><span class="image-caption">Peter (detail),&nbsp;Masaccio,&nbsp;<em>Tribute Money</em>, 1427, fresco&nbsp;(Brancacci Chapel, Santa Maria del Carmine, Florence)</span></span>In the central, first scene, the tax collector points down with his right hand, and holds his left palm open, impatiently insisting on the money from Christ and the apostles. He stands with his back to us, which helps to create&nbsp;an illusion of three dimensional space in the image (a goal which was clearly important to Masaccio as he also employed both linear and atmospheric perspective to create an illusion of space). Like Donatello&#39;s <em>St. Mark</em> from Orsanmichele in Florence, he stands naturally, in contrapposto, with his weight on his left leg, and his right knee bent. The apostles (Christ&#39;s followers) look worried and anxiously watch to see what will happen. St. Peter (wearing a large deep orange colored toga draped over a blue shirt) is confused, as he seems to be questioning Christ and pointing over to the river, but he also looks like he is willing to believe Christ.</p> <p><span class="block-image image-wrapper"><img alt="Perspective diagram, Masaccio, Tribute Money, c.1427, fresco, (Brancacci Chapel, Santa Maria del Carmine, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/2167a2fa8ae7bbfb152803b72de3f60f3b959a1d.jpg" /><span class="image-caption">Linear perspective diagram, Masaccio, <em>Tribute Money</em>, c.1427, fresco, (Brancacci Chapel, Santa Maria del Carmine, Florence). Christ is the vanishing point. Note too, the use of atmospheric (aerial) perspective in the mountains in the distance.</span></span></p> <p>The gestures and expressions&nbsp;help to tell the story. Peter seems confused and points to the lake&mdash;mirroring Christ&#39;s gesture;&nbsp;the tax collector looks upset, and has his hand out insistently asking for the money&mdash;he stands in contrapposto with&nbsp;his back turned to us (contrapposto is a standing position, where the figure&#39;s weight is shifted to one leg). <span>Only Christ is completely calm because he is performing a miracle.</span></p> <p><span class="block-image image-wrapper"><img alt="(detail), Masaccio, Tribute Money, c. 1427, fresco (Brancacci Chapel, Santa Maria del Carmine, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/17434c2e3775255fbdc34e5c58387c336833709a.jpg" /><span class="image-caption">Feet (detail), Masaccio, <em>Tribute Money</em>, c. 1427, fresco (Brancacci Chapel, Santa Maria del Carmine, Florence)</span></span></p> <p>Look down at the feet&mdash;how the light travels through the figures, and is stopped when it encounters the figures. The figures cast shadows&mdash;Masaccio is perhaps&nbsp;the first artist since classical antiquity to paint cast shadows. What this&nbsp;does is make the fresco so much more real&mdash;it is as if the figures are truly standing out in a landscape, with the light coming from one direction, and the sun in the sky, hitting all the figures from the same side and casting shadows on the ground. For the first time since antiquity, there is almost a sense of weather.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.theguardian.com/artanddesign/artblog/2008/jul/07/masacciothegreatestrenaissa">Masaccio, the Old Master who died young (The Guardian)</a></p> <p><a href="http://www.artbabble.org/video/ngadc/empire-eye-magic-illusion-trinity-masaccio-part-2">The Magic of Illusion: Masaccio&#39;s Holy Trinity, from the National Gallery of Art</a></p>
it: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Brancacci Chapel, with frescoes by Masaccio and Masolino, Santa Maria del Carmine, Florence, c. 1424-7 " src="https://ka-perseus-images.s3.amazonaws.com/c2fdbf418a1fd07480eddf96b68b8206e83d6ea3.jpg" /><span class="image-caption">Right: Sants Maria del Carmine, Florence; right:&nbsp;Brancacci Chapel, with frescoes by Masaccio and Masolino, Santa Maria del Carmine,<br /> <span>Florence, c. 1424-7</span></span></span></p> <p>The <em>Tribute Money</em> is one of many frescoes painted by Masaccio (and another artist named Masolino) in the Brancacci chapel in Santa Maria del Carmine in Florence&mdash;when you walk into the chapel, the fresco is on your upper left. The All of the frescos in the chapel&nbsp;tell the story of the life of St. Peter. The story of the <em>Tribute Money</em> is told in three separate scenes within the same fresco. This way of telling an entire story in one painting is called a continuous narrative.</p> <h3>A story unfolds and a miracle is performed</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/f6c22218f99cad92df19ff231750b45ebac25510.jpg" /><span class="image-caption">Masaccio,<em>&nbsp;Tribute Money</em>,&nbsp;1427, fresco&nbsp;(Brancacci Chapel, Santa Maria del Carmine, Florence)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Christ and apostles (detail), Masaccio, Tribute Money, c. 1427, fresco (Brancacci Chapel, Santa Maria del Carmine, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/13a9ca148557299af91a96f55c5239880da0c114.jpg" /><span class="image-caption">Christ and apostles (detail), Masaccio, <em>Tribute Money</em>, c. 1427, fresco (Brancacci Chapel, Santa Maria del Carmine, Florence)</span></span>In the <em>Tribute Money</em>, a Roman tax collector (the figure in the foreground in a short orange tunic and no halo) demands tax money from Christ and the twelve apostles who don&#39;t have the money to pay.</p> <p>Christ (in the center, wearing a pinkish robe gathered in at the waist, with a blue toga-like wrap) points to the left, and says to Peter &quot;so that we may not offend them, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours&quot; (Matthew 17:27).&nbsp;Christ performed a miracle&mdash;and the apostles have the money to pay the tax collector.&nbsp;In the center of the fresco (scene 1), we see the tax collector demanding the money, and Christ instructing Peter. On the far left (scene 2), we see Peter kneeling down and retreiving the&nbsp;money from the mouth of a fish, and on the far right (scene 3), St. Peter pays the tax collector.&nbsp;In the fresco, the tax collector appears twice, and St. Peter appears three times (you can find them easily if you look for their clothing).&nbsp;</p> <p>We are so used to one moment appearing in one frame (think of a comic book, for example) that the unfolding of the story within one image (and out of order!) seems very strange to us. But with this technique (a continuous narrative)&mdash;which was also used by the ancient Romans&mdash;Masaccio is able to make an entire drama unfold on the wall of the Brancacci chapel.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7ac01fc955467234cd2e0f3bcdec4ec2bdb3f357.jpg" /><span class="image-caption">Peter (detail),&nbsp;Masaccio,&nbsp;<em>Tribute Money</em>, 1427, fresco&nbsp;(Brancacci Chapel, Santa Maria del Carmine, Florence)</span></span>In the central, first scene, the tax collector points down with his right hand, and holds his left palm open, impatiently insisting on the money from Christ and the apostles. He stands with his back to us, which helps to create&nbsp;an illusion of three dimensional space in the image (a goal which was clearly important to Masaccio as he also employed both linear and atmospheric perspective to create an illusion of space). Like Donatello&#39;s <em>St. Mark</em> from Orsanmichele in Florence, he stands naturally, in contrapposto, with his weight on his left leg, and his right knee bent. The apostles (Christ&#39;s followers) look worried and anxiously watch to see what will happen. St. Peter (wearing a large deep orange colored toga draped over a blue shirt) is confused, as he seems to be questioning Christ and pointing over to the river, but he also looks like he is willing to believe Christ.</p> <p><span class="block-image image-wrapper"><img alt="Perspective diagram, Masaccio, Tribute Money, c.1427, fresco, (Brancacci Chapel, Santa Maria del Carmine, Florence) " src="https://ka-perseus-images.s3.amazonaws.com/2167a2fa8ae7bbfb152803b72de3f60f3b959a1d.jpg" /><span class="image-caption">Linear perspective diagram, Masaccio, <em>Tribute Money</em>, c.1427, fresco, (Brancacci Chapel, Santa Maria del Carmine, Florence). Christ is the vanishing point. Note too, the use of atmospheric (aerial) perspective in the mountains in the distance.</span></span></p> <p>The gestures and expressions&nbsp;help to tell the story. Peter seems confused and points to the lake&mdash;mirroring Chris&#39;ts gesture;&nbsp;the tax collector looks upset, and has his hand out insistently asking for the money&mdash;he stands in contrapposto with&nbsp;his back turned to us (contrapposto is a standing position, where the figure&#39;s weight is shifted to one leg). <span>Only Christ is completely calm because he is performing a miracle.</span></p> <p><span class="block-image image-wrapper"><img alt="(detail), Masaccio, Tribute Money, c. 1427, fresco (Brancacci Chapel, Santa Maria del Carmine, Florence)" src="https://ka-perseus-images.s3.amazonaws.com/17434c2e3775255fbdc34e5c58387c336833709a.jpg" /><span class="image-caption">Feet (detail), Masaccio, <em>Tribute Money</em>, c. 1427, fresco (Brancacci Chapel, Santa Maria del Carmine, Florence)</span></span></p> <p>Look down at the feet&mdash;how the light travels through the figures, and is stopped when it encounters the figures. The figures cast shadows&mdash;Masaccio is perhaps&nbsp;the first artist since classical antiquity to paint cast shadows. What this&nbsp;does is make the fresco so much more real&mdash;it is as if the figures are truly standing out in a landscape, with the light coming from one direction, and the sun in the sky, hitting all the figures from the same side and casting shadows on the ground. For the first time since antiquity, there is almost a sense of weather.</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.theguardian.com/artanddesign/artblog/2008/jul/07/masacciothegreatestrenaissa">Masaccio, the Old Master who died young (The Guardian)</a></p> <p><a href="http://www.artbabble.org/video/ngadc/empire-eye-magic-illusion-trinity-masaccio-part-2">The Magic of Illusion: Masaccio&#39;s Holy Trinity, from the National Gallery of Art</a></p>
