Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Roman copy of Statue of a Naked Aphrodite Crouching at her Bath, original by Praxiteles, 2nd century AD, marble, 1.12 m © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/60c4076488e5c7df2399df0aeaa7d508c17c27a7.jpg" /><span class="image-caption"><em>Statue of a Naked Aphrodite Crouching at her Bath</em>, Roman copy of a Greek&nbsp;original by Praxiteles, 2nd century C.E., marble, 1.12 m, Greece&nbsp;<br /> <span>&copy; Trustees of the British Museum</span></span></span></p> <h3>A&nbsp;new type&nbsp;of nude Aphrodite</h3> <p>In the fourth century B.C.E. the sculptor Praxiteles created a life-size naked statue of Aphrodite (Venus). It was placed in a shrine in her temple at Knidos in south-western Turkey. It was an important innovation in classical sculpture, and subsequent Hellenistic sculptors created several new types of nude Aphrodite figures, that further emphasized the sexual nature of her cult. This trend perhaps reflected both the rising social status of women and changes in male attitudes towards women: previously only male statues had been naked.<br /> <br /> <span class="image-wrapper inline-image"><img alt="Marble statue of Venus, Roman copy of a Greek original by Praxiteles (of the type of the Capitoline Venus), c. 100-150 C.E. found at Campo Iemini, near Torvaianica, Lazio, Italy, 88 inches high © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/4ae414883d12ba9dba6d93f6a721db09bb4ef368.jpg" /><span class="image-caption"><em>Marble statue of Venus</em>, Roman copy of a Greek original by Praxiteles (of the type of the <em>Capitoline Venus</em>), c. 100-150 C.E. found at Campo Iemini, near Torvaianica, Lazio, Italy, 88 inches high &copy; Trustees of the British Museum</span></span>Most of these statues show Aphrodite ineffectually attempting to cover her nakedness with her hands. The action in fact only succeeds in drawing the viewer&#39;s eye towards the sexual areas. In this statue the voluptuous Aphrodite crouches down and turns her head sharply to her right, as if surprised by her audience.</p> <p>The three-dimensionality of the statue is typical of Hellenistic sculpture, as is the hairstyle with its elaborate top-knot. Another figure of Aphrodite in The British Museum (Sc. 1578) could almost be the same figure standing up. Other versions of the crouching Aphrodite are known: some have an additional figure of Eros, the god of love, while others show the goddess kneeling on a water jar to indicate that she is bathing.</p> <p>This statue is sometimes known as &quot;Lely&#39;s Venus&quot;&nbsp;named after the painter Sir Peter Lely. He acquired it from the collection of Charles I, following the King&#39;s execution in 1649. &nbsp;After Lely&#39;s own death, it found its way back into the Royal Collection.<br /> &nbsp;</p> <hr /> <p><strong>Additional resources:</strong><br /> <br /> B.S. Ridgway, <em>Hellenistic Sculpture I: The Styles of ca. 331-200 B.C.</em>&nbsp;(University of Wisconsin Press, 1990).&nbsp;<br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p><br /> <br /> &copy; Trustees of the British Museum</p>
it: <p><span class="block-image image-wrapper"><img alt="Roman copy of Statue of a Naked Aphrodite Crouching at her Bath, original by Praxiteles, 2nd century AD, marble, 1.12 m © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/60c4076488e5c7df2399df0aeaa7d508c17c27a7.jpg" /><span class="image-caption"><em>Statue of a Naked Aphrodite Crouching at her Bath</em>, Roman copy of a Greek&nbsp;original by Praxiteles, 2nd century C.E., marble, 1.12 m, Greece&nbsp;<br /> <span>&copy; Trustees of the British Museum</span></span></span></p> <h3>A&nbsp;new type&nbsp;of nude Aphrodite</h3> <p>In the fourth century B.C.E. the sculptor Praxiteles created a life-size naked statue of Aphrodite (Venus). It was placed in a shrine in her temple at Knidos in south-western Turkey. It was an important innovation in classical sculpture, and subsequent Hellenistic sculptors created several new types of nude Aphrodite figures, that further emphasized the sexual nature of her cult. This trend perhaps reflected both the rising social status of women and changes in male attitudes towards women: previously only male statues had been naked.<br /> <br /> <span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/4ae414883d12ba9dba6d93f6a721db09bb4ef368.jpg" /><span class="image-caption"><em>Marble statue of Venus</em>, Roman copy of a Greek original by Praxiteles (of the type of the <em>Capitoline Venus</em>), c. 100-150 C.E. found at Campo Iemini, near Torvaianica, Lazio, Italy, 88 inches high &copy; Trustees of the British Museum</span></span>Most of these statues show Aphrodite ineffectually attempting to cover her nakedness with her hands. The action in fact only succeeds in drawing the viewer&#39;s eye towards the sexual areas. In this statue the voluptuous Aphrodite crouches down and turns her head sharply to her right, as if surprised by her audience.</p> <p>The three-dimensionality of the statue is typical of Hellenistic sculpture, as is the hairstyle with its elaborate top-knot. Another figure of Aphrodite in The British Museum (Sc. 1578) could almost be the same figure standing up. Other versions of the crouching Aphrodite are known: some have an additional figure of Eros, the god of love, while others show the goddess kneeling on a water jar to indicate that she is bathing.</p> <p>This statue is sometimes known as &quot;Lely&#39;s Venus&quot;&nbsp;named after the painter Sir Peter Lely. He acquired it from the collection of Charles I, following the King&#39;s execution in 1649. &nbsp;After Lely&#39;s own death, it found its way back into the Royal Collection.<br /> &nbsp;</p> <hr /> <p><strong>Additional resources:</strong><br /> <br /> B.S. Ridgway, <em>Hellenistic Sculpture I: The Styles of ca. 331-200 B.C.</em>&nbsp;(University of Wisconsin Press, 1990).&nbsp;<br /> <br /> <span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p><br /> <br /> &copy; Trustees of the British Museum</p>
