Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3><span class="block-image image-wrapper"><img alt="Rembrandt, Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh, Known as “The Night Watch,” oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)" src="https://ka-perseus-images.s3.amazonaws.com/fa20cf2bf82667155800a46139deca1a76a3b7bf.jpg" /><span class="image-caption">Rembrandt, <em>Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh</em>, known as the <em>Night Watch</em>, 1642, oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)</span></span></h3> <h3>A Night Watch?&nbsp;</h3> <p>Would it surprise you to find that the title that Rembrandt&rsquo;s most famous painting is known by is actually incorrect? &nbsp;The so-called <em>Night Watch</em> is not a night scene at all; it actually takes place during the day. &nbsp;This title, which was not given by the artist, was first applied at the end of the 18th century. &nbsp;By that time the painting had darkened considerably through the accumulation of many layers of dirt and varnish, giving the appearance that the event takes place at night. &nbsp;A more accurate title, one that is in keeping with the naming of other contemporary portraits of this type is the &ldquo;Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh.&rdquo;</p> <p><span class="block-image image-wrapper"><img alt="A view to Rembrandt's Night Watch at the Rijksmuseum, Amsterdam" src="https://ka-perseus-images.s3.amazonaws.com/f00b20de03659e083b90e07572b4f7f9954a4401.jpg" /><span class="image-caption">A view to Rembrandt&#39;s <em>Night Watch</em> at the Rijksmuseum, Amsterdam, photo: <a href="https://www.flickr.com/photos/henkbekker/10439856305">Henk Bekker</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <h3>The Dutch Civic Guard&nbsp;</h3> <p>Rembrandt&rsquo;s <em>Night Watch</em> is an example of a very specific type of painting that was exclusive to the Northern Netherlands, with the majority&nbsp;being commissioned in the city of Amsterdam. &nbsp;It is a group portrait of a company of civic guardsmen. The primary purpose of these guardsmen was to serve as defenders of their cities. &nbsp;As such, they were tasked with guarding gates, policing streets, putting out fires, and generally maintaining order throughout the city. &nbsp;Additionally, they were an important presence at parades held for visiting royalty as well and other festive occasions. &nbsp;Each company had its own guild hall as well as a shooting range where they could practice with the specific weapon associated with their group, either a longbow, a crossbow, or a firearm. &nbsp;According to tradition, these assembly halls were decorated with group portraits of its most distinguished members, which served not only to record the likenesses of these citizens, but more importantly to assert the power and individuality of the city that they defended. &nbsp;In short, these images helped promote a sense of pride and civic duty.</p> <p><span class="block-image image-wrapper"><img alt="Rembrandt, Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh, Known as “The Night Watch,” oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)" src="https://ka-perseus-images.s3.amazonaws.com/d560f6093459a48716a35b819f8e9d809c7b0663.jpg" /><span class="image-caption">Captain and Lieutenant (detail),&nbsp;Rembrandt,&nbsp;<em>Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh</em>, known as the&nbsp;<em>Night Watch</em>, 1642, oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)</span></span></p> <p>Rembrandt was at the height of his career when he received the commission to paint the <em>Night Watch</em> for the <em>Kloveniersdoelen</em>, the guild hall that housed the Amsterdam civic guard company of arquebusiers, or musketeers. &nbsp;This company was under the command of Captain Frans Banning Cocq, who holds a prominent position in the center foreground of the image (above left). He wears the formal black attire and white lace collar of the upper class, accented by a bold red sash across his chest. At his waist is a rapier and in his hand a baton, the latter of which identifies his military rank. Striding forward, he turns his head to the left and emphatically extends his free hand as he addresses his lieutenant, Willem van Ruytenburgh, who turns to acknowledge his orders. &nbsp;He is also fancifully dressed, but in bright yellow, his military role referenced by the steel gorget he wears around his neck and the strongly foreshortened ceremonial partisan that he carries. &nbsp;Sixteen additional portraits of members of this company are also included, with the names of all inscribed on a framed shield in the archway.&nbsp;As was common practice at the time, sitters paid a fee that was based on their prominence within the painting.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Nicolaes Eliasz. Pickenoy, Civic guards from the company of captain Jacob Backer and lieutenant Jacob Rogh, 1632 (Amsterdam Historical Museum)" src="https://ka-perseus-images.s3.amazonaws.com/7371a02a9bfbff53f1b3d097127902e2148380e8.jpg" /><span class="image-caption">Nicolaes Eliasz. Pickenoy, <em>Civic guards from the company of captain Jacob Backer and lieutenant Jacob Rogh</em>, 1632 (Amsterdam Historical Museum)</span></span></p> <h3>A Unique Approach&nbsp;</h3> <p><span class="image-wrapper inline-image"><img alt="Rembrandt, Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh, Known as “The Night Watch,” oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)" src="https://ka-perseus-images.s3.amazonaws.com/b4066f7f13c77bac658580ff762d4a807b7a2bcf.jpg" /><span class="image-caption">Drummer (detail),&nbsp;Rembrandt,&nbsp;<em>Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh</em>, known as the&nbsp;<em>Night Watch</em>, 1642, oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)</span></span>Compared to other civic guard portraits, Rembrandt&rsquo;s <em>Night Watch</em> stands out significantly in terms of its originality. &nbsp;Rather than replicating the typical arrangement of boring rows of figures (see above), Rembrandt animates his portrait. &nbsp;Sitters perform specific actions that define their roles as militiamen. A great deal of energy is generated as these citizens spring to action in response to their captain&rsquo;s command. &nbsp;Indeed, the scene has the appearance of an actual historical event taking place although what we are truly witnessing is the creative genius of Rembrandt at work. &nbsp;</p> <p>Men wearing bits of armor and varied helmets, arm themselves with an array of weapons before a massive, but imaginary archway that acts as a symbol of the city gate to be defended. &nbsp;On the left, the standard bearer raises the troop banner while on the far right a group of men hold their pikes high. &nbsp;In the left foreground, a young boy carrying a powder horn dashes off to collect more powder for the musketeers. &nbsp;Opposite him, a drummer taps out a cadence while a dog barks enthusiastically at his feet. &nbsp;</p> <p><span class="image-wrapper inline-image"><img alt=" Rembrandt's self-portrait behind the figure in the top hat? (detail). Rembrandt, Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh, known as the Night Watch, oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)" src="https://ka-perseus-images.s3.amazonaws.com/932b6dd0059c80321c8e32d4ccac9d7372b38080.png" /><span class="image-caption"> Rembrandt&#39;s self-portrait&mdash;just one eye and a beret?&nbsp;(detail),&nbsp;Rembrandt, <em>Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh</em>, known as the <em>Night Watch</em>, 1642, oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)</span></span>In addition to the eighteen paid portraits, Rembrandt introduced a number of extras to further animate the scene and allude to the much larger makeup of the company as a whole. Most of these figures are relegated to the background with their faces obscured or only partly visible.&nbsp;One, wearing a beret and peering up from behind the helmeted figure standing next to the standard bearer has even been identified as Rembrandt himself. &nbsp;</p> <h3>Three Musketeers&nbsp;</h3> <p>While a number of different weapons are included in the painting, the most prominent weapon is the musket, the official weapon of the Kloveniers. &nbsp;Three of the five musketeers are given a place of significance just behind the captain and lieutenant where they carry out in sequential order the basic steps involved in properly handling a musket. &nbsp;First, on the left, a musketeer dressed all in red, charges his weapon by pouring powder into the muzzle. Next, a rather small figure wearing a helmet adorned with oak leaves fires his weapon to the right. &nbsp;Finally, the man behind the lieutenant clears the pan by blowing off the residual powder (both the figure in a helmet with oak leaves and the man blowing off the powder are visible in the detail of the central figures above). In his rendering of these steps, it seems that Rembrandt was influenced by weapons manuals of the period.&nbsp;</p> <h3>A Golden Girl</h3> <p><span class="image-wrapper inline-image"><img alt="Rembrandt, Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh, Known as “The Night Watch,” oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)" src="https://ka-perseus-images.s3.amazonaws.com/5e4f97ef5f1eee6d1c359bd37260b1ff82e5d412.jpg" /><span class="image-caption">Personification of the Kloveniers (detail),&nbsp;Rembrandt,&nbsp;<em>Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh</em>, known as the&nbsp;<em>Night Watch</em>, 1642, oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)</span></span>Probably the most unusual feature is the mysterious girl who emerges from the darkness just behind the musketeer in red. &nbsp;With flowing blond hair and a fanciful gold dress, the young girl in all her brilliance draws considerable attention. Her most curious attribute, however, is the large white chicken that hangs upside down from her waistband. The significance of this bird, particularly its claws, lies in its direct reference to the Kloveniers. Each guild had its own emblem and for the Kloveniers it was a golden claw on a blue field. The girl then is not a real person, but acts as a personification of the company.</p> <p>&nbsp;</p> <p>Text by Dr. Wendy Schaller</p> <p><br /> &nbsp;</p>
it: <h3><span class="block-image image-wrapper"><img alt="Rembrandt, Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh, Known as “The Night Watch,” oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)" src="https://ka-perseus-images.s3.amazonaws.com/fa20cf2bf82667155800a46139deca1a76a3b7bf.jpg" /><span class="image-caption">Rembrandt, <em>Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh</em>, known as the <em>Night Watch</em>, 1642, oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)</span></span></h3> <h3>A Night Watch?&nbsp;</h3> <p>Would it surprise you to find that the title that Rembrandt&rsquo;s most famous painting is known by is actually incorrect? &nbsp;The so-called <em>Night Watch</em> is not a night scene at all; it actually takes place during the day. &nbsp;This title, which was not given by the artist, was first applied at the end of the 18th century. &nbsp;By that time the painting had darkened considerably through the accumulation of many layers of dirt and varnish, giving the appearance that the event takes place at night. &nbsp;A more accurate title, one that is in keeping with the naming of other contemporary portraits of this type is the &ldquo;Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh.&rdquo;</p> <p><span class="block-image image-wrapper"><img alt="A view to Rembrandt's Night Watch at the Rijksmuseum, Amsterdam" src="https://ka-perseus-images.s3.amazonaws.com/f00b20de03659e083b90e07572b4f7f9954a4401.jpg" /><span class="image-caption">A view to Rembrandt&#39;s <em>Night Watch</em> at the Rijksmuseum, Amsterdam, photo: <a href="https://www.flickr.com/photos/henkbekker/10439856305">Henk Bekker</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <h3>The Dutch Civic Guard&nbsp;</h3> <p>Rembrandt&rsquo;s <em>Night Watch</em> is an example of a very specific type of painting that was exclusive to the Northern Netherlands, with the majority&nbsp;being commissioned in the city of Amsterdam. &nbsp;It is a group portrait of a company of civic guardsmen. The primary purpose of these guardsmen was to serve as defenders of their cities. &nbsp;As such, they were tasked with guarding gates, policing streets, putting out fires, and generally maintaining order throughout the city. &nbsp;Additionally, they were an important presence at parades held for visiting royalty as well and other festive occasions. &nbsp;Each company had its own guild hall as well as a shooting range where they could practice with the specific weapon associated with their group, either a longbow, a crossbow, or a firearm. &nbsp;According to tradition, these assembly halls were decorated with group portraits of its most distinguished members, which served not only to record the likenesses of these citizens, but more importantly to assert the power and individuality of the city that they defended. &nbsp;In short, these images helped promote a sense of pride and civic duty.</p> <p><span class="block-image image-wrapper"><img alt="Rembrandt, Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh, Known as “The Night Watch,” oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)" src="https://ka-perseus-images.s3.amazonaws.com/d560f6093459a48716a35b819f8e9d809c7b0663.jpg" /><span class="image-caption">Captain and Lieutenant (detail),&nbsp;Rembrandt,&nbsp;<em>Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh</em>, known as the&nbsp;<em>Night Watch</em>, 1642, oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)</span></span></p> <p>Rembrandt was at the height of his career when he received the commission to paint the <em>Night Watch</em> for the <em>Kloveniersdoelen</em>, the guild hall that housed the Amsterdam civic guard company of arquebusiers, or musketeers. &nbsp;This company was under the command of Captain Frans Banning Cocq, who holds a prominent position in the center foreground of the image (above left). He wears the formal black attire and white lace collar of the upper class, accented by a bold red sash across his chest. At his waist is a rapier and in his hand a baton, the latter of which identifies his military rank. Striding forward, he turns his head to the left and emphatically extends his free hand as he addresses his lieutenant, Willem van Ruytenburgh, who turns to acknowledge his orders. &nbsp;He is also fancifully dressed, but in bright yellow, his military role referenced by the steel gorget he wears around his neck and the strongly foreshortened ceremonial partisan that he carries. &nbsp;Sixteen additional portraits of members of this company are also included, with the names of all inscribed on a framed shield in the archway.&nbsp;As was common practice at the time, sitters paid a fee that was based on their prominence within the painting.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Nicolaes Eliasz. Pickenoy, Civic guards from the company of captain Jacob Backer and lieutenant Jacob Rogh, 1632 (Amsterdam Historical Museum)" src="https://ka-perseus-images.s3.amazonaws.com/7371a02a9bfbff53f1b3d097127902e2148380e8.jpg" /><span class="image-caption">Nicolaes Eliasz. Pickenoy, <em>Civic guards from the company of captain Jacob Backer and lieutenant Jacob Rogh</em>, 1632 (Amsterdam Historical Museum)</span></span></p> <h3>A Unique Approach&nbsp;</h3> <p><span class="image-wrapper inline-image"><img alt="Rembrandt, Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh, Known as “The Night Watch,” oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)" src="https://ka-perseus-images.s3.amazonaws.com/b4066f7f13c77bac658580ff762d4a807b7a2bcf.jpg" /><span class="image-caption">Drummer (detail),&nbsp;Rembrandt,&nbsp;<em>Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh</em>, known as the&nbsp;<em>Night Watch</em>, 1642, oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)</span></span>Compared to other civic guard portraits, Rembrandt&rsquo;s <em>Night Watch</em> stands out significantly in terms of its originality. &nbsp;Rather than replicating the typical arrangement of boring rows of figures (see above), Rembrandt animates his portrait. &nbsp;Sitters perform specific actions that define their roles as militiamen. A great deal of energy is generated as these citizens spring to action in response to their captain&rsquo;s command. &nbsp;Indeed, the scene has the appearance of an actual historical event taking place although what we are truly witnessing is the creative genius of Rembrandt at work. &nbsp;</p> <p>Men wearing bits of armor and varied helmets, arm themselves with an array of weapons before a massive, but imaginary archway that acts as a symbol of the city gate to be defended. &nbsp;On the left, the standard bearer raises the troop banner while on the far right a group of men hold their pikes high. &nbsp;In the left foreground, a young boy carrying a powder horn dashes off to collect more powder for the musketeers. &nbsp;Opposite him, a drummer taps out a cadence while a dog barks enthusiastically at his feet. &nbsp;</p> <p><span class="image-wrapper inline-image"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/932b6dd0059c80321c8e32d4ccac9d7372b38080.png" /><span class="image-caption"> Rembrandt&#39;s self-portrait&mdash;just one eye and a beret?&nbsp;(detail),&nbsp;Rembrandt, <em>Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh</em>, known as the <em>Night Watch</em>, 1642, oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)</span></span>In addition to the eighteen paid portraits, Rembrandt introduced a number of extras to further animate the scene and allude to the much larger makeup of the company as a whole. Most of these figures are relegated to the background with their faces obscured or only partly visible.&nbsp;One, wearing a beret and peering up from behind the helmeted figure standing next to the standard bearer has even been identified as Rembrandt himself. &nbsp;</p> <h3>Three Musketeers&nbsp;</h3> <p>While a number of different weapons are included in the painting, the most prominent weapon is the musket, the official weapon of the Kloveniers. &nbsp;Three of the five musketeers are given a place of significance just behind the captain and lieutenant where they carry out in sequential order the basic steps involved in properly handling a musket. &nbsp;First, on the left, a musketeer dressed all in red, charges his weapon by pouring powder into the muzzle. Next, a rather small figure wearing a helmet adorned with oak leaves fires his weapon to the right. &nbsp;Finally, the man behind the lieutenant clears the pan by blowing off the residual powder (both the figure in a helmet with oak leaves and the man blowing off the powder are visible in the detail of the central figures above). In his rendering of these steps, it seems that Rembrandt was influenced by weapons manuals of the period.&nbsp;</p> <h3>A Golden Girl</h3> <p><span class="image-wrapper inline-image"><img alt="Rembrandt, Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh, Known as “The Night Watch,” oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)" src="https://ka-perseus-images.s3.amazonaws.com/5e4f97ef5f1eee6d1c359bd37260b1ff82e5d412.jpg" /><span class="image-caption">Personification of the Kloveniers (detail),&nbsp;Rembrandt,&nbsp;<em>Officers and Men of the Company of Captain Frans Banning Cocq and Lieutenant Wilhelm van Ruytenburgh</em>, known as the&nbsp;<em>Night Watch</em>, 1642, oil on canvas, 379.5 x 453.5 cm (Rijksmuseum, Amsterdam)</span></span>Probably the most unusual feature is the mysterious girl who emerges from the darkness just behind the musketeer in red. &nbsp;With flowing blond hair and a fanciful gold dress, the young girl in all her brilliance draws considerable attention. Her most curious attribute, however, is the large white chicken that hangs upside down from her waistband. The significance of this bird, particularly its claws, lies in its direct reference to the Kloveniers. Each guild had its own emblem and for the Kloveniers it was a golden claw on a blue field. The girl then is not a real person, but acts as a personification of the company.</p> <p>&nbsp;</p> <p>Text by Dr. Wendy Schaller</p> <p><br /> &nbsp;</p>
