Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)" src="https://ka-perseus-images.s3.amazonaws.com/a03befeffd1df741cfe8e505d777bc3a76e834ec.jpg" /><span class="image-caption">Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)</span></span></p> <h3>Mother, goddess, sacrificial offering?</h3> <p><span class="image-wrapper inline-image"><img alt="Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)" src="https://ka-perseus-images.s3.amazonaws.com/2870a4714df999fada2b08941830f6333e5ded54.jpg" /><span class="image-caption">Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City), photo: <a href="https://www.flickr.com/photos/profzucker/16816048015">Steven Zucker</a>&nbsp;(CC BY-NC-SA 2.0)</span></span>The Coatlicue sculpture in Mexico City&rsquo;s National Museum of Anthropology is one of the most famous Mexica (Aztec) sculptures in existence (her name is pronounced &quot;koh-at-lee-kway&quot;). Standing over ten&nbsp;feet tall, the statue towers over onlookers as she leans toward&nbsp;them. With her arms bent and pulled up against her sides as if to strike, she is truly an imposing sight.&nbsp;</p> <p>Numerous snakes&nbsp;appear to writhe across the sculpture&rsquo;s surface. In fact, snakes form her entire skirt, as well as her belt and even her head. Coatlicue&rsquo;s name literally means Snakes-Her-Skirt, so her clothing helps&nbsp;identify her. Her snake belt ties at the waist to&nbsp;keep a skull &ldquo;buckle&rdquo; in place. Her upper torso is exposed, and we can just make out her breasts and rolls in her abdomen. The rolls indicate she is a mother. A sizable necklace formed of hands and hearts largely obscures her breasts.&nbsp;</p> <p>Two enormous snakes curl upwards from her neck to face one another. Their bifurcated, or split, tongues curl downwards, and the resulting effect is that the snake heads and tongues appear to be a single, forward-facing serpent face. Snakes coming out of body parts,&nbsp;as we see here, was an Aztec convention for squirting blood. Coatlicue has in fact been decapitated, and her snaky head represents the blood squirting from her severed neck. Her arms are also formed of snake heads, suggesting she was&nbsp;dismembered there as well.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Snakes facing one another (detail), Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)" src="https://ka-perseus-images.s3.amazonaws.com/4363cb475d7f019850c0737c38ddd36704988a60.jpg" /><span class="image-caption">Snakes facing one another (detail), Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)&nbsp;</span></span></p> <p>You might read elsewhere that Coatlicue was decapitated by her daughter or beheaded when her son was born from her severed neck (the idea has been adopted in part to explain this&nbsp;monumental sculpture). However, the myth from which this story derives does not actually state that Coatlicue suffered this fate. For this reason, it is useful to review the myth&mdash;one of the most important for the Aztecs.</p> <h3>Battle atop Snake Mountain</h3> <p>The primary myth in which Coatlicue is involved recounts the birth of the Aztec patron deity, Huitzilopochtli (pronounced &quot;wheat-zil-oh-poach-lee&quot;). This myth was recorded in the later sixteenth century after the Spanish Conquest of 1521.&nbsp;The main source from which we learn about it is the <em>General History of the Things of New Spain</em>, also called <em>The Florentine Codex </em>(written 1575&ndash;77 and compiled by the Franciscan friar Bernardino de Sahag&uacute;n, indigenous authors and artists, and indigenous informants).[1]</p> <p><span class="image-wrapper inline-image"><img alt="Illustration of the Battle of Coatepec from Bernardino de Sahagún, General History of the Things of New Spain (The Florentine Codex), 1575–77, volume 1, page 420" src="https://ka-perseus-images.s3.amazonaws.com/cc0858043f003a3d842f1cc2cb564a95483151c7.jpg" /><span class="image-caption">Illustration of the Battle of Coatepec from Bernardino de Sahag&uacute;n, <em>General History of the Things of New Spain (The Florentine Codex)</em>, 1575&ndash;77, volume 1, page 420</span></span>One day Coatlicue, an earth goddess, was sweeping atop Coatepec (or Snake Mountain), when a feather fell into her apron. At that moment, she immaculately conceived a son, whose name was Huitzilopochtli (a sun and warrior god). Upon hearing that her mother was pregnant, Coyolxauhqui (or Bells-Her-Cheeks, pronounced &quot;coy-al-shauw-kee&quot;) became enraged. She rallied her 400 brothers, the <em>Centzonhuitz-nahua,</em>&nbsp;to storm Snake Mountain and kill their mother. One of the brothers decided to warn Coatlicue. Upon hearing of this impending murder, Coatlicue became understandably afraid. But Huitzilopochtli comforted her, telling her not to worry. At the moment Coyolxauhqui approached her mother, Huitzilopochtli was born, fully grown and armed. He sliced off his sister&rsquo;s head, and threw her body off the mountain. As she fell, her body broke apart until it came to rest&nbsp;at the bottom of Snake Mountain. But what became of Coatlicue, the mother to the victorious Huitzilopochtli and the defeated Coyolxauhqui? The myth does not mention her decapitation and dismemberment (only her daughter&rsquo;s), so why would this&nbsp;famous&nbsp;sculpture display her in this manner?</p> <h3>Why was Coatlicue decapitated?</h3> <p>More recently, a new interpretation has been offered for Coatlicue&rsquo;s appearance that is based on another myth (recounted in different Spanish Colonial source) concerning the beginning of 5th era, or 5th sun.The Aztecs believed that there were four earlier suns (or eras) prior to the one in which we currently live. The myth notes that several female deities (perhaps Coatlicue among them), sacrificed themselves to put the sun in motion, effectively allowing time itself to continue. They were responsible for preserving the cosmos by offering their own lives.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Snakes and torso (detail), Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)" src="https://ka-perseus-images.s3.amazonaws.com/7245a7e2066f010d3debbb789296c8c86049d06d.jpg" /><span class="image-caption">Snakes and torso (detail), Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)</span></span></p> <p>After this point, these female deities were then symbolized by their skirts (called <em>mantas</em>), which could explain the careful attention paid to Coatlicue&rsquo;s snaky skirt. It functions as a reminder of her name&mdash;Snakes-Her-Skirt&mdash;as well as symbolizing&nbsp;her as a deity and&nbsp;reminding the viewer&nbsp;of her past deeds. This might also explain why&mdash;in place of her head&mdash;we have two snakes rising from her severed neck.&nbsp;They represent streaming blood, which was a precious liquid connoting fertility. With her willing sacrifice, Coatlicue enabled life to continue.</p> <p>Some details on the sculpture support this newer and enticing interpretation. There is a date glyph, 12 Reed, inscribed on the sculpture&rsquo;s back which might relate to the beginning of a new solar era. Archaeologists have also found the remains of several other monumental sculptures of female deities similar to Coatlicue, but each display different skirts. One of these sculptures (see photo at top of the page) stands near to Coatlicue in the Anthropology Museum, but hearts adorn her skirt instead of snakes.</p> <p><span class="image-wrapper inline-image"><img alt="Coatlicue de Cozcatlán, c. 1500, Mexica (Aztec), 115 cm high (National Museum of Anthropology, Mexico City)" src="https://ka-perseus-images.s3.amazonaws.com/8f7c8d37b4ea61b5e1720fae09c36a7f8792f7ca.jpg" /><span class="image-caption">Coatlicue de Cozcatl&aacute;n, c. 1500, Mexica (Aztec), 115 cm high (National Museum of Anthropology, Mexico City)</span></span>Despite her fame in one of the most important Aztec myths concerning their patron god, Coatlicue did not have numerous stories recorded about her during the sixteenth century (that we know of at least). Few surviving Aztec objects display her. However, another stone sculpture in the National Museum of Anthropology&mdash;on a much smaller scale&mdash;shows Coatlicue with her head intact. We can identify her by her snaky skirt. Her face is partly skeletonized and de-fleshed. Her nose is missing, revealing the cavity. Yet she still has flesh on her lips, which are open to reveal bared teeth. Even with her head, this version of Coatlicue still seems intimidating to us today. But was she perceived as terrifying by the Aztecs or is this only a twenty-first century impression of her?</p> <h3>Terrifying and Respected</h3> <p>Prior to the Spanish Conquest, Coatlicue related to other female earth deities, such as Toci (Our Grandmother). Several sixteenth-century Spanish Colonial sources&nbsp;mention that Coatlicue belonged to a class of deities known as <em>tzitzimime</em> (deities related to the stars), who were considered terrifying and dangerous. For example, outside of the 360-days that formed the agricultural calendar (called the year count or <em>xiuhpohualli</em>), there were five&nbsp;extra &ldquo;nameless&rdquo; days. The Aztecs believed this&nbsp;was an ominous time when bad things could happen. The <em>tzitzimime</em>, for instance, could descend to the earth&rsquo;s surface and eat people or at least wreak havoc, causing instability and fear. In Spanish Colonial chronicles, the <em>tzitzimime</em> are depicted with skeletonized faces and monster claws&mdash;similar to what we see in Coatlicue sculptures discussed here. These sources also call the <em>tzitzimime</em> demons or devils.</p> <p>For all their ferociousness, however, the <em>tzitzimime</em>&nbsp;also had&nbsp;positive associations. Ironically,&nbsp;this&nbsp;group of deities were patrons of midwives, or women responsible for helping mothers with their babies. People also invoked them for medical help&nbsp;and they&nbsp;had associations with fertility. For these reasons, they had a more ambivalent role than as simply good or bad deities, and so they were both respected and feared.&nbsp;</p> <h3>Created, Buried, Found, Buried, Found Again</h3> <p>After the Spanish Conquest, the monumental Coatlicue sculpture was buried because it was considered an inappropriate pagan idol by Spanish Christian invaders. After languishing in obscurity for more than 200 years, it was rediscovered in 1790.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Image published in Antonio León y Gama’s 1792 book" src="https://ka-perseus-images.s3.amazonaws.com/e9b4611b1c5fe97af8c337d668e4a4ad36d613de.jpg" /><span class="image-caption">Image published in Antonio Le&oacute;n y Gama&rsquo;s 1792 book,&nbsp;<em>Descripci&oacute;n hist&oacute;rica y cronol&oacute;gica de las dos piedras que con ocasi&oacute;n del nuevo empedrado que se est&aacute; formando en la plaza principal de M&eacute;xico, se hallaron en ella el a&ntilde;o de 1790</em></span></span></p> <p>Antonio Le&oacute;n y Gama, a curious historian, astronomer, and intellectual living in Mexico City at the time, drew illustrations of the sculpture and offered his interpretation of who it displayed (he claimed it was Teoyaomiqui). Not long after it was found, however, Coatlicue was reburied&mdash;she was considered too frightening and pagan. Eventually, she was uncovered again in the twentieth century, becoming one of the crowning objects of the National Anthropology Museum and a famous representative of Aztec artistic achievements in stone sculpture.</p> <p>[1]&nbsp;There are several other myths that make mention of Coatlicue, but the most frequently cited myth is the one in the Florentine Codex discussed in the text.</p> <p>Essay by Dr. Lauren Kilroy-Ewbank</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.famsi.org/research/pohl/pohl_aztec3.html">Famsi on Aztec monumental sculpture</a></p> <p><a href="http://memory.loc.gov/service/rbc/rbc0001/2006/2006kislak2/2006kislak2.pdf">Antonio Le&oacute;n y Gama&rsquo;s text in Spanish from the&nbsp;Kislak Collection</a></p> <p>Elizabeth M. Brumfiel and Gary M. Feinman, eds.,&nbsp;<em>The Aztec World&nbsp;</em>&nbsp;(New York: Abrams, 2008).</p> <p>Cecelia Klein,&nbsp;&quot;A New Interpretation of the Aztec Statue Called Coatlicue, &#39;Snakes-Her-Skirt&#39;,&quot;&nbsp;<em>Ethnohistory</em>&nbsp;vol. 55, no.&nbsp;2 (Spring 2008), pp.&nbsp;229-250.</p> <p>Esther Pasztory, <em>Aztec Art</em> (University of Oklahoma Press, 1983).</p> <p>Richard Townsend, <em>The Aztecs</em>, 3 ed. (London: Thames and Hudson, 2009).</p> <p>Dav&iacute;d Carrasco and Eduardo Matos Moctezuma, eds.&nbsp;<em>Moctezuma&rsquo;s Mexico: Visions of the Aztec World</em>, revised&nbsp;(University Press of Colorado, 2003).</p> <p>For myths in the Florentine Codex, see Charles E. Dibble and Arthur J. O. Anderson, eds.&nbsp;<em>Florentine Codex: General History of the Things of New Spain</em>, 12 vols., &nbsp;(Salt Lake City: University of Utah Press, 1950&ndash;82).</p>
it: <p><span class="block-image image-wrapper"><img alt="Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)" src="https://ka-perseus-images.s3.amazonaws.com/a03befeffd1df741cfe8e505d777bc3a76e834ec.jpg" /><span class="image-caption">Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)</span></span></p> <h3>Mother, goddess, sacrificial offering?</h3> <p><span class="image-wrapper inline-image"><img alt="Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)" src="https://ka-perseus-images.s3.amazonaws.com/2870a4714df999fada2b08941830f6333e5ded54.jpg" /><span class="image-caption">Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City), photo: <a href="https://www.flickr.com/photos/profzucker/16816048015">Steven Zucker</a>&nbsp;(CC BY-NC-SA 2.0)</span></span>The Coatlicue sculpture in Mexico City&rsquo;s National Museum of Anthropology is one of the most famous Mexica (Aztec) sculptures in existence (her name is pronounced &quot;koh-at-lee-kway&quot;). Standing over ten&nbsp;feet tall, the statue towers over onlookers as she leans toward&nbsp;them. With her arms bent and pulled up against her sides as if to strike, she is truly an imposing sight.&nbsp;</p> <p>Numerous snakes&nbsp;appear to writhe across the sculpture&rsquo;s surface. In fact, snakes form her entire skirt, as well as her belt and even her head. Coatlicue&rsquo;s name literally means Snakes-Her-Skirt, so her clothing helps&nbsp;identify her. Her snake belt ties at the waist to&nbsp;keep a skull &ldquo;buckle&rdquo; in place. Her upper torso is exposed, and we can just make out her breasts and rolls in her abdomen. The rolls indicate she is a mother. A sizable necklace formed of hands and hearts largely obscures her breasts.&nbsp;</p> <p>Two enormous snakes curl upwards from her neck to face one another. Their bifurcated, or split, tongues curl downwards, and the resulting effect is that the snake heads and tongues appear to be a single, forward-facing serpent face. Snakes coming out of body parts,&nbsp;as we see here, was an Aztec convention for squirting blood. Coatlicue has in fact been decapitated, and her snaky head represents the blood squirting from her severed neck. Her arms are also formed of snake heads, suggesting she was&nbsp;dismembered there as well.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/4363cb475d7f019850c0737c38ddd36704988a60.jpg" /><span class="image-caption">Snakes facing one another (detail), Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)&nbsp;</span></span></p> <p>You might read elsewhere that Coatlicue was decapitated by her daughter or beheaded when her son was born from her severed neck (the idea has been adopted in part to explain this&nbsp;monumental sculpture). However, the myth from which this story derives does not actually state that Coatlicue suffered this fate. For this reason, it is useful to review the myth&mdash;one of the most important for the Aztecs.</p> <h3>Battle atop Snake Mountain</h3> <p>The primary myth in which Coatlicue is involved recounts the birth of the Aztec patron deity, Huitzilopochtli (pronounced &quot;wheat-zil-oh-poach-lee&quot;). This myth was recorded in the later sixteenth century after the Spanish Conquest of 1521.&nbsp;The main source from which we learn about it is the <em>General History of the Things of New Spain</em>, also called <em>The Florentine Codex </em>(written 1575&ndash;77 and compiled by the Franciscan friar Bernardino de Sahag&uacute;n, indigenous authors and artists, and indigenous informants).[1]</p> <p><span class="image-wrapper inline-image"><img alt="Illustration of the Battle of Coatepec from Bernardino de Sahagún, General History of the Things of New Spain (The Florentine Codex), 1575–77, volume 1, page 420" src="https://ka-perseus-images.s3.amazonaws.com/cc0858043f003a3d842f1cc2cb564a95483151c7.jpg" /><span class="image-caption">Illustration of the Battle of Coatepec from Bernardino de Sahag&uacute;n, <em>General History of the Things of New Spain (The Florentine Codex)</em>, 1575&ndash;77, volume 1, page 420</span></span>One day Coatlicue, an earth goddess, was sweeping atop Coatepec (or Snake Mountain), when a feather fell into her apron. At that moment, she immaculately conceived a son, whose name was Huitzilopochtli (a sun and warrior god). Upon hearing that her mother was pregnant, Coyolxauhqui (or Bells-Her-Cheeks, pronounced &quot;coy-al-shauw-kee&quot;) became enraged. She rallied her 400 brothers, the <em>Centzonhuitz-nahua,</em>&nbsp;to storm Snake Mountain and kill their mother. One of the brothers decided to warn Coatlicue. Upon hearing of this impending murder, Coatlicue became understandably afraid. But Huitzilopochtli comforted her, telling her not to worry. At the moment Coyolxauhqui approached her mother, Huitzilopochtli was born, fully grown and armed. He sliced off his sister&rsquo;s head, and threw her body off the mountain. As she fell, her body broke apart until it came to rest&nbsp;at the bottom of Snake Mountain. But what became of Coatlicue, the mother to the victorious Huitzilopochtli and the defeated Coyolxauhqui? The myth does not mention her decapitation and dismemberment (only her daughter&rsquo;s), so why would this&nbsp;famous&nbsp;sculpture display her in this manner?</p> <h3>Why was Coatlicue decapitated?</h3> <p>More recently, a new interpretation has been offered for Coatlicue&rsquo;s appearance that is based on another myth (recounted in different Spanish Colonial source) concerning the beginning of 5th era, or 5th sun.The Aztecs believed that there were four earlier suns (or eras) prior to the one in which we currently live. The myth notes that several female deities (perhaps Coatlicue among them), sacrificed themselves to put the sun in motion, effectively allowing time itself to continue. They were responsible for preserving the cosmos by offering their own lives.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Snakes and torso (detail), Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)" src="https://ka-perseus-images.s3.amazonaws.com/7245a7e2066f010d3debbb789296c8c86049d06d.jpg" /><span class="image-caption">Snakes and torso (detail), Coatlicue, c. 1500, Mexica (Aztec), found on the SE edge of the Plaza mayor/Zocalo in Mexico City, basalt, 257 cm high (National Museum of Anthropology, Mexico City)</span></span></p> <p>After this point, these female deities were then symbolized by their skirts (called <em>mantas</em>), which could explain the careful attention paid to Coatlicue&rsquo;s snaky skirt. It functions as a reminder of her name&mdash;Snakes-Her-Skirt&mdash;as well as symbolizing&nbsp;her as a deity and&nbsp;reminding the viewer&nbsp;of her past deeds. This might also explain why&mdash;in place of her head&mdash;we have two snakes rising from her severed neck.&nbsp;They represent streaming blood, which was a precious liquid connoting fertility. With her willing sacrifice, Coatlicue enabled life to continue.</p> <p>Some details on the sculpture support this newer and enticing interpretation. There is a date glyph, 12 Reed, inscribed on the sculpture&rsquo;s back which might relate to the beginning of a new solar era. Archaeologists have also found the remains of several other monumental sculptures of female deities similar to Coatlicue, but each display different skirts. One of these sculptures (see photo at top of the page) stands near to Coatlicue in the Anthropology Museum, but hearts adorn her skirt instead of snakes.</p> <p><span class="image-wrapper inline-image"><img alt="Coatlicue de Cozcatlán, c. 1500, Mexica (Aztec), 115 cm high (National Museum of Anthropology, Mexico City)" src="https://ka-perseus-images.s3.amazonaws.com/8f7c8d37b4ea61b5e1720fae09c36a7f8792f7ca.jpg" /><span class="image-caption">Coatlicue de Cozcatl&aacute;n, c. 1500, Mexica (Aztec), 115 cm high (National Museum of Anthropology, Mexico City)</span></span>Despite her fame in one of the most important Aztec myths concerning their patron god, Coatlicue did not have numerous stories recorded about her during the sixteenth century (that we know of at least). Few surviving Aztec objects display her. However, another stone sculpture in the National Museum of Anthropology&mdash;on a much smaller scale&mdash;shows Coatlicue with her head intact. We can identify her by her snaky skirt. Her face is partly skeletonized and de-fleshed. Her nose is missing, revealing the cavity. Yet she still has flesh on her lips, which are open to reveal bared teeth. Even with her head, this version of Coatlicue still seems intimidating to us today. But was she perceived as terrifying by the Aztecs or is this only a twenty-first century impression of her?</p> <h3>Terrifying and Respected</h3> <p>Prior to the Spanish Conquest, Coatlicue related to other female earth deities, such as Toci (Our Grandmother). Several sixteenth-century Spanish Colonial sources&nbsp;mention that Coatlicue belonged to a class of deities known as <em>tzitzimime</em> (deities related to the stars), who were considered terrifying and dangerous. For example, outside of the 360-days that formed the agricultural calendar (called the year count or <em>xiuhpohualli</em>), there were five&nbsp;extra &ldquo;nameless&rdquo; days. The Aztecs believed this&nbsp;was an ominous time when bad things could happen. The <em>tzitzimime</em>, for instance, could descend to the earth&rsquo;s surface and eat people or at least wreak havoc, causing instability and fear. In Spanish Colonial chronicles, the <em>tzitzimime</em> are depicted with skeletonized faces and monster claws&mdash;similar to what we see in Coatlicue sculptures discussed here. These sources also call the <em>tzitzimime</em> demons or devils.</p> <p>For all their ferociousness, however, the <em>tzitzimime</em>&nbsp;also had&nbsp;positive associations. Ironically,&nbsp;this&nbsp;group of deities were patrons of midwives, or women responsible for helping mothers with their babies. People also invoked them for medical help&nbsp;and they&nbsp;had associations with fertility. For these reasons, they had a more ambivalent role than as simply good or bad deities, and so they were both respected and feared.&nbsp;</p> <h3>Created, Buried, Found, Buried, Found Again</h3> <p>After the Spanish Conquest, the monumental Coatlicue sculpture was buried because it was considered an inappropriate pagan idol by Spanish Christian invaders. After languishing in obscurity for more than 200 years, it was rediscovered in 1790.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Image published in Antonio León y Gama’s 1792 book" src="https://ka-perseus-images.s3.amazonaws.com/e9b4611b1c5fe97af8c337d668e4a4ad36d613de.jpg" /><span class="image-caption">Image published in Antonio Le&oacute;n y Gama&rsquo;s 1792 book,&nbsp;<em>Descripci&oacute;n hist&oacute;rica y cronol&oacute;gica de las dos piedras que con ocasi&oacute;n del nuevo empedrado que se est&aacute; formando en la plaza principal de M&eacute;xico, se hallaron en ella el a&ntilde;o de 1790</em></span></span></p> <p>Antonio Le&oacute;n y Gama, a curious historian, astronomer, and intellectual living in Mexico City at the time, drew illustrations of the sculpture and offered his interpretation of who it displayed (he claimed it was Teoyaomiqui). Not long after it was found, however, Coatlicue was reburied&mdash;she was considered too frightening and pagan. Eventually, she was uncovered again in the twentieth century, becoming one of the crowning objects of the National Anthropology Museum and a famous representative of Aztec artistic achievements in stone sculpture.</p> <p>[1]&nbsp;There are several other myths that make mention of Coatlicue, but the most frequently cited myth is the one in the Florentine Codex discussed in the text.</p> <p>Essay by Dr. Lauren Kilroy-Ewbank</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.famsi.org/research/pohl/pohl_aztec3.html">Famsi on Aztec monumental sculpture</a></p> <p><a href="http://memory.loc.gov/service/rbc/rbc0001/2006/2006kislak2/2006kislak2.pdf">Antonio Le&oacute;n y Gama&rsquo;s text in Spanish from the&nbsp;Kislak Collection</a></p> <p>Elizabeth M. Brumfiel and Gary M. Feinman, eds.,&nbsp;<em>The Aztec World&nbsp;</em>&nbsp;(New York: Abrams, 2008).</p> <p>Cecelia Klein,&nbsp;&quot;A New Interpretation of the Aztec Statue Called Coatlicue, &#39;Snakes-Her-Skirt&#39;,&quot;&nbsp;<em>Ethnohistory</em>&nbsp;vol. 55, no.&nbsp;2 (Spring 2008), pp.&nbsp;229-250.</p> <p>Esther Pasztory, <em>Aztec Art</em> (University of Oklahoma Press, 1983).</p> <p>Richard Townsend, <em>The Aztecs</em>, 3 ed. (London: Thames and Hudson, 2009).</p> <p>Dav&iacute;d Carrasco and Eduardo Matos Moctezuma, eds.&nbsp;<em>Moctezuma&rsquo;s Mexico: Visions of the Aztec World</em>, revised&nbsp;(University Press of Colorado, 2003).</p> <p>For myths in the Florentine Codex, see Charles E. Dibble and Arthur J. O. Anderson, eds.&nbsp;<em>Florentine Codex: General History of the Things of New Spain</em>, 12 vols., &nbsp;(Salt Lake City: University of Utah Press, 1950&ndash;82).</p>
