Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Divination Bowl with Inscriptions and Zodiac Signs, mid 16th century, copper alloy (brass), engraved with repoussé center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/b2b3811525d3d5525c2d6ebe316dec29730012fb.jpg" /><span class="image-caption"><em>Divination Bowl with Inscriptions and Zodiac Signs</em>, mid 16th century, copper alloy (brass), engraved with repouss&eacute; center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)</span></span></p> <p>Iranian metal bowls have a variety of shapes, decoration themes, and uses during the Safavid period (1501-1736). The Iranian <em>Divination Bowl with Inscriptions and Zodiac Signs</em> today in the Brooklyn Museum&nbsp;is decorated with unusual themes&mdash;a blend of religious, superstitious, and Persian historical motifs.&nbsp;The practice of <em>fāl</em> (divination, or&nbsp;seeking knowledge of the future or the unknown by supernatural means) during the Safavid period&nbsp;was facilitated by the use of divine text but it was also influenced by ancient Greek astrology.&nbsp;</p> <h3>Ancient symbols made new</h3> <p>The exterior of the divination bowl is covered with both inscriptions and signs of the&nbsp;zodiac. Some of the zodiac signs&nbsp;are represented with&nbsp;traditional figures, but others&nbsp;are more unusual.</p> <p><span class="block-image image-wrapper"><img alt="Leo the Lion, Divination Bowl with Inscriptions and Zodiac Signs, mid 16th century, copper alloy (brass), engraved with repoussé center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/7b2cbdec8fdb0074dc1a27eaca0470ce2a7d48a1.jpg" /><span class="image-caption">Leo the Lion, <em>Divination Bowl with Inscriptions and Zodiac Signs</em>, mid 16th century, copper alloy (brass), engraved with repouss&eacute; center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="The historical Persian symbol of Širo Xoršid" src="https://ka-perseus-images.s3.amazonaws.com/0e96b2b204436a913c544d9c2704f7d7b1333f28.jpg" /><span class="image-caption">The historical Persian symbol of<em> &Scaron;iro Xor&scaron;id</em></span></span>Leo for example is represented by a lion figure as one might expect, but here with the sun behind it,&nbsp;illustrated as a semi-oval human&nbsp;face in the background. This&nbsp;figure resembles the historical Persian symbol of <em>&Scaron;iro Xor&scaron;id</em>, &quot;the Lion and the Sun,&quot;&nbsp;which&nbsp;eventually became an national emblem and represents, among other things,&nbsp;the ancient history of Persia.</p> <p>The Lion and the Sun symbol was&nbsp;represented on Iranian metalwork in earlier centuries. Scholars suggest that the reason for using this symbol on some Iranian metalwork is to illustrate the triumph of the light over darkness. One can also see the <em>&Scaron;iro Xor&scaron;id</em> as a combination of&nbsp;this&nbsp;traditional Persian symbol and&nbsp;contemporary Shiite religious inclinations. In other words, the lion could be interpreted in relation to the Shiite tradition of representing Imam &lsquo;Ali as a lion since he was historically called <em>Assaduallah</em> (The Lion of God)&nbsp;(Imam &lsquo;Ali is&nbsp;believed by Shia to be Muhammad&#39;s successor in the Caliphate).</p> <p>Scholars have proposed that zodiac sings were used on Iranian metalwork as early as the second half of the twelfth century and became popular in Islamic art in&nbsp;the thirteenth century. However, some of the images developed by the Greek astronomers were transformed&nbsp;in the Islamic world, bringing them closer&nbsp;to Iranian Shiite culture and&nbsp;theology. For example, there is an association between the twelve zodiac figures and the twelve Shiite Imams.&nbsp;Shiite thought and culture also&nbsp;associates the number twelve with holiness&mdash;as there are twelve months of the year and twelve zodiac&nbsp;signs, there are twelve Imams.</p> <p><span class="block-image image-wrapper"><img alt="Interior (detail), Divination Bowl with Inscriptions and Zodiac Signs, mid 16th century, copper alloy (brass), engraved with repoussé center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/dfff25a721b616059683680068d20a8d6cf24a92.jpg" /><span class="image-caption">Interior (detail), <em>Divination Bowl with Inscriptions and Zodiac Signs</em>, mid 16th century, copper alloy (brass), engraved with repouss&eacute; center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)</span></span></p> <p>Around the convex hemispherical boss in the bottom of the&nbsp;interior&nbsp;(above), there are three verses from the Qur&rsquo;an. These are divided with circular panels that also include zodiac signs. These verses are from <em>Surat An-NaS </em>(Chapter 110) of the Qura&rsquo;n, verses one, two, and three.&nbsp;These Qur&rsquo;an verses are usually interpreted as God talking to Muhammad, promising him&nbsp;victory over&nbsp;his enemies, the people of Quraish. God is also promising Muhammad that he will conquer Mecca and the city&rsquo;s disbelieving inhabitants will convert to Islam. The content and the revelatory&nbsp;occasion of these verses is a prophecy of victory and glory. Reciting these verses in a prayer or divination practice could be a channel to seeking victory, glory, and a happy life. We might assume that these are the reasons why these verses are inscribed on the bowl (if it was in fact used for divination).</p> <p>The other two verses from the Qur&rsquo;an inscribed on the bowl are inside the bottom ring on the exterior. These are verses 87 and 88 from <em>Surat Al-&Agrave;nby&acirc;</em> (Chapter 21). However, both of these verses are quoted only partially. The verses are often interpreted as the miraculous story of a believer, <em>Yūnus</em> (Jonah), &nbsp;who was saved by God for&nbsp;his true faith. These verses were likely inscribed on the bowl because it was believed that they have supernatural power. It is still widely believed among Muslims (both Sunnis and Shiites), that reciting certain verses&nbsp;or making some <em>du&lsquo;aā</em> (prayer) will help guide you to the right path and help you seek God&rsquo;s support.</p> <p><span class="block-image image-wrapper"><img alt="Exterior (detail), Divination Bowl with Inscriptions and Zodiac Signs, mid 16th century, copper alloy (brass), engraved with repoussé center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/d83b6aeaae442fe8bffd548e587e8623deabc84f.jpg" /><span class="image-caption">Exterior (detail), <em>Divination Bowl with Inscriptions and Zodiac Signs</em>, mid 16th century, copper alloy (brass), engraved with repouss&eacute; center, 3-3/4 x 8-1/2 x 8 1/2 inches&nbsp;/ 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)</span></span></p> <p>Shiite divine text is also present on the bowl. For instance, the most visible inscription, on the neck of the bowl going all around under the rim, is a lavishly done Arabic inscription of the Shiite prayer for Muhammad and the twelve Shiite Imams. The prayer starts with Muhammad, then Imam &lsquo;Ali and lists all other Imams accordingly.</p> <p><span class="block-image image-wrapper"><img alt="Bottom, Divination Bowl with Inscriptions and Zodiac Signs, mid 16th century, copper alloy (brass), engraved with repoussé center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/9be2161e08915828a288c48692ca2e50f67b3fb5.jpg" /><span class="image-caption">Bottom, <em>Divination Bowl with Inscriptions and Zodiac Signs</em>, mid 16th century, copper alloy (brass), engraved with repouss&eacute; center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)</span></span></p> <p>Around the bottom ring, there is another&nbsp;Shiite prayer calling the Imam &lsquo;Ali for help. The inscription reads, &ldquo;Call upon &lsquo;Ali who causes wonders. All anguish, all sorrow will disappear. Through your state of friendship with God. Oh &lsquo;Ali, Oh &lsquo;Ali, Oh &lsquo;Ali.&rdquo; This&nbsp;Shiite prayer is&nbsp;inscribed on other Iranian bowls as well. According to the Shiite&nbsp;tradition, such prayers are recited when a person needs help and guidance in achieving a goal,&nbsp;healing an illness or seeking treatment. Additionally, for Shiite Muslims, the twelve Imams have extraordinary abilities so reciting their names in prayers is a blessing.</p> <p>Scholars have observed that in the Safavid period, when this bowl was made, the practice of <em>fāl </em>(divination) was on the rise. It is believed that a number of verses and <em>suras</em> (chapters) in the Quran were (and still are) believed to hold special <em>khawass</em> (qualities) such as being efficacious in curing illness or in protecting oneself against an enemy. Therefore, the Qur&rsquo;anic verses that are inscribed on the vessel&nbsp;could be considered some of these Qur&rsquo;anic text that have special <em>khawass</em>. But as we have seen, associating miraculous abilities and holiness with a divine text was not limited to passages from&nbsp;the Qur&rsquo;an but also included the blessing of the twelve Shiite Imam&#39;s names.</p> <p>The escalation of divination practice during the&nbsp;Safavid Empire period&nbsp;helps us&nbsp;understand the mix of&nbsp;these different motifs on a single bowl.</p> <p>Essay by&nbsp;Faris Al&nbsp;Ahmad</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.iranicaonline.org/articles/divination">Divination (from the Encyclopaedia Iranica)</a></p> <p><a href="http://www.metmuseum.org/research/metpublications/Following_the_Stars_Images_of_the_Zodiac_in_Islamic_Art?Tag=&amp;title=images%20of%20the%20zodiac&amp;author=&amp;pt=0&amp;tc=0&amp;dept=0&amp;fmt=0">Following the Stars: Images of the Zodiac in Islamic Art</a></p> <p>Howayda&nbsp;Al-Harithy, &quot;The Ewer of Ibn Jaldak (623/1226) at the Metropolitan Museum of Art: The Inquiry into the Origin of the Mawsili School of Metalwork Revisited,&quot; <em>Bulletin of the School of Oriental and African Studies (University of London)</em> 64 (2001), pp.&nbsp;355-368.</p> <p><span>James W.&nbsp;Allan, &nbsp;</span><em>Islamic metalwork: The Nuhad Es-said collection</em><span> &nbsp;(London : Sotheby Publications, 1982).</span></p> <p>----- <em>Metalwork of the Islamic World: The Aron Collection&nbsp;</em>(London, 1986).</p> <p>Stefano&nbsp;Carboni, <em>Following the Stars: Images of the Zodiac in Islamic Art </em>(New York: the Metropolitan Museum of Art, 1997).</p> <p>Maurice S.&nbsp;Dimand,&nbsp;&quot;Near Eastern Metalwork,&quot; <em>The Metropolitan Museum of Art Bulletin</em>, (1926), pp.&nbsp;193-199.</p> <p>John F.&nbsp;Haskins,&nbsp;&quot;Northern Origins of &quot;Sasanian&quot; Metalwork.&quot; <em>Artibus Asiae</em> 15 (1952), pp.&nbsp;241-267.</p> <p>Assadullah Souren Melikian-Chirvani,&nbsp;&quot;Studies in iranian Metalwork,&quot; <em>Journal of the Royal Asiatic Society of Great Britain and Ireland</em>, 1969, pp.&nbsp;2-9.</p> <p>-----&nbsp;&quot;Safavid Metalwork: A Study in Continuity,&quot; <em>Iranian Studies</em> 7 (1974),&nbsp;pp. 543-585.</p>
it: <p><span class="block-image image-wrapper"><img alt="Divination Bowl with Inscriptions and Zodiac Signs, mid 16th century, copper alloy (brass), engraved with repoussé center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/b2b3811525d3d5525c2d6ebe316dec29730012fb.jpg" /><span class="image-caption"><em>Divination Bowl with Inscriptions and Zodiac Signs</em>, mid 16th century, copper alloy (brass), engraved with repouss&eacute; center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)</span></span></p> <p>Iranian metal bowls have a variety of shapes, decoration themes, and uses during the Safavid period (1501-1736). The Iranian <em>Divination Bowl with Inscriptions and Zodiac Signs</em> today in the Brooklyn Museum&nbsp;is decorated with unusual themes&mdash;a blend of religious, superstitious, and Persian historical motifs.&nbsp;The practice of <em>fāl</em> (divination, or&nbsp;seeking knowledge of the future or the unknown by supernatural means) during the Safavid period&nbsp;was facilitated by the use of divine text but it was also influenced by ancient Greek astrology.&nbsp;</p> <h3>Ancient symbols made new</h3> <p>The exterior of the divination bowl is covered with both inscriptions and signs of the&nbsp;zodiac. Some of the zodiac signs&nbsp;are represented with&nbsp;traditional figures, but others&nbsp;are more unusual.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7b2cbdec8fdb0074dc1a27eaca0470ce2a7d48a1.jpg" /><span class="image-caption">Leo the Lion, <em>Divination Bowl with Inscriptions and Zodiac Signs</em>, mid 16th century, copper alloy (brass), engraved with repouss&eacute; center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="The historical Persian symbol of Širo Xoršid" src="https://ka-perseus-images.s3.amazonaws.com/0e96b2b204436a913c544d9c2704f7d7b1333f28.jpg" /><span class="image-caption">The historical Persian symbol of<em> &Scaron;iro Xor&scaron;id</em></span></span>Leo for example is represented by a lion figure as one might expect, but here with the sun behind it,&nbsp;illustrated as a semi-oval human&nbsp;face in the background. This&nbsp;figure resembles the historical Persian symbol of <em>&Scaron;iro Xor&scaron;id</em>, &quot;the Lion and the Sun,&quot;&nbsp;which&nbsp;eventually became an national emblem and represents, among other things,&nbsp;the ancient history of Persia.</p> <p>The Lion and the Sun symbol was&nbsp;represented on Iranian metalwork in earlier centuries. Scholars suggest that the reason for using this symbol on some Iranian metalwork is to illustrate the triumph of the light over darkness. One can also see the <em>&Scaron;iro Xor&scaron;id</em> as a combination of&nbsp;this&nbsp;traditional Persian symbol and&nbsp;contemporary Shiite religious inclinations. In other words, the lion could be interpreted in relation to the Shiite tradition of representing Imam &lsquo;Ali as a lion since he was historically called <em>Assaduallah</em> (The Lion of God)&nbsp;(Imam &lsquo;Ali is&nbsp;believed by Shia to be Muhammad&#39;s successor in the Caliphate).</p> <p>Scholars have proposed that zodiac sings were used on Iranian metalwork as early as the second half of the twelfth century and became popular in Islamic art in&nbsp;the thirteenth century. However, some of the images developed by the Greek astronomers were transformed&nbsp;in the Islamic world, bringing them closer&nbsp;to Iranian Shiite culture and&nbsp;theology. For example, there is an association between the twelve zodiac figures and the twelve Shiite Imams.&nbsp;Shiite thought and culture also&nbsp;associates the number twelve with holiness&mdash;as there are twelve months of the year and twelve zodiac&nbsp;signs, there are twelve Imams.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/dfff25a721b616059683680068d20a8d6cf24a92.jpg" /><span class="image-caption">Interior (detail), <em>Divination Bowl with Inscriptions and Zodiac Signs</em>, mid 16th century, copper alloy (brass), engraved with repouss&eacute; center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)</span></span></p> <p>Around the convex hemispherical boss in the bottom of the&nbsp;interior&nbsp;(above), there are three verses from the Qur&rsquo;an. These are divided with circular panels that also include zodiac signs. These verses are from <em>Surat An-NaS </em>(Chapter 110) of the Qura&rsquo;n, verses one, two, and three.&nbsp;These Qur&rsquo;an verses are usually interpreted as God talking to Muhammad, promising him&nbsp;victory over&nbsp;his enemies, the people of Quraish. God is also promising Muhammad that he will conquer Mecca and the city&rsquo;s disbelieving inhabitants will convert to Islam. The content and the revelatory&nbsp;occasion of these verses is a prophecy of victory and glory. Reciting these verses in a prayer or divination practice could be a channel to seeking victory, glory, and a happy life. We might assume that these are the reasons why these verses are inscribed on the bowl (if it was in fact used for divination).</p> <p>The other two verses from the Qur&rsquo;an inscribed on the bowl are inside the bottom ring on the exterior. These are verses 87 and 88 from <em>Surat Al-&Agrave;nby&acirc;</em> (Chapter 21). However, both of these verses are quoted only partially. The verses are often interpreted as the miraculous story of a believer, <em>Yūnus</em> (Jonah), &nbsp;who was saved by God for&nbsp;his true faith. These verses were likely inscribed on the bowl because it was believed that they have supernatural power. It is still widely believed among Muslims (both Sunnis and Shiites), that reciting certain verses&nbsp;or making some <em>du&lsquo;aā</em> (prayer) will help guide you to the right path and help you seek God&rsquo;s support.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/d83b6aeaae442fe8bffd548e587e8623deabc84f.jpg" /><span class="image-caption">Exterior (detail), <em>Divination Bowl with Inscriptions and Zodiac Signs</em>, mid 16th century, copper alloy (brass), engraved with repouss&eacute; center, 3-3/4 x 8-1/2 x 8 1/2 inches&nbsp;/ 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)</span></span></p> <p>Shiite divine text is also present on the bowl. For instance, the most visible inscription, on the neck of the bowl going all around under the rim, is a lavishly done Arabic inscription of the Shiite prayer for Muhammad and the twelve Shiite Imams. The prayer starts with Muhammad, then Imam &lsquo;Ali and lists all other Imams accordingly.</p> <p><span class="block-image image-wrapper"><img alt="Bottom, Divination Bowl with Inscriptions and Zodiac Signs, mid 16th century, copper alloy (brass), engraved with repoussé center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/9be2161e08915828a288c48692ca2e50f67b3fb5.jpg" /><span class="image-caption">Bottom, <em>Divination Bowl with Inscriptions and Zodiac Signs</em>, mid 16th century, copper alloy (brass), engraved with repouss&eacute; center, 3 3/4 x 8 1/2 x 8 1/2in. / 9.5 x 21.6 x 21.6cm (The Brooklyn Museum)</span></span></p> <p>Around the bottom ring, there is another&nbsp;Shiite prayer calling the Imam &lsquo;Ali for help. The inscription reads, &ldquo;Call upon &lsquo;Ali who causes wonders. All anguish, all sorrow will disappear. Through your state of friendship with God. Oh &lsquo;Ali, Oh &lsquo;Ali, Oh &lsquo;Ali.&rdquo; This&nbsp;Shiite prayer is&nbsp;inscribed on other Iranian bowls as well. According to the Shiite&nbsp;tradition, such prayers are recited when a person needs help and guidance in achieving a goal,&nbsp;healing an illness or seeking treatment. Additionally, for Shiite Muslims, the twelve Imams have extraordinary abilities so reciting their names in prayers is a blessing.</p> <p>Scholars have observed that in the Safavid period, when this bowl was made, the practice of <em>fāl </em>(divination) was on the rise. It is believed that a number of verses and <em>suras</em> (chapters) in the Quran were (and still are) believed to hold special <em>khawass</em> (qualities) such as being efficacious in curing illness or in protecting oneself against an enemy. Therefore, the Qur&rsquo;anic verses that are inscribed on the vessel&nbsp;could be considered some of these Qur&rsquo;anic text that have special <em>khawass</em>. But as we have seen, associating miraculous abilities and holiness with a divine text was not limited to passages from&nbsp;the Qur&rsquo;an but also included the blessing of the twelve Shiite Imam&#39;s names.</p> <p>The escalation of divination practice during the&nbsp;Safavid Empire period&nbsp;helps us&nbsp;understand the mix of&nbsp;these different motifs on a single bowl.</p> <p>Essay by&nbsp;Faris Al&nbsp;Ahmad</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.iranicaonline.org/articles/divination">Divination (from the Encyclopaedia Iranica)</a></p> <p><a href="http://www.metmuseum.org/research/metpublications/Following_the_Stars_Images_of_the_Zodiac_in_Islamic_Art?Tag=&amp;title=images%20of%20the%20zodiac&amp;author=&amp;pt=0&amp;tc=0&amp;dept=0&amp;fmt=0">Following the Stars: Images of the Zodiac in Islamic Art</a></p> <p>Howayda&nbsp;Al-Harithy, &quot;The Ewer of Ibn Jaldak (623/1226) at the Metropolitan Museum of Art: The Inquiry into the Origin of the Mawsili School of Metalwork Revisited,&quot; <em>Bulletin of the School of Oriental and African Studies (University of London)</em> 64 (2001), pp.&nbsp;355-368.</p> <p><span>James W.&nbsp;Allan, &nbsp;</span><em>Islamic metalwork: The Nuhad Es-said collection</em><span> &nbsp;(London : Sotheby Publications, 1982).</span></p> <p>----- <em>Metalwork of the Islamic World: The Aron Collection&nbsp;</em>(London, 1986).</p> <p>Stefano&nbsp;Carboni, <em>Following the Stars: Images of the Zodiac in Islamic Art </em>(New York: the Metropolitan Museum of Art, 1997).</p> <p>Maurice S.&nbsp;Dimand,&nbsp;&quot;Near Eastern Metalwork,&quot; <em>The Metropolitan Museum of Art Bulletin</em>, (1926), pp.&nbsp;193-199.</p> <p>John F.&nbsp;Haskins,&nbsp;&quot;Northern Origins of &quot;Sasanian&quot; Metalwork.&quot; <em>Artibus Asiae</em> 15 (1952), pp.&nbsp;241-267.</p> <p>Assadullah Souren Melikian-Chirvani,&nbsp;&quot;Studies in iranian Metalwork,&quot; <em>Journal of the Royal Asiatic Society of Great Britain and Ireland</em>, 1969, pp.&nbsp;2-9.</p> <p>-----&nbsp;&quot;Safavid Metalwork: A Study in Continuity,&quot; <em>Iranian Studies</em> 7 (1974),&nbsp;pp. 543-585.</p>
