Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Pyramid of Khafre (Photo: Amy Calvert)" src="https://ka-perseus-images.s3.amazonaws.com/a9cc3f76fad57480efe3953a59868b35d27a3106.jpg" />​<span class="image-caption">Pyramid of Khafre (Photo: Amy Calvert)</span></span></p> <h3><span>One of the Seven Wonders of the Ancient World</span></h3> <p>The last remaining of the Seven Wonders of the ancient world, the great pyramids of Giza are perhaps the most famous and discussed structures in history. These massive monuments were unsurpassed in height for thousands of years after their construction and continue to amaze and enthrall us with their overwhelming mass and seemingly impossible perfection. Their exacting orientation and mind-boggling construction has elicited many theories about their origins, including unsupported suggestions that they had extra-terrestrial impetus. However, by examining the several hundred years prior to their emergence on the Giza plateau, it becomes clear that these incredible structures were the result of many experiments, some more successful than others, and represent an apogee in the development of the royal mortuary complex.</p> <h3><span class="image-wrapper inline-image"><img alt="View up the causeway from Khafre's valley temple towards his pyramid (Photo:Dr. Amy Calvert)" src="https://ka-perseus-images.s3.amazonaws.com/bf29592b9cfbce7ea98eb55d556cc5419472c416.jpg" /><span class="image-caption">View up the causeway from Khafre&#39;s valley temple towards his pyramid<br /> (Photo:Dr. Amy Calvert)</span></span>Three pyramids, three rulers&nbsp;</h3> <p>The three primary pyramids on the Giza plateau were built over the span of three generations by the rulers Khufu, Khafre, and Menkaure. Each pyramid was part of a royal mortuary complex that also included a temple at its base and a long stone causeway (some nearly 1 kilometer in length) leading east from the plateau to a valley temple on the edge of the floodplain.&nbsp;</p> <h3>Other (smaller) pyramids, and small tombs</h3> <p>In addition to these major structures, several smaller pyramids belonging to queens are arranged as satellites. A major cemetery of smaller tombs, known as mastabas (Arabic for &lsquo;bench&rsquo; in reference to their shape&mdash;flat-roofed, rectangular, with sloping sides), fills the area to the east and west of the pyramid of Khufu and were constructed in a grid-like pattern for prominent members of the court. Being buried near the pharaoh was a great honor and helped ensure a prized place in the afterlife.</p> <p><span class="block-image image-wrapper"><img alt="Giza Pyramid Complex" src="https://ka-perseus-images.s3.amazonaws.com/46bbad161ee40b8e71d4dad402ac79314ce558a5.jpg" /><span class="image-caption">Giza Pyramid Complex</span></span></p> <h3>A reference to the sun</h3> <p>The shape of the pyramid was a solar reference, perhaps intended as a solidified version of the rays of the sun. Texts talk about the sun&rsquo;s rays as a ramp the pharaoh mounts to climb to the sky&mdash;the earliest pyramids, such as the Step Pyramid of Djoser at Saqqara&mdash;were actually designed as a staircase. The pyramid was also clearly connected to the sacred ben-ben stone, an icon of the primeval mound that was considered the place of initial creation. The pyramid was considered a place of regeneration for the deceased ruler.</p> <p><span class="image-wrapper inline-image"><img alt="View up the side of Khufu's pyramid showing scale of the core blocks (Photo: Amy Calvert)" src="https://ka-perseus-images.s3.amazonaws.com/336854b7582c20648c991982cd937e53b54ae538.jpg" /><span class="image-caption">View up the side of Khufu&#39;s pyramid showing scale of the core blocks (Photo: Amy Calvert)</span></span></p> <h3><span>Construction</span></h3> <p><span>Many questions remain about the construction of these massive monuments, and theories abound as to the actual methods used. The workforce needed to build these structures is also still much discussed. Discovery of a town for workers to the south of the plateau has offered some answers. It is likely that there was a permanent group of skilled craftsmen and builders who were supplemented by seasonal crews of approximately 2,000 conscripted peasants. These crews were divided into gangs of 200 men, with each group further divided into teams of 20. Experiments indicate that these groups of 20 men could haul the 2.5 ton blocks from quarry to pyramid in about 20 minutes, their path eased by a lubricated surface of wet silt. An estimated 340 stones could be moved daily from quarry to construction site, particularly when one considers that many of the blocks (such as those in the upper courses) were considerably smaller.</span></p> <p><br /> <span>Essay by Dr. Amy Calvert&nbsp;</span></p> <hr /> <p><strong>Additional resources</strong><br /> <br /> <a href="http://www.metmuseum.org/research/metpublications/Egyptian_Art_in_the_Age_of_the_Pyramids">Egyptian Art in the Age of the Pyramids,&nbsp;The Metropolitan Museum of Art</a></p> <p><a href="http://giza3d.3ds.com/#discover">Giza 3D</a></p> <p><a href="http://www.gizapyramids.org/">Giza archives, Museum of Fine Arts, Boston</a></p> <p><a href="http://www.bbc.co.uk/history/ancient/egyptians/great_pyramid_01.shtml">Building the Great Pyramid, BBC</a></p> <p><span>Mark Lehner, <em>The Complete Pyramids</em>, Thames and Hudson, 2008.</span></p>
it: <p><span class="block-image image-wrapper"><img alt="Pyramid of Khafre (Photo: Amy Calvert)" src="http://khan.smarthistory.org/assets/images/images/Pyramid-Khafre.jpg" />​<span class="image-caption">Pyramid of Khafre (Photo: Amy Calvert)</span></span></p> <h3><span>One of the Seven Wonders of the Ancient World</span></h3> <p>The last remaining of the Seven Wonders of the ancient world, the great pyramids of Giza are perhaps the most famous and discussed structures in history. These massive monuments were unsurpassed in height for thousands of years after their construction and continue to amaze and enthrall us with their overwhelming mass and seemingly impossible perfection. Their exacting orientation and mind-boggling construction has elicited many theories about their origins, including unsupported suggestions that they had extra-terrestrial impetus. However, by examining the several hundred years prior to their emergence on the Giza plateau, it becomes clear that these incredible structures were the result of many experiments, some more successful than others, and represent an apogee in the development of the royal mortuary complex.</p> <h3><span class="image-wrapper inline-image"><img alt="View up the causeway from Khafre's valley temple towards his pyramid (Photo:Dr. Amy Calvert)" src="https://ka-perseus-images.s3.amazonaws.com/bf29592b9cfbce7ea98eb55d556cc5419472c416.jpg" /><span class="image-caption">View up the causeway from Khafre&#39;s valley temple towards his pyramid<br /> (Photo:Dr. Amy Calvert)</span></span>Three pyramids, three rulers&nbsp;</h3> <p>The three primary pyramids on the Giza plateau were built over the span of three generations by the rulers Khufu, Khafre, and Menkaure. Each pyramid was part of a royal mortuary complex that also included a temple at its base and a long stone causeway (some nearly 1 kilometer in length) leading east from the plateau to a valley temple on the edge of the floodplain.&nbsp;</p> <h3>Other (smaller) pyramids, and small tombs</h3> <p>In addition to these major structures, several smaller pyramids belonging to queens are arranged as satellites. A major cemetery of smaller tombs, known as mastabas (Arabic for &lsquo;bench&rsquo; in reference to their shape&mdash;flat-roofed, rectangular, with sloping sides), fills the area to the east and west of the pyramid of Khufu and were constructed in a grid-like pattern for prominent members of the court. Being buried near the pharaoh was a great honor and helped ensure a prized place in the afterlife.</p> <p><span class="block-image image-wrapper"><img alt="Giza Pyramid Complex" src="https://ka-perseus-images.s3.amazonaws.com/46bbad161ee40b8e71d4dad402ac79314ce558a5.jpg" /><span class="image-caption">Giza Pyramid Complex</span></span></p> <h3>A reference to the sun</h3> <p>The shape of the pyramid was a solar reference, perhaps intended as a solidified version of the rays of the sun. Texts talk about the sun&rsquo;s rays as a ramp the pharaoh mounts to climb to the sky&mdash;the earliest pyramids, such as the Step Pyramid of Djoser at Saqqara&mdash;were actually designed as a staircase. The pyramid was also clearly connected to the sacred ben-ben stone, an icon of the primeval mound that was considered the place of initial creation. The pyramid was considered a place of regeneration for the deceased ruler.</p> <p><span class="image-wrapper inline-image"><img alt="View up the side of Khufu's pyramid showing scale of the core blocks (Photo: Amy Calvert)" src="https://ka-perseus-images.s3.amazonaws.com/336854b7582c20648c991982cd937e53b54ae538.jpg" /><span class="image-caption">View up the side of Khufu&#39;s pyramid showing scale of the core blocks (Photo: Amy Calvert)</span></span></p> <h3><span>Construction</span></h3> <p><span>Many questions remain about the construction of these massive monuments, and theories abound as to the actual methods used. The workforce needed to build these structures is also still much discussed. Discovery of a town for workers to the south of the plateau has offered some answers. It is likely that there was a permanent group of skilled craftsmen and builders who were supplemented by seasonal crews of approximately 2,000 conscripted peasants. These crews were divided into gangs of 200 men, with each group further divided into teams of 20. Experiments indicate that these groups of 20 men could haul the 2.5 ton blocks from quarry to pyramid in about 20 minutes, their path eased by a lubricated surface of wet silt. An estimated 340 stones could be moved daily from quarry to construction site, particularly when one considers that many of the blocks (such as those in the upper courses) were considerably smaller.</span></p> <p><br /> <span>Essay by Dr. Amy Calvert&nbsp;</span></p> <hr /> <p><strong>Additional resources</strong><br /> <br /> <a href="http://www.metmuseum.org/research/metpublications/Egyptian_Art_in_the_Age_of_the_Pyramids">Egyptian Art in the Age of the Pyramids,&nbsp;The Metropolitan Museum of Art</a></p> <p><a href="http://giza3d.3ds.com/#discover">Giza 3D</a></p> <p><a href="http://www.gizapyramids.org/">Giza archives, Museum of Fine Arts, Boston</a></p> <p><a href="http://www.bbc.co.uk/history/ancient/egyptians/great_pyramid_01.shtml">Building the Great Pyramid, BBC</a></p> <p><span>Mark Lehner, <em>The Complete Pyramids</em>, Thames and Hudson, 2008.</span></p>

source: <p><span class="block-image image-wrapper"><img alt="Pyramid of Khufu, c. 2551-2528 B.C.E. (photo: Dr. Amy Calvert)" src="https://ka-perseus-images.s3.amazonaws.com/5ea619f8516cd1503388a2e9e7ee08e8d7a78c4e.jpg" /><span class="image-caption">Pyramid of Khufu, c. 2551-2528 B.C.E. (photo: Dr. Amy Calvert)</span></span></p> <h3><span>Size</span></h3> <p>The Great Pyramid, the largest of the three, was built by the pharaoh Khufu and rises to a height of 146 meters (481 feet) with a base length of more than 230 meters (750 feet) per side. The greatest difference in length among the four sides is a mere 4.4 cm (1 &frac34; inches) and the base is level within 2.1 cm (less than an inch), an astonishing engineering accopmplishment.</p> <p><span class="image-wrapper"><img alt="Detail of core blocks of Khufu's pyramid (Photo: Dr. Amy Calvert)" src="https://ka-perseus-images.s3.amazonaws.com/8e4e4ab237da112c537decbf44bf31d2e4114158.jpg" /><span class="image-caption">Detail of core blocks of Khufu&#39;s pyramid (Photo: Dr. Amy Calvert)</span></span></p> <h3>Construction: inner core stones, and outer casing stones</h3> <p><span>The pyramid contains an estimated 2,300,000 blocks, some of which are upwards of 50 tons. Like the pyramids built by his predecessor Snefru and those that followed on the Giza plateau, Khufu&rsquo;s pyramid is constructed of inner, rough-hewn, locally quarried core stones, which is all we see today, and angled, outer casing blocks laid in even horizontal courses with spaces filled with gypsum plaster.</span></p> <p>The fine outer casing stones, which have long since been removed, were laid with great precision. These blocks of white Tura limestone would have given the pyramid a smooth surface and been quite bright and reflective. At the very top of the pyramid would have sat a capstone, known as a pyramidion, that may have been gilt. This dazzling point, shining in the intense sunlight, would have been visible for a great distance.</p> <h3>Interior</h3> <p>The interior chambers and passageways of Khufu&rsquo;s pyramid are unique and include a number of enigmatic features. There is an unfinished subterranean chamber whose function is mysterious as well as a number of so-called &lsquo;air shafts&rsquo; that radiate out from the upper chambers.<br /> <br /> <img alt="Entrance, Pyramid of Khufu (Photo: Olaf Tausch)" src="https://ka-perseus-images.s3.amazonaws.com/3698c745bcf7d51fac86060f2a736310b8131365.jpg" style="width:100%" /><span class="image-caption">Entrance, Pyramid of Khufu (Photo: Olaf Tausch)</span><br /> <br /> These have recently been explored using small robots, but a series of blocking stones have obscured the passages.&nbsp;When entering the pyramid, one has to crawl up a cramped ascending chamber that opens suddenly into a stunning Grand Gallery. This corbelled passage soars to a height of 8.74 m (26 feet) and leads up to the King&rsquo;s Chamber, which is constructed entirely from red granite brought from the southern quarries at Aswan.</p> <p><img alt="Diagram of the interior of the Pyramid of Khufu" src="https://ka-perseus-images.s3.amazonaws.com/1eb4a7e93f1a76c15b6854910b19880413eec419.jpg" style="width:100%" /><span class="image-caption">Diagram of the interior of the Pyramid of Khufu</span></p> <p>Above the King&rsquo;s Chamber are five stress-relieving chambers&nbsp;of&nbsp;<span>massive&nbsp;</span><span>granite blocks topped with immense cantilevered blocks forming a pent roof to distribute the weight of the mountain of masonry above it. The king&rsquo;s sarcophagus, also carved from red granite, sits empty at the exact central axis of the pyramid. This burial chamber was sealed with a series of massive granite blocks and the entrance to the shaft filled with limestone in an effort to obscure the opening.</span></p> <h3>Boats for the afterlife</h3> <p>Khufu&rsquo;s mortuary complex also included seven large boat pits. &nbsp;Five of these are located to the east of the pyramid and were a sort of model; these brick-lined boat shaped elements were probably intended for use in the afterlife to transport the king to stellar destinations. Boat burials and models of this type had a long history in royal mortuary contexts&mdash;a fleet of 14 such pits, containing actual boats averaging 18-19 meters (60 feet) in length encased inside, were discovered at a Dynasty 1 mortuary enclosure in Abydos, the cemetery of Egypt&rsquo;s earliest kings. Often, however, as with Khufu, the pits were simply boat shaped models rather than containing actual boats.</p> <p><img alt="Reconstructed funerary boat of Khufu (Photo: Dr. Amy Calvert)" src="https://ka-perseus-images.s3.amazonaws.com/fb390ea98a0aeb27db13bd08110f9c2abe5786be.jpg" style="width:100%" /><span class="image-caption">Reconstructed funerary boat of Khufu (Photo: Dr. Amy Calvert)</span></p> <p>In addition to these model boat pits, however, on the south side of the pyramid Khufu had two massive, &nbsp;rectangular stone lined pits that contained completely disassembled boats. One of these has been removed and reconstructed in a special museum on the south side of the pyramid. This cedar boat measures 43.3 meters (142 feet) in length and was constructed of 1,224 separate pieces stitched together with ropes. These boats appear to have been used for the funerary procession and as ritual objects connected to the last earthly voyage of the king, and were then dismantled and interred.</p> <p>Essay by Dr. Amy Calvert&nbsp;</p> <hr /> <p><strong>Additional resources:</strong><br /> <span>Mark Lehner, <em>The Complete Pyramids (</em>Thames and Hudson, 2008).</span><br /> <br /> <span>David O&#39;Connor, Abydos: <em>Egypt&#39;s First Pharaohs and the Cult of Osiris </em>(Thames and Hudson, 2011).</span></p>
it: <p><span class="block-image image-wrapper"><img alt="Pyramid of Khufu, c. 2551-2528 B.C.E. (photo: Dr. Amy Calvert)" src="http://khan.smarthistory.org/assets/images/Images3/khufu-pyramid.jpg" /><span class="image-caption">Pyramid of Khufu, c. 2551-2528 B.C.E. (photo: Dr. Amy Calvert)</span></span></p> <h3><span>Size</span></h3> <p>The Great Pyramid, the largest of the three, was built by the pharaoh Khufu and rises to a height of 146 meters (481 feet) with a base length of more than 230 meters (750 feet) per side. The greatest difference in length among the four sides is a mere 4.4 cm (1 &frac34; inches) and the base is level within 2.1 cm (less than an inch), an astonishing engineering accopmplishment.</p> <p><span class="image-wrapper"><img alt="Detail of core blocks of Khufu's pyramid (Photo: Dr. Amy Calvert)" src="http://khan.smarthistory.org/assets/images/Images3/Khufu-Coreblocks.jpg" /><span class="image-caption">Detail of core blocks of Khufu&#39;s pyramid (Photo: Dr. Amy Calvert)</span></span></p> <h3>Construction: inner core stones, and outer casing stones</h3> <p><span>The pyramid contains an estimated 2,300,000 blocks, some of which are upwards of 50 tons. Like the pyramids built by his predecessor Snefru and those that followed on the Giza plateau, Khufu&rsquo;s pyramid is constructed of inner, rough-hewn, locally quarried core stones, which is all we see today, and angled, outer casing blocks laid in even horizontal courses with spaces filled with gypsum plaster.</span></p> <p>The fine outer casing stones, which have long since been removed, were laid with great precision. These blocks of white Tura limestone would have given the pyramid a smooth surface and been quite bright and reflective. At the very top of the pyramid would have sat a capstone, known as a pyramidion, that may have been gilt. This dazzling point, shining in the intense sunlight, would have been visible for a great distance.</p> <h3>Interior</h3> <p>The interior chambers and passageways of Khufu&rsquo;s pyramid are unique and include a number of enigmatic features. There is an unfinished subterranean chamber whose function is mysterious as well as a number of so-called &lsquo;air shafts&rsquo; that radiate out from the upper chambers.<br /> <br /> <img alt="Entrance, Pyramid of Khufu (Photo: Olaf Tausch)" src="http://khan.smarthistory.org/assets/images/Images3/Pyramid_of_Khufu-Entrance.jpg" style="width:100%" /><span class="image-caption">Entrance, Pyramid of Khufu (Photo: Olaf Tausch)</span><br /> <br /> These have recently been explored using small robots, but a series of blocking stones have obscured the passages.&nbsp;When entering the pyramid, one has to crawl up a cramped ascending chamber that opens suddenly into a stunning Grand Gallery. This corbelled passage soars to a height of 8.74 m (26 feet) and leads up to the King&rsquo;s Chamber, which is constructed entirely from red granite brought from the southern quarries at Aswan.</p> <p><img alt="Diagram of the interior of the Pyramid of Khufu" src="http://smarthistory.khanacademy.org/assets/images/Images3/Great-pyramid-diagram.jpg" style="width:100%" /><span class="image-caption">Diagram of the interior of the Pyramid of Khufu</span></p> <p>Above the King&rsquo;s Chamber are five stress-relieving chambers&nbsp;of&nbsp;<span>massive&nbsp;</span><span>granite blocks topped with immense cantilevered blocks forming a pent roof to distribute the weight of the mountain of masonry above it. The king&rsquo;s sarcophagus, also carved from red granite, sits empty at the exact central axis of the pyramid. This burial chamber was sealed with a series of massive granite blocks and the entrance to the shaft filled with limestone in an effort to obscure the opening.</span></p> <h3>Boats for the afterlife</h3> <p>Khufu&rsquo;s mortuary complex also included seven large boat pits. &nbsp;Five of these are located to the east of the pyramid and were a sort of model; these brick-lined boat shaped elements were probably intended for use in the afterlife to transport the king to stellar destinations. Boat burials and models of this type had a long history in royal mortuary contexts&mdash;a fleet of 14 such pits, containing actual boats averaging 18-19 meters (60 feet) in length encased inside, were discovered at a Dynasty 1 mortuary enclosure in Abydos, the cemetery of Egypt&rsquo;s earliest kings. Often, however, as with Khufu, the pits were simply boat shaped models rather than containing actual boats.</p> <p><img alt="Reconstructed funerary boat of Khufu (Photo: Dr. Amy Calvert)" src="http://khan.smarthistory.org/assets/images/Images3/khufu-boat.jpg" style="width:100%" /><span class="image-caption">Reconstructed funerary boat of Khufu (Photo: Dr. Amy Calvert)</span></p> <p>In addition to these model boat pits, however, on the south side of the pyramid Khufu had two massive, &nbsp;rectangular stone lined pits that contained completely disassembled boats. One of these has been removed and reconstructed in a special museum on the south side of the pyramid. This cedar boat measures 43.3 meters (142 feet) in length and was constructed of 1,224 separate pieces stitched together with ropes. These boats appear to have been used for the funerary procession and as ritual objects connected to the last earthly voyage of the king, and were then dismantled and interred.</p> <p>Text by Dr. Amy Calvert&nbsp;</p> <hr /> <p>Suggested reading:<br /> <span>Mark Lehner, <em>The Complete Pyramids</em>, Thames and Hudson, 2008.&nbsp;</span><br /> <span>David O&#39;Connor, Abydos: <em>Egypt&#39;s First Pharaohs and the Cult of Osiris</em>, Thames and Hudson, 2011.</span></p>
