Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Mary Cassatt, The Coiffure, 1890-1891, drypoint and aquatint on laid paper plate: 36.5 x 26.7 cm (14 3/8 x 10 ½ in.), sheet: 43.2 x 30.7 cm (17 x 12 1/6 in.), Chester Dale Collection, National Gallery of Art, Washington, D.C." src="https://ka-perseus-images.s3.amazonaws.com/975e3530a58b03a673e7f987d17c773373eb8cc7.jpg" /><span class="image-caption">Mary Cassatt, <em>The Coiffure</em>, 1890-1891, drypoint and aquatint on laid paper,&nbsp;sheet: 43.2 x 30.7 cm &nbsp;(National Gallery of Art, Washington, D.C.)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Kitagawa Utamaro, Takashima Ohisa Using Two Mirrors to Observe Her Coiffure, c. 1795, woodblock print, ink and color on paper, 36.3 x 25 cm / 14 5/16 x 9 13/16 in. (Museum of Fine Arts, Boston)" src="https://ka-perseus-images.s3.amazonaws.com/b3cb28c079a817339d06864dc9b25bcd3898883f.jpg" /><span class="image-caption">Kitagawa Utamaro, <em>Takashima Ohisa Using Two Mirrors to Observe Her Coiffure</em>, c. 1795, woodblock print, ink and color on paper, 36.3 x 25 cm &nbsp;(Museum of Fine Arts, Boston)</span></span>In April of 1890, the &Eacute;cole des Beaux-Arts (School of Fine Arts) in Paris showcased an exhibition of Japanese woodblock prints. These <em>ukiyo-e</em> images, &ldquo;pictures of the floating world,&rdquo; as they were evocatively called, were comprised mostly of scenes of urban bourgeois pleasure&mdash;geishas, beautiful women, sumo wrestlers, kabuki actors&mdash;and pictures of the natural beauty around Edo (present day Tokyo)&mdash;the mists of Mount Fuji, cherry blossoms, rain showers, and surging waves along the port of Kanagawa.</p> <p>Ever since Commodore Matthew C. Perry helped to open imperial Japan to Western trade in 1853, Europe had become fascinated with Japanese culture. Artists like Edgar Degas, Camille Pissaro, Claude Monet (recall Monet&rsquo;s Japanese bridge in his gardens at his estate in Giverny), Vincent van Gogh, and James Abbott McNeill Whistler, were among the many who incorporated elements of Japanese design into their work. Some of them also frequented the bustling antique shop on the Rue de Rivoli, La Porte Chinoise, that specialized in Japanese woodblock prints, jades, lacquers, and porcelains. The craze of Japonisme went to such heights that in 1885, the English opera team of W.S. Gilbert and Arthur Sullivan staged their most popular show, a comic opera set entirely in imperial Japan, <em>The Mikado</em>.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Kitagawa Utamaro, Two Young Women Kneeling Back to Back, Dressing Their Hair in Mirrors, woodblock print, Lieber Collection, East Hampton NY " src="https://ka-perseus-images.s3.amazonaws.com/f3dca5ee200df9418d971635544e99347d8d7dc0.jpg" /><span class="image-caption">Kitagawa Utamaro,<em> Two Young Women Kneeling Back to Back, Dressing Their Hair in Mirrors</em>, woodblock print (Lieber Collection, East Hampton New York)</span></span>Among the audience at the exhibition at the &Eacute;cole des Beaux-Arts that April was the American expatriate painter, Mary Cassatt. Cassatt&rsquo;s close friend, Edgar Degas, was a great admirer of Japanese art and had recently seen the exhibition with Camille Pissaro. Cassatt was spellbound. In a letter written that week to her friend, the painter Berthe Morisot, she wrote, &ldquo;You who want to make color prints wouldn&rsquo;t dream of anything more beautiful. I dream of doing it myself and can&rsquo;t think of anything else but color on copper&hellip;P.S. You must see the Japanese&mdash;come as soon as you can.&rdquo; [1]</p> <p>This drypoint etching, <em>The Coiffure</em>,&nbsp;of a woman adjusting her hair is one of the hundreds that Mary Cassatt made in her in-home studio in the summer and fall of 1890 and in the winter of 1891. It was inspired in part by a woodblock print in her personal collection, Kitagawa Utamaro&rsquo;s boudoir image of the daughter of a prosperous Edo businessman, <em>Takashima Ohisa Using Two Mirrors to Observe Her Coiffure</em> (above).&nbsp;<em>La Coiffure </em>also&nbsp;has its art historical roots in Old Master paintings of women bathing and the odalisque though it departs from those conventional models to become a tightly crafted exercise in form and composition.&nbsp;</p> <p>The word &ldquo;la coiffure&rdquo; evokes a precise image, one of wealthy women in glamorous settings. The ritual of grooming, dressing, and preparing one&rsquo;s hair from the seventeenth and eighteenth century court days of Anne of Austria and Marie Antoinette was passed down to nineteenth-century ideals of femininity and beauty.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Georges Girard, &quot;La Coiffure Française Illustrée,” c. 1900 " src="https://ka-perseus-images.s3.amazonaws.com/8129476b3e707198e087d5ae1243a824907b94d8.jpg" /><span class="image-caption">Georges Girard, &quot;La Coiffure Fran&ccedil;aise Illustr&eacute;e,&rdquo; c. 1900 </span></span>To wear an elaborate hairstyle such as those depicted in this magazine illustration by George Girard, one needed to have a maid to help with one&rsquo;s hair. &ldquo;La coiffure&rdquo; was part of a specific lifestyle. Yet the woman in Cassatt&rsquo;s print is tending to her hair alone. Perhaps what we are seeing is a working woman getting ready to start her day.&nbsp;<span>The counterpoint of the print&rsquo;s title and the reality of its subject matter characterizes the ironic tension within the image.&nbsp;</span></p> <p>The woman&nbsp;in Cassatt&#39;s <em>La Coiffure</em>&nbsp;sits in a plush armchair in front of mirror, her head focused downward, her back arched, as she adjusts her bun. The voyeuristic element to the scene is drawn from precedents in works by Rembrandt (<em>Bathsheba at Her Bath</em>, 1654) and Ingres (<em>La Grand Odalisque</em>, 1814), which Cassatt studied at the Louvre when she was a young student in the mid 1860s.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Jean-Auguste-Dominique Ingres, La Grande Odalisque, 1814, Oil on canvas, 36&quot; x 63&quot; / 91 x 162 cm (Musée du Louvre, Paris)" src="https://ka-perseus-images.s3.amazonaws.com/2aa003ff4673deef046e886de67f5b769de9508d.jpg" /><span class="image-caption">Jean-Auguste-Dominique Ingres, <em>La Grande Odalisque,</em> 1814, oil on canvas, 36&quot; x 63&quot; / 91 x 162 cm (Mus&eacute;e du Louvre, Paris)</span></span></p> <p><span>The woman in </span><em>La Coiffure</em><span>, unlike Rembrandt&rsquo;s </span><em>Bathsheba</em><span> or Ingres&rsquo; </span><em>Odalisque</em><span>, is not sexualized. Though her breasts are exposed, her chest and the details of her body are deliberately muted into an overall structure of curves and crisp lines. This is&nbsp;an exercise in clarity and tone where the subject, the woman&rsquo;s body, is a compositional element in</span><span>&nbsp;the picture&mdash;</span><span>as vividly realized as the other significant patterns of the room&mdash;the wallpaper, the fabric of the armchair, and the carpet.</span></p> <p>As the viewer, we are placed at a slight leftward angle from the woman in the chair so that we see her through her reflection in the mirror while she is looking away from it. The downward gaze ia&nbsp;similar to that of the model in the Utamaro, is done partly in homage to the modesty of the female subject in the <em>ukiyo-e</em> prints (artists were always aware that their works were made for a male-dominated market and designed them to be enticing) and partly as a study of shape and line,&nbsp;so that the viewer, realizing that he or she is not looking at a psychological portrait, could focus more intently on the compositional elements of the work.&nbsp;The prints provided artists with an opportunity to showcase their skill in concision&mdash;using no more than is necessary to convey an idea&mdash;the way a haiku poet showcases similar skill within the three lines and seventeen syllables of the poem</p> <p>The curve of the woman&rsquo;s sloping back and neck echoes the curves of the chair which stand in contrast to the vertical lines of the mirror&mdash;a compositional counterpoint that further enhances the tension within the tight composition. The limited color palette of shades of rose, brown, and white, enables us to focus&nbsp;closely on the form and clarity of line. It also mimics the quality of pastels, which Cassatt, like her friend Edgar Degas, often liked to use. Through the process of the drypoint and aquatint etching, <em>La Coiffure</em> combines Cassatt&rsquo;s propensity for hazy shading and soft tones with a bold sharpness in line allowing the artist to integrate the qualities of two disparate media.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Edgar Degas, At the Mirror, 1885-86, pastel (San Diego Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/c2db7a7894e3c6c92b5abb9f4947b3900b1acceb.jpg" /><span class="image-caption">Edgar Degas, <em>At the Mirror</em>, 1885-86, pastel (San Diego Museum of Art)</span></span></p> <p>Her desire to emulate the haziness, sensual, and&nbsp;suggestive possibilities of pastels is what motivated Cassatt not to use woodblock printing but intaglio. First, Cassatt carved her designs onto a smooth copper plate with a fine metal needle.&nbsp;Then the plate would be dusted with a powdered resin and heated until the resin melted in tiny mounds that hardened as they cooled. Acid was then added on to the metal plate biting the channels along the resin droplets. The deeper penetration of acid produced richer, darker tones, while a lighter application of acid produced lighter shades of color and a variety of nuanced gradients could be generated within a single print. Once Cassatt had replicated a certain number of images from a plate, she would incise the plate with a needle so that no one could use the same image again.</p> <p><span class="image-wrapper inline-image"><img alt="Mary Cassatt, Woman Bathing, 1890-91, color aquatint, with drypoint from three plates, on off-white laid paper, sheet: 43.2 x 30.5 cm (Art Institute of Chicago)" src="https://ka-perseus-images.s3.amazonaws.com/67742278909dbd8259cd0e328ae9e458c9d4adae.jpg" /><span class="image-caption">Mary Cassatt, <em>Woman Bathing</em>, 1890-91, color aquatint, with drypoint from three plates, on off-white laid paper, sheet: 43.2 x 30.5 cm (Art Institute of Chicago)</span></span>The companion piece to<em> La Coiffure</em>&nbsp;is <em>Woman Bathing</em>, another image of a woman, bare-chested and half-dressed, grooming before a mirror.&nbsp;</p> <p><span>Cassatt was inspired in part by some of Degas&rsquo; pastels of women grooming. In Cassatt&rsquo;s prints, the time-honored boudoir scenes we see in Titian and Bellini become de-eroticized and re-appropriated as skilled exercises in form, shading, and line. In the spirit of <em>ukiyo-e</em> and Impressionism, these prints capture fugitive, fleeting moments of the busy lives of the Parisian bourgeois and working class.&nbsp;</span></p> <p>Cassatt&rsquo;s motivation in making the prints was to make her art more accessible for a large audience. She believed that everyone, regardless of income or social position, should be able to experience art and to own works they enjoy:</p> <blockquote> <p>I believe [nothing] will inspire a taste for art more than the possibility of having it in the home. I should like to feel that amateurs in America could have an example of my work, a print or an etching, for a few dollars. That is what they do in France. It is not left to the rich alone to buy art; the people&mdash;even the poor&mdash;have taste and buy according to their means, and here they can always find something they can afford. [2]</p> </blockquote> <p>This philosophy of art for the masses wasn&rsquo;t always popular with Mary Cassatt&rsquo;s contemporaries, like John Singer Sargent and the art historian Vernon Lee (Violet Paget), who viewed Cassatt&rsquo;s printmaking as a dilution of her precious talent. Yet Cassatt understood that as the world was changing with the twentieth century&rsquo;s new industries and technology, more and more people would have the income, education, and ability to experience art in ways they hadn&rsquo;t been able to before.&nbsp;The proliferative possibilities of the print and its evocative potential to convey so much in such a small space was just the art form to reach a wider&nbsp;audience.&nbsp;</p> <p>Text by Farisa Khalid</p> <p>[1] As quoted in&nbsp;<em><a href="http://www.artic.edu/aic/resources/resource/204">Introduction: Cassatt&#39;s Influence from Japanese Art</a></em><br /> <span>[2</span><span>]&nbsp;</span><span>As quoted in Nancy Mowll Mathews, <em>Mary Cassatt: A Life</em>, Yale University Press, 1998, p. 234.</span></p> <p>&nbsp;</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="https://www.nga.gov/collection/gallery/cassatt/cassatt-46732.html">This work at the National Gallery of Art</a></p> <p><a href="http://www.metmuseum.org/toah/hd/cast/hd_cast.htm">Mary Cassatt on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.nga.gov/collection/gallery/ggcassattptg/ggcassattptg-main1.html">Mary Cassatt at the National Gallery of Art</a></p> <p><a href="https://www.google.com/culturalinstitute/entity/%2Fm%2F0533_?projectId=art-project">Mary Cassatt on the Google Art Project</a>&nbsp;</p>
it: <p><span class="block-image image-wrapper"><img alt="Mary Cassatt, The Coiffure, 1890-1891, drypoint and aquatint on laid paper plate: 36.5 x 26.7 cm (14 3/8 x 10 ½ in.), sheet: 43.2 x 30.7 cm (17 x 12 1/6 in.), Chester Dale Collection, National Gallery of Art, Washington, D.C." src="https://ka-perseus-images.s3.amazonaws.com/975e3530a58b03a673e7f987d17c773373eb8cc7.jpg" /><span class="image-caption">Mary Cassatt, <em>The Coiffure</em>, 1890-1891, drypoint and aquatint on laid paper,&nbsp;sheet: 43.2 x 30.7 cm &nbsp;(National Gallery of Art, Washington, D.C.)</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Kitagawa Utamaro, Takashima Ohisa Using Two Mirrors to Observe Her Coiffure, c. 1795, woodblock print, ink and color on paper, 36.3 x 25 cm / 14 5/16 x 9 13/16 in. (Museum of Fine Arts, Boston)" src="https://ka-perseus-images.s3.amazonaws.com/b3cb28c079a817339d06864dc9b25bcd3898883f.jpg" /><span class="image-caption">Kitagawa Utamaro, <em>Takashima Ohisa Using Two Mirrors to Observe Her Coiffure</em>, c. 1795, woodblock print, ink and color on paper, 36.3 x 25 cm &nbsp;(Museum of Fine Arts, Boston)</span></span>In April of 1890, the &Eacute;cole des Beaux-Arts (School of Fine Arts) in Paris showcased an exhibition of Japanese woodblock prints. These <em>ukiyo-e</em> images, &ldquo;pictures of the floating world,&rdquo; as they were evocatively called, were compromised mostly of scenes of urban bourgeois pleasure&mdash;geishas, beautiful women, sumo wrestlers, kabuki actors&mdash;and pictures of the natural beauty around Edo (present day Tokyo)&mdash;the mists of Mount Fuji, cherry blossoms, rain showers, and surging waves along the port of Kanagawa.</p> <p>Ever since Commodore Matthew C. Perry helped to open imperial Japan to Western trade in 1853, Europe had become fascinated with Japanese culture. Artists like Edgar Degas, Camille Pissaro, Claude Monet (recall Monet&rsquo;s Japanese bridge in his gardens at his estate in Giverny), Vincent van Gogh, and James Abbott McNeill Whistler, were among the many who incorporated elements of Japanese design into their work. Some of them also frequented the bustling antique shop on the Rue de Rivoli, La Porte Chinoise, that specialized in Japanese woodblock prints, jades, lacquers, and porcelains. The craze of Japonisme went to such heights that in 1885, the English opera team of W.S. Gilbert and Arthur Sullivan staged their most popular show, a comic opera set entirely in imperial Japan, <em>The Mikado</em>.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Kitagawa Utamaro, Two Young Women Kneeling Back to Back, Dressing Their Hair in Mirrors, woodblock print, Lieber Collection, East Hampton NY " src="https://ka-perseus-images.s3.amazonaws.com/f3dca5ee200df9418d971635544e99347d8d7dc0.jpg" /><span class="image-caption">Kitagawa Utamaro,<em> Two Young Women Kneeling Back to Back, Dressing Their Hair in Mirrors</em>, woodblock print (Lieber Collection, East Hampton New York)</span></span>Among the audience at the exhibition at the &Eacute;cole des Beaux-Arts that April was the American expatriate painter, Mary Cassatt. Cassatt&rsquo;s close friend, Edgar Degas, was a great admirer of Japanese art and had recently seen the exhibition with Camille Pissaro. Cassatt was spellbound. In a letter written that week to her friend, the painter Berthe Morisot, she wrote, &ldquo;You who want to make color prints wouldn&rsquo;t dream of anything more beautiful. I dream of doing it myself and can&rsquo;t think of anything else but color on copper&hellip;P.S. You must see the Japanese&mdash;come as soon as you can.&rdquo; [1]</p> <p>This drypoint etching, <em>The Coiffure</em>,&nbsp;of a woman adjusting her hair is one of the hundreds that Mary Cassatt made in her in-home studio in the summer and fall of 1890 and in the winter of 1891. It was inspired in part by a woodblock print in her personal collection, Kitagawa Utamaro&rsquo;s boudoir image of the daughter of a prosperous Edo businessman, <em>Takashima Ohisa Using Two Mirrors to Observe Her Coiffure</em> (above).&nbsp;<em>La Coiffure </em>also&nbsp;has its art historical roots in Old Master paintings of women bathing and the odalisque though it departs from those conventional models to become a tightly crafted exercise in form and composition.&nbsp;</p> <p>The word &ldquo;la coiffure&rdquo; evokes a precise image, one of wealthy women in glamorous settings. The ritual of grooming, dressing, and preparing one&rsquo;s hair from the seventeenth and eighteenth century court days of Anne of Austria and Marie Antoinette was passed down to nineteenth-century ideals of femininity and beauty.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Georges Girard, &quot;La Coiffure Française Illustrée,” c. 1900 " src="https://ka-perseus-images.s3.amazonaws.com/8129476b3e707198e087d5ae1243a824907b94d8.jpg" /><span class="image-caption">Georges Girard, &quot;La Coiffure Fran&ccedil;aise Illustr&eacute;e,&rdquo; c. 1900 </span></span>To wear an elaborate hairstyle such as those depicted in this magazine illustration by George Girard, one needed to have a maid to help with one&rsquo;s hair. &ldquo;La coiffure&rdquo; was part of a specific lifestyle. Yet the woman in Cassatt&rsquo;s print is tending to her hair alone. Perhaps what we are seeing is a working woman getting ready to start her day.&nbsp;<span>The counterpoint of the print&rsquo;s title and the reality of its subject matter characterizes the ironic tension within the image.&nbsp;</span></p> <p>The woman&nbsp;in Cassatt&#39;s <em>La Coiffure</em>&nbsp;sits in a plush armchair in front of mirror, her head focused downward, her back arched, as she adjusts her bun. The voyeuristic element to the scene is drawn from precedents in works by Rembrandt (<em>Bathsheba at Her Bath</em>, 1654) and Ingres (<em>La Grand Odalisque</em>, 1814), which Cassatt studied at the Louvre when she was a young student in the mid 1860s.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Jean-Auguste-Dominique Ingres, La Grande Odalisque, 1814, Oil on canvas, 36&quot; x 63&quot; / 91 x 162 cm (Musée du Louvre, Paris)" src="https://ka-perseus-images.s3.amazonaws.com/2aa003ff4673deef046e886de67f5b769de9508d.jpg" /><span class="image-caption">Jean-Auguste-Dominique Ingres, <em>La Grande Odalisque,</em> 1814, oil on canvas, 36&quot; x 63&quot; / 91 x 162 cm (Mus&eacute;e du Louvre, Paris)</span></span></p> <p><span>The woman in </span><em>La Coiffure</em><span>, unlike Rembrandt&rsquo;s </span><em>Bathsheba</em><span> or Ingres&rsquo; </span><em>Odalisque</em><span>, is not sexualized. Though her breasts are exposed, her chest and the details of her body are deliberately muted into an overall structure of curves and crisp lines. This is&nbsp;an exercise in clarity and tone where the subject, the woman&rsquo;s body, is a compositional element in</span><span>&nbsp;the picture&mdash;</span><span>as vividly realized as the other significant patterns of the room&mdash;the wallpaper, the fabric of the armchair, and the carpet.</span></p> <p>As the viewer, we are placed at a slight leftward angle from the woman in the chair so that we see her through her reflection in the mirror while she is looking away from it. The downward gaze ia&nbsp;similar to that of the model in the Utamaro, is done partly in homage to the modesty of the female subject in the <em>ukiyo-e</em> prints (artists were always aware that their works were made for a male-dominated market and designed them to be enticing) and partly as a study of shape and line,&nbsp;so that the viewer, realizing that he or she is not looking at a psychological portrait, could focus more intently on the compositional elements of the work.&nbsp;The prints provided artists with an opportunity to showcase their skill in concision&mdash;using no more than is necessary to convey an idea&mdash;the way a haiku poet showcases similar skill within the three lines and seventeen syllables of the poem</p> <p>The curve of the woman&rsquo;s sloping back and neck echoes the curves of the chair which stand in contrast to the vertical lines of the mirror&mdash;a compositional counterpoint that further enhances the tension within the tight composition. The limited color palette of shades of rose, brown, and white, enables us to focus&nbsp;closely on the form and clarity of line. It also mimics the quality of pastels, which Cassatt, like her friend Edgar Degas, often liked to use. Through the process of the drypoint and aquatint etching, <em>La Coiffure</em> combines Cassatt&rsquo;s propensity for hazy shading and soft tones with a bold sharpness in line allowing the artist to integrate the qualities of two disparate media.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Edgar Degas, At the Mirror, 1885-86, pastel (San Diego Museum of Art)" src="https://ka-perseus-images.s3.amazonaws.com/c2db7a7894e3c6c92b5abb9f4947b3900b1acceb.jpg" /><span class="image-caption">Edgar Degas, <em>At the Mirror</em>, 1885-86, pastel (San Diego Museum of Art)</span></span></p> <p>Her desire to emulate the haziness, sensual, and&nbsp;suggestive possibilities of pastels is what motivated Cassatt not to use woodblock printing but intaglio. First, Cassatt carved her designs onto a smooth copper plate with a fine metal needle.&nbsp;Then the plate would be dusted with a powdered resin and heated until the resin melted in tiny mounds that hardened as they cooled. Acid was then added on to the metal plate biting the channels along the resin droplets. The deeper penetration of acid produced richer, darker tones, while a lighter application of acid produced lighter shades of color and a variety of nuanced gradients could be generated within a single print. Once Cassatt had replicated a certain number of images from a plate, she would incise the plate with a needle so that no one could use the same image again.</p> <p><span class="image-wrapper inline-image"><img alt="Mary Cassatt, Woman Bathing, 1890-91, color aquatint, with drypoint from three plates, on off-white laid paper, sheet: 43.2 x 30.5 cm (Art Institute of Chicago)" src="https://ka-perseus-images.s3.amazonaws.com/67742278909dbd8259cd0e328ae9e458c9d4adae.jpg" /><span class="image-caption">Mary Cassatt, <em>Woman Bathing</em>, 1890-91, color aquatint, with drypoint from three plates, on off-white laid paper, sheet: 43.2 x 30.5 cm (Art Institute of Chicago)</span></span>The companion piece to<em> La Coiffure</em>&nbsp;is <em>Woman Bathing</em>, another image of a woman, bare-chested and half-dressed, grooming before a mirror.&nbsp;</p> <p><span>Cassatt was inspired in part by some of Degas&rsquo; pastels of women grooming. In Cassatt&rsquo;s prints, the time-honored boudoir scenes we see in Titian and Bellini become de-eroticized and re-appropriated as skilled exercises in form, shading, and line. In the spirit of <em>ukiyo-e</em> and Impressionism, these prints capture fugitive, fleeting moments of the busy lives of the Parisian bourgeois and working class.&nbsp;</span></p> <p>Cassatt&rsquo;s motivation in making the prints was to make her art more accessible for a large audience. She believed that everyone, regardless of income or social position, should be able to experience art and to own works they enjoy:</p> <blockquote> <p>I believe [nothing] will inspire a taste for art more than the possibility of having it in the home. I should like to feel that amateurs in America could have an example of my work, a print or an etching, for a few dollars. That is what they do in France. It is not left to the rich alone to buy art; the people&mdash;even the poor&mdash;have taste and buy according to their means, and here they can always find something they can afford. [2]</p> </blockquote> <p>This philosophy of art for the masses wasn&rsquo;t always popular with Mary Cassatt&rsquo;s contemporaries, like John Singer Sargent and the art historian Vernon Lee (Violet Paget), who viewed Cassatt&rsquo;s printmaking as a dilution of her precious talent. Yet Cassatt understood that as the world was changing with the twentieth century&rsquo;s new industries and technology, more and more people would have the income, education, and ability to experience art in ways they hadn&rsquo;t been able to before.&nbsp;The proliferative possibilities of the print and its evocative potential to convey so much in such a small space was just the art form to reach a wider&nbsp;audience.&nbsp;</p> <p>Text by Farisa Khalid</p> <p>[1] As quoted in&nbsp;<em><a href="http://www.artic.edu/aic/resources/resource/204">Introduction: Cassatt&#39;s Influence from Japanese Art</a></em><br /> <span>[2</span><span>]&nbsp;</span><span>As quoted in Nancy Mowll Mathews, <em>Mary Cassatt: A Life</em>, Yale University Press, 1998, p. 234.</span></p> <p>&nbsp;</p> <hr /> <p><strong>Additional Resources:</strong></p> <p><a href="https://www.nga.gov/collection/gallery/cassatt/cassatt-46732.html">This work at the National Gallery of Art</a></p> <p><a href="http://www.metmuseum.org/toah/hd/cast/hd_cast.htm">Mary Cassatt on the Metropolitan Museum of Art&#39;s Heilbrunn Timeline of Art History</a></p> <p><a href="http://www.nga.gov/collection/gallery/ggcassattptg/ggcassattptg-main1.html">Mary Cassatt at the National Gallery of Art</a></p> <p><a href="https://www.google.com/culturalinstitute/entity/%2Fm%2F0533_?projectId=art-project">Mary Cassatt on the Google Art Project</a>&nbsp;</p>
