Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><br /> Michelangelo&#39;s drawings offer a unique insight into how the artist worked and thought. They are beautiful artworks in their own right but also provide a crucial link between his work as a sculptor, painter and architect.&nbsp;</p> <p>Michelangelo was extraordinarily famous during his lifetime, so much so that other artists produced portraits of him and three biographies were written. His artistic achievements set him in a class apart from his contemporaries; after the death of his main rival Raphael in 1520, he was to dominate the Roman art world for more than four decades. His primary focus as an artist was the male body, and his drawings chart his relentless search to find poses that would most eloquently express the emotional and spiritual state of his subjects.</p> <p>Most of Michelangelo&#39;s drawings were never intended for public display. In fact, he would have been appalled to see them exhibited as he hated showing them to outsiders. He destroyed a large number before he died, probably to prevent them from falling into other hands; he may also have wished to conceal the amount of preparation behind his major works.</p> <p>Michelangelo was the second of five sons, born in March 1475 near Arezzo in Italy. His family was middle-class - his father was a minor Florentine civil servant - but the family had fallen on hard times.</p> <p>Michelangelo&#39;s artistic career began at the age of twelve, despite his family&#39;s disapproval because of the low status of artists at the time. He was apprenticed to the successful Florentine artist Domenico Ghirlandaio. Although later in life he claimed to be entirely self-taught, Ghirlandaio&#39;s influence can be seen in his work.</p> <p><span class="block-image image-wrapper"><img alt="Left: Domenico Ghirlandaio, Standing Woman, 1485-90, pen and brown ink, 19.04 x 30.48 cm, Right: Michelangelo, An old man wearing a hat (Philosopher), c. 1495-1500, pen and brown ink, 33.1 x 21/5 cm. Both, © Trustees of the British Museum." src="https://ka-perseus-images.s3.amazonaws.com/97f14850f6eca5f7c9cb2b4de5a6c403f5dd1128.jpg" /><span class="image-caption">Left: Domenico Ghirlandaio, <em>Standing Woman</em>, 1485-90, pen and brown ink, 19.04 x 30.48 cm, Right: Michelangelo, <em>An old man wearing a hat (Philosopher)</em>, c. 1495-1500, pen and brown ink, 33.1 x 21/5 cm. Both&nbsp;<br /> &copy; Trustees of the British Museum.</span></span></p> <p>Ghirlandaio&rsquo;s influence on Michelangelo can be seen by comparing&nbsp;their works. In the period that Michelangelo was in his studio,&nbsp;Ghirlandaio was working on the frescoes for the Tornabuoni&nbsp;chapel in the Florentine church of Santa Maria Novella. <em>Standing Woman</em> is a study for one of the&nbsp;female figure in that&nbsp;fresco cycle. Ghirlandaio records precisely and rapidly&nbsp;the folds of the dress and decorative detail. The sumptuous dress&nbsp;was most likely modelled here by a boy apprentice, hence the&nbsp;head would be drawn separately. This drawing conveys Ghirlandaio&rsquo;s practical&nbsp;approach to designing a large scale commission.&nbsp;In his time in Ghirlandaio&rsquo;s workshop Michelangelo would have&nbsp;seen hundreds of drawings like <em>Standing Woman</em>. There is no&nbsp;doubt that aspects of his style and working practice can be traced&nbsp;back to this early period. By comparing his early drawings with&nbsp;those of his master we can see similarities in the pose, handling of&nbsp;drapery and hatching. Although still an inexperienced artist,&nbsp;Michelangelo&rsquo;s drawing surpasses Ghirlandaio&rsquo;s. Michelangelo&rsquo;s&nbsp;figure has a more convincing depiction of volume and solidity,&nbsp;achieved by much denser cross hatching, a time consuming&nbsp;method of modeling that was employed sparingly by Ghirlandaio.</p> <p>In an authorized biography written by Condivi in 1553, Michelangelo denies that he was ever apprenticed to Ghirlandaio. After a long and successful career it seems that Michelangelo was keen to establish himself as a self taught genius, setting himself apart from and perhaps even above the traditions of artists who came before him.</p> <p>After leaving Ghirlandaio&#39;s studio Michelangelo went to work for Lorenzo the Magnificent, the ruler of Florence and head of the powerful Medici family. Lorenzo spotted his gift as a sculptor and soon Michelangelo was invited to join his household. Here he met two of his most important future patrons: Giovanni de&#39; Medici (the future Pope Leo X) and his cousin Giulio, who became Pope Clement VII.</p> <p>When Lorenzo died in 1492, Michelangelo went on to serve his heir, Piero, whose control of Florence only lasted two years. To avoid the political turmoil surrounding the Medici&#39;s fall, the artist went to Rome, where he made his name with the celebrated marble sculpture the Piet&agrave;, now in St Peter&#39;s basilica in the Vatican. He returned to Florence in 1501 and the next four years - during which he became a lifelong supporter of Florentine republicanism - was one of the most productive periods of his life.</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum Logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p><br /> &copy; Trustees of the British Museum</p>
it: <p>Michelangelo&#39;s drawings offer a unique insight into how the artist worked and thought. They are beautiful artworks in their own right but also provide a crucial link between his work as a sculptor, painter and architect.&nbsp;</p> <p>Michelangelo was extraordinarily famous during his lifetime, so much so that other artists produced portraits of him and three biographies were written. His artistic achievements set him in a class apart from his contemporaries; after the death of his main rival Raphael in 1520, he was to dominate the Roman art world for more than four decades. His primary focus as an artist was the male body, and his drawings chart his relentless search to find poses that would most eloquently express the emotional and spiritual state of his subjects.</p> <p>Most of Michelangelo&#39;s drawings were never intended for public display. In fact, he would have been appalled to see them exhibited as he hated showing them to outsiders. He destroyed a large number before he died, probably to prevent them from falling into other hands; he may also have wished to conceal the amount of preparation behind his major works.</p> <p>Michelangelo was the second of five sons, born in March 1475 near Arezzo in Italy. His family was middle-class - his father was a minor Florentine civil servant - but the family had fallen on hard times.</p> <p>Michelangelo&#39;s artistic career began at the age of twelve, despite his family&#39;s disapproval because of the low status of artists at the time. He was apprenticed to the successful Florentine artist Domenico Ghirlandaio. Although later in life he claimed to be entirely self-taught, Ghirlandaio&#39;s influence can be seen in his work.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/97f14850f6eca5f7c9cb2b4de5a6c403f5dd1128.jpg" /><span class="image-caption">Left: Domenico Ghirlandaio, <em>Standing Woman</em>, 1485-90, pen and brown ink, 19.04 x 30.48 cm, Right: Michelangelo, <em>An old man wearing a hat (Philosopher)</em>, c. 1495-1500, pen and brown ink, 33.1 x 21/5 cm. Both&nbsp;<br /> &copy; Trustees of the British Museum.</span></span></p> <p>Ghirlandaio&rsquo;s influence on Michelangelo can be seen by comparing&nbsp;their works. In the period that Michelangelo was in his studio,&nbsp;Ghirlandaio was working on the frescoes for the Tornabuoni&nbsp;chapel in the Florentine church of Santa Maria Novella. <em>Standing Woman</em> is a study for one of the&nbsp;female figure in that&nbsp;fresco cycle. Ghirlandaio records precisely and rapidly&nbsp;the folds of the dress and decorative detail. The sumptuous dress&nbsp;was most likely modelled here by a boy apprentice, hence the&nbsp;head would be drawn separately. This drawing conveys Ghirlandaio&rsquo;s practical&nbsp;approach to designing a large scale commission.&nbsp;In his time in Ghirlandaio&rsquo;s workshop Michelangelo would have&nbsp;seen hundreds of drawings like <em>Standing Woman</em>. There is no&nbsp;doubt that aspects of his style and working practice can be traced&nbsp;back to this early period. By comparing his early drawings with&nbsp;those of his master we can see similarities in the pose, handling of&nbsp;drapery and hatching. Although still an inexperienced artist,&nbsp;Michelangelo&rsquo;s drawing surpasses Ghirlandaio&rsquo;s. Michelangelo&rsquo;s&nbsp;figure has a more convincing depiction of volume and solidity,&nbsp;achieved by much denser cross hatching, a time consuming&nbsp;method of modeling that was employed sparingly by Ghirlandaio.</p> <p>In an authorized biography written by Condivi in 1553, Michelangelo denies that he was ever apprenticed to Ghirlandaio. After a long and successful career it seems that Michelangelo was keen to establish himself as a self taught genius, setting himself apart from and perhaps even above the traditions of artists who came before him.</p> <p>After leaving Ghirlandaio&#39;s studio Michelangelo went to work for Lorenzo the Magnificent, the ruler of Florence and head of the powerful Medici family. Lorenzo spotted his gift as a sculptor and soon Michelangelo was invited to join his household. Here he met two of his most important future patrons: Giovanni de&#39; Medici (the future Pope Leo X) and his cousin Giulio, who became Pope Clement VII.</p> <p>When Lorenzo died in 1492, Michelangelo went on to serve his heir, Piero, whose control of Florence only lasted two years. To avoid the political turmoil surrounding the Medici&#39;s fall, the artist went to Rome, where he made his name with the celebrated marble sculpture the Piet&agrave;, now in St Peter&#39;s basilica in the Vatican. He returned to Florence in 1501 and the next four years - during which he became a lifelong supporter of Florentine republicanism - was one of the most productive periods of his life.</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum Logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p><br /> &copy; Trustees of the British Museum</p>

source: <p><br /> Renaissance artists had contributed greatly to man&#39;s knowledge by the time Galileo was doing his first work at Pisa. The humanist artists of the Italian renaissance had performed their own dissections to promote the study of anatomy, they had invented mathematical perspective to make possible the accurate, realistic portrayal of physical space. The literary humanists had managed to revive all sorts of classics, in particular the works of Plato. Christopher Columbus had directly challenged the limits to the finite European world of Ptolemy&#39;s geography. In short, the bounds of human knowledge were expanding at a rapid rate.</p> <p><span class="block-image image-wrapper"><img alt="Ludovico Cigoli, Assumption of the Virgin, 1612, fresco, Pauline Chapel, Santa Maria Maggiore" src="https://ka-perseus-images.s3.amazonaws.com/1f386b7465d34d4ca57577301bf4f592d769a77a.jpg" /><span class="image-caption">Virgin Mary (detail) &quot;clothed with the sun, and the moon under her feet&quot; (Apocalypse 12:1), Ludovico Cigoli, <em>Assumption of the Virgin</em>, 1612, fresco, Pauline Chapel, Santa Maria Maggiore</span></span></p> <p>Thus it comes as no surprise that Italian artists of Galileo&#39;s day responded favorably, even enthusiastically, to the new discoveries that science itself was making. It was Galileo&#39;s friend, Lodovico Cigoli, who incorporated the latest discoveries of his telescope, hot off the press in Galileo&#39;s <em>Siderius Nuncius</em> (1610) in his own version of the <em>Assumption of the Virgin</em>&nbsp;painted just two years later in 1612. In Cigoli&#39;s painting, notice the treatment of the moon at the Virgin&#39;s feet&mdash;rendered as though it were seen though the telescope, exactly as Galileo had recorded it in his own pen and ink drawing only a few years earlier.*</p> <h3>Mathematics is the Language of Nature</h3> <p>In closing, how can we draw together all of the diverse strands of renaissance artistic realism, especially Brunelleschi&#39;s discovery of perspective, with Galileo&#39;s experiments on acceleration and his analysis of projectile motion?</p> <p>It is clear that renaissance artists were seeking a new world, thanks in part to mathematics and the new perspective, literally, that mathematics provided. Galileo not only inherited this perspective, but a philosophical sense as well that had been inspired by renaissance philosophers (especially Neoplatonists), namely that the underlying reality of the world we perceive is essentially mathematical.</p> <p><span class="block-image image-wrapper"><img alt="G.B. Riccioli, Almagestum Novum (1651)" src="https://ka-perseus-images.s3.amazonaws.com/ad184ffe9114d538b97700ab4ed05f2ba8facc6a.jpg" /><span class="image-caption">Hand of God (detail),&nbsp;G.B. Riccioli, frontispiece,&nbsp;<em>Almagestum Novum</em> (1651)</span></span></p> <p>This was exactly the point made in Riccioli&#39;s dramatic depiction of the hand of God, creating the world according to mathematical principles, number and weight and measure written clearly on his fingers to make no mistake about the inherent, essential mathematical character of the physical world.</p> <p>Renaissance artists and architects had already succeeded in translating physical space into the mathematical terms of proportion and perspective to produce works that tricked the eye and rivaled nature.</p> <p>Galileo used mathematics with equal skill to reveal the underlying structure of physical space and motion to show that these, too, could be reduced to mathematical analysis. In connecting physical space and real motion&mdash;which could be observed experimentally&mdash;with the ideal and uniform change of his neo-platonic, mathematical world, Galileo also serves to bridge the early stages of the scientific revolution in Europe&mdash;and figures like Copernicus and Kepler&mdash;with the later unifying achievements of Descartes, Newton and Leibniz.</p> <p>Thus in a very direct way, it was mathematics that not only facilitated the art of renaissance perspective, but provided the key as well to Galileo&#39;s new science of nature. In both cases, the essence of physical reality was understood in terms that could be reduced to basic mathematical principles.</p> <p>Essay by Professor Joseph Dauben</p> <p>*See Steven F. Ostrow, &ldquo;Cigoli&#39;s Immacolata and Galileo&#39;s Moon: Astronomy and the Virgin in early seicento Rome,&rdquo; <em>Art Bulletin</em>, vol. LXXVIII, no. 2 (June 1996), pp. 218-235 (<a href="http://www.mutualart.com/OpenArticle/Cigoli-s-Immacolata-and-Galileo-s-Moon--/0F2C437DF2829CF5">online here</a>). Ostrow writes:</p> <blockquote> <p>Edgerton has argued that Cigoli&#39;s moon was &#39;no doubt inspired by one of Galileo&#39;s original drawings, but a comparison between them immediately reveals that the painter did not, in fact, faithfully copy any of the drawings &nbsp;or, for that matter, any of the engravings published in the Sidereus nuncius.&#39; In light of Cigoli`s professed difficulty with Latin, it is also unlikely that he relied on Galileo&#39;s written description. We do know, however, that by early 1612 Cigoli was in possession of a telescope, through which, as he proudly informed Galileo, he saw the moon &#39;very well.&#39;&nbsp;He may, therefore, have made his own drawings of the moon in conjunction with his work on the fresco, inspired by what he had learned from Galileo and perhaps, too, in an effort to corroborate his friend`s discoveries in the face of mounting criticism in Rome.</p> </blockquote> <hr /> <p><strong>Additional resources:</strong></p> <p>David L. Butts, &quot;Galileo and the Telescope: Naturalistic Representations in Visual Astronomy,&quot; <em>Journal of Art History,</em> vol. 1 (2006). <a href="http://journal.utarts.com/articles.php?id=3&amp;type=paper&amp;h=350">Online here</a>.</p> <p><a href="http://www.princeton.edu/~freshman/science/galileo/galileo.html">The Partnership of Art and Science: The Moon of Cigoli and Galileo</a></p> <p>See Steven F. Ostrow, &ldquo;Cigoli&#39;s Immacolata and Galileo&#39;s Moon: Astronomy and the Virgin in early seicento Rome,&rdquo;&nbsp;<em>Art Bulletin</em>, vol. LXXVIII, no. 2 (June 1996), pp. 218-235 (<a href="http://www.mutualart.com/OpenArticle/Cigoli-s-Immacolata-and-Galileo-s-Moon--/0F2C437DF2829CF5">online here</a>).&nbsp;</p>
it: <p><br /> Renaissance artists had contributed greatly to man&#39;s knowledge by the time Galileo was doing his first work at Pisa. The humanist artists of the Italian renaissance had performed their own dissections to promote the study of anatomy, they had invented mathematical perspective to make possible the accurate, realistic portrayal of physical space. The literary humanists had managed to revive all sorts of classics, in particular the works of Plato. Christopher Columbus had directly challenged the limits to the finite European world of Ptolemy&#39;s geography. In short, the bounds of human knowledge were expanding at a rapid rate.</p> <p><span class="block-image image-wrapper"><img alt="Ludovico Cigoli, Assumption of the Virgin, 1612, fresco, Pauline Chapel, Santa Maria Maggiore" src="https://ka-perseus-images.s3.amazonaws.com/1f386b7465d34d4ca57577301bf4f592d769a77a.jpg" /><span class="image-caption">Virgin Mary (detail) &quot;clothed with the sun, and the moon under her feet&quot; (Apocalypse 12:1), Ludovico Cigoli, <em>Assumption of the Virgin</em>, 1612, fresco, Pauline Chapel, Santa Maria Maggiore</span></span></p> <p>Thus it comes as no surprise that Italian artists of Galileo&#39;s day responded favorably, even enthusiastically, to the new discoveries that science itself was making. It was Galileo&#39;s friend, Lodovico Cigoli, who incorporated the latest discoveries of his telescope, hot off the press in Galileo&#39;s <em>Siderius Nuncius</em> (1610) in his own version of the <em>Assumption of the Virgin</em>&nbsp;painted just two years later in 1612. In Cigoli&#39;s painting, notice the treatment of the moon at the Virgin&#39;s feet&mdash;rendered as though it were seen though the telescope, exactly as Galileo had recorded it in his own pen and ink drawing only a few years earlier.*</p> <h3>Mathematics is the Language of Nature</h3> <p>In closing, how can we draw together all of the diverse strands of renaissance artistic realism, especially Brunelleschi&#39;s discovery of perspective, with Galileo&#39;s experiments on acceleration and his analysis of projectile motion?</p> <p>It is clear that renaissance artists were seeking a new world, thanks in part to mathematics and the new perspective, literally, that mathematics provided. Galileo not only inherited this perspective, but a philosophical sense as well that had been inspired by renaissance philosophers (especially Neoplatonists), namely that the underlying reality of the world we perceive is essentially mathematical.</p> <p><span class="block-image image-wrapper"><img alt="G.B. Riccioli, Almagestum Novum (1651)" src="https://ka-perseus-images.s3.amazonaws.com/ad184ffe9114d538b97700ab4ed05f2ba8facc6a.jpg" /><span class="image-caption">Hand of God (detail),&nbsp;G.B. Riccioli, frontispiece,&nbsp;<em>Almagestum Novum</em> (1651)</span></span></p> <p>This was exactly the point made in Riccioli&#39;s dramatic depiction of the hand of God, creating the world according to mathematical principles, number and weight and measure written clearly on his fingers to make no mistake about the inherent, essential mathematical character of the physical world.</p> <p>Renaissance artists and architects had already succeeded in translating physical space into the mathematical terms of proportion and perspective to produce works that tricked the eye and rivaled nature.</p> <p>Galileo used mathematics with equal skill to reveal the underlying structure of physical space and motion to show that these, too, could be reduced to mathematical analysis. In connecting physical space and real motion&mdash;which could be observed experimentally&mdash;with the ideal and uniform change of his neo-platonic, mathematical world, Galileo also serves to bridge the early stages of the scientific revolution in Europe&mdash;and figures like Copernicus and Kepler&mdash;with the later unifying achievements of Descartes, Newton and Leibniz.</p> <p>Thus in a very direct way, it was mathematics that not only facilitated the art of renaissance perspective, but provided the key as well to Galileo&#39;s new science of nature. In both cases, the essence of physical reality was understood in terms that could be reduced to basic mathematical principles.</p> <p>Essay by Professor Joseph Dauben</p> <p>*See Steven F. Ostrow, &ldquo;Cigoli&#39;s Immacolata and Galileo&#39;s Moon: Astronomy and the Virgin in early seicento Rome,&rdquo; <em>Art Bulletin</em>, vol. LXXVIII, no. 2 (June 1996), pp. 218-235 (<a href="http://www.mutualart.com/OpenArticle/Cigoli-s-Immacolata-and-Galileo-s-Moon--/0F2C437DF2829CF5">online here</a>). Ostrow writes: &quot;Edgerton has argued that Cigoli`s moon was &quot;no doubt inspired by one of Galileo`s original drawings, but a comparison between them immediately reveals that the pinter did not, in fact, faithfully copy any of the drawings &nbsp;or, for that matter, any of the engravings published in the Sidereus nuncius. In light of Cigoli`s professed difficulty with Latin, it is also unlikely that he relied on Galileo`s written description. We do know, however, that by early 1612 Cigoli was in possession of a telescope, through which, as he proudly informed Galileo, he saw the moon &quot;very well.&quot; He may, therefore, have made his own drawings of the moon in conjunction with his work on the fresco, inspired by what he had learned from Galileo and perhaps, too, in an effort to corroborate his friend`s discoveries in the face of mounting criticism in Rome.</p> <hr /> <p><strong>Additional resources:</strong></p> <p>David L. Butts, &quot;Galileo and the Telescope: Naturalistic Representations in Visual Astronomy,&quot; <em>Journal of Art History,</em> vol. 1 (2006). <a href="http://journal.utarts.com/articles.php?id=3&amp;type=paper&amp;h=350">Online here</a>.</p> <p><a href="http://www.princeton.edu/~freshman/science/galileo/galileo.html">The Partnership of Art and Science: The Moon of Cigoli and Galileo</a></p> <p>See Steven F. Ostrow, &ldquo;Cigoli&#39;s Immacolata and Galileo&#39;s Moon: Astronomy and the Virgin in early seicento Rome,&rdquo;&nbsp;<em>Art Bulletin</em>, vol. LXXVIII, no. 2 (June 1996), pp. 218-235 (<a href="http://www.mutualart.com/OpenArticle/Cigoli-s-Immacolata-and-Galileo-s-Moon--/0F2C437DF2829CF5">online here</a>).&nbsp;</p>
