Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Jacob August Riis, &quot;Knee-pants&quot; at forty five cents a dozen—A Ludlow Street Sweater's Shop, c. 1890, 7 x 6 inches (" src="https://ka-perseus-images.s3.amazonaws.com/a38f8f518be0da0aab1caa0edf06cd81e43ca3f4.jpg" /><span class="image-caption">Jacob August Riis, <em>&quot;Knee-pants&quot; at forty five cents a dozen&mdash;A Ludlow Street Sweater&#39;s Shop</em>, c. 1890, 7 x 6 inches from&nbsp;<em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons: New York, 1890 (<a href="http://collections.mcny.org/Explore/Highlights/Jacob%20A.%20Riis/">The Museum of the City of New York</a>)</span></span></p> <h3>The slums of New York</h3> <p>Jacob&nbsp;Riis&nbsp;documented the slums of New York, what he deemed the world of&nbsp;the &ldquo;other half,&rdquo; teeming with immigrants, disease, and abuse. A police reporter and social&nbsp;reformer, Riis became intimately familiar with the perils of tenement living and sought to draw attention to the horrendous conditions. Between 1888 and 1892, he photographed the streets,&nbsp;people, and tenement apartments he encountered, using the vivid black and white slides to&nbsp;accompany his lectures and influential text, <em>How the Other Half Lives</em>, published in 1890 by&nbsp;Scribner&rsquo;s. His powerful images brought public attention to urban conditions, helping to propel a&nbsp;national debate over what American working and living conditions should be.</p> <p><span class="image-wrapper inline-image"><img alt="Jacob August Riis, How the Other Half Lives: Studies Among the Tenements of New York, Charles Scribner's Sons: New York, 1890" src="https://ka-perseus-images.s3.amazonaws.com/a7815d021bad46c6e3c2958df0d149b7e039556a.jpg" /><span class="image-caption">Jacob August Riis, <em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons: New York, 1890</span></span>A Danish immigrant, Riis arrived in America in 1870 at the age of 21, heartbroken from the&nbsp;rejection of his marriage proposal to Elisabeth Gj&oslash;rtz. Riis initially struggled to get by, working&nbsp;as a carpenter and at various odd jobs before gaining a footing in journalism. In 1877 he became&nbsp;a police reporter for <em>The New York Tribune</em>, assigned to the beat of New York City&rsquo;s Lower East&nbsp;Side. Riis believed his personal struggle as an immigrant who &ldquo;reached New York with just one&nbsp;cent in my&nbsp;pocket&rdquo;*&nbsp;shaped his involvement in reform efforts to alleviate the suffering he witnessed.</p> <p>As a police reporter, Riis had unique access to the city&rsquo;s slums. In the evenings, he would accompany&nbsp;law enforcement and members of the health department on raids of the tenements,&nbsp;witnessing the atrocities people suffered firsthand. Riis tried to convey the horrors to readers,&nbsp;but struggled to articulate the enormity of the problems through his writings. Impressed by the&nbsp;newly invented flash photography technique he read about, Riis began to experiment with the&nbsp;medium in 1888, believing that pictures would have the power to expose the tenement-house&nbsp;problem in a way that his textual reporting could not do alone. Indeed, the images he captured&nbsp;would shock the&nbsp;conscience of Americans.</p> <p><span class="block-image image-wrapper"><img alt="Jacob August Riis, The Mulberry Bend, c. 1890, 7 x 6 inches from How the Other Half Lives: Studies Among the Tenements of New York, Charles Scribner's Sons: New York, 1890" src="https://ka-perseus-images.s3.amazonaws.com/c8c4c69020b0a01827602cd7c37653ebd09c458c.jpg" /><span class="image-caption">Jacob August Riis, <em>The Mulberry Bend</em>, c. 1890, 7 x 6 inches from <em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons: New York, 1890&nbsp;(<a href="http://collections.mcny.org/Explore/Highlights/Jacob%20A.%20Riis/">The Museum of the City of New York</a>)</span></span></p> <h3>Midnight rounds</h3> <p>At first&nbsp;Riis engaged the services of a photographer who would accompany him as he made&nbsp;his midnight rounds with the police, but ultimately dissatisfied with this arrangement, Riis&nbsp;purchased a box camera and learned to use it. The flash technique used a combination of&nbsp;explosives to achieve the light necessary to take pictures in the dark. The process was new&nbsp;and messy and Riis made adjustments as he went. First, he or his assistants would position the&nbsp;camera on a tripod and then they would ignite the mixture of magnesium flash-powder above&nbsp;the camera lens, causing an explosive noise, great smoke, and a blinding flash of light. Initially,&nbsp;Riis used a revolver to shoot cartridges containing the explosive magnesium flash-powder, but&nbsp;he soon discovered that showing up waving pistols set the wrong tone and substituted a frying pan for&nbsp;the&nbsp;gun, flashing the light on that instead. The process certainly terrified those in the&nbsp;vicinity and also proved dangerous. Riis reported setting two fires in places he visited and nearly&nbsp;blinding himself on one occasion.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Jacob August Riis, A man atop a make-shift bed that consists of a plank across two barrels, c. 1890, 7 x 6 inches from How the Other Half Lives: Studies Among the Tenements of New York, Charles Scribner's Sons: New York, 1890 " src="https://ka-perseus-images.s3.amazonaws.com/f3faed7a215234e30e8842dd390262873cfeb9d5.jpg" /><span class="image-caption">Jacob August Riis, &quot;<em>A man atop a make-shift bed that consists of a plank across two barrels</em>,&quot; c. 1890, 7 x 6 inches from <em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons:<br /> New York, 1890&nbsp;(<a href="http://collections.mcny.org/Explore/Highlights/Jacob%20A.%20Riis/">The Museum of the City of New York</a>)</span></span></p> <h3>Home and work</h3> <p>While it is unclear if Riis&rsquo; pictures were totally candid or posed, his agenda of using the stark&nbsp;images to persuade the middle and upper classes that reform was needed is well documented.&nbsp;A major theme of Riis&rsquo; images was the terrible conditions immigrants lived in. In the 1890s,&nbsp;tenement apartments served as both homes and as garment factories. &ldquo;Knee-Pants at Forty-Five&nbsp;Cents a Dozen&mdash;A Ludlow Street Sweater&rsquo;s Shop&rdquo; depicts the intersection of home and work life&nbsp;that was typical. Note&nbsp;the number of people crowded together making knickers and&nbsp;consider their ages, gender, and role. Each worker would be paid by the piece produced and each had his/her own particular role to fill in the shop which was also&nbsp;a family&#39;s&nbsp;home.</p> <p><span class="block-image image-wrapper"><img alt="Jacob August Riis, &quot;Knee-pants&quot; at forty five cents a dozen—A Ludlow Street Sweater's Shop (detail), c. 1890, 7 x 6 inches from How the Other Half Lives" src="https://ka-perseus-images.s3.amazonaws.com/ec41bb82461ca493f8c0991a6c54aea65278a85a.jpg" /><span class="image-caption">Jacob August Riis,<em> &quot;Knee-pants&quot; at forty five cents a dozen&mdash;A Ludlow Street Sweater&#39;s Shop (detail)</em>, c. 1890, 7 x 6 inches from <em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons: New York, 1890&nbsp;(<a href="http://collections.mcny.org/Explore/Highlights/Jacob%20A.%20Riis/">The Museum of the City of New York</a>)</span></span></p> <p>While Riis did not record the names of the people he photographed, he organized his book into&nbsp;ethnic sections, categorizing the images according to the racial and ethnic stereotypes of his&nbsp;age. In this regard, Riis has been criticized for both his bias and reducing&nbsp;those photographed&nbsp;to nameless victims. &ldquo;Knee-Pants,&rdquo; appears in the chapter Jewtown and one can assume that&nbsp;the individuals are part of the large wave of Eastern European Jewish migration that flooded&nbsp;New York at the turn of the twentieth century.</p> <p><span class="block-image image-wrapper"><img alt="Detail of the &quot;Table of Contents,&quot; Jacob August Riis, How the Other Half Lives: Studies Among the Tenements of New York, Charles Scribner's Sons: New York, 1914" src="https://ka-perseus-images.s3.amazonaws.com/5e27688763218df5f66ed2125a840cf5712c96fd.jpg" /><span class="image-caption">Detail of the &quot;Table of Contents,&quot; Jacob August Riis, <em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons: New York, 1914</span></span></p> <p>They are likely conversing in Yiddish and share&nbsp;some type of familial or neighborly connection. Some of the workers depicted might have lived in a neighboring New&nbsp;York City apartment or next door back in the old country. Home life, family relations and business relations, are intertwined. Just as it is impossible to know the names of the people captured in Riis&rsquo; image, and what Riis actually thought of them, one also cannot know their own&nbsp;impressions of the workplace, or their hopes and day-to-day challenges.</p> <p><span class="block-image image-wrapper"><img alt="Jacob August Riis, &quot;12 year old boy at work pulling threads. Had sworn certificate he was 16 -- owned under cross-examination to being 12. His teeth corresponded with that age,&quot; c. 1890, 7 x 6 inches from How the Other Half Lives: Studies Among the Tenements of New York, Charles Scribner's Sons: New York, 1890" src="https://ka-perseus-images.s3.amazonaws.com/db4519814604017e72f516d4eba7f5105145c6ac.jpg" /><span class="image-caption">Jacob August Riis, &quot;<em>12 year old boy at work pulling threads. Had sworn certificate he was 16&mdash;owned under cross-examination to being 12. His teeth corresponded with that age</em>,&quot; c. 1890, 7 x 6 inches, from <em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons: New York, 1890&nbsp;(<a href="http://collections.mcny.org/Explore/Highlights/Jacob%20A.%20Riis/">The Museum of the City of New York</a>)</span></span>The work performed in tenements like these throughout the Lower East Side made New York&nbsp;City the largest producer of clothing in the United States. Under the contracting system, the&nbsp;tenement shop would be responsible for assembling the garments, which made up the bulk&nbsp;of the work. By 1910, New York produced 70% of women&rsquo;s clothing and 40% of men&rsquo;s ready-made clothing. That meant that the knee-pants and garments made by the workers captured in&nbsp;this Ludlow Street sweatshop were shipped across the nation. Riis&rsquo; photographs&nbsp;helped make the sweatshop a subject of a national debate and the center of a struggle between&nbsp;workers, owners, consumers, politicians, and social reformers.</p> <h3>The Progressive Era</h3> <p>Riis&rsquo; photographs are part of a larger reform effort undertaken during the Progressive Era,&nbsp;that sought to address the problems of rapid industrialization and urbanization. Progressives&nbsp;worked under the premise that if one studies and documents a problem and proposes and tests&nbsp;solutions, difficulties can ultimately be solved, improving the welfare of society as a whole. Progressives&nbsp;like Riis, Lewis Hine, and Jessie Tarbox Beals pioneered the tradition of documentary&nbsp;photography, using the tool to record and publicize working and housing conditions and a&nbsp;renewed call for reform. These efforts ultimately led to government regulation and the passage&nbsp;of the 1901 Tenement House Law, which mandated new construction and sanitation regulations&nbsp;that improved the access to air, light, and water in all tenement buildings.<br /> <br /> <span class="block-image image-wrapper"><img alt="Jessie Tarbox Beals, Child on Fire Escape (NYC), c. 1918, for the New York Association for Improving the Condition of the Poor (Columbia University Libraries)" src="https://ka-perseus-images.s3.amazonaws.com/6d5a5fa94e62d85500170708f825192907f9f7fe.jpg" /><span class="image-caption">Jessie Tarbox Beals, <em>Child on Fire Escape</em>, c. 1918,<br /> for the New York Association for Improving the Condition of the Poor (<a href="http://css.cul.columbia.edu/catalog/rbml_css_0001">Columbia University Libraries</a>)</span></span>In the introduction to the <em>How the Other Half Lives</em>, Riis challenged his readers to confront&nbsp;societal ills, asking &ldquo;What are you going to do about it? is the question of to-day.&rdquo; It was a&nbsp;question of the past, but one that endures.&nbsp;</p> <p>Essay by Miriam Bader</p> <p>*Jacob Riis, <em><a href="http://www.bartleby.com/207/2.html">The Making of An American</a>,&nbsp;</em>2:&nbsp;18</p> <hr /> <p><strong>Additional resources:&nbsp;</strong></p> <p><a href="http://collections.mcny.org/Explore/Highlights/Jacob%20A.%20Riis/">Jacob A. Riis Photographic collection, The Museum of the City of New York</a></p> <p><a href="http://www.tenement.org/Virtual-Tour/vt_levine.html">Lower East Side Tenement Museum virtual tour of the Levine&nbsp;family&#39;s home and sweatshop in&nbsp;1897 at&nbsp;97 Orchard Street, New York City</a></p> <p><a href="http://cityroom.blogs.nytimes.com/2013/12/16/a-discussion-on-how-the-other-half-lives-by-jacob-riis/?_php=true&amp;_type=blogs&amp;_r=0">Ginia Bellafante, Discussion on <em>How the Other Half Lives</em>, <em>The New York Times</em></a></p> <p><a href="http://www.bartleby.com/people/Riis-Jac.html">Texts by Jacob Riis online bartleby.com</a></p> <p><a href="http://73869425.nhd.weebly.com/">&nbsp;&ldquo;Jacob Riis and the Other Half&rdquo; website by Lisa Xie</a>&nbsp;</p> <p>Bonnie Yochelson and Daniel Czitrom,&nbsp;<em>Rediscovering Jacob Riis: Exposure Journalism and Photography in Turn-of-the-Century New&nbsp;York</em>&nbsp;(&nbsp;Chicago University Press, 2014).</p>
it: <p><span class="block-image image-wrapper"><img alt="Jacob August Riis, &quot;Knee-pants&quot; at forty five cents a dozen—A Ludlow Street Sweater's Shop, c. 1890, 7 x 6 inches (" src="https://ka-perseus-images.s3.amazonaws.com/a38f8f518be0da0aab1caa0edf06cd81e43ca3f4.jpg" /><span class="image-caption">Jacob August Riis, <em>&quot;Knee-pants&quot; at forty five cents a dozen&mdash;A Ludlow Street Sweater&#39;s Shop</em>, c. 1890, 7 x 6 inches from&nbsp;<em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons: New York, 1890 (<a href="http://collections.mcny.org/Explore/Highlights/Jacob%20A.%20Riis/">The Museum of the City of New York</a>)</span></span></p> <h3>The slums of New York</h3> <p>Jacob&nbsp;Riis&nbsp;documented the slums of New York, what he deemed the world of&nbsp;the &ldquo;other half,&rdquo; teeming with immigrants, disease, and abuse. A police reporter and social&nbsp;reformer, Riis became intimately familiar with the perils of tenement living and sought to draw attention to the horrendous conditions. Between 1888 and 1892, he photographed the streets,&nbsp;people, and tenement apartments he encountered, using the vivid black and white slides to&nbsp;accompany his lectures and influential text, <em>How the Other Half Lives</em>, published in 1890 by&nbsp;Scribner&rsquo;s. His powerful images brought public attention to urban conditions, helping to propel a&nbsp;national debate over what American working and living conditions should be.</p> <p><span class="image-wrapper inline-image"><img alt="Jacob August Riis, How the Other Half Lives: Studies Among the Tenements of New York, Charles Scribner's Sons: New York, 1890" src="https://ka-perseus-images.s3.amazonaws.com/a7815d021bad46c6e3c2958df0d149b7e039556a.jpg" /><span class="image-caption">Jacob August Riis, <em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons: New York, 1890</span></span>A Danish immigrant, Riis arrived in America in 1870 at the age of 21, heartbroken from the&nbsp;rejection of his marriage proposal to Elisabeth Gj&oslash;rtz. Riis initially struggled to get by, working&nbsp;as a carpenter and at various odd jobs before gaining a footing in journalism. In 1877 he became&nbsp;a police reporter for <em>The New York Tribune</em>, assigned to the beat of New York City&rsquo;s Lower East&nbsp;Side. Riis believed his personal struggle as an immigrant who &ldquo;reached New York with just one&nbsp;cent in my&nbsp;pocket&rdquo;*&nbsp;shaped his involvement in reform efforts to alleviate the suffering he witnessed.</p> <p>As a police reporter, Riis had unique access to the city&rsquo;s slums. In the evenings, he would accompany&nbsp;law enforcement and members of the health department on raids of the tenements,&nbsp;witnessing the atrocities people suffered firsthand. Riis tried to convey the horrors to readers,&nbsp;but struggled to articulate the enormity of the problems through his writings. Impressed by the&nbsp;newly invented flash photography technique he read about, Riis began to experiment with the&nbsp;medium in 1888, believing that pictures would have the power to expose the tenement-house&nbsp;problem in a way that his textual reporting could not do alone. Indeed, the images he captured&nbsp;would shock the&nbsp;conscience of Americans.</p> <p><span class="block-image image-wrapper"><img alt="Jacob August Riis, The Mulberry Bend, c. 1890, 7 x 6 inches from How the Other Half Lives: Studies Among the Tenements of New York, Charles Scribner's Sons: New York, 1890" src="https://ka-perseus-images.s3.amazonaws.com/c8c4c69020b0a01827602cd7c37653ebd09c458c.jpg" /><span class="image-caption">Jacob August Riis, <em>The Mulberry Bend</em>, c. 1890, 7 x 6 inches from <em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons: New York, 1890&nbsp;(<a href="http://collections.mcny.org/Explore/Highlights/Jacob%20A.%20Riis/">The Museum of the City of New York</a>)</span></span></p> <h3>Midnight rounds</h3> <p>At first&nbsp;Riis engaged the services of a photographer who would accompany him as he made&nbsp;his midnight rounds with the police, but ultimately dissatisfied with this arrangement, Riis&nbsp;purchased a box camera and learned to use it. The flash technique used a combination of&nbsp;explosives to achieve the light necessary to take pictures in the dark. The process was new&nbsp;and messy and Riis made adjustments as he went. First, he or his assistants would position the&nbsp;camera on a tripod and then they would ignite the mixture of magnesium flash-powder above&nbsp;the camera lens, causing an explosive noise, great smoke, and a blinding flash of light. Initially,&nbsp;Riis used a revolver to shoot cartridges containing the explosive magnesium flash-powder, but&nbsp;he soon discovered that showing up waving pistols set the wrong tone and substituted a frying pan for&nbsp;the&nbsp;gun, flashing the light on that instead. The process certainly terrified those in the&nbsp;vicinity and also proved dangerous. Riis reported setting two fires in places he visited and nearly&nbsp;blinding himself on one occasion.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/f3faed7a215234e30e8842dd390262873cfeb9d5.jpg" /><span class="image-caption">Jacob August Riis, &quot;<em>A man atop a make-shift bed that consists of a plank across two barrels</em>,&quot; c. 1890, 7 x 6 inches from <em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons:<br /> New York, 1890&nbsp;(<a href="http://collections.mcny.org/Explore/Highlights/Jacob%20A.%20Riis/">The Museum of the City of New York</a>)</span></span></p> <h3>Home and work</h3> <p>While it is unclear if Riis&rsquo; pictures were totally candid or posed, his agenda of using the stark&nbsp;images to persuade the middle and upper classes that reform was needed is well documented.&nbsp;A major theme of Riis&rsquo; images was the terrible conditions immigrants lived in. In the 1890s,&nbsp;tenement apartments served as both homes and as garment factories. &ldquo;Knee-Pants at Forty-Five&nbsp;Cents a Dozen&mdash;A Ludlow Street Sweater&rsquo;s Shop&rdquo; depicts the intersection of home and work life&nbsp;that was typical. Note&nbsp;the number of people crowded together making knickers and&nbsp;consider their ages, gender, and role. Each worker would be paid by the piece produced and each had his/her own particular role to fill in the shop which was also&nbsp;a family&#39;s&nbsp;home.</p> <p><span class="block-image image-wrapper"><img alt="Jacob August Riis, &quot;Knee-pants&quot; at forty five cents a dozen—A Ludlow Street Sweater's Shop (detail), c. 1890, 7 x 6 inches from How the Other Half Lives" src="https://ka-perseus-images.s3.amazonaws.com/ec41bb82461ca493f8c0991a6c54aea65278a85a.jpg" /><span class="image-caption">Jacob August Riis,<em> &quot;Knee-pants&quot; at forty five cents a dozen&mdash;A Ludlow Street Sweater&#39;s Shop (detail)</em>, c. 1890, 7 x 6 inches from <em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons: New York, 1890&nbsp;(<a href="http://collections.mcny.org/Explore/Highlights/Jacob%20A.%20Riis/">The Museum of the City of New York</a>)</span></span></p> <p>While Riis did not record the names of the people he photographed, he organized his book into&nbsp;ethnic sections, categorizing the images according to the racial and ethnic stereotypes of his&nbsp;age. In this regard, Riis has been criticized for both his bias and reducing&nbsp;those photographed&nbsp;to nameless victims. &ldquo;Knee-Pants,&rdquo; appears in the chapter Jewtown and one can assume that&nbsp;the individuals are part of the large wave of Eastern European Jewish migration that flooded&nbsp;New York at the turn of the twentieth century.</p> <p><span class="block-image image-wrapper"><img alt="Detail of the &quot;Table of Contents,&quot; Jacob August Riis, How the Other Half Lives: Studies Among the Tenements of New York, Charles Scribner's Sons: New York, 1914" src="https://ka-perseus-images.s3.amazonaws.com/5e27688763218df5f66ed2125a840cf5712c96fd.jpg" /><span class="image-caption">Detail of the &quot;Table of Contents,&quot; Jacob August Riis, <em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons: New York, 1914</span></span></p> <p>They are likely conversing in Yiddish and share&nbsp;some type of familial or neighborly connection. Some of the workers depicted might have lived in a neighboring New&nbsp;York City apartment or next door back in the old country. Home life, family relations and business relations, are intertwined. Just as it is impossible to know the names of the people captured in Riis&rsquo; image, and what Riis actually thought of them, one also cannot know their own&nbsp;impressions of the workplace, or their hopes and day-to-day challenges.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/db4519814604017e72f516d4eba7f5105145c6ac.jpg" /><span class="image-caption">Jacob August Riis, &quot;<em>12 year old boy at work pulling threads. Had sworn certificate he was 16&mdash;owned under cross-examination to being 12. His teeth corresponded with that age</em>,&quot; c. 1890, 7 x 6 inches, from <em>How the Other Half Lives: Studies Among the Tenements of New York</em>, Charles Scribner&#39;s Sons: New York, 1890&nbsp;(<a href="http://collections.mcny.org/Explore/Highlights/Jacob%20A.%20Riis/">The Museum of the City of New York</a>)</span></span>The work performed in tenements like these throughout the Lower East Side made New York&nbsp;City the largest producer of clothing in the United States. Under the contracting system, the&nbsp;tenement shop would be responsible for assembling the garments, which made up the bulk&nbsp;of the work. By 1910, New York produced 70% of women&rsquo;s clothing and 40% of men&rsquo;s ready-made clothing. That meant that the knee-pants and garments made by the workers captured in&nbsp;this Ludlow Street sweatshop were shipped across the nation. Riis&rsquo; photographs&nbsp;helped make the sweatshop a subject of a national debate and the center of a struggle between&nbsp;workers, owners, consumers, politicians, and social reformers.</p> <h3>The Progressive Era</h3> <p>Riis&rsquo; photographs are part of a larger reform effort undertaken during the Progressive Era,&nbsp;that sought to address the problems of rapid industrialization and urbanization. Progressives&nbsp;worked under the premise that if one studies and documents a problem and proposes and tests&nbsp;solutions, difficulties can ultimately be solved, improving the welfare of society as a whole. Progressives&nbsp;like Riis, Lewis Hine, and Jessie Tarbox Beals pioneered the tradition of documentary&nbsp;photography, using the tool to record and publicize working and housing conditions and a&nbsp;renewed call for reform. These efforts ultimately led to government regulation and the passage&nbsp;of the 1901 Tenement House Law, which mandated new construction and sanitation regulations&nbsp;that improved the access to air, light, and water in all tenement buildings.<br /> <br /> <span class="block-image image-wrapper"><img alt="Jessie Tarbox Beals, Child on Fire Escape (NYC), c. 1918, for the New York Association for Improving the Condition of the Poor (Columbia University Libraries)" src="https://ka-perseus-images.s3.amazonaws.com/6d5a5fa94e62d85500170708f825192907f9f7fe.jpg" /><span class="image-caption">Jessie Tarbox Beals, <em>Child on Fire Escape</em>, c. 1918,<br /> for the New York Association for Improving the Condition of the Poor (<a href="http://css.cul.columbia.edu/catalog/rbml_css_0001">Columbia University Libraries</a>)</span></span>In the introduction to the <em>How the Other Half Lives</em>, Riis challenged his readers to confront&nbsp;societal ills, asking &ldquo;What are you going to do about it? is the question of to-day.&rdquo; It was a&nbsp;question of the past, but one that endures.&nbsp;</p> <p>Essay by Miriam Bader</p> <p>*Jacob Riis, <em><a href="http://www.bartleby.com/207/2.html">The Making of An American</a>,&nbsp;</em>2:&nbsp;18</p> <hr /> <p><strong>Additional resources:&nbsp;</strong></p> <p><a href="http://collections.mcny.org/Explore/Highlights/Jacob%20A.%20Riis/">Jacob A. Riis Photographic collection, The Museum of the City of New York</a></p> <p><a href="http://www.tenement.org/Virtual-Tour/vt_levine.html">Lower East Side Tenement Museum virtual tour of the Levine&nbsp;family&#39;s home and sweatshop in&nbsp;1897 at&nbsp;97 Orchard Street, New York City</a></p> <p><a href="http://cityroom.blogs.nytimes.com/2013/12/16/a-discussion-on-how-the-other-half-lives-by-jacob-riis/?_php=true&amp;_type=blogs&amp;_r=0">Ginia Bellafante, Discussion on <em>How the Other Half Lives</em>, <em>The New York Times</em></a></p> <p><a href="http://www.bartleby.com/people/Riis-Jac.html">Texts by Jacob Riis online bartleby.com</a></p> <p><a href="http://73869425.nhd.weebly.com/">&nbsp;&ldquo;Jacob Riis and the Other Half&rdquo; website by Lisa Xie</a>&nbsp;</p> <p>Bonnie Yochelson and Daniel Czitrom,&nbsp;<em>Rediscovering Jacob Riis: Exposure Journalism and Photography in Turn-of-the-Century New&nbsp;York</em>&nbsp;(&nbsp;Chicago University Press, 2014).</p>
