Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>&nbsp;</h3> <p><span class="block-image image-wrapper"><img alt="Tuareg looking over the Tassili n’Ajjer massif. 2013,2034.4551 © TARA/David Coulson" src="https://ka-perseus-images.s3.amazonaws.com/17978a284602a5fc637b7e9cb486716dc4f4baf2.jpg" /><span class="image-caption">Tuareg looking over the Tassili n&rsquo;Ajjer massif. 2013,2034.4551 &copy; TARA/David Coulson</span></span></p> <p><span class="image-wrapper inline-image"><img alt="View of section of rock shelter wall containing painting of ‘La Dame Noire de Sefar’(“the Black Lady of Sefar”). Row of small stones placed in front of paintings to mark closest approach for tourists. Sefar, Ajjer Plateau, Djanet, Tassili, Algeria. Reproduced by permission of the artist. Copyright TARA/ David Coulson" src="https://ka-perseus-images.s3.amazonaws.com/7f23705c16673a48ce213b461b085a7b08fa8f3b.jpg" /><span class="image-caption">View of section of rock shelter wall containing painting of &lsquo;La Dame Noire de Sefar&rsquo;(&ldquo;the Black Lady of Sefar&rdquo;). Row of small stones placed in front of paintings to mark closest approach for tourists. Sefar, Ajjer Plateau, Djanet, Tassili, Algeria. Reproduced by permission of the artist. Copyright TARA/ David Coulson</span></span></p> <h3>Forests of Stone</h3> <p>Algeria is Africa&rsquo;s largest country and most of it falls within the Sahara Desert. It also hosts a rich rock art concentration. Most of the sites are found in the south east of the country near its borders with Libya and Niger but there are also important concentrations in the Algerian Maghreb and in the Hoggar Mountains in the central south.</p> <p>The most renowned of all these areas is the Tassili n&rsquo;Ajjer (meaning &quot;plateau of chasms&quot;) in the south east. Water and sand erosion have carved out a landscape of thin passageways, large arches, and high-pillared rocks, described as &ldquo;forests of stone&rdquo; by French archaeologist and ethnographer Henri Lhote. The resulting undercuts at cliff bases have created rock shelters with smooth walls ideal for painting and engraving (left).&nbsp;</p> <p>The Ajjer plateau rises to approximately 500-600 meters above the plain of Djanet, an oasis city, and capital of Djanet District, in Illizi Province, southeast Algeria. The region has been inhabited since Neolithic times, when the environment was much wetter and sustained a wider extent of flora and fauna as witnessed in the numerous rock paintings of Tassili n&#39;Ajjer. Classified as a World Heritage Site by UNESCO in 1982 and Biosphere Reserve in 1986, Tassili n&#39;Ajjer covers a vast area of desert landscape in southern Algeria, stretching from the Niger and Libyan border area, north and east of Djanet, as far as Illizi and Amguid, covering an area of 72,000 sq. km.</p> <p><span class="block-image image-wrapper"><img alt="Map showing location in north Africa of Tassili N'Ajjer National Park, imagery @2015 Data SIO, NOAA, U.S. Navy, NGA, GEBCO, Landsat, IBCAO, U.S. Geological Survey, Map data @2015 Google" src="https://ka-perseus-images.s3.amazonaws.com/2bf3684a33332b257b46809306a61b5b851984ee.jpg" /><span class="image-caption">Map showing location in north Africa of Tassili N&#39;Ajjer National Park, Imagery @2015 Data SIO, NOAA, U.S. Navy, NGA, GEBCO, Landsat, IBCAO, U.S. Geological Survey, Map data @2015 Google</span></span></p> <p>The rock art of the Tassili region was introduced to Western eyes as a result of visits and sketches made by French legionnaires, in particular a Lt. Brenans during the 1930s. On several of his expeditions, Lt. Brenans took French archaeologist Henri Lhote who went on to revisit sites in Algeria between 1956-1970 documenting and recording the images he found. Regrettably, some previous methods of recording and/or documenting have caused damage to the vibrancy and integrity of the images.</p> <h3>Subject matter</h3> <p>More than 15,000 rock paintings and engravings, dating back as far as 12,000 years are located in this region and have made Tassili world famous for this reason. The art depicts herds of cattle and large wild animals such as giraffe and elephant, as well as human activities such as hunting and dancing. The area is especially famous for its Round Head paintings which were first described and published by Henri Lhote in the 1950s. Thought to date from around 9,000 years old, some of these paintings are the largest found on the African continent, measuring up to 13 feet in height.</p> <p><span class="block-image image-wrapper"><img alt="Painted rock art depicting five red figures, from Jabbaren, Ajjer Plateau, Djanet, Tassili, Algeria. 2013,2034.4248 © TARA/David Coulson" src="https://ka-perseus-images.s3.amazonaws.com/773dccf005986772659099948645a4fc424c980a.jpg" /><span class="image-caption">Painted rock art depicting five red figures, from Jabbaren, Ajjer Plateau, Djanet, Tassili, Algeria. 2013,2034.4248 &copy; TARA/David Coulson</span></span></p> <p>Although the styles and subjects of north African rock art vary, there are commonalities: images are most often figurative and frequently depict animals, both wild and domestic. There are also many images of human figures, sometimes with accessories such as recognisable weaponry or clothing. These may be painted or engraved, with frequent occurrences of both, at times in the same context. Engravings are generally more common, although this may simply be a preservation bias due to their greater durability.</p> <p>The physical context of rock art sites varies depending on geographical and topographical factors&mdash;for example, Moroccan rock engravings are often found on open rocky outcrops, while Tunisia&rsquo;s Djebibina rock art sites have all been found in rock shelters. Rock art in the vast and harsh environments of the Sahara is often inaccessible and hard to find, and there is probably a great deal of rock art that is yet to be seen by archaeologists; what is known has mostly been documented within the last century.<br /> &nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" />&nbsp;&nbsp;</span></p> <p><br /> <br /> <br /> &copy; Trustees of the British Museum</p>
it: <h3>&nbsp;</h3> <p><span class="block-image image-wrapper"><img alt="Tuareg looking over the Tassili n’Ajjer massif. 2013,2034.4551 © TARA/David Coulson" src="https://ka-perseus-images.s3.amazonaws.com/17978a284602a5fc637b7e9cb486716dc4f4baf2.jpg" /><span class="image-caption">Tuareg looking over the Tassili n&rsquo;Ajjer massif. 2013,2034.4551 &copy; TARA/David Coulson</span></span></p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7f23705c16673a48ce213b461b085a7b08fa8f3b.jpg" /><span class="image-caption">View of section of rock shelter wall containing painting of &lsquo;La Dame Noire de Sefar&rsquo;(&ldquo;the Black Lady of Sefar&rdquo;). Row of small stones placed in front of paintings to mark closest approach for tourists. Sefar, Ajjer Plateau, Djanet, Tassili, Algeria. Reproduced by permission of the artist. Copyright TARA/ David Coulson</span></span></p> <h3>Forests of Stone</h3> <p>Algeria is Africa&rsquo;s largest country and most of it falls within the Sahara Desert. It also hosts a rich rock art concentration. Most of the sites are found in the south east of the country near its borders with Libya and Niger but there are also important concentrations in the Algerian Maghreb and in the Hoggar Mountains in the central south.</p> <p>The most renowned of all these areas is the Tassili n&rsquo;Ajjer (meaning &quot;plateau of chasms&quot;) in the south east. Water and sand erosion have carved out a landscape of thin passageways, large arches, and high-pillared rocks, described as &ldquo;forests of stone&rdquo; by French archaeologist and ethnographer Henri Lhote. The resulting undercuts at cliff bases have created rock shelters with smooth walls ideal for painting and engraving (left).&nbsp;</p> <p>The Ajjer plateau rises to approximately 500-600 meters above the plain of Djanet, an oasis city, and capital of Djanet District, in Illizi Province, southeast Algeria. The region has been inhabited since Neolithic times, when the environment was much wetter and sustained a wider extent of flora and fauna as witnessed in the numerous rock paintings of Tassili n&#39;Ajjer. Classified as a World Heritage Site by UNESCO in 1982 and Biosphere Reserve in 1986, Tassili n&#39;Ajjer covers a vast area of desert landscape in southern Algeria, stretching from the Niger and Libyan border area, north and east of Djanet, as far as Illizi and Amguid, covering an area of 72,000 sq. km.</p> <p><span class="block-image image-wrapper"><img alt="Map showing location in north Africa of Tassili N'Ajjer National Park, imagery @2015 Data SIO, NOAA, U.S. Navy, NGA, GEBCO, Landsat, IBCAO, U.S. Geological Survey, Map data @2015 Google" src="https://ka-perseus-images.s3.amazonaws.com/2bf3684a33332b257b46809306a61b5b851984ee.jpg" /><span class="image-caption">Map showing location in north Africa of Tassili N&#39;Ajjer National Park, Imagery @2015 Data SIO, NOAA, U.S. Navy, NGA, GEBCO, Landsat, IBCAO, U.S. Geological Survey, Map data @2015 Google</span></span></p> <p>The rock art of the Tassili region was introduced to Western eyes as a result of visits and sketches made by French legionnaires, in particular a Lt. Brenans during the 1930s. On several of his expeditions, Lt. Brenans took French archaeologist Henri Lhote who went on to revisit sites in Algeria between 1956-1970 documenting and recording the images he found. Regrettably, some previous methods of recording and/or documenting have caused damage to the vibrancy and integrity of the images.</p> <h3>Subject matter</h3> <p>More than 15,000 rock paintings and engravings, dating back as far as 12,000 years are located in this region and have made Tassili world famous for this reason. The art depicts herds of cattle and large wild animals such as giraffe and elephant, as well as human activities such as hunting and dancing. The area is especially famous for its Round Head paintings which were first described and published by Henri Lhote in the 1950s. Thought to date from around 9,000 years old, some of these paintings are the largest found on the African continent, measuring up to 13 feet in height.</p> <p><span class="block-image image-wrapper"><img alt="Painted rock art depicting five red figures, from Jabbaren, Ajjer Plateau, Djanet, Tassili, Algeria. 2013,2034.4248 © TARA/David Coulson" src="https://ka-perseus-images.s3.amazonaws.com/773dccf005986772659099948645a4fc424c980a.jpg" /><span class="image-caption">Painted rock art depicting five red figures, from Jabbaren, Ajjer Plateau, Djanet, Tassili, Algeria. 2013,2034.4248 &copy; TARA/David Coulson</span></span></p> <p>Although the styles and subjects of north African rock art vary, there are commonalities: images are most often figurative and frequently depict animals, both wild and domestic. There are also many images of human figures, sometimes with accessories such as recognisable weaponry or clothing. These may be painted or engraved, with frequent occurrences of both, at times in the same context. Engravings are generally more common, although this may simply be a preservation bias due to their greater durability.</p> <p>The physical context of rock art sites varies depending on geographical and topographical factors&mdash;for example, Moroccan rock engravings are often found on open rocky outcrops, while Tunisia&rsquo;s Djebibina rock art sites have all been found in rock shelters. Rock art in the vast and harsh environments of the Sahara is often inaccessible and hard to find, and there is probably a great deal of rock art that is yet to be seen by archaeologists; what is known has mostly been documented within the last century.<br /> &nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" />&nbsp;&nbsp;</span></p> <p><br /> <br /> <br /> &copy; Trustees of the British Museum</p>
