Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9abe23d090581e735cc4e26ba25be9b3791afc43.jpg" /><span class="image-caption">Jacques-Louis David, <em>Napoleon Crossing the Alps </em>or<em> Bonaparte at the St Bernard Pass</em>, 1800-1, oil on canvas, 261 x 221 cm (Chateau de Malmaison, Rueil-Malmaison)</span></span></p> <p>Some find it stiff and lifeless, proof of David&rsquo;s ineptness at capturing movement. Some see it not as art, but propaganda, pure and simple. Some snigger at its overblown, action-packed, cliff-hanging momentousness, with shades of &ldquo;Hi ho Silver, away!&rdquo; Some have it down as a sort of beginning of the end moment in David&rsquo;s career, before he officially became Napoleon&rsquo;s artist-lackey. Whatever one might say, though (and a lot has been said about <em>Napoleon Crossing the Alps</em>), it is still arguably the most successful portrait of Napoleon Bonaparte that was ever made. Personally, I love it.</p> <h3>Background</h3> <p>Completed in four months, from October 1800 to January 1801, it signals the dawning of a new century. After a decade of terror and uncertainty following the Revolution, France was emerging as a great power once more. At the heart of this revival, of course, was General Napoleon Bonaparte who, in 1799, had staged an uprising against the revolutionary government (a coup d&rsquo;&eacute;tat), installed himself as First Consul, and effectively become the most powerful man in France (a few years later he will declare himself emperor).</p> <p>In May 1800 he led his troops across the Alps in a military campaign against the Austrians which ended in their defeat in June at the Battle of Marengo. It is this achievement the painting commemorates. The portrait was commissioned by Charles IV, then King of Spain, &nbsp;to be hung in a gallery of paintings of other great military leaders housed in the Royal Palace in Madrid.&nbsp;</p> <h3>Napoleon and the Portrait</h3> <p>Famously, Napoleon offered David little support in executing the painting. Refusing to sit for it, he argued that: &ldquo;Nobody knows if the portraits of the great men resemble them, it is enough that their genius lives there.&rdquo; All David had to work from was an earlier portrait and the uniform Napoleon had worn at Marengo. One of David&rsquo;s sons stood in for him, dressed up in the uniform and perched on top of a ladder. This probably accounts for the youthful physique of the figure.</p> <p>Napoleon, however, was not entirely divorced from the process. He was the one who settled on the idea of an equestrian portrait: &ldquo;calme sur un cheval fougueux&rdquo; (calm on a fiery horse), were his instructions to the artist. And David duly obliged. What better way, after all, to demonstrate Napoleon&#39;s ability to to wield power with sound judgment and composure. The fact that Napoleon did not actually lead his troops over the Alps but followed a couple of days after them, travelling on a narrow path on the back of a mule is not the point!</p> <h3>Description</h3> <p>Like many equestrian portraits, a genre favoured by royalty, <em>Napoleon Crossing the Alps</em> is a portrait of authority. Napoleon is pictured astride a rearing Arabian stallion. Before him to his left we see a mountain, while in the background, largely obscured by rocks, French troops haul along a large canon and further down the line fly the tricolore (the national flag of France) .&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/15c1c33e8cf89f498a50beb3220dd01fdfcfc122.png" /><span class="image-caption">Napoleon (detail), Jacques-Louis David, <em>Napoleon Crossing the Alps</em>&nbsp;or&nbsp;<em>Bonaparte at the St Bernard Pass</em>, 1800-1, oil on canvas, 261 x 221 cm (Chateau de Malmaison, Rueil-Malmaison)</span></span>Bonaparte&rsquo;s gloveless right hand points up towards the invisible summit, more for us to follow, one feels, than the soldiers in the distance. Raised arms are often found in David&rsquo;s work, though this one is physically connected with the setting, echoing the slope of the mountain ridge. Together with the line of his cloak, these create a series of diagonals that are counterbalanced by the clouds to the right. The overall effect is to stabilise the figure of Napoleon.&nbsp;</p> <p>The landscape is treated as a setting for the hero, not as a subject in itself. On the rock to the bottom left (below), for instance, the name of Napoleon is carved beside the names of Hannibal and Charlemagne&mdash;two other notable figures who led their troops over the Alps. David uses the landscape then to reinforce what he wishes to convey about his subject. In terms of scale alone, Napoleon and his horse dominate the pictorial plane. Taking the point further, if with that outstretched arm and billowing cloak, his body seems to echo the landscape, the reverse might equally hold true, that it is the landscape that echoes him, and is ultimately mastered by his will. David seems to suggest that this man, whose achievements will be celebrated for centuries to come, can do just about anything.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/1dc16b745e778ea131b956de0fad88b21d61836d.png" /><span class="image-caption">Inscriptions reading &quot;Bonaparte,&quot; &quot;Hannibal,&quot; and &quot;Karolus Magnus&quot;(detail),&nbsp;Jacques-Louis David, detail&nbsp;<em>Napoleon Crossing the Alps</em>&nbsp;or&nbsp;<em>Bonaparte at the St Bernard Pass</em>, 1800-1, oil on canvas, 261 x 221 cm (Chateau de Malmaison, Rueil-Malmaison)</span> </span></p> <p>Napoleon was obviously flattered. He ordered three more versions to be painted; a fifth was also produced which stayed in David&rsquo;s studio. Reflecting the breadth of Napoleon&rsquo;s European conquests, one was hung in Madrid, two in Paris, and one in Milan.</p> <h3>Conclusion</h3> <p>In 1801 David was awarded the position of Premier Peintre (First Painter) to Napoleon. One may wonder how he felt about this new role. Certainly David idolized the man. <em>Voil&agrave; mon h&eacute;ros</em> (here is my hero), he said to his students when the general first visited him in his studio. And perhaps it was a source of pride for him to help secure Napoleon&rsquo;s public image. Significantly, he signs and dates <em>Napoleon Crossing the Alps</em> on the horse&rsquo;s breastplate, a device used to hold the saddle firmly in place. The breastplate also serves as a constraint, though, and given his later huge commissions, such as <em>The Coronation of Napoleon</em>, one wonders if David&rsquo;s creative genius was inhibited as a result of his hero&rsquo;s patronage.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/184d2309eced304d459f5189296047dd1a2f3488.jpg" /><span class="image-caption">Jacques-Louis David, <em>The Coronation of Napoleon</em>, 1805-07, oil on canvas, 621 x 979 cm (Louvre)</span></span></p> <p>In <em>Napoleon Crossing the Alps</em>, however, the spark is still undeniably there. Very much in accord with the direction his art was taking at the time, &ldquo;a return to the pure Greek&rdquo; as he put it. In it he moulds the image of an archetype, the sort one finds on medals and coins, instantly recognizable and infinitely reproducible, a hero for all time.</p> <p>Essay&nbsp;by Ben Pollitt</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.napoleon.org/en/essential_napoleon/key_painting/premier_empire.asp">Key Paintings from the First Empire from The Fondation Napol&eacute;on</a></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/consecration-emperor-napoleon-and-coronation-empress-josephine-december-2-1804">The Consecration of the Emperor Napoleon and the Coronation of Empress Jos&eacute;phine on December 2, 1804 at the Louvre</a></p> <p><a href="http://www.bbc.co.uk/history/british/empire_seapower/french_threat_01.shtml">Dan Cruickshank, &quot;Napoleon, Nelson and the French Threat,&quot; BBC History (2011)</a></p> <p><a href="http://www.bbc.co.uk/history/historic_figures/bonaparte_napoleon.shtml">Napoleon Bonaparte on BBC History</a></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/9abe23d090581e735cc4e26ba25be9b3791afc43.jpg" /><span class="image-caption">Jacques-Louis David, <em>Napoleon Crossing the Alps </em>or<em> Bonaparte at the St Bernard Pass</em>, 1800-1, oil on canvas, 261 x 221 cm (Chateau de Malmaison, Rueil-Malmaison)</span></span></p> <p>Some find it stiff and lifeless, proof of David&rsquo;s ineptness at capturing movement. Some see it not as art, but propaganda, pure and simple. Some snigger at its overblown, action-packed, cliff-hanging momentousness, with shades of &ldquo;Hi ho Silver, away!&rdquo; Some have it down as a sort of beginning of the end moment in David&rsquo;s career, before he officially became Napoleon&rsquo;s artist-lackey. Whatever one might say, though (and a lot has been said about <em>Napoleon Crossing the Alps</em>), it is still arguably the most successful portrait of Napoleon Bonaparte that was ever made. Personally, I love it.</p> <h3>Background</h3> <p>Completed in four months, from October 1800 to January 1801, it signals the dawning of a new century. After a decade of terror and uncertainty following the Revolution, France was emerging as a great power once more. At the heart of this revival, of course, was General Napoleon Bonaparte who, in 1799, had staged a an uprising against the revolutionary government (a coup d&rsquo;&eacute;tat), installed himself as First Consul, and effectively become the most powerful man in France (a few years later he will declare himself emporer).</p> <p>In May 1800 he led his troops across the Alps in a military campaign against the Austrians which ended in their defeat in June at the Battle of Marengo. It is this achievement the painting commemorates. The portrait was commissioned by Charles IV, then King of Spain, &nbsp;to be hung in a gallery of paintings of other great military leaders housed in the Royal Palace in Madrid.&nbsp;</p> <h3>Napoleon and the Portrait</h3> <p>Famously, Napoleon offered David little support in executing the painting. Refusing to sit for it, he argued that: &ldquo;Nobody knows if the portraits of the great men resemble them, it is enough that their genius lives there.&rdquo; All David had to work from was an earlier portrait and the uniform Napoleon had worn at Marengo. One of David&rsquo;s sons stood in for him, dressed up in the uniform and perched on top of a ladder. This probably accounts for the youthful physique of the figure.</p> <p>Napoleon, however, was not entirely divorced from the process. He was the one who settled on the idea of an equestrian portrait: &ldquo;calme sur un cheval forgueux&rdquo; (calm on a fiery horse), were his instructions to the artist. And David duly obliged. What better way, after all, to demonstrate Napoleon&#39;s ability to to wield power with sound judgment and composure. The fact that Napoleon did not actually lead his troops over the Alps but followed a couple of days after them, travelling on a narrow path on the back of a mule is not the point!</p> <h3>Description</h3> <p>Like many equestrian portraits, a genre favoured by royalty, <em>Napoleon Crossing the Alps</em> is a portrait of authority. Napoleon is pictured astride a rearing Arabian stallion. Before him to his left we see a mountain, while in the background, largely obscured by rocks, French troops haul along a large canon and further down the line fly the tricolore (the national flag of France) .&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/15c1c33e8cf89f498a50beb3220dd01fdfcfc122.png" /><span class="image-caption">Napoleon (detail), Jacques-Louis David, <em>Napoleon Crossing the Alps</em>&nbsp;or&nbsp;<em>Bonaparte at the St Bernard Pass</em>, 1800-1, oil on canvas, 261 x 221 cm (Chateau de Malmaison, Rueil-Malmaison)</span></span>Bonaparte&rsquo;s gloveless left hand points up towards the invisible summit, more for us to follow, one feels, than the soldiers in the distance. Raised arms are often found in David&rsquo;s work, though this one is physically connected with the setting, echoing the slope of the mountain ridge. Together with the line of his cloak, these create a series of diagonals that are counterbalanced by the clouds to the right. The overall effect is to stabilise the figure of Napoleon.&nbsp;</p> <p>The landscape is treated as a setting for the hero, not as a subject in itself. On the rock to the bottom left (below), for instance, the name of Napoleon is carved beside the names of Hannibal and Charlemagne&mdash;two other notable figures who led their troops over the Alps. David uses the landscape then to reinforce what he wishes to convey about his subject. In terms of scale alone, Napoleon and his horse dominate the pictorial plane. Taking the point further, if with that outstretched arm and billowing cloak, his body seems to echo the landscape, the reverse might equally hold true, that it is the landscape that echoes him, and is ultimately mastered by his will. David seems to suggest that this man, whose achievements will be celebrated for centuries to come, can do just about anything.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/1dc16b745e778ea131b956de0fad88b21d61836d.png" /><span class="image-caption">Inscriptions reading &quot;Bonaparte,&quot; &quot;Hannibal,&quot; and &quot;Karolus Magnus&quot;(detail),&nbsp;Jacques-Louis David, detail&nbsp;<em>Napoleon Crossing the Alps</em>&nbsp;or&nbsp;<em>Bonaparte at the St Bernard Pass</em>, 1800-1, oil on canvas, 261 x 221 cm (Chateau de Malmaison, Rueil-Malmaison)</span> </span></p> <p>Napoleon was obviously flattered. He ordered three more versions to be painted; a fifth was also produced which stayed in David&rsquo;s studio. Reflecting the breadth of Napoleon&rsquo;s European conquests, one was hung in Madrid, two in Paris, and one in Milan.</p> <h3>Conclusion</h3> <p>In 1801 David was awarded the position of Premier Peintre (First Painter) to Napoleon. One may wonder how he felt about this new role. Certainly David idolized the man. <em>Voil&agrave; mon h&eacute;ros</em> (here is my hero), he said to his students when the general first visited him in his studio. And perhaps it was a source of pride for him to help secure Napoleon&rsquo;s public image. Significantly, he signs and dates <em>Napoleon Crossing the Alps</em> on the horse&rsquo;s breastplate, a device used to hold the saddle firmly in place. The breastplate also serves as a constraint, though, and given his later huge commissions, such as <em>The Coronation of Napoleon</em>, one wonders if David&rsquo;s creative genius was inhibited as a result of his hero&rsquo;s patronage.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/184d2309eced304d459f5189296047dd1a2f3488.jpg" /><span class="image-caption">Jacques-Louis David, <em>The Coronation of Napoleon</em>, 1805-07, oil on canvas, 621 x 979 cm (Louvre)</span></span></p> <p>In <em>Napoleon Crossing the Alps</em>, however, the spark is still undeniably there. Very much in accord with the direction his art was taking at the time, &ldquo;a return to the pure Greek&rdquo; as he put it. In it he moulds the image of an archetype, the sort one finds on medals and coins, instantly recognizable and infinitely reproducible, a hero for all time.</p> <p>Essay&nbsp;by Ben Pollitt</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.napoleon.org/en/essential_napoleon/key_painting/premier_empire.asp">Key Paintings from the First Empire from The Fondation Napol&eacute;on</a></p> <p><a href="http://www.louvre.fr/en/oeuvre-notices/consecration-emperor-napoleon-and-coronation-empress-josephine-december-2-1804">The Consecration of the Emperor Napoleon and the Coronation of Empress Jos&eacute;phine on December 2, 1804 at the Louvre</a></p> <p><a href="http://www.bbc.co.uk/history/british/empire_seapower/french_threat_01.shtml">Dan Cruickshank, &quot;Napoleon, Nelson and the French Threat,&quot; BBC History (2011)</a></p> <p><a href="http://www.bbc.co.uk/history/historic_figures/bonaparte_napoleon.shtml">Napoleon Bonaparte on BBC History</a></p>
