Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>&nbsp;</h3> <p><span class="block-image image-wrapper"><img alt="Sarcophagus of the Spouses, c. 520 B.C.E., painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches, found in the Banditaccia necropolis, Cerveteri (Museo Nazionale di Villa Giulia in Rome)" src="https://ka-perseus-images.s3.amazonaws.com/4a42128345bade338c7b8b739f1c01d49cd3f5b2.jpg" /><span class="image-caption"><em>Sarcophagus of the Spouses</em>, c. 520 B.C.E., Etruscan, painted terracotta,<br /> 3 feet 9-1/2 inches x 6 feet 7 inches, found in the Banditaccia necropolis, Cerveteri (Museo Nazionale di Villa Giulia in Rome)</span></span></p> <p>The <em>Sarcophagus of the Spouses</em> is an anthropoid (human-shaped), painted terracotta sarcophagus found in the ancient Etruscan city of Caere (now Cerveteri, Italy). The sarcophagus, which would have originally contained cremated human remains, was discovered during the course of archaeological excavations in the Banditaccia necropolis of ancient Caere during the nineteenth century and is now in Rome. The sarcophagus is quite similar to another terracotta sarcophagus from Caere depicting a man and woman that is presently housed in the Louvre Museum in Paris; these two sarcophagi are contemporary to one another and are perhaps the products of the same artistic workshop.</p> <p><span class="block-image image-wrapper"><img alt="Sarcophagus of the Spouses (detail), c. 520 B.C.E., Etruscan, painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches, found in the Banditaccia necropolis, Cerveteri (Museo Nazionale di Villa Giulia in Rome)" src="https://ka-perseus-images.s3.amazonaws.com/d3b2d754568ed97dfb142346ebea077a6541ab38.jpg" /><span class="image-caption">Upper bodies (detail), <em>Sarcophagus of the Spouses</em>, c. 520 B.C.E., Etruscan, painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches,<br /> found in the Banditaccia necropolis, Cerveteri<br /> (Museo Nazionale di Villa Giulia in Rome)</span></span></p> <h3>An archaic couple</h3> <p>The sarcophagus depicts a reclining man and woman on its lid. The pair rests on highly stylized cushions, just as they would have done at an actual banquet. The body of the sarcophagus is styled so as to resemble a&nbsp;kline&nbsp;(dining couch).&nbsp;Both figures have highly stylized hair, in each case plaited with the stylized braids hanging rather stiffly at the sides of the neck. In the female&rsquo;s case the plaits are arranged so as to hang down in front of each shoulder. The female wears a soft cap atop her head; she also wears shoes with pointed toes that are characteristically Etruscan. The male&rsquo;s braids hang neatly at the back, splayed across the upper back and shoulders. The male&rsquo;s beard and the hair atop his head is quite abstracted without any interior detail. Both figures have elongated proportions that are at home in the archaic period in the Mediterranean.</p> <p><span class="block-image image-wrapper"><img alt="Upper bodies (detail), Sarcophagus of the Spouses, c. 520 B.C.E., Etruscan, painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches, found in the Banditaccia necropolis, Cerveteri (Museo Nazionale di Villa Giulia in Rome)" src="https://ka-perseus-images.s3.amazonaws.com/42e01f4f57b4c243daf5c3ab3cae9177354e73ba.jpg" /><span class="image-caption">Feet and shoes (detail), Sarcophagus of the Spouses, c. 520 B.C.E., Etruscan, painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches,<br /> found in the Banditaccia necropolis, Cerveteri<br /> (Museo Nazionale di Villa Giulia in Rome)</span></span></p> <h3>A banquet</h3> <p>The S<em>arcophagus of the Spouses</em> has been interpreted as belonging to a banqueting scene, with the couple reclining together on a single dining couch while eating and drinking. This situates the inspiration for the sarcophagus squarely in the convivial (social)&nbsp;sphere and, as we are often reminded, conviviality was central to Etruscan mortuary rituals. Etruscan funerary art&mdash;including painted tombs&mdash;often depicts scenes of revelry, perhaps as a reminder of the funeral banquet that would send the deceased off to the afterlife or perhaps to reflect the notion of perpetual conviviality in said afterlife. Whatever the case, banquets provide a great deal of iconographic fodder for Etruscan artists.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/8d85b67cbd8faf6e4924ec70ef3b7e91998b90c1.jpg" /><span class="image-caption"><em>Banquet Plaque</em> (detail)&nbsp;from Poggio Civitate, early 6th century B.C.E., Etruscan, terracotta (Antiquarium di Poggio Civitate Museo Archeologico, Murlo, Italy) (photo:&nbsp;<a href="http://commons.wikimedia.org/wiki/File:Lastra_di_rivestimento_fittile_con_scena_di_banchetto,_murlo,_antiquarium_di_poggio_civitate,_VI_sec._ac..JPG">sailko</a>,&nbsp;CC BY-SA 3.0)</span></span>In the case of the sarcophagus it is also important to note that at Etruscan banquets, men and women reclined and ate together, a circumstance that was quite different from other Mediterranean cultures, especially the Greeks. We see multiple instances of mixed gender banquets across a wide chronological range, leading us to conclude that this was common practice in Etruria. The terracotta plaque from Poggio Civitate,&nbsp;Murlo (above), for instance, that is roughly contemporary to the sarcophagus of the spouses shows a close iconographic parallel for this custom. This cultural custom generated some resentment&mdash;even animus&mdash;on the part of Greek and Latin authors in antiquity who saw this Etruscan practice not just as different, but took it as offensive behavior. Women enjoyed a different and more privileged status in Etruscan society than did their Greek and Roman counterparts.</p> <p><span class="image-wrapper inline-image"><img alt="Female's face (detail), Sarcophagus of the Spouses, c. 520 B.C.E., Etruscan, painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches, found in the Banditaccia necropolis, Cerveteri (Museo Nazionale di Villa Giulia in Rome)" src="https://ka-perseus-images.s3.amazonaws.com/864cb0fe987e31d5418d40597b61f5b8039cf71d.jpg" /><span class="image-caption">Female&#39;s face (detail), <em>Sarcophagus of the Spouses</em>, c. 520 B.C.E., Etruscan, painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches, found in the Banditaccia necropolis, Cerveteri (Museo Nazionale di Villa Giulia in Rome)</span></span></p> <h3>Technical achievement</h3> <p>The <em>Sarcophagus of the Spouses</em> is a masterwork of terracotta sculpture. Painted terracotta sculpture played a key role in the visual culture of archaic Etruria. Terracotta artwork was the standard for decorating the superstructure of Etruscan temples and the coroplastic (terracotta) workshops producing these sculptures often displayed a high level of technical achievement. This is due, in part, to the fact that ready sources of marble were unknown in archaic Italy. Even though contemporary Greeks produced masterworks in marble during the sixth century B.C.E., terracotta statuary such as this sarcophagus itself counts as a masterwork and would have been an elite commission. Contemporary Greek colonists in Italy also produced high level terracotta statuary, as exemplified by the seated statue of Zeus from Poseidonia (later renamed Paestum) that dates c. 530 B.C.E. &nbsp;&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Seated statue of Zeus from Poseidonia (Paestum) c. 530 B.C.E., terracotta (photo: Dave &amp; Margie Hill, CC BY-SA 2.0) (Museo Archeologico Nazionale di Paestum)" src="https://ka-perseus-images.s3.amazonaws.com/3404b81d255f543d1f02e9b544f26f44babf99a7.jpg" /><span class="image-caption"><em>Seated statue of Zeus</em> from Poseidonia (Paestum) c. 530 B.C.E., terracotta (photo: <a href="http://commons.wikimedia.org/wiki/File:Paestum_Museum_(6120763666).jpg">Dave &amp; Margie Hill</a>, CC BY-SA 2.0) (Museo Archeologico Nazionale di Paestum)</span></span></p> <h3>Etruscan culture</h3> <p>In the case of the Caeretan sarcophagus, it is an especially challenging commission. Given its size, it would have been fired in multiple pieces. The composition of the reclining figures shows awareness of Mediterranean stylistic norms in that their physiognomy reflects an Ionian&nbsp;influence (Ionia was a region in present-day Turkey, that was a Greek colony)&mdash;the rounded, serene faces and the treatment of hairstyles would have fit in with contemporary Greek styles. However, the posing of the figures, the angular joints of the limbs, and their extended fingers and toes reflect local practice in Etruria. In short, the artist and his workshop are aware of global trends while also catering to a local audience. While we cannot identify the original owner of the sarcophagus, it is clear that the person(s) commissioning it would have been a member of the Caeretan elite.</p> <p><span class="block-image image-wrapper"><img alt="Male's face (detail), Sarcophagus of the Spouses, c. 520 B.C.E., Etruscan, painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches, found in the Banditaccia necropolis, Cerveteri (Museo Nazionale di Villa Giulia in Rome)" src="https://ka-perseus-images.s3.amazonaws.com/fbdbe78b04bfc212d29e101e9c14432afe8abd0a.jpg" /><span class="image-caption">Male&#39;s face (detail), Sarcophagus of the Spouses, c. 520 B.C.E., Etruscan, painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches, found in the Banditaccia necropolis, Cerveteri<br /> (Museo Nazionale di Villa Giulia in Rome)</span></span>The <em>Sarcophagus of the Spouses</em> as an object conveys a great deal of information about Etruscan culture and its customs. The convivial theme of the sarcophagus reflects the funeral customs of Etruscan society and the elite nature of the object itself provides important information about the ways in which funerary custom could reinforce the identity and standing of aristocrats among the community of the living.</p> <p>Essay by Dr. Jeffrey A. Becker</p> <hr /> <p><strong>Additional resources:</strong></p> <p>L. Bonfante, ed., <em>Etruscan Life and Afterlife: a Handbook of Etruscan Studies</em>&nbsp;(Detroit: Wayne State University Press, 1986).</p> <p>M. F. Briguet, <em>Le sarcophage des époux de Cerveteri du Musée du Louvre</em>.&nbsp;(Florence: Leo Olschki, 1989).</p> <p>O. J. Brendel, <em>Etruscan Art,</em>&nbsp;2nd ed. (New Haven: Yale University Press, 1995).</p> <p>S. Haynes, <em>Etruscan Civilization: A Cultural History</em>&nbsp;(Los Angeles, California: Getty Publications, 2000).</p> <p>E. Macnamara, <em>Everyday life of the Etruscans</em>&nbsp;(London: Batsford, 1973).</p> <p>E. Macnamara, <em>The Etruscans</em>&nbsp;(Cambridge, Mass.: Harvard University Press, 1991).</p> <p>A. S. Tuck, &ldquo;The Etruscan Seated Banquet: Villanovan Ritual and Etruscan Iconography,&rdquo; <em>American Journal of Archaeology</em>&nbsp;98.4 (1994): 617-628.&nbsp; &nbsp;&nbsp;</p> <p>J. M. Turfa, ed., <em>The Etruscan World</em>&nbsp;(London: Routledge, 2013).</p> <p>A. Zaccaria Ruggiu, <em>More regio vivere: il banchetto aristocratico e la casa romana di età arcaica</em>&nbsp;(Rome: Edizioni Quasar, 2003).&nbsp;</p>
it: <h3>&nbsp;</h3> <p><span class="block-image image-wrapper"><img alt="Sarcophagus of the Spouses, c. 520 B.C.E., painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches, found in the Banditaccia necropolis, Cerveteri (Museo Nazionale di Villa Giulia in Rome)" src="https://ka-perseus-images.s3.amazonaws.com/4a42128345bade338c7b8b739f1c01d49cd3f5b2.jpg" /><span class="image-caption"><em>Sarcophagus of the Spouses</em>, c. 520 B.C.E., Etruscan, painted terracotta,<br /> 3 feet 9-1/2 inches x 6 feet 7 inches, found in the Banditaccia necropolis, Cerveteri (Museo Nazionale di Villa Giulia in Rome)</span></span></p> <p>The <em>Sarcophagus of the Spouses</em> is an anthropoid (human-shaped), painted terracotta sarcophagus found in the ancient Etruscan city of Caere (now Cerveteri, Italy). The sarcophagus, which would have originally contained cremated human remains, was discovered during the course of archaeological excavations in the Banditaccia necropolis of ancient Caere during the nineteenth century and is now in Rome. The sarcophagus is quite similar to another terracotta sarcophagus from Caere depicting a man and woman that is presently housed in the Louvre Museum in Paris; these two sarcophagi are contemporary to one another and are perhaps the products of the same artistic workshop.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/d3b2d754568ed97dfb142346ebea077a6541ab38.jpg" /><span class="image-caption">Upper bodies (detail), <em>Sarcophagus of the Spouses</em>, c. 520 B.C.E., Etruscan, painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches,<br /> found in the Banditaccia necropolis, Cerveteri<br /> (Museo Nazionale di Villa Giulia in Rome)</span></span></p> <h3>An archaic couple</h3> <p>The sarcophagus depicts a reclining man and woman on its lid. The pair rests on highly stylized cushions, just as they would have done at an actual banquet. The body of the sarcophagus is styled so as to resemble a&nbsp;kline&nbsp;(dining couch).&nbsp;Both figures have highly stylized hair, in each case plaited with the stylized braids hanging rather stiffly at the sides of the neck. In the female&rsquo;s case the plaits are arranged so as to hang down in front of each shoulder. The female wears a soft cap atop her head; she also wears shoes with pointed toes that are characteristically Etruscan. The male&rsquo;s braids hang neatly at the back, splayed across the upper back and shoulders. The male&rsquo;s beard and the hair atop his head is quite abstracted without any interior detail. Both figures have elongated proportions that are at home in the archaic period in the Mediterranean.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/42e01f4f57b4c243daf5c3ab3cae9177354e73ba.jpg" /><span class="image-caption">Feet and shoes (detail), Sarcophagus of the Spouses, c. 520 B.C.E., Etruscan, painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches,<br /> found in the Banditaccia necropolis, Cerveteri<br /> (Museo Nazionale di Villa Giulia in Rome)</span></span></p> <h3>A banquet</h3> <p>The S<em>arcophagus of the Spouses</em> has been interpreted as belonging to a banqueting scene, with the couple reclining together on a single dining couch while eating and drinking. This situates the inspiration for the sarcophagus squarely in the convivial (social)&nbsp;sphere and, as we are often reminded, conviviality was central to Etruscan mortuary rituals. Etruscan funerary art&mdash;including painted tombs&mdash;often depicts scenes of revelry, perhaps as a reminder of the funeral banquet that would send the deceased off to the afterlife or perhaps to reflect the notion of perpetual conviviality in said afterlife. Whatever the case, banquets provide a great deal of iconographic fodder for Etruscan artists.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/8d85b67cbd8faf6e4924ec70ef3b7e91998b90c1.jpg" /><span class="image-caption"><em>Banquet Plaque</em> (detail)&nbsp;from Poggio Civitate, early 6th century B.C.E., Etruscan, terracotta (Antiquarium di Poggio Civitate Museo Archeologico, Murlo, Italy) (photo:&nbsp;<a href="http://commons.wikimedia.org/wiki/File:Lastra_di_rivestimento_fittile_con_scena_di_banchetto,_murlo,_antiquarium_di_poggio_civitate,_VI_sec._ac..JPG">sailko</a>,&nbsp;CC BY-SA 3.0)</span></span>In the case of the sarcophagus it is also important to note that at Etruscan banquets, men and women reclined and ate together, a circumstance that was quite different from other Mediterranean cultures, especially the Greeks. We see multiple instances of mixed gender banquets across a wide chronological range, leading us to conclude that this was common practice in Etruria. The terracotta plaque from Poggio Civitate,&nbsp;Murlo (above), for instance, that is roughly contemporary to the sarcophagus of the spouses shows a close iconographic parallel for this custom. This cultural custom generated some resentment&mdash;even animus&mdash;on the part of Greek and Latin authors in antiquity who saw this Etruscan practice not just as different, but took it as offensive behavior. Women enjoyed a different and more privileged status in Etruscan society than did their Greek and Roman counterparts.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/864cb0fe987e31d5418d40597b61f5b8039cf71d.jpg" /><span class="image-caption">Female&#39;s face (detail), <em>Sarcophagus of the Spouses</em>, c. 520 B.C.E., Etruscan, painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches, found in the Banditaccia necropolis, Cerveteri (Museo Nazionale di Villa Giulia in Rome)</span></span></p> <h3>Technical achievement</h3> <p>The <em>Sarcophagus of the Spouses</em> is a masterwork of terracotta sculpture. Painted terracotta sculpture played a key role in the visual culture of archaic Etruria. Terracotta artwork was the standard for decorating the superstructure of Etruscan temples and the coroplastic (terracotta) workshops producing these sculptures often displayed a high level of technical achievement. This is due, in part, to the fact that ready sources of marble were unknown in archaic Italy. Even though contemporary Greeks produced masterworks in marble during the sixth century B.C.E., terracotta statuary such as this sarcophagus itself counts as a masterwork and would have been an elite commission. Contemporary Greek colonists in Italy also produced high level terracotta statuary, as exemplified by the seated statue of Zeus from Poseidonia (later renamed Paestum) that dates c. 530 B.C.E. &nbsp;&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Seated statue of Zeus from Poseidonia (Paestum) c. 530 B.C.E., terracotta (photo: Dave &amp; Margie Hill, CC BY-SA 2.0) (Museo Archeologico Nazionale di Paestum)" src="https://ka-perseus-images.s3.amazonaws.com/3404b81d255f543d1f02e9b544f26f44babf99a7.jpg" /><span class="image-caption"><em>Seated statue of Zeus</em> from Poseidonia (Paestum) c. 530 B.C.E., terracotta (photo: <a href="http://commons.wikimedia.org/wiki/File:Paestum_Museum_(6120763666).jpg">Dave &amp; Margie Hill</a>, CC BY-SA 2.0) (Museo Archeologico Nazionale di Paestum)</span></span></p> <h3>Etruscan culture</h3> <p>In the case of the Caeretan sarcophagus, it is an especially challenging commission. Given its size, it would have been fired in multiple pieces. The composition of the reclining figures shows awareness of Mediterranean stylistic norms in that their physiognomy reflects an Ionian&nbsp;influence (Ionia was a region in present-day Turkey, that was a Greek colony)&mdash;the rounded, serene faces and the treatment of hairstyles would have fit in with contemporary Greek styles. However, the posing of the figures, the angular joints of the limbs, and their extended fingers and toes reflect local practice in Etruria. In short, the artist and his workshop are aware of global trends while also catering to a local audience. While we cannot identify the original owner of the sarcophagus, it is clear that the person(s) commissioning it would have been a member of the Caeretan elite.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/fbdbe78b04bfc212d29e101e9c14432afe8abd0a.jpg" /><span class="image-caption">Male&#39;s face (detail), Sarcophagus of the Spouses, c. 520 B.C.E., Etruscan, painted terracotta, 3 feet 9-1/2 inches x 6 feet 7 inches, found in the Banditaccia necropolis, Cerveteri<br /> (Museo Nazionale di Villa Giulia in Rome)</span></span>The <em>Sarcophagus of the Spouses</em> as an object conveys a great deal of information about Etruscan culture and its customs. The convivial theme of the sarcophagus reflects the funeral customs of Etruscan society and the elite nature of the object itself provides important information about the ways in which funerary custom could reinforce the identity and standing of aristocrats among the community of the living.</p> <p>Essay by Dr. Jeffrey A. Becker</p> <hr /> <p><strong>Additional resources:</strong></p> <p>L. Bonfante, ed., <em>Etruscan Life and Afterlife: a Handbook of Etruscan Studies</em>&nbsp;(Detroit: Wayne State University Press, 1986).</p> <p>M. F. Briguet, <em>Le sarcophage des époux de Cerveteri du Musée du Louvre</em>.&nbsp;(Florence: Leo Olschki, 1989).</p> <p>O. J. Brendel, <em>Etruscan Art,</em>&nbsp;2nd ed. (New Haven: Yale University Press, 1995).</p> <p>S. Haynes, <em>Etruscan Civilization: A Cultural History</em>&nbsp;(Los Angeles, California: Getty Publications, 2000).</p> <p>E. Macnamara, <em>Everyday life of the Etruscans</em>&nbsp;(London: Batsford, 1973).</p> <p>E. Macnamara, <em>The Etruscans</em>&nbsp;(Cambridge, Mass.: Harvard University Press, 1991).</p> <p>A. S. Tuck, &ldquo;The Etruscan Seated Banquet: Villanovan Ritual and Etruscan Iconography,&rdquo; <em>American Journal of Archaeology</em>&nbsp;98.4 (1994): 617-628.&nbsp; &nbsp;&nbsp;</p> <p>J. M. Turfa, ed., <em>The Etruscan World</em>&nbsp;(London: Routledge, 2013).</p> <p>A. Zaccaria Ruggiu, <em>More regio vivere: il banchetto aristocratico e la casa romana di età arcaica</em>&nbsp;(Rome: Edizioni Quasar, 2003).&nbsp;</p>
