Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Equestrian Sculpture of Marcus Aurelius, bronze, c. 173-76 C.E. (Capitoline Museums, Rome). The original location of the sculpture is unknown. Beginning in the 8th century, it was housed in the Lateran Palace, until it was placed in the center of the Piazza del Campidoglio in 1538 by Michelangelo. The original is now indoors for purposes of conservation. Marcus Aurelius ruled ca. 161-180 C.E." src="https://ka-perseus-images.s3.amazonaws.com/7892d5cb8245fd248d26e68ea7b082397ce3cd75.jpg" /><span class="image-caption">Equestrian Statue of Marcus Aurelius, gilded bronze, c. 173-76 C.E. (Capitoline Museums, Rome). The original location of the sculpture is unknown. Beginning in the 8th century, it was located near the Lateran Palace, until it was placed in the center of the Piazza del Campidoglio in 1538 by Michelangelo. The original statue is now indoors for purposes of conservation. Marcus Aurelius ruled ca. 161-180 C.E.</span></span></p> <p><span>In ancient Rome equestrian statues of emperors would not have been uncommon sights in the city&mdash;late antique sources suggest that at least 22 of these &ldquo;great horses&rdquo; (<em>equi magni</em>) were to be seen&mdash;as they were official devices for honoring the emperor for singular military and civic achievements. The statues themselves were, in turn, copied in other media, including coins, for even wider distribution. Few examples of these equestrian statues survive from antiquity, however, making the <em>Equestrian Statue of Marcus Aurelius</em> a singular artifact of Roman antiquity, one that has borne quiet witness to the ebb and flow of the city of Rome for nearly 1,900 years. A gilded bronze monument of the 170s C.E. that was originally dedicated to the emperor Marcus Aurelius Antoninus Augustus, referred to commonly as Marcus Aurelius (reigned 161-180 C.E.), the statue is an important object not only for the study of official Roman portraiture, but also for the consideration of monumental dedications. Further, the&nbsp;use of the statue&nbsp;in the Medieval, Renaissance, modern, and post-modern city of Rome has important implications for the connectivity that exists between the past and the present.</span></p> <p><span class="block-image image-wrapper"><img alt="Equestrian Sculpture of Marcus Aurelius, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/cf142cec39aa2d4300f88f92eba1bbadb3d9c4e7.jpg" /><span class="image-caption"><em>Equestrian Sculpture of Marcus Aurelius</em>, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)</span></span></p> <h3>Description</h3> <p>The statue is an over life-size depiction of the emperor elegantly mounted atop his horse while participating in a public ritual or ceremony; the statue stands approximately 4.24 meters tall. A gilded&nbsp;bronze statue, the piece was originally cast using the lost-wax technique, with horse and rider cast in multiple pieces and then soldered together after casting.&nbsp;</p> <h3>The horse</h3> <p><span class="image-wrapper inline-image"><img alt="Equestrian Sculpture of Marcus Aurelius, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/d090dadeb90bc36a5e32aa4c92a53ac5bbdd8bde.jpg" /><span class="image-caption">Horse (detail)<em>,&nbsp;Equestrian Sculpture of Marcus Aurelius</em>, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)</span></span>The emperor&rsquo;s horse is a magnificent example of dynamism captured in the sculptural medium. The horse, caught in motion, raises its right foreleg at the knee while planting its left foreleg on the ground, its motion checked by the application of reins, which the emperor originally held in his left hand. The horse&rsquo;s body&mdash;in particular its musculature&mdash;has been modeled very carefully by the artist, resulting in a powerful rendering. In keeping with the motion of the horse&rsquo;s body, its head turns to its right, with its mouth opened slightly. The horse wears a harness, some elements of which have not survived. The horse is saddled with a Persian-style saddlecloth of several layers, as opposed to a rigid saddle. It should be noted that the horse is an important and expressive element of the overall composition.</p> <h3>The horseman</h3> <p><span class="block-image image-wrapper"><img alt="Equestrian Sculpture of Marcus Aurelius, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/5970d718d4414efa4c5b575099e30b8beae90139.jpg" /><span class="image-caption">Horse and rider (detail),&nbsp;<em>Equestrian Sculpture of Marcus Aurelius</em>, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)</span></span>The horseman sits astride the steed, with his left hand guiding the reins and his right arm raised to shoulder level, the hand outstretched.</p> <p><span class="image-wrapper inline-image"><img alt="Marcus Aurelius, type I portrait, ca. 140 C.E. " src="https://ka-perseus-images.s3.amazonaws.com/85d5586f2d40c47838adb399ab52e68f7aabf8ad.jpg" /><span class="image-caption"><em>Marcus Aurelius</em>, type I portrait, ca. 140 C.E. (Capitoline Museums, Rome)</span></span>There are approximately 110 known portraits of Marcus Aurelius and these have been grouped into four typological groupings. The first two types belong to the emperor&rsquo;s youth, before he assumed the duties of the principate.</p> <p>In the Roman world it was standard practice to create official portrait types of high-ranking officials, such as emperors that would then circulate in various media, notably sculpture in the round and coin portraits. These portrait types are vital in several respects, especially for determining the chronology of monuments and coins, since the portrait types can usually be placed in a fairly accurate and legible chronological order. The interpretation of these portraits relies on various key elements, especially the reading of hairstyle and the examination of facial physiognomy. In the case of the equestrian statue, the portrait typology offers the best means of assigning an approximate date to the object since it does not otherwise offer another means of dating.&nbsp;The earliest portrait of Marcus Aurelius dates to c. 140 C.E. and is best represented by the Capitoline Galleria 28 type, where&nbsp;the youth wears a cloak fastened at the shoulder (<em>paludamentum</em>); this portrait was widely circulated, with approximately&nbsp;25 known copies (above, left).</p> <p><span class="image-wrapper inline-image"><img alt="Marcus Aurelius, type II portrait, ca. 147 C.E." src="https://ka-perseus-images.s3.amazonaws.com/ea2c9ac87d2865a04a3f825586ecc41733e0dc94.jpg" /><span class="image-caption"><em>Marcus Aurelius</em>, type II portrait, c.&nbsp;147 C.E. (Antiquarium of the Palatine)</span></span>The second portrait type was made when Marcus was in his late 20s, c. 147 C.E. and shows a still youthful type, although Marcus now has light facial hair (left).</p> <p>Marcus Aurelius became emperor in 161 C.E., when he was forty years of age; this was the occasion for the creation of his third and most important portrait type.</p> <p>This mature type shows the emperor fully bearded with a full head of tightly curled, voluminous hair; he retains the characteristic oval-shaped face and heavy eyelids from his earlier portraits. His coiffure forms a distinctive arc over his forehead. This third type is known from approximately&nbsp;50 copies.</p> <p>&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Marcus Aurelius, type IV" src="https://ka-perseus-images.s3.amazonaws.com/fa7db6053c9969bce8ef6e56001fce4ff09dc79a.jpg" /><span class="image-caption"><em>Marcus Aurelius</em>, type IV, 170-180 C.E. (Kunsthistorisches Museum, Vienna)</span></span>The emperor&rsquo;s fourth portrait type (left), created between 170 and 180 C.E., retains most of the features of the third type, but shows the emperor slightly more advanced in age with a very full beard that is divided in the center at the chin, showing parallel locks of hair.</p> <p>The statue of the horseman is carefully composed by the artist and depicts a figure that is simultaneously dynamic and a bit passive and removed, by virtue of his facial expression (see image below). The locks of hair are curly and compact and distributed evenly; the beard is also curly, covering the cheeks and upper lip, and is worn longer at the chin. The pose of the body shows the rider&rsquo;s head turned slightly to his right, in the direction of his outstretched right arm. The left hand originally held the reins (no longer preserved) between the index and middle fingers, with the palm facing upwards. Scholars continue to debate whether he originally held some attached figure or object in the palm of the left hand; possible suggestions have included a scepter, a globe, a statue of victory &ndash; but there is no clear indication of any attachment point for such an object. On the left hand the rider does wear the senatorial ring.</p> <p><span class="block-image image-wrapper"><img alt="Equestrian Sculpture of Marcus Aurelius, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/298d1a0b89c926b7f977b0b9d44530a2018bd02d.jpg" /><span class="image-caption">Portrait head (detail),&nbsp;<em>Equestrian Sculpture of Marcus Aurelius</em>, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)</span></span></p> <p>The rider is clad in civic garb, including a short-sleeved tunic that is gathered at the waist by a knotted belt (<em>cingulum</em>). Over the tunic the rider wears a cloak (<em>paludamentum</em>) that is clasped at the right shoulder. On his feet Marcus Aurelius wears the senatorial boots of the patrician class, known as <em>calcei patricii</em>.</p> <h3>Interpretation and chronology</h3> <p>The interpretation and chronology of the equestrian statue must rely on the statue itself, as no ancient literary testimony or other evidence survives to aid in the interpretation. It is obvious that the statue is part of an elaborate public monument, no doubt commissioned to mark an important occasion in the emperor&rsquo;s reign. With that said, however, it must also be noted that scholars continue to debate its precise dating, the occasion for its creation, and its likely original location in the city of Rome.&nbsp;</p> <p>Starting with the portrait typology it is possible to determine a range of likely dates for the statue&rsquo;s creation. The portrait is clearly an adult type of the emperor, meaning the statue must have been created after 161 C.E., the year of Marcus Aurelius&rsquo; accession and the creation of his third portrait type. This provides a <em>terminus post quem</em>&nbsp;(the limit after which) for the equestrian statue. Art historians have debated whether the portrait head most resembles the Type III or the Type IV portrait. Recent scholarly thinking, based on the work of Klaus Fittschen, holds that the equestrian portrait represents a unique variant of the standard Type III portrait, created as an improvisation by the artist who was commissioned to create the equestrian statue. In the end the precise chronology of the portrait head&mdash;and indeed the typology&mdash;remains a matter of scholarly debate.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt=" Relief from honorary monument to Marcus Aurelius, 176-180 C.E., marble 350 cm (Capitoline Museums, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/428a3ef45858cc5f9b6b09e71a8dd5ce7b7569c6.jpg" /><span class="image-caption"> Relief from honorary monument to Marcus Aurelius, 176-180 C.E., marble 350 cm (Capitoline Museums, Rome)</span></span>The pose of the horseman is also helpful. The emperor stretches his right hand outward, the palm facing toward the ground; a pose that could be interpreted as the posture of <em>adlocutio</em>, indicating that the emperor is about to speak. However, more likely in this case we may read it as the gesture of clemency (<em>clementia</em>), offered to a vanquished enemy, or of <em>restitutio pacis</em>, the &quot;restoration of peace.&quot;&nbsp;Richard Brilliant has noted that since the emperor appears in civic garb as opposed to the general&rsquo;s armor, the overall impression of the statue is one of peace rather than of the immediate post-war celebration of military victory. Some art historians reconstruct a now-missing barbarian on the right side of the horse, as seen in a surviving panel relief sculpture that originally belonged to a now-lost triumphal arch dedicated to Marcus Aurelius (left). We know that Marcus Aurelius celebrated a triumph in 176 C.E. for his victories over German and Sarmatian tribes, leading some to suggest that year as the occasion for the creation of the equestrian monument.</p> <h3>History</h3> <p>The original location of the equestrian monument also remains debated, with some supporting a location on the Caelian Hill near the barracks of the imperial cavalry (equites singulares), while others favor the Campus Martius &nbsp;(a low-lying alluvial plain of the Tiber River)&nbsp;&nbsp;as a possible location. A text known as the <em>Liber Pontificalis</em> that dates to the middle of the tenth century C.E. mentions the equestrian monument, referring to it as &ldquo;<em>caballus Constantini</em>&rdquo; or the &ldquo;horse of Constantine.&rdquo;&nbsp;According to&nbsp;the text, the urban prefect of Rome was condemned following an uprising against Pope John XII and, as punishment, was hung by the hair from the equestrian monument. At this time the equestrian statue was located in the Lateran quarter of the city of Rome near the Lateran Palace, where it may have been since at least the eighth century C.E. Popular theories at the time held that the bearded emperor was in fact Constantine I, thus sparing the statue from being melted down.</p> <p><span class="block-image image-wrapper"><img alt="Étienne Dupérac, Michelangelo`s Design for the Campidoglio, 1569, engraving" src="https://ka-perseus-images.s3.amazonaws.com/af5398bc4ea170d977d095dd4f38a0890e2bd459.jpg" /><span class="image-caption">&Eacute;tienne Dup&eacute;rac, Michelangelo`s Design for the Campidoglio, 1569, engraving</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Reverse of Italian € 0.50 coin" src="https://ka-perseus-images.s3.amazonaws.com/6e14c90f03f3316ab75ff5735d3492989ac20c77.png" /><br /> <span class="image-caption">Reverse of Italian &euro; 0.50 coin</span></span>In 1538 the statue was relocated from the Lateran quarter to the Capitoline Hill to become the centerpiece for Michelangelo&rsquo;s new design for the Campidoglio (a piazza, or public square, at the top of the Capitoline hill). The statue was set atop a pedestal at the center of an intricately designed piazza flanked by three palazzi (image above). It became the centerpiece of the main piazza of secular Rome and, as such, an icon of the city, a role that its still retains. The equestrian statue still plays a role as an official symbol of the city of Rome, even being incorporated into the reverse image of the Italian version of the &euro; 0.50 coin (image above). The statue itself remained where Michelangelo positioned it until it was moved indoors in 1981 for conservation reasons; a high-tech copy of the original was placed on the pedestal. The ancient statue is now housed within the Musei Capitolini where it can be visited and viewed today.&nbsp;</p> <p>The equestrian statue of Marcus Aurelius is an enduring monument, one that links the city&rsquo;s many phases, ancient and modern. It has borne witness to the city&rsquo;s imperial glory, post-imperial decline,&nbsp;its Renaissance resurgence, and even its quotidian experience in the twenty-first century. In so doing it reminds us about the role of public art in creating and reinforcing cultural identity as it relates to specific events and locations. In the ancient world the equestrian statue would have evoked powerful memories from the viewer, not only reinforcing the identity and appearance of the emperor but also calling to mind the key events, achievements, and celebrations of his administration. The statue is, like the city, eternal, as reflected by the Romanesco&nbsp;poet Giuseppe Belli who reflects in his sonnet <em>Campidojjo</em> (1830) that the gilded statue is directly linked to the long sweep of Rome&rsquo;s history.</p> <p>Text by Dr. Jeffrey A. Becker</p> <hr /> <p><strong>Additional resources:</strong></p> <p>J.&nbsp;Bergemann, &nbsp;<em>R&ouml;mische Reiterstatuen: Ehrendenkm&auml;ler im &ouml;ffentlichen Bereich (</em>Mainz am Rhein: Ph. von Zabern, 1990).</p> <p>A.&nbsp;Birley, &nbsp;<em>Marcus Aurelius: a Biography</em> (London: Routledge,&nbsp;2002).&nbsp;</p> <p>P.J.E. Davies, &nbsp;<em>Death and the emperor: Roman imperial funerary monuments, from Augustus to Marcus Aurelius</em> (Austin: University of Texas Press,&nbsp;2004)</p> <p>P.&nbsp;Fehl,&nbsp;&ldquo;The Placement of the Equestrian Statue of Marcus Aurelius in the Middle Ages.&rdquo; <em>Journal of the Warburg and Courtauld Institutes</em> 37,&nbsp;&nbsp;1974, pp.&nbsp;362-67.</p> <p>K.&nbsp;Fittschen&nbsp;and P. Zanker,&nbsp;<em>Katalog der römischen Porträts in den Capitolinischen Museen und den anderen kommunalen Sammlungen der Stadt Rom. 3</em> <em>v</em>. (Berlin: P. von Zabern, 1983-2010).</p> <p>&nbsp;D. E. E.&nbsp;Kleiner, <em>Roman Sculpture </em>(New Haven: Yale University Press,&nbsp;1992).&nbsp;</p> <p>M.&nbsp;Nimmo,&nbsp;<em>Marco Aurelio, mostra di cantiere: le indagini in corso sul monumento</em>&nbsp;(Rome: Arti grafiche pedanesi,&nbsp;1984).</p> <p>&nbsp;C. P. &nbsp;Presicce, and A. M. Sommella,&nbsp;<em>The Equestrian Statue of Marcus Aurelius in Campidoglio</em>&nbsp;(Milan: Silvana,&nbsp;1990).</p> <p>I. S.&nbsp;Ryberg, &nbsp;&quot;Rites of the state religion in Roman art&quot;&nbsp;<em>(Memoirs of the American Academy in Rome; 22) </em>(Rome: American Academy in Rome,&nbsp;1955).</p> <p>&nbsp;I. S.&nbsp;Ryberg, <em>Panel reliefs of Marcus Aurelius</em> (New York: Archaeological Institute of America,&nbsp;1967).</p> <p>K.&nbsp;Stemmer, &nbsp;ed. Kaiser,&nbsp;<em>Marc Aurel und Seine Zeit: Das R&ouml;mische Reich im </em>Umbruch&nbsp;(Berlin: Abguss-Sammlung Antiker Plastik,&nbsp;1988).</p> <p>D. E.&nbsp;Strong, <em>Roman Art</em> (New Haven: Yale University Press,&nbsp;1976).</p> <p>A. M.&nbsp;Vaccaro, et al., &nbsp;<em>Marco Aurelio: storia di un monumento e del suo restauro </em>(Milan: Silvana,&nbsp;1989).</p> <p>M.&nbsp;van Ackeren, ed.,&nbsp;<em>A Companion to Marcus Aurelius</em> (Malden MA: Wiley-Blackwell,&nbsp;2012).</p> <p><a href="http://en.museicapitolini.org/collezioni/percorsi_per_sale/museo_del_palazzo_dei_conservatori/esedra_di_marco_aurelio/statua_equestre_di_marco_aurelio">Capitoline Museums - Marcus Aurelius Exedra</a></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7892d5cb8245fd248d26e68ea7b082397ce3cd75.jpg" /><span class="image-caption">Equestrian Statue of Marcus Aurelius, gilded bronze, c. 173-76 C.E. (Capitoline Museums, Rome). The original location of the sculpture is unknown. Beginning in the 8th century, it was located near the Lateran Palace, until it was placed in the center of the Piazza del Campidoglio in 1538 by Michelangelo. The original statue is now indoors for purposes of conservation. Marcus Aurelius ruled ca. 161-180 C.E.</span></span></p> <p><span>In ancient Rome equestrian statues of emperors would not have been uncommon sights in the city&mdash;late antique sources suggest that at least 22 of these &ldquo;great horses&rdquo; (<em>equi magni</em>) were to be seen&mdash;as they were official devices for honoring the emperor for singular military and civic achievements. The statues themselves were, in turn, copied in other media, including coins, for even wider distribution. Few examples of these equestrian statues survive from antiquity, however, making the <em>Equestrian Statue of Marcus Aurelius</em> a singular artifact of Roman antiquity, one that has borne quiet witness to the ebb and flow of the city of Rome for nearly 1,900 years. A gilded bronze monument of the 170s C.E. that was originally dedicated to the emperor Marcus Aurelius Antoninus Augustus, referred to commonly as Marcus Aurelius (reigned 161-180 C.E.), the statue is an important object not only for the study of official Roman portraiture, but also for the consideration of monumental dedications. Further, the&nbsp;use of the statue&nbsp;in the Medieval, Renaissance, modern, and post-modern city of Rome has important implications for the connectivity that exists between the past and the present.</span></p> <p><span class="block-image image-wrapper"><img alt="Equestrian Sculpture of Marcus Aurelius, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/cf142cec39aa2d4300f88f92eba1bbadb3d9c4e7.jpg" /><span class="image-caption"><em>Equestrian Sculpture of Marcus Aurelius</em>, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)</span></span></p> <h3>Description</h3> <p>The statue is an over life-size depiction of the emperor elegantly mounted atop his horse while participating in a public ritual or ceremony; the statue stands approximately 4.24 meters tall. A gilded&nbsp;bronze statue, the piece was originally cast using the lost-wax technique, with horse and rider cast in multiple pieces and then soldered together after casting.&nbsp;</p> <h3>The horse</h3> <p><span class="image-wrapper inline-image"><img alt="Equestrian Sculpture of Marcus Aurelius, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/d090dadeb90bc36a5e32aa4c92a53ac5bbdd8bde.jpg" /><span class="image-caption">Horse (detail)<em>,&nbsp;Equestrian Sculpture of Marcus Aurelius</em>, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)</span></span>The emperor&rsquo;s horse is a magnificent example of dynamism captured in the sculptural medium. The horse, caught in motion, raises its right foreleg at the knee while planting its left foreleg on the ground, its motion checked by the application of reins, which the emperor originally held in his left hand. The horse&rsquo;s body&mdash;in particular its musculature&mdash;has been modeled very carefully by the artist, resulting in a powerful rendering. In keeping with the motion of the horse&rsquo;s body, its head turns to its right, with its mouth opened slightly. The horse wears a harness, some elements of which have not survived. The horse is saddled with a Persian-style saddlecloth of several layers, as opposed to a rigid saddle. It should be noted that the horse is an important and expressive element of the overall composition.</p> <h3>The horseman</h3> <p><span class="block-image image-wrapper"><img alt="Equestrian Sculpture of Marcus Aurelius, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/5970d718d4414efa4c5b575099e30b8beae90139.jpg" /><span class="image-caption">Horse and rider (detail),&nbsp;<em>Equestrian Sculpture of Marcus Aurelius</em>, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)</span></span>The horseman sits astride the steed, with his left hand guiding the reins and his right arm raised to shoulder level, the hand outstretched.</p> <p><span class="image-wrapper inline-image"><img alt="Marcus Aurelius, type I portrait, ca. 140 C.E. " src="https://ka-perseus-images.s3.amazonaws.com/85d5586f2d40c47838adb399ab52e68f7aabf8ad.jpg" /><span class="image-caption"><em>Marcus Aurelius</em>, type I portrait, ca. 140 C.E. (Capitoline Museums, Rome)</span></span>There are approximately 110 known portraits of Marcus Aurelius and these have been grouped into four typological groupings. The first two types belong to the emperor&rsquo;s youth, before he assumed the duties of the principate.</p> <p>In the Roman world it was standard practice to create official portrait types of high-ranking officials, such as emperors that would then circulate in various media, notably sculpture in the round and coin portraits. These portrait types are vital in several respects, especially for determining the chronology of monuments and coins, since the portrait types can usually be placed in a fairly accurate and legible chronological order. The interpretation of these portraits relies on various key elements, especially the reading of hairstyle and the examination of facial physiognomy. In the case of the equestrian statue, the portrait typology offers the best means of assigning an approximate date to the object since it does not otherwise offer another means of dating.&nbsp;The earliest portrait of Marcus Aurelius dates to c. 140 C.E. and is best represented by the Capitoline Galleria 28 type, where&nbsp;the youth wears a cloak fastened at the shoulder (<em>paludamentum</em>); this portrait was widely circulated, with approximately&nbsp;25 known copies (above, left).</p> <p><span class="image-wrapper inline-image"><img alt="Marcus Aurelius, type II portrait, ca. 147 C.E." src="https://ka-perseus-images.s3.amazonaws.com/ea2c9ac87d2865a04a3f825586ecc41733e0dc94.jpg" /><span class="image-caption"><em>Marcus Aurelius</em>, type II portrait, c.&nbsp;147 C.E. (Antiquarium of the Palatine)</span></span>The second portrait type was made when Marcus was in his late 20s, c. 147 C.E. and shows a still youthful type, although Marcus now has light facial hair (left).</p> <p>Marcus Aurelius became emperor in 161 C.E., when he was forty years of age; this was the occasion for the creation of his third and most important portrait type.</p> <p>This mature type shows the emperor fully bearded with a full head of tightly curled, voluminous hair; he retains the characteristic oval-shaped face and heavy eyelids from his earlier portraits. His coiffure forms a distinctive arc over his forehead. This third type is known from approximately&nbsp;50 copies.</p> <p>&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Marcus Aurelius, type IV" src="https://ka-perseus-images.s3.amazonaws.com/fa7db6053c9969bce8ef6e56001fce4ff09dc79a.jpg" /><span class="image-caption"><em>Marcus Aurelius</em>, type IV, 170-180 C.E. (Kunsthistorisches Museum, Vienna)</span></span>The emperor&rsquo;s fourth portrait type (left), created between 170 and 180 C.E., retains most of the features of the third type, but shows the emperor slightly more advanced in age with a very full beard that is divided in the center at the chin, showing parallel locks of hair.</p> <p>The statue of the horseman is carefully composed by the artist and depicts a figure that is simultaneously dynamic and a bit passive and removed, by virtue of his facial expression (see image below). The locks of hair are curly and compact and distributed evenly; the beard is also curly, covering the cheeks and upper lip, and is worn longer at the chin. The pose of the body shows the rider&rsquo;s head turned slightly to his right, in the direction of his outstretched right arm. The left hand originally held the reins (no longer preserved) between the index and middle fingers, with the palm facing upwards. Scholars continue to debate whether he originally held some attached figure or object in the palm of the left hand; possible suggestions have included a scepter, a globe, a statue of victory &ndash; but there is no clear indication of any attachment point for such an object. On the left hand the rider does wear the senatorial ring.</p> <p><span class="block-image image-wrapper"><img alt="Equestrian Sculpture of Marcus Aurelius, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/298d1a0b89c926b7f977b0b9d44530a2018bd02d.jpg" /><span class="image-caption">Portrait head (detail),&nbsp;<em>Equestrian Sculpture of Marcus Aurelius</em>, bronze, c. 173-76 C.E. (Capitoline Museums, Rome)</span></span></p> <p>The rider is clad in civic garb, including a short-sleeved tunic that is gathered at the waist by a knotted belt (<em>cingulum</em>). Over the tunic the rider wears a cloak (<em>paludamentum</em>) that is clasped at the right shoulder. On his feet Marcus Aurelius wears the senatorial boots of the patrician class, known as <em>calcei patricii</em>.</p> <h3>Interpretation and chronology</h3> <p>The interpretation and chronology of the equestrian statue must rely on the statue itself, as no ancient literary testimony or other evidence survives to aid in the interpretation. It is obvious that the statue is part of an elaborate public monument, no doubt commissioned to mark an important occasion in the emperor&rsquo;s reign. With that said, however, it must also be noted that scholars continue to debate its precise dating, the occasion for its creation, and its likely original location in the city of Rome.&nbsp;</p> <p>Starting with the portrait typology it is possible to determine a range of likely dates for the statue&rsquo;s creation. The portrait is clearly an adult type of the emperor, meaning the statue must have been created after 161 C.E., the year of Marcus Aurelius&rsquo; accession and the creation of his third portrait type. This provides a <em>terminus post quem</em>&nbsp;(the limit after which) for the equestrian statue. Art historians have debated whether the portrait head most resembles the Type III or the Type IV portrait. Recent scholarly thinking, based on the work of Klaus Fittschen, holds that the equestrian portrait represents a unique variant of the standard Type III portrait, created as an improvisation by the artist who was commissioned to create the equestrian statue. In the end the precise chronology of the portrait head&mdash;and indeed the typology&mdash;remains a matter of scholarly debate.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt=" Relief from honorary monument to Marcus Aurelius, 176-180 C.E., marble 350 cm (Capitoline Museums, Rome)" src="https://ka-perseus-images.s3.amazonaws.com/428a3ef45858cc5f9b6b09e71a8dd5ce7b7569c6.jpg" /><span class="image-caption"> Relief from honorary monument to Marcus Aurelius, 176-180 C.E., marble 350 cm (Capitoline Museums, Rome)</span></span>The pose of the horseman is also helpful. The emperor stretches his right hand outward, the palm facing toward the ground; a pose that could be interpreted as the posture of <em>adlocutio</em>, indicating that the emperor is about to speak. However, more likely in this case we may read it as the gesture of clemency (<em>clementia</em>), offered to a vanquished enemy, or of <em>restitutio pacis</em>, the &quot;restoration of peace.&quot;&nbsp;Richard Brilliant has noted that since the emperor appears in civic garb as opposed to the general&rsquo;s armor, the overall impression of the statue is one of peace rather than of the immediate post-war celebration of military victory. Some art historians reconstruct a now-missing barbarian on the right side of the horse, as seen in a surviving panel relief sculpture that originally belonged to a now-lost triumphal arch dedicated to Marcus Aurelius (left). We know that Marcus Aurelius celebrated a triumph in 176 C.E. for his victories over German and Sarmatian tribes, leading some to suggest that year as the occasion for the creation of the equestrian monument.</p> <h3>History</h3> <p>The original location of the equestrian monument also remains debated, with some supporting a location on the Caelian Hill near the barracks of the imperial cavalry (equites singulares), while others favor the Campus Martius &nbsp;(a low-lying alluvial plain of the Tiber River)&nbsp;&nbsp;as a possible location. A text known as the <em>Liber Pontificalis</em> that dates to the middle of the tenth century C.E. mentions the equestrian monument, referring to it as &ldquo;<em>caballus Constantini</em>&rdquo; or the &ldquo;horse of Constantine.&rdquo;&nbsp;According to&nbsp;the text, the urban prefect of Rome was condemned following an uprising against Pope John XII and, as punishment, was hung by the hair from the equestrian monument. At this time the equestrian statue was located in the Lateran quarter of the city of Rome near the Lateran Palace, where it may have been since at least the eighth century C.E. Popular theories at the time held that the bearded emperor was in fact Constantine I, thus sparing the statue from being melted down.</p> <p><span class="block-image image-wrapper"><img alt="Étienne Dupérac, Michelangelo`s Design for the Campidoglio, 1569, engraving" src="https://ka-perseus-images.s3.amazonaws.com/af5398bc4ea170d977d095dd4f38a0890e2bd459.jpg" /><span class="image-caption">&Eacute;tienne Dup&eacute;rac, Michelangelo`s Design for the Campidoglio, 1569, engraving</span></span></p> <p><span class="image-wrapper inline-image"><img alt="Reverse of Italian € 0.50 coin" src="https://ka-perseus-images.s3.amazonaws.com/6e14c90f03f3316ab75ff5735d3492989ac20c77.png" /><br /> <span class="image-caption">Reverse of Italian &euro; 0.50 coin</span></span>In 1538 the statue was relocated from the Lateran quarter to the Capitoline Hill to become the centerpiece for Michelangelo&rsquo;s new design for the Campidoglio (a piazza, or public square, at the top of the Capitoline hill). The statue was set atop a pedestal at the center of an intricately designed piazza flanked by three palazzi (image above). It became the centerpiece of the main piazza of secular Rome and, as such, an icon of the city, a role that its still retains. The equestrian statue still plays a role as an official symbol of the city of Rome, even being incorporated into the reverse image of the Italian version of the &euro; 0.50 coin (image above). The statue itself remained where Michelangelo positioned it until it was moved indoors in 1981 for conservation reasons; a high-tech copy of the original was placed on the pedestal. The ancient statue is now housed within the Musei Capitolini where it can be visited and viewed today.&nbsp;</p> <p>The equestrian statue of Marcus Aurelius is an enduring monument, one that links the city&rsquo;s many phases, ancient and modern. It has borne witness to the city&rsquo;s imperial glory, post-imperial decline,&nbsp;its Renaissance resurgence, and even its quotidian experience in the twenty-first century. In so doing it reminds us about the role of public art in creating and reinforcing cultural identity as it relates to specific events and locations. In the ancient world the equestrian statue would have evoked powerful memories from the viewer, not only reinforcing the identity and appearance of the emperor but also calling to mind the key events, achievements, and celebrations of his administration. The statue is, like the city, eternal, as reflected by the Romanesco&nbsp;poet Giuseppe Belli who reflects in his sonnet <em>Campidojjo</em> (1830) that the gilded statue is directly linked to the long sweep of Rome&rsquo;s history.</p> <p>Text by Dr. Jeffrey A. Becker</p> <hr /> <p><strong>Additional resources:</strong></p> <p>J.&nbsp;Bergemann, &nbsp;<em>R&ouml;mische Reiterstatuen: Ehrendenkm&auml;ler im &ouml;ffentlichen Bereich (</em>Mainz am Rhein: Ph. von Zabern, 1990).</p> <p>A.&nbsp;Birley, &nbsp;<em>Marcus Aurelius: a Biography</em> (London: Routledge,&nbsp;2002).&nbsp;</p> <p>P.J.E. Davies, &nbsp;<em>Death and the emperor: Roman imperial funerary monuments, from Augustus to Marcus Aurelius</em> (Austin: University of Texas Press,&nbsp;2004)</p> <p>P.&nbsp;Fehl,&nbsp;&ldquo;The Placement of the Equestrian Statue of Marcus Aurelius in the Middle Ages.&rdquo; <em>Journal of the Warburg and Courtauld Institutes</em> 37,&nbsp;&nbsp;1974, pp.&nbsp;362-67.</p> <p>K.&nbsp;Fittschen&nbsp;and P. Zanker,&nbsp;<em>Katalog der römischen Porträts in den Capitolinischen Museen und den anderen kommunalen Sammlungen der Stadt Rom. 3</em> <em>v</em>. (Berlin: P. von Zabern, 1983-2010).</p> <p>&nbsp;D. E. E.&nbsp;Kleiner, <em>Roman Sculpture </em>(New Haven: Yale University Press,&nbsp;1992).&nbsp;</p> <p>M.&nbsp;Nimmo,&nbsp;<em>Marco Aurelio, mostra di cantiere: le indagini in corso sul monumento</em>&nbsp;(Rome: Arti grafiche pedanesi,&nbsp;1984).</p> <p>&nbsp;C. P. &nbsp;Presicce, and A. M. Sommella,&nbsp;<em>The Equestrian Statue of Marcus Aurelius in Campidoglio</em>&nbsp;(Milan: Silvana,&nbsp;1990).</p> <p>I. S.&nbsp;Ryberg, &nbsp;&quot;Rites of the state religion in Roman art&quot;&nbsp;<em>(Memoirs of the American Academy in Rome; 22) </em>(Rome: American Academy in Rome,&nbsp;1955).</p> <p>&nbsp;I. S.&nbsp;Ryberg, <em>Panel reliefs of Marcus Aurelius</em> (New York: Archaeological Institute of America,&nbsp;1967).</p> <p>K.&nbsp;Stemmer, &nbsp;ed. Kaiser,&nbsp;<em>Marc Aurel und Seine Zeit: Das R&ouml;mische Reich im </em>Umbruch&nbsp;(Berlin: Abguss-Sammlung Antiker Plastik,&nbsp;1988).</p> <p>D. E.&nbsp;Strong, <em>Roman Art</em> (New Haven: Yale University Press,&nbsp;1976).</p> <p>A. M.&nbsp;Vaccaro, et al., &nbsp;<em>Marco Aurelio: storia di un monumento e del suo restauro </em>(Milan: Silvana,&nbsp;1989).</p> <p>M.&nbsp;van Ackeren, ed.,&nbsp;<em>A Companion to Marcus Aurelius</em> (Malden MA: Wiley-Blackwell,&nbsp;2012).</p> <p><a href="http://en.museicapitolini.org/collezioni/percorsi_per_sale/museo_del_palazzo_dei_conservatori/esedra_di_marco_aurelio/statua_equestre_di_marco_aurelio">Capitoline Museums - Marcus Aurelius Exedra</a></p>
