Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>What does the Taj Mahal have to do with the Tamerlane? What do Persian carpets have to do with Turkish tiles? Quite a bit, as it turns out. By the fourteenth century, Islam had spread as far East as India and Islamic rulers had solidified their power by establishing prosperous cities and a robust trade in decorative arts along the all-important Silk Road.&nbsp;This is a complex period with competing and overlapping cultures and empires. Read below for an introduction to the later Islamic dynasties.</p> <h3>Ottoman (1300-1924)</h3> <p>At its earliest stages, the Ottoman state was little more than a group formed as a result of the dissolution of the Anatolian Seljuq sultanate. However, in 1453, the Ottomans captured the great Byzantine capital, Constantinople, and in 1517, they defeated the Mamluks and took control of the most significant state in the Islamic world.</p> <p><span class="block-image image-wrapper"><img alt="Mimar Sinan, Süleymaniye Mosque built for the Sultan Süleyman the Lawgiver, 1558, Istanbul" src="https://ka-perseus-images.s3.amazonaws.com/817ed1bd1be8379d1a2e141af26e5d413d5aecf6.jpg" /><span class="image-caption">Mimar Sinan, S&uuml;leymaniye Mosque built for the Sultan S&uuml;leyman the Lawgiver, 1558, Istanbul</span></span></p> <p>While the Ottomans ruled for many centuries, the height of the empire&#39;s cultural and economic prosperity was achieved during S&uuml;leyman the Magnificent&#39;s reign (r. 1520-1566), a period often referred to as the Ottoman&#39;s &lsquo;golden age.&rsquo; In addition to large-scale architectural projects, the decorative arts flourished, chief among them, ceramics, particularly tiles. Iznik tiles, named for the city in Anatolia where they were produced, developed a trademark style of curling vines and flowers rendered in beautiful shades of blue and turquoise. These designs were informed by the blue and white floral patterns found in Chinese porcelain&mdash;similar to earlier Mamluk tiles, and Timurid art to the East. In addition to Iznik, other artistic hubs developed, such as Bursa, known for its silks, and Cairo for its carpets. The capital, Istanbul (formerly Constantinople), became a great center for all matters of cultural importance from manuscript illumination to architecture.</p> <p><span class="block-image image-wrapper"><img alt="Sinan, Rüstem Paşa Mosque, mihrab and minbar Mimar Sinan, Rüstem Pasha Mosque, 1561-63 (Istanbul)" src="https://ka-perseus-images.s3.amazonaws.com/3e7feeb1fc561e3507e1e491ea92327bbf748cce.jpg" /><span class="image-caption">Iznik tiles in&nbsp;Sinan,&nbsp;R&uuml;stem Pasha Mosque, 1561-63 (Istanbul)</span></span></p> <p>The architecture of the period, both sacred and secular, incorporates these decorative arts, from the dazzling blue tiles and monumental calligraphy that adorn the walls of Topkapi Palace (begun 1459) to the carpets that line the floors of the S&uuml;leymaniye Mosque (1550-1558). Ottoman mosque architecture itself is marked by the use of domes, widely used earlier in Byzantium, and towering minarets. The Byzantine influence draws primarily from Hagia Sophia, a former church that was <a href="/humanities/medieval-world/byzantine1/constantinople-east/v/hagia-sophia-mosque">converted into a mosque</a> (and is now a museum).</p> <h3>Timurid (1369-1502)</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/73129983bd866cd1ea05fb6d632a90d2c01cf536.png" /><br /> <span class="image-caption">Timurid Dynasty at its greatest extent</span></span></p> <p>This powerful Central Asian dynasty was named for its founder, Tamerlane (ruled 1370-1405), which is derived from Timur the Lame. Despite his rather pathetic epithet, he claimed to be a descendent of Genghis Khan and demonstrated some of his supposed ancestor&rsquo;s ruthlessness in conquering neighboring territories.</p> <p>After establishing a vast empire, Timur developed a monumental architecture befitting his power, and sought to make Samarkand the &ldquo;pearl of the world.&rdquo; Because the capital was situated at a major crossroads of the Silk Road (the crucial trade route linking the Middle East, Central Asia, and China), and because Timur had conquered so widely, the Timurids acquired a myriad of artisans and craftspeople from distinct artistic traditions. The resulting style synthesized aesthetic and design principles from as far away as India (then Hindustan) and the lands in between.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/07c17fea1d543b4a018d924ea304e03ff154350f.jpg" /><br /> <span class="image-caption">Registan, Samarkand, Uzbekistan, 15th-17th centuries</span></span></p> <p>The result can be seen in cities filled with buildings created on a lavish scale that exhibited tall, bulbous domes and the finest ceramic tiles. The structures and even the cities themselves are often described foremost by the overwhelming use of blues and golds. While the Timurid dynasty itself was short-lived, its legacy survives not only in the grand architecture that it left behind but in its descendents who went on to play significant roles in the Ottoman, Safavid and Mughal empires.</p> <h3>Safavid (1502-1736)</h3> <p>The Safavids, a group with roots in the Sufic tradition (a mystical branch of Islam), came to power in Persia, modern-day Iran and Azerbaijan. In 1501 the Safavid rulers declared Shi&rsquo;a Islam as its state religion; and in just ten years the empire came to include all of Iran.</p> <p>The art of manuscript illumination was highly prized in the Safavid courts, and royal patrons made many large-scale commissions. Perhaps the most notable of these is the Shahnama (or &lsquo;Book of Kings,&rsquo; a compilation of stories about earlier rulers of Iran) from the 1520s. While painting in this context did not have the same prominent and longstanding tradition as it does in Western art, the illustrations exhibit masterful workmanship and an incredible attention to detail.</p> <p><span class="block-image image-wrapper"><img alt="The Ardabil Carpet, Maqsud of Kashan, Persian: Safavid dynasty, silk warps and wefts with wool pile (25 million knots, 340 per sq. inch), 1539-40 C.E., Tabriz, Kashan, Isfahan or Kirman, Iran (Victoria &amp; Albert Museum)" src="https://ka-perseus-images.s3.amazonaws.com/99238c86bb12a2bfecc5f2bb0efc60797cb07319.jpg" /><span class="image-caption">The Ardabil Carpet, Maqsud of Kashan, Persian: Safavid dynasty, silk warps and wefts with wool pile (25 million knots, 340 per sq. inch), 1539-40 C.E., Tabriz, Kashan, Isfahan or Kirman, Iran (Victoria &amp; Albert Museum)</span></span></p> <p>Trade in carpets was also important, and even today, people understand the appeal of Persian carpets. These large-scale, high-quality pieces were created as luxurious furnishings for royal&nbsp;courts. The most famous&mdash;perhaps of all time&mdash;is a pair known as the Ardabil Carpets, created in 1539-1540. The carpets were nearly identical, perfectly symmetrical and enormous. Every inch of space was filled with flowers, scrolling vines, and medallions.</p> <p>The empire began to struggle financially and militarily until the rule of Shah Abbas (r. 1587-1629). He moved the capital to Isfahan where he built a magnificent new city and established state workshops for textiles, which, along with silk and other goods, were increasingly exported to Europe. The mosque architecture made use of earlier Persian elements, like the four-iwan plan and building materials of brick and glazed tiles reminiscent of Timurid architecture, with its blues and greens and bulbous domes. Even in such far-removed lands, the connections between these dynasties are evident in the art they created.</p> <h3>Mughal (1526-1858)</h3> <p>Though Islam had been introduced in India centuries before, the Mughals were responsible for some of the greatest works of art produced in the canons of both Indian and Islamic art. The empire established itself when Babur, himself a Timurid prince of Turkish and Central Asian descent, came to Hindustan and defeated the existing Islamic sultanate in Delhi.</p> <p>Tracing their roots to Central Asia, the Mughals produced art, music and poetry that was highly influenced by Persian and Central Asian aesthetics. This is evident in the style and importance given to miniature paintings, created to illustrate manuscripts. The most grandiose of these was the Akbarnama, created to record the conquests of Akbar, widely regarded as the greatest Mughal emperor. The art and architecture created during his reign demonstrate a synthesis of indigenous Indian temple architecture with structural and design elements derived from Islamic sources farther West. The Mughals developed a unique architectural style which, in the years after Akbar&rsquo;s reign, began to feature scalloped arches and stylized floral designs in white marble. The most famous example is the Taj Mahal, constructed by Shah Jahan from 1632-1653.</p> <p><span class="block-image image-wrapper"><img alt="Taj Mahal, Agra, India, 1632-53" src="https://ka-perseus-images.s3.amazonaws.com/6e43b8c6ad1cc49db1f5eb3334df58f36d5fac14.jpg" /><span class="image-caption">Taj Mahal, Agra, India, 1632-53, photo: <a href="https://www.flickr.com/photos/mknott/1352093343">Mathew Knott</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>The Mughal dynasty left a lasting mark on the landscape of India, and remained in power until the British completed their conquest of India in the nineteenth century.</p> <p>Although historians generally agree that the major Islamic dynasties end in the nineteenth and early twentieth centuries, Islamic art and culture have continued to flourish. Muslim artists and Muslim countries are still producing art. Some art historians consider such work as simply modern or contemporary art while others see it within the continuity of Islamic art.</p> <p>Essay by Glenna Barlow</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.metmuseum.org/toah/hd/otto1/hd_otto1.htm">The Art of the Ottomans before 1600 at the Metropolitan Museum of Art&#39;s Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/safa/hd_safa.htm">The Art of the Safavids before 1600&nbsp;at the Metropolitan Museum of Art&#39;s Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/mugh/hd_mugh.htm">The Art of the Mughals before 1600&nbsp;at the Metropolitan Museum of Art&#39;s Timeline of Art History</a></p> <p><a href="http://www.bbc.co.uk/religion/religions/islam/history/mughalempire_1.shtml">Introduction to the Mughal Empire from the BBC</a></p>
it: <p>What does the Taj Mahal have to do with the Tamerlane? What do Persian carpets have to do with Turkish tiles? Quite a bit, as it turns out. By the fourteenth century, Islam had spread as far East as India and Islamic rulers had solidified their power by establishing prosperous cities and a robust trade in decorative arts along the all-important Silk Road.&nbsp;This is a complex period with competing and overlapping cultures and empires. Read below for an introduction to the later Islamic dynasties.</p> <h3>Ottoman (1300-1924)</h3> <p>At its earliest stages, the Ottoman state was little more than a group formed as a result of the dissolution of the Anatolian Seljuq sultanate. However, in 1453, the Ottomans captured the great Byzantine capital, Constantinople, and in 1517, they defeated the Mamluks and took control of the most significant state in the Islamic world.</p> <p><span class="block-image image-wrapper"><img alt="Mimar Sinan, Süleymaniye Mosque built for the Sultan Süleyman the Lawgiver, 1558, Istanbul" src="https://ka-perseus-images.s3.amazonaws.com/817ed1bd1be8379d1a2e141af26e5d413d5aecf6.jpg" /><span class="image-caption">Mimar Sinan, S&uuml;leymaniye Mosque built for the Sultan S&uuml;leyman the Lawgiver, 1558, Istanbul</span></span></p> <p>While the Ottomans ruled for many centuries, the height of the empire&#39;s cultural and economic prosperity was achieved during S&uuml;leyman the Magnificent&#39;s reign (r. 1520-1566), a period often referred to as the Ottoman&#39;s &lsquo;golden age.&rsquo; In addition to large-scale architectural projects, the decorative arts flourished, chief among them, ceramics, particularly tiles. Iznik tiles, named for the city in Anatolia where they were produced, developed a trademark style of curling vines and flowers rendered in beautiful shades of blue and turquoise. These designs were informed by the blue and white floral patterns found in Chinese porcelain&mdash;similar to earlier Mamluk tiles, and Timurid art to the East. In addition to Iznik, other artistic hubs developed, such as Bursa, known for its silks, and Cairo for its carpets. The capital, Istanbul (formerly Constantinople), became a great center for all matters of cultural importance from manuscript illumination to architecture.</p> <p><span class="block-image image-wrapper"><img alt="Sinan, Rüstem Paşa Mosque, mihrab and minbar Mimar Sinan, Rüstem Pasha Mosque, 1561-63 (Istanbul)" src="https://ka-perseus-images.s3.amazonaws.com/3e7feeb1fc561e3507e1e491ea92327bbf748cce.jpg" /><span class="image-caption">Iznik tiles in&nbsp;Sinan,&nbsp;R&uuml;stem Pasha Mosque, 1561-63 (Istanbul)</span></span></p> <p>The architecture of the period, both sacred and secular, incorporates these decorative arts, from the dazzling blue tiles and monumental calligraphy that adorn the walls of Topkapi Palace (begun 1459) to the carpets that line the floors of the S&uuml;leymaniye Mosque (1550-1558). Ottoman mosque architecture itself is marked by the use of domes, widely used earlier in Byzantium, and towering minarets. The Byzantine influence draws primarily from Hagia Sophia, a former church that was <a href="/humanities/medieval-world/byzantine1/constantinople-east/v/hagia-sophia-mosque">converted into a mosque</a> (and is now a museum).</p> <h3>Timurid (1369-1502)</h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/73129983bd866cd1ea05fb6d632a90d2c01cf536.png" /><br /> <span class="image-caption">Timurid Dynasty at its greatest extent</span></span></p> <p>This powerful Central Asian dynasty was named for its founder, Tamerlane (ruled 1370-1405), which is derived from Timur the Lame. Despite his rather pathetic epithet, he claimed to be a descendent of Genghis Khan and demonstrated some of his supposed ancestor&rsquo;s ruthlessness in conquering neighboring territories.</p> <p>After establishing a vast empire, Timur developed a monumental architecture befitting his power, and sought to make Samarkand the &ldquo;pearl of the world.&rdquo; Because the capital was situated at a major crossroads of the Silk Road (the crucial trade route linking the Middle East, Central Asia, and China), and because Timur had conquered so widely, the Timurids acquired a myriad of artisans and craftspeople from distinct artistic traditions. The resulting style synthesized aesthetic and design principles from as far away as India (then Hindustan) and the lands in between.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/07c17fea1d543b4a018d924ea304e03ff154350f.jpg" /><br /> <span class="image-caption">Registan, Samarkand, Uzbekistan, 15th-17th centuries</span></span></p> <p>The result can be seen in cities filled with buildings created on a lavish scale that exhibited tall, bulbous domes and the finest ceramic tiles. The structures and even the cities themselves are often described foremost by the overwhelming use of blues and golds. While the Timurid dynasty itself was short-lived, its legacy survives not only in the grand architecture that it left behind but in its descendents who went on to play significant roles in the Ottoman, Safavid and Mughal empires.</p> <h3>Safavid (1502-1736)</h3> <p>The Safavids, a group with roots in the Sufic tradition (a mystical branch of Islam), came to power in Persia, modern-day Iran and Azerbaijan. In 1501 the Safavid rulers declared Shi&rsquo;a Islam as its state religion; and in just ten years the empire came to include all of Iran.</p> <p>The art of manuscript illumination was highly prized in the Safavid courts, and royal patrons made many large-scale commissions. Perhaps the most notable of these is the Shahnama (or &lsquo;Book of Kings,&rsquo; a compilation of stories about earlier rulers of Iran) from the 1520s. While painting in this context did not have the same prominent and longstanding tradition as it does in Western art, the illustrations exhibit masterful workmanship and an incredible attention to detail.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/99238c86bb12a2bfecc5f2bb0efc60797cb07319.jpg" /><span class="image-caption">The Ardabil Carpet, Maqsud of Kashan, Persian: Safavid dynasty, silk warps and wefts with wool pile (25 million knots, 340 per sq. inch), 1539-40 C.E., Tabriz, Kashan, Isfahan or Kirman, Iran (Victoria &amp; Albert Museum)</span></span></p> <p>Trade in carpets was also important, and even today, people understand the appeal of Persian carpets. These large-scale, high-quality pieces were created as luxurious furnishings for royal&nbsp;courts. The most famous&mdash;perhaps of all time&mdash;is a pair known as the Ardabil Carpets, created in 1539-1540. The carpets were nearly identical, perfectly symmetrical and enormous. Every inch of space was filled with flowers, scrolling vines, and medallions.</p> <p>The empire began to struggle financially and militarily until the rule of Shah Abbas (r. 1587-1629). He moved the capital to Isfahan where he built a magnificent new city and established state workshops for textiles, which, along with silk and other goods, were increasingly exported to Europe. The mosque architecture made use of earlier Persian elements, like the four-iwan plan and building materials of brick and glazed tiles reminiscent of Timurid architecture, with its blues and greens and bulbous domes. Even in such far-removed lands, the connections between these dynasties are evident in the art they created.</p> <h3>Mughal (1526-1858)</h3> <p>Though Islam had been introduced in India centuries before, the Mughals were responsible for some of the greatest works of art produced in the canons of both Indian and Islamic art. The empire established itself when Babur, himself a Timurid prince of Turkish and Central Asian descent, came to Hindustan and defeated the existing Islamic sultanate in Delhi.</p> <p>Tracing their roots to Central Asia, the Mughals produced art, music and poetry that was highly influenced by Persian and Central Asian aesthetics. This is evident in the style and importance given to miniature paintings, created to illustrate manuscripts. The most grandiose of these was the Akbarnama, created to record the conquests of Akbar, widely regarded as the greatest Mughal emperor. The art and architecture created during his reign demonstrate a synthesis of indigenous Indian temple architecture with structural and design elements derived from Islamic sources farther West. The Mughals developed a unique architectural style which, in the years after Akbar&rsquo;s reign, began to feature scalloped arches and stylized floral designs in white marble. The most famous example is the Taj Mahal, constructed by Shah Jahan from 1632-1653.</p> <p><span class="block-image image-wrapper"><img alt="Taj Mahal, Agra, India, 1632-53" src="https://ka-perseus-images.s3.amazonaws.com/6e43b8c6ad1cc49db1f5eb3334df58f36d5fac14.jpg" /><span class="image-caption">Taj Mahal, Agra, India, 1632-53, photo: <a href="https://www.flickr.com/photos/mknott/1352093343">Mathew Knott</a>&nbsp;(CC BY-NC-SA 2.0)</span></span></p> <p>The Mughal dynasty left a lasting mark on the landscape of India, and remained in power until the British completed their conquest of India in the nineteenth century.</p> <p>Although historians generally agree that the major Islamic dynasties end in the nineteenth and early twentieth centuries, Islamic art and culture have continued to flourish. Muslim artists and Muslim countries are still producing art. Some art historians consider such work as simply modern or contemporary art while others see it within the continuity of Islamic art.</p> <p>Essay by Glenna Barlow</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.metmuseum.org/toah/hd/otto1/hd_otto1.htm">The Art of the Ottomans before 1600 at the Metropolitan Museum of Art&#39;s Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/safa/hd_safa.htm">The Art of the Safavids before 1600&nbsp;at the Metropolitan Museum of Art&#39;s Timeline of Art History</a></p> <p><a href="http://www.metmuseum.org/toah/hd/mugh/hd_mugh.htm">The Art of the Mughals before 1600&nbsp;at the Metropolitan Museum of Art&#39;s Timeline of Art History</a></p> <p><a href="http://www.bbc.co.uk/religion/religions/islam/history/mughalempire_1.shtml">Introduction to the Mughal Empire from the BBC</a></p>
