Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><br /> Marking pages for future reading predates browsers and the web. In fact, the practice is much older even than printed books. This essay introduces various ways in which monks and other medieval readers kept track of the page at which they had stopped reading&mdash;and from which they planned to continue in the near future. What tools were available for this purpose? And how did these differ from one another? Apart from addressing these two queries, this post also reports on a genuine discovery: a new specimen of a rare but particularly smart type of bookmark, found at the University Library&nbsp;in Leiden. Cleverly, and unlike our modern equivalent, the bookmark in question showed medieval readers not only at what page they had stopped reading, but also in which text column and line they had left off.</p> <h3>Static bookmarks</h3> <p><span class="block-image image-wrapper"><img alt="Leiden, Universiteitsbibliotheek, BPL MS 2001 (12th century), photo: Erik Kwakkel " src="https://ka-perseus-images.s3.amazonaws.com/6d0393dc0e73202067c95ceb98357e0f2653d2d0.jpg" /><span class="image-caption">Leiden, University Library, BPL MS 2001 (12th century), photo: Erik Kwakkel</span></span></p> <p>But let&rsquo;s start at the beginning. If certain bookmarks can be called &ldquo;smart,&rdquo;&nbsp;it follows that others were, well, dumb. In bookmark terms that qualifier must go to types that are fixed to one specific page rather than being able to freely move throughout the book. The image above&nbsp;shows such a static bookmark, perhaps as old as the twelfth century. It was produced by making a small cut in the corner of the page, after which a strip of parchment was guided through a small incision, and then folded outwards, so as to stick out of the book. The result was as unmovable as it was destructive to the page&mdash;adding to its unflattering qualifier &ldquo;dumb.&rdquo;</p> <p><span class="block-image image-wrapper"><img alt="Glued-on parchment strip with letter B (Utrecht, UB, MS 146, fol. 17r)" src="https://ka-perseus-images.s3.amazonaws.com/a4e340b1e8dd5a0ba2ec0116ef26592eddf7a79a.jpg" /><span class="image-caption">Glued-on parchment strip with letter B,&nbsp;Summa de casibus conscientiae / Bartholomeus of San Concordio. c. 1460-1480,&nbsp;<a href="http://www.mmdc.nl/static/site/search/detail.html?searchMode=advanced&amp;recordId=7913&amp;selectedRecordId=7913&amp;maximumRecords=15&amp;recordDisplayLevel=1&amp;startRecord=31&amp;showMap=1&amp;freetextsearch=bookmark&amp;shelfmark=Type+in+query...+%28autocompleted%29&amp;author=Type+in+query...+%28autocompleted%29&amp;title=Type+in+query...+%28autocompleted%29&amp;startyear=Type+in+query&amp;endyear=Type+in+query&amp;alt-title=Type+in+query...+%28autocompleted%29&amp;incipit=Type+in+query&amp;annotation_contents=Type+in+query&amp;contains=null&amp;language=null&amp;language_original=null&amp;translator=Type+in+query...+%28autocompleted%29&amp;type=null&amp;keyword=Type+in+query&amp;person=Type+in+query...+%28autocompleted%29&amp;medium=null&amp;script=Type+in+query&amp;scribe=Type+in+query...+%28autocompleted%29&amp;binding=null&amp;binder=Type+in+query...+%28autocompleted%29&amp;region=null&amp;place=Type+in+query&amp;patron=Type+in+query...+%28autocompleted%29&amp;collection=Type+in+query...+%28autocompleted%29#r7913">Utrecht, University Library, MS 146</a>, fol. 17r)</span></span></p> <p>A slightly less invasive version, no doubt preferred by medieval librarians, didn&rsquo;t involve&nbsp;cutting but glueing a tiny strip of parchment on the long side of the page. These so-called &ldquo;fore-edge&rdquo; bookmarks could even be filled with extra information, for example what section started at the marked location (&ldquo;B&rdquo; for &ldquo;Baptism&rdquo; in the image above).</p> <h3>Dynamic bookmarks</h3> <p><span class="image-wrapper inline-image"><img alt="Broeder Geraert, Vitae of St. Christina the Astonishing and St. Lutgard, 13th century, Amsterdam, University Library, ms. I G 56-57 " src="https://ka-perseus-images.s3.amazonaws.com/0c913dcf68b477050bf5a821a2f87d87ae8cb32a.jpg" /><span class="image-caption">Broeder Geraert, <em>Vitae of St. Christina the Astonishing and St. Lutgard</em>, 13th century, Amsterdam, University Library, MSS&nbsp;I G 56-57</span></span>Far more interesting from a book-historical point of view are the more dynamic bookmarks, which could be used at any page of the manuscript because they were movable.</p> <p>An unusual example is seen here (left)&mdash;heart-shaped bookmarks that could be clipped onto a page. Interestingly, they were cut out of a thirteenth-century manuscript with a Middle Dutch saint&rsquo;s life. The culprits were nuns in the 20th century, who clearly did not appreciate old books. Only a small number of pages of this very important manuscript have survived undamaged. When you study the book&nbsp;in the University Library of Amsterdam, as I did a few years back, a curious collection of full leaves and heart-shaped fragments ends up on your desk.</p> <p>The downside of such clip-on bookmarks is that time tended not to be very kind to them. Since they could be separated from the page, many actually were: they fell out or were never re-inserted by the reader. The solution to the vanishing bookmark came in the form of what is called a &ldquo;register bookmark.&quot;&nbsp;This type, which looks like a spider with its legs trapped, was securely fastened to the top of the binding (visible below), so it couldn&rsquo;t get lost. Additionally, the bookmark allowed the reader to mark multiple locations in the book.</p> <p><span class="block-image image-wrapper"><img alt="Auckland Libraries, Sir George Grey Special Collections, Med. MS S.1588, source: http://medievalbookbindings.com/" src="https://ka-perseus-images.s3.amazonaws.com/4db69d03bfcea4180208522e9eab11626821b8c4.jpg" /><span class="image-caption">Auckland Libraries, Sir George Grey Special Collections, Med. MS S.1588, <a href="http://http://medievalbookbindings.com/">source</a></span></span></p> <p>Evidently, these two groups of bookmarks&mdash;static and dynamic&mdash;provided very different approaches to marking information&mdash;and thus to a book&rsquo;s use. Readers who added clip-on or &ldquo;spider&rdquo; bookmarks anticipated they would need to retrieve information not from one single page but from a changing number of pages. In other words, movable bookmarks served an audience with a shifting knowledge &ldquo;appetite,&rdquo;&nbsp;while the static ones encouraged a more &ldquo;ritual&rdquo; use of a book. In other words, both types are telling, in their own way, about medieval reading culture.</p> <h3>Multi-dynamic bookmarks</h3> <p><span class="image-wrapper inline-image"><img alt="Gilbert, de La Porrée, Commentary on the Pauline Epistles, c. 1160-1200, Harvard, Houghton Library, MS 277, f. 115v" src="https://ka-perseus-images.s3.amazonaws.com/5a244e9c74e5c1388cbea94ef102bfec57797243.jpg" /><span class="image-caption">Gilbert, de La Porr&eacute;e, Commentary on the Pauline Epistles, c. 1160-1200, Harvard, Houghton Library, MS 277, fol. 115v</span></span>And then there is, finally, the multi-dynamic bookmark &ndash; and the story of how a new specimen of this type was discovered. The qualifier &ldquo;multi-dynamic&rdquo;, which is my own, refers to the fact that this bookmark is of the moving type, while at the same time it is able to do much more than simply marking a page. The bookmark&rsquo;s use is as simple as it is clever. This becomes clear when we look at the bookmark in action, for example in this twelfth-century Bible in the Houghton Library.</p> <p>As you can see, the bookmark consists of two components. As with the spider bookmark, it features a string attached to the top of the binding (in this case the string is a strip from a recycled manuscript page). This allowed the reader to mark a certain page. Nothing new here. The second component, however, is what makes this a smart bookmark: a disk with the numbers 1-4 written on it, fitted in a tiny sleeve. The reader would pull down the marker along the string until the flat top hit the line where he had stopped reading. The disk could subsequently be turned to the appropriate column&mdash;an open medieval book usually showed four columns of text&mdash;meaning the device marked page, column and line.</p> <h3>Discovery</h3> <p><span class="image-wrapper inline-image"><img alt="A medieval revolving bookmark (sold at Sotheby’s, July 5, 2005, lot 16) " src="https://ka-perseus-images.s3.amazonaws.com/3f05c30a844e6c40832b7c649d4e58aee760a5db.jpg" /><span class="image-caption">A medieval revolving bookmark (sold at Sotheby&rsquo;s, July 5, 2005, lot 16)</span></span>Although such rotating bookmarks were used well into the age of print (see an example <a href="https://blogs.princeton.edu/notabilia/2014/07/12/15th-century-bookmark-with-column-indicator/">here</a>), only about thirty-five have survived according to an inventory published in the Transactions of the Cambridge Bibliographical Society (2001). It figures that when in 2005 a tiny specimen of 41 &times; 22 mm (the size of two thumbnails) was sold off at Sotheby&rsquo;s, it went for a stunning $ 11,000.</p> <p>Just to illustrate that new specimen still emerge, I recently discovered one in the University Library in Leiden, where it was filed in an early-twentieth-century filing cabinet of the Bibliotheca Manuscript Neerlandica&mdash;since moved to a fragment collection with shelfmark BPL 3327).</p> <p><span class="block-image image-wrapper"><img alt="Revloving bookmark fragment,Leiden, University Library, BPL MS 3327 (14th century?), photo Erik Kwakkel" src="https://ka-perseus-images.s3.amazonaws.com/90628b425aca09d4d42838246005203cc166bece.jpg" /><span class="image-caption">Revloving bookmark fragment, Leiden, University Library, BPL MS 3327 (14th century?), photo: Erik Kwakkel</span></span></p> <p>The Leiden artifact (above) shows all the characteristics of a rotating bookmark: a small parchment disk with four numbers and a tiny hole in the middle. Interestingly, it is only the second specimen identified in Dutch collections, although the one in Leiden is clearly the oldest of the two (<a href="http://www.mmdc.nl/static/site/search/detail.html?searchMode=advanced&amp;recordId=7370&amp;selectedRecordId=7370&amp;maximumRecords=15&amp;recordDisplayLevel=1&amp;startRecord=1&amp;showMap=1&amp;freetextsearch=bookmark&amp;shelfmark=Type+in+query...+%28autocompleted%29&amp;author=Type+in+query...+%28autocompleted%29&amp;title=Type+in+query...+%28autocompleted%29&amp;startyear=Type+in+query&amp;endyear=Type+in+query&amp;alt-title=Type+in+query...+%28autocompleted%29&amp;incipit=Type+in+query&amp;annotation_contents=Type+in+query&amp;contains=null&amp;language=null&amp;language_original=null&amp;translator=Type+in+query...+%28autocompleted%29&amp;type=null&amp;keyword=Type+in+query&amp;person=Type+in+query...+%28autocompleted%29&amp;medium=null&amp;script=Type+in+query&amp;scribe=Type+in+query...+%28autocompleted%29&amp;binding=null&amp;binder=Type+in+query...+%28autocompleted%29&amp;region=null&amp;place=Type+in+query&amp;patron=Type+in+query...+%28autocompleted%29&amp;collection=Type+in+query...+%28autocompleted%29#r7370">here is the other</a>). While it is hard to date the red roman numbers with precision, it appears they were put on the parchment in the fourteenth century. The striking difference with the Houghton Library specimen above is that the new find comes without its sleeve, which does not survive. It is astonishing still that the tiny disk made it to our day and age. It must have been hidden in the darkness of a manuscript for several hundreds of years until it got separated and became an orphan&mdash; sleeveless and without a home.</p> <p>Essay by Dr. Erik Kwakkel</p>
it: <p><br /> Marking pages for future reading predates browsers and the web. In fact, the practice is much older even than printed books. This essay introduces various ways in which monks and other medieval readers kept track of the page at which they had stopped reading&mdash;and from which they planned to continue in the near future. What tools were available for this purpose? And how did these differ from one another? Apart from addressing these two queries, this post also reports on a genuine discovery: a new specimen of a rare but particularly smart type of bookmark, found at the University Library&nbsp;in Leiden. Cleverly, and unlike our modern equivalent, the bookmark in question showed medieval readers not only at what page they had stopped reading, but also in which text column and line they had left off.</p> <h3>Static bookmarks</h3> <p><span class="block-image image-wrapper"><img alt="Leiden, Universiteitsbibliotheek, BPL MS 2001 (12th century), photo: Erik Kwakkel " src="https://ka-perseus-images.s3.amazonaws.com/6d0393dc0e73202067c95ceb98357e0f2653d2d0.jpg" /><span class="image-caption">Leiden, University Library, BPL MS 2001 (12th century), photo: Erik Kwakkel</span></span></p> <p>But let&rsquo;s start at the beginning. If certain bookmarks can be called &ldquo;smart,&rdquo;&nbsp;it follows that others were, well, dumb. In bookmark terms that qualifier must go to types that are fixed to one specific page rather than being able to freely move throughout the book. The image above&nbsp;shows such a static bookmark, perhaps as old as the twelfth century. It was produced by making a small cut in the corner of the page, after which a strip of parchment was guided through a small incision, and then folded outwards, so as to stick out of the book. The result was as unmovable as it was destructive to the page&mdash;adding to its unflattering qualifier &ldquo;dumb.&rdquo;</p> <p><span class="block-image image-wrapper"><img alt="Glued-on parchment strip with letter B (Utrecht, UB, MS 146, fol. 17r)" src="https://ka-perseus-images.s3.amazonaws.com/a4e340b1e8dd5a0ba2ec0116ef26592eddf7a79a.jpg" /><span class="image-caption">Glued-on parchment strip with letter B,&nbsp;Summa de casibus conscientiae / Bartholomeus of San Concordio. c. 1460-1480,&nbsp;<a href="http://www.mmdc.nl/static/site/search/detail.html?searchMode=advanced&amp;recordId=7913&amp;selectedRecordId=7913&amp;maximumRecords=15&amp;recordDisplayLevel=1&amp;startRecord=31&amp;showMap=1&amp;freetextsearch=bookmark&amp;shelfmark=Type+in+query...+%28autocompleted%29&amp;author=Type+in+query...+%28autocompleted%29&amp;title=Type+in+query...+%28autocompleted%29&amp;startyear=Type+in+query&amp;endyear=Type+in+query&amp;alt-title=Type+in+query...+%28autocompleted%29&amp;incipit=Type+in+query&amp;annotation_contents=Type+in+query&amp;contains=null&amp;language=null&amp;language_original=null&amp;translator=Type+in+query...+%28autocompleted%29&amp;type=null&amp;keyword=Type+in+query&amp;person=Type+in+query...+%28autocompleted%29&amp;medium=null&amp;script=Type+in+query&amp;scribe=Type+in+query...+%28autocompleted%29&amp;binding=null&amp;binder=Type+in+query...+%28autocompleted%29&amp;region=null&amp;place=Type+in+query&amp;patron=Type+in+query...+%28autocompleted%29&amp;collection=Type+in+query...+%28autocompleted%29#r7913">Utrecht, University Library, MS 146</a>, fol. 17r)</span></span></p> <p>A slightly less invasive version, no doubt preferred by medieval librarians, didn&rsquo;t involved cutting but glueing a tiny strip of parchment on the long side of the page. These so-called &ldquo;fore-edge&rdquo; bookmarks could even be filled with extra information, for example what section started at the marked location (&ldquo;B&rdquo; for &ldquo;Baptism&rdquo; in the image above).</p> <h3>Dynamic bookmarks</h3> <p><span class="image-wrapper inline-image"><img alt="Broeder Geraert, Vitae of St. Christina the Astonishing and St. Lutgard, 13th century, Amsterdam, University Library, ms. I G 56-57 " src="https://ka-perseus-images.s3.amazonaws.com/0c913dcf68b477050bf5a821a2f87d87ae8cb32a.jpg" /><span class="image-caption">Broeder Geraert, <em>Vitae of St. Christina the Astonishing and St. Lutgard</em>, 13th century, Amsterdam, University Library, MSS&nbsp;I G 56-57</span></span>Far more interesting from a book-historical point of view are the more dynamic bookmarks, which could be used at any page of the manuscript because they were movable.</p> <p>An unusual example is seen here (left)&mdash;heart-shaped bookmarks that could be clipped onto a page. Interestingly, they were cut out of a thirteenth-century manuscript with a Middle Dutch saint&rsquo;s life. The culprits were nuns in the 20th century, who clearly did not appreciate old books. Only a small number of pages of this very important manuscript have survived undamaged. When you study the book&nbsp;in the University Library of Amsterdam, as I did a few years back, a curious collection of full leaves and heart-shaped fragments ends up on your desk.</p> <p>The downside of such clip-on bookmarks is that time tended not to be very kind to them. Since they could be separated from the page, many actually were: they fell out or were never re-inserted by the reader. The solution to the vanishing bookmark came in the form of what is called a &ldquo;register bookmark.&quot;&nbsp;This type, which looks like a spider with its legs trapped, was securely fastened to the top of the binding (visible below), so it couldn&rsquo;t get lost. Additionally, the bookmark allowed the reader to mark multiple locations in the book.</p> <p><span class="block-image image-wrapper"><img alt="Auckland Libraries, Sir George Grey Special Collections, Med. MS S.1588, source: http://medievalbookbindings.com/" src="https://ka-perseus-images.s3.amazonaws.com/4db69d03bfcea4180208522e9eab11626821b8c4.jpg" /><span class="image-caption">Auckland Libraries, Sir George Grey Special Collections, Med. MS S.1588, <a href="http://http://medievalbookbindings.com/">source</a></span></span></p> <p>Evidently, these two groups of bookmarks&mdash;static and dynamic&mdash;provided very different approaches to marking information&mdash;and thus to a book&rsquo;s use. Readers who added clip-on or &ldquo;spider&rdquo; bookmarks anticipated they would need to retrieve information not from one single page but from a changing number of pages. In other words, movable bookmarks served an audience with a shifting knowledge &ldquo;appetite,&rdquo;&nbsp;while the static ones encouraged a more &ldquo;ritual&rdquo; use of a book. In other words, both types are telling, in their own way, about medieval reading culture.</p> <h3>Multi-dynamic bookmarks</h3> <p><span class="image-wrapper inline-image"><img alt="Gilbert, de La Porrée, Commentary on the Pauline Epistles, c. 1160-1200, Harvard, Houghton Library, MS 277, f. 115v" src="https://ka-perseus-images.s3.amazonaws.com/5a244e9c74e5c1388cbea94ef102bfec57797243.jpg" /><span class="image-caption">Gilbert, de La Porr&eacute;e, Commentary on the Pauline Epistles, c. 1160-1200, Harvard, Houghton Library, MS 277, fol. 115v</span></span>And then there is, finally, the multi-dynamic bookmark &ndash; and the story of how a new specimen of this type was discovered. The qualifier &ldquo;multi-dynamic&rdquo;, which is my own, refers to the fact that this bookmark is of the moving type, while at the same time it is able to do much more than simply marking a page. The bookmark&rsquo;s use is as simple as it is clever. This becomes clear when we look at the bookmark in action, for example in this twelfth-century Bible in the Houghton Library.</p> <p>As you can see, the bookmark consists of two components. As with the spider bookmark, it features a string attached to the top of the binding (in this case the string is a strip from a recycled manuscript page). This allowed the reader to mark a certain page. Nothing new here. The second component, however, is what makes this a smart bookmark: a disk with the numbers 1-4 written on it, fitted in a tiny sleeve. The reader would pull down the marker along the string until the flat top hit the line where he had stopped reading. The disk could subsequently be turned to the appropriate column&mdash;an open medieval book usually showed four columns of text&mdash;meaning the device marked page, column and line.</p> <h3>Discovery</h3> <p><span class="image-wrapper inline-image"><img alt="A medieval revolving bookmark (sold at Sotheby’s, July 5, 2005, lot 16) " src="https://ka-perseus-images.s3.amazonaws.com/3f05c30a844e6c40832b7c649d4e58aee760a5db.jpg" /><span class="image-caption">A medieval revolving bookmark (sold at Sotheby&rsquo;s, July 5, 2005, lot 16)</span></span>Although such rotating bookmarks were used well into the age of print (see an example <a href="https://blogs.princeton.edu/notabilia/2014/07/12/15th-century-bookmark-with-column-indicator/">here</a>), only about thirty-five have survived according to an inventory published in the Transactions of the Cambridge Bibliographical Society (2001). It figures that when in 2005 a tiny specimen of 41 &times; 22 mm (the size of two thumbnails) was sold off at Sotheby&rsquo;s, it went for a stunning $ 11,000.</p> <p>Just to illustrate that new specimen still emerge, I recently discovered one in the University Library in Leiden, where it was filed in an early-twentieth-century filing cabinet of the Bibliotheca Manuscript Neerlandica&mdash;since moved to a fragment collection with shelfmark BPL 3327).</p> <p><span class="block-image image-wrapper"><img alt="Revloving bookmark fragment,Leiden, University Library, BPL MS 3327 (14th century?), photo Erik Kwakkel" src="https://ka-perseus-images.s3.amazonaws.com/90628b425aca09d4d42838246005203cc166bece.jpg" /><span class="image-caption">Revloving bookmark fragment, Leiden, University Library, BPL MS 3327 (14th century?), photo: Erik Kwakkel</span></span></p> <p>The Leiden artifact (above) shows all the characteristics of a rotating bookmark: a small parchment disk with four numbers and a tiny hole in the middle. Interestingly, it is only the second specimen identified in Dutch collections, although the one in Leiden is clearly the oldest of the two (<a href="http://www.mmdc.nl/static/site/search/detail.html?searchMode=advanced&amp;recordId=7370&amp;selectedRecordId=7370&amp;maximumRecords=15&amp;recordDisplayLevel=1&amp;startRecord=1&amp;showMap=1&amp;freetextsearch=bookmark&amp;shelfmark=Type+in+query...+%28autocompleted%29&amp;author=Type+in+query...+%28autocompleted%29&amp;title=Type+in+query...+%28autocompleted%29&amp;startyear=Type+in+query&amp;endyear=Type+in+query&amp;alt-title=Type+in+query...+%28autocompleted%29&amp;incipit=Type+in+query&amp;annotation_contents=Type+in+query&amp;contains=null&amp;language=null&amp;language_original=null&amp;translator=Type+in+query...+%28autocompleted%29&amp;type=null&amp;keyword=Type+in+query&amp;person=Type+in+query...+%28autocompleted%29&amp;medium=null&amp;script=Type+in+query&amp;scribe=Type+in+query...+%28autocompleted%29&amp;binding=null&amp;binder=Type+in+query...+%28autocompleted%29&amp;region=null&amp;place=Type+in+query&amp;patron=Type+in+query...+%28autocompleted%29&amp;collection=Type+in+query...+%28autocompleted%29#r7370">here is the other</a>). While it is hard to date the red roman numbers with precision, it appears they were put on the parchment in the fourteenth century. The striking difference with the Houghton Library specimen above is that the new find comes without its sleeve, which does not survive. It is astonishing still that the tiny disk made it to our day and age. It must have been hidden in the darkness of a manuscript for several hundreds of years until it got separated and became an orphan&mdash; sleeveless and without a home.</p> <p>Essay by Dr. Erik Kwakkel</p>
