Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/668432842e40686f3aa09bb5601eb5ea9866891b.jpg" /><span class="image-caption">William Holman Hunt, <em>Claudio and Isabella</em>, 1850, oil on mahogany, 75.8 x 42.6&nbsp;cm (London, Tate Britain)&nbsp;</span></span></p> <p>From William Shakespeare&#39;s<em> Measure for Measure</em>, Act III, scene 1 (a room in a prison):</p> <p>ISABELLA<br /> What says my brother?</p> <p>CLAUDIO<br /> Death is a fearful thing.</p> <p>ISABELLA<br /> And shamed life a hateful.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7eaebd236d4a3be0718afdf541b89486ea80cc99.png" /><span class="image-caption">Claudio and Isabella (detail),&nbsp;William Holman Hunt,&nbsp;<em>Claudio and Isabella</em>, 1850, oil on mahogany, 75.8 x 42.6&nbsp;cm (London, Tate Britain)</span></span></p> <h3>A moral dilemna</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/90b80bbae18a47262afb283d5822e62099df83ac.jpg" /><span class="image-caption">William Holman Hunt,<em> The Awakening Conscience</em>, 1853, oil on canvas, 76 x 56 cm (London, Tate Britain)</span></span>William Holman Hunt&rsquo;s <em>Claudio and Isabella</em> illustrates not only the Pre-Raphaelite fascination with William Shakespeare, but also the artist&rsquo;s particular attraction to subjects dealing with issues of morality. Taken from the play <em>Measure for Measure</em>, which tells the story of Claudio, who has been sentenced to death by Lord Angelo (the temporary ruler of Vienna) for impregnating his fianc&eacute;e. Claudio&rsquo;s sister Isabella, a nun, goes to Angelo to plead for clemency for her brother and is shocked that he suggests that she trade sex for her brother&rsquo;s life. Of course, she refuses, and Claudio initially agrees with her decision, but later changes his mind. Hunt depicts the moment when the imprisoned Claudio suggests that Isabella sacrifice her virginity to gain his freedom. It was the type of subject that appealed to Hunt, who liked themes to do with questions of guilt and sinful behavior, such as his well known painting <em>The Awakening Conscience</em> (1853).</p> <h3>Claudio and Isabella</h3> <p>Claudio&rsquo;s face, which is partly in shadow, looks down and away from his sister. His slouching posture, the rich texture of his dark, yet colorful clothes and pointed medieval-looking shoes are a sharp contrast to the stark white of the nun&rsquo;s habit, her upright posture and unwavering gaze. Sunlight from the prison window lights Isabella&rsquo;s face and permits a glimpse of apple blossoms and a church in the distance.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/465527153d1ea3e87a0c242ea6295892d377c8b2.png" /><span class="image-caption">Shackle (detail), William Holman Hunt, <em>Claudio and Isabella</em>, 1850, oil on mahogany, 75.8 x 42.6&nbsp;cm (London, Tate Britain)</span></span>The interior of the scene was painted at Lollard Prison at Lambeth Palace, and the crumbling masonry around the windows and the rusty metal of the shackle that bind Claudio&rsquo;s leg detail the less than desirable conditions. Hunt also painted the lute hanging in the window while at the prison. The lute with its red string is symbolic of lust, but the fact that it is placed in the sunshine rather than the gloom of the cell lessens the negative impact. The petals of apple blossom scattered on Claudio&rsquo;s cloak on the floor, although not added until 1879, are intended to show that Claudio is willing to compromise his sister to save himself.&nbsp;</p> <h3>&nbsp;</h3> <h3>Financial difficulties&nbsp;</h3> <p><em>Claudio and Isabella</em> was begun in 1850 after Hunt received a small advance from the painter Augustus Egg. Poor reviews of the Pre-Raphaelite paintings at the Royal Academy of 1850 had created financial difficulties for Hunt. He continued to work on the painting for the next several years, finally exhibiting the picture at the Royal Academy of 1853.</p> <h3>&quot;Death is a fearful thing&quot;</h3> <p>The painting appeared with a quotation from the play carved into the frame, a devise Hunt was to explore in many of his paintings, as a way of reinforcing his message. The short notation &ldquo;Claudio: Death is a fearful thing. Isabella: And shamed life a hateful,&rdquo; serves not only to point to the exact moment in the play, but also as a reminder of the underlying moral dilemma of the subject.&nbsp;The ability to bring to life these moments of ambiguity was one of Hunt&rsquo;s greatest achievements.</p> <p>Essay by Dr. Rebecca Jeffrey Easby&nbsp;</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.tate.org.uk/servlet/ViewWork?workid=6987&amp;searchid=27174">This painting at Tate Britain</a></p> <p><a href="http://www.english.emory.edu/classes/Shakespeare_Illustrated/Claudio.html">Professor Rusche on this painting&nbsp;</a></p> <p><a href="http://www.preraphaelites.org/">Pre-Raphaelite Online Resource from Birmingham Museums &amp; Art Gallery</a></p> <p><a href="https://www.google.com/culturalinstitute/asset-viewer/claudio-and-isabella/pwFRjRo5YsAVsA?projectId=art-project">This painting on the Google Art Project</a></p>
it: <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/668432842e40686f3aa09bb5601eb5ea9866891b.jpg" /><span class="image-caption">William Holman Hunt, <em>Claudio and Isabella</em>, 1850, oil on mahogany, 75.8 x 42.6&nbsp;cm (London, Tate Britain)&nbsp;</span></span></p> <p>From William Shakespeare&#39;s<em> Measure for Measure</em>, Act III, scene 1 (a room in a prison):</p> <p>ISABELLA<br /> What says my brother?</p> <p>CLAUDIO<br /> Death is a fearful thing.</p> <p>ISABELLA<br /> And shamed life a hateful.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7eaebd236d4a3be0718afdf541b89486ea80cc99.png" /><span class="image-caption">Claudio and Isabella (detail),&nbsp;William Holman Hunt,&nbsp;<em>Claudio and Isabella</em>, 1850, oil on mahogany, 75.8 x 42.6&nbsp;cm (London, Tate Britain)</span></span></p> <h3>A moral dilemna</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/90b80bbae18a47262afb283d5822e62099df83ac.jpg" /><span class="image-caption">William Holman Hunt,<em> The Awakening Conscience</em>, 1853, oil on canvas, 76 x 56 cm (London, Tate Britain)</span></span>William Holman Hunt&rsquo;s <em>Claudio and Isabella</em> illustrates not only the Pre-Raphaelite fascination with William Shakespeare, but also the artist&rsquo;s particular attraction to subjects dealing with issues of morality. Taken from the play <em>Measure for Measure</em>, which tells the story of Claudio, who has been sentenced to death by Lord Angelo (the temporary ruler of Vienna) for impregnating his fianc&eacute;e. Claudio&rsquo;s sister Isabella, a nun, goes to Angelo to plead for clemency for her brother and is shocked that he suggests that she trade sex for her brother&rsquo;s life. Of course, she refuses, and Claudio initially agrees with her decision, but later changes his mind. Hunt depicts the moment when the imprisoned Claudio suggests that Isabella sacrifice her virginity to gain his freedom. It was the type of subject that appealed to Hunt, who liked themes to do with questions of guilt and sinful behavior, such as his well known painting <em>The Awakening Conscience</em> (1853).</p> <h3>Claudio and Isabella</h3> <p>Claudio&rsquo;s face, which is partly in shadow, looks down and away from his sister. His slouching posture, the rich texture of his dark, yet colorful clothes and pointed medieval-looking shoes are a sharp contrast to the stark white of the nun&rsquo;s habit, her upright posture and unwavering gaze. Sunlight from the prison window lights Isabella&rsquo;s face and permits a glimpse of apple blossoms and a church in the distance.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/465527153d1ea3e87a0c242ea6295892d377c8b2.png" /><span class="image-caption">Shackle (detail), William Holman Hunt, <em>Claudio and Isabella</em>, 1850, oil on mahogany, 75.8 x 42.6&nbsp;cm (London, Tate Britain)</span></span>The interior of the scene was painted at Lollard Prison at Lambeth Palace, and the crumbling masonry around the windows and the rusty metal of the shackle that bind Claudio&rsquo;s leg detail the less than desirable conditions. Hunt also painted the lute hanging in the window while at the prison. The lute with its red string is symbolic of lust, but the fact that it is placed in the sunshine rather than the gloom of the cell lessens the negative impact. The pedals of apple blossom scattered on Claudio&rsquo;s cloak on the floor, although not added until 1879, are intended to show that Claudio is willing to compromise his sister to save himself.&nbsp;</p> <h3>&nbsp;</h3> <h3>Financial difficulties&nbsp;</h3> <p><em>Claudio and Isabella</em> was begun in 1850 after Hunt received a small advance from the painter Augustus Egg. Poor reviews of the Pre-Raphaelite paintings at the Royal Academy of 1850 had created financial difficulties for Hunt. He continued to work on the painting for the next several years, finally exhibiting the picture at the Royal Academy of 1853.</p> <h3>&quot;Death is a fearful thing&quot;</h3> <p>The painting appeared with a quotation from the play carved into the frame, a devise Hunt was to explore in many of his paintings, as a way of reinforcing his message. The short notation &ldquo;Claudio: Death is a fearful thing. Isabella: And shamed life a hateful,&rdquo; serves not only to point to the exact moment in the play, but also as a reminder of the underlying moral dilemma of the subject.&nbsp;The ability to bring to life these moments of ambiguity was one of Hunt&rsquo;s greatest achievements.</p> <p>Essay by Dr. Rebecca Jeffrey Easby&nbsp;</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.tate.org.uk/servlet/ViewWork?workid=6987&amp;searchid=27174">This painting at Tate Britain</a></p> <p><a href="http://www.english.emory.edu/classes/Shakespeare_Illustrated/Claudio.html">Professor Rusche on this painting&nbsp;</a></p> <p><a href="http://www.preraphaelites.org/">Pre-Raphaelite Online Resource from Birmingham Museums &amp; Art Gallery</a></p> <p><a href="https://www.google.com/culturalinstitute/asset-viewer/claudio-and-isabella/pwFRjRo5YsAVsA?projectId=art-project">This painting on the Google Art Project</a></p>
