Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <h3>A Beauty Queen</h3> <p>And the winner of &ldquo;Miss Arte Italiana&rdquo; is&mdash;drum roll please&mdash;Antonio Canova&rsquo;s&nbsp;<em>Paolina Borghese as Venus Victorious</em>! Or so, at least, is what a recent poll&nbsp;carried&nbsp;out for the Marilena Ferrari Foundation decided.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/5a0b74d6d1d72a6d06aa4d30ac72b6f4fa695a4f.jpg" /><span class="image-caption">Antonio Canova, <em>Paolina Borghese as Venus Victorious</em>, 1804-08, white marble, 160 x 192 cm (Galleria Borghese, Rome)</span></span></p> <p>&ldquo;Miss Italian Art,&rdquo;&nbsp;a cringeworthy epithet perhaps, but one which, given the&nbsp;strength of the competition, is nothing to sneeze at&mdash;works by Botticelli,&nbsp;Leonardo and Titian were also in contention.&nbsp;Certainly, the semi-nude, life-size portrait of Napoleon&rsquo;s wayward sister is a&nbsp;sumptuous work of art. Four years in the making, it was commissioned by&nbsp;Paolina&rsquo;s second husband, the Italian prince, Camillo Borghese, shortly after&nbsp;their marriage in 1804, a union designed to help Napoleon realise his dreams of&nbsp;establishing a pan-European dynasty and legitimize his claims to the Kingdom of&nbsp;Italy.</p> <h3>Canova and Neoclassicism</h3> <p>Anotonio Canova was a leading light of the Neoclassical movement. The style,&nbsp;influenced by the archeological discoveries in Pompeii and Herculaneum as&nbsp;well as the theories of the art historian Johann Wincklemann, looked back to the&nbsp;artistic achievements of the Greeks and Romans with renewed interest, informed&nbsp;by the spirit of rational enquiry that characterized the Age of Enlightenment.</p> <p>As Inspector General of Antiquities and Fine Art of the Papal States and&nbsp;responsible for acquiring works for the Vatican museums, Canova would have&nbsp;known his Phidias from his Praxiteles. However, he was no slavish imitator.&nbsp;Instead he wished to emulate the works of these earlier artists.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/fae8d4becdcb71c46cc56998815b5317ca44f65a.jpg" /><span class="image-caption">Nineteenth century French engraving of Canova, N<em>apoleon as Mars the Peacemaker</em>, 1802-1806, 325 cm&nbsp;(Wellington Museum, Apsley House, London)</span></span></p> <p>The methods he used demanded absolute precision. Working from numerous&nbsp;preparatory sketches he modelled the form into a life-size clay version. He&nbsp;then cast a plaster model of this which he marked up with points that were&nbsp;transferred on to the marble block. His assistants would carve the marble into&nbsp;shape and only then, for &ldquo;the last hand,&rdquo;&nbsp;did Canova raise his chisel, sculpting the&nbsp;form and crucially polishing the marble, using wax, to a fine, glistening finish.</p> <p>Many of his models were great personalities of the age. Canova would portray&nbsp;them in antique costume. This classicizing of contemporary figures verged&nbsp;sometimes on the ridiculous, as in the colossal nude sculpture of&nbsp;<em>Napoleon as&nbsp;Mars the Peacemaker.</em>&nbsp;His portrait of Paolina Borghese is more successful.</p> <h3>A modern day Venus</h3> <p>Paolina is shown reclining on a pillowed couch in a pose of studied grace, both&nbsp;concentrated and relaxed. The modelling of the nude body is extraordinarily&nbsp;lifelike, while Canova&rsquo;s treatment of the surface of the marble captures the soft&nbsp;texture of skin. The tactile quality of the piece is bought out particularly in the&nbsp;way the sitter&rsquo;s own hands are occupied, the fingers of her right connecting&nbsp;ever so lightly with the nape of her neck, offer a gesture charged with seductive&nbsp;promise. The head is raised slightly suggesting that something or someone has&nbsp;suddenly entered her line of vision. The apple she holds in her left hand, her&nbsp;fingers wrapped around it suggestive of erotic touch, identifies her as Venus&nbsp;Victorious, the goddess awarded the Golden Apple of Discord in perhaps the&nbsp;first beauty competition in the history of Western culture. The story comes from&nbsp;ancient Greece. Paris the Trojan prince judged Venus more beautiful than either&nbsp;of her rivals, Minerva and Juno. In return Venus introduced him to a Greek girl&nbsp;called Helen and the rest of course is the stuff of epic poetry.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/49cff0573a8ea4fb6b0e97635d9e0065f5707419.png" /><span class="image-caption">Antonio Canova, detail <em>Paolina Borghese as Venus Victorious</em>, 1804-08, white marble, 160 x 192 cm (Galleria Borghese, Rome)</span></span></p> <p>Originally, Canova was to depict her as Diana, the chaste goddess of the moon&nbsp;and the hunt, a role that more would have require her to have been clothed.&nbsp;Paolina insisted on Venus, though. A bit of a loose cannon with a reputation&nbsp;for promiscuity, the Emperor&rsquo;s sister enjoyed courting controversy and posing&nbsp;naked would certainly have raised a few eyebrows in polite society. But there&nbsp;was more to it than that. Apparently, the Borghese family believed themselves&nbsp;to be descended from the heroic founder of Rome, Aeneas, who according to&nbsp;Virgil was the son of Venus. The choice then not only suited Paolina&#39;s flirtatious&nbsp;character, but also would have been met with approval by the Borghese family,&nbsp;suggesting continuity between the ancient and modern worlds.&nbsp;Her&nbsp;hair, a mass of curls bound in a Psyche knot, serves as a visual connector&nbsp;between the two, being worn in imitation of ancient Greek styles as was the&nbsp;fashion of the day. Its careful articulation offsets the smooth shallow planes of&nbsp;her torso.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/06728a1fc32f99299a23a997487f9d668b8ca88b.png" /><span class="image-caption">Antonio Canova, detail&nbsp;<em>Paolina Borghese as Venus Victorious,</em> 1804-08, white marble, 160 x 192 cm (Galleria Borghese, Rome)</span></span></p> <p>Creating a contrast of another sort, the couch Paolina lies on is carved from&nbsp;a different type of marble, the base part of which is covered in rhythmically&nbsp;flowing drapery, much like on a catafalque, a raised platform used to bear coffins.&nbsp;The allusion to mortuary art is not that surprising; in Greek and Roman art the&nbsp;reclining female figure is frequently found on sarcophagus lids. So conspicuous&nbsp;an allusion demands further explanation, though, and I suppose if one were&nbsp;forced to read for a meaning here it would have to be the defeat of death by&nbsp;beauty &ndash; as expressed through art &ndash; that is being celebrated in the image.</p> <h3>Reception</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c693d8fd1ded77c63287b2260f8c62f4ac163196.jpg" /><span class="image-caption">Titian, <em>Venus of Urbino</em>, 1538, oil on canvas, 165.5 x 119.2 cm (Uffizi, Florence)</span></span>Canova&rsquo;s extraordinary capacity to breathe life into his sculptures was noted&nbsp;by his contemporaries. Literally animated, the sculpture would have been on a&nbsp;revolving mechanism, allowing the static viewer to see the work in the round. It&nbsp;would also have been viewed by candlelight. The finely polished waxy surface&nbsp;would have reflected light brilliantly, creating chiaroscuoro, a more painterly&nbsp;than sculptural effect, perhaps, but then Canova was a painterly sculptor. Paolina&nbsp;owes more to the likes of Giorgione&rsquo;s&nbsp;<em>Sleeping Venus</em>&nbsp;and Titian&rsquo;s&nbsp;<em>Venus of Urbino</em>&nbsp;and of course David&rsquo;s&nbsp;<em>Madame Recamier</em>&nbsp;than antique sculpture, a point not&nbsp;lost on the Neo-classical purists of the day who condemned the work as out of&nbsp;keeping with their austere classical theories.</p> <p><span class="block-image image-wrapper"><img alt="Jacques-Louis David, Madame Récamier, c. 1800, oil on canvas, 173 x 243 cm (Louvre)" src="https://ka-perseus-images.s3.amazonaws.com/b76d0037025c4dd1abb44a63077ba6512af4edac.jpg" /><span class="image-caption">Jacques-Louis David, <em>Madame R&eacute;camier</em>, c. 1800, oil on canvas, 173 x 243 cm (Louvre)</span></span></p> <p>Inevitably the sculpture was going to cause a scandal. While intended for a&nbsp;private audience sophisticated enough to appreciate the classical allusions, given&nbsp;Paolina&rsquo;s infidelities, the sculpture also served to confirm the rumours about her.&nbsp;If anything, though, Paolina enjoyed the attention. Asked if she minded having to&nbsp;pose nude, she replied: &ldquo;Why should I? The studio was heated.&rdquo; Camillo refused&nbsp;to allow the sculpture to leave his residence. Napoleon agreed.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/8cec67b3f6cba08711fb995044ce8ca07010a995.jpg" /><span class="image-caption">John Gibson,<em> The Tinted Venus,</em> c. 1851-56, marble, 175 cm (Walker Art Gallery, Liverpool)</span></span></p> <p>From Ingres to Renoir, from Proudhon to Puvis de Chavannes, <em>Paolina Borghese&nbsp;as Venus Victorious</em> had an enormous impact on nineteenth century French&nbsp;artists. It is in the works of the English sculptor John Gibson, though, who Canova&nbsp;took under his wing later on in life, that we find her most faithful devotee.&nbsp;Animating the figure with pools of reflected light, the glistening waxy surface&nbsp;of his most celebrated work&nbsp;<em>The Tinted Venus</em>&nbsp;owes much to&nbsp;<em>Venus Victorious</em>;&nbsp;together with his own innovative use of polychromy the sculpture provoked&nbsp;outrage among its Victorian audience for whom it appeared a little too real: &ldquo;a&nbsp;naked, impudent English woman&rdquo; as one review put her. Canova&rsquo;s own naked,&nbsp;impudent French woman would have been proud.&nbsp;</p> <p>Essay by Ben Pollitt</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.galleriaborghese.it/borghese/en/epaolinab.htm">This sculpture at the Galleria Borghese</a></p>
it: <h3>A Beauty Queen</h3> <p>And the winner of &ldquo;Miss Arte Italiana&rdquo; is&mdash;drum roll please&mdash;Antonio Canova&rsquo;s&nbsp;<em>Paolina Borghese as Venus Victorious</em>! Or so, at least, is what a recent poll&nbsp;carried&nbsp;out for the Marilena Ferrari Foundation decided.</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/5a0b74d6d1d72a6d06aa4d30ac72b6f4fa695a4f.jpg" /><span class="image-caption">Antonio Canova, <em>Paolina Borghese as Venus Victorious</em>, 1804-08, white marble, 160 x 192 cm (Galleria Borghese, Rome)</span></span></p> <p>&ldquo;Miss Italian Art,&rdquo;&nbsp;a cringeworthy epithet perhaps, but one which, given the&nbsp;strength of the competition, is nothing to sneeze at&mdash;works by Botticelli,&nbsp;Leonardo and Titian were also in contention.&nbsp;Certainly, the semi-nude, life-size portrait of Napoleon&rsquo;s wayward sister is a&nbsp;sumptuous work of art. Four years in the making, it was commissioned by&nbsp;Paolina&rsquo;s second husband, the Italian prince, Camillo Borghese, shortly after&nbsp;their marriage in 1804, a union designed to help Napoleon realise his dreams of&nbsp;establishing a pan-European dynasty and legitimize his claims to the Kingdom of&nbsp;Italy.</p> <h3>Canova and Neoclassicism</h3> <p>Anotonio Canova was a leading light of the Neoclassical movement. The style,&nbsp;influenced by the archeological discoveries in Pompeii and Herculaneum as&nbsp;well as the theories of the art historian Johann Wincklemann, looked back to the&nbsp;artistic achievements of the Greeks and Romans with renewed interest, informed&nbsp;by the spirit of rational enquiry that characterized the Age of Enlightenment.</p> <p>As Inspector General of Antiquities and Fine Art of the Papal States and&nbsp;responsible for acquiring works for the Vatican museums, Canova would have&nbsp;known his Phidias from his Praxiteles. However, he was no slavish imitator.&nbsp;Instead he wished to emulate the works of these earlier artists.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/fae8d4becdcb71c46cc56998815b5317ca44f65a.jpg" /><span class="image-caption">Nineteenth century French engraving of Canova, N<em>apoleon as Mars the Peacemaker</em>, 1802-1806, 325 cm&nbsp;(Wellington Museum, Apsley House, London)</span></span></p> <p>The methods he used demanded absolute precision. Working from numerous&nbsp;preparatory sketches he modelled the form into a life-size clay version. He&nbsp;then cast a plaster model of this which he marked up with points that were&nbsp;transferred on to the marble block. His assistants would carve the marble into&nbsp;shape and only then, for &ldquo;the last hand,&rdquo;&nbsp;did Canova raise his chisel, sculpting the&nbsp;form and crucially polishing the marble, using wax, to a fine, glistening finish.</p> <p>Many of his models were great personalities of the age. Canova would portray&nbsp;them in antique costume. This classicizing of contemporary figures verged&nbsp;sometimes on the ridiculous, as in the colossal nude sculpture of&nbsp;<em>Napoleon as&nbsp;Mars the Peacemaker.</em>&nbsp;His portrait of Paolina Borghese is more successful.</p> <h3>A modern day Venus</h3> <p>Paolina is shown reclining on a pillowed couch in a pose of studied grace, both&nbsp;concentrated and relaxed. The modelling of the nude body is extraordinarily&nbsp;lifelike, while Canova&rsquo;s treatment of the surface of the marble captures the soft&nbsp;texture of skin. The tactile quality of the piece is bought out particularly in the&nbsp;way the sitter&rsquo;s own hands are occupied, the fingers of her right connecting&nbsp;ever so lightly with the nape of her neck, offer a gesture charged with seductive&nbsp;promise. The head is raised slightly suggesting that something or someone has&nbsp;suddenly entered her line of vision. The apple she holds in her left hand, her&nbsp;fingers wrapped around it suggestive of erotic touch, identifies her as Venus&nbsp;Victorious, the goddess awarded the Golden Apple of Discord in perhaps the&nbsp;first beauty competition in the history of Western culture. The story comes from&nbsp;ancient Greece. Paris the Trojan prince judged Venus more beautiful than either&nbsp;of her rivals, Minerva and Juno. In return Venus introduced him to a Greek girl&nbsp;called Helen and the rest of course is the stuff of epic poetry.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/49cff0573a8ea4fb6b0e97635d9e0065f5707419.png" /><span class="image-caption">Antonio Canova, detail <em>Paolina Borghese as Venus Victorious</em>, 1804-08, white marble, 160 x 192 cm (Galleria Borghese, Rome)</span></span></p> <p>Originally, Canova was to depict her as Diana, the chaste goddess of the moon&nbsp;and the hunt, a role that more would have require her to have been clothed.&nbsp;Paolina insisted on Venus, though. A bit of a loose cannon with a reputation&nbsp;for promiscuity, the Emperor&rsquo;s sister enjoyed courting controversy and posing&nbsp;naked would certainly have raised a few eyebrows in polite society. But there&nbsp;was more to it than that. Apparently, the Borghese family believed themselves&nbsp;to be descended from the heroic founder of Rome, Aeneas, who according to&nbsp;Virgil was the son of Venus. The choice then not only suited Paolina&#39;s flirtatious&nbsp;character, but also would have been met with approval by the Borghese family,&nbsp;suggesting continuity between the ancient and modern worlds.&nbsp;Her&nbsp;hair, a mass of curls bound in a Psyche knot, serves as a visual connector&nbsp;between the two, being worn in imitation of ancient Greek styles as was the&nbsp;fashion of the day. Its careful articulation offsets the smooth shallow planes of&nbsp;her torso.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/06728a1fc32f99299a23a997487f9d668b8ca88b.png" /><span class="image-caption">Antonio Canova, detail&nbsp;<em>Paolina Borghese as Venus Victorious,</em> 1804-08, white marble, 160 x 192 cm (Galleria Borghese, Rome)</span></span></p> <p>Creating a contrast of another sort, the couch Paolina lies on is carved from&nbsp;a different type of marble, the base part of which is covered in rhythmically&nbsp;flowing drapery, much like on a catafalque, a raised platform used to bear coffins.&nbsp;The allusion to mortuary art is not that surprising; in Greek and Roman art the&nbsp;reclining female figure is frequently found on sarcophagus lids. So conspicuous&nbsp;an allusion demands further explanation, though, and I suppose if one were&nbsp;forced to read for a meaning here it would have to be the defeat of death by&nbsp;beauty &ndash; as expressed through art &ndash; that is being celebrated in the image.</p> <h3>Reception</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/c693d8fd1ded77c63287b2260f8c62f4ac163196.jpg" /><span class="image-caption">Titian, <em>Venus of Urbino</em>, 1538, oil on canvas, 165.5 x 119.2 cm (Uffizi, Florence)</span></span>Canova&rsquo;s extraordinary capacity to breathe life into his sculptures was noted&nbsp;by his contemporaries. Literally animated, the sculpture would have been on a&nbsp;revolving mechanism, allowing the static viewer to see the work in the round. It&nbsp;would also have been viewed by candlelight. The finely polished waxy surface&nbsp;would have reflected light brilliantly, creating chiaroscuoro, a more painterly&nbsp;than sculptural effect, perhaps, but then Canova was a painterly sculptor. Paolina&nbsp;owes more to the likes of Giorgione&rsquo;s&nbsp;<em>Sleeping Venus</em>&nbsp;and Titian&rsquo;s&nbsp;<em>Venus of Urbino</em>&nbsp;and of course David&rsquo;s&nbsp;<em>Madame Recamier</em>&nbsp;than antique sculpture, a point not&nbsp;lost on the Neo-classical purists of the day who condemned the work as out of&nbsp;keeping with their austere classical theories.</p> <p><span class="block-image image-wrapper"><img alt="Jacques-Louis David, Madame Récamier, c. 1800, oil on canvas, 173 x 243 cm (Louvre)" src="https://ka-perseus-images.s3.amazonaws.com/b76d0037025c4dd1abb44a63077ba6512af4edac.jpg" /><span class="image-caption">Jacques-Louis David, <em>Madame R&eacute;camier</em>, c. 1800, oil on canvas, 173 x 243 cm (Louvre)</span></span></p> <p>Inevitably the sculpture was going to cause a scandal. While intended for a&nbsp;private audience sophisticated enough to appreciate the classical allusions, given&nbsp;Paolina&rsquo;s infidelities, the sculpture also served to confirm the rumours about her.&nbsp;If anything, though, Paolina enjoyed the attention. Asked if she minded having to&nbsp;pose nude, she replied: &ldquo;Why should I? The studio was heated.&rdquo; Camillo refused&nbsp;to allow the sculpture to leave his residence. Napoleon agreed.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/8cec67b3f6cba08711fb995044ce8ca07010a995.jpg" /><span class="image-caption">John Gibson,<em> The Tinted Venus,</em> c. 1851-56, marble, 175 cm (Walker Art Gallery, Liverpool)</span></span></p> <p>From Ingres to Renoir, from Proud&rsquo;hon to Puvis de Chavannes, <em>Paolina Borghese&nbsp;as Venus Victorious</em> had an enormous impact on nineteenth century French&nbsp;artists. It is in the works of the English sculptor John Gibson, though, who Canova&nbsp;took under his wing later on in life, that we find her most faithful devotee.&nbsp;Animating the figure with pools of reflected light, the glistening waxy surface&nbsp;of his most celebrated work&nbsp;<em>The Tinted Venus</em>&nbsp;owes much to&nbsp;<em>Venus Victorious</em>;&nbsp;together with his own innovative use of polychromy the sculpture provoked&nbsp;outrage among its Victorian audience for whom it appeared a little too real: &ldquo;a&nbsp;naked, impudent English woman&rdquo; as one review put her. Canova&rsquo;s own naked,&nbsp;impudent French woman would have been proud.&nbsp;</p> <p>Essay by Ben Pollitt</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.galleriaborghese.it/borghese/en/epaolinab.htm">This sculpture at the Galleria Borghese</a></p>
