Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b50ac4ea639944316c105340620b079b4a0ae755.jpg" /><span class="image-caption">Joseph Mallord William Turner,<em> The Fighting Temeraire,</em> 1839, oil on canvas, 90.7 x 121.6 cm (The National Gallery, London)</span></span><span>Imagine that you were born in 1950. How much has the world changed since when you were a kid? There was no internet, and no personal computers. Your parents didn&rsquo;t own a minivan or SUV&mdash;those didn&rsquo;t exist yet. Commercial airplanes were brand new. The world was still recovering from World War II, and if you lived in the United States you likely lived in mortal fear of a nuclear attack from the USSR. Life in 2013 may resemble life in 1950 in some ways, but there&rsquo;s no question the world is a different place, a more advanced, stranger place.</span></p> <h3>The Industrial Revolution Changed Everything</h3> <p>That was the point of view of British artist Joseph Mallord William Turner (commonly known by his initials J.M.W.) in 1839. J.M.W. Turner was born in 1775, less than a month after the start of the American Revolutionary War. He grew up in a United Kingdom whose empire stretched across the globe under the watchful eye of its navy, and whose military prowess was encouraged by a booming economy driven by the Industrial Revolution.</p> <p>The Industrial Revolution, between roughly 1760 and 1830, brought great positive change to Great Britain. Steam power heralded a machine age filled with factories and mechanical processes. Innovations in textile machinery increased industrial output thousands of times, iron became cheap and strong enough to become an everyday building material, and gas lamps meant people could be active at all hours of the day and night. Populations increased, consumer goods became more affordable, and the middle class exploded. There was a palpable understanding that the world was changing forever.</p> <p>However, not all things improved. Even though the average income grew during the industrial age, standards of living plummeted for most, as did conditions in urban housing and in the new factories. Child labor was not only legal, it was expected. Despite its economic successes, the Industrial Revolution was not without serious problems.</p> <h3><span>Brave Historical Legacy</span></h3> <p><span class="block-image image-wrapper"><img alt="Clarkson Frederick Stanfield, Sketch for &quot;The Battle of Trafalgar, and the Victory of Lord Nelson over the Combined French and Spanish Fleets,&quot; 1805 1833 (Tate, London). Stanfield may have depicted the Temeraire, illuminated in the foreground and flying the British flag." src="https://ka-perseus-images.s3.amazonaws.com/18917b044822b73c612d41ec858271347f865dca.jpg" /><span class="image-caption">Clarkson Frederick Stanfield, <em>Sketch for &quot;The Battle of Trafalgar, and the Victory of Lord Nelson over the Combined French and Spanish Fleets,&quot;</em> 1805 1833 (Tate, London). Stanfield may have depicted the Temeraire, illuminated in the foreground and flying the British flag.</span></span></p> <p>Ambiguity was on Turner&rsquo;s mind when he began work on his painting, whose full title is&nbsp;<em>The Fighting Temeraire tugged to her last berth to be broken up</em>,<em> 1838</em>. He was familiar with the namesake ship, HMS Temeraire, as were all Britons of the day. Temeraire was the hero of the Battle of Trafalgar in 1805, where Napoleon&#39;s forces were defeated, and which secured British naval dominance for the next century.</p> <p>By the late 1830s, however, Temeraire was no longer relevant. After retiring from service in 1812 she was converted into a hulk, a ship that can float but not actually sail. She spent time as a prison ship, housing ship, and storage depot before she was finally decommissioned in 1838 and sent up the River Thames to a shipyard in London to be broken into scrap materials. That trip on the Thames was witnessed by Turner, who used it as inspiration for his famous painting.</p> <h3>Clash of Technology</h3> <p>For many Britons, Temeraire was a powerful reminder of their nation&rsquo;s long history of military success and a living connection to the heroes of the Napoleonic Wars. Its disassembly signaled the end of an historical era. Turner celebrates Temeraire&rsquo;s heroic past, and he also depicts a technological change which had already begun to affect modern-day life in a more profound way than any battle.</p> <p>Rather than placing Temeraire in the middle of his canvas, Turner paints the warship near the left edge of the canvas. He uses shades of white, grey, and brown for the boat, making it look almost like a ghost ship. The mighty warship is being pulled along by a tiny black tugboat, whose steam engine is more than strong enough to control its larger counterpart. Turner transforms the scene into an allegory about how the new steam power of the Industrial Revolution quickly replaced history and tradition.</p> <p><span>Believe it or not, tugboats were so new that there wasn&rsquo;t even a word for what the little ship was doing to Temeraire. According to the&nbsp;Oxford English Dictionary, Turner&rsquo;s title for his painting is the first ever recorded use of the word &ldquo;tugged&rdquo; to describe a steamship pulling another boat.</span></p> <p>In addition to the inventive title, Turner included in the exhibition catalog the following lines of text, which he modified from a poem by Thomas Campbell&rsquo;s &ldquo;Ye Mariners of England&rdquo;:</p> <p>&nbsp;&nbsp; &nbsp;The flag which braved the battle and the breeze<br /> &nbsp;&nbsp; &nbsp;No long owns her</p> <p>This was literally true: Temeraire flies a white flag instead of the British flag, indicating it has been sold by the military to a private company. Furthermore, the poem acknowledges that the ship now has a different function. Temeraire used to be a warship, but no more.&nbsp;</p> <h3>Creative Adaptation</h3> <p><span>In 1838 Temeraire was towed approximately 55 miles from its coastal dock to a London shipyard, and untold numbers of Britons would have witnessed the ship&rsquo;s final journey. However, the Temeraire they saw only lightly resembled the mighty warship depicted by Turner. In reality her masts had already been removed, as had all other ornamentation and everything else of value on the ship&rsquo;s exterior and interior. Only her barren shell was tugged to London.&nbsp;</span></p> <p><span class="block-image image-wrapper"><img alt="Temeraire and tugboat (detail), Joseph Mallord William Turner, The Fighting Temeraire, 1839, oil on canvas, 90.7 x 121.6 cm (The National Gallery, London)" src="https://ka-perseus-images.s3.amazonaws.com/6b09feec79873b02f87045e7bb80ef6309cd5604.jpg" /><span class="image-caption">Temeraire and tugboat (detail), Joseph Mallord William Turner, <em>The Fighting Temeraire</em>, 1839, oil on canvas, 90.7 x 121.6 cm (The National Gallery, London)</span></span><span>Turner&rsquo;s painting doesn&rsquo;t show the reality of the event. He instead chose to depict Temeraire as she would have looked in the prime of her service, with all of its masts and rigging. This creates a dramatic juxtaposition between the warship and the tiny, black tugboat which controls its movements. </span></p> <p><span>In fact there would have been two steamships moving Temeraire, but Turner exercised his artistic creativity to capture the emotional impact of the sight. Contemporary viewers recognized that </span><em>The&nbsp;Fighting Temeraire</em><span>&nbsp;depicts an ideal image of the ship, rather than reality.</span></p> <p>Strong contrast is also visible in the way Turner applied paint to the various portions of his canvas. Temeraire is highly detailed. If you were to stand inches away from the painting, you would clearly see miniscule things like individual windows, hanging ropes, and decorative designs on the exterior of the ship.&nbsp;<span>However, if you looked over to the sun and clouds you would see a heavy accumulation of paint clumped on the canvas, giving it a sense of chaos and spontaneity.</span><br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b1190c0fe5e6938e74b5a775d26c8d915572ac84.jpg" /><span class="image-caption">Accumulated paint visible in the sky (detail), Joseph Mallord William Turner, <em>The Fighting Temeraire</em>, 1839, oil on canvas, 90.7 x 121.6 cm (The National Gallery, London)</span></span><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/56aec93fc4ed4e342065667eb96909c311701d8f.jpg" /><span class="image-caption">Joseph Mallord William Turner, <em>Rain, Steam, and Speed &ndash; The Great Western Railway</em>, oil on canvas, 1844 (National Gallery, London)</span></span><span>Many works by Turner in this period of his life, like&nbsp;<em>Slave Ship (Slavers Throwing Overboard the Dead and Dying</em>,&nbsp;<em>Typhoon Coming On)&nbsp;</em>and<em>&nbsp;Rain Steam and Speed - The Great Western Railway </em>(left), use the same effect, but&nbsp;<em>The Fighting Temeraire</em>&nbsp;stands out because of the naturalistic portrayal of the ship compared to the rest of the work.</span></p> <h3>The Artist as a Warship</h3> <p>Turner thought <em>The Fighting Temeraire</em> was one of his more important works. He never sold it, instead keeping it in his studio along with many of his other canvases. When he died in 1851 he bequeathed it and the rest of the paintings he owned to the nation. It<em>&nbsp;</em>quickly became seen as an image of Britain&rsquo;s relationship to industrialization. Steam power has proved itself to be much stronger and more efficient than old technology, but that efficiency came with the cost of centuries of proud tradition.</p> <p>Beyond its national importance,<em>&nbsp;The Fighting Temeraire</em>&nbsp;is also a personal reflection by the artist on his own career. Turner was 64 when he painted it. He&rsquo;d been exhibiting at the Royal Academy of Arts since he was 15, and became a member at age 24, later taking a position as Professor of Painting. However, the year before he painted&nbsp;<em>The Fighting Temeraire</em>&nbsp;Turner resigned his professorship, and largely lived in secrecy and seclusion.&nbsp;</p> <p>Although Turner remained one of the most famous artists in England until his death, by the late 1830s he may have thought he was being superseded by younger artists working in drastically different styles. He may have become nostalgic for the country he grew up in, compared to the one in which he then lived.&nbsp;<em>Rain, Steam, and Speed&nbsp;- The Great Western Railway</em>&nbsp;would reflect a similar interest in the changing British landscape several years later, focusing on the dynamic nature of technology.&nbsp;<em>The Fighting Temeraire</em>&nbsp;presents a mournful vision of what technology had replaced, for better or for worse.</p> <p>By Abram Fox</p> <hr /> <p><strong>Additional resources:&nbsp;</strong></p> <p><a href="http://www.nationalgallery.org.uk/paintings/learn-about-art/paintings-in-depth/heroine-of-trafalgar-the-fighting-temeraire/*/viewPage/1">Turner&#39;s Fighting Temeraire feature &quot;Painting in Depth&quot; at The National Gallery</a></p> <p><a href="http://www.nationalgallery.org.uk/paintings/joseph-mallord-william-turner-the-fighting-temeraire">This painting in the collection of The National Gallery (includes audio)</a></p> <p><a href="http://www.telegraph.co.uk/news/uknews/1497703/Turners-Fighting-Temeraire-sinks-the-opposition.html">&quot;Turner&#39;s Fighting Temeraire sinks the opposition&quot; (article in The Telegraph)</a></p> <p><a href="http://www.victorianweb.org/authors/wmt/turner2.html">The Victorian writer, Thackeray, on this painting</a></p>
it: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b50ac4ea639944316c105340620b079b4a0ae755.jpg" /><span class="image-caption">Joseph Mallord William Turner,<em> The Fighting Temeraire,</em> 1839, oil on canvas, 90.7 x 121.6 cm (The National Gallery, London)</span></span><span>Imagine that you were born in 1950. How much has the world changed since when you were a kid? There was no internet, and no personal computers. Your parents didn&rsquo;t own a minivan or SUV&mdash;those didn&rsquo;t exist yet. Commercial airplanes were brand new. The world was still recovering from World War II, and if you lived in the United States you likely lived in mortal fear of a nuclear attack from the USSR. Life in 2013 may resemble life in 1950 in some ways, but there&rsquo;s no question the world is a different place, a more advanced, stranger place.</span></p> <h3>The Industrial Revolution Changed Everything</h3> <p>That was the point of view of British artist Joseph Mallord William Turner (commonly known by his initials J.M.W.) in 1839. J.M.W. Turner was born in 1775, less than a month after the start of the American Revolutionary War. He grew up in a United Kingdom whose empire stretched across the globe under the watchful eye of its navy, and whose military prowess was encouraged by a booming economy driven by the Industrial Revolution.</p> <p>The Industrial Revolution, between roughly 1760 and 1830, brought great positive change to Great Britain. Steam power heralded a machine age filled with factories and mechanical processes. Innovations in textile machinery increased industrial output thousands of times, iron became cheap and strong enough to become an everyday building material, and gas lamps meant people could be active at all hours of the day and night. Populations increased, consumer goods became more affordable, and the middle class exploded. There was a palpable understanding that the world was changing forever.</p> <p>However, not all things improved. Even though the average income grew during the industrial age, standards of living plummeted for most, as did conditions in urban housing and in the new factories. Child labor was not only legal, it was expected. Despite its economic successes, the Industrial Revolution was not without serious problems.</p> <h3><span>Brave Historical Legacy</span></h3> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/18917b044822b73c612d41ec858271347f865dca.jpg" /><span class="image-caption">Clarkson Frederick Stanfield, <em>Sketch for &quot;The Battle of Trafalgar, and the Victory of Lord Nelson over the Combined French and Spanish Fleets,&quot;</em> 1805 1833 (Tate, London). Stanfield may have depicted the Temeraire, illuminated in the foreground and flying the British flag.</span></span></p> <p>Ambiguity was on Turner&rsquo;s mind when he began work on his painting, whose full title is&nbsp;<em>The Fighting Temeraire tugged to her last berth to be broken up</em>,<em> 1838</em>. He was familiar with the namesake ship, HMS Temeraire, as were all Britons of the day. Temeraire was the hero of the Battle of Trafalgar in 1805, where Napoleon&#39;s forces were defeated, and which secured British naval dominance for the next century.</p> <p>By the late 1830s, however, Temeraire was no longer relevant. After retiring from service in 1812 she was converted into a hulk, a ship that can float but not actually sail. She spent time as a prison ship, housing ship, and storage depot before she was finally decommissioned in 1838 and sent up the River Thames to a shipyard in London to be broken into scrap materials. That trip on the Thames was witnessed by Turner, who used it as inspiration for his famous painting.</p> <h3>Clash of Technology</h3> <p>For many Britons, Temeraire was a powerful reminder of their nation&rsquo;s long history of military success and a living connection to the heroes of the Napoleonic Wars. Its disassembly signaled the end of an historical era. Turner celebrates Temeraire&rsquo;s heroic past, and he also depicts a technological change which had already begun to affect modern-day life in a more profound way than any battle.</p> <p>Rather than placing Temeraire in the middle of his canvas, Turner paints the warship near the left edge of the canvas. He uses shades of white, grey, and brown for the boat, making it look almost like a ghost ship. The mighty warship is being pulled along by a tiny black tugboat, whose steam engine is more than strong enough to control its larger counterpart. Turner transforms the scene into an allegory about how the new steam power of the Industrial Revolution quickly replaced history and tradition.</p> <p><span>Believe it or not, tugboats were so new that there wasn&rsquo;t even a word for what the little ship was doing to Temeraire. According to the&nbsp;Oxford English Dictionary, Turner&rsquo;s title for his painting is the first ever recorded use of the word &ldquo;tugged&rdquo; to describe a steamship pulling another boat.</span></p> <p>In addition to the inventive title, Turner included in the exhibition catalog the following lines of text, which he modified from a poem by Thomas Campbell&rsquo;s &ldquo;Ye Mariners of England&rdquo;:</p> <p>&nbsp;&nbsp; &nbsp;The flag which braved the battle and the breeze<br /> &nbsp;&nbsp; &nbsp;No long owns her</p> <p>This was literally true: Temeraire flies a white flag instead of the British flag, indicating it has been sold by the military to a private company. Furthermore, the poem acknowledges that the ship now has a different function. Temeraire used to be a warship, but no more.&nbsp;</p> <h3>Creative Adaptation</h3> <p><span>In 1838 Temeraire was towed approximately 55 miles from its coastal dock to a London shipyard, and untold numbers of Britons would have witnessed the ship&rsquo;s final journey. However, the Temeraire they saw only lightly resembled the mighty warship depicted by Turner. In reality her masts had already been removed, as had all other ornamentation and everything else of value on the ship&rsquo;s exterior and interior. Only her barren shell was tugged to London.&nbsp;</span></p> <p><span class="block-image image-wrapper"><img alt="Temeraire and tugboat (detail), Joseph Mallord William Turner, The Fighting Temeraire, 1839, oil on canvas, 90.7 x 121.6 cm (The National Gallery, London)" src="https://ka-perseus-images.s3.amazonaws.com/6b09feec79873b02f87045e7bb80ef6309cd5604.jpg" /><span class="image-caption">Temeraire and tugboat (detail), Joseph Mallord William Turner, <em>The Fighting Temeraire</em>, 1839, oil on canvas, 90.7 x 121.6 cm (The National Gallery, London)</span></span><span>Turner&rsquo;s painting doesn&rsquo;t show the reality of the event. He instead chose to depict Temeraire as she would have looked in the prime of her service, with all of its masts and rigging. This creates a dramatic juxtaposition between the warship and the tiny, black tugboat which controls its movements. </span></p> <p><span>In fact there would have been two steamships moving Temeraire, but Turner exercised his artistic creativity to capture the emotional impact of the sight. Contemporary viewers recognized that </span><em>The&nbsp;Fighting Temeraire</em><span>&nbsp;depicts an ideal image of the ship, rather than reality.</span></p> <p>Strong contrast is also visible in the way Turner applied paint to the various portions of his canvas. Temeraire is highly detailed. If you were to stand inches away from the painting, you would clearly see miniscule things like individual windows, hanging ropes, and decorative designs on the exterior of the ship.&nbsp;<span>However, if you looked over to the sun and clouds you would see a heavy accumulation of paint clumped on the canvas, giving it a sense of chaos and spontaneity.</span><br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/b1190c0fe5e6938e74b5a775d26c8d915572ac84.jpg" /><span class="image-caption">Accumulated paint visible in the sky (detail), Joseph Mallord William Turner, <em>The Fighting Temeraire</em>, 1839, oil on canvas, 90.7 x 121.6 cm (The National Gallery, London)</span></span><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/56aec93fc4ed4e342065667eb96909c311701d8f.jpg" /><span class="image-caption">Joseph Mallord William Turner, <em>Rain, Steam, and Speed &ndash; The Great Western Railway</em>, oil on canvas, 1844 (National Gallery, London)</span></span><span>Many works by Turner in this period of his life, like&nbsp;<em>Slave Ship (Slavers Throwing Overboard the Dead and Dying</em>,&nbsp;<em>Typhoon Coming On)&nbsp;</em>and<em>&nbsp;Rain Steam and Speed - The Great Western Railway </em>(left), use the same effect, but&nbsp;<em>The Fighting Temeraire</em>&nbsp;stands out because of the naturalistic portrayal of the ship compared to the rest of the work.</span></p> <h3>The Artist as a Warship</h3> <p>Turner thought <em>The Fighting Temeraire</em> was one of his more important works. He never sold it, instead keeping it in his studio along with many of his other canvases. When he died in 1851 he bequeathed it and the rest of the paintings he owned to the nation. It<em>&nbsp;</em>quickly became seen as an image of Britain&rsquo;s relationship to industrialization. Steam power has proved itself to be much stronger and more efficient than old technology, but that efficiency came with the cost of centuries of proud tradition.</p> <p>Beyond its national importance,<em>&nbsp;The Fighting Temeraire</em>&nbsp;is also a personal reflection by the artist on his own career. Turner was 64 when he painted it. He&rsquo;d been exhibiting at the Royal Academy of Arts since he was 15, and became a member at age 24, later taking a position as Professor of Painting. However, the year before he painted&nbsp;<em>The Fighting Temeraire</em>&nbsp;Turner resigned his professorship, and largely lived in secrecy and seclusion.&nbsp;</p> <p>Although Turner remained one of the most famous artists in England until his death, by the late 1830s he may have thought he was being superseded by younger artists working in drastically different styles. He may have become nostalgic for the country he grew up in, compared to the one in which he then lived.&nbsp;<em>Rain, Steam, and Speed&nbsp;- The Great Western Railway</em>&nbsp;would reflect a similar interest in the changing British landscape several years later, focusing on the dynamic nature of technology.&nbsp;<em>The Fighting Temeraire</em>&nbsp;presents a mournful vision of what technology had replaced, for better or for worse.</p> <p>By Abram Fox</p> <hr /> <p><strong>Additional resources:&nbsp;</strong></p> <p><a href="http://www.nationalgallery.org.uk/paintings/learn-about-art/paintings-in-depth/heroine-of-trafalgar-the-fighting-temeraire/*/viewPage/1">Turner&#39;s Fighting Temeraire feature &quot;Painting in Depth&quot; at The National Gallery</a></p> <p><a href="http://www.nationalgallery.org.uk/paintings/joseph-mallord-william-turner-the-fighting-temeraire">This painting in the collection of The National Gallery (includes audio)</a></p> <p><a href="http://www.telegraph.co.uk/news/uknews/1497703/Turners-Fighting-Temeraire-sinks-the-opposition.html">&quot;Turner&#39;s Fighting Temeraire sinks the opposition&quot; (article in The Telegraph)</a></p> <p><a href="http://www.victorianweb.org/authors/wmt/turner2.html">The Victorian writer, Thackeray, on this painting</a></p>
