Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7b84b185749061b46f01a5c1b9ed612d586a7cce.jpg" /><span class="image-caption">William Holman Hunt, <em>Our English Coasts</em> (<em>Strayed Sheep</em>), 1852, oil on canvas, 43.2 x 58.4 cm (London, Tate Britain)</span></span></p> <h3>A Daring Composition</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/26ec783d727aff95a6956e768466d00506612441.jpg" /><span class="image-caption">View from cliffs,&nbsp;Covehurst Bay</span></span>William Holman Hunt&rsquo;s&nbsp;<em>Our English Coasts</em> (<em>Strayed Sheep</em>) is a remarkably original work of art for 1852. Painted largely out of doors at the &quot;Lover&rsquo;s Seat&quot; (a scenic outlook) above Covehurst Bay near Hastings on the south coast of England, the scene captures a tranquil spot inhabited only by a flock of sheep. The rather daring composition and the attention to natural detail make this painting unique.</p> <p>Hunt captures the beauty of an English summer day. The brightness of the sunlight is interrupted only by the shadows of the clouds they move across the landscape. The sea glitters in the distance on the far left. The cliffs are pushed up to the top of the picture frame, leaving little room for the sky. Most daring, however, is the massing of the sheep on the edge of the cliff on the right side of the painting, creating an asymmetry to the composition.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e649be455785ccd1db65f6f84939f9604c71c8dc.png" /><span class="image-caption">William Holman Hunt, detail <em>Our English Coasts</em>&nbsp;(<em>Strayed Sheep</em>), 1852, oil on canvas, 43.2 x 58.4 cm (London, Tate Britain)</span></span>Although there are no people in the landscape, the sheep take on very human characteristics, for example the two sheep at the very edge of the canvas, one of whom lovingly rests his head on the back of the his companion. In the corner just underneath, a black sheep stares malevolently out at the viewer.&nbsp;</p> <h3>Pre-Raphaelite Truth to Nature</h3> <p>True to the ideals of Pre-Raphaelitism, Hunt painted every flower, bramble and blade of grass with extreme attention to detail. The texture gives the impression that you could reach out feel the uneven clumps of wool on the sheep, and Hunt even pays attention to the red marking, used to differentiate ownership, on each member of the flock. Hunt, who had introduced the Pre-Raphaelites to the ideas of John Ruskin, was perhaps the most faithful follower of Ruskin&rsquo;s advice to &ldquo;go to Nature in all singleness of heart.&rdquo;&nbsp;<br /> &nbsp;</p> <p><span>Political and Moral Content</span></p> <p>Also following in the tradition of Ruskin is the fact that the painting carries a moral content. The title <em>Our English Coasts</em> related to the fact that at the time of the unguarded state of the many miles of English coastline was a serious topic of discussion at the time. The European revolutions of 1848 had made Britons nervous, and it was as yet unclear what the relationship was to be with France&rsquo;s new ruler Napoleon III.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt=" William Holman Hunt, The Hireling Shepherd, 1851, oil on canvas, 76.4 × 109.5 cm (Manchester, Manchester Art Gallery)" src="https://ka-perseus-images.s3.amazonaws.com/a9983923875bf7431fc2d6e2dd7f0e428946a891.jpg" /><span class="image-caption"> William Holman Hunt, <em>The Hireling Shepherd</em>, 1851, oil on canvas, 76.4 &times; 109.5 cm (Manchester, Manchester Art Gallery)</span></span></p> <p>The selection of a location near Hastings, the landing site of the Norman Invasion of 1066, possibly relates to the last successful invasion of the island in British history. The painting&rsquo;s subtitle, <em>Strayed Sheep</em>, relates to the more Biblical message of the painting. There is no shepherd tending the flock, some of which are perched perilously close to the edge of the cliff. In this the message relates to the moral of Hunt&rsquo;s <em>The Hireling Shepherd</em>, in which a beautiful woman distracts the shepherd while the flock behind him gets into all kinds of trouble. Interestingly, when Hunt exhibited the painting in France in 1855, the<em> Our English Coasts</em> part of the title was dropped.</p> <h3>Hunt and the Pre-Raphaelites</h3> <p>Hunt was born in London in 1827 and became a student at the Royal Academy School in 1844, where he met Millais. He also became a close friend of Dante Gabriel Rossetti when the two bonded over a mutual regard for the work of the poet Keats. He was an important force in the early years of the Pre-Raphaelite Brotherhood, and the subjects and moral content of his paintings frequently reflect his own deeply religious nature.&nbsp;</p> <h3>The English Countryside</h3> <p>The realism of <em>Our English Coasts</em> (<em>Strayed Sheep</em>) transports the viewer to the spot. One can feel the breeze off the English Channel, and the heat of the summer sun. The picturesque blend of sheep and landscape typically found in the English countryside are here seamlessly intertwined with the moral message. Hunt has in no way created a replica of an earlier painting (which was the original commission), but a wholly original work of art. &nbsp;</p> <p>Essay by Dr. Rebecca Jeffrey Easby&nbsp;</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.tate.org.uk/servlet/ViewWork?cgroupid=999999961&amp;workid=6994&amp;searchid=12044">This painting at Tate Britain</a></p> <p><a href="https://www.google.com/culturalinstitute/collection/tate-britain?projectId=art-project">This painting at the Google Art Project</a></p> <p><a href="https://www.google.com/culturalinstitute/entity/%2Fm%2F0vh96?projectId=art-project">William Holman Hunt at the Google Art Project</a></p> <p><a href="http://www.preraphaelites.org/">Pre-Raphaelite Online Resource from the Birmingham Museums &amp; Art Gallery</a></p>
it: <p>&nbsp;</p> <p><span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/7b84b185749061b46f01a5c1b9ed612d586a7cce.jpg" /><span class="image-caption">William Holman Hunt, <em>Our English Coasts</em> (<em>Strayed Sheep</em>), 1852, oil on canvas, 43.2 x 58.4 cm (London, Tate Britain)</span></span></p> <h3>A Daring Composition</h3> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/26ec783d727aff95a6956e768466d00506612441.jpg" /><span class="image-caption">View from cliffs,&nbsp;Covehurst Bay</span></span>William Holman Hunt&rsquo;s&nbsp;<em>Our English Coasts</em> (<em>Strayed Sheep</em>) is a remarkably original work of art for 1852. Painted largely out of doors at the &quot;Lover&rsquo;s Seat&quot; (a scenic outlook) above Covehurst Bay near Hastings on the south coast of England, the scene captures a tranquil spot inhibited only by a flock of sheep. The rather daring composition and the attention to natural detail make this painting unique.</p> <p>Hunt captures the beauty of an English summer day. The brightness of the sunlight is interrupted only by the shadows of the clouds they move across the landscape. The sea glitters in the distance on the far left. The cliffs are pushed up to the top of the picture frame, leaving little room for the sky. Most daring, however, is the massing of the sheep on the edge of the cliff on the right side of the painting, creating an asymmetry to the composition.</p> <p><span class="image-wrapper inline-image"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/e649be455785ccd1db65f6f84939f9604c71c8dc.png" /><span class="image-caption">William Holman Hunt, detail <em>Our English Coasts</em>&nbsp;(<em>Strayed Sheep</em>), 1852, oil on canvas, 43.2 x 58.4 cm (London, Tate Britain)</span></span>Although there are no people in the landscape, the sheep take on very human characteristics, for example the two sheep at the very edge of the canvas, one of whom lovingly rests his head on the back of the his companion. In the corner just underneath, a black sheep stares malevolently out at the viewer.&nbsp;</p> <h3>Pre-Raphaelite Truth to Nature</h3> <p>True to the ideals of Pre-Raphaelitism, Hunt painted every flower, bramble and blade of grass with extreme attention to detail. The texture gives the impression that you could reach out feel the uneven clumps of wool on the sheep, and Hunt even pays attention to the red marking, used to differentiate ownership, on each member of the flock. Hunt, who had introduced the Pre-Raphaelites to the ideas of John Ruskin, was perhaps the most faithful follower of Ruskin&rsquo;s advice to &ldquo;go to Nature in all singleness of heart.&rdquo;&nbsp;<br /> &nbsp;</p> <p><span style="color:rgb(17, 17, 17); font-family:proxima nova,sans-serif; font-size:24px; line-height:30.4px">Political and Moral Content</span></p> <p>Also following in the tradition of Ruskin is the fact that the painting carries a moral content. The title <em>Our English Coasts</em> related to the fact that at the time of the unguarded state of the many miles of English coastline was a serious topic of discussion at the time. The European revolutions of 1848 had made Britons nervous, and it was as yet unclear what the relationship was to be with France&rsquo;s new ruler Napoleon III.&nbsp;</p> <p><span class="block-image image-wrapper"><img alt=" William Holman Hunt, The Hireling Shepherd, 1851, oil on canvas, 76.4 × 109.5 cm (Manchester, Manchester Art Gallery)" src="https://ka-perseus-images.s3.amazonaws.com/a9983923875bf7431fc2d6e2dd7f0e428946a891.jpg" /><span class="image-caption"> William Holman Hunt, <em>The Hireling Shepherd</em>, 1851, oil on canvas, 76.4 &times; 109.5 cm (Manchester, Manchester Art Gallery)</span></span></p> <p>The selection of a location near Hastings, the landing site of the Norman Invasion of 1066, possibly relates to the last successful invasion of the island in British history. The painting&rsquo;s subtitle, <em>Strayed Sheep</em>, relates to the more Biblical message of the painting. There is no shepherd tending the flock, some of which are perched perilously close to the edge of the cliff. In this the message relates to the moral of Hunt&rsquo;s <em>The Hireling Shepherd</em>, in which a beautiful woman distracts the shepherd while the flock behind him gets into all kinds of trouble. Interestingly, when Hunt exhibited the painting in France in 1855, the<em> Our English Coasts</em> part of the title was dropped.</p> <h3>Hunt and the Pre-Raphaelites</h3> <p>Hunt was born in London in 1827 and became a student at the Royal Academy School in 1844, where he met Millais. He also became a close friend of Dante Gabriel Rossetti when the two bonded over a mutual regard for the work of the poet Keats. He was an important force in the early years of the Pre-Raphaelite Brotherhood, and the subjects and moral content of his paintings frequently reflect his own deeply religious nature.&nbsp;</p> <h3>The English Countryside</h3> <p>The realism of <em>Our English Coasts</em> (<em>Strayed Sheep</em>) transports the viewer to the spot. One can feel the breeze off the English Channel, and the heat of the summer sun. The picturesque blend of sheep and landscape typically found in the English countryside are here seamlessly intertwined with the moral message. Hunt has in no way created a replica of an earlier painting (which was the original commission), but a wholly original work of art. &nbsp;</p> <p>Essay by Dr. Rebecca Jeffrey Easby&nbsp;</p> <hr /> <p><strong>Additional resources</strong></p> <p><a href="http://www.tate.org.uk/servlet/ViewWork?cgroupid=999999961&amp;workid=6994&amp;searchid=12044">This painting at Tate Britain</a></p> <p><a href="https://www.google.com/culturalinstitute/collection/tate-britain?projectId=art-project">This painting at the Google Art Project</a></p> <p><a href="https://www.google.com/culturalinstitute/entity/%2Fm%2F0vh96?projectId=art-project">William Holman Hunt at the Google Art Project</a></p> <p><a href="http://www.preraphaelites.org/">Pre-Raphaelite Online Resource from the Birmingham Museums &amp; Art Gallery</a></p>
