Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Jade Cong,China, Neolithic period, Liangzhu culture, c. 2500 B.C.E., 3.4 x 12.7 cm © 2003 Private Collection, © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/9a9d7467288fbf31c798f9549da6e977e4e0a6aa.jpg" /><span class="image-caption"><em>Jade Cong</em>, c. 2500 B.C.E., Liangzhu culture,&nbsp;3.4 x 12.7 cm, China&nbsp;&copy; 2003 Private Collection &copy; Trustees of the British Museum</span></span></p> <p>Ancient China includes the Neolithic period (10,000 -2,000 B.C.E.), the Shang dynasty (c. 1500-1050 B.C.E.) and the Zhou dynasty (1050-221 B.C.E.). Each age was distinct, but common to each period were grand burials for the elite from which a wealth of objects have been excavated.</p> <p>The Neolithic Period, defined as the age before the use of metal, witnessed a transition from a nomadic existence to one of settled farming. People made different pottery and stone tools in their regional communities. Stone workers employed jade to make prestigious, beautifully polished versions of utilitarian stone tools, such as axes, and also to make implements with possible ceremonial or protective functions. The status of jade continues throughout Chinese history. Pottery also reached a high level with the introduction of the potter&rsquo;s wheel.</p> <h3>Neolithic Liangzhu culture</h3> <p>A group of Neolithic peoples grouped today as the Liangzhu culture lived in the Jiangsu province of China during the third millennium B.C.E. Their jades, ceramics and stone tools were highly sophisticated.</p> <h3><em>Cong</em></h3> <p>They used two distinct types of ritual jade objects: a disc, later known as a bi, and a tube, later known as a cong. The main types of cong have a square outer section around a circular inner part, and a circular hole, though jades of a bracelet shape also display some of the characteristics of cong. They clearly had great significance, but despite the many theories the meaning and purpose of bi and cong remain a mystery. They were buried in large numbers: one tomb alone had 25 bi and 33 cong. Spectacular examples have been found at all the major archaeological sites.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Jade Cong, c. 2500 B.C.E. 49 cm high " src="https://ka-perseus-images.s3.amazonaws.com/376cce08eded6775b7d501537eb35e058a3f6aef.jpg" /><span class="image-caption"><em>Jade Cong</em>, c. 2500 B.C.E., 49 cm high, China &copy;&nbsp;Private Collection&nbsp;&copy; Trustees of the British Museum</span></span>The principal decoration on cong of the Liangzhu period was the face pattern, which may refer to spirits or deities. On the square-sectioned pieces, like the examples here, the face pattern is placed across the corners, whereas on the bracelet form it appears in square panels. These faces are derived from a combination of a man-like figure and a mysterious beast.&nbsp;</p> <p>Cong are among the most impressive yet most enigmatic of all ancient Chinese jade artifacts. Their function and meaning are completely unknown. Although they were made at many stages of the Neolithic and early historic period, the origin of the cong in the Neolithic cultures of south-east China has only been recognized in the last thirty years.</p> <p>Cong were extremely difficult and time-consuming to produce. As jade cannot be split like other stones, it must be worked with a hard abrasive sand. This one is exceptionally long and may have been particularly important in its time.</p> <p><span class="block-image image-wrapper"><img alt="Jade disc, or bi, Liangzhu culture, c. 2500 B.C.E., 18 cm in diameter " src="https://ka-perseus-images.s3.amazonaws.com/fd59d698c61ff8d1d5d55f47ef2f49d1a57b646d.jpg" /><span class="image-caption"><em>Jade disc, or bi</em>, Liangzhu culture, c. 2500 B.C.E., 18 cm in diameter&nbsp;&copy;&nbsp;Private Collection, &copy; Trustees of the British Museum</span></span></p> <h3><em>Bi</em></h3> <p>Stone rings were being made by the peoples of eastern China as early as the fifth millennium B.C.E. Jade discs have been found carefully laid on the bodies of the dead in tombs of the Hongshan culture (about 3800-2700 B.C.E.), a practice which was continued by later Neolithic cultures. Large and heavy jade discs such as this example, appear to have been an innovation of the Liangzhu culture (about 3000-2000 B.C.E.), although they are not found in all major Liangzhu tombs. The term bi is applied to wide discs with proportionately small central holes.</p> <p>The most finely carved discs or bi of the best stone (like the example above) were placed in prominent positions, often near the stomach and the chest of the deceased. Other bi were aligned with the body. Where large numbers of discs are found, usually in small piles, they tend to be rather coarse, made of stone of inferior quality that has been worked in a cursory way.</p> <p>We do not know what the true significance of these discs was, but they must have had an important ritual function as part of the burial. This is an exceptionally fine example, with the two faces very highly polished.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>J. Rawson,&nbsp;<em>Chinese Jade from the Neolithic to the Qing</em>&nbsp;(London, The British Museum Press, 1995, reprinted 2002).</p> <p>J. Rawson (ed.), <em>The British Museum book of Chinese Art</em> (London, The British Museum Press, 1992).</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
it: <p><span class="block-image image-wrapper"><img alt="Jade Cong,China, Neolithic period, Liangzhu culture, c. 2500 B.C.E., 3.4 x 12.7 cm © 2003 Private Collection, © Trustees of the British Museum" src="https://ka-perseus-images.s3.amazonaws.com/9a9d7467288fbf31c798f9549da6e977e4e0a6aa.jpg" /><span class="image-caption"><em>Jade Cong</em>, c. 2500 B.C.E., Liangzhu culture,&nbsp;3.4 x 12.7 cm, China&nbsp;&copy; 2003 Private Collection &copy; Trustees of the British Museum</span></span></p> <p>Ancient China includes the Neolithic period (10,000 -2,000 B.C.E.), the Shang dynasty (c. 1500-1050 B.C.E.) and the Zhou dynasty (1050-221 B.C.E.). Each age was distinct, but common to each period were grand burials for the elite from which a wealth of objects have been excavated.</p> <p>The Neolithic Period, defined as the age before the use of metal, witnessed a transition from a nomadic existence to one of settled farming. People made different pottery and stone tools in their regional communities. Stone workers employed jade to make prestigious, beautifully polished versions of utilitarian stone tools, such as axes, and also to make implements with possible ceremonial or protective functions. The status of jade continues throughout Chinese history. Pottery also reached a high level with the introduction of the potter&rsquo;s wheel.</p> <h3>Neolothic Liangzhu culture</h3> <p>A group of Neolithic peoples grouped today as the Liangzhu culture lived in the Jiangsu province of China during the third millennium B.C.E. Their jades, ceramics and stone tools were highly sophisticated.</p> <h3><em>Cong</em></h3> <p>They used two distinct types of ritual jade objects: a disc, later known as a bi, and a tube, later known as a cong. The main types of cong have a square outer section around a circular inner part, and a circular hole, though jades of a bracelet shape also display some of the characteristics of cong. They clearly had great significance, but despite the many theories the meaning and purpose of bi and cong remain a mystery. They were buried in large numbers: one tomb alone had 25 bi and 33 cong. Spectacular examples have been found at all the major archaeological sites.&nbsp;</p> <p><span class="image-wrapper inline-image"><img alt="Jade Cong, c. 2500 B.C.E. 49 cm high " src="https://ka-perseus-images.s3.amazonaws.com/376cce08eded6775b7d501537eb35e058a3f6aef.jpg" /><span class="image-caption"><em>Jade Cong</em>, c. 2500 B.C.E., 49 cm high, China &copy;&nbsp;Private Collection&nbsp;&copy; Trustees of the British Museum</span></span>The principal decoration on cong of the Liangzhu period was the face pattern, which may refer to spirits or deities. On the square-sectioned pieces, like the examples here, the face pattern is placed across the corners, whereas on the bracelet form it appears in square panels. These faces are derived from a combination of a man-like figure and a mysterious beast.&nbsp;</p> <p>Cong are among the most impressive yet most enigmatic of all ancient Chinese jade artifacts. Their function and meaning are completely unknown. Although they were made at many stages of the Neolithic and early historic period, the origin of the cong in the Neolithic cultures of south-east China has only been recognized in the last thirty years.</p> <p>Cong were extremely difficult and time-consuming to produce. As jade cannot be split like other stones, it must be worked with a hard abrasive sand. This one is exceptionally long and may have been particularly important in its time.</p> <p><span class="block-image image-wrapper"><img alt="Jade disc, or bi, Liangzhu culture, c. 2500 B.C.E., 18 cm in diameter " src="https://ka-perseus-images.s3.amazonaws.com/fd59d698c61ff8d1d5d55f47ef2f49d1a57b646d.jpg" /><span class="image-caption"><em>Jade disc, or bi</em>, Liangzhu culture, c. 2500 B.C.E., 18 cm in diameter&nbsp;&copy;&nbsp;Private Collection, &copy; Trustees of the British Museum</span></span></p> <h3><em>Bi</em></h3> <p>Stone rings were being made by the peoples of eastern China as early as the fifth millennium B.C.E. Jade discs have been found carefully laid on the bodies of the dead in tombs of the Hongshan culture (about 3800-2700 B.C.E.), a practice which was continued by later Neolithic cultures. Large and heavy jade discs such as this example, appear to have been an innovation of the Liangzhu culture (about 3000-2000 B.C.E.), although they are not found in all major Liangzhu tombs. The term bi is applied to wide discs with proportionately small central holes.</p> <p>The most finely carved discs or bi of the best stone (like the example above) were placed in prominent positions, often near the stomach and the chest of the deceased. Other bi were aligned with the body. Where large numbers of discs are found, usually in small piles, they tend to be rather coarse, made of stone of inferior quality that has been worked in a cursory way.</p> <p>We do not know what the true significance of these discs was, but they must have had an important ritual function as part of the burial. This is an exceptionally fine example, with the two faces very highly polished.</p> <hr /> <p><strong>Suggested readings:</strong></p> <p>J. Rawson,&nbsp;<em>Chinese Jade from the Neolithic to the Qing</em>&nbsp;(London, The British Museum Press, 1995, reprinted 2002).</p> <p>J. Rawson (ed.), <em>The British Museum book of Chinese Art</em> (London, The British Museum Press, 1992).</p> <p><span class="image-wrapper inline-image"><img alt="The British Museum logo" src="https://ka-perseus-images.s3.amazonaws.com/65a7d3af2381b6364060374ed1b3f56505a2a884.jpg" /></span></p> <p>&nbsp;</p> <p><br /> &copy; Trustees of the British Museum</p>
