Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>&nbsp;</p> <h3>A Brief Introduction to WWI and Its Representation</h3> <p>When shots rang out in Sarajevo on June 28, 1914, Europe began hurtling towards one of the deadliest conflicts the world has ever seen. Gavrilo Princip&rsquo;s assassination of Austro-Hungarian Archduke Franz Ferdinand and his wife, Sophie, brought long-brewing political tension to a head. By August 4, 1914, the Central Powers (Germany, Bulgaria, Austro-Hungary, and the Ottoman Empire) and the Entente or Allied Powers (France, Britain, Russia, Italy, and later the United States), were officially engaged in the First World War.</p> <p><span class="image-wrapper inline-image"><img alt="Britain at War, August 5, 1914, letterpress on newsprint, 76.3 x 50.7 cm, published by The Times (Imperial War Museum)" src="https://ka-perseus-images.s3.amazonaws.com/c57df3e79e57318533eb91365fd29ca9084e3ec4.jpg" /><span class="image-caption"><em>Britain at War</em>, August 5, 1914, letterpress on newsprint, 76.3 x 50.7 cm, published by <em>The Times</em> (Imperial War Museum, London)</span></span>The crisis would last until November 11, 1918 and claim millions of lives, with battlefronts in Europe, European waters, and in the Middle and Near East. World War I, also known as the Great War, was a distinctly modern conflict in many ways. However, like wars throughout history, it inspired a tremendous amount of creative output from artists and writers, civilians and combatants, men and women. Though we may read about dates and numbers when we study historic conflicts, the lived reality of a war becomes much more vivid when we look at the diverse creative expressions it inspires. The varied perspectives represented in the First World War art show us that there was not one single uniform war experience for Britons, whether on the battlefield or at home. In fact, we could say that British artists and writers witnessed and experienced different wars even though only one conflict is recorded in history. War-related art also had many purposes, whether to document, commemorate, appeal, revise, expose, obscure, or protest.</p> <h3>The Conflict Between Real and Ideal</h3> <p>Propaganda posters often urged men to enlist in the British Army by appealing to ideals of masculinity, heroism, pride, and loyalty. These widely circulated posters relied on a viewer&rsquo;s positive response to imagery of healthy, stalwart soldiers or emblems of the British nation. A propaganda poster asks its viewer to identify with what is depicted, which usually concerns political, gender, and/or social identity. As part of making such an appeal, propagandists often obscure more realistic aspects of combat or service.</p> <p><span class="block-image image-wrapper"><img alt="C.R.W. Nevinson, Paths of Glory, 1917, oil on canvas, 46.7 x 60.9 cm (Imperial War Museum, London)" src="https://ka-perseus-images.s3.amazonaws.com/8a61c98139fbb7c0757b4ff5e2eb740fc5168ec9.jpg" /><span class="image-caption">C.R.W. Nevinson, <em>Paths of Glory</em>, 1917, oil on canvas, 46.7 x 60.9 cm (Imperial War Museum, London)</span></span>In contrast, many war artists offered harsh but realistic visual depictions of the death and destruction that resulted from combat. For example, when we look at C.R.W. Nevinson&rsquo;s stark painting, <em>Paths of Glory</em>, irony comes to the forefont. Though the piece has an idealistic-sounding title, we shudder at the sight of two dead soldiers lying in the battlefield mud. We cannot identify with, or even identify these soldiers at all. Their faces are obscured and their bodies merge with the murky earth, suggesting the loss of identity and the waste of young lives. The brownish grey mud almost threatens to rise up and swallow the entire scene.</p> <p>Paul Nash&rsquo;s 1917 work, <em>The Menin Road</em>, depicts a ruined Belgian landscape. Before us, dead tree trunks rise in a wasteland of mud and standing water. This spooky, alienating, place includes strange clouds of smoke penetrated here and there by searchlights. Despite these beams of light, we cannot see anything past the immediate scene. Here is chaos, irrevocable change, and devastation.</p> <p><span class="block-image image-wrapper"><img alt="Paul Nash, The Menin Road, 1919, oil on canvas, 182.8 x 317.5 cm (Imperial War Museum, London)" src="https://ka-perseus-images.s3.amazonaws.com/053c1d83823169f644e78b33e3491f68608a0a97.jpg" /><span class="image-caption">Paul Nash, <em>The Menin Road</em>, 1919, oil on canvas, 182.8 x 317.5 cm (Imperial War Museum, London)</span></span></p> <h3>Carrying poetry to war</h3> <p>First World War literature also presents a range of perspectives. Rupert Brooke&rsquo;s patriotic &lsquo;1914&rsquo; sonnet sequence became hugely popular in the early years of the war. At the outset of the war, many Britons were touched by the heroic sentiments of the poems, in particular, &ldquo;The Soldier.&rdquo; This poem&rsquo;s combatant speaker assures the reader that his death in battle will mean that &ldquo;there&rsquo;s some corner of a foreign field/That is for ever England.&rdquo; Brooke&rsquo;s poems pictured military service and death as purifying and noble. At the start of the war, when such nationalistic feeling was strong, many British soldiers departed for training with a copy of Brooke&rsquo;s poems tucked into their kits. However, after years of devastating losses and with no clear resolution to the seemingly endless fighting, poets depicting the hard reality of the soldier&rsquo;s experience gained more recognition. Wilfred Owen&rsquo;s gloomy 1917 &ldquo;Anthem for Doomed Youth&rdquo; pictures the war&rsquo;s fallen &ldquo;d[ying] as cattle,&rdquo; for example. Siegfried Sassoon&rsquo;s 1918 piece, &ldquo;Counter-Attack,&rdquo; offers us the gruesome vision of a battlefield &ldquo;place rotten with dead&rdquo; where corpses &ldquo;face downward, in the sucking mud,/Wallow&hellip;&rdquo; Sassoon&rsquo;s shocking verbal image recalls the horrible tableau of Nevinson&rsquo;s dead soldiers lying facedown in the mud.</p> <h3>A Note on WWI and Modernism</h3> <p><span class="block-image image-wrapper"><img alt="Mark Gertler, Merry-Go-Round, 1916,oil on canvas, 189.2 x 142.2 cm (Tate)" src="https://ka-perseus-images.s3.amazonaws.com/107f1de96b16eb969b372643c77f9fb37c669328.jpg" /><span class="image-caption">Mark Gertler, Merry-Go-Round, 1916,oil on canvas, 189.2 x 142.2 cm (Tate)</span></span></p> <p>During the years leading up to the war, many modernists began to turn their attention to their media; writers and authors broke free of traditional parameters of form and imagery and brought the very materials of their crafts to the forefront. They questioned the solidity of the bond between representation and meaning. Works like T.S. Eliot&rsquo;s poem, &quot;The Waste Land,&quot; Mark Gertler&rsquo;s <em>Merry-Go-Round </em>(above), or Virginia Woolf&rsquo;s <em>Mrs. Dalloway&nbsp;</em>sought to shock, alienate, or provoke audiences and to thereby explore new sensory and intellectual effects in art and literature.</p> <p>While the modernist movement had begun prior to the war, the conflict&rsquo;s vast scale, brutality, and costs fascinated many artists and writers. The war definitively ended many social and cultural traditions that survived the nineteenth century and made clear the modern, mechanized world we were entering, a world where the older expressive forms and techniques no longer seemed adequate, appropriate, or compelling.</p> <h3>Women Writers and Artists</h3> <p>Women artists and writers played a significant role in documenting civilian and service experiences. Vera Brittain, who volunteered as a nurse, recorded her impressions of work and loss in her memoir, <em>Testament of Youth</em>, one of the war&rsquo;s most recognized autobiographical works. Women artists documented other civilian realities such as female workers in factories&mdash;doing jobs vacated by men in the military&mdash; who had become crucial for war-related production.</p> <p><span class="block-image image-wrapper"><img alt="Flora Lion, Women's Canteen at Phoenix Works, Bradford, 1918, oil on canvas, 106.6 x 182.8 mm (Imperial War Museum, London)" src="https://ka-perseus-images.s3.amazonaws.com/e4d0fdaff94357324608bf64fc5b04fdbbdfbec9.jpg" /><span class="image-caption">Flora Lion, <em>Women&#39;s Canteen at Phoenix Works, Bradford</em>, 1918, oil on canvas, 106.6 x 182.8 mm (Imperial War Museum, London)</span></span>Flora Lion for example, shows us a canteen for women munitions (weapons) workers in her painting, <em>Women&rsquo;s Canteen at Phoenix Works, Bradford</em>. We can see the exhaustion that the workers are feeling. The women here look somewhat relieved for their tea break. Their resigned expressions and slouching posture underscore the mental and physical fatigue of this critical but dangerous line of work, but they also make us recognize the more emotional weariness of the civilian war experience.</p> <h3>WWI&rsquo;s Aftermath: Public and Private Commemoration</h3> <p><span class="image-wrapper inline-image"><img alt="Edward Lutyens, Whitehall Cenotaph, unveiled 1920, portland stone, London (photo: Godot13, CC BY-SA 3.0) " src="https://ka-perseus-images.s3.amazonaws.com/f5fa9fe41a318edc7182ff769d45938f0c32b0d6.jpg" /><span class="image-caption">Edward Lutyens, <em>Whitehall Cenotaph</em>, unveiled 1920, portland stone, London (photo: <a href="http://commons.wikimedia.org/wiki/File:UK-2014-London-The_Cenotaph.jpg">Godot13</a>, CC BY-SA 3.0) </span></span>When the war concluded in November 1918, nearly a million Britons were dead. British soldiers killed in action were buried overseas, so that public officials and grieving families were challenged to represent both personal and national losses. To recognize individual sacrifices, the British government issued memorial bronze plaques and paper scrolls to the family of each serviceperson who died as a result of the war. And, on November 11, 1920, a solemn ceremony dedicated two of Britain&rsquo;s most famous public war monuments, Edward Lutyens&rsquo;s <em>Whitehall Cenotaph</em> and the<em> </em>Unknown Warrior, buried in Westminster Abbey.</p> <p>The creative work of giving textual, visual, or plastic form to First World War experiences would go on into the 1930s and after. Even as Britain neared the <span class="image-wrapper inline-image"><img alt="Horace Nicholls, The Cenotaph at Whitehall, 1920, photograph (Imperial War Museum, London)" src="https://ka-perseus-images.s3.amazonaws.com/6742d9e53ecd2deafbdad48190876d45e2e5ab72.jpg" /><span class="image-caption">Horace Nicholls, <em>The Cenotaph at Whitehall</em>, 1920, photograph (Imperial War Museum, London)</span></span>fearful prospect of a second major international conflict, the Great War continued to haunt those who had lived through it.</p> <p>Essay by Dr. Fiona Robinson</p> <hr /> <p><strong>Additional Resources:</strong><br /> &nbsp;</p> <p><a href="http://www.iwm.org.uk/history-terms/first-world-war">WWI collection at the Imperial War Museum, London</a></p> <p><a href="http://www.oucs.ox.ac.uk/ww1lit/education/tutorials/intro/brooke/vsoldier.html">Rupert Brooks, &quot;The soldier&quot; from the 1914 sonnet sequence,&nbsp;<em>The Works of Rupert Brooke</em>,&nbsp;Wordsworth Poetry Library, (1994), pg. 148</a></p> <p><a href="http://www.poetryfoundation.org/poem/176831">Wilfred Owen, &quot;Anthem for Doomed Youth,&quot; Poetry Foundation,<em> The Poems of Wilfred Owen</em>, W. W. Norton and Company, Inc., (1986)</a></p> <p><a href="http://www.oucs.ox.ac.uk/ww1lit/education/tutorials/intro/sassoon/counter.html">Siegfried Sassoon, &quot;Counter-Attack,&quot; <em>Collected Poems 1908&ndash;1956</em>, Faber and Faber, (1984), p. 68-9.</a></p> <p><a href="http://www.poetryfoundation.org/poem/176735">T.S. Eliot, &quot;The Waste Land,&quot; Poetry Foundation</a></p>
it: <p>&nbsp;</p> <h3>A Brief Introduction to WWI and Its Representation</h3> <p>When shots rang out in Sarajevo on June 28, 1914, Europe began hurtling towards one of the deadliest conflicts the world has ever seen. Gavrilo Princip&rsquo;s assassination of Austro-Hungarian Archduke Franz Ferdinand and his wife, Sophie, brought long-brewing political tension to a head. By August 4, 1914, the Central Powers (Germany, Bulgaria, Austro-Hungary, and the Ottoman Empire) and the Entente or Allied Powers (France, Britain, Russia, Italy, and later the United States), were officially engaged in the First World War.</p> <p><span class="image-wrapper inline-image"><img alt="Britain at War, August 5, 1914, letterpress on newsprint, 76.3 x 50.7 cm, published by The Times (Imperial War Museum)" src="https://ka-perseus-images.s3.amazonaws.com/c57df3e79e57318533eb91365fd29ca9084e3ec4.jpg" /><span class="image-caption"><em>Britain at War</em>, August 5, 1914, letterpress on newsprint, 76.3 x 50.7 cm, published by <em>The Times</em> (Imperial War Museum, London)</span></span>The crisis would last until November 11, 1918 and claim millions of lives, with battlefronts in Europe, European waters, and in the Middle and Near East. World War I, also known as the Great War, was a distinctly modern conflict in many ways. However, like wars throughout history, it inspired a tremendous amount of creative output from artists and writers, civilians and combatants, men and women. Though we may read about dates and numbers when we study historic conflicts, the lived reality of a war becomes much more vivid when we look at the diverse creative expressions it inspires. The varied perspectives represented in the First World War art show us that there was not one single uniform war experience for Britons, whether on the battlefield or at home. In fact, we could say that British artists and writers witnessed and experienced different wars even though only one conflict is recorded in history. War-related art also had many purposes, whether to document, commemorate, appeal, revise, expose, obscure, or protest.</p> <h3>The Conflict Between Real and Ideal</h3> <p>Propaganda posters often urged men to enlist in the British Army by appealing to ideals of masculinity, heroism, pride, and loyalty. These widely circulated posters relied on a viewer&rsquo;s positive response to imagery of healthy, stalwart soldiers or emblems of the British nation. A propaganda poster asks its viewer to identify with what is depicted, which usually concerns political, gender, and/or social identity. As part of making such an appeal, propagandists often obscure more realistic aspects of combat or service.</p> <p><span class="block-image image-wrapper"><img alt="C.R.W. Nevinson, Paths of Glory, 1917, oil on canvas, 46.7 x 60.9 cm (Imperial War Museum, London)" src="https://ka-perseus-images.s3.amazonaws.com/8a61c98139fbb7c0757b4ff5e2eb740fc5168ec9.jpg" /><span class="image-caption">C.R.W. Nevinson, <em>Paths of Glory</em>, 1917, oil on canvas, 46.7 x 60.9 cm (Imperial War Museum, London)</span></span>In contrast, many war artists offered harsh but realistic visual depictions of the death and destruction that resulted from combat. For example, when we look at C.R.W. Nevinson&rsquo;s stark painting, <em>Paths of Glory</em>, irony comes to the forefont. Though the piece has an idealistic-sounding title, we shudder at the sight of two dead soldiers lying in the battlefield mud. We cannot identify with, or even identify these soldiers at all. Their faces are obscured and their bodies merge with the murky earth, suggesting the loss of identity and the waste of young lives. The brownish grey mud almost threatens to rise up and swallow the entire scene.</p> <p>Paul Nash&rsquo;s 1917 work, <em>The Menin Road</em>, depicts a ruined Belgian landscape. Before us, dead tree trunks rise in a wasteland of mud and standing water. This spooky, alienating, place includes strange clouds of smoke penetrated here and there by searchlights. Despite these beams of light, we cannot see anything past the immediate scene. Here is chaos, irrevocable change, and devastation.</p> <p><span class="block-image image-wrapper"><img alt="Paul Nash, The Menin Road, 1919, oil on canvas, 182.8 x 317.5 cm (Imperial War Museum, London)" src="https://ka-perseus-images.s3.amazonaws.com/053c1d83823169f644e78b33e3491f68608a0a97.jpg" /><span class="image-caption">Paul Nash, <em>The Menin Road</em>, 1919, oil on canvas, 182.8 x 317.5 cm (Imperial War Museum, London)</span></span></p> <h3>Carrying poetry to war</h3> <p>First World War literature also presents a range of perspectives. Rupert Brooke&rsquo;s patriotic &lsquo;1914&rsquo; sonnet sequence became hugely popular in the early years of the war. At the outset of the war, many Britons were touched by the heroic sentiments of the poems, in particular, &ldquo;The Soldier.&rdquo; This poem&rsquo;s combatant speaker assures the reader that his death in battle will mean that &ldquo;there&rsquo;s some corner of a foreign field/That is for ever England.&rdquo; Brooke&rsquo;s poems pictured military service and death as purifying and noble. At the start of the war, when such nationalistic feeling was strong, many British soldiers departed for training with a copy of Brooke&rsquo;s poems tucked into their kits. However, after years of devastating losses and with no clear resolution to the seemingly endless fighting, poets depicting the hard reality of the soldier&rsquo;s experience gained more recognition. Wilfred Owen&rsquo;s gloomy 1917 &ldquo;Anthem for Doomed Youth&rdquo; pictures the war&rsquo;s fallen &ldquo;d[ying] as cattle,&rdquo; for example. Siegfried Sassoon&rsquo;s 1918 piece, &ldquo;Counter-Attack,&rdquo; offers us the gruesome vision of a battlefield &ldquo;place rotten with dead&rdquo; where corpses &ldquo;face downward, in the sucking mud,/Wallow&hellip;&rdquo; Sassoon&rsquo;s shocking verbal image recalls the horrible tableau of Nevinson&rsquo;s dead soldiers lying facedown in the mud.</p> <h3>A Note on WWI and Modernism</h3> <p><span class="block-image image-wrapper"><img alt="Mark Gertler, Merry-Go-Round, 1916,oil on canvas, 189.2 x 142.2 cm (Tate)" src="https://ka-perseus-images.s3.amazonaws.com/107f1de96b16eb969b372643c77f9fb37c669328.jpg" /><span class="image-caption">Mark Gertler, Merry-Go-Round, 1916,oil on canvas, 189.2 x 142.2 cm (Tate)</span></span></p> <p>During the years leading up to the war, many modernists began to turn their attention to their media; writers and authors broke free of traditional parameters of form and imagery and brought the very materials of their crafts to the forefront. They questioned the solidity of the bond between representation and meaning. Works like T.S. Eliot&rsquo;s poem, &quot;The Waste Land,&quot; Mark Gertler&rsquo;s <em>Merry-Go-Round </em>(above), or Virginia Woolf&rsquo;s <em>Mrs. Dalloway&nbsp;</em>sought to shock, alienate, or provoke audiences and to thereby explore new sensory and intellectual effects in art and literature.</p> <p>While the modernist movement had begun prior to the war, the conflict&rsquo;s vast scale, brutality, and costs fascinated many artists and writers. The war definitively ended many social and cultural traditions that survived the nineteenth century and made clear the modern, mechanized world we were entering, a world where the older expressive forms and techniques no longer seemed adequate, appropriate, or compelling.</p> <h3>Women Writers and Artists</h3> <p>Women artists and writers played a significant role in documenting civilian and service experiences. Vera Brittain, who volunteered as a nurse, recorded her impressions of work and loss in her memoir, <em>Testament of Youth</em>, one of the war&rsquo;s most recognized autobiographical works. Women artists documented other civilian realities such as female workers in factories&mdash;doing jobs vacated by men in the military&mdash; who had become crucial for war-related production.</p> <p><span class="block-image image-wrapper"><img alt="Flora Lion, Women's Canteen at Phoenix Works, Bradford, 1918, oil on canvas, 106.6 x 182.8 mm (Imperial War Museum, London)" src="https://ka-perseus-images.s3.amazonaws.com/e4d0fdaff94357324608bf64fc5b04fdbbdfbec9.jpg" /><span class="image-caption">Flora Lion, <em>Women&#39;s Canteen at Phoenix Works, Bradford</em>, 1918, oil on canvas, 106.6 x 182.8 mm (Imperial War Museum, London)</span></span>Flora Lion for example, shows us a canteen for women munitions (weapons) workers in her painting, <em>Women&rsquo;s Canteen at Phoenix Works, Bradford</em>. We can see the exhaustion that the workers are feeling. The women here look somewhat relieved for their tea break. Their resigned expressions and slouching posture underscore the mental and physical fatigue of this critical but dangerous line of work, but they also make us recognize the more emotional weariness of the civilian war experience.</p> <h3>WWI&rsquo;s Aftermath: Public and Private Commemoration</h3> <p><span class="image-wrapper inline-image"><img alt="Edward Lutyens, Whitehall Cenotaph, unveiled 1920, portland stone, London (photo: Godot13, CC BY-SA 3.0) " src="https://ka-perseus-images.s3.amazonaws.com/f5fa9fe41a318edc7182ff769d45938f0c32b0d6.jpg" /><span class="image-caption">Edward Lutyens, <em>Whitehall Cenotaph</em>, unveiled 1920, portland stone, London (photo: <a href="http://commons.wikimedia.org/wiki/File:UK-2014-London-The_Cenotaph.jpg">Godot13</a>, CC BY-SA 3.0) </span></span>When the war concluded in November 1918, nearly a million Britons were dead. British soldiers killed in action were buried overseas, so that public officials and grieving families were challenged to represent both personal and national losses. To recognize individual sacrifices, the British government issued memorial bronze plaques and paper scrolls to the family of each serviceperson who died as a result of the war. And, on November 11, 1920, a solemn ceremony dedicated two of Britain&rsquo;s most famous public war monuments, Edward Lutyens&rsquo;s <em>Whitehall Cenotaph</em> and the<em> Unknown Soldier</em>, buried in Westminster Abbey.</p> <p>The creative work of giving textual, visual, or plastic form to First World War experiences would go on into the 1930s and after. Even as Britain neared the <span class="image-wrapper inline-image"><img alt="Horace Nicholls, The Cenotaph at Whitehall, 1920, photograph (Imperial War Museum, London)" src="https://ka-perseus-images.s3.amazonaws.com/6742d9e53ecd2deafbdad48190876d45e2e5ab72.jpg" /><span class="image-caption">Horace Nicholls, <em>The Cenotaph at Whitehall</em>, 1920, photograph (Imperial War Museum, London)</span></span>fearful prospect of a second major international conflict, the Great War continued to haunt those who had lived through it.</p> <p>Essay by Dr. Fiona Robinson</p> <hr /> <p><strong>Additional Resources:</strong><br /> &nbsp;</p> <p><a href="http://www.iwm.org.uk/history-terms/first-world-war">WWI collection at the Imperial War Museum, London</a></p> <p><a href="http://www.oucs.ox.ac.uk/ww1lit/education/tutorials/intro/brooke/vsoldier.html">Rupert Brooks, &quot;The soldier&quot; from the 1914 sonnet sequence,&nbsp;<em>The Works of Rupert Brooke</em>,&nbsp;Wordsworth Poetry Library, (1994), pg. 148</a></p> <p><a href="http://www.poetryfoundation.org/poem/176831">Wilfred Owen, &quot;Anthem for Doomed Youth,&quot; Poetry Foundation,<em> The Poems of Wilfred Owen</em>, W. W. Norton and Company, Inc., (1986)</a></p> <p><a href="http://www.oucs.ox.ac.uk/ww1lit/education/tutorials/intro/sassoon/counter.html">Siegfried Sassoon, &quot;Counter-Attack,&quot; <em>Collected Poems 1908&ndash;1956</em>, Faber and Faber, (1984), p. 68-9.</a></p> <p><a href="http://www.poetryfoundation.org/poem/176735">T.S. Eliot, &quot;The Waste Land,&quot; Poetry Foundation</a></p>
