Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p>While one may be inclined to emphasize how &ldquo;foreign&rdquo; the medieval book is&mdash;they are, after all, made of dead cows, and are handwritten&mdash;they present such recognizably modern features as a justified text, footnotes, running titles and page numbers.</p> <p><span class="block-image image-wrapper"><img alt="Leaf number in Paris Bible (BL, Arundel 311, 13th c)" src="https://ka-perseus-images.s3.amazonaws.com/60de357976f138c2ececcda6927dab9948fbd9f1.jpg" /><span class="image-caption">Leaf (page) number in Paris Bible, London,&nbsp;British Library, <a href="http://www.bl.uk/catalogues/illuminatedmanuscripts/record.asp?MSID=1784&amp;CollID=20&amp;NStart=311">Arundel MS 311</a>, fol. 240, 13th century</span></span></p> <h3>Visiting a bookseller</h3> <p>The similarities run much further than mere physical traits, however. Take for example the manner in which the book was made and acquired from the 13th century onwards. If you wanted a book in the later Middle Ages you went to a store, as in our modern day. However, the bookseller did not normally have any books in stock&mdash;except for perhaps some second-hand copies. You would tell him what you wanted, both content-wise and with respect to the object&rsquo;s material features. You could specify, for example, that he use paper (instead of parchment), cursive script (and not book script) and add miniatures (or forego&nbsp;decoration). Just like so many other objects you bought in late-medieval society, the commercially-made manuscript was custom-tailored to the individual who purchased it.</p> <p>The professionals who made books for profit were usually found near the biggest church in town. This was a well-chosen spot as canons and clerics (i.e. people who visited the church and who could read) formed an important part of the clientele. By the 14th century true communities of the book had formed in the neighborhoods around churches and cathedrals. Evidence from such cities as Antwerp, Bruges, Brussels, London and Paris suggests that in these communities a diverse group of artisans interacted with clients and with each other. It was a world bound not only by the book, however, but also by profit.</p> <h3>Marketing</h3> <p>Whether you were scribe, illuminator or binder, as a professional you would strive for quality and diversity as this ensured bread and butter on the table. In parallel to our modern book business, medieval manuscript artisans used various marketing strategies to attract new clientele. The most striking of these is advertisements. Scribes hung large sheets outside their doors to show what kind of scripts they had mastered. The short writing samples found on these sheets were often accompanied by the names of the scripts, which shows just how professional the world of the book had become. A particularly rich specimen survives from the shop of Herman Strepel, a professional scribe in M&uuml;nster (c. 1447). In the true spirit of medieval marketing he wrote the names of all the scripts in golden letters on his advertisement sheet.</p> <p><span class="block-image image-wrapper"><img alt="Advertisement sheet from Herman Strepel, professional scribe in Münster, c. 1447, The Hague, Royal Library, 76 D 45" src="https://ka-perseus-images.s3.amazonaws.com/3363cf4bd723d9a4e74103541c6bf165b6e5fe31.jpg" /><span class="image-caption">Advertisement sheet from Herman Strepel, professional scribe in M&uuml;nster,&nbsp;The Hague, Royal Library, 76 D MS 45,&nbsp;c. 1447</span></span></p> <p>Scribes also included advertisements in books they had copied for a client. An example of such &ldquo;spam&rdquo; is found in a French manuscript made in Paris by a scribe who calls himself Herneis. On the last page of the book he writes, &ldquo;If someone else would like such a handsome book, come and look me up in Paris, across the Notre Dame cathedral.&rdquo; Herneis and his fellow bookmen lived and worked in the Rue Neuve Notre Dame, which served as the center of commercially-made vernacular books. Similarly, students were served in the Rue St Jacques, on the Left Bank, where the latest Latin textbooks were on offer. For Parisians and students it was handy to have all the professionals in one street: you knew where to go when you needed a book and it was easy to check out who was available for making one for you.</p> <p><span class="block-image image-wrapper"><img alt="Advertisement by Herneis le Romanceur, professional scribe in Paris (Giessen, UB, 945, 13th c) " src="https://ka-perseus-images.s3.amazonaws.com/0ae3ecbaf420dbfd611de463e46469f5b2cf0d84.jpg" /><span class="image-caption">Advertisement by Herneis le Romanceur, professional scribe in Paris.&nbsp;Giessen, Universit&auml;tsbibliothek, MS 945, 13th century</span></span></p> <h3>Book streets</h3> <p>This centralization was equally convenient, however, for the artisans themselves. Booksellers (also called stationers) in Rue Neuve Notre Dame and in other such &ldquo;book streets&rdquo; in European cities depended on the professional scribes, illuminators and binders that lived in their vicinity. They would hire them for various projects. When a client came to order a book from a stationer, the latter would divide the work among the artisans he usually worked with. One copied the text, another drew the images, and a third bound the book. These hired hands were given contracts which specified precisely what they would have to do and how much money they received for it. From time to time the stationer would come and check on the progress they made. In some manuscripts these cost estimates were scribbled in the margin.&nbsp;Although making books for profit was a common scenario in the later Middle Ages, it did not make you particularly rich. On the last page of a Middle Dutch chronicle a clearly frustrated scribe wrote, &ldquo;For so little money I never want to produce a book ever again!&rdquo;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt=" “ci (com)me(n)ce Jeha(n) de Sanlis a ratable VI d. a la piece” (Jehan de Sanlis made this for 6 pence per quire), marginal note regarding payment to the professional scribe Jehan de Sanlis (The Hague, KB, 71 A 24, 13th c)" src="https://ka-perseus-images.s3.amazonaws.com/e63fe1a708a56e9bc5c4a73198e1f5eb7a26fc7f.jpg" /><span class="image-caption">&nbsp;Marginal note in pencil regarding payment to the professional scribe Jehan de Sanlis,&nbsp;&ldquo;ci (com)me(n)ce Jeha(n) de Sanlis a ratable VI d. a la piece&rdquo; (Jehan de Sanlis made this for 6 pence per quire),&nbsp;The Hague, Royal Library, MS 71 A 24, 13th century</span></span></p> <h3>The printing press and the demise of the manuscript</h3> <p>The&nbsp;world of professional medieval scribes&nbsp;was shaken up by the coming of Gutenberg&rsquo;s printing press&nbsp;around the middle of the 15th century. The ink pots dried up and the handwritten book slowly turned into an archaic object that was more costly than its printed counterpart. In the 16th century only large choir books (which did not fit on the press) and handsome presentation copies, custom-made for an affluent client, were still written by hand.</p> <p>And so we see scribes jumping the handwritten ship, many ending up working in printing shops. Here, too, a striking parallel between the medieval and modern world of the book may be pointed out. Medieval producers and salesmen of books had to adapt to the new medium made popular by Johannes Gutenberg, just as publishers today have to change their ways in a world where pixels are gaining ground&nbsp;over ink.</p> <p>Essay by Dr. Erik Kwakkel</p>
it: <p>While one may be inclined to emphasize how &ldquo;foreign&rdquo; the medieval book is&mdash;they are, after all, made of dead cows, and are handwritten&mdash;they present such recognizably modern features as a justified text, footnotes, running titles and page numbers.</p> <p><span class="block-image image-wrapper"><img alt="Leaf number in Paris Bible (BL, Arundel 311, 13th c)" src="https://ka-perseus-images.s3.amazonaws.com/60de357976f138c2ececcda6927dab9948fbd9f1.jpg" /><span class="image-caption">Leaf (page) number in Paris Bible, London,&nbsp;British Library, <a href="http://www.bl.uk/catalogues/illuminatedmanuscripts/record.asp?MSID=1784&amp;CollID=20&amp;NStart=311">Arundel MS 311</a>, fol. 240, 13th century</span></span></p> <h3>Visiting a bookseller</h3> <p>The similarities run much further than mere physical traits, however. Take for example the manner in which the book was made and acquired from the 13th century onwards. If you wanted a book in the later Middle Ages you went to a store, as in our modern day. However, the bookseller did not normally have any books in stock&mdash;except for perhaps some second-hand copies. You would tell him what you wanted, both content-wise and with respect to the object&rsquo;s material features. You could specify, for example, that he use paper (instead of parchment), cursive script (and not book script) and add miniatures (or forego&nbsp;decoration). Just like so many other objects you bought in late-medieval society, the commercially-made manuscript was custom-tailored to the individual who purchased it.</p> <p>The professionals who made books for profit were usually found near the biggest church in town. This was a well-chosen spot as canons and clerics (i.e. people who visited the church and who could read) formed an important part of the clientele. By the 14th century true communities of the book had formed in the neighborhoods around churches and cathedrals. Evidence from such cities as Antwerp, Bruges, Brussels, London and Paris suggests that in these communities a diverse group of artisans interacted with clients and with each other. It was a world bound not only by the book, however, but also by profit.</p> <h3>Marketing</h3> <p>Whether you were scribe, illuminator or binder, as a professional you would strive for quality and diversity as this ensured bread and butter on the table. In parallel to our modern book business, medieval manuscript artisans used various marketing strategies to attract new clientele. The most striking of these is advertisements. Scribes hung large sheets outside their doors to show what kind of scripts they had mastered. The short writing samples found on these sheets were often accompanied by the names of the scripts, which shows just how professional the world of the book had become. A particularly rich specimen survives from the shop of Herman Strepel, a professional scribe in M&uuml;nster (c. 1447). In the true spirit of medieval marketing he wrote the names of all the scripts in golden letters on his advertisement sheet.</p> <p><span class="block-image image-wrapper"><img alt="Advertisement sheet from Herman Strepel, professional scribe in Münster, c. 1447, The Hague, Royal Library, 76 D 45" src="https://ka-perseus-images.s3.amazonaws.com/3363cf4bd723d9a4e74103541c6bf165b6e5fe31.jpg" /><span class="image-caption">Advertisement sheet from Herman Strepel, professional scribe in M&uuml;nster,&nbsp;The Hague, Royal Library, 76 D MS 45,&nbsp;c. 1447</span></span></p> <p>Scribes also included advertisements in books they had copied for a client. An example of such &ldquo;spam&rdquo; is found in a French manuscript made in Paris by a scribe who calls himself Herneis. On the last page of the book he writes, &ldquo;If someone else would like such a handsome book, come and look me up in Paris, across the Notre Dame cathedral.&rdquo; Herneis and his fellow bookmen lived and worked in the Rue Neuve Notre Dame, which served as the center of commercially-made vernacular books. Similarly, students were served in the Rue St Jacques, on the Left Bank, where the latest Latin textbooks were on offer. For Parisians and students it was handy to have all the professionals in one street: you knew where to go when you needed a book and it was easy to check out who was available for making one for you.</p> <p><span class="block-image image-wrapper"><img alt="Advertisement by Herneis le Romanceur, professional scribe in Paris (Giessen, UB, 945, 13th c) " src="https://ka-perseus-images.s3.amazonaws.com/0ae3ecbaf420dbfd611de463e46469f5b2cf0d84.jpg" /><span class="image-caption">Advertisement by Herneis le Romanceur, professional scribe in Paris.&nbsp;Giessen, Universit&auml;tsbibliothek, MS 945, 13th century</span></span></p> <h3>Book streets</h3> <p>This centralization was equally convenient, however, for the artisans themselves. Booksellers (also called stationers) in Rue Neuve Notre Dame and in other such &ldquo;book streets&rdquo; in European cities depended on the professional scribes, illuminators and binders that lived in their vicinity. They would hire them for various projects. When a client came to order a book from a stationer, the latter would divide the work among the artisans he usually worked with. One copied the text, another drew the images, and a third bound the book. These hired hands were given contracts which specified precisely what they would have to do and how much money they received for it. From time to time the stationer would come and check on the progress they made. In some manuscripts these cost estimates were scribbled in the margin.&nbsp;Although making books for profit was a common scenario in the later Middle Ages, it did not make you particularly rich. On the last page of a Middle Dutch chronicle a clearly frustrated scribe wrote, &ldquo;For so little money I never want to produce a book ever again!&rdquo;&nbsp;</p> <p><span class="block-image image-wrapper"><img alt=" " src="https://ka-perseus-images.s3.amazonaws.com/e63fe1a708a56e9bc5c4a73198e1f5eb7a26fc7f.jpg" /><span class="image-caption">&nbsp;Marginal note in pencil regarding payment to the professional scribe Jehan de Sanlis,&nbsp;&ldquo;ci (com)me(n)ce Jeha(n) de Sanlis a ratable VI d. a la piece&rdquo; (Jehan de Sanlis made this for 6 pence per quire),&nbsp;The Hague, Royal Library, MS 71 A 24, 13th century</span></span></p> <h3>The printing press and the demise of the manuscript</h3> <p>The&nbsp;world of professional medieval scribes&nbsp;was shaken up by the coming of Gutenberg&rsquo;s printing press&nbsp;around the middle of the 15th century. The ink pots dried up and the handwritten book slowly turned into an archaic object that was more costly than its printed counterpart. In the 16th century only large choir books (which did not fit on the press) and handsome presentation copies, custom-made for an affluent client, were still written by hand.</p> <p>And so we see scribes jumping the handwritten ship, many ending up working in printing shops. Here, too, a striking parallel between the medieval and modern world of the book may be pointed out. Medieval producers and salesmen of books had to adapt to the new medium made popular by Johannes Gutenberg, just as publishers today have to change their ways in a world where pixels are gaining ground&nbsp;over ink.</p> <p>Essay by Dr. Erik Kwakkel</p>
