Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><br /> <span class="block-image image-wrapper"><img alt="Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/68396643f31f7f7949dbe46a66cda873faea0e38.jpg" style="width:100%" /><span class="image-caption">Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span></p> <h3>Mummy bundles</h3> <p>One of the most extraordinary masterpieces of the pre-Columbian Americas is a nearly&nbsp;<span>2,000-year-old cloth from the South Coast of Peru, which has been in the collection of&nbsp;</span><span>the Brooklyn Museum of Art since 1938. </span></p> <p><span>Despite the textile&#39;s&nbsp;small size (it measures&nbsp;</span><span>about two&nbsp;by five feet), it contains a vast amount of information about the people&nbsp;</span><span>who lived in ancient Peru; and despite its great age and delicacy, its colors are brilliant,&nbsp;</span><span>and tiny details amazingly intact. This is due to the arid environment of southern Peru&nbsp;</span><span>along the Pacific shore, where it is so dry that organic material buried in the sand remains&nbsp;well preserved for hundreds or even thousands of years.&nbsp;</span><br /> <br /> <span class="block-image image-wrapper"><img alt="Paracas National Reserve, Peru (photo: ilker ender, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/7ddef7934f83f68ec40cd6097f3eb70952573b50.jpg" /><span class="image-caption">Paracas National Reserve, Peru (<a href="http://&lt;iframe src=&quot;https://www.flickr.com/photos/ilker/4444256650/in/photolist-7LHYEE-7m81F8-bUQKTJ-bUQLRb-bUQMRb-bUQHv7-bUQNBY-bUQLqC-bUQMjq-bUQMAE-bUQMaN-bUQHYL-bUQHDL-bUQLCj-bUQPdh-bUQM2b-9eGPZ9-bUQNpJ-av7gd8-6Kd4kv-5RxqSo-av9WF3-5Rt6Ct-ajzVih-bGr2Ue-8jg3xq-av7fLx-bGkapV-r7DBN-r7KZy-7mkUyb-5Rxqs3-5Rt5WR-5RxpJQ-5Rxp1d-5RxqFy-5Rxpk5-5Rxq1o-AH8jS-7mkV1o-btqjMb-bjRR8q-9jDztq-9iF7yC-bGk9HZ-btqjsS-7mgZX6-7rgvaM-7mh1f2-ajzQns/player/&quot; width=&quot;500&quot; height=&quot;333&quot; frameborder=&quot;0&quot; allowfullscreen webkitallowfullscreen mozallowfullscreen oallowfullscreen msallowfullscreen&gt;&lt;/iframe&gt;">photo: ilker ender, CC BY 2.0</a>)</span></span><span class="image-wrapper inline-image"><img alt="The Paracas peninsula, Peru" src="https://ka-perseus-images.s3.amazonaws.com/771a9796038418cbd1dcdad9c554ca7541d099ce.png" /><span class="image-caption">The Paracas peninsula, Peru</span></span><span>In the ancient cemeteries on the Paracas&nbsp;Peninsula, the dead were wrapped in layers of cloth and clothing into &ldquo;mummy bundles.&rdquo;&nbsp;</span><span>The largest and richest mummy bundles contained hundreds of brightly embroidered&nbsp;textiles, feathered costumes, and fine jewelry, interspersed with food offerings, such&nbsp;as beans. Early reports claimed that this cloth came from the Paracas peninsula, so it was called &quot;THE Paracas textile,&quot; to mark its excellence and uniqueness. Currently, scholars have revised this provenance, and now attribute the cloth to the related, but slightly later Nasca culture.</span></p> <h3>Thread by thread</h3> <p>Recently, the Brooklyn Museum has posted high quality, close-up views of this&nbsp;<span>masterpiece online, allowing viewers to scrutinize the textile, thread by thread. Such a&nbsp;</span><span>detailed inspection has not been possible since the piece was first made.&nbsp;</span><span>With simple tools, the early cultures of the Andean region of South America&nbsp;</span><span>produced textiles of astonishing virtuosity. Some extremely fine pieces, like this one,&nbsp;</span><span>are too delicate to have served any utilitarian purpose, and so are considered ceremonial.&nbsp;</span><br /> <br /> <span class="block-image image-wrapper"><img alt="detail of border figure 61, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/b9eb29b81ae06b55a0e6b40f12d658f393e3c089.jpg" /><span class="image-caption">Detail of border&nbsp;figure 61, Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span><span>Like some other very fine cloths, the Brooklyn textile is finished so carefully on both&nbsp;</span><span>sides that it is almost impossible to distinguish which is the correct side. Although the&nbsp;</span><span>central cloth and its framing dimensional border are created by different techniques, both&nbsp;</span><span>display perfect reversibility&mdash;except for three border figures. These three&mdash;instead of&nbsp;</span><span>being duplicated on the back (as if flipped in mirror image), like all the others&mdash;appear&nbsp;</span><span>in back view on one side of the cloth, thereby designating a &ldquo;front&rdquo; and &ldquo;back&rdquo; to the&nbsp;textile.</span></p> <p><span class="block-image image-wrapper"><img alt="Center detail, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/de4d992ac81c6470ed244755ae05a1198f8ea39e.jpg" /><span class="image-caption">Center detail, Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span></p> <p>The central cloth&rsquo;s design of 32 geometric faces is created by &ldquo;warp-wrapping,&rdquo; a&nbsp;<span>technique in which colored fleece is wound around sections of cotton warp threads before&nbsp;weaving. </span><br /> <span class="block-image image-wrapper"><img alt="Warp wrapping" src="https://ka-perseus-images.s3.amazonaws.com/c0ddf779b6c733bb89b2c5acc91684e0f19cd5e6.jpg" /><span class="image-caption">Warp wrapping&nbsp;(diagram&nbsp;by Lois Martin)</span></span><span>Because the central cloth and the border have different color palettes,&nbsp;they may have been created at different times. The triple-layer border has colorful outer&nbsp;veneers of wool &ldquo;crossed-looping&rdquo; that envelop inner cotton cores of looping or weaving.&nbsp;</span><br /> <br /> <span class="block-image image-wrapper"><img alt="Crossed looping" src="https://ka-perseus-images.s3.amazonaws.com/8d2563ce0810ae92ba949f16b5d8903f0153fa31.jpg" /><span class="image-caption">Crossed looping (diagram&nbsp;by Lois Martin)</span></span><span>&ldquo;Crossed-looping&rdquo; resembles knitting (but is accomplished with a single needle); in areas&nbsp;</span><span>where the threads are broken, it is possible to glimpse the underlying cotton substrates.&nbsp;While the cotton is off-white, the wool is dyed in jewel-bright tones. </span><br /> <br /> <span class="block-image image-wrapper"><img alt="Alpaca herd, Ausangate, Peru (photo: Marturius, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/a501928facab7e8a210ef5e3b420e7546b1bfe70.jpg" /><span class="image-caption">Alpaca herd, Ausangate, Peru (<a href="http://en.wikipedia.org/wiki/File:Ausangate-hillside-MT.jpg">photo: Marturius, CC BY-SA 3.0</a>)</span></span></p> <p><span>The combination of&nbsp;materials suggests extensive trading relationships: for while cotton was grown in coastal&nbsp;</span><span>valleys, wool came from camelids (such as the llama, alpaca, and vicu&ntilde;a) that live at high&nbsp;altitudes in the Andes mountains.&nbsp;</span></p> <p><span class="block-image image-wrapper"><img alt="Border figure 26, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/c536a8104c7cff960127099dbbd7c43acfcf0a13.jpg" /><span class="image-caption">The llama is laden with a bounty of vegetables. Since pre-Columbian people had no wheeled vehicles for transport, llama caravans carried goods between regions.&nbsp;Border figure 26,&nbsp;Nazca,&nbsp;<em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span></p> <h3>Monstrous hybrids</h3> <p>On the border, a parade of 90 figures is linked together on their lower bodies,&nbsp;<span>which are worked two-dimensionally against a red background. </span><br /> <br /> <span class="block-image image-wrapper"><img alt="Detail of border figures, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/542b464ca3f4909c5da9ab5d8b695ea40e70ffca.jpg" /><span class="image-caption">Detail of border figures (composite photo), Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span><span>Each figure&rsquo;s upper&nbsp;body and head is constructed as a separate unit, and attached to the woven strip. The&nbsp;</span><span>upper bodies are worked in bas-relief, with some parts&nbsp;projecting&nbsp;</span><span>outwards from the plane of the fabric. Tiny components (like leaves and feathers) were&nbsp;worked as separate pieces and then attached, giving a wonderful three-dimensionality and&nbsp;liveliness to the figures, especially because they mingle and overlap.&nbsp;</span><br /> <br /> <span class="block-image image-wrapper"><img alt="Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/8ae9047706a7a83f8eee60a35c2132f03cf48aa7.jpg" /><span class="image-caption">Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span><span>The parade is arranged in four, single-file, L-shaped lines that proceed around&nbsp;</span><span>each corner of the cloth. A wide variety of types appear, including human, animal,&nbsp;</span><span>and monstrous hybrids. Some figures are unique, others are twins, triplets, or even&nbsp;</span><span>sextuplets; a few are in related groups.&nbsp;</span><br /> <span class="image-wrapper inline-image"><img alt="Nazca ornament, gold (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/b5e2a1bf057e48a18cc8ccedf692fc72f1d4e18e.jpg" /><span class="image-caption">Nazca ornament, gold (Brooklyn Museum)</span></span></p> <p>Most of the animals and plants that appear&nbsp;can be tied to species still found on the South Coast, and many human figures wear or&nbsp;carry items that directly relate to the &nbsp;&nbsp;archaeological record.&nbsp;<br /> <br /> Their jewelry, for example,&nbsp;corresponds to specimens formed from thin sheets of gleaming gold. These include:&nbsp;&ldquo;forehead ornaments&rdquo; (shaped like a bird with outstretched wings); &ldquo;hair spangles&rdquo; (disk&nbsp;or star shapes that dangle from the wingtips of the forehead ornament); slender, feather-shaped headdress &ldquo;plumes;&rdquo; and &ldquo;mouthmasks.&rdquo; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Mouthmasks hung from the nose&nbsp;septum, and had flaring extensions, like cat whiskers.&nbsp;<br /> <br /> <span class="block-image image-wrapper"><img alt="Detail with face ornament, figure 63, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/e037b41b2a3bd6ed597adca0cf5406dd287655d4.jpg" /><span class="image-caption">Detail with face ornament, border figure 63, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span></p> <h3>Garments</h3> <p>The border figures&rsquo; clothing also matches examples found archaeologically, and&nbsp;<span>some bear miniscule&nbsp;designs that faithfully represent embroidered decorations found&nbsp;on life-sized garments. Some wear wrap-around dresses of a style worn by women in&nbsp;ancient times; others wear two-part outfits, associated with men (below). The largest&nbsp;and most beautifully decorated garments were mantles that draped over the shoulders,&nbsp;and fell to the knee. By examining stitches on actual mantles, archaeologists have&nbsp;determined that teams of artists worked on&nbsp;them, sitting side-by-side.</span><br /> <br /> <span class="block-image image-wrapper"><img alt="One of three figures with a front and back, has painted or tattooed skin, a bristling mouthmask, and a headdress with flower-like plumes. He carries a stout striped staff topped with a winged creature, and wears a tunic and loincloth. Over his shoulder hangs a boldly patterned mantle ending in a feline. Detail of border, figure 16, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/5bda806ba882a0635b219e0197cf8ceeeb5de3bf.jpg" /><span class="image-caption">One of three figures with a front and back, painted or tattooed skin, wears a bristling&nbsp;mouthmask, and a headdress with flower-like plumes. He carries a&nbsp;striped staff topped with a winged creature, and wears a tunic and loincloth. Over his shoulder hangs a boldly-patterned mantle ending in a feline. Detail of border&nbsp;figure 16, Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span><span>Other border details, rather than realistic, seem to be fantastic or mythological.&nbsp;The severed heads (sometimes called &ldquo;trophy heads&rdquo;) brandished by some figures, for&nbsp;</span><span>example, sometimes sprout flourishing plants&mdash;as if to suggest themes of sacrifice and&nbsp;</span><span>fertility. And snake-like streamers that flow from some figures do not correspond to any&nbsp;known object, and may indicate supernatural qualities.&nbsp;</span></p> <p><span class="block-image image-wrapper"><img alt="Pampas cat and tree, boarder figure 3, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/ce3fa3b48d2e17bb1fb37153f7a871e4aa2fc39c.jpg" /><span class="image-caption">Pampas cat and tree, border figure 3, Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span></p> <p>When they depicted clothing, Paracas and Nazca artists often added a face, or an&nbsp;<span>animal body to the loose ends of fabric hanging behind a wearer. This artistic convention&nbsp;</span><span>seems to suggest the lively movements of cloth fluttering behind a wearer, and hints that&nbsp;</span><span>these ancient people considered cloth a precious carrier of vitality: an interpretation that&nbsp;</span><span>seems warranted because this vibrant textile gives us such an evocative and animated&nbsp;</span><span>glimpse into their world.<br /> <br /> Essay by&nbsp;Lois Martin</span></p> <hr /> <hr /> <p><span>Suggested Reading:</span></p> <p><span><a href="https://www.brooklynmuseum.org/opencollection/objects/48296/Mantle_known_as_The_Paracas_Textile">This textile at the Brooklyn Museum</a></span></p> <p>Frame, Mary. 2003&ndash;4. &quot;What the Women Were Wearing: A Deposit of Early Nasca&nbsp;<span>Dresses and Shawls from Cahuachi, Peru.&quot; <em>Textile Museum Journal,</em> 42/43:13&ndash;53.</span></p> <p>Paul, Anne. 1990. &quot;Paracas ritual attire: symbols of authority in ancient Peru,&quot;&nbsp;<span><em>Civilization of the American Indian series</em>. Norman: University of Oklahoma&nbsp;</span><span>Press.</span><br /> <br /> <span>Paul, Anne. 1991. <em>Paracas art &amp; architecture : object and context in South Coastal Peru,</em>&nbsp;</span><span>1st ed. Iowa City: University of Iowa Press.</span></p> <p>Silverman, Helaine. 2002. &quot;Differentiating Paracas Necropolis and Early Nasca Textiles,&quot;&nbsp;<span>&nbsp;<em>Andean archaeology II: Art, Landscape, and Society</em>, edited by W. H. Isbell&nbsp;</span><span>and H. Silverman. New York: Kluwer Academic/Plenum Publishers,</span><span>&nbsp;</span><span>71&ndash;105.</span></p>
it: <p><br /> <span class="block-image image-wrapper"><img alt="Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/68396643f31f7f7949dbe46a66cda873faea0e38.jpg" style="width:100%" /><span class="image-caption">Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span></p> <h3>Mummy bundles</h3> <p>One of the most extraordinary masterpieces of the pre-Columbian Americas is a nearly&nbsp;<span>2,000-year-old cloth from the South Coast of Peru, which has been in the collection of&nbsp;</span><span>the Brooklyn Museum of Art since 1938. </span></p> <p><span>Despite the textile&#39;s&nbsp;small size (it measures&nbsp;</span><span>about two&nbsp;by five feet), it contains a vast amount of information about the people&nbsp;</span><span>who lived in ancient Peru; and despite its great age and delicacy, its colors are brilliant,&nbsp;</span><span>and tiny details amazingly intact. This is due to the arid environment of southern Peru&nbsp;</span><span>along the Pacific shore, where it is so dry that organic material buried in the sand remains&nbsp;well preserved for hundreds or even thousands of years.&nbsp;</span><br /> <br /> <span class="block-image image-wrapper"><img alt="Paracas National Reserve, Peru (photo: ilker ender, CC BY 2.0)" src="https://ka-perseus-images.s3.amazonaws.com/7ddef7934f83f68ec40cd6097f3eb70952573b50.jpg" /><span class="image-caption">Paracas National Reserve, Peru (<a href="http://&lt;iframe src=&quot;https://www.flickr.com/photos/ilker/4444256650/in/photolist-7LHYEE-7m81F8-bUQKTJ-bUQLRb-bUQMRb-bUQHv7-bUQNBY-bUQLqC-bUQMjq-bUQMAE-bUQMaN-bUQHYL-bUQHDL-bUQLCj-bUQPdh-bUQM2b-9eGPZ9-bUQNpJ-av7gd8-6Kd4kv-5RxqSo-av9WF3-5Rt6Ct-ajzVih-bGr2Ue-8jg3xq-av7fLx-bGkapV-r7DBN-r7KZy-7mkUyb-5Rxqs3-5Rt5WR-5RxpJQ-5Rxp1d-5RxqFy-5Rxpk5-5Rxq1o-AH8jS-7mkV1o-btqjMb-bjRR8q-9jDztq-9iF7yC-bGk9HZ-btqjsS-7mgZX6-7rgvaM-7mh1f2-ajzQns/player/&quot; width=&quot;500&quot; height=&quot;333&quot; frameborder=&quot;0&quot; allowfullscreen webkitallowfullscreen mozallowfullscreen oallowfullscreen msallowfullscreen&gt;&lt;/iframe&gt;">photo: ilker ender, CC BY 2.0</a>)</span></span><span class="image-wrapper inline-image"><img alt="The Paracas peninsula, Peru" src="https://ka-perseus-images.s3.amazonaws.com/771a9796038418cbd1dcdad9c554ca7541d099ce.png" /><span class="image-caption">The Paracas peninsula, Peru</span></span><span>In the ancient cemeteries on the Paracas&nbsp;Peninsula, the dead were wrapped in layers of cloth and clothing into &ldquo;mummy bundles.&rdquo;&nbsp;</span><span>The largest and richest mummy bundles contained hundreds of brightly embroidered&nbsp;textiles, feathered costumes, and fine jewelry, interspersed with food offerings, such&nbsp;as beans. Early reports claimed that this cloth came from the Paracas peninsula, so it was called &quot;THE Paracas textile,&quot; to mark its excellence and uniqueness. Currently, scholars have revised this provenance, and now attribute the cloth to the related, but slightly later Nasca culture.</span></p> <h3>Thread by thread</h3> <p>Recently, the Brooklyn Museum has posted high quality, close-up views of this&nbsp;<span>masterpiece online, allowing viewers to scrutinize the textile, thread by thread. Such a&nbsp;</span><span>detailed inspection has not been possible since the piece was first made.&nbsp;</span><span>With simple tools, the early cultures of the Andean region of South America&nbsp;</span><span>produced textiles of astonishing virtuosity. Some extremely fine pieces, like this one,&nbsp;</span><span>are too delicate to have served any utilitarian purpose, and so are considered ceremonial.&nbsp;</span><br /> <br /> <span class="block-image image-wrapper"><img alt="detail of border figure 61, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/b9eb29b81ae06b55a0e6b40f12d658f393e3c089.jpg" /><span class="image-caption">Detail of border&nbsp;figure 61, Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span><span>Like some other very fine cloths, the Brooklyn textile is finished so carefully on both&nbsp;</span><span>sides that it is almost impossible to distinguish which is the correct side. Although the&nbsp;</span><span>central cloth and its framing dimensional border are created by different techniques, both&nbsp;</span><span>display perfect reversibility&mdash;except for three border figures. These three&mdash;instead of&nbsp;</span><span>being duplicated on the back (as if flipped in mirror image), like all the others&mdash;appear&nbsp;</span><span>in back view on one side of the cloth, thereby designating a &ldquo;front&rdquo; and &ldquo;back&rdquo; to the&nbsp;textile.</span></p> <p><span class="block-image image-wrapper"><img alt="Center detail, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/de4d992ac81c6470ed244755ae05a1198f8ea39e.jpg" /><span class="image-caption">Center detail, Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span></p> <p>The central cloth&rsquo;s design of 32 geometric faces is created by &ldquo;warp-wrapping,&rdquo; a&nbsp;<span>technique in which colored fleece is wound around sections of cotton warp threads before&nbsp;weaving. </span><br /> <span class="block-image image-wrapper"><img alt="Warp wrapping" src="https://ka-perseus-images.s3.amazonaws.com/c0ddf779b6c733bb89b2c5acc91684e0f19cd5e6.jpg" /><span class="image-caption">Warp wrapping&nbsp;(diagram&nbsp;by Lois Martin)</span></span><span>Because the central cloth and the border have different color palettes,&nbsp;they may have been created at different times. The triple-layer border has colorful outer&nbsp;veneers of wool &ldquo;crossed-looping&rdquo; that envelop inner cotton cores of looping or weaving.&nbsp;</span><br /> <br /> <span class="block-image image-wrapper"><img alt="Crossed looping" src="https://ka-perseus-images.s3.amazonaws.com/8d2563ce0810ae92ba949f16b5d8903f0153fa31.jpg" /><span class="image-caption">Crossed looping (diagram&nbsp;by Lois Martin)</span></span><span>&ldquo;Crossed-looping&rdquo; resembles knitting (but is accomplished with a single needle); in areas&nbsp;</span><span>where the threads are broken, it is possible to glimpse the underlying cotton substrates.&nbsp;While the cotton is off-white, the wool is dyed in jewel-bright tones. </span><br /> <br /> <span class="block-image image-wrapper"><img alt="Alpaca herd, Ausangate, Peru (photo: Marturius, CC BY-SA 3.0)" src="https://ka-perseus-images.s3.amazonaws.com/a501928facab7e8a210ef5e3b420e7546b1bfe70.jpg" /><span class="image-caption">Alpaca herd, Ausangate, Peru (<a href="http://en.wikipedia.org/wiki/File:Ausangate-hillside-MT.jpg">photo: Marturius, CC BY-SA 3.0</a>)</span></span></p> <p><span>The combination of&nbsp;materials suggests extensive trading relationships: for while cotton was grown in coastal&nbsp;</span><span>valleys, wool came from camelids (such as the llama, alpaca, and vicu&ntilde;a) that live at high&nbsp;altitudes in the Andes mountains.&nbsp;</span></p> <p><span class="block-image image-wrapper"><img alt="Border figure 26, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/c536a8104c7cff960127099dbbd7c43acfcf0a13.jpg" /><span class="image-caption">The llama is laden with a bounty of vegetables. Since pre-Columbian people had no wheeled vehicles for transport, llama caravans carried goods between regions.&nbsp;Border figure 26,&nbsp;Nazca,&nbsp;<em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span></p> <h3>Monstrous hybrids</h3> <p>On the border, a parade of 90 figures is linked together on their lower bodies,&nbsp;<span>which are worked two-dimensionally against a red background. </span><br /> <br /> <span class="block-image image-wrapper"><img alt="Detail of border figures, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/542b464ca3f4909c5da9ab5d8b695ea40e70ffca.jpg" /><span class="image-caption">Detail of border figures (composite photo), Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span><span>Each figure&rsquo;s upper&nbsp;body and head is constructed as a separate unit, and attached to the woven strip. The&nbsp;</span><span>upper bodies are worked in bas-relief, with some parts&nbsp;projecting&nbsp;</span><span>outwards from the plane of the fabric. Tiny components (like leaves and feathers) were&nbsp;worked as separate pieces and then attached, giving a wonderful three-dimensionality and&nbsp;liveliness to the figures, especially because they mingle and overlap.&nbsp;</span><br /> <br /> <span class="block-image image-wrapper"><img alt="Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/8ae9047706a7a83f8eee60a35c2132f03cf48aa7.jpg" /><span class="image-caption">Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span><span>The parade is arranged in four, single-file, L-shaped lines that proceed around&nbsp;</span><span>each corner of the cloth. A wide variety of types appear, including human, animal,&nbsp;</span><span>and monstrous hybrids. Some figures are unique, others are twins, triplets, or even&nbsp;</span><span>sextuplets; a few are in related groups.&nbsp;</span><br /> <span class="image-wrapper inline-image"><img alt="Nazca ornament, gold (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/b5e2a1bf057e48a18cc8ccedf692fc72f1d4e18e.jpg" /><span class="image-caption">Nazca ornament, gold (Brooklyn Museum)</span></span></p> <p>Most of the animals and plants that appear&nbsp;can be tied to species still found on the South Coast, and many human figures wear or&nbsp;carry items that directly relate to the &nbsp;&nbsp;archaeological record.&nbsp;<br /> <br /> Their jewelry, for example,&nbsp;corresponds to specimens formed from thin sheets of gleaming gold. These include:&nbsp;&ldquo;forehead ornaments&rdquo; (shaped like a bird with outstretched wings); &ldquo;hair spangles&rdquo; (disk&nbsp;or star shapes that dangle from the wingtips of the forehead ornament); slender, feather-shaped headdress &ldquo;plumes;&rdquo; and &ldquo;mouthmasks.&rdquo; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Mouthmasks hung from the nose&nbsp;septum, and had flaring extensions, like cat whiskers.&nbsp;<br /> <br /> <span class="block-image image-wrapper"><img alt="Detail with face ornament, figure 63, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/e037b41b2a3bd6ed597adca0cf5406dd287655d4.jpg" /><span class="image-caption">Detail with face ornament, border figure 63, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span></p> <h3>Garments</h3> <p>The border figures&rsquo; clothing also matches examples found archaeologically, and&nbsp;<span>some bear miniscule&nbsp;designs that faithfully represent embroidered decorations found&nbsp;on life-sized garments. Some wear wrap-around dresses of a style worn by women in&nbsp;ancient times; others wear two-part outfits, associated with men (below). The largest&nbsp;and most beautifully decorated garments were mantles that draped over the shoulders,&nbsp;and fell to the knee. By examining stitches on actual mantles, archaeologists have&nbsp;determined that teams of artists worked on&nbsp;them, sitting side-by-side.</span><br /> <br /> <span class="block-image image-wrapper"><img alt="" src="https://ka-perseus-images.s3.amazonaws.com/5bda806ba882a0635b219e0197cf8ceeeb5de3bf.jpg" /><span class="image-caption">One of three figures with a front and back, painted or tattooed skin, wears a bristling&nbsp;mouthmask, and a headdress with flower-like plumes. He carries a&nbsp;striped staff topped with a winged creature, and wears a tunic and loincloth. Over his shoulder hangs a boldly-patterned mantle ending in a feline. Detail of border&nbsp;figure 16, Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span><span>Other border details, rather than realistic, seem to be fantastic or mythological.&nbsp;The severed heads (sometimes called &ldquo;trophy heads&rdquo;) brandished by some figures, for&nbsp;</span><span>example, sometimes sprout flourishing plants&mdash;as if to suggest themes of sacrifice and&nbsp;</span><span>fertility. And snake-like streamers that flow from some figures do not correspond to any&nbsp;known object, and may indicate supernatural qualities.&nbsp;</span></p> <p><span class="block-image image-wrapper"><img alt="Pampas cat and tree, boarder figure 3, Nasca, Mantle (&quot;The Paracas Textile&quot;), 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found South Coast, Paracas, Peru (Brooklyn Museum)" src="https://ka-perseus-images.s3.amazonaws.com/ce3fa3b48d2e17bb1fb37153f7a871e4aa2fc39c.jpg" /><span class="image-caption">Pampas cat and tree, border figure 3, Nasca, <em>Mantle (&quot;The Paracas Textile&quot;)</em>, 100-300 C.E., cotton, camelid fiber, 58-1/4 x 24-1/2 inches / 148 x 62.2 cm, found south coast, Paracas, Peru (Brooklyn Museum)</span></span></p> <p>When they depicted clothing, Paracas and Nazca artists often added a face, or an&nbsp;<span>animal body to the loose ends of fabric hanging behind a wearer. This artistic convention&nbsp;</span><span>seems to suggest the lively movements of cloth fluttering behind a wearer, and hints that&nbsp;</span><span>these ancient people considered cloth a precious carrier of vitality: an interpretation that&nbsp;</span><span>seems warranted because this vibrant textile gives us such an evocative and animated&nbsp;</span><span>glimpse into their world.<br /> <br /> Essay by&nbsp;Lois Martin</span></p> <hr /> <hr /> <p><span>Suggested Reading:</span></p> <p><span><a href="https://www.brooklynmuseum.org/opencollection/objects/48296/Mantle_known_as_The_Paracas_Textile">This textile at the Brooklyn Museum</a></span></p> <p>Frame, Mary. 2003&ndash;4. &quot;What the Women Were Wearing: A Deposit of Early Nasca&nbsp;<span>Dresses and Shawls from Cahuachi, Peru.&quot; <em>Textile Museum Journal,</em> 42/43:13&ndash;53.</span></p> <p>Paul, Anne. 1990. &quot;Paracas ritual attire: symbols of authority in ancient Peru,&quot;&nbsp;<span><em>Civilization of the American Indian series</em>. Norman: University of Oklahoma&nbsp;</span><span>Press.</span><br /> <br /> <span>Paul, Anne. 1991. <em>Paracas art &amp; architecture : object and context in South Coastal Peru,</em>&nbsp;</span><span>1st ed. Iowa City: University of Iowa Press.</span></p> <p>Silverman, Helaine. 2002. &quot;Differentiating Paracas Necropolis and Early Nasca Textiles,&quot;&nbsp;<span>&nbsp;<em>Andean archaeology II: Art, Landscape, and Society</em>, edited by W. H. Isbell&nbsp;</span><span>and H. Silverman. New York: Kluwer Academic/Plenum Publishers,</span><span>&nbsp;</span><span>71&ndash;105.</span></p>
