Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.datastore.po
Languages: it

source: <p><span class="block-image image-wrapper"><img alt="Palette of King Narmer, from Hierakonpolis, Egypt, Predynastic, c. 3000-2920 B.C.E., slate, 2' 1&quot; high (Egyptian Museum, Cairo)" src="https://ka-perseus-images.s3.amazonaws.com/0cbda693baff5da3d96c79bcd50c934502b05894.jpeg" /><span class="image-caption">Palette of King Narmer, from Hierakonpolis, Egypt, Predynastic, c. 3000-2920 B.C.E., slate, 2&#39; 1&quot; high (Egyptian Museum, Cairo)</span></span></p> <h3>Vitally important, but difficult to interpret</h3> <p>Some artifacts are of such vital importance to our understanding of ancient cultures that they are truly unique and utterly irreplaceable. The gold mask of Tutankhamun was allowed to leave Egypt for display overseas; the <em>Narmer Palette</em>, on the other hand, is so valuable that it has never been permitted to leave the country.</p> <p><span>Discovered among a group of sacred implements ritually buried in a deposit within an early temple of the falcon god Horus at the site of Hierakonpolis (the capital of Egypt during the pre-dynastic period), this large ceremonial object is one of the most important artifacts from the dawn of Egyptian civilization. The beautifully carved palette, 63.5 cm (more than 2 feet) in height and made of smooth greyish-green siltstone, is decorated on both faces with detailed low relief. These scenes show a king, identified by name as Narmer, and a series of ambiguous scenes that have been difficult to interpret and have resulted in a number of theories regarding their meaning.</span></p> <p><span>The high quality of the workmanship, its original function as a ritual object dedicated to a god, and the complexity of the imagery clearly indicate that this was a significant object, but a satisfactory interpretation of the scenes has been elusive.</span></p> <h3>What was the palette used for?&nbsp;</h3> <p>The object itself is a monumental version of a type of daily use item commonly found in the predynastic period&mdash;palettes were generally flat, minimally decorated stone objects used for grinding and mixing minerals for cosmetics. Dark eyeliner was an essential aspect of life in the sun-drenched region; like the dark streaks placed under the eyes of modern athletes, black cosmetic around the eyes served to reduce glare. Basic cosmetic palettes were among the typical grave goods found during this early era.</p> <p>In addition to these simple, purely functional, palettes however, there were also a number of larger, far more elaborate palettes created in this period. These objects still served the function of being a ground for grinding and mixing cosmetics, but they were also carefully carved with relief sculpture. Many of the earlier palettes display animals &mdash;some real, some fantastic&mdash;while later examples, like the Narmer palette, focus on human actions. Research suggests that these decorated palettes were used in temple ceremonies, perhaps to grind or mix makeup to be ritually applied to the image of the god. Later temple ritual included elaborate daily ceremonies involving the anointing and dressing of divine images; these palettes likely indicate an early incarnation of this process.</p> <h3>A ceremonial object, ritually buried&nbsp;</h3> <p>The&nbsp;<em>Palette of Narmer</em>&nbsp;was discovered in 1898 by James Quibell and Frederick Green. It was found with a collection of other objects that had been used for ceremonial purposes and then ritually buried within the temple at Hierakonpolis.</p> <p>Temple caches of this type are not uncommon. There was a great deal of focus on ritual and votive objects (offerings to the God) in temples. Every ruler, elite individual, and anyone else who could afford it, donated items to the temple to show their piety and increase their connection to the deity. After a period of time, the temple would be full of these objects and space would need to be cleared for new votive donations. However, since they had been dedicated to a temple and sanctified, the old items that needed to be cleared out could not simply be thrown away or sold. Instead, the general practice was to bury them in a pit under the temple floor. Often, these caches include objects from a range of dates and a mix of types, from royal statuary to furniture.</p> <p><span class="image-wrapper inline-image"><img alt="Two Dogs Palette, Hierakonpolis, Egypt c.3100 B.C.E. (Ashmolean Museum, University of Oxford) " src="https://ka-perseus-images.s3.amazonaws.com/1ac81204d91cd8aacc67b32903a8392f822ff1fe.jpeg" /><span class="image-caption">Two Dogs Palette, Hierakonpolis, Egypt c.3100 B.C.E. (Ashmolean Museum, University of Oxford) </span></span>&nbsp;<span>The &quot;Main Deposit&quot; at Hierakonpolis, where the&nbsp;Narmer Palette&nbsp;was discovered, contained many hundreds of objects, including a number of large relief-covered ceremonial mace-heads, ivory statuettes, carved knife handles, figurines of scorpions and other animals, stone vessels, and a second elaborately decorated palette (now in the Ashmolean Museum at Oxford) known as the&nbsp;<em>Two Dogs Palette</em>.</span></p> <h3>Conventions that remain the same for thousands of years</h3> <p>There are several reasons the&nbsp;<em>Narmer Palette</em>&nbsp;is considered to be of such importance. First, it is one of very few such palettes discovered in a controlled excavation. Second, there are a number of formal and iconographic characteristics appearing on the Narmer palette that remain conventional in Egyptian two-dimensional art for the following three millennia. These include the way the figures are represented, the scenes being organized in regular horizontal zones known as registers, and the use of hierarchical scale to indicate relative importance of the individuals. &nbsp;In addition, much of the regalia worn by the king, such as the crowns, kilts, royal beard, and bull tail, as well as other visual elements, such as the pose Narmer takes on one of the faces where he grasps an enemy by the hair and prepares to smash his skull with a mace, continue to be utilized from this time all the way through the Roman era. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Diagram of the Palette of Narmer" src="https://ka-perseus-images.s3.amazonaws.com/27bf72277f66037a77361248ad891229e17c12e3.jpeg" /></span></p> <h3>What we see on the palette</h3> <p>The king is represented twice in human form, once on each face, followed by his sandal-bearer. He may also be represented as a powerful bull, destroying a walled city with his massive horns, in a mode that again becomes conventional&mdash;pharaoh is regularly referred to as &quot;Strong Bull.&quot;</p> <p>In addition to the primary scenes, the palette includes a pair of fantastic creatures, known as serpopards&mdash;leopards with long, snaky necks&mdash;who are collared and controlled by a pair of attendants. Their necks entwine and define the recess where the makeup preparation took place. The lowest register on both sides include images of dead foes, while both uppermost registers display hybrid human-bull heads and the name of the king. The frontal bull heads are likely connected to a sky goddess known as Bat and are related to heaven and the horizon. The name of the king, written hieroglyphically as a catfish and a chisel, is contained within a squared element that represents a palace facade.</p> <h3><span class="block-image image-wrapper"><img alt="Diagram of the Palette of Narmer" src="https://ka-perseus-images.s3.amazonaws.com/3cb0a90a5ac3d0ff4360e77fd1ffd22bf0072b26.jpeg" /></span></h3> <h3>Possible interpretation: unification of Upper and Lower Egypt</h3> <p>As mentioned above, there have been a number of theories related to the scenes carved on this palette. Some have interpreted the battle scenes as a historical narrative record of the initial unification of Egypt under one ruler, supported by the general timing (as this is the period of the unification) and the fact that Narmer sports the crown connected to Upper Egypt on one face of the palette and the crown of Lower Egypt on the other&mdash;this is the first preserved example where both crowns are used by the same ruler. Other theories suggest that, rather than an actual historical representation, these scenes were purely ceremonial and related to the concept of unification in general.</p> <h3><span class="block-image image-wrapper"><img alt="Palette of King Narmer (detail) " src="https://ka-perseus-images.s3.amazonaws.com/e94c721261e2c20c3ae935f7e9ebd22b97b923aa.jpeg" /><span class="image-caption">Palette of King Narmer (detail)</span></span></h3> <h3>Another interpretation: the sun and the king</h3> <p>More recent research on the decorative program has connected the imagery to the careful balance of order and chaos (known as ma&rsquo;at and isfet) that was a fundamental element of the Egyptian idea of the cosmos. It may also be related to the daily journey of the sun god that becomes a central aspect in the Egyptian religion in the subsequent centuries.</p> <p><span class="block-image image-wrapper"><img alt="Palette of Narmer (detail) " src="https://ka-perseus-images.s3.amazonaws.com/3a46d2ecb5c76754d86914abbf9ca13afbee64e8.jpeg" /><span class="image-caption">Palette of Narmer (detail)</span></span></p> <p>The scene showing Narmer wearing the Lower Egyptian Red Crown (with its distinctive curl)* depicts him processing towards the decapitated bodies of his foes. The two rows of prone bodies are placed below an image of a high-prowed boat preparing to pass through an open gate. This may be an early reference to the journey of the sun god in his boat. In later texts, the Red Crown is connected with bloody battles fought by the sun god just before the rosy-fingered dawn on his daily journey and this scene may well be related to this. It is interesting to note that the foes are shown as not only executed, but rendered completely impotent&mdash;their castrated penises have been placed atop their severed heads.</p> <p>On the other face, Narmer wears the Upper Egyptian White Crown* (which looks rather like a bowling pin) as he grasps an inert foe by the hair and prepares to crush his skull. The White Crown is related to the dazzling brilliance of the full midday sun at its zenith as well as the luminous nocturnal light of the stars and moon. By wearing both crowns, Narmer may not only be ceremonially expressing his dominance over the unified Egypt, but also the early importance of the solar cycle and the king&rsquo;s role in this daily process.</p> <p><span>This fascinating object is an incredible example of early Egyptian art. The imagery preserved on this palette provides a peek ahead to the richness of both the visual aspects and religious concepts that develop in the ensuing periods. It is a vitally important artifact of extreme significance for our understanding of the development of Egyptian culture on multiple levels.</span></p> <p>*The Red Crown of Lower Egypt and the White Crown of Upper Egypt were the earliest crowns worn by the king and are closely connected with the unification of the country that sparks full-blown Egyptian civilization. The earliest representation of them worn by the same ruler is on the&nbsp;<em>Narmer Palette</em>, signifying that the king was ruling over both areas of the country. Soon after the unification, the fifth ruler of the First Dynasty is shown wearing the two crowns simultaneously, combined into one. This crown, often referred to as the Double Crown, remains a primary crown worn by pharaoh throughout Egyptian history. The separate Red and White crowns, however, continue to be worn as well and retain their geographic connections. There are a number of Egyptian words used for these crowns (nine for the White and 11 for the Red), but the most common&mdash;deshret and hedjet&mdash;refer to the colors red and white, respectively. It is from these identifying terms that we take their modern name. Early texts make it clear that these crowns were believed to be imbued with divine power and were personified as goddesses.</p> <p>Essay by Dr. Amy Calvert</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.reshafim.org.il/ad/egypt/narmerspalette.htm">Decorative Palettes of the 4th millenium</a></p> <p><a href="http://xoomer.virgilio.it/francescoraf/hesyra/palettes.htm">Corpus of Egyptian Late Predynastic Palettes</a></p> <p><a href="http://www.hierakonpolis-online.org/">Hierakonpolis website</a></p> <p><a href="https://archive.org/details/hierakonpolis00greegoog">Publication on the excavation</a></p>
it: <p><span class="block-image image-wrapper"><img alt="Palette of King Narmer, from Hierakonpolis, Egypt, Predynastic, c. 3000-2920 B.C.E., slate, 2' 1&quot; high (Egyptian Museum, Cairo)" src="https://ka-perseus-images.s3.amazonaws.com/0cbda693baff5da3d96c79bcd50c934502b05894.jpeg" /><span class="image-caption">Palette of King Narmer, from Hierakonpolis, Egypt, Predynastic, c. 3000-2920 B.C.E., slate, 2&#39; 1&quot; high (Egyptian Museum, Cairo)</span></span></p> <h3>Vitally important, but difficult to interpret</h3> <p>Some artifacts are of such vital importance to our understanding of ancient cultures that they are truly unique and utterly irreplaceable. The gold mask of Tutankhamun was allowed to leave Egypt for display overseas; the <em>Narmer Palette</em>, on the other hand, is so valuable that it has never been permitted to leave the country.</p> <p><span>Discovered among a group of sacred implements ritually buried in a deposit within an early temple of the falcon god Horus at the site of Hierakonpolis (the capital of Egypt during the pre-dynastic period), this large ceremonial object is one of the most important artifacts from the dawn of Egyptian civilization. The beautifully carved palette, 63.5 cm (more than 2 feet) in height and made of smooth greyish-green siltstone, is decorated on both faces with detailed low relief. These scenes show a king, identified by name as Narmer, and a series of ambiguous scenes that have been difficult to interpret and have resulted in a number of theories regarding their meaning.</span></p> <p><span>The high quality of the workmanship, its original function as a ritual object dedicated to a god, and the complexity of the imagery clearly indicate that this was a significant object, but a satisfactory interpretation of the scenes has been elusive.</span></p> <h3>What was the palette used for?&nbsp;</h3> <p>The object itself is a monumental version of a type of daily use item commonly found in the predynastic period&mdash;palettes were generally flat, minimally decorated stone objects used for grinding and mixing minerals for cosmetics. Dark eyeliner was an essential aspect of life in the sun-drenched region; like the dark streaks placed under the eyes of modern athletes, black cosmetic around the eyes served to reduce glare. Basic cosmetic palettes were among the typical grave goods found during this early era.</p> <p>In addition to these simple, purely functional, palettes however, there were also a number of larger, far more elaborate palettes created in this period. These objects still served the function of being a ground for grinding and mixing cosmetics, but they were also carefully carved with relief sculpture. Many of the earlier palettes display animals &mdash;some real, some fantastic&mdash;while later examples, like the Narmer palette, focus on human actions. Research suggests that these decorated palettes were used in temple ceremonies, perhaps to grind or mix makeup to be ritually applied to the image of the god. Later temple ritual included elaborate daily ceremonies involving the anointing and dressing of divine images; these palettes likely indicate an early incarnation of this process.</p> <h3>A ceremonial object, ritually buried&nbsp;</h3> <p>The&nbsp;<em>Palette of Narmer</em>&nbsp;was discovered in 1898 by James Quibell and Frederick Green. It was found with a collection of other objects that had been used for ceremonial purposes and then ritually buried within the temple at Hierakonpolis.</p> <p>Temple caches of this type are not uncommon. There was a great deal of focus on ritual and votive objects (offerings to the God) in temples. Every ruler, elite individual, and anyone else who could afford it, donated items to the temple to show their piety and increase their connection to the deity. After a period of time, the temple would be full of these objects and space would need to be cleared for new votive donations. However, since they had been dedicated to a temple and sanctified, the old items that needed to be cleared out could not simply be thrown away or sold. Instead, the general practice was to bury them in a pit under the temple floor. Often, these caches include objects from a range of dates and a mix of types, from royal statuary to furniture.</p> <p><span class="image-wrapper inline-image"><img alt="Two Dogs Palette, Hierakonpolis, Egypt c.3100 B.C.E. (Ashmolean Museum, University of Oxford) " src="https://ka-perseus-images.s3.amazonaws.com/1ac81204d91cd8aacc67b32903a8392f822ff1fe.jpeg" /><span class="image-caption">Two Dogs Palette, Hierakonpolis, Egypt c.3100 B.C.E. (Ashmolean Museum, University of Oxford) </span></span>&nbsp;<span>The &quot;Main Deposit&quot; at Hierakonpolis, where the&nbsp;Narmer Palette&nbsp;was discovered, contained many hundreds of objects, including a number of large relief-covered ceremonial mace-heads, ivory statuettes, carved knife handles, figurines of scorpions and other animals, stone vessels, and a second elaborately decorated palette (now in the Ashmolean Museum at Oxford) known as the&nbsp;<em>Two Dogs Palette</em>.</span></p> <h3>Conventions that remain the same for thousands of years</h3> <p>There are several reasons the&nbsp;<em>Narmer Palette</em>&nbsp;is considered to be of such importance. First, it is one of very few such palettes discovered in a controlled excavation. Second, there are a number of formal and iconographic characteristics appearing on the Narmer palette that remain conventional in Egyptian two-dimensional art for the following three millennia. These include the way the figures are represented, the scenes being organized in regular horizontal zones known as registers, and the use of hierarchical scale to indicate relative importance of the individuals. &nbsp;In addition, much of the regalia worn by the king, such as the crowns, kilts, royal beard, and bull tail, as well as other visual elements, such as the pose Narmer takes on one of the faces where he grasps an enemy by the hair and prepares to smash his skull with a mace, continue to be utilized from this time all the way through the Roman era. &nbsp;</p> <p><span class="block-image image-wrapper"><img alt="Diagram of the Palette of Narmer" src="https://ka-perseus-images.s3.amazonaws.com/27bf72277f66037a77361248ad891229e17c12e3.jpeg" /></span></p> <h3>What we see on the palette</h3> <p>The king is represented twice in human form, once on each face, followed by his sandal-bearer. He may also be represented as a powerful bull, destroying a walled city with his massive horns, in a mode that again becomes conventional&mdash;pharaoh is regularly referred to as &quot;Strong Bull.&quot;</p> <p>In addition to the primary scenes, the palette includes a pair of fantastic creatures, known as serpopards&mdash;leopards with long, snaky necks&mdash;who are collared and controlled by a pair of attendants. Their necks entwine and define the recess where the makeup preparation took place. The lowest register on both sides include images of dead foes, while both uppermost registers display hybrid human-bull heads and the name of the king. The frontal bull heads are likely connected to a sky goddess known as Bat and are related to heaven and the horizon. The name of the king, written hieroglyphically as a catfish and a chisel, is contained within a squared element that represents a palace facade.</p> <h3><span class="block-image image-wrapper"><img alt="Diagram of the Palette of Narmer" src="https://ka-perseus-images.s3.amazonaws.com/3cb0a90a5ac3d0ff4360e77fd1ffd22bf0072b26.jpeg" /></span></h3> <h3>Possible interpretation: unification of Upper and Lower Egypt</h3> <p>As mentioned above, there have been a number of theories related to the scenes carved on this palette. Some have interpreted the battle scenes as a historical narrative record of the initial unification of Egypt under one ruler, supported by the general timing (as this is the period of the unification) and the fact that Narmer sports the crown connected to Upper Egypt on one face of the palette and the crown of Lower Egypt on the other&mdash;this is the first preserved example where both crowns are used by the same ruler. Other theories suggest that, rather than an actual historical representation, these scenes were purely ceremonial and related to the concept of unification in general.</p> <h3><span class="block-image image-wrapper"><img alt="Palette of King Narmer (detail) " src="https://ka-perseus-images.s3.amazonaws.com/e94c721261e2c20c3ae935f7e9ebd22b97b923aa.jpeg" /><span class="image-caption">Palette of King Narmer (detail)</span></span></h3> <h3>Another interpretation: the sun and the king</h3> <p>More recent research on the decorative program has connected the imagery to the careful balance of order and chaos (known as ma&rsquo;at and isfet) that was a fundamental element of the Egyptian idea of the cosmos. It may also be related to the daily journey of the sun god that becomes a central aspect in the Egyptian religion in the subsequent centuries.</p> <p><span class="block-image image-wrapper"><img alt="Palette of Narmer (detail) " src="https://ka-perseus-images.s3.amazonaws.com/3a46d2ecb5c76754d86914abbf9ca13afbee64e8.jpeg" /><span class="image-caption">Palette of Narmer (detail)</span></span></p> <p>The scene showing Narmer wearing the Lower Egyptian Red Crown (with its distinctive curl)* depicts him processing towards the decapitated bodies of his foes. The two rows of prone bodies are placed below an image of a high-prowed boat preparing to pass through an open gate. This may be an early reference to the journey of the sun god in his boat. In later texts, the Red Crown is connected with bloody battles fought by the sun god just before the rosy-fingered dawn on his daily journey and this scene may well be related to this. It is interesting to note that the foes are shown as not only executed, but rendered completely impotent&mdash;their castrated penises have been placed atop their severed heads.</p> <p>On the other face, Narmer wears the Upper Egyptian White Crown* (which looks rather like a bowling pin) as he grasps an inert foe by the hair and prepares to crush his skull. The White Crown is related to the dazzling brilliance of the full midday sun at its zenith as well as the luminous nocturnal light of the stars and moon. By wearing both crowns, Narmer may not only be ceremonially expressing his dominance over the unified Egypt, but also the early importance of the solar cycle and the king&rsquo;s role in this daily process.</p> <p><span>This fascinating object is an incredible example of early Egyptian art. The imagery preserved on this palette provides a peek ahead to the richness of both the visual aspects and religious concepts that develop in the ensuing periods. It is a vitally important artifact of extreme significance for our understanding of the development of Egyptian culture on multiple levels.</span></p> <p>*The Red Crown of Lower Egypt and the White Crown of Upper Egypt were the earliest crowns worn by the king and are closely connected with the unification of the country that sparks full-blown Egyptian civilization. The earliest representation of them worn by the same ruler is on the&nbsp;<em>Narmer Palette</em>, signifying that the king was ruling over both areas of the country. Soon after the unification, the fifth ruler of the First Dynasty is shown wearing the two crowns simultaneously, combined into one. This crown, often referred to as the Double Crown, remains a primary crown worn by pharaoh throughout Egyptian history. The separate Red and White crowns, however, continue to be worn as well and retain their geographic connections. There are a number of Egyptian words used for these crowns (nine for the White and 11 for the Red), but the most common&mdash;deshret and hedjet&mdash;refer to the colors red and white, respectively. It is from these identifying terms that we take their modern name. Early texts make it clear that these crowns were believed to be imbued with divine power and were personified as goddesses.</p> <p>Text by Dr. Amy Calvert</p> <hr /> <p><strong>Additional resources:</strong></p> <p><a href="http://www.reshafim.org.il/ad/egypt/narmerspalette.htm">Decorative Palettes of the 4th millenium</a></p> <p><a href="http://xoomer.virgilio.it/francescoraf/hesyra/palettes.htm">Corpus of Egyptian Late Predynastic Palettes</a></p> <p><a href="http://www.hierakonpolis-online.org/">Hierakonpolis website</a></p> <p><a href="https://archive.org/details/hierakonpolis00greegoog">Publication on the excavation</a></p>
