Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: SHORT-TERM FURNISHED HOUSING These accommodations are easier to find, but not always the best value. Rates and availability of the furnished options below are estimated. A little extra effort to find a house/apartment sublease on Craigslist or other listed resources is likely worth your while. • <a href="http://www.oakwood.com/furnished-apartments/furnished/US/CA/Mountain-View/prop17.html">Oakwood Mountain View Short Term Housing</a> (furnished) 555 West Middlefield Rd Rates: Studio $120/day; 1BR: $150/day; 2BR: $180/day • <a href="http://www.housing.sjsu.edu">San Jose State University Dorms</a> (furnished) Rates (per person) Double Occupancy: $45/night or $250/week; Single Occupancy: $60/night, $350/week (Linen Included) • <a href="http://www.usfca.edu/residence_life">University of San Francisco</a> LOCAL APARTMENT LISTINGS Below is a list of some local apartment complexes (price ranges usually cover studio to 2BR pricing). Please note there is usually a $100-$200/month premium for short-term leases. Rates vary by room, location, and length of lease. The higher end rates are usually for 2BR apartments -- and having a roommate is more fun anyway ;). • <a href="http://www.avianaapartments.com/">Aviana Apartments</a> (650) 964-4449 2101 California St, Mountain View 94040. Rates: $1,345 – $2,080/month • <a href="http://www.atriumgarden.com">Atrium Garden Studio Apartments</a> (408) 573-1112 1536 Kerley Drive, San Jose, 95112; atrium@coaxim.com Rates: $975 -$1,150/month with a 3 mo. lease • <a href="http://www.avaloncommunities.com/california/mountain-view-apartments/avalon-at-creekside/">Avalon Creek Side</a> (650) 967-2300 151 Calderon Avenue, Mountain View, CA 94041 Rates: $1,150 -$1,830/month **Mixed reviews for Avalon, but want you to be aware of all your options** • <a href="http://www.centralpark-apts.com/">Central Park at Whisman Station</a> (650)964-8400 100 North Whisman, Mountain View, 94043 CentralPark@prometheusreg.com Rates: $1,650 -$2,900/month • <a href="http://paloaltoplaza.com/">Palo Alto Plaza Apartments</a> (650) 941-2411 541 Del Medio Avenue, Mountain View, 94040 Rates: $1,395 -$2,120/month POTENTIALLY USEFUL SITES Please review carefully as not all options are short-term. <a href="http://www.apartments.com">Apartments.com</a> <a href="http://www.forrent.com">For Rent</a> <a href="http://groups.google.com/group/ba.market.housing?hl=en">Bay Area Housing Google Group</a> <a href="http://sfbay.craigslist.org/">Craigslist</a> <a href="http://airbnb.com">airbnb</a> <a href="http://www.fogster.com">Fogster (Palo Alto)</a> <a href="http://www.mynewplace.com">My New Place</a> <a href="http://www.oodle.com">Oodle</a> <a href="http://www.places4rent.com">Places 4 Rent</a> <a href="http://www.peoplewithpets.com">Pet Friendly Apartments</a> <a href="http://www.ResidentApproved.com">Resident Approved</a> <a href="http://hotpads.com/CA/Mountain_View">HotPads</a> <a href="http://www.zillow.com/mountain-view-ca/apartments/">Zillow</a> OTHER SUGGESTIONS Have any good tips? Email <a href="mailto:kayla@khanacademy.org">kayla@</a> or <a href="mailto:ben@khanacademy.org">ben@</a>.
pt: MORADIA MOBILIADA PARA CURTA TEMPORADA Essas acomodações são mais fáceis de encontrar, mas nem sempre têm o melhor valor. Os preços e a disponibilidade das opções mobiliadas abaixo são estimados. Um pouco de esforço extra para encontrar uma sublocação de casa / apartamento no Craigslist ou em outros recursos relacionados provavelmente valerá a pena. •<a href="http://www.oakwood.com/furnished-apartments/furnished/US/CA/Mountain-View/prop17.html">Moradia para curta temporada em Oakwood Mountain View</a> (mobiliada) 555 West Middlefield Rd Preços: Studio $120/dia; 1 quarto: $150/dia; 2 quartos: $180/dia • <a href="http://www.housing.sjsu.edu">Dormitórios da Universidade de San Jose State</a> (mobiliado) Preços (por pessoa) Quarto duplo: $45/noite ou $250/semana; Quarto individual: $60/noite, $350/semana (roupa de cama incluída) • <a href="http://www.usfca.edu/residence_life">Universidade de San Francisco</a> LISTA DE APARTAMENTOS Abaixo apresentamos uma lista com alguns complexos de apartamentos na região (as faixas de preço geralmente abrangem moradias tipo studio até 2 quartos). Observe que geralmente é cobrado um seguro de $100-$200/mês nos aluguéis para curta temporada. Os preços variam de acordo com o quarto, localização e tempo de aluguel. Os preços finais maiores geralmente são para apartamentos de 2 quartos -- mas é sempre legal ter um colega de quarto ;). • <a href="http://www.avianaapartments.com/">Aviana Apartments</a> (650) 964-4449 2101 California St, Mountain View 94040. Preços: $1.345 – $2.080/mês • <a href="http://www.atriumgarden.com">Atrium Garden Studio Apartments</a> (408) 573-1112 1536 Kerley Drive, San Jose, 95112; atrium@coaxim.com Preços: $975-$1.150/mês para 3 meses de aluguel • <a href="http://www.avaloncommunities.com/california/mountain-view-apartments/avalon-at-creekside/">Avalon Creek Side</a> (650) 967-2300 151 Calderon Avenue, Mountain View, CA 94041 Preços: $1.150-$1.830/mês **Há opiniões controversas sobre Avalon, mas nosso intuito é apresentar a você todas as opções disponíveis** • <a href="http://www.centralpark-apts.com/">Central Park at Whisman Station</a> (650)964-8400 100 North Whisman, Mountain View, 94043 CentralPark@prometheusreg.com Preços: $1.650-$2.900/mês • <a href="http://paloaltoplaza.com/">Palo Alto Plaza Apartments</a> (650) 941-2411 541 Del Medio Avenue, Mountain View, 94040 Preços: $1.395-$2.120/month SITES ÚTEIS Leia com atenção, nem todas as opções são para curta temporada. <a href="http://www.apartments.com">Apartments.com</a> <a href="http://www.forrent.com">For Rent</a> <a href="http://groups.google.com/group/ba.market.housing?hl=en">Bay Area Housing Google Group</a> <a href="http://sfbay.craigslist.org/">Craigslist</a> <a href="http://airbnb.com">airbnb</a> <a href="http://www.fogster.com">Fogster (Palo Alto)</a> <a href="http://www.mynewplace.com">My New Place</a> <a href="http://www.oodle.com">Oodle</a> <a href="http://www.places4rent.com">Places 4 Rent</a> <a href="http://www.peoplewithpets.com">Pet Friendly Apartments</a> <a href="http://www.ResidentApproved.com">Resident Approved</a> <a href="http://hotpads.com/CA/Mountain_View">HotPads</a> <a href="http://www.zillow.com/mountain-view-ca/apartments/">Zillow</a> OUTRAS SUGESTÕES Você tem dicas interessantes? Envie um e-mail para <a href="mailto:kayla@khanacademy.org">kayla@</a> ou <a href="mailto:ben@khanacademy.org">ben@</a>.

source: SIGNUP (Mid-January through the beginning of February)
es: REGISTRO (de mediados de enero a principios de febrero)
nb: REGISTRERING (Midten av januar til begynnelsen av februar)
pt: CADASTRO (Do meio de janeiro até o começo de fevereiro)
tr: KAYIT (Ocak ortasından Şubat başına kadar)

source: SOH <b>CAH</b> TOA
pt: COHI <b>CAHI</b> COCA

source: SOH CAH <b>TOA</b>
pt: COHI CAHI <b>COCA</b>

source: SOH CAH TOA
pt: COHI CAHI COCA

source: SQL Guidelines
da: SQL Retningslinjer
es: Lineamientos de SQL
ja: SQL ガイドライン
nb: Retningslinjer for SQL
nl: SQL richtlijnen
pl: Wskazówki SQL
pt: Diretrizes SQL
pt_pt: Regras do SQL
tr: SQL Yönergeleri

source: SQL script Guidelines
da: Retningslinjer for SQL script
es: Lineamientos para scripts SQL
fr: Règles concernant les scripts SQL
nb: SQL skript retningslinjer
nl: SQL-script richtlijnen
pl: Wytyczne SQL script
pt: Diretrizes de Script SQL
pt_pt: Regras de scripts SQL
tr: SQL metinlerine ilişkin Genel Kurallar

source: SQL scripts that are off-topic:
da: SQL scripts, der er irrelevante:
es: Scripts SQL que están fuera de tema:
nb: SQL-skript som er ikke-faglige:
nl: SQL-scripts die off-topic zijn:
pl: SQL scripts, które są off-topic:
pt: Scripts SQL fora do tópico:
tr: Aşağıdaki türde SQL metinleri konu dışı sayılacaktır:

source: SQL scripts that are suspected of plagiarism will be hidden from the "Hot" list.
da: SQL scripts, der er mistænkt for plagiat, vil blive fjernet fra "Hot" listen.
es: Los scripts SQL que sean sospechosos de ser plagiados serán ocultados de la lista de "Populares".
nb: SQL-skript som er mistenkt for plagiering skjules fra listen "Hot".
nl: SQL scripts die worden verdacht van plagiaat zullen worden verborgen van de "Hot" lijst.
pl: SQL scripts podejrzane o plagiat zostaną ukryte z listy "Hot".
pt: Os scripts SQL suspeitos de plágio serão ocultados da lista de "Favoritos".
tr: İntihal şüphesi olan SQL metinleri ''Gündemdekiler'' listesinde gösterilmeyecektir.

source: SQL scripts that violate our voting rules will be hidden from the “Hot” list.
da: SQL scripts, der overtræder vores stemmeregler, vil blive skjult fra "Hot" listen.
es: Los scripts SQL que violen nuestras reglas de votación se ocultarán de la lista de "Populares".
nb: SQL-skript som bryter våre stemmeregler skjules fra listen "Hot".
nl: SQL-scripts die strijdig zijn met onze stemregels zullen worden verborgen in de lijst "Hot".
pl: SQL scripts, które naruszają nasze zasady głosowania, zostaną ukryte z listy "Hot".
pt: Os scripts SQL que violam nossas regras de votação serão ocultados da lista de "Favoritos".
tr: Oylama kurallarımızı ihlal eden SQL metinleri “Gündemdekiler” listemizde gösterilmeyecektir.

source: SQL scripts will be flagged for:
da: SQL scripts vil blive markeret hvis:
es: Los scripts SQL se marcarán por:
nb: SQL-skript vil bli flagget for:
nl: SQL-scripts zal worden gemarkeerd voor:
pl: SQL scripts zostaną oflagowane za:
pt: Scripts SQL serão sinalizados nos seguintes casos:
tr: SQL kodları şunlar için işaretlenecek:

source: Sad Face
nb: Trist ansikt
pl: Smutna twarz
pt: Rostinho triste
pt_pt: Cara triste
tr: Üzgün Yüz

source: Sal and the Khan Academy Team
da: Sal og holdet bag Khan Academy
es: Sal y el equipo de Khan Academy
fr: Salman Khan, l'équipe de Khan Academy et celle de Bibliothèques Sans Frontières
ja: サルとカーンアカデミーのチーム
nb: Sal og Khan Akademi-teamet
nl: Sal en het Khan Academy Team
pl: Sal i zespół Khan Academy
pt: Sal e a equipe da Khan Academy
pt_pt: Sal e a equipa da Khan Academy
tr: Sal ve Khan Academy Ekibi

source: Sal explains the science that's shown us that your brain grows through struggle.
da: Sal forklarer om videnskabelige studier, der har vist os, at din hjerne vokser gennem udfordringer.
es: Sal explica la ciencia que nos ha mostrado que el cerebro se ejercita cuando se le pone a prueba.
fr: Sal Khan explique la preuve scientifique que le cerveau évolue avec l'effort.
nb: Sal forteller om vitenskapelige studier som viser at din hjerne vokser ved å streve og prøve så godt du kan.
nl: Sal legt uit dat wetenschap heeft aangetoond dat je brein groeit door uitdagingen.
pl: Sal wyjaśnia podstawy naukowe, które pokazują nam, że nasz mózg rozwija się podczas pokonywania trudności.
pt: Sal explica a ciência que nos mostrou que o cérebro cresce quando é exercitado.
tr: Sal, bize beynin zorlandığında nasıl geliştiğini gösteren bilimi açıklıyor.

source: Sal's Cupcake Factory
da: Sal's Cupcake fabrik
es: Fábrica de magdalenas de Sal
fr: Usine de Gateaux de Sal
ja: サルのカップケーキ工場
nb: Sal's Cupcake fabrikk
nl: De Cupcake Fabriek van Sal
pl: Fabryka Babeczek Sala
pt: A fábrica de cupcakes de Sal
pt_pt: A fábrica de cupcakes do Sal
tr: Kapkek Fabrikası

source: Samarium
es: Samario
pl: Samar
pt: Samário
pt_pt: Samário
tr: Samaryum

source: Same on both
fr: Identique pour les deux
nb: Det er likt
pl: Tak samo na obu
pt: O mesmo nas duas
tr: Her ikisi aynı

source: Sandy has a deep love of teaching math at any level to students, parents, and random people on the street.
es: Sandy tiene un profundo amor por enseñar matemáticas de cualquier nivel a estudiantes, padres y personas al azar en la calle.
pt: Sandy ama ensinar matemática, em qualquer nível, para alunos, pais e pessoas aleatórias nas ruas.
tr: Sandy, öğrenci, veli, sokaktaki vatandaş ayırtetmeksizin herkese her seviyede matematik öğretmeye karşı derin bir sevgi beslemektedir.

source: Sarah’s passion for teaching includes helping students understand math, while developing a love of learning. Sarah has taught elementary school in both Reno and Las Vegas, Nevada for many years. Sarah has undergraduate degrees in Elementary and Special Education from the University of Nevada, Reno. She also has a M.Ed. in Curriculum and Instruction from the University of Nevada, Las Vegas.
pt: A paixão de Sarah por ensinar inclui ajudar os alunos a entender matemática enquanto criam amor pelo aprendizado. Sarah ministra aulas para o ensino fundamental em Reno e Las Vegas, Nevada, há muitos anos. Sarah se formou em Educação para o Ensino Fundamental e Educação Especial na Universidade de Nevada, em Reno. Ela também tem mestrado em Estrutura Curricular e Ensino da Universidade de Nevada, em Las Vegas.
tr: Reno ve Las Vegas, Nevada'da yıllarca ilkokul öğretmenliği yapmış olan Sarah'nın eğitim tutkusuna, öğrencilerin matematik konularını anlamasına yardımcı olmanın yanı sıra, öğrenim sevgisi kazanmalarını sağlamak da dahil. Kendisi Nevada Üniversitesi ilkokul ve özel eğitim bölümleri mezunudur. Ayrıca aynı üniversitede müfredat ve eğitim üzerine yüksek lisans yapmıştır.

source: Save
da: Gem
es: Guardar
fr: Sauvegarder
ja: 保存
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Salvar
pt_pt: Guardar
tr: Kaydet

source: Save As...
da: Gem som...
es: Guardar como ...
fr: Sauver sous...
ja: 名前を指定して保存...
nb: Lagre som...
nl: Opslaan als...
pl: Zapisz jako...
pt: Salvar como...
pt_pt: Guardar como...
tr: Farklı Kaydet...

source: Save Recorded Chunk
da: Gem optaget lydbid
es: Guardar segmento grabado
fr: Sauver le morceau enregistré
ja: 記録したものを保存する
nb: Lagre Innspilt Bit
nl: Bewaar opgenomen stuk
pl: Zapisz nagrany kawałek
pt: Salvar bloco gravado
pt_pt: Guardar bloco gravado
tr: Kaydedilmiş kısmı kaydetme

source: Save as a spin-off
da: Gem som et spin-off
es: Guarda como un derivado
fr: Enregistrer en tant que spin-off
ja: スピンオフとして保存
nb: Lagre som en spin-off
nl: Opslaan als een spin-off
pl: Zapisz jako spin-off
pt: Salvar
pt_pt: Guardar como variação
tr: Yan ürün olarak kaydet

source: Save changes
bg: Запазване на промените
da: Gem ændringer
es: Guardar cambios
fr: Enregistrer les modifications
he: שמור שינויים
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Salvar alterações
pt_pt: Guardar alterações
tr: Değişiklikleri kaydet

source: Save clarification
da: Gem præcisering
es: Guardar aclaración
fr: Sauver une mise au point
ja: 説明を保存
nb: Lagre presisering
nl: Verduidelijking opslaan
pl: Zapisz wyjaśnienie
pt: Salvar esclarecimento
pt_pt: Guardar esclarecimento
tr: Açıklamayı kaydetme

source: Save official scratchpad?
da: Gem officiel kladde?
es: ¿Guardar el bloc de notas oficial?
fr: Sauver le bloc-notes officiel?
ja: 公式のスクラッチパッドを保存しますか?
nb: Lagre en offisiell kladdebok?
nl: Officiële scratchpad opslaan?
pl: Zapisać oficjalny notatnik?
pt: Salvar rascunho oficial?
pt_pt: Guardar rascunho oficial?
tr: Resmi karalama alanını kaydetmek istiyor musunuz?

source: Save progress
da: Gem arbejdet
es: Guardar progreso
fr: Enregistrer sa progression
ja: 進捗状況をセーブ
nb: Lagre fremgang
nl: Voortgang opslaan
pl: Zapisz postępy
pt: Salvar progresso
pt_pt: Guardar o progresso
tr: İlerlemenizi kaydediniz

source: Save settings
es: Guardar configuración
fr: Enregistrer les paramètres
ja: 設定を保存
nb: Lagre innstillinger
nl: Instellingen opslaan
pl: Zapisz ustawienia
pt: Salvar configurações
pt_pt: Guardar definições
tr: Ayarları kaydet

source: Saved!
da: Gemt!
es: ¡Guardado!
fr: Sauvé !
ja: 保存されました!
nb: Lagret!
nl: Opgeslagen!
pl: Zapisane!
pt: Salvo!
pt_pt: Guardado!
tr: Kaydedildi!

source: Saved! Loading project...
da: Gemt! Indlæser projekt...
es: ¡Guardado! Cargando proyecto...
fr: Sauvé ! Chargement du projet...
ja: 保存しました．プロジェクトを読み込み中...
nb: Lagret! Laster prosjektet...
nl: Opgeslagen! Project laden...
pl: Zapisane! Wczytywanie projektu...
pt: Salvo! Carregando projeto...
pt_pt: Guardado! A carregar projeto...
tr: Kaydedilmiştir. Proje yükleniyor...

source: Saving progress...
da: Gemmer fremskridt...
es: Guardando avances...
fr: Sauvegarde des progrès...
ja: 進捗状況を保存する．．．
nb: Lagrer fremgang...
nl: Bezig met opslaan...
pl: Zapisywanie postępów...
pt: Salvando progresso...
pt_pt: A guardar o progresso...
tr: İlerleme kaydediliyor...

source: Saving...
bg: Запазва се...
da: Gemmer...
es: Guardando...
fr: Sauvegarde en cours...
ja: 保存中...
nb: Lagrer...
nl: Opslaan...
pl: Zapisywanie...
pt: Salvando...
pt_pt: A guardar...
tr: Kaydediliyor..

source: Saying a polygon is <b>regular</b> just means the sides are all the same.
da: Når man siger, at en polygon er <b>regulær</b>, betyder det bare, at alle siderne er ens.
fr: Dire qu'un polygone est <b>régulier</b> veut dire tout simplement que tous ses côtés ont la même longueur.
nb: Å si at et polygon er <b>regulært</b> betyr bare at alle sidene er like lange.
nl: Zeggen dat een veelhoek <b>regelmatig</b> is, betekent dat de zijden allemaal gelijk zijn.
pl: Stwierdzenie, że wielokąt jest <b>foremny</b> oznacza, że wszystkie jego boki są takie same.
pt: Dizer que um polígono é <b>regular</b> é dizer que todos os seus lados são iguais.
tr: Bir çokgen <b>düzgün</b> ise, tüm kenarları aynıdır.

source: Scalar matrix multiplication
da: Multiplikation af matrix med skalar
es: Multiplicación de matrices por escalares
fr: Multiplier une matrice par un scalaire
nb: Multiplikasjon av matriser med skalar
pl: Mnożenie skalarne macierzy
pt: Multiplicação de matriz por um escalar
tr: Skalerle matris çarpımı

source: Scale shapes in both dimensions
da: Skaler figurer i begge dimensioner
es: Escala las formas en ambas dimensiones
fr: Agrandir les formes dans les deux dimensions
ja: 形を両方の次元でスケールする
nb: Skaler figurer i begge dimensjoner
nl: Figuren schalen in beide dimensies
pl: Skaluj kształty w obu wymiarach
pt: Redimensiona as formas em ambas as dimensões
pt_pt: Escala as formas em ambas as dimensões
tr: Şekilleri her iki düzlemde ölçeklendirin

source: Scalene
es: Escaleno
fr: scalène
hi: विषमबाहु
nb: Ulikesidet
nl: Ongelijkbenig
pl: Różnoboczny
pt: Escaleno
tr: Çeşitkenar

source: Scaling vectors
fr: Multiplication d'un vecteur par un scalaire
nb: Skalere vektorer
pl: Skalowanie wektorów
pt: Dimensionamento de vetores
tr: Vektörleri ölçekleme

source: Scandium
es: Escandio
pl: Skand
pt: Escândio
pt_pt: Escândio
tr: Skandiyum

source: Scavenger
pt: Caçador
tr: Çöpçü

source: Scenario 1: If you have a teacher account and an existing Khan Academy Class
es: Escenario 1: si tienes una cuenta de maestro y una clase existente en Khan Academy
nb: Tilfelle 1: Hvis du har en lærer konto og en eksisterende Khan Academy klasse
pl: Scenariusz 1: Jeśli masz konto nauczyciela i istniejącą klasę na Khan Academy
pt: Cenário 1: se você tem uma conta de professor e uma turma na Khan Academy
tr: Senaryo 1: Eğer bir öğretmen hesabınız ve mevcut Khan Academy sınıfınız varsa

source: Scenario 1: If you have an existing Khan Academy account
es: Escenario 1: si tienes una cuenta existente de Khan Academy
nb: Tilfelle 1: Hvis du har en eksisterende Khan Academy konto
pt: Cenário 1: se você já tem uma conta na Khan Academy
tr: Senaryo 1: Eğer mevcut bir Khan Academy hesabınız varsa

source: Scenario 1: if you have a parent account and your child already has a Khan Academy account
es: Escenario 1: si tienes una cuenta de padre y tu hijo ya tiene una cuenta de Khan Academy
nb: Tilfelle 1: om du har en foreldre- konto og barnet ditt har en Khan Academy konto
pt: Cenário 1: se você tiver uma conta de pai e seu filho já tem uma conta na Khan Academy
tr: Senaryo 1: Eğer sizin bir veli hesabınız varsa ve çocuğunuzun bir Khan Academy hesabı varsa

source: Scenario 2: If you and your students do not yet have existing Khan Academy accounts
es: Escenario 2: si tú y tus estudiantes no tienen aún cuentas existentes en Khan Academy
nb: Tilfelle 2: Hvis du og dine elevene ikke har eksisterende Khan Academy kontoer
pl: Scenariusz 2: Jeśli ty albo twoi uczniowie nie mają jeszcze istniejącego konta Khan Academy
pt: Cenário 2: se você e seus alunos ainda não têm conta na Khan Academy
tr: Senaryo 2: Eğer sizin ve öğrencilerinizin henüz Khan Academy hesabı yoksa

source: Scenario 2: If you are a new Khan Academy user
es: Escenario 2: si eres un nuevo usuario de Khan Academy
nb: Tilfelle 2: Om du er ny Khan Academy bruker
pt: Cenário 2: se você é um novo usuário da Khan Academy
tr: Senaryo 2: Eğer yeni Khan Academy kullanıcısı iseniz

source: Scenario 2: if your child already has a Khan Academy account, but you do not have a parent account
es: Escenario 2: si tu hijo ya tiene una cuenta de Khan Academy, pero tú no tienes una cuenta de padre
nb: Tilfelle 2: om barnet ditt har en Khan Academy konto, men du har ikke en foreldre konto
pt: Cenário 2: se seu filho já tiver uma conta na Khan Academy, mas você não tem uma conta de pai
tr: Senaryo 2: eğer çocuğunuzun Khan Academy hesabı varsa, ancak sizin veli hesabınız yoksa

source: Scenario 3: if your child does not already have a Khan Academy account
es: Escenario 3: si tu hijo todavía no tiene una cuenta de Khan Academy
nb: Tilfelle 3: om ditt barn ikke har en Khan Academy konto
pl: Scenariusz 3: Jeśli Twoje dziecko nie ma jeszcze konta Khan Academy
pt: Cenário 3: se seu filho ainda não tiver uma conta na Khan Academy
tr: Senaryo 3: Eğer çocuğunuzun henüz bir Khan Academy hesabı yoksa

source: School
es: Escuela
fr: École
ja: 学校
nb: Skole
pl: Szkoła
pt: Escola
pt_pt: Escola
tr: Okul

source: School ZIP
da: Skolens postnummer (Husk 0 foran postnummeret)
es: Código postal de la escuela
fr: Code postal de l'école
ja: 学校の郵便番号
nb: Skolens postnummer
nl: Postcode school
pl: Kod pocztowy szkoły
pt: CEP da escola
pt_pt: CP da escola
tr: Okul Posta Kodu

source: School grade
da: Klassetrin
es: Grado escolar
fr: Niveau scolaire
ja: 学校の学年
nb: Klassetrinn
nl: Schoolklas
pl: Klasa szkolna
pt: Ano escolar
pt_pt: Ano da escola
tr: Sınıf düzeyi

source: School implementations
fr: Implémentations dans les écoles (US)
nb: Skoleimplementeringer
pl: Wdrożenia w szkole
pt: Implementações em escolas
tr: Okul uygulamaları

source: School name
da: Skolens navn
es: Nombre de la escuela
fr: Nom de l'école
ja: 学校名
nb: Skolens navn
nl: Naam van je school
pl: Nazwa szkoły
pt: Nome da escola
pt_pt: Nome da escola
tr: Okul adı

source: School phone number
es: Número de teléfono de la escuela
fr: Numéro de téléphone de l'école
ja: 学校の電話番号
nb: Telefonnummer til skolen
nl: Telefoonnummer school
pl: Numer telefonu szkoły
pt: Número de telefone da escola
pt_pt: Número de telefone da escola
tr: Okulun telefon numarası

source: School zip code
es: Código postal de la escuela
fr: Code postal de l'école
ja: 学校の郵便番号
nb: Skolens postnummer
nl: School postcode
pl: Kod pocztowy szkoły
pt: Código Postal da escola
pt_pt: Código postal da escola
tr: Okulun posta kodu

source: Schools
fr: Écoles
hi: विद्यालय
nb: Skoler
pl: Szkoły
pt: Escolas
pt_pt: Escolas
tr: Okullar
