Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Used in conjunction with beginShape() and endShape() to draw shapes with bezier curves for sides. Each call to bezierVertex() defines the position of two control points and one anchor point of a Bezier curve, adding a new segment to a line or shape. The first time bezierVertex() is used within a beginShape() call, it must be prefaced with a call to vertex() to set the first anchor point. When using this function, do *not* specify a mode in beginShape().
da: Bruges sammen med beginShape() og endShape() til at tegne figurer med bezier-kurver som sider. Hvert kald af bezierVertex() definerer placeringen af to kontrolpunkter og et ankerpunkt på en Bezier-kurve, og tilføjer et nyt linjestykke til en linje eller figur. Den første gang bezierVertex() bruges inden for et kald af beginShape(), skal det indledes med et kald af vertex() for at angive det første ankerpunkt. Når du bruger denne funktion, skal der *ikke* angives en tilstand (mode) i beginShape().
es: Utilizado en conjunto con beginShape() y endShape() para dibujar formas con curvas de Bezier para lados. Cada llamada a bezierVertex() define la posición de dos puntos de control y un punto de anclaje de la curva de Bezier, agregando un nuevo segmento a una línea o forma. La primera vez que se usa bezierVertex() dentro de una llamada a beginShape(), debe ser precedida con una llamada a vertex() para fijar el primer punto de anclaje. Cuando se use esta función, *no* se debe especificar un modo en beginShape().
nb: Brukes i forbindelse med beginShape() og endShape() til å tegne figurer med bezier-kurver for sider. Hvert bruk av bezierVertex() definerer plasseringen av to kontrollpunkter og et ankerpunkt på en Bezier-kurve, legge til et nytt segment i en linje eller en figur. Den første gangen bezierVertex() brukes innenfor et beginShape() kall, det må begynne med et kall til vertex() til å angi det første ankerpunktet. Når du bruker denne funksjonen, skal du *ikke* angi en modus i beginShape().
pl: Używane w połączeniu z beginShape() i endShape() do rysowania kształtów z krzywymi Beziera jako bokami. Każde wywołanie bezierVertex() określa pozycję dwóch punktów kontrolnych i jednego punktu zakotwiczenia krzywej Beziera, dodając nowy odcinek do linii lub kształtu. Pierwszy raz bezierVertex() jest używane w wywołaniu beginShape(), i musi być poprzedzone wywołaniem vertex() do ustawienia pierwszego punktu zakotwiczenia. Kiedy używamy tej funkcji, *nie* określamy trybu w beginShape().
pt: Usada em conjunto com beginShape() e endShape() para desenhar formas com curvas de Bézier nos lados. Cada chamada para bezierVertex() define a posição de dois pontos de controle e um ponto de ancoragem de uma curva de Bézier, adicionando um novo segmento para uma reta ou forma. A primeira vez que bezierVertex() é usada dentro de uma chamada beginShape(), ela deve ser precedida de uma chamada para vertex() para definir o primeiro ponto de ancoragem. Ao usar essa função, *não* especifique um modo em beginShape().
tr: beginShape() ve endShape() ile birlikte, kenarları Bezier eğrileri olan şekiller çizmek için kullanılır. Her bezierVertex() çağrısı, bir doğruya veya şekle yeni bir parça ekleyerek iki denetim noktasının ve bir dayanak noktasının konumunu tanımlar. bezierVertex()'in beginShape() ile ilk kullanımından önce, ilk dayanak noktası bir vertex() çağrısıyla tanımlanmalıdır. Bu fonksiyonu kullanırken, beginShape() ile bir mod *belirtmeyiniz*.

source: Used in conjunction with beginShape() and endShape() to draw shapes with bezier curves for sides. The first and last points in a series of curveVertex() lines will be used to guide the beginning and end of a the curve.
da: Bruges sammen med beginShape() og endShape() til at tegne figurer med bezier-kurver som sider. De første og sidste punkter i en serie af curveVertex() linjer vil blive brugt til som guide til start og afslutning af en kurve.
es: Utilizado en conjunto con beginShape() y endShape() para dibujar formas con curvas de Bezier para los lados. El primer y último punto en una serie de líneas curveVertex() serán usados para guiar el inicio y final de la curva.
nb: Brukes i forbindelse med beginShape() og endShape() til å tegne figurer med bezier-kurver for sider. De første og siste punktene i en serie av curveVertex() linjer brukes til å lede begynnelsen og slutten av en kurven.
pl: Używane w połączeniu z beginShape() i endShape() do rysowania kształtów z krzywymi Beziera jako bokami. Pierwszy i ostatni punkt w ciągu linii curveVertex() będą użyte jako początek i koniec krzywej.
pt: Usada em conjunto com beginShape() e endShape() para desenhar formas com curvas de Bézier nos lados. O primeiro e o último pontos em uma série de linhas de curveVertex() serão usados para guiar o início e o fim de uma curva.
tr: BeginShape() ve endShape() ile birlikte kenarları bezier eğrileri olan şekiller çizmek için kullanılır. curveVertex() satırları serisinin ilk ve son noktaları, eğrinin başlangıç ve bitiş noktaları olarak kullanılacaktır.

source: User Profile
bg: Потребителски профил
da: Brugerprofil
es: Perfil de usuario
fr: Profil d'utilisateur
ja: ユーザープロファイル
nb: Brukerprofil
nl: Gebruikerprofiel
pl: Profil użytkownika
pt: Perfil de usuário
pt_pt: Perfil do utilizador
tr: Kullanıcı Profili

source: User Statistics
da: Brugerstatisik
es: Estadísticas del usuario
fr: Statistiques de l'utilisateur
ja: ユーザー統計
nb: Brukerstatistikk
nl: Gebruikersstatistieken
pl: Statystyki użytkownika
pt: Estatísticas do usuário
pt_pt: Estatísticas do utilizador
tr: Kullanıcı İstatistikleri

source: User experience design
da: Brugeroplevelse design
es: Diseño de experiencia del usuario
fr: Conception de l'expérience utilisateur
nl: Gebruikerservaring ontwerp
pl: Projektowanie doświadczenia użytkownika
pt: Design de experiência do usuário
tr: Kullanıcı deneyimi tasarımı

source: User interface design
da: Brugerfladedesign
es: Diseño de interfaz del usuario
fr: Conception d'interface utilisateur
nl: Gebruikersinterface ontwerp
pl: Projektowanie interfejsu użytownika
pt: Design de interface do usuário
tr: Kullanıcı arayüzü tasarımı

source: Username
da: Brugernavn
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
pt_pt: Nome de utilizador
tr: Kullanıcı adı

source: Username cannot contain spaces
da: Brugernavnet må ikke indeholde mellemrum
es: El nombre de usuario no puede contener espacios
fr: Le nom d'utilisateur ne peut pas contenir d'espaces
ja: ユーザー名は空白を含むことができません
nb: Brukernavnet kan ikke inneholde mellomrom
nl: Gebruikersnaam mag geen spaties bevatten
pl: Nazwa użytkownika nie może zawierać spacji
pt: O nome de usuário não pode conter espaços
pt_pt: O nome do utilizador não pode conter espaços
tr: Kullanıcı adları boşluk içeremez

source: Username is too short
da: Brugernavnet er for kort
es: El nombre de usuario es muy corto
fr: Nom d'utilisateur trop court
ja: ユーザー名が短すぎます
nb: Brukernavnet er for kort
nl: Gebruikersnaam is te kort
pl: Nazwa użytkownika za krótka
pt: Nome de usuário muito curto
pt_pt: O nome de utilizador é demasiado curto
tr: Kullanıcı adı çok kısa

source: Usernames may only contain letters and numbers, no spaces.
da: Brugernavne må kun indeholde bogstaver og tal, ikke mellemrum.
es: Los nombres de usuario solo pueden contener letras y números, sin espacios.
fr: Les noms d'utilisateur ne peuvent contenir que des lettres et des chiffres, sans espace ni symbole spécial.
ja: ユーザー名には英文字と数字だけです．空白は使えません．
nb: Brukernavn kan bare inneholde bokstaver og tall, uten mellomrom.
nl: Gebruikersnamen mogen alleen letters en cijfers bevatten, geen spaties.
pl: Nazwa użytkownika może zawierać tylko litery i cyfry, bez spacji.
pt: Nomes de usuário devem conter apenas letras e números, não use espaços.
pt_pt: O nome do utilizador não pode conter espaços. Apenas números e letras.
tr: Kullanıcı adları sadece harflerden ve sayılardan oluşabilir ve boşluk içeremez.

source: Usernames must start with a letter and only contain letters and numbers.
da: Brugernavne skal starte med et bogstav og kun indeholde bogstaver og tal.
es: El nombre de usuario debe empezar con una letra y solo contener letras y números.
fr: Un nom d'utilisateur doit commencer par une lettre et ne doit contenir que des lettres et des chiffres.
ja: ユーザー名は英字で初まる必要があり，英字と数字のみしか含んではいけません．
nb: Brukernavn må begynne med en bokstav og bare inneholde bokstaver og tall.
nl: Gebruikersnamen moeten beginnen met een letter en alleen letters en cijfers bevatten.
pl: Nazwa użytkownika musi zaczynać się literą i może zawierać tylko litery i cyfry.
pt: Nomes de usuários devem começar com uma letra e conter apenas letras e números.
pt_pt: O nome do utilizador tem de começar por uma letra e só pode conter letras e números.
tr: Kullanıcı adları bir harf ile başlamalı ve yalnızca harf ve sayı içermelidir.

source: Using KA primarily as a learner? You can switch your home in
da: Bruger du primært KA som en der vil lære? Du kan ændre din profil i
es: ¿Estás usando KA principalmente como estudiante? Puedes cambiar tu inicio en
fr: Vous utilisez surtout la Khan Academy en tant qu'élève ? Vous pouvez changer votre page d'accueil dans
ja: 主に KA を学習者として使用しますか？ホームページを切り替えることができます。
nb: Bruger du primært KA som en lærende? Du kan endre din profil i
nl: Gebruik je KA vooral als leerling? Je kan je startpagina wisselen in
pl: Używasz KA w pierwszej kolejności jako uczeń? Możesz zmienić swoją stronę startową
pt: Você usa a KA principalmente como aluno? Você pode mudar sua página inicial em
pt_pt: Usas a KA principalmente como um aluno? Podes mudar a tua casa em
tr: KA'yi öncelikle öğrenme amaçlı mı kullanıyorsunuz? Ana sayfanızı

source: Using disallowed functionality
da: Brug af forbudt funktionalitet
es: Usando funcionalidad vetada
fr: Utilisation de fonctionnalité non autorisée
nb: Bruk av forbudt funksjonalitet
nl: Met behulp van niet-toegestane functionaliteit
pl: Użycie niedozwolonej funkcjonalności
pt: Uso de funcionalidade não permitida
tr: İzin verilmeyen işlevlerin kullanımı

source: Using our equation, we get <code>2 \cdot <var>TRIANGLE[ 0 ][ 0 ]</var> + X = 180,<var>2 * TRIANGLE[ 0 ][ 0 ]</var> + C = 180</code>
es: Usando nuestra ecuación, obtenemos <code>2 \cdot <var>TRIANGLE[ 0 ][ 0 ]</var> + X = 180,<var>2 * TRIANGLE[ 0 ][ 0 ]</var> + C = 180</code>
fr: L'équation à résoudre est <code>2 \cdot <var>TRIANGLE[ 0 ][ 0 ]</var> + X = 180,<var>2 * TRIANGLE[ 0 ][ 0 ]</var> + C = 180</code>
nl: Als we onze vergelijking gebruiken, krijgen we <code>2 \cdot <var>TRIANGLE[ 0 ][ 0 ]</var> + X = 180,<var>2 * TRIANGLE[ 0 ][ 0 ]</var> + C = 180</code>
pl: Wykorzystując nasze równanie otrzymujemy <code>2 \cdot <var>TRIANGLE[ 0 ][ 0 ]</var> + X = 180,<var>2 * TRIANGLE[ 0 ][ 0 ]</var> + C = 180</code>
pt: Utilizando nossa equação, obtemos <code>2 \cdot <var>TRIANGLE[ 0 ][ 0 ]</var> + X = 180,<var>2 * TRIANGLE[ 0 ][ 0 ]</var> + C = 180</code>
tr: Denklemimizi kullanarak, <code>2 \cdot <var>TRIANGLE[ 0 ][ 0 ]</var> + X = 180,<var>2 * TRIANGLE[ 0 ][ 0 ]</var> + C = 180</code> elde ediyoruz

source: Using our equation, we get <code>2X + <var>TRIANGLE[ 0 ][ 2 ]</var> = 180</code>
es: Usando nuestra ecuación, obtenemos <code>2X + <var>TRIANGLE[ 0 ][ 2 ]</var> = 180</code>
fr: En utilisant l'équation, on obtient <code>2X + <var>TRIANGLE[ 0 ][ 2 ]</var> = 180</code>
nb: Ved å bruke vår likning, får vi <code>2X + <var>TRIANGLE[ 0 ][ 2 ]</var> = 180</code>
nl: Als we onze vergelijking gebruiken, krijgen we <code>2X + <var>TRIANGLE[ 0 ][ 2 ]</var> = 180</code>
pl: Wykorzystując nasze równanie otrzymujemy <code>2X + <var>TRIANGLE[ 0 ][ 2 ]</var> = 180</code>
pt: Utilizando nossa equação, obtemos <code>2X + <var>TRIANGLE[ 0 ][ 2 ]</var> = 180</code>
tr: Denklemimizi kullanarak, <code>2X + <var>TRIANGLE[ 0 ][ 2 ]</var> = 180</code> elde ediyoruz

source: Using primary keys<br>
ja: プライマリーキーを使う<br>
nb: Bruke primærnøkler<br>
pl: Używając kluczy głównych<br>
pt: Usar teclas principais<br>
pt_pt: Usar as teclas principais<br>
tr: Birincil anatarların kullanımı<br>

source: Using textFont() with createFont(), it's possible to change the font of text drawn.
da: Ved brug af textFont() med createFont() er det muligt at ændre skrifttypen for teksten.
es: Usando textFont() con createFont(), es posible cambiar la letra del texto dibujado.
nb: Å bruke textFont() med createFont(), kan man endre skrifttypen til tekst.
pl: Użycie textFont() z createFont(), umożliwia zmianę czcionki, w jakiej wyświetlany będzie tekst.
pt: Usando textFont() com createFont(), é possível alterar a fonte do texto desenhado.
tr: textFont()'u createFont() ile kullanarak, çizilen metnin yazı tipini değiştirmek mümkündür.

source: Using the beginShape() and endShape() functions allow creating more complex forms. To start a form, call beginShape(), then use the vertex() command, then call endShape() to stop. By default, it creates an irregular polygon, but you can control that by sending a mode to beginShape(). Transformations such as translate(), rotate(), and scale() do not work within beginShape(). It is also not possible to use other shapes, such as ellipse() or rect() within beginShape().
da: Brug af funktionerne beginShape() og endShape() giver mulighed for at lave mere komplekse former. For at starte, så kald funktionen beginShape(), og brug så kommandoen vertex(), og kald så endShape() for at afslutte. Det skaber en irregulær polygon som standard, men du kan kontrollere den ved at sende en tilstand (mode) til beginShape(). Transformationer som translate(), rotate() og scale() fungerer ikke i beginShape(). Det er heller ikke muligt at anvende andre figurer, såsom ellipse() eller rect() indenfor beginShape().
es: El uso de las funciones beginShape() y endShape() permite crear formas más complejas. Para empezar una forma, llama a beginShape(), luego usa el comando vertex(), y luego llama a endShape() para terminar. De forma predeterminada, crea un polígono irregular, pero puedes controlar eso enviando un modo a beginShape(). Las transformaciones como translate(), rotate() y scale() no funcionan dentro de beginShape(). Es posible usar otras formas, como ellipse() o rect() dentro de beginShape().
nb: Ved hjelp av funksjonene beginShape() og endShape() kan vi skape mer komplekse former. For å starte et skjema, bruk beginShape(), og deretter bruker du kommandoen vertex(), deretter bruker du endShape() for å stoppe. Som standard opprettes det en uregelmessig mangekant, men kan du styre det ved å sende en mode til beginShape(). Transformasjoner som translate(), rotate() og scale() fungerer ikke i beginShape(). Det er heller ikke mulig å bruke andre figurer, for eksempel ellipse() eller rect() i beginShape().
pl: Używając funkcji beginShape() i endShape() pozwala tworzyć bardziej złożone formy. Żeby zacząć kształt, wywołaj beginShape(), następnie użyj komendy vertex(), potem wywołaj endShape(), żeby zakończyć. Domyślnie tworzy to wielokąt nieforemny, jednak możesz to kontrolować przez odsyłanie to trybu w beginShape(). Przekształcenia, takie jak translate(), rotate(), i scale() nie działają w beginShape(). Nie jest także możliwe użycie innych kształtów, takich jak ellipse() lub rect() w beginShape().
pt: O uso das funções beginShape() e endShape() permite criar formas mais complexas. Para começar uma figura, chame beginShape(), depois use o comando vertex(), e então, endShape() para parar. Por padrão, ela cria um polígono irregular, mas você pode controlar isso enviando um modo para beginShape(). Transformações como translate(), rotate() e scale() não funcionam dentro de beginShape(). Também não é possível utilizar outras formas, como ellipse() ou rect() dentro de beginShape().
tr: BeginShape() ve endShape() işlevlerininin kullanımı daha karmaşık şekillerin oluşturulmasına izin verir. Şekli başlatmak için beginShape(), sonra vertex() komutunu kullanın. Durdurmak için endShape() komutunu kullanın. Varsayılan şekil, düzensiz bir çokgendir. Fakat bu şekil, beginShape()'e bir mod göndererek denetlenebilir. translate(), rotate() ve scale() gibi dönüşümler beginShape()'in içinde çalıştırılamaz. Ayrıca, beginShape()'in içinde ellipse() veya rect() gibi diğer şekiller kullanmak mümkün değildir.

source: Using the first point <code>(<var>X1</var>, <var>Y1</var>)</code>, substitute <code>y = <var>Y1</var></code> and <code>x = <var>X1</var></code>:
da: Brug det første punkt <code>(<var>X1</var>, <var>Y1</var>)</code>, indsæt <code>y = <var>Y1</var></code> og <code>x = <var>X1</var></code>:
fr: En utilisant le premier point <code>(<var>X1</var>, <var>Y1</var>)</code>, on remplace x et y par <code>y = <var>Y1</var></code> et <code>x = <var>X1</var></code> :
nb: Bruk det første punktet <code>(<var>X1</var>, <var>Y1</var>)</code>, innsett <code>y = <var>Y1</var></code> og <code>x = <var>X1</var></code>:
pl: Używając pierwszego punktu <code>(<var>X1</var>, <var>Y1</var>)</code>, podstaw <code>y = <var>Y1</var></code> i <code>x = <var>X1</var></code>:
pt: Usando o primeiro ponto <code>(<var>X1</var>, <var>Y1</var>)</code>, substitua <code>y = <var>Y1</var></code> e <code>x = <var>X1</var></code>:
tr: İlk noktayı, <code>(<var>X1</var>, <var>Y1</var>)</code>, kullanın, <code>y = <var>Y1</var></code> ve <code>x = <var>X1</var></code> olarak yerine koyun:

source: Using the quadratic formula
es: Usando la fórmula cuadrática
fr: La formule des solutions d'une équation du second degré
nb: Å bruke abc-formelen
pl: Stosowanie równania kwadratowego
pt: Uso da fórmula de Bhaskara
tr: Kuadratik formülü kullanma

source: Using the same argument we can find that, <code>\blue{\angle{CBE}} = 2 \cdot \orange{\angle{CBD}}</code>.
es: Usando el mismo argumento podemos encontrar que <code>\blue{\angle{CBE}} = 2 \cdot \orange{\angle{CBD}}</code>.
pt: Usando o mesmo argumento, descobrimos que, <code>\blue{\angle{CBE}} = 2 \cdot \orange{\angle{CBD}}</code>.
tr: Aynı düşünceyi kullanarak, <code>\blue{\angle{CBE}} = 2 \cdot \orange{\angle{CBD}}</code> olduğunu buluyoruz.

source: Using the same method we can bisect another of the triangle's angles.
es: Utilizando el mismo método podemos bisectar otro ángulo del triángulo.
fr: On utilise la même méthode pour tracer la bissectrice d'un autre angle du triangle.
pl: Stosując tą samą metodę możemy podzielić na połowy kolejne kąty trójkąta.
pt: Ao usar o mesmo método, podemos traçar uma bissetriz em outro ângulo do triângulo.
tr: Aynı yöntemi kullanarak üçgenin açılarından başka birini ortadan ikiye bölebiliriz.

source: Using the second point <code>(<var>X2</var>, <var>Y2</var>)</code>, substitute <code>y = <var>Y2</var></code> and <code>x = <var>X2</var></code>:
es: Usando el segundo punto <code>(<var>X2</var>, <var>Y2</var>)</code>, substituye <code>y = <var>Y2</var></code> y <code>x = <var>X2</var></code>:
fr: En utilisant le deuxième point <code>(<var>X2</var>, <var>Y2</var>)</code>, remplacez par <code>y = <var>Y2</var></code> et <code>x = <var>X2</var></code> :
nb: Bruker vi det andre punktet <code>(<var>X2</var>, <var>Y2</var>)</code>, setter inn <code>y = <var>Y2</var></code> og <code>x = <var>X2</var></code>:
pl: Używając drugiego punktu <code>(<var>X2</var>, <var>Y2</var>)</code>, podstawmy <code>y = <var>Y2</var></code> i <code>x = <var>X2</var></code>:
pt: Usando o segundo ponto <code>(<var>X2</var>, <var>Y2</var>)</code>, substitua <code>y = <var>Y2</var></code> e <code>x = <var>X2</var></code>:
tr: İkinci noktayı, <code>(<var>X2</var>, <var>Y2</var>)</code>, <code>y = <var>Y2</var></code> ve <code>x = <var>X2</var></code> olarak yerine koyun:

source: VIDEO
fr: VIDÉO
pl: FILM
pt: VÍDEO
pt_pt: VÍDEO

source: VIP Issue Report
da: VIP Rapport for Problem
es: Reporte de problemas VIP
fr: Rapport de problème VIP
nb: VIP problemrapport
nl: VIP probleemverslag
pl: VIP-owski raport problemów
pt: Relatório de problemas VIP
pt_pt: Relatório VIP de problemas
tr: VIP Sorun Raporu

source: Valerie Spanswick earned her BA in art history from the University of Washington in Seattle, which included studying both Classic and Baroque art and architecture in Rome. She earned her MA in the history of art from the University of York with a focus on 18th and 19th century British art and architecture.
pt: Valerie Spanswick obteve seu bacharelado em história da arte pela Universidade de Washington, em Seattle, que incluiu o estudo de arte barroca e clássica e arquitetura em Roma. Ela obteve seu mestrado em história da arte pela Universidade de York com foco em arte e arquitetura britânica nos séculos XVIII e XIX.
tr: Valerie Spanswick, sanat tarihi lisans derecesini Seattle'daki Washington Üniversitesi'nden almıştır, buradaki çalışmaları hem Klasik ve Barok Sanatı, hem de Roma mimarisinde yoğunlaşmıştır. Sanat tarihi dalındaki Master derecesini York Üniversitesi'nde 18. ve 19. yüzyıl İngiliz sanat ve mimarisi alanında tamamlamıştır.

source: Validation Tests
da: Valideringstest
es: Pruebas de validación
fr: Tests de validation
ja: 検証テスト
nb: Valideringstester
nl: Validatietoetsen
pl: Testy poprawności
pt: Testes de validação
pt_pt: Testes de validação
tr: Geçerlilik Testleri

source: Valley
nb: Dal
pt: Vale
tr: Vadi

source: Value of '{a}' may be overwritten in IE 8 and earlier.
da: Værdien af '{a}' kan overskrives i IE 8 og tidligere.
es: El valor de '{a}' puede sobrescribirse en IE 8 y versiones anteriores.
nb: Verdien av '{a}' kan bli overskrevet i IE 8 og tidligere.
nl: Waarde van '{a}' kan worden overschreven in IE 8 en eerdere versies.
pl: Wartość '{a}' może zostać nadpisana w IE 8 i we wcześniejszych wersjach.
pt: O valor de '{a}' pode ser substituído no IE 8 e em versões anteriores.
tr: IE 8 ve önceki sürümlerde, '{a}' değerinin üzerine yazılabilir.

source: Vanadium
es: Vanadio
pl: Wanad
pt: Vanádio
pt_pt: Vanádio
tr: Vanadyum

source: Variables should not be deleted.
da: Variabler bør ikke slettes.
es: Las variables no se deben borrar.
nb: Variabler burde ikke bli slettet.
nl: Variabelen moeten niet worden verwijderd.
pl: Nie należy usuwać zmiennych.
pt: Variáveis não devem ser excluídas.
tr: Değişkenler silinmemelidir.

source: Variance
fr: La variance
nb: Varians
pl: Wariancja
pt: Variância
tr: Varyans

source: Variance:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>VARIANCE_POP</var></span> years<code>^2</code>
pt: Variância:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>VARIANCE_POP</var></span> anos<code>^2</code>
tr: Varyans:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>VARIANCE_POP</var></span> yıl<code>^2</code>

source: Variance:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>sum(SQR_DEV) / (DATA_POINTS - 1)</var></span> years<code>^2</code>
fr: Variance :<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>sum(SQR_DEV) / (DATA_POINTS - 1)</var></span> ans<code>^2</code>
pt: Variância:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>sum(SQR_DEV) / (DATA_POINTS - 1)</var></span> anos<code>^2</code>
tr: Varyans:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>sum(SQR_DEV) / (DATA_POINTS - 1)</var></span> yıl<code>^2</code>

source: Verify your email with Khan Academy
da: Bekræft din e-mail til Khan Academy
es: Verifica el correo electrónico que usas con Khan Academy
fr: Vérifiez votre e-mail avec Khan Academy
ja: あなたの電子メイルアドレスをカーンアカデミーで確認する
nb: Verifiser din e-postadresse hos Khan Academy
nl: Controleer jouw e-mail met Khan Academy
pl: Zweryfikuj swój e-mail z Khan Academy
pt: Verificar seu e-mail com a Khan Academy
pt_pt: Confirma o teu e-mail da Khan Academy
tr: Khan Academy'de kayıtlı olan e-posta adresinizi doğrulayınız.
