Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: You will then be connected to your child's account.
da: Du vil herefter blive tilknyttet dit barns konto.
es: Entonces serás conectado a la cuenta de tu hijo.
fr: Vous serez alors connecté au compte de votre enfant.
nb: Du vil deretter bli koblet til barnets konto.
nl: Je wordt dan verbonden met het account van jouw kind.
pl: Zostaniesz połączony/a z kontem Twojego dziecka.
pt: Dessa forma, você estará conectado à conta do seu filho.
tr: Daha sonra çocuğunuzun hesabına bağlanacaksınız.

source: You&rsquo;re now proficient in {{translatedExerciseDisplayName}}.
da: Du har nu opnået færdighed i {{translatedExerciseDisplayName}}.
es: Ahora ya eres competente en {{translatedExerciseDisplayName}}.
fr: Vous êtes maintenant compétent dans {{translatedExerciseDisplayName}}.
ja: あなたは {{translatedExerciseDisplayName}} について熟練しました．
nb: Du&rsquo; er nå dyktigere i {{translatedExerciseDisplayName}}.
nl: Je bent nu bedreven in {{translatedExerciseDisplayName}}.
pl: Teraz jesteś biegły w {{translatedExerciseDisplayName}}.
pt: Agora você é proficiente em {{translatedExerciseDisplayName}}.
pt_pt: Passaste a ser proficiente em {{translatedExerciseDisplayName}}.
tr: Artık {{translatedExerciseDisplayName}} konusunda yetkinliğe ulaştınız.

source: You&rsquo;ve created {{scratchpad_count}} programs.
da: Du har lavet {{scratchpad_count}} programmer.
es: Has creado {{scratchpad_count}} programas.
fr: Vous avez créé {{scratchpad_count}} programmes.
ja: あなたは {{scratchpad_count}} つのプログラムを作成しました
nb: Du&rsquo; har opprettet {{scratchpad_count}} programmer.
nl: Je hebt {{scratchpad_count}} programma's gemaakt.
pl: Stworzyłeś {{scratchpad_count}} programów.
pt: Você criou {{scratchpad_count}} programas.
pt_pt: Criaste {{scratchpad_count}} programas.
tr: &rsquo;{{scratchpad_count}} programları oluşturdunuz.

source: You&rsquo;ve done your first {{translatedExerciseDisplayName}} problem!
da: Du har løst din første {{translatedExerciseDisplayName}} opgave!
es: ¡Has hecho tu primer problema de {{translatedExerciseDisplayName}}!
fr: Vous avez terminé votre premier problème {{translatedExerciseDisplayName}} !
ja: あなたは最初の {{translatedExerciseDisplayName}} 問題を終えました!
nb: Du har løst din første {{translatedExerciseDisplayName}}-oppgave!
nl: Je hebt jouw eerste {{translatedExerciseDisplayName}} opgave gedaan!
pl: Rozwiązałeś swoje pierwsze zadanie: {{translatedExerciseDisplayName}}!
pt: Você fez seu primeiro problema de {{translatedExerciseDisplayName}}!
pt_pt: Resolveste o teu primeiro problema de {{translatedExerciseDisplayName}}!
tr: İlk {{translatedExerciseDisplayName}} probleminizi çözdünüz!

source: You&rsquo;ve done {{problem_number}} problems in {{translatedExerciseDisplayName}}!
da: Du har løst {{problem_number}} opgaver i {{translatedExerciseDisplayName}}!
es: ¡Has hecho {{problem_number}} problemas en {{translatedExerciseDisplayName}}!
fr: Vous avez terminé {{problem_number}} problèmes en {{translatedExerciseDisplayName}} !
ja: あなたは{{translatedExerciseDisplayName}}の{{problem_number}} 問題を終えました!
nb: Du&rsquo; har gjort {{problem_number}}øvelser i {{translatedExerciseDisplayName}}!
nl: Je hebt {{problem_number}} problemen in {{translatedExerciseDisplayName}} gedaan!
pl: Rozwiązałeś swoje {{problem_number}} zadanie w {{translatedExerciseDisplayName}}!
pt: Você fez {{problem_number}} problemas de {{translatedExerciseDisplayName}}!
pt_pt: Resolveste {{problem_number}} problemas de {{translatedExerciseDisplayName}}!
tr: {{problem_number}} tane {{translatedExerciseDisplayName}} problemi çözdünüz!

source: You&rsquo;ve earned <a href='/profile'>{{badgesCount}} badges</a> so far.
da: Du har opnået <a href='/profile'> {{badgesCount}} badges</a>.
es: Has ganado <a href='/profile'>{{badgesCount}} medallas</a> hasta ahora.
fr: Jusqu'à présent, vous avez gagné <a href='/profile'> {{badgesCount}} badges</a>.
nb: Du&rsquo; har tjent <a href='/profile'>{{badgesCount}} emblem</a> så langt.
nl: Je hebt <a href='/profile'>{{badgesCount}} medailles</a> verdiend tot nu toe.
pl: Zdobyłeś jak dotąd <a href='/profile'>{{badgesCount}} odznak</a>.
pt: Você ganhou <a href='/profile'>{{badgesCount}} medalhas</a> até agora.
pt_pt: Ganhaste <a href='/profile'>{{badgesCount}} medalhas</a> até agora.
tr: Şimdiye kadar &rsquo;<a href='/profile'>{{badgesCount}} madalya kazandınız</a>.

source: You&rsquo;ve earned over <a href='/profile'>{{points}} points</a>!
da: Du har tjent over <a href='/profile'>{{points}} point</a>!
es: Has ganado más de <a href='/profile'>{{points}} puntos</a>!
fr: Vous avez gagné plus de <a href='/profile'> {{points}} points</a> !
ja: あなたは <a href='/profile'>{{points}} ポイント</a>を獲得しました!
nb: Du&rsquo; har tjent over <a href='/profile'>{{points}} poeng</a>!
nl: Je hebt meer dan <a href='/profile'>{{points}} punten</a> verdiend!
pl: Zdobyłeś ponad <a href='/profile'>{{points}} punktów</a>!
pt: Você ganhou mais de <a href='/profile'>{{points}} pontos</a>!
pt_pt: Ganhaste mais de <a href='/profile'>{{points}} pontos</a>!
tr: &rsquo;<a href='/profile'>{{points}}puan kazandınız</a>!

source: You&rsquo;ve finished a video!
da: Du har set en hel video!
es: ¡Has terminado un video!
fr: Vous avez fini une vidéo !
ja: ビデオを見終えました!
nb: Du har fullført en video!
nl: Je hebt een video afgekeken!
pl: Skończyłeś/aś oglądać film!
pt: Você terminou um vídeo!
pt_pt: Viste um vídeo até ao fim!
tr: Bir video izlemeyi tamamladınız!

source: You&rsquo;ve nearly finished watching a video!
da: Du er næsten færdig med at se en video!
es: ¡Casi has terminado de ver un video!
fr: Vous avez presque fini de regarder une vidéo !
ja: ビデオをほとんど見終えました!
nb: Du er nesten ferdig med å se en video!
nl: Je hebt bijna een volledige video bekeken!
pl: Już prawie skończyłeś/aś oglądać film!
pt: Você quase terminou de assistir a um vídeo!
pt_pt: Viste um vídeo quase até ao fim!
tr: Bir videoyu izlemeyi neredeyse tamamladınız!

source: You'll have to choose what area you want to live in. Our office is in Mountain View, so finding a place there will make for the easiest commutes.
pt: Você terá de escolher em qual região quer morar. Nosso escritório é em Mountain View, portanto seu deslocamento será mais fácil se você encontrar uma moradia nessa região.
tr: Hangi bölgede yaşayacağınızı seçmeniz gerekecek. Mountain View ofisimize en yakın bölge, ve orada bir yer bulmak ulaşımınızı kolaylaştıracaktır.

source: You'll need to <a href='%(loginUrl)s'>login or sign up</a> in order to request feedback!
da: Du skal <a href='%(loginUrl)s'>logge ind eller tilmelde dig</a> for at anmode om feedback!
es: ¡Necesitarás <a href='%(loginUrl)s'>iniciar sesión o registrarte</a> para poder solicitar comentarios!
fr: Vous aurez besoin de <a href='%(loginUrl)s'> vous connecter ou vous inscrire</a> afin d'obtenir des commentaires !
ja: フィードバックを要求するためには <a href='%(loginUrl)s'>ログインまたはサインアップ</a>する必要があります!
nb: Du må <a href='%(loginUrl)s'>logge inn eller registrere deg</a> for å be om tilbakemelding!
nl: Je hebt een <a href='%(loginUrl)s'>login of aanmelding</a> nodig om feedback te vragen!
pl: Będziesz musiał <a href='%(loginUrl)s'>zalogować się lub zarejestrować</a> aby otrzymać odpowiedz!
pt: Você precisa <a href='%(loginUrl)s'>fazer login ou se cadastrar</a> para solicitar feedback!
pt_pt: Tens de <a href='%(loginUrl)s'>iniciar sessão ou criar conta</a> para poderes pedir opiniões!
tr: Geribildirim isteğinde bulunabilmek için <a href='%(loginUrl)s'>oturum açmalı veya üye olmalısınız</a>!

source: You're a mad data scientist.
bg: Ти си необуздан учен.
da: Du er en gal data-videnskabsmand.
es: Eres un científico loco de los datos.
fr: Vous êtes un scientifique des données fou.
he: אתה מדען נתונים מטורף.
nb: Du er en gal dataprogrammerer.
nl: Je bent een te gekke datawetenschapper.
pl: Jesteś szalonym naukowcem.
pt: Você é um cientista de dados louco.
pt_pt: É um cientista de dados louco.
tr: Çılgın bir veri biliminsanısınız.

source: You're all set!
es: ¡Todo listo!
fr: Vous êtes tous ensemble !
ja: 準備は全て完了!
nb: Du er klar!
nl: Je bent helemaal klaar!
pl: Już gotowe!
pt: Tudo pronto!
pt_pt: Já está!
tr: Hazırsınız!

source: You're almost there!
da: Du er der næsten!
es: ¡Casi terminas!
fr: Vous y êtes presque !
ja: もう少しです!
nb: Du er nesten ferdig!
nl: Je bent er bijna!
pl: Już prawie tam jesteś!
pt: Você está quase lá!
pt_pt: Está quase!
tr: Tamamlamak üzeresiniz!

source: You're almost there...
da: Du er der næsten...
es: Ya casi terminas...
fr: Vous y êtes presque...
nb: Du er nesten der...
nl: Je bent er bijna...
pl: Już prawie...
pt: Você está quase lá...
pt_pt: Está quase...
tr: Az kaldı...

source: You're already logged in! Log out first if you want to sign up with a new account.
da: Du er allerede logget ind! Log ud først, hvis du vil tilmelde dig med en ny konto.
es: ¡Ya has iniciado sesión! Cierra primero tu sesión si quieres registrarte con otra cuenta.
fr: Vous êtes déjà connecté ! Fermez d'abord votre session si vous voulez vous inscrire avec un nouveau compte.
ja: あなたは既にログイン済みです！新しいアカウントでサインアップしたい場合は、まずログアウトしてください。
nb: Du er allerede logget inn! Logg av først hvis du vil registrere en ny konto.
nl: Je bent al ingelogd! Meld je eerst af als je je wilt aanmelden met een nieuw account.
pl: Jesteś już zalogowany! Wyloguj się, jeśli chcesz zarejestrować nowe konto.
pt: Você já está logado! Saia de sua conta atual caso queira cadastrar uma nova conta.
pt_pt: Já iniciaste sessão! Se pretendes criar uma conta nova, primeiro tens de terminar sessão.
tr: Zaten giriş yapmıştınız! Eğer yeni bir hesap oluşturmak istiyorsanız, önce çıkış yapmalısınız.

source: You're awesome! Thank you for your %(amount)s BTC donation on %(date)s.
ja: あなたは素晴しい! %(date)s のあなたのカーンアカデミーへの %(amount)s BTC の寄付に感謝します．
nb: Du er fantastisk! Takk for din %(amount)s BTC gave på %(date)s.
pl: Jesteś wspaniały/a! Dziękujemy za Twoje wsparcie w kwocie %(amount)s BTC w %(date)s.
pt: Você é demais! Obrigado por sua doação de %(amount)s BTC em %(date)s.
tr: Harikasınız! %(date)s tarihli %(amount)s BTC bağışınız için teşekkür ederiz.

source: You're awesome! Thank you for your %(amount)s donation to Khan Academy on %(date)s in honor of %(tribute)s. We'll send a notification of your gift to the email you provided.
ja: あなたは素晴しい! %(tribute)s に敬意を表し，%(date)s のあなたのカーンアカデミーへの %(amount)s の寄付に感謝します．
nb: Du er fantastisk! Tusen takk for din %(amount)s gave til Khan Academy på %(date)s i form av %(tribute)s. Vi vil sende deg en bekreftelse på gaven til e-posten du har oppgitt.
pl: Jesteś wspaniały! Dziękujemy Ci za Twoją darowiznę dla Khan Academy w %(date)s w kwocie %(amount)s ku czci %(tribute)s. Wyślemy powiadomienie o Twoim prezencie na podany adres e-mail.
pt: Você é demais! Obrigado pela doação de %(amount)s para a Khan Academy, em %(date)s, em nome de %(tribute)s. Enviaremos uma notificação da sua doação para o e-mail fornecido.
pt_pt: És fantástico! A Khan Academy agradece-te pela doação de %(amount)s que fizeste a %(date)s em honra de %(tribute)s. Será enviada uma notificação para o e-mail que indicaste.
tr: Harikasınız! Khan Academy'ye %(date)s tarihinde %(tribute)s adına %(amount)s bağışınız için teşekkür ederiz. Hediyeniz için, verdiğiniz e-posta adresine bir bilgi notu göndereceğiz.

source: You're awesome! Thank you for your %(amount)s donation to Khan Academy on %(date)s.
ja: あなたは素晴しい! %(date)s のあなたのカーンアカデミーへの %(amount)s の寄付に感謝します．
nb: Du er fantastisk! Takk for din %(amount)s gave til Khan Academy på %(date)s.
pl: Jesteś wspaniały/a! Dziękujemy za wsparcie finansowe dla Khan Academy w kwocie %(amount)s w %(date)s.
pt: Você é demais! Obrigado por sua doação de %(amount)s à Khan Academy em %(date)s.
pt_pt: És fantástico! A Khan Academy agradece-te pela doação de %(amount)s que fizeste a %(date)s.
tr: Harikasınız! %(date)s tarihinde Khan Academy'ye yaptığınız %(amount)s bağış için teşekkür ederiz.

source: You're awesome! Thank you for your %(cycle_adjective)s recurring %(amount)s donation to Khan Academy on %(date)s in honor of %(tribute)s. We'll send a notification of your gift to the email you provided.
ja: あなたは素晴しい! %(tribute)s に敬意を表し，%(date)s のあなたのカーンアカデミーへの %(cycle_adjective)s 回の定期的な %(amount)s の寄付に感謝します．私達はあなたの贈り物についてのお知らせを頂いた電子メイルアドレスに送ります．
nb: Du er fantastisk! Takk for din %(cycle_adjective)s regelmessige %(amount)s gave til Khan Academy på %(date)s i form av %(tribute)s. Vi vil sende deg en bekreftelse på din gave til den e-posten du har oppgitt.
pl: Jesteś wspaniały! Dziękujemy Ci za Twoją cykliczną %(cycle_adjective)s darowiznę w %(date)s dla Khan Academy w kwocie %(amount)s ku czci %(tribute)s. Wyślemy powiadomienie o Twoim prezencie na podany adres e-mail.
pt: Você é demais! Obrigado por sua doação %(cycle_adjective)s periódica de %(amount)s para a Khan Academy em %(date)s em nome de %(tribute)s. Enviaremos uma notificação da sua doação para o e-mail fornecido.
pt_pt: És fantástico! A Khan Academy agradece-te pela doação %(cycle_adjective)s de %(amount)s que fizeste a %(date)s em honra de %(tribute)s. Será enviada uma notificação para o e-mail que indicaste.
tr: Harikasınız! Khan Academy'ye %(date)s tarihinde %(tribute)s adına tekrarlayan %(cycle_adjective)s %(amount)s bağışınız için teşekkür ederiz. Hediyeniz için, verdiğiniz e-posta adresine bir bilgi notu göndereceğiz.

source: You're awesome! Thank you for your %(cycle_adjective)s recurring %(amount)s donation to Khan Academy on %(date)s.
ja: あなたは素晴しい! %(date)s のあなたのカーンアカデミーへの %(cycle_adjective)s 回の定期的な %(amount)s の寄付に感謝します．
nb: Du er fantastisk! Takk for din %(cycle_adjective)s recurring %(amount)s gave til Khan Academy på %(date)s.
pl: Jesteś wspaniały/a! Dziękujemy za Twoje %(cycle_adjective)s wsparcie dla Khan Academy kwotą %(amount)s w %(date)s.
pt: Você é demais! Obrigado por sua doação %(cycle_adjective)s periódica de %(amount)s para a Khan Academy em %(date)s.
pt_pt: És fantástico! A Khan Academy agradece-te pela doação %(cycle_adjective)s de %(amount)s que fizeste a %(date)s.
tr: Harikasınız! Khan Academy'ye %(date)s tarihinde %(cycle_adjective)s tekrarlayan %(amount)s bağışınız için teşekkür ederiz.

source: You're awesome! Thank you for your donation to Khan Academy on %(date)s in honor of %(tribute)s. We'll send a notification of your gift to the email you provided.
ja: あなたは素晴しい! %(tribute)s に敬意を表し，%(date)s のあなたのカーンアカデミーへの寄付に感謝します．私達はあなたの贈り物についてのお知らせを頂いた電子メイルアドレスに送ります．
nb: Du er fantastisk! Tusen takk for din gave til Khan Academy på %(date)s i form av %(tribute)s. Vi vil sende deg en bekreftelse på gaven til e-posten du har oppgitt.
pl: Jesteś wspaniały! Dziękujemy Ci za Twoją darowiznę dla Khan Academy w %(date)s ku czci %(tribute)s. Wyślemy powiadomienie o Twoim prezencie na podany adres e-mail.
pt: Você é demais! Obrigado pela doação para a Khan Academy, em %(date)s, em nome de %(tribute)s. Enviaremos uma notificação da sua doação para o e-mail fornecido.
pt_pt: És fantástico! A Khan Academy agradece-te pela doação que fizeste a %(date)s em honra de %(tribute)s. Será enviada uma notificação para o e-mail que indicaste.
tr: Harikasınız! Khan Academy'ye %(date)s tarihinde %(tribute)s adına yaptığınız bağış için teşekkür ederiz. Hediyeniz için, verdiğiniz e-posta adresine bir bilgi notu göndereceğiz.

source: You're awesome! Thank you for your donation to Khan Academy on %(date)s.
ja: あなたは素晴しい! %(date)s のあなたのカーンアカデミーへの寄付に感謝します．
nb: Du er storartet! Takk for din gave til Khan Academy på %(date)s.
pl: Jesteś wspaniały/a! Dziękujemy za wsparcie finansowe %(date)s dla Khan Academy.
pt: Você é demais! Obrigado por sua doação à Khan Academy em %(date)s.
pt_pt: És fantástico! A Khan Academy agradece-te pela doação que fizeste a %(date)s.
tr: Harikasınız! Khan Acadey'ye %(date)s tarihinde yaptığınız bağış için teşekkürler.

source: You're close to earning
da: Du er tæt på at optjene
es: Estás cerca de ganar
fr: Vous êtes près de gagner
nb: Du er nærme ved å tjene
nl: U bent dicht bij verdienen
pl: Jesteś bliski zdobycia
pt: Você está perto de ganhar
pt_pt: Estás prestes a ganhar
tr: Kazanmak üzeresiniz

source: You're close to unlocking your next set of avatars! <strong>{{translatedCategoryTitle}}</strong>
da: Du er tæt på at oplåse dit næste sæt af avatarer! <strong>{{translatedCategoryTitle}}</strong>
es: ¡Estás cerca de desbloquear el siguiente grupo de avatares! <strong>{{translatedCategoryTitle}}</strong>
fr: Vous êtes à proximité de déverrouiller votre prochaine série d'avatars ! <strong>{{translatedCategoryTitle}}</strong>
nb: Du er nær ved å låse opp ditt neste sett avatarer! <strong>{{translatedCategoryTitle}}</strong>
nl: Je bent dicht bij het ontgrendelen van jouw volgende set avatars! <strong>{{translatedCategoryTitle}}</strong>
pl: Jesteś blisko odblokowania następnego zestawu awatarów! <strong>{{translatedCategoryTitle}}</strong>
pt: Você está perto de desbloquear seu novo grupo de avatares! <strong>{{translatedCategoryTitle}}</strong>
pt_pt: Está quase a desbloquear o próximo conjunto de avatares! <strong>{{translatedCategoryTitle}}</strong>
tr: Yeni bir avatar grubu açmaya çok yakınsınız! <strong>{{translatedCategoryTitle}}</strong>

source: You're earning points for watching this video. Sign in to keep them
bg: Гледайки това видео, Вие печелите точки. Влезте с акаунта си, за да ги запазите
da: Du optjener point fordi du ser denne video. Log ind for at beholde dem
es: Al ver este video ganas puntos. Inicia sesión para poder acumularlos.
fr: Vous gagnez des points en regardant cette vidéo. Connectez-vous pour les conserver
he: אתה מרוויח נקודות עבור צפייה בסרטון. התחבר כדי לשמור אותם
ja: ビデオを視聴したことでエネルギーポイントを獲得しました。これを保存するにはサインインしてください。
nb: Du tjener poeng ved å se denne videoen. Logg på for å beholde dem
nl: Je verdient punten door naar deze video te kijken. Meld je aan om ze te houden
pl: Uzyskałeś punkty za oglądanie tego filmu. Zaloguj się, by je zachować
pt: Você está ganhando pontos por assistir a este vídeo. Cadastre-se para salvá-los
pt_pt: Estás a ganhar pontos só por veres este vídeo. Inicia sessão para os guardares
tr: Bu videoyu izleyerek puan kazanıyorsunuz, kaybetmemek için giriş yapın

source: You're earning points for watching this video.<br /><a class='login' href='/login'>Sign in</a> to keep them!
da: Du optjener point for at se denne video. <br /><a class='login' href='/login'>Log ind</a> for at gemme dem!
es: Estás ganando puntos por ver este video.<br /><a class='login' href='/login'>¡Inicia sesión</a> para conservarlos!
fr: Vous êtes entrain de gagner des points en regardant cette vidéo. <br /><a class='login' href='/login'>Connectez-vous</a>pour les garder!
nb: Du tjener poeng for å se denne videoen.<br /><a class='login' href='/login'> logg på</a> for å spare dem!
nl: Je verdient punten voor het bekijken van deze video. < br / > <a class='login' href='/login'> Login</a> om ze te bewaren!
pl: Zdobywasz punkty za oglądanie tego filmu.<br /><a class='login' href='/login'>Zaloguj się</a>, aby je zapisać!
pt: Você está ganhando pontos por assistir a este vídeo. <br /><a class='login' href='/login'>Registre-se</a> para salvá-los!
pt_pt: Estás a ganhar pontos só por veres este vídeo.<br /><a class='login' href='/login'>Inicia sessão</a> para os guardares!
tr: Bu videoyu izlediğiniz için puan kazanıyorsunuz. <br />Puanlarınızın kaydedilmesi için <a class='login' href='/login'>giriş yapınız</a>!

source: You're looking for a video that either never existed or wandered away. <a href='/'>Head to our video library</a> to find it.
da: Du leder efter en video, der enten aldrig har eksisteret eller er forsvundet. <a href='/'>Gå til vores videobibliotek</a> for at finde den.
es: Estás buscando un tema que, o nunca existió o se extravió. <a href='/'>Dirígete a nuestra base de videos</a> para encontrarlo.
fr: Vous cherchez une vidéo qui soit jamais existée ou bien à été retirée. <a href='/'> Dirigez-vous vers notre vidéothèque</a> pour la trouver.
nb: Du leter etter en video som enten aldri har eksistert eller har gått sin vei. <a href='/'>Gå til vårt videobibliotek</a> for å finne den.
nl: Je bent op zoek naar een video die niet bestaat of is verdwenen, <a href='/'>Ga naar onze videotheek</a> om deze te vinden.
pl: Szukasz filmu, który nie istnieje lub został przeniesiony. <a href='/'>Przejdź do biblioteki filmów</a> aby go znaleźć.
pt: Você está procurando por um vídeo que não existe ou que foi removido. <a href='/'>Vá para nossa videoteca</a> para encontrá-lo.
tr: Aradığınız video bulunmamaktadır, yeri değişmiş olabilir. <a href='/'>Bulmak için Video Kütüphanemize bakabilirsiniz.</a>

source: You're missing either a "}" or another "property:value;" pair following "%(cssValue_value)s".
da: Du mangler enten et "}" eller et anden "egenskab: værdi;" par efter "%(cssValue_value)s".
es: Te falta o un "}" u otro par "property:value;" que le siga a "%(cssValue_value)s".
nb: Du mangler enten en "}" eller et "property:value;" par etter "%(cssValue_value)s".
pl: Brakuje Ci "}" lub następnej pary "property:value;" po "%(cssValue_value)s".
pt: Você esqueceu um "}" ou outro par de "property:value;" depois de "%(cssValue_value)s".
tr: "%(cssValue_value)s" takip eden, ya bir "}" veya "property başka bir :value;" çifti eksik.

source: You're missing either a new CSS selector or the "&lt;/style&gt;" tag.
da: Du mangler enten en ny CSS selector eller et "&lt;/style&gt;" tag.
es: Te falta o un nuevo selector CSS o la etiqueta "&lt;/style&gt;".
nb: Du mangler en ny CSS selector eller "&lt;/style&gt;" kode.
nl: Je mist een nieuwe CSS-selector of een "&lt; / style &gt;" tag.
pl: Brakuje Ci albo nowego selektora CSS albo tagu "&lt;/style&gt;".
pt: Você esqueceu um novo seletor CSS ou a tag "&lt;/style&gt;".
pt_pt: Esqueceste-te de um seletor novo no CSS ou da tag "&lt;/style&gt;".
tr: Ya yeni bir CSS seçicisi veya "&lt;/style&gt;" etiketi eksik.

source: You're missing property for "%(cssSelector_selector)s".
da: Du mangler egenskaben for "%(cssSelector_selector)s".
es: Te falta la propiedad para "%(cssSelector_selector)s".
nb: Du mangler egenskapen for "%(cssSelector_selector)s".
nl: Je mist een eigenschap voor "%(cssSelector_selector)s".
pl: Brakuje Ci własności po "%(cssSelector_selector)s".
pt: Você esqueceu a propriedade para "%(cssSelector_selector)s".
tr: "%(cssSelector_selector)s" özelliği eksik.

source: You're missing the "{" after "%(cssSelector_selector)s".
da: Du mangler "{" efter "%(cssSelector_selector)s".
es: Te falta el "{" después de "%(cssSelector_selector)s".
nb: Du mangler en "{" etter "%(cssSelector_selector)s".
pl: Brakuje Ci "{" po "%(cssSelector_selector)s".
pt: Você esqueceu o "{" depois de "%(cssSelector_selector)s".
tr: "{" after "%(cssSelector_selector)s" eksik.

source: You're missing value for "%(cssProperty_property)s".
da: Du mangler en værdi for "%(cssProperty_property)s".
es: Te falta el valor para "%(cssProperty_property)s".
nb: Du mangler verdi for "%(cssProperty_property)s".
nl: Je mist een waarde voor "%(cssProperty_property)s".
pl: Brakuje Ci wartości dla "%(cssProperty_property)s".
pt: Você esqueceu o valor para "%(cssProperty_property)s".
tr: "%(cssProperty_property)s" değeri eksik.

source: You're ready to master a new skill
bg: Готов(а) си да овладееш ново умение
da: Du er klar til at mestre en ny færdighed
es: Estás listo para dominar una nueva habilidad
fr: Vous êtes prêt à maîtriser une nouvelle compétence
ja: あなたは新しいスキルのマスターに挑戦する準備ができています
nb: Du er klar til å mestre en ny ferdighet
nl: Je bent klaar om een nieuwe vaardigheid onder de knie te krijgen
pl: Jesteś gotowy/a do opanowani nowej umiejętności
pt: Você está pronto para dominar uma nova habilidade
pt_pt: Já podes começar a aperfeiçoar uma nova competência
tr: Yeni bir beceride ustalaşmaya hazırsınız
