Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Please consult our <a href="{{guidelinesUrlPath}}" target="_blank">program guidelines</a> for what we consider to be appropriate programs.
da: Se venligst vores <a href="{{guidelinesUrlPath}}" target="_blank">Programretningslinjer</a> for hvad vi anser for at være passende programmer.
es: Por favor consulta nuestros <a href="{{guidelinesUrlPath}}" target="_blank">lineamientos de programas</a> para conocer lo que consideramos programas apropiados.
fr: Veuillez consulter notre <a href="{{guidelinesUrlPath}}" target="_blank"> guide des programmes</a> pour connaître ce que nous considérons comme des programmes appropriés.
ja: 私達がどのようなプログラムを不適切と考えているのかについては，私達の <a href="{{guidelinesUrlPath}}" target="_blank">プログラムガイドライン</a>を参照して下さい．
nb: Vennligst se på vår <a href="{{guidelinesUrlPath}}" target="_blank">program retningslinjer</a> for hva vi anser som aktuelle program.
nl: Raadpleeg onze <a href="{{guidelinesUrlPath}}" target="_blank"> programmarichtlijnen </a> voor wat wij beschouwen als passende programma's.
pl: Prosimy, przeczytaj nasze <a href="{{guidelinesUrlPath}}" target="_blank">program guidelines</a>, żeby dowiedzieć się, jakie programy uznajemy za odpowiednie.
pt: Consulte nossas <a href="{{guidelinesUrlPath}}" target="_blank">diretrizes do programa</a> para ver o que consideramos programas apropriados.
pt_pt: Por favor, consulta as nossas <a href="{{guidelinesUrlPath}}" target="_blank">regras dos programas</a> para saberes o que consideramos programas apropriados.
tr: Hangi özelliklere sahip programları uygun bulduğumuzu öğrenmek için <a href="{{guidelinesUrlPath}}" target="_blank">program kurallarımıza</a> göz atınız.

source: Please describe the goal and purpose of your program. If there is anything in particular you'd like feedback on, like your approach to a particular problem, please describe that as well.
da: Beskriv de mål og formålet med dit program. Hvis der er noget bestemt du gerne vil have feedback på, såsom din tilgang til et bestemt problem, bedes du også beskrive det.
es: Por favor describe el objetivo y el propósito de tu programa. Si hay algo en particular en lo que te gustaría recibir comentarios, como tu enfoque a un problema particular, por favor describe eso también.
fr: Veuillez décrire l'objectif et le but de votre programme. S'il y a quelque chose en particulier que vous désirez commenter, comme votre approche à un problème particulier, veuillez le décrire aussi bien.
nb: Beskriv målet og hensikten med programmet ditt. Er det spesielle ting du vil ha tilbakemelding om, som tilnærmingen din til et spesielt problem, beskriv dette også.
nl: Beschrijf alsjeblieft het doel van je programma. Als er iets speciaals is waar je terugkoppeling op wilt, zoals jouw benadering van een specifiek probleem, beschrijf dat dan alsjeblieft ook.
pl: Proszę opisać cel i przeznaczenie twojego programu. Jeśli uważasz, że masz problem z programem i potrzebujesz wsparcia, także napisz o tym.
pt: Descreva o objetivo e a finalidade de seu programa. Se houver alguma coisa em particular sobre a qual gostaria de receber feedback, como sua abordagem a um problema específico, descreva isso também.
tr: Programınızın hedefini ve amacını açıklayınız. Örneğin programınızın belirli bir soruna yaklaşım şekli gibi, hakkında özellikle geri bildirim istediğiniz bir şey varsa, lütfen belirtiniz.

source: Please describe your problem or question in detail. The better you describe it, the more likely you are to get a great response. Make sure you've checked the documentation first!
da: Beskriv dit problem eller dit spørgsmål i detaljer. Jo bedre du beskriver det, jo mere sandsynligt er det, at du til at få en godt svar. Sørg for at du har tjekket dokumentationen først!
es: Por favor describe tu problema o tu pregunta con detalle. Mientras mejor describas tu solicitud, es más probable que obtengas una buena respuesta. ¡Asegúrate de revisar la documentación primero!
fr: Veuillez décrire votre problème ou votre question en détail. Mieux vous le décrivez, meilleure sera la réponse. Assurez-vous d'avoir parcouru la documentation d'abord !
nb: Beskriv problemet eller spørsmålet ditt i detalj. Jo bedre du beskriver det, er det mer sannsynlig at du får et godt svar. Sørg for at du har sjekket dokumentasjonen først!
nl: Beschrijf uw probleem of vraag alstublieft gedetailleerd. Hoe beter u het beschrijft, hoe waarschijnlijker het is dat u een geweldig antwoord krijgt. Zorg ervoor dat u eerst de documentatie heeft bekeken!
pl: Prosimy, opisz szczegółowo swój problem lub pytanie. Im lepiej opiszesz, tym bardziej prawdopodobne, że dostaniesz odpowiednią odpowiedź. Upewnij się, że sprawdziłeś najpierw dokumenty!
pt: Descreva seu problema ou pergunta detalhadamente. Quanto melhor descrever, mais chances terá de obter uma resposta ideal. Não deixe de verificar a documentação primeiro!
tr: Lütfen soru ya da sorununuzu detaylarıyla açıklayınız. Açıklamanız ne kadar ayrıntılı olursa, uygun bir cevap alma olasılığınız o kadar artar. Sorunuzu yollamadan önce dokümantasyona göz atınız!

source: Please enable JavaScript to view the <a href="http://disqus.com/?ref_noscript=bjk5">comments powered by Disqus.</a>
pl: Proszę włączyć JavaScript, aby wyświetlić <a href="http://disqus.com/?ref_noscript=bjk5">system komentarzy obsługiwany przez Disqus.</a>
pt: Ative o JavaScript para visualizar os <a href="http://disqus.com/?ref_noscript=bjk5">comentários desenvolvidos pela Disqus.</a>
tr: Lütfen Disqus tarafından desteklenen yorumları görmek için <a href="http://disqus.com/?ref_noscript=bjk5"> Javascript'i etkin hale getiriniz.</a>

source: Please enter a valid email address in order to link it to your Khan Academy account.
da: Angiv venligst en gyldig e-mail-adresse for at forbinde den til din Khan Academy konto.
es: Por favor introduce una dirección de correo electrónico válida para poder vincularla con tu cuenta de Khan Academy.
fr: Veuillez entrer une adresse e-mail valide afin de l'associer à votre compte Khan Academy.
ja: あなたのカーンアカデミーアカウントをリンクするために有効な電子メイルアドレスを入力して下さい．
nb: Skriv inn en gyldig e-postadresse for å koble den til din Khan Academy konto.
nl: Voer een geldig e-mailadres in dat je wilt koppelen aan je account.
pl: Prosimy wprowadzić poprawny adres e-mail, aby połączyć go z kontem Khan Academy.
pt: Informe um e-mail válido para vincular a sua conta da Khan Academy.
pt_pt: Para poderes associar um endereço de e-mail à tua conta da Khan Academy, digita um e-mail válido.
tr: Lütfen Khan Academy hesabınızla bağlantılı olacak geçerli bir e-posta adresi giriniz.

source: Please enter a valid email.
da: Angiv venligst en gyldig e-mail.
es: Por favor ingresa un correo electrónico válido.
fr: Veuillez entrer une adresse mail valide.
nb: Skriv inn en gyldig e-post.
nl: Geef een geldig e-mailadres.
pl: Proszę o wpisanie poprawnego adresu email.
pt: Insira um e-mail válido.
pt_pt: Por favor, insere um e-mail válido.
tr: Lütfen geçerli bir e-posta girin.

source: Please enter a valid time.
da: Indtast en gyldig tid.
es: Por favor introduce un tiempo válido.
fr: Veuillez entrer une heure valide.
nb: Skriv inn en gyldig tid.
nl: Voer een geldige tijd in.
pl: Wprowadź poprawny czas.
pt: Insira um tempo válido.
pt_pt: Por favor, insere uma hora válida.
tr: Lütfen geçerli bir zaman girin.

source: Please enter your email.
da: Indtast venligst din e-mail.
es: Por favor escribe tu correo electrónico.
fr: Veuillez entrer votre adresse e-mail.
ja: あなたのメールアドレスを入力してください。
nb: Vennligst skriv inn din e-post.
nl: Geef jouw e-mailadres.
pl: Podaj swój e-mail.
pt: Digite seu e-mail.
pt_pt: Por favor, digita o teu e-mail.
tr: Lütfen e-postanızı giriniz.

source: Please enter your existing password
da: Angiv venligst din eksisterende adgangskode
es: Por favor introduce tu contraseña actual
fr: Veuillez entrer votre mot de passe existant
ja: あなたのパスワードを入力して下さい．
nb: Skriv inn eksisterende passord
nl: Voer je bestaande wachtwoord in
pl: Proszę wprowadzić swoje istniejące hasło
pt: Insira sua senha existente
pt_pt: Por favor, digita a tua palavra-passe atual
tr: Lütfen mevcut şifrenizi giriniz.

source: Please enter your parent or guardian's email address here and we'll send them instructions for the next step in your signup.
bg: Моля, въведете тук имейл адреса на Вашия родител или настойник и ние ще му изпратим инструкции за следващата стъпка на Вашата регистрация.
da: Indtast venligst din forælder eller din værges e-mailadresse her, så vi kan sende dem instruktioner til at færdiggøre din tilmelding.
es: Por favor, escribe aquí la dirección de correo electrónico de tus padres o tutores legales y les enviaremos las instrucciones para continuar tu registro.
fr: Entre l'adresse e-mail de l'un de tes parents ou de l'adulte responsable ci-dessous (tu peux lui demander de te la donner), et nous lui enverrons les instructions pour la prochaine étape de ton inscription.
he: אנא הכניסו כאן את כתובת דואר האלקטרוני של ההורה או המשגיח שלכם ואנחנו נשלח לו הוראות לשלב הבא בתהליך ההרשמה.
ja: あなたの親あるいは後見人の電子メイルアドレスをここに入力して下さい．私達はあなたのサインアップの次のステップについての指示をその人達に送付いたします．
nb: Skriv inn dine foreldres eller foresattes epostadresse her, så sender vi de instruksjoner for det neste trinnet i registreringen.
nl: Voer hier het emailadres van jouw ouder of voogd in en dan sturen we die instructies voor de volgende stap in jouw aanmelding.
pl: Wprowadź adres e-mail swojego rodzica lub opiekuna, a my wyślemy im dalsze instrukcje dotyczące Twojej rejestracji.
pt: Insira o e-mail de um de seus pais ou responsável aqui e nós enviaremos a ele instruções para o próximo passo do seu cadastro.
pt_pt: Digita o endereço de e-mail dos teus pais, para que possamos enviar-lhes as instruções relativas ao próximo passo do processo de criação da tua conta.
tr: Lütfen ebeveyninizin e-posta adresini buraya giriniz, kayıt işleminizin bir sonraki aşaması için onlara e-posta göndereceğiz.

source: Please give your answer in decimal form.
fr: Donner la réponse sous forme décimale.
nb: Vennligst oppgi svaret i desimalform.
nl: Geef het antwoord graag in de vorm van een decimaal getal.
pl: Podaj odpowiedź w postaci dziesiętnej.
pt: Dê sua resposta na forma de número decimal.
tr: Cevabınızı ondalık sayı olarak veriniz.

source: Please head back to your Instant Login Portal and try again.
es: Por favor, regresa a tu Instant Login Portal e intenta de nuevo.
ja: あなたのインスタントログインポータルに戻ってもう一度試してみて下さい．
nb: Vennligst gå tilbake til innloggingsportalen og prøv igjen.
nl: Ga alsjeblieft terug naar het Direct Inloggen Portaal en probeer opnieuw.
pl: Prosimy, wróć do swojego portalu bezpośredniego logowania i spróbuj ponownie.
pt: Volte para o portal do Instant Login e tente novamente.
pt_pt: Volte para o portal do Instant Login e volte a tentar.
tr: Instant Login Portal'inize dönün ve yeniden deneyin.

source: Please install <a href='http://get.adobe.com/flashplayer'>Flash</a> or get <a href='http://www.google.com/chrome/'>Chrome</a> to download reports.
da: Installer venligst <a href='http://get.adobe.com/flashplayer'> Flash</a> eller få <a href='http://www.google.com/chrome/'>Chrome</a> til at downloade rapporter.
es: Por favor instala <a href='http://get.adobe.com/flashplayer'>Flash</a> o <a href='http://www.google.com/chrome/'>Chrome</a> para descargar los reportes.
fr: Veuillez installer <a href='http://get.adobe.com/flashplayer'> Flash</a> ou obtenez<a href='http://www.google.com/chrome/'> Chrome</a> pour télécharger les rapports.
nb: Installer venligst <a href='http://get.adobe.com/flashplayer'> Flash</a> eller få <a href='http://www.google.com/chrome/'>Chrome</a> for å laste ned rapporter.
nl: Installeer <a href='http://get.adobe.com/flashplayer'>Flash</a> of <a href='http://www.google.com/chrome/'>Chrome</a> om verslagen te downloaden.
pl: Proszę zainstalować <a href='http://get.adobe.com/flashplayer'>Flash</a> lub pobrać <a href='http://www.google.com/chrome/'>Chrome</a>, by móc pobrać raporty.
pt: Instale <a href='http://get.adobe.com/flashplayer'>Flash</a> ou adquira <a href='http://www.google.com/chrome/'>Chrome</a> para baixar relatórios.
pt_pt: Instale o <a href='http://get.adobe.com/flashplayer'>Flash Player</a> ou obtenha o <a href='http://www.google.com/chrome/'>Chrome</a> para poder descarregar relatórios.
tr: Raporları yüklemek için lütfen <a href='http://get.adobe.com/flashplayer'>Flash</a> yükleyiniz veya <a href='http://www.google.com/chrome/'>Chrome</a> açınız.

source: Please let us know of any other issues you see.
da: Kontakt os venligst hvis du støder på andre problemer.
es: Por favor, avísanos de cualquier otro problema que observes.
fr: Ne vous gênez pas pour nous signaler tout autre problème rencontré, nous améliorons la plateforme jour après jour.
ja: 何か他に問題を発見された場合はお知らせください。
nb: Vennligst gi oss beskjed om du ser andre problemer.
nl: Laat het ons alsjeblieft weten als je andere problemen tegenkomt.
pl: Proszę daj nam znać o każdym innym błędzie który zauważysz.
pt: Relate os problemas que encontrar.
pt_pt: Por favor, reporte outros problemas que encontrar.
tr: Eğer karşılaştığınız başka problemler olursa lütfen bize iletiniz.

source: Please make sure the number of divisions is in the range %(divRangeString)s.
da: Kontroller, at antallet af divisioner er i intervallet %(divRangeString)s.
es: Por favor, asegúrate que el número de divisiones está en el rango %(divRangeString)s.
fr: S'il vous plaît assurez-vous que le nombre de divisions est dans la gamme %(divRangeString)s.
nb: Kontroller at antallet divisioner er i intervallet %(divRangeString)s.
nl: Zorg er a.u.b. voor dat alle delingen zich in het interval %(divRangeString)s bevinden.
pl: Prosimy, upewnij się, że liczba podziałów mieści się w zakresie %(divRangeString)s.
pt: Verifique se o número de divisões está no intervalo %(divRangeString)s.
tr: Lütfen bölüm sayısının %(divRangeString)s aralığında olduğundan emin olunuz.

source: Please make sure you're not using any browser extensions or addons that may be blocking google.com, which is needed to display Khan Academy exercises. Once you've done that, restart your browser and reload this page.
da: Kontroller, at du ikke bruger nogen browser extensions eller add-ons, der kan blokere for google.com, som er nødvendig for at vise Khan Academys øvelser. Når du har gjort det, genstart din browser og genindlæs denne side.
es: Por favor asegúrate de no estar usando ninguna extensión o complemento del navegador que pudieran estar bloqueando google.com, el cual se necesita para ver los ejercicios de Khan Academy. Despúes de que te hayas asegurado, reinicia el navegador y vuelve a cargar esta página.
fr: Veuillez vous assurez que vous n'utilisez pas d'extensions ou greffons de navigateur qui pourraient bloquer google.com, nécessaire pour afficher les exercices de la Khan Academy. Cela fait, redémarrez votre navigateur et rafraîchissez cette page.
ja: google.com をブロックする可能性のあるブラウザのアドオンやブラウザ拡張を使っていないことを確認して下さい．google.com はカーンアカデミーの練習問題を表示するのに必要です． それが確認できましたら，あなたのブラウザを再起動し，このページを再読み込みして下さい．
nb: Vennligst vær sikker på at du ikke bruker noen nettleser utvidelser eller tillegg som kan blokkere google.com, som er nødvendig for å vise Khan Academy øvelser. Når du har gjort det, restart nettleseren og last inn siden på nytt.
nl: Zorg ervoor dat je geen browserextensies of addons gebruikt, die google.com blokkeren, die nodig zijn om de Khan Academie oefeningen te kunnen tonen. Heb je dat toch gedaan, herstart dan je browser en laad deze pagina dan opnieuw.
pl: Upewnij się, że nie używasz wtyczek lub rozszerzeń przeglądarki, które mogłyby blokować witrynę google.com, która jest konieczna do wyświetlania ćwiczeń Khan Academy. Kiedy to uczynisz, uruchom ponownie przeglądarkę i odśwież tę stronę.
pt: Verifique se você está usando extensões do navegador ou complementos que possam estar bloqueando o google.com, o qual é necessário para exibir os exercícios da Khan Academy. Depois de fazer isso, reinicie seu navegador e recarregue esta página.
pt_pt: Certifique-se que não está a usar extensões ou complementos do browser que possam estar a bloquear o google.com, uma vez que este é necessário para exibir os exercícios da Khan Academy. Depois de fazer isso, reinicie o browser e recarregue esta página.
tr: Lütfen google.com'a erişimi engelleyen bir internet tarayıcısı ya da uzantısı kullanmadığınızdan emin olun çünkü Khan Academy alıştırmalarının gösterilmesi için gerekliler. Değişiklik yaptıktan sonra tarayıcınızı yeniden başlatmanız ve bu sayfayı yeniden yüklemeniz gerekiyor.

source: Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability.
da: Bemærk venligst at under sektion 512(f) i loven om ophavsret, enhver person, som bevidst fejlrepræsenterer materiale eller aktivitet fjernet eller deaktiveret ved en fejltagelse eller fejlidentifikation kan drages til ansvar.
es: Tenga en cuenta que bajo la Sección 512 (f) de la ley derechos de autor, cualquier persona que informe intencional y erróneamente que un material o actividad fue removido o inhabilitado por error o mala identificación puede estar sujeta a la responsabilidad.
fr: Veuillez noter qu'en vertu de la Section 512 (f) de la Loi sur le Droit d'Auteur, toute personne qui, sciemment modifie un contenu ou une activité pour les rendre erronés, et donc qui seront de ce fait retirés du site par erreur pourra être poursuivi pour faute.
nb: Merk at under avsnitt 512(f) i loven om opphavsrett (USA), kan enhver person som bevist feilrapporterer at materiell eller aktivitet ble fjernet eller deaktivert ved en feiltakelse eller feilidentifikasjon stilles for ansvar.
nl: Gelieve te noteren dat volgens artikel 512(f) van de Copyright Act, iedere persoon die bewust onterecht dat materiaal of een activiteit aangeeft is verwijderd of uitgeschakeld door fout of onjuiste identificatie aansprakelijk kan worden gesteld.
pl: Należy pamiętać, że zgodnie z sekcją 512(f) ustawy DMCA, każda osoba, która świadomie nieprawdziwie twierdzi, że materiał lub działanie zostały usunięte lub zablokowane jako wynik pomyłki lub błędnego rozpoznania materiału, może zostać pociągnięta do odpowiedzialności prawnej.
pt: Observe que, na seção 512(f) da Lei de Direitos Autorais, qualquer pessoa que intencionalmente apresentar declaração falsa de que um material ou atividade foi removido ou desativado por engano ou identificação incorreta pode estar sujeita à responsabilidade.
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: Please note that under Section 512(f) of the DMCA, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability. If you are unsure whether the material available online infringes your copyright, we suggest that you contact an attorney before sending us a notice.
da: Bemærk venligst at under sektion 512(f) af DMCA, enhver person, som bevidst fejlrepræsenterer materiale eller laver krænkende aktivitet kan være genstand for ansvar. Hvis du er i tvivl om materialet tilgængeligt online krænker din ophavsret, anbefaler vi at du kontakter en advokat inden du sender os en anmeldelse.
es: Tenga en cuenta que bajo la Sección 512 (f) de la DMCA, cualquier persona que informe intencional y erróneamente que un material o actividad infringe los derechos de propiedad intelectual puede estar sujeta a la responsabilidad. Si no está seguro de si el material disponible infringe sus derechos de autor, sugerimos que contacte un abogado antes de enviarnos una notificación.
fr: Veuillez noter que tel que spécifié dans la Section 512 (f) du DMCA, toute personne qui, sciemment, propose des contenus ou activités érronés porte atteinte à nos activités et pourra être poursuivie. Si vous n'êtes pas sûr si les données qui sont présentées en ligne enfreignent vos droits d'auteur, nous vous suggérons de contacter un avocat avant de nous envoyer un avis.
nb: Merk at under delen 512(f) av DMCA, kan enhver person som bevisst feilrepresenterer at verk eller aktivitet krenker opphavrettighetene være gjenstand for erstatningsansvar. Hvis du er i tvil om verket som er tilgjengelig online krenker din opphavsrett, foreslår vi at du kontakter en advokat før du sender oss et varsel.
nl: Houd er rekening mee dat volgens artikel 512(f) van de DMCA, iedere persoon die bewust onterecht aangeeft dat op materiaal of een activiteit inbreuk wordt gemaakt op aansprakelijk gesteld kan worden. Als u niet zeker weet of het beschikbare materiaal inbreuk maakt op uw auteursrecht, stellen wij voor dat u contact opneemt met een advocaat voordat u ons een bericht verzendt.
pl: Należy pamiętać, że zgodnie z sekcją 512(f) ustawy DMCA, każda osoba, która świadomie nieprawdziwie twierdzi, że materiał lub działanie narusza prawo autorskie, może zostać pociągnięta do odpowiedzialności prawnej. Jeśli nie jesteś pewien, czy materiały dostępne online naruszają Twoje prawa autorskie, proponujemy skontaktować się z prawnikiem, zanim wyślesz do nas zawiadomienie.
pt: Observe que, na seção 512(f) da DMCA, qualquer pessoa que intencionalmente apresentar declaração falsa de que um material ou atividade está sendo violado pode estar sujeita à responsabilidade. Se você não tiver certeza se o material disponível on-line viola seus direitos autorais, sugerimos que você entre em contato com um advogado antes de nos enviar um aviso.
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: Please pick a different name
da: Vælg venligst et andet navn
es: Por favor elige un nombre diferente
fr: Veuillez choisir un nom différent
ja: 別の名前を選択してください．
nb: Velg et annet navn
nl: Kies a.u.b. een andere naam
pl: Proszę wybrać inną nazwę
pt: Escolha um nome diferente
pt_pt: Por favor, escolhe um nome diferente
tr: Lütfen başka bir isim seçiniz.

source: Please pick a username.
da: Vælg venligst et brugernavn.
es: Por favor elige un nombre de usuario.
fr: Veuillez choisir un nom d'utilisateur.
ja: ユーザー名を選択してください。
nb: Vennligst velg et brukernavn.
nl: Kies een gebruikersnaam.
pl: Wybierz nazwę użytkownika.
pt: Escolha um nome de usuário.
pt_pt: Tens de definir o nome de utilizador da tua conta.
tr: Lütfen bir kullanıcı adı seçiniz.

source: Please provide a description of the issue.
da: Giv en beskrivelse af problemet.
es: Por favor, proporciona una descripción del problema.
fr: Veuillez fournir une description du problème.
nb: Angi en beskrivelse av problemet.
nl: Geef een beschrijving van het probleem.
pl: Podaj opis dla tego problemu.
pt: Descreva o problema.
pt_pt: Por favor, descreve melhor o erro.
tr: Lütfen sorunu açıklayınız.

source: Please provide an e-mail address.
da: Indtast venligst en e-mailadresse.
es: Por favor provee una dirección de correo electrónico.
fr: Veuillez fournir une adresse e-mail.
ja: メールアドレスを入力してください。
nb: Oppgi en e-postadresse.
nl: Voer een e-mailadres in.
pl: Proszę podać adres e-mail.
pt: Forneça um endereço de e-mail.
pt_pt: Por favor, digita um endereço de e-mail.
tr: Lütfen E-posta adresi veriniz.

source: Please put a 0 in front of the decimal point: "{a}"!
da: Sæt venligst et 0 foran decimaltegnet: ".{a}"!
es: ¡Por favor, pon un 0 delante del punto decimal: "{a}"!
nb: Vennligst sett en 0 foran desimaltegnet: "{a}"!
nl: Voeg alsjeblieft een 0 toe voor het decimaalteken: "{a}"!
pl: Umieść proszę 0 przed kropką dziesiętną: "{a}"!
pt: Coloque um 0 na frente do ponto decimal: "{a}"!
tr: Lütfen ondalık noktasının önüne 0 koyun: "{a}"!
