Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Multiply, simplify to lowest terms, and write as a mixed number:
es: Multiplica, reduce a su mínima expresión y escribe en la forma de un número mixto:
fr: Multiplier, réduire et écrire comme un nombre mixte :
hi: गुना करें, सरल करें न्यूनतम संबंधों तक, और एक मिश्रित संख्या जैसे लिखे:
nb: Multiplisere, forkorte til laveste nivå, og skrive som et blandet tall:
pl: Pomnóż, uprość maksymalnie wyrażenie i zapisz jako liczbę mieszaną:
pt: Multiplique, simplifique para os menores termos e escreva na forma de um número misto:
tr: Çarpın, sadeleştirin, ve tam sayılı kesir olarak yazın:

source: Multiplying 1-digit numbers
da: Gangestykker med 1-cifrede tal
es: Multiplicando números de 1 dígito
fr: Multiplications de chiffres
nb: Gangestykker med ensiffrede tall
nl: Vermenigvuldigen van getallen onder de 10
pl: Mnożenie liczb jednocyfrowych
pt: Multiplicação de números de 1 algarismo
tr: 1 Basamaklı sayıların çarpımı

source: Multiplying 2 digits by 2 digits
da: Multiplikation af 2-cifrede tal med 2-cifrede tal
es: Multiplicando 2 dígitos por 2 dígitos
fr: Multiplications de deux nombres à 2 chiffres
hi: 2 अंकों को 2 अंकों से गुणा करना
nb: Multiplikasjon av tosifrede tall med tosifrede tall
nl: Vermenigvuldig 2 cijfers met 2 cijfers
pl: Mnożenie liczb dwucyfrowych przez dwucyfrowe
pt: Multiplicação de 2 algarismos por 2 algarismos
tr: 2 basamaklı sayının 2 basamaklı sayı ile çarpılması

source: Multiplying a matrix by a matrix
da: Multiplikation af en Matrix med en Matrix
es: Multiplicando una matriz por otra
fr: Multiplier deux matrices
nb: Multiplikasjon av en matrise med en matrise
nl: Een matrix met een matrix vermenigvuldigen
pl: Mnożenie macierzy przez macierz
pt: Multiplicação de uma matriz por outra
tr: Matrisi matrisle çarpma

source: Multiplying a matrix by a vector
da: At gange en matrix med en vektor
es: Multiplicando una matriz por un vector
fr: Multiplication d'une matrice par un vecteur
nb: Multiplisere en matrise med en vektor
pl: Mnożenie macierzy przez wektor
pt: Multiplicação de uma matriz por um vetor
tr: Matrisle vektör çarpımı

source: Multiplying and dividing complex numbers in polar form
es: Multiplicando y dividiendo números complejos en forma polar
fr: Multiplier ou diviser des nombres complexes écrits sous forme trigonométrique ou exponentielle
pt: Multiplicação e divisão de números complexos na forma polar
tr: Karmaşık sayılarla kutupsal formda çarpma ve bölme

source: Multiplying and dividing negative numbers
da: At gange og dividere med negative tal
es: Multiplicando y dividiendo números negativos
fr: Multiplier et diviser des nombres négatifs
ja: 負の数のかけ算と割り算
nb: Multiplisere og dividere negative tall
nl: Negatieve getallen vermenigvuldigen en delen
pl: Mnożenie i dzielenie liczb ujemnych
pt: Multiplicação e divisão de números negativos
tr: Negatif Sayılarda Çarpma ve Bölme İşlemleri

source: Multiplying and dividing rational expressions 1
da: Multiplikation og division af rationale udtryk 1
es: Multiplicando y dividiendo expresiones racionales 1
fr: Multiplier et diviser des fractions rationnelles 1
nb: Multiplikasjon og divisjon av rasjonale uttrykk 1
pl: Mnożenie i dzielenie wyrażeń wymiernych 1
pt: Multiplicação e divisão de expressões racionais 1
tr: Rasyonel ifadelerle çarpma ve bölme 1

source: Multiplying and dividing rational expressions 2
da: Multiplikation og division af rationale udtryk 2
es: Multiplicando y dividiendo expresiones racionales 2
fr: Multiplier et diviser des fractions rationnelles 2
nb: Multiplikasjon og divisjon av rasjonale uttrykk 2
pl: Mnożenie i dzielenie wyrażeń wymiernych 2
pt: Multiplicação e divisão de expressões racionais 2
tr: Rasyonel ifadelerle çarpma ve bölme 2

source: Multiplying and dividing rational expressions 3
da: Multiplikation og division af rationale udtryk 3
es: Multiplicando y dividiendo expresiones racionales 3
fr: Multiplier et diviser des fractions rationnelles 3
nb: Multiplikasjon og divisjon av rasjonale uttrykk 3
pl: Mnożenie i dzielenie wyrażeń wymiernych 3
pt: Multiplicação e divisão de expressões racionais 3
tr: Rasyonel ifadelerle çarpma ve bölme 4

source: Multiplying and dividing rational expressions 4
da: Multiplikation og division af rationale udtryk 4
es: Multiplicando y dividiendo expresiones racionales 4
fr: Multiplier et diviser des fractions rationnelles 4
nb: Multiplisere og dividere rasjonale uttrykk 4
pl: Mnożenie i dzielenie wyrażeń wymiernych 4
pt: Multiplicação e divisão de expressões racionais 4
tr: Rasyonel ifadelerle çarpma ve bölme 4

source: Multiplying and dividing rational expressions 5
da: Multiplikation og division af rationale udtryk 5
es: Multiplicando y dividiendo expresiones racionales 5
fr: Multiplier et diviser des fractions rationnelles 5
nb: Multiplisere og dividere rasjonale uttrykk 5
pl: Mnożenie i dzielenie wyrażeń wymiernych 5
pt: Multiplicação e divisão de expressões racionais 5
tr: Rasyonel ifadelerle çarpma ve bölme 5

source: Multiplying and dividing scientific notation
es: Multiplicando y dividiendo en notación científica
fr: Multiplier ou diviser des nombres en notation scientifique
hi: वैज्ञानिक संकेतन का गुणन और विभाजन
nb: Multiplisere og dividere standardform
pl: Mnożenie i dzielenie w notacji wykładniczej
pt: Multiplicação e divisão de uma notação científica
tr: Bilimsel Gösterimle Çarpma ve Bölme

source: Multiplying by multiples of 10
da: Multiplikation af multiplum af 10
es: Multiplicando por múltiplos de 10
fr: Multiplier par des multiples de 10
ja: 10の倍数をかける
nb: Multiplikasjon av multiplum av 10
nl: Vermenigvuldigen met veelvouden van 10
pl: Mnożenie przez wielokrotności 10
pt: Multiplicação por múltiplos de 10
tr: 10'un Katlarıyla Çarpma

source: Multiplying complex numbers
da: Multiplikation af komplekse tal
es: Multiplicando números complejos
fr: Multiplier des nombres complexes
nb: Multiplikasjon med komplekse tall
nl: Vermenigvuldigen van complexe getallen
pl: Mnożenie liczb zespolonych
pt: Multiplicação de números complexos
tr: Karmaşık sayılarla çarpma

source: Multiplying complex numbers in polar forms can be done by multiplying the lengths and adding the angles.
da: Multiplikation af komplekse tal i polær former kan gøres ved at multiplicere længderne og addere vinklerne.
es: La multiplicación de números complejos en forma polar se puede hacer multiplicando las longitudes y sumando lo ángulos.
fr: Pour multiplier des nombres complexes écrits sous forme trigonométrique ou exponentielle, on multiplie les modules et on additionne les arguments.
pt: A multiplicação de números complexos em formas polares pode ser feita multiplicando os comprimentos e somando os ângulos.
tr: Kutupsal formda karmaşık sayılarla çarpma, uzunlukları çarpma ve açıları toplama yoluyla yapılabilir.

source: Multiplying decimals
da: At gange decimaltal
es: Multiplicando decimales
fr: Multiplier des nombres décimaux
ja: 小数のかけ算
nb: Multiplisere desimaltall
nl: Vermenigvuldigen met decimalen
pl: Mnożenie liczb dziesiętnych
pt: Multiplicação de números decimais
tr: Ondalık Sayılarda Çarpma

source: Multiplying decimals 0.5
da: Multiplikation af decimaltal 0,5
es: Multiplicando decimales 0.5
fr: Multiplier des nombres décimaux
nb: Multiplikasjon av desimaltal 0,5
nl: Decimale getallen vermenigvuldigen 0.5
pl: Mnożenie ułamków dziesiętnych 0.5
pt: Multiplicação de decimais 0,5
tr: Ondalıklı sayılarla çarpma 0,5

source: Multiplying expressions 0.5
da: Multiplikation af udtryk 0,5
es: Multiplicando expresiones 0.5
fr: Multiplier expressions 0.5
nb: Multiplisere uttrykk 0.5
pl: Mnożenie wyrażeń 0,5
pt: Multiplicação de expressões 0,5
tr: İfadeleri çarpma 0,5

source: Multiplying expressions 1
da: At multiplicere udtryk 1
es: Multiplicando expresiones 1
fr: Multiplier des binômes 1
nb: Å multiplisere uttrykk 1
pl: Mnożenie wyrażeń 1
pt: Multiplicação de expressões 1
tr: İfadeleri çarpmak 1

source: Multiplying fractions
da: Multiplikation af brøker
es: Multiplicando fracciones
fr: Multiplier des fractions
ja: 分数のかけ算
nb: Multiplisere brøker
nl: Breuken vermenigvuldigen
pl: Mnożenie ułamków
pt: Multiplicação de frações
tr: Kesirlerle Çarpma

source: Multiplying fractions 0.5
da: Multiplikation af brøker 0,5
es: Multiplicando fracciones 0.5
fr: Multiplier des fractions 1
nb: Multiplikasjon av brøker 0.5
nl: Breuken vermenigvuldigen 0.5
pl: Mnożenie ułamków 0.5
pt: Multiplicação de frações 0,5
tr: Kesirleri çarpmak 0.5

source: Multiplying fractions by integers
es: Multiplicando fracciones por enteros
fr: Multiplier une fraction par un nombre entier
nb: Multiplisere fraksjoner av heltall
pl: Mnożenie ułamków zwykłych przez liczby całkowite
pt: Multiplicação de frações por números inteiros
tr: Kesirleri tamsayılarla çarpmak

source: Multiplying mixed numbers 1
da: Multiplikation af blandede tal niveau 1
es: Multiplicando números mixtos 1
fr: Multiplication de nombres divers 1
nb: Multiplikasjon av blandede tall nivå 1
nl: Gemengde getallen vermenigvuldigen 1
pl: Mnożenie liczb mieszanych 1
pt: Multiplicação de números mistos 1
tr: Karma sayılarla çarpma işlemleri 1

source: Multiplying polynomials
da: Multiplikation af polynomier
es: Multiplicando polinomios
fr: Multiplier des polynômes
nb: Multiplikasjon av polynomer
nl: Polynomen vermenigvuldigen
pl: Mnożenie wielomianów
pt: Multiplicação de polinômios
tr: Polinom çarpımı

source: Multiplying polynomials 0.5
da: Multiplikation af polynomier 0,5
fr: Multiplication de polynômes 0.5
nb: Multiplikasjon av polynomer 0,5
pt: Multiplicando polinômios 0,5
tr: 0,5 Polinomların çarpımı

source: Multiplying rational numbers
pt: Multiplicação de números racionais
tr: Rasyonel sayılarla çarpma

source: Multistep equations with distribution
da: Ligninger med flere trin og distribution
es: Ecuaciones de varios pasos por distribución
fr: Utiliser la distributivité
nb: Flertrinns ligninger med distribusjon
nl: Meerstapsvergelijkingen met haakjes wegwerken
pl: Równania wielostopniowe i rozdzielność mnożenia
pt: Equações de várias etapas com distribuição
tr: Dağılma özelliği kullanılan çok adımlı denklemler

source: Murrayl comes to Khan Academy from The Bridgespan Group where she consulted with a variety of nonprofits and philanthropies.
pt: Murrayl chegou à Khan Academy vinda do The Bridgespan Group, onde prestava consultoria a diversas entidades sem fins lucrativos e filantrópicas.
tr: Murrayl Khan Academy'ye Bridgespan Group'tan geldi. Daha önceki görevinde birçok kar amacı gütmeyen ve bağışlarla işleyen kurumun danışmanlığını yapıyordu.

source: Murrayl helps teachers and out-of-school time coaches integrate Khan Academy in to their daily work.
pt: Murrayl ajuda os professores e os tutores de períodos extraescolares a integrar a Khan Academy ao seu trabalho diário.
tr: Murrayl Khan Academy'yi günlük çalışmalarına uyarlamaları için öğretmenler ve ders dışı koçlara yardım eder.

source: Museums
da: Museer
es: Museos
fr: Musées
ja: 美術館
nb: Museer
nl: Musea
pl: Muzea
pt: Museus
pt_pt: Museus
tr: Müzeler

source: Must be alphanumeric and start with a letter
da: Skal være enten bogstaver eller tal og starte med et bogstav
es: Debe contener caracteres alfanuméricos y empezar con una letra
fr: Doit être alphanumérique et commencer par une lettre
ja: ここは英数字のみ，そして最初は英文字で始まらなくてはいけません．
nb: Må være bokstaver eller tall og begynne med en bokstav
nl: Moet alfanumeriek zijn en beginnen met een letter
pl: Musi być alfanumeryczne i zaczynać się od litery
pt: Deve ser alfanumérica e começar com uma letra
pt_pt: Só pode conter letras ou números e tem de começar por uma letra
tr: Bir harf ile başlamalı, harf ve sayılardan oluşmalıdır.

source: Must have a parent create your account.
da: En forælder skal oprette din konto.
es: Tus padres deben crear tu cuenta.
fr: Vous devez avoir un parent qui ouvre votre compte.
ja: あなたのアカウントはあなたの親が作成しなくてはなりません
nb: Foreldre må opprette din konto.
nl: Je moet een ouder hebben om jouw account the creëren.
pl: Musisz stworzyć Twoje konto rodzica.
pt: Deve ter um responsável para criar sua conta.
pt_pt: Têm de ser os teus pais a criar a tua conta.
tr: Hesabınızı veliniz oluşturmalıdır.

source: Must provide a new email.
da: Du skal angive en ny email.
es: Debes proporcionar una nueva dirección de correo electrónico.
fr: Vous devez fournir une nouvelle adresse e-mail.
ja: 新しい電子メイルアドレスを入力する必要があります．
nb: Oppgi en ny e-post.
nl: Je moet een nieuw e-mailadres ingeven.
pl: Musisz zapewnić nowy adres e-mail.
pt: Deve fornecer um novo e-mail.
pt_pt: Tens de digitar um e-mail novo.
tr: Yeni e-posta vermelisiniz.

source: Must specify name, phone and location
es: Debes especificar nombre, teléfono y ubicación
fr: Vous devez spécifier le nom, téléphone et l'emplacement
hi: नाम, फोन और स्थान निर्दिष्ट करना होगा
ja: 名前，電話番号，住所を指定しなくてはいけません．
nb: Må angi navn, telefon og adresse
nl: Geef uw naam, telefoon en locatie op
pl: Należy wpisać nazwę, numer telefonu i adres
pt: O nome, o telefone e a localização devem ser especificados
pt_pt: Digita o teu nome, telemóvel e a tua localização
tr: İsim, telefon ve konum belirtmeniz gerekir

source: My Creations
da: Mine kreationer
es: Mis creaciones
fr: Mes programmes
ja: 私の作成したもの
nb: Mine prosjekt
nl: Mijn creaties
pl: Moje dzieła
pt: Minhas criações
pt_pt: Os meus programas
tr: Yarattıklarım

source: My Programs
da: Mine programmer
es: Mis programas
fr: Mes programmes
ja: 私のプログラム
nb: Mine programmer
nl: Mijn programma's
pl: Moje programy
pt: Meus programas
pt_pt: Os meus programas
tr: Programlarım

source: My board
es: Mi tabla
ja: 私のボード
nb: Mine resultater
pl: Moja tablica
pt: Meu quadro
pt_pt: A minha classificação
tr: Benim panom

source: My child already has an account
da: Mit barn har allerede en konto
es: Mi hijo ya tiene una cuenta
fr: Mon enfant est déjà muni d'un compte
ja: 私達の子供は既にアカウントを持っています．
nb: Mitt barn har allerede en konto
nl: Mijn kind heeft al een account
pl: Moje dziecko posiada już konto
pt: Meu filho já tem uma conta
pt_pt: O meu filho já tem uma conta
tr: Çocuğumun zaten bir hesabı var

source: My child doesn't have email
da: Mit barn har ikke e-mail
es: Mi hijo no tiene correo electrónico
fr: Mon enfant n'a pas de messagerie
ja: 私の子供は電子メイルアドレスを持っていません．
nb: Mitt barn har ikke e-postadresse
nl: Mijn kind heeft geen e-mail
pl: Moje dziecko nie posiada emaila
pt: Meu filho não tem e-mail
pt_pt: O meu filho não tem e-mail
tr: Çocuğumun e-posta adresi yok

source: My city
es: Mi ciudad
fr: Ma ville
ja: 私の市
nb: Min by
pl: Moje miasto
pt: Minha cidade
pt_pt: A minha cidade
tr: Benim şehrim

source: My coaches and I can see this widget
da: Mine vejledere og jeg kan se denne widget
es: Mis tutores y yo podemos ver este widget
fr: Mes coach et moi-même pouvons voir ceci
ja: 私のコーチと私はこのウィジェットを見ることができます
nb: Mine veiledere og jeg kan se denne widgeten
nl: Mijn coaches en ik kunnen deze widget zien
pl: Moi trenerzy i ja mogą zobaczyć ten widget
pt: Meus tutores e eu podemos ver este widget
pt_pt: Visível por tutores e por mim
tr: Bu widget'i eğitmenlerim ve ben görebiliriz

source: My dad has to take me to school when I miss the bus.
es: Mi papá tiene que llevarme a la escuela cuando me deja el autobús.
fr: Quand je rate le bus, mon père doit m'emmener au collège.
pt: Meu pai tem de me levar à escola quando eu perco o ônibus
tr: Otobüsü kaçırdığımda babam beni okula götürmek zorunda kalıyor.

source: My school isn't listed
es: Mi escuela no está en la lista
fr: Mon école n'est pas répertorié
ja: 私の学校はリストにありません．
nb: Skolen min er ikke oppført
pl: Mojej szkoły nie ma na liście
pt: Minha escola não está na lista
pt_pt: A minha escola não está na lista
tr: Benim okulum listede yok

source: NOTE: All Khan Academy material is subject to our <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/us/"> Creative Commons (CC by NC SA) Attribution Non-Commercial Share Alike </a> license and <a href="/about/tos">Terms of Service</a>
es: NOTA: Todos los materiales de Khan Academy están sujetos a los términos de la licencia <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/us/"> Creative Commons (CC by NC SA) Attribution Non-Commercial Share Alike </a> y a nuestros <a href="/about/tos">Términos de servicio</a>
fr: NOTE: Tous les documents de la Khan Academy sont soumis à notre license <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/us/"> Creative Commons (CC by NC SA) Attribution Non-Commercial Share Alike </a> et à nos <a href="/about/tos">Conditions Générales d'Utilisation</a>
nb: Merk: Alle Khan Academy sitt materiale er underlagt vår <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/us/"> Creative Commons (CC av NC SA) Attribution Non-Commercial Share Alike </a> lisens og <a href="/about/tos"> våre vilkår</a>
nl: OPMERKING: Al het Khan Academy-materiaal valt onder onze <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/us/"> Creative Commons (CC by NC SA) Attribution Non-Commercial Share Alike </a> licentie en <a href="/about/tos">Gebruiksvoorwaarden</a>
pl: Uwaga: Wszystkie materiały Khan Academy są przedmiotem naszych praw na licencji<a href="http://creativecommons.org/licenses/by-nc-sa/3.0/us/"> Creative Commons (CC wydane przez NC SA) Attribution Non-Commercial Share Alike</a> i <a href="/about/tos">Warunków korzystania z usługi</a>
pt: OBSERVAÇÃO: todo o material da Khan Academy está sujeito à nossa licença <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/us/"> Creative Commons (CC por NC SA) Atribuição Compartilhada de Uso Não Comercial </a> e a nossos <a href="/about/tos">Termos de Serviço</a>
pt_pt: NOTA: Todo o conteúdo da Khan Academy está licenciado segundo a licença <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/us/">Creative Commons de Atribuição NãoComercial PartilhaIgual</a> e aos nossos <a href="/about/tos">Termos de utilização</a>
tr: NOT: Khan Academy sitesinde yer alan tüm bilgiler, <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/us/"> Creative Commons (CC by NC SA) ticari amaçla kullanılmayan Açık Lisans </a> ve<a href="/about/tos"> 'Hizmet Koşulları'na</a> tabidir

source: NYU School of Medicine
pt: Escola de Medicina da NYU
tr: NYU School of Medicine (NYU Tıp Fakültesi)

source: Nacho is working to bring Khan Academy to all your mobile devices.
pt: Nacho está trabalhando para disponibilizar a Khan Academy para todos os dispositivos móveis.
tr: Nacho Khan Academy'yi tüm mobil cihazlara getirmeye çalışıyor.

source: Nadia
ja: ナディア
nl: Nadine
pt: Nádia
pt_pt: Nádia
tr: Nalan

source: Name
da: Navn
es: Nombre
fr: Nom
ja: 名前
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
pt_pt: Nome
tr: İsim

source: Name an angle adjacent to <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.
es: Nombra un ángulo adyacente a <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.
fr: Donner un angle adjacent à <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.
pt: Nomeie um ângulo adjacente a <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.

source: Name an angle that forms a linear pair with <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.
es: Nombra un ángulo que forme un par lineal con <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.
fr: Donner un angle adjacent et supplémentaire à <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.
pt: Nomeie um ângulo que forma um par linear com <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.

source: Name an angle that is next to <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
es: Nombra un ángulo que esté al lado de <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
fr: Donner un angle adjacent à <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
pl: Nazwij kąt, który znajduje się obok <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
pt: Nomeie um ângulo que esteja ao lado de <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
tr: <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>'in yanında bir açı belirtiniz.

source: Name an angle that shares a ray with <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code> and will add to <code>180^{\circ}</code>
es: Nombra un ángulo que comparta un rayo con <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code> y con el que sume <code>180^{\circ}</code>
pt: Nomeie um ângulo que divide um raio com <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code> e somará com <code>180^{\circ}</code>

source: Name an angle vertical to <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.
es: Nombra un ángulo opuesto por el vértice a <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.
fr: Nommer un angle opposé à <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.
pl: Wskaż kąt wierzchołkowy do <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.
pt: Nomeie um ângulo oposto pelo vértice a <code>\angle <var>ANGLE_START</var>G<var>ANGLE_END</var></code>.

source: Name the angle opposite <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
es: Nombra al ángulo opuesto <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
fr: Donner l'angle opposé à <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
pl: Wskaż kąt naprzemianległy <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
pt: Nomeie o ângulo oposto <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
tr: <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>'nin karşısındaki açının adını belirtiniz.

source: Napoleon
es: Napoleón
fr: Napoléon
pt: Napoleão
pt_pt: Napoleão
tr: Napolyon

source: Natalie graduated from the University of Chicago and worked in Turkey as a Fulbright Scholar. She now helps make Khan Academy available and accessible to people all over the world.
pt: Natalie se formou na Universidade de Chicago, e trabalhou na Turquia como Fulbright Scholar. Agora ela ajuda a tornar a Khan Academy disponível e acessível para pessoas de todo o mundo.
tr: Natalie Chicago Üniversitesi'nden mezun oldu ve Fulbright Bursu'yla Türkiye'de çalıştı. Şimdi, Khan Academy'yi dünyada herkese kullanılabilir ve erişilebilir yapmak için çalışmaktadır.

source: Natalie is a graphic designer and digital illustrator who loves creating things that don't yet exist and making them as beautiful as they are functional. For fun, she likes crafting, classic movies, and running a vegetarian cooking blog.
pt: Natalie é designer gráfica e ilustradora digital, e ela adora criar coisas que ainda não existem e fazê-las ficarem tão lindas quanto funcionais. Nas horas vagas, ela gosta de artesanato, filmes clássicos e gerencia um blog vegetariano.

source: Nauroz Syed is a Doctor of Medicine candidate at Eastern Virginia Medical School. She received her B.S. in Neuroscience from Johns Hopkins University, and her Masters of Health Science in Molecular Microbiology and Immunology from Johns Hopkins University, Bloomberg School of Public Health. She plans to pursue further training in Internal Medicine.
pt: Nauroz Syed é doutoranda em medicina na Escola de Medicina de Eastern Virginia. Ela obteve seu bacharelado em Neurociência na Universidade Johns Hopkins, e seu mestrado de ciência da saúde em Microbiologia Molecular e Imunologia na Escola de Saúde Pública Bloomberg da Universidade Johns Hopkins. Ela planeja continuar seu treinamento em medicina interna.
tr: Nauroz Syed, Doğu Virjinya Tıp Fakültesi'nde Tıp Doktoru adayıdır. Nörolojik bilim alanında Lisans derecesini Johns Hopkins Üniversitesi'nden, ve Moleküler Mikrobiyoloji ve İmmünoloji alanında Sağlık Bilimi Master'ını Johns Hopkins Üniversitesi'ndeki, Bloomberg Kamu Sağlığı Okulu'ndan almıştır. İç Hastalıkları alanında eğitimini devam ettirmeyi planlıyor.
