Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: If you're behind a web filter, please make sure that the domains <strong>*.kastatic.org</strong> and <strong>*.kasandbox.org</strong> are unblocked.
bg: Ако сте зад уеб филтър, моля уверете се, че домейните <strong>*. kastatic.org</strong> и <strong>*. kasandbox.org</strong> ще бъдат позволени.
da: Hvis du sidder bag en internet-filter, skal du sikre, at domænerne <strong>*. kastatic.org</strong> og <strong>*.kasandbox.org</strong> ikke er blokeret.
es: Si estás detrás de un filtro de páginas web, por favor asegúrate de que los dominios <strong>*.kastatic.org</strong> y <strong>*.kasandbox.org</strong> estén desbloqueados.
fr: Si vous avez un filtre web, veuillez vous assurer que les domaines <strong>*. kastatic.org</strong> et <strong>*. kasandbox.org</strong> sont autorisés.
he: אם אתה מאחורי סינון אינטרנט, ודא כי התחומים <strong>*. kastatic.org</strong> ו-<strong>*. kasandbox.org</strong> לא חסומים.
ja: もしあなたがウェブフィルターを利用している場合には，<strong>*.kastatic.org</strong> と <strong>*.kasandbox.org</strong> がブロックされていないことを確認して下さい．
nb: Hvis du er bak et webfilter, vær vennlig å sørge for at domenene <strong>.kastatic.org</strong> og <strong>.kastatic.org</strong> ikke er blokkert.
nl: Als je een webfilter hebt, zorg er dan voor dat de domeinen <strong>*.kastatic.org</strong> en <strong>*.kasandbox.org</strong> niet geblokkeerd zijn.
pl: Jeżeli jesteś za filtrem sieci web, prosimy, upewnij się, że domeny <strong>*.kastatic.org</strong> i <strong>*.kasandbox.org</strong> są odblokowane.
pt: Se você está atrás de um filtro da Web, certifique-se que os domínios <strong>*.kastatic.org</strong> e <strong>*.kasandbox.org</strong> estão desbloqueados.
pt_pt: Se estiveres protegido por um filtro da Web, certifica-te de que os domínios <strong>*.kastatic.org</strong> e <strong>*.kasandbox.org</strong> estão desbloqueados.
tr: Bağlandığınız bilgisayar bir web filtresi kullanıyorsa, <strong>*.kastatic.org</strong> ve <strong>*.kasandbox.org</strong> adreslerinin engellerini kaldırmayı unutmayın.

source: If you're new to JS/ProcessingJS, you can also learn with our <a href="/computing/programming">Intro to JS</a> course.
ja: もしあなたがまだ JS/ProcessingJS になじんでいないなら，私達の <a href="/computing/programming">入門 JS</a> コースで学ぶこともできます．
nb: Om du er ny i JS/ProcessingJS, kan du også lære med vår <a href="/computing/programming">Intro til JS</a> kurs.
pl: Jeśli JS/ProcessingJS jest dla Ciebie nowością, możesz też uczyć się z naszym kursem <a href="/computing/programming">Wprowadzenie do JS</a>.
pt: Se você é novo em JS/ProcessingJS, você também pode aprender com nosso curso de <a href="/computing/programming">Introdução ao JS</a>.
tr: JS/ProcessingJS'ye yeni başlıyorsanız, <a href="/computing/programming">JS'ye Giriş</a> dersimizle de öğrenebilirsiniz.

source: If you're new to SQL, you can also learn with our <a href="/computing/sql">SQL course</a>.
ja: もしあなたがまだ SQL の新米ならば，私達の <a href="/computing/sql">SQL コース</a> でも学ぶことができます．
nb: Hvis du er ny til SQL, kan du også lære med våre <a href="/computing/sql"> SQL kurs</a>.
pl: Jeśli nie masz doświadczenia z SQL możesz także uczyć się według naszego <a href="/computing/sql">Kursu SQL</a>.
pt: Se você está começando a usar SQL, você também pode aprender com nosso <a href="/computing/sql">curso sobre SQL</a>.
pt_pt: Se não és experiente em SQL, também podes aprender com nosso <a href="/computing/sql">curso sobre SQL</a>.
tr: SQL'e yeniyseniz, sizin için hazırladığımız <a href="/computing/sql">SQL Dersleri</a>ile öğrenebilirsiniz.

source: If you're new to making webpages, you can also learn with our <a href="/computing/html-css">HTML/CSS</a> course.
ja: もしあなたがウェブページ作成になじんでいないのなら，私達の <a href="/computing/html-css">HTML/CSS</a> コースで学ぶこともできます．
nb: Om du er ny i å lage websider, kan du også lære med i vår <a href="/computing/html-css">HTML/CSS</a> kurs.
pl: Jeśli tworzenie stron internetowych jest dla Ciebie nowością, możesz też uczyć się z naszym kursem <a href="/computing/html-css">HTML/CSS</a>.
pt: Se você é um novato na criação de páginas web, você também pode aprender com nosso curso sobre <a href="/computing/html-css">HTML/CSS</a>.
pt_pt: Se não sabias construir páginas da Web, podes aprender mais com o nosso curso de <a href="/computing/html-css">HTML e CSS</a>.
tr: Web sayfaları yapmaya yeni başlıyorsanız, <a href="/computing/html-css">HTML/CSS</a> dersimizle de öğrenebilirsiniz.

source: If you're not ready to add your students, click <a href="/"><strong>KHAN ACADEMY</strong></a> to experience how your students will use Khan Academy. Then click <strong>COACH</strong> to come back and add your students!
da: Hvis ikke du er klar til at tilføje dine elever, skal du klikke på <a href="/"> <strong>KHAN ACADEMY</strong></a> for at opleve, hvordan dine elever vil bruge Khan Academy. Klik derefter på <strong>LÆRER</strong> for at komme tilbage og tilføje dine elever!
es: Si aún no estás listo para agregar a tus estudiantes visita <a href="/"><strong>Khan Academy</strong></a>y experimenta cómo tus estudiantes utilizarían Khan Academy. ¡Después visita <strong>TUTOR</strong> para regresar y agregar a tus estudiantes!
fr: Si vous ne vous sentez pas prêt(e) à ajouter vos élèves, cliquez sur <a href="/"><strong>KHAN ACADEMY</strong></a> pour faire l'expérience de la façon dont ils vont utiliser la Khan Academy. Puis cliqueez sur <strong>FORMATION</strong> pour revenir et ajouter vos élèves !
ja: もしあなたの生徒を加えるのがどのようなことかまだ知らない場合，<a href="/"><strong>カーンアカデミー</strong></a> をクリックして，あなたの生徒がどのようにカーンアカデミーを利用するのかぜひ経験してみて下さい．その後，<strong>コーチ</strong> をクリックしてあなたの生徒を加えて下さい!
nb: Hvis du ikke er klar til å legge til elever, klikk <a href="/"><strong>KHAN ACADEMY</strong></a> for å se hvordan dine elever vil bruke Khan Academy. Du kan så klokke på <strong>VEILDER</strong> for å komme tilbake og legge til dine elever!
nl: Als je nog niet klaar bent om leerlingen toe te voegen, klik op <a href="/"><strong>KHAN ACADEMY</strong></a> om te ervaren hoe jouw leerlingen Khan Academy zullen gebruiken. Klik dan op <strong>COACH</strong> om terug te gaan en leerlingen toe te voegen!
pl: Jeśli nie jesteś jeszcze gotowy/a, aby dodać swoich uczniów, kliknij <a href="/"><strong>KHAN ACADEMY</strong></a>, aby przekonać się, jak twoi uczniowie będą używali Khan Academy. Następnie kliknij <strong>TRENER</strong>, aby wrócić i dodać Twoich uczniów!
pt: Se você não está pronto para adicionar seus alunos, clique em <a href="/"><strong>KHAN ACADEMY</strong></a> para testar como eles vão utilizar a Khan Academy. Em seguida, clique em <strong>TUTOR</strong> para retornar e adicionar seus alunos!
pt_pt: Se ainda não está preparado para adicionar os seus alunos, clique em <a href="/"><strong>KHAN ACADEMY</strong></a> para ver como é que os seus alunos utilizarão a Khan Academy. Depois, clique em <strong>TUTOR</strong> para voltar e adicionar os seus estudantes!

source: If you're not supposed to be here, please turn yourself in to the appropriate authorities.
da: Meld dig selv til de relevante myndigheder, hvis du ikke skulle være her.
es: Si no deberías estar aquí, por favor dirígete a las autoridades indicadas.
fr: Si vous n'êtes pas censé être ici, veuillez s'il vous plaît vous rendre aux autorités compétentes.
ja: もしあなたがここにいるべきではないと気がついたのでしたら，御自身を適切な責任者に報告してください
nb: Hvis du ikke skal være her, vennligst si fra til de riktige myndighetene.
nl: Als je hier niet hoort te zijn, geef jezelf dan aan bij de juiste autoriteiten.
pl: Jeśli nie powinieneś tutaj przebywać, prosimy abyś zgłosił się do odpowiedniego administratora.
pt: Se você não deveria estar aqui, entregue-se para as autoridades competentes.
pt_pt: Se não deverias estar aqui, por favor dirige-te às autoridades competentes.
tr: Eğer burada bulunmamanız gerekiyor ise, lütfen gerekli mercilere teslim olunuz.

source: If you're seeing this message, it means we're having trouble loading external resources for Khan Academy.
bg: Ако виждате това съобщение, това означава, че имаме проблем със зареждането на външни ресурси за Кан академията.
da: Hvis du ser denne besked, betyder det, at vi har problemer med at indlæse eksterne ressourcer til Khan Academy.
es: Si estás viendo este mensaje, significa que estamos teniendo problemas para cargar materiales externos para Khan Academy.
fr: Si vous voyez ce message, cela signifie que nous avons des problèmes de chargement de données externes pour la Khan Academy.
he: אם אתם רואים הודעה זו, זה אומר שאנחנו מתקשים לטעון משאבים חיצוניים עבור אקדמיית קהאן.
ja: もしあなたがこのメッセージを見たのであれば，カーンアカデミーのための外部リソースの読み込みで問題が発生しています．
nb: Hvis du ser denne meldingen betyr det at vi har problemer med å laste eksterne ressurser for Khan Academy.
nl: Als je dit bericht ziet, betekent het dat we problemen ondervinden met het laden van externe bronnen voor Khan Academy.
pl: Jeśli widzisz tę wiadomość oznacza to, że mamy problemy z załadowaniem zewnętrznych materiałów na Khan Academy.
pt: Se você está vendo esta mensagem, significa que estamos tendo problemas para carregar recursos externos para a Khan Academy.
pt_pt: Se estás a ver esta mensagem, significa que estamos com problemas a carregar recursos externos à Khan Academy.
tr: Bu mesajı görüyorsanız demektir ki Khan Academy'ye dışarıdan yükleme yaparken sorunlarla karşılaşıyoruz.

source: If you're still having trouble, please check your computer's clock and make sure that today's date is properly set.
bg: Ако все още имате проблем, моля проверете часовника на Вашия компютър и се уверете, че днешната дата е правилно настроена.
da: Hvis du stadig har problemer, kan du tjekke din computers ur og sørge for at datoen er korrekt indstillet.
es: Si todavía tienes problemas, por favor comprueba el reloj de tu computadora y asegúrate de que la fecha de hoy esté correctamente ajustada.
fr: Si vous rencontrez toujours des difficultés, veuillez vérifier l'horloge de votre ordinateur, et assurez-vous que la date d'aujourd'hui est correctement réglée.
he: אם אתה עדיין נתקל בבעיות, אנא בדוק את שעון המחשב שלך, עליך לוודא כי התאריך של היום מכוון כראוי.
ja: もしまだ問題が解決されない場合，コンピュータの時計を確認して，日付けと時間が正しいことを確認して下さい．
nb: Om du fremdeles har problemer, sjekk klokken på din datamaskin og sørg for at dagens dato er korrekt.
nl: Als je nog steeds problemen ondervindt, kijk dan naar de klok van je computer en controleer of de juiste datum wordt weergegeven.
pl: Jeśli nadal masz problemy, sprawdź zegar na swoim komputerze i upewnij się czy masz ustawioną aktualną datę.
pt: Se você continua tendo problemas, verifique o relógio de seu computador e certifique-se de que a data de hoje esteja definida corretamente.
pt_pt: Se ainda continuares com problemas, certifica-te de que a data e a hora do teu computador estão certas.
tr: Problem hala devam ediyorsa ,lütfen bilgisayarın saatini kontrol edin ve bu günün tarihinin de doğru olduğuna emin olun.

source: If you're stuck, try listing out every single factor of <code class="hint_blue"><var>CONSTANT</var></code> and its opposite as <code class="hint_pink">a</code> in these equations, and see if it gives a value for <code class="hint_pink">b</code> that validates both conditions. For example, since <code><var>abs(A)</var></code> is a factor of <code class="hint_blue"><var>CONSTANT</var></code>, try substituting <code><var>abs(A)</var></code> for <code class="hint_pink">a</code> as well as <code><var>-abs(A)</var></code>.
da: Hvis du sidder fast, kan du prøve at liste hver enkelt faktor i <code class="hint_blue"><var>CONSTANT</var></code> og dens modsatte som <code class="hint_pink">a</code> i disse ligninger, og se om det giver en værdi for <code class="hint_pink">b</code>, som opfylder begge betingelser. For eksempel, da <code><var>abs(A)</var></code> er en faktor for <code class="hint_blue"><var>CONSTANT</var></code>, så prøv at indsætte <code><var>abs(A)</var></code> for <code class="hint_pink">a</code> samt <code><var>-abs(A)</var></code>.
fr: On peut faire la liste des diviseurs de <code class="hint_blue"><var>CONSTANT</var></code> et de leurs opposés, puis remplacer <code class="hint_pink">a</code> par un de ces nombres dans l'équation, et voir si cela donne une valeur de <code class="hint_pink">b</code> qui satisfait aux deux conditions. Par exemple, comme <code><var>abs(A)</var></code> est un diviseur de <code class="hint_blue"><var>CONSTANT</var></code>, on essaie de donner à <code class="hint_pink">a</code> les valeurs <code><var>abs(A)</var></code> et <code><var>-abs(A)</var></code>.
nb: Om du sitter fast, kan du prøve å lage lister med de enkelt faktorer for <code class="hint_blue"><var>CONSTANT</var></code> og dens motsatte som <code class="hint_pink">a</code> i disse ligningene, og se om det gir en verdi for <code class="hint_pink">b</code>, som oppfyller begge betingelsene. For eksempel, da <code><var>abs(A)</var></code> er en faktor for <code class="hint_blue"><var>CONSTANT</var></code>, så prøv å sette inn <code><var>abs(A)</var></code> for <code class="hint_pink">a</code> samt <code><var>-abs(A)</var></code>.
pl: Jeżeli nie wiesz co dalej, spróbuj wypisać wszystkie pojedyncze czynniki <code class="hint_blue"><var>CONSTANT</var></code> i liczby jej przeciwnej, <code class="hint_pink">a</code> w tych równaniach, i sprawdź, czy daje to wartość <code class="hint_pink">b</code>, która potwierdza oba warunki. Na przykład, skoro <code><var>abs(A)</var></code> jest czynnikiem <code class="hint_blue"><var>CONSTANT</var></code>, spróbuj podstawić <code><var>abs(A)</var></code> za <code class="hint_pink">a</code>, jak również <code><var>-abs(A)</var></code>.
pt: Se você estiver com dificuldades, tente listar todos os fatores de <code class="hint_blue"><var>CONSTANT</var></code> e seus opostos como <code class="hint_pink">a</code> nessas equações, e veja se obtém um valor para <code class="hint_pink">b</code> que valide as duas condições. Por exemplo, como <code><var>abs(A)</var></code> é um fator de <code class="hint_blue"><var>CONSTANT</var></code>, tente substituir <code><var>abs(A)</var></code> por <code class="hint_pink">a</code> assim como <code><var>-abs(A)</var></code>.

source: If you're using an iPad or prefer not to type, you can try our new experimental drag-and-drop coding with blocks by clicking the right button below.
da: Hvis du bruger en iPad eller foretrækker ikke at skrive, kan du prøve vores nye eksperimentelle træk-og-slip kodning med blokke ved at klikke på knappen til højre nedenfor.
es: Si estás usando un iPad o prefieres no escribir, puedes probar nuestra nueva y experimental programación con bloques para arrastrar y colocar, haciendo clic en el botón derecho a continuación.
fr: Si vous utilisez un iPad ou préférez ne pas taper au clavier, vous pouvez essayer notre nouveau codage expérimental par "glisser-déposer" de blocs en cliquant sur le bouton de droite ci-dessous.
nb: Hvis du bruker en iPad eller foretrekker ikke å skrive, kan du prøve våre nye eksperimentelle dra-og-slipp koding med blokker ved å klikke den høyre knappen nedenfor.
pl: Jeśli korzystasz z tabletu albo po prostu nie chce Ci się klikać, wypróbuj naszą nową platformę do kodowania metodą przeciągnij-i-upuść za pomocą klocków, klikając na przycisk poniżej po prawej stronie.
pt: Se você estiver usando um iPad, ou prefere não digitar, você pode experimentar a nova programação de arrastar e soltar com blocos, clicando no botão direito abaixo.
pt_pt: Se estás a utilizar um iPad ou preferes não escrever, podes experimentar o nosso novo sistema de programação interativa com blocos (arrastar e soltar).
tr: Bir iPad kullanıyorsanız ve yazmak istemiyorsanız, aşağıdaki sağ düğmeyi tıklayarak, yeni deneysel bloklarla sürükle-ve-bırak kodlamamızı deneyin.

source: If you've changed your mind and want to choose another mission, no worries: <br> <a href="%(dashboard_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > Choose another mission </a> or <a href="%(library_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > explore our full library of content </a>
da: Hvis du har skiftet mening og vil have en anden mission, gør det ikke noget: <br> <a href="%(dashboard_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > Vælg en anden mission </a> eller <a href="%(library_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > udforsk vores komplette bibliotek med indhold </a>
es: Si cambiaste de opinión y quieres escoger otra misión, no hay problema: <br> <a href="%(dashboard_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > Escoge otra misión </a> o <a href="%(library_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > explora completa nuestra biblioteca de contenidos </a>
fr: Si vous avez changé d'avis et que vous voulez choisir une autre mission, pas de soucis : <br> <a href="%(dashboard_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > Choisissez une autre mission </a> ou <a href="%(library_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > explorez notre notre entière bibliothèque de contenus </a>
nb: Hvis du har ombestemt deg og vil velge en annen oppgave, ingen problem: <br> <a href="%(dashboard_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > Velg et annet oppdrag </a> eller <a href="%(library_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > utforske hele vårt bibliotek </a>
nl: Als je van gedachten bent veranderd en een andere missie wil kiezen, geen zorgen: <br> <a href="%(dashboard_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > Kies een andere missie </a> of <a href="%(library_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > verken alle inhoud in onze bibliotheek </a>
pl: Jeżeli zmieniłeś/aś zdanie i chcesz wybrać inną misję, nie ma sprawy: <br> <a href="%(dashboard_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > Wybierz inną misję </a> lub <a href="%(library_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > zobacz pełną bibliotekę naszych treści </a>
pt: Se você mudou de ideia e quer escolher outra missão, não se preocupe : <br> <a href="%(dashboard_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > Escolha outra missão </a> ou <a href="%(library_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > explore nossa biblioteca de conteúdo completa </a>
tr: Eğer fikirinizi değiştirdiyseniz ve başka bir hedef seçmek istiyorsanız, endişelenmeyin: <br> <a href="%(dashboard_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > Başka bir görev seçin </a> veya <a href="%(library_link)s" style="color:#ffffff!important;text-decoration:underline!important;" > içerik kütüphanemizin tümünü keşfedin </a>

source: If you've got more feedback, please %(feedbackLink)s.
es: Si tienes más información, por favor %(feedbackLink)s.
fr: Si vous avez plus de commentaires, allez a l'adresse %(feedbackLink)s.
ja: さらにフィードバックがある場合，%(feedbackLink)s をご利用下さい．
nb: Har du flere tilbakemeldinger, kan du bruke %(feedbackLink)s.
pl: Jeśli chcesz nam przekazać więcej opinii, prosimy %(feedbackLink)s.
pt: Se você tiver mais feedbacks, %(feedbackLink)s.
pt_pt: Se tiveres mais comentários a fazer, %(feedbackLink)s.
tr: Daha geri bildiriminiz varsa, lütfen %(feedbackLink)s.

source: If you've recently helped out as a volunteer and we've accidentally left you off the above list, please <a href="/reportissue?type=Defect&issue_labels=Component-Code">let us know</a>. If you want to volunteer, please see <a href="/contribute">how to help</a>.
fr: Si vous avez récemment aidé en tant que bénévole et que nous vous avons accidentellement omis de la liste qui se trouve ci-dessus, <a href="/reportissue?type=Defect&issue_labels=Component-Code"> faites le nous savoir</a> s'il vous plaît. Si vous désirez faire du bénévolat, regardez s'il vous plaît <a href="/contribute"> comment aider</a>.
pl: Jeśli niedawno pomogłeś nam jako wolontariusz, a przypadkowo pominęliśmy Cię na powyższej liście, prosimy <a href="/reportissue?type=Defect&issue_labels=Component-Code">powiadom nas o tym</a>. Jeśli chcesz zostać wolontariuszem, zobacz <a href="/contribute">jak mogę pomóc</a>.
pt: Se você nos ajudou recentemente e, por descuido, não mencionamos seu nome na lista acima, <a href="/reportissue?type=Defect&issue_labels=Component-Code">entre em contato conosco</a>. Se você deseja ser um voluntário, veja <a href="/contribute">como nos ajudar</a>.
pt_pt: Se nos ajudou recentemente e, por descuido, não incluímos o seu nome nesta lista, <a href="/reportissue?type=Defect&issue_labels=Component-Code">entre em contacto connosco</a>. Se pretende ser voluntário, <a href="/contribute">veja como pode ajudar-nos</a>.
tr: Adınızı, yakın zamanda gönüllü olarak yardım etmiş olmanıza rağmen, yanlışlıkla yukarıdaki listeye eklemeyi unutmuşsak, lütfen <a href="/reportissue?type=Defect&issue_labels=Component-Code">bize haber verin</a>. Eğer gönüllü olmak istiyorsanız, lütfen <a href="/contribute">nasıl yardım edebileceğinizi</a> inceleyin.

source: If you...
nb: Hvis du...
pt: Se você...
tr: Eğer siz...

source: If your language is not on that list, <a target="_blank" href="https://code.google.com/p/khanacademy/issues/entry?template=Programming%20Translation%20Request">request it here</a>.
da: Hvis dit sprog ikke er på listen, <a target="_blank" href="https://code.google.com/p/khanacademy/issues/entry?template=Programming%20Translation%20Request">kan du anmode om det her</a>.
es: Si tu idioma no está en esa lista, <a target="_blank" href="https://code.google.com/p/khanacademy/issues/entry?template=Programming%20Translation%20Request">solicítalo aquí</a>.
fr: Si votre langue n'est pas sur cette liste, <a target="_blank" href="https://code.google.com/p/khanacademy/issues/entry?template=Programming%20Translation%20Request"> demandez ici</a>.
nb: Hvis språket ditt ikke er på den listen, <a target="_blank" href="https://code.google.com/p/khanacademy/issues/entry?template=Programming%20Translation%20Request">kan du spørre etter det her</a>.
nl: Staat je taal niet op de lijst, <a target="_blank" href="https://code.google.com/p/khanacademy/issues/entry?template=Programming%20Translation%20Request">meld het dan hier</a>.
pl: Jeśli Twój język nie znajduje się na tej liście, <a target="_blank" href="https://code.google.com/p/khanacademy/issues/entry?template=Programming%20Translation%20Request">poproś o niego tutaj</a>.
pt: Caso seu idioma não esteja nessa lista, <a target="_blank" href="https://code.google.com/p/khanacademy/issues/entry?template=Programming%20Translation%20Request">peça-o aqui</a>.
tr: Eğer istediğiniz dil listede yer almıyor ise, <a target="_blank" href="https://code.google.com/p/khanacademy/issues/entry?template=Programming%20Translation%20Request">buradan talepte bulunabilirsiniz</a>.
