Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Everything you know and how smart you are is determined by the number of connections between neurons -- tiny cells in your brain. Whenever you learn new things, these connections in your brain multiply and get stronger, and you get smarter. The more you push your brain by using good strategies to learn challenging things– like a foreign language, math, or writing– the more your brain cells grow and the smarter you get. Then things that you once found very hard or even impossible become easier.
da: Alt hvad du ved og hvor klog du er bestemmes af antallet af forbindelser mellem neuroner, som er bittesmå celler i din hjerne. Når du lærer nye ting, formerer disse forbindelser sig i din hjerne og bliver stærkere, og du bliver klogere. Jo mere du presser din hjerne ved at bruge gode læringsstrategier til at lære udfordrende ting, som f.eks. et fremmedsprog, matematik eller at skrive, jo mere dine hjerneceller vokser, jo klogere bliver du. De ting, som du engang fandt meget vanskeligt eller endog umuligt, bliver lettere.
es: Todo lo que sabes y cuan inteligente eres está determinado por el número de conexiones entre neuronas -- pequeñas células en tu cerebro. Cuando aprendes cosas nuevas estas conexiones en tu cerebro se multiplican, se vuelven más fuertes y tú te vuelves más inteligente. Mientras más pones a trabajar a tu cerebro con las estrategias apropiadas para aprender cosas difíciles– como un idioma distinto al tuyo, matemáticas o a escribir– las células de tu cerebro crecen y te haces más inteligente; es entonces cuando las cosas que alguna vez te costaron mucho trabajo o no pudiste resolverlas se vuelven fáciles.
fr: Tout ce que vous savez et votre intelligence est déterminé par le nombre de connexions entre vos neurones, des petites cellules de votre cerveau. Dès que vous apprenez de nouvelles choses, ces connections cérébrales se multiplient et se renforcent, ce qui vous rend plus intelligent. Plus vous utilisez de bonnes stratégies pour apprendre des choses stimulantes - comme une langue étrangère, des maths ou l'écriture - plus les cellules de votre cerveau grossissent et plus vous devenez intelligent. Les choses que vous trouviez autrefois difficiles ou même impossibles en deviennent plus faciles.
ja: あなたが知っていること全て，あるいはあなたがどれだけ賢いか，はニューロン-- あなたの頭の中にある小さな細胞 -- がどれだけ接続されているかによって決まります．あなたが新しいことを学ぶ時にはいつでも，あなたの頭の中のこれらの接続は増え，強くつながり，そしてあなたは賢くなります．あなたが頭脳をより使い，良い戦略を用いて挑戦的なこと -- 外国語，数学，書法など -- を学ぶと，あなたの頭脳の細胞が成長し，より賢くなります．以前あなたにとって難しかったこと，あるいは理解するのは不可能だと思っていたことでも簡単なことになります．
nb: Alt du vet, og hvor smart du er, bestemmes av antallet forbindelser mellom nevroner - små celler i hjernen din. Når du lærer nye ting blir disse forbindelsene flere og sterkere, og du blir smartere. Jo mer du anstrenger hjernen din og bruker gode strategier for å lære utfordrende ting - som et fremmed språk, matte eller skriving - desto flere hjerneceller vokser og jo smartere blir du. Siden blir ting du tidligere syntes var vanskelig eller umulig mye lettere.
nl: Alles wat je weet en hoe slim je bent wordt bepaald door het aantal verbindingen tussen neuronen -- kleine cellen in jouw hersenen. Wanneer je iets nieuws bijleert, vermenigvuldigen deze verbindingen in jouw hersenen zich en worden deze sterker. Zo wordt jij slimmer. Hoe meer je jouw hersenen uitdaagt door goede strategieën te bedenken om moeilijke zaken bij te leren - zoals een vreemde taal, wiskunde of schrijven - hoe meer jouw hersencellen groeien en hoe slimmer je wordt. Dan worden zaken die je ooit zeer moeilijk vond, of zelfs onmogelijk achtte, makkelijker.
pl: Wszystko co wiesz, oraz to, jak bystry jesteś, jest określone przez liczbę połączeń między neuronami -- małymi komórkami, które są częścią Twojego mózgu. Za każdym razem, gdy uczysz się nowych rzeczy, połączenia w Twoim mózgu pomnażają się i stają się silniejsze, więc stajesz się mądrzejszy. Im mocniej trenujesz swój mózg, używając go do robienia rzeczy będących prawdziwymi wyzwaniami - jak nauka języka obcego, matematyka, lub pisanie - tym bardziej Twoje komórki mózgowe rosną, tym mądrzejszy się stajesz. Wtedy rzeczy, które były trudne lub nawet niemożliwe do wykonania, stają się łatwiejsze.
pt: Tudo o que você sabe e sua capacidade de raciocínio são determinados pelo número de conexões entre os neurônios – pequenas células em seu cérebro. Sempre que você aprende coisas novas, essas conexões se multiplicam e ficam mais fortes, e você fica mais esperto. Quanto mais você força seu cérebro, usando boas estratégias para aprender coisas difíceis – como uma língua estrangeira, matemática ou redação – mais as células do cérebro crescem e mais inteligentes você fica. E tudo aquilo que um dia você achou muito difícil ou mesmo impossível torna-se mais fácil.
pt_pt: Tudo o que sabes e o teu nível de inteligência são fatores que estão relacionados com o número de ligações entre os teus neurónios (as células que estão no teu cérebro). Quando aprendes coisas novas, estas ligações multiplicam-se e ficam mais fortes. Por isso, ficas mais inteligente! Quanto mais utilizares o teu cérebro, mais as tuas celular cerebrais crescem e, portanto, mais inteligente ficas. Depois, as coisas que pensavas serem impossíveis, tornam-se muito fáceis.
tr: Bildiğiniz her şey ve ne kadar akıllı olduğunuz, beyninizdeki nöron adı verilen küçücük hücrelerin aralarındaki bağlantıların sayısına bağlıdır. Yeni bir şeyler öğrendiğinizde bu bağlantılar artıp güçlenir, ve siz daha da zekileşirsiniz. Yabancı diller, matematik veya yazım gibi zor konuları öğrenmek için beyninizi uygun öğrenme stratejileri kullanarak ne kadar zorlarsanız, beyin hücreleriniz de o kadar gelişir ve becerileriniz de o kadar artar. Sonuç olarak, önceleri zor ve hatta imkansız bulduğunuz konular gittikçe kolaylaşır.

source: Examining our equation, we can see the vertex of the parabola is at <code class="hint_green">(<var>H</var>, <var>K</var>)</code>.
da: Hvis vi undersøge vores ligning, kan vi se at toppunktet for parablen er <code class="hint_green"> (<var>H</var>, <var>K</var>)</code>.
es: Examinando nuestra ecuación, podemos ver que el vértice de la parábola está en <code class="hint_green">(<var>H</var>, <var>K</var>)</code>.
fr: En observant l'équation, on voit que le sommet de la parabole est le point <code class="hint_green">(<var>H</var>, <var>K</var>)</code>.
nb: Hvis vi undersøker ligningen, kan vi se at toppunktet for parabelen er <code class="hint_green"> (<var>H</var>, <var>K</var>)</code>.
pl: Analizując równanie, możemy zauważyć, że wierzchołek paraboli jest w punkcie <code class="hint_green">(<var>H</var>, <var>K</var>)</code>.
pt: Analisando a nossa equação, podemos observar o vértice da parábola em <code class="hint_green">(<var>H</var>, <var>K</var>)</code>.
tr: Denklemimizi inceleyerek, parabolün köşesinin <code class="hint_green">(<var>H</var>, <var>K</var>)</code> olduğunu görürüz.

source: Example:
da: Eksempel:
es: Ejemplo:
fr: Exemple :
hi: उदाहरण:
ja: 例:
nb: Eksempel:
nl: Voorbeeld:
pl: Przykład:
pt: Exemplo:
pt_pt: Exemplo:

source: Examples: %(examples)s
bg: Примери: %(examples)s
da: Eksempler: %(examples)s
es: Ejemplos: %(examples)s
fr: Exemples : %(examples)s
he: דוגמאות: %(examples)s
hi: उदाहरण: %(examples)s
ja: 検索例: %(examples)s
nb: Eksempler: %(examples)s
nl: Voorbeelden: %(examples)s
pl: Przykłady: %(examples)s
pt: Exemplos: %(examples)s
pt_pt: Exemplos: %(examples)s
tr: Örnekler: %(examples)s

source: Except where noted, all rights reserved.
da: Bortset fra hvor andet er angivet, forbeholdes alle rettigheder.
es: Todos los derechos reservados, excepto que se indique lo contrario.
fr: Sauf indication contraire, tous droits réservés.
ja: 以下，特に断りのない限り，全ての権利を当方が有します．
nb: Bortsett fra der det er angitt, forbeholdes alle rettigheter.
nl: Behalve waar vermeld, alle rechten voorbehouden.
pl: Poza zaznaczonymi wyjątkami, wszystkie prawa zastrzeżone.
pt: Exceto quando expresso, todos os direitos são reservados.
pt_pt: Todos os direitos reservados, exceto quando expresso o contrário.
tr: Aksi belirtilmedikçe tüm hakları mahfuzdur.

source: Execution Environment
bg: Среда за изпълнение
da: Udførelsestilstand
es: Entorno de ejecución
fr: Environnement d'exécution
he: סביבת הרצה
nb: Utføringsmiljø
nl: Uitvoeringsomgeving
pl: Środowisko wykonawcze
pt: Ambiente de execução
pt_pt: Ambiente de execução
tr: Çevre İnfazı

source: Executive Assistant &amp; Chief Happiness Officer (CHO)
es: Asistente ejecutiva; directora ejecutiva de felicidad (DEF)
pt: Assistente executiva e Diretora executiva de felicidade (Chief Happiness Officer - CHO)
tr: Yönetici Asistanı &amp; Mutluluktan Sorumlu Genel Müdür

source: Exercise
da: Øvelse
es: Ejercicio
fr: Exercice
ja: 練習問題
nb: Øvelse
nl: Oefening
pl: Ćwiczenie
pt: Exercício
pt_pt: Exercício
tr: Alıştırma

source: Exercise Template
pt: Modelo de exercício
tr: Soru şablonu

source: Exercise feedback
nb: Oppgave tilbakemelding
pl: Opinia o ćwiczeniu
pt: Feedback do exercício
pt_pt: Comentários ao exercício
tr: Egzersiz geri bildirimi

source: Exercise modules and upcoming iOS work.
pl: Moduły ćwiczeniowe i nadchodząca praca iOS.
pt: Módulos de exercícios e compatibilidade futura com iOS.
tr: Alıştırma modülleri ve iOS çalışmaları.

source: Exercise your <em>%(exercise)s</em> skills
da: Øv dine <em>%(exercise)s</em> færdigheder
es: Ejercita tus <em>%(exercise)s</em> habilidades
fr: Mettez en pratique vos <em>%(exercise)s</em> compétences
ja: <em>%(exercise)s</em> を練習しよう
nb: Tren dine <em>%(exercise)s</em> ferdigheter
nl: Oefen je <em>%(exercise)s</em> vaardigheden
pl: Ćwicz swoje <em>%(exercise)s</em> umiejętności
pt: Exercite suas habilidades de <em>%(exercise)s</em>
pt_pt: Exercita os teus <em>%(exercise)s</em> conhecimentos
tr: Becerilerinizi pratik <em>%(exercise)s</em> yaparak geliştirin

source: Exercise:
da: Øvelse:
es: Ejercicio:
fr: Exercice :
nb: Øvelse:
nl: Oefening:
pl: Ćwiczenie:
pt: Exercício:
pt_pt: Exercício:
tr: Alıştırma:

source: Exercises
da: Øvelser
es: Ejercicios
fr: Exercices
ja: 練習
nb: Øvelser
nl: Oefeningen
pl: Ćwiczenia
pt: Exercícios
pt_pt: Exercícios
tr: Alıştırmalar

source: Expand <code>\dfrac{<var>NUMER</var>}{<var>DENOM</var>}</code> using partial fractions.
es: Expande <code>\dfrac{<var>NUMER</var>}{<var>DENOM</var>}</code> usando fracciones parciales.
fr: Décomposer la fraction <code>\dfrac{<var>NUMER</var>}{<var>DENOM</var>}</code> en éléments simples.
nb: Utvid <code>\dfrac{<var>NUMER</var>}{<var>DENOM</var>}</code> ved hjelp av delbrøksoppspaltning.
pl: Rozwiń <code>\dfrac{<var>NUMER</var>}{<var>DENOM</var>}</code> używając ułamków prostych.
pt: Expanda <code>\dfrac{<var>NUMER</var>}{<var>DENOM</var>}</code> usando frações parciais.
tr: <code>\dfrac{<var>NUMER</var>}{<var>DENOM</var>}</code> parçalı kesirlere ayırınız.

source: Expand the denominator:
da: Gang ud i nævneren:
es: Expande el denominador:
fr: On développe le dénominateur :
nb: Utvid nevneren:
pl: Rozwiń mianownik:
pt: Expanda o denominador:
tr: Paydayı açınız:

source: Expand the expression and combine the like terms:
fr: Développer et réduire l'expression :
nb: Utvid uttrykket og legg sammen like ledd:
nl: Werk de haakjes weg en voeg gelijksoortige termen samen:
pl: Rozwiń nawiasy i zredukuj wyrazy podobne:
pt: Expanda a expressão e combine termos semelhantes:
tr: İfadeyi açın ve benzer terimleri birleştirin:

source: Expand the expression.
da: Gang udtrykket ud.
es: Expande la expresión.
fr: Développer l'expression.
nb: Utvid uttrykket.
pt: Expanda a expressão.
tr: İfadeyi açınız.

source: Expand:
da: Skriv det ud:
es: Desarrolla:
fr: On développe et on réduit :
nb: Utvid:
pl: Rozwiń:
pt: Expandir:
tr: Açın:

source: Expected '%(name)s' to be a valid variable name.
da: Forventede at '%(name)s' er et gyldigt variabelnavn.
es: Se esperaba que '%(name)s' fuera un nombre de variable válido.
nb: Forventet '%(name)s' å være et gyldig variabelnavn.
pl: Oczekiwano, że '%(name)s' będzie poprawną nazwą zmiennej.
pt: Espera-se que '%(name)s' seja um nome de variável válido.
tr: '%(name)s''in geçerli bir değişken adı olması bekleniyordu.

source: Expected '{a}' to have an indentation at {b} instead at {c}.
da: Forventede at '{a}' ville have et indryk ved {b} i stedet for ved {c}.
es: Se esperaba que '{a}' tuviera una sangría en {b} en lugar de tenerla en {c}.
nb: Forventer '{a}' å ha et innrykk på {b} i stedet for {c}.
pl: Oczekuję '{a}' mającego wcięcie w {b} zamiast w {c}.
pt: Espera-se que '{a}' tenha um recuo em {b} e não em {c}.
tr: '{a}'nın, {c} yerine {b}'de girintili olması bekleniyor.

source: Expected a JSON value.
da: Forventede en JSON værdi.
es: Se esperaba un valor JSON.
fr: Une valeur JSON est attendue.
nb: Forventet en JSON verdi.
nl: Verwachtte een JSON waarde.
pl: Oczekiwano wartości JSON.
pt: Espera-se um valor JSON.
tr: JSON değeri bekleniyor.

source: Expected a single parameter in set {a} function.
da: Forventede en enkelt parameter i set {a} funktionen.
es: Se esperaba un parámetro sencillo al establecer la función {a}.
nb: Forventet en enkeltparameter i en set {a} funksjon.
nl: Verwacht een enkele parameter in set {a} functie.
pl: Nieoczekiwany pojedynczy parametr w ustawieniu funkcji {a}.
pt: Espera-se um único parâmetro na função set {a}.
tr: Set {a} fonksiyonunda tek parametre bekleniyor.

source: Expected either '%(first)s' or '%(second)s' to be a valid variable name.
da: Forventede enten at '%(first)s' eller '%(second)s' er et gyldigt variabelnavn.
es: Se esperaba que uno de '%(first)s' o '%(second)s' fuera un nombre de variable válido.
nb: Forventet at '%(first)s' eller '%(second)s' vilee være gyldige variabelnavn.
pl: Oczekiwano. że '%(first)s' lub '%(second)s' będzie poprawną nazwą zmiennej.
pt: Espera-se que '%(first)s' ou '%(second)s' seja um nome de variável válido.
tr: '%(first)s' veya '%(second)s''nin geçerli değişken adları olması bekleniyordu.

source: Expected function call to '%(name)s' was not made.
da: Forventet kald af funktion '%(name)s' blev ikke foretaget.
es: La llamada a la función esperada '%(name)s' no fue realizada.
nb: Forventet funksjonstilkalling til %(name)s ble ikke utført.
pl: Nie skończono wywoływania oczekiwanej funkcji '%(name)s'.
pt: A chamada esperada da função '%(name)s' não foi feita.
pt_pt: A chamada à função %(name)s que era esperada não foi feita.
tr: Beklenen '%(name)s' işlev çağrısı yapılmadı.

source: Experience
pl: Doświadczenie
pt: Experiência
pt_pt: Experiência
tr: Deneyim

source: Experiments
bg: Експерименти
da: Eksperimenter
es: Experimentos
fr: Expériences
he: ניסויים
nb: Eksperimenter
nl: Experimenten
pl: Eksperymenty
pt: Experimentos
pt_pt: Experiências
tr: Deneyler

source: Expert
da: Ekspert
es: Experto
ja: エキスパート
nb: Ekspert
pl: Ekspert
pt: Especialista
pt_pt: Difícil
tr: Uzman

source: Explain again
da: Forklar igen
es: Explicar de nuevo
fr: Expliquez-moi à nouveau
nb: Forklar igjen
nl: Opnieuw uitleggen
pl: Wyjaśnij ponownie
pt: Explicar novamente
pt_pt: Voltar a explicar
tr: Tekrar anlat

source: Explorations
nb: Undersøkelser
pl: Poszukiwania
pt: Explorações
tr: Keşifler

source: Explorations | Khan Academy Labs
nb: Undersøkelser | Khan Academy Labs
pl: Poszukiwanie | Laboratoria Khan Academy
pt: Explorações | Laboratórios da Khan Academy
tr: İncelemeler | Khan Academy Laboratuvarları

source: Explore all the programs and check out the featured ones. Vote for your favorites and become inspired to create your own!
da: Udforsk alle programmerne og tjek de anbefalede. Stem på dine favoritter og bliv inspireret til at lave dine egne!
es: Explora todos los programas y revisa los destacados. ¡Vota por tus favoritos e inspírate para crear los tuyos!
fr: Découvrez tous les programmes et découvrez ceux que nous recommandons. Votez pour vos programme préférés et inspirez vous en pour créer les vôtres!
ja: 全てのプログラムを探求しましょう．そして注目のものもチェックしてみて下さい．あなたのお気に入りのものに投票し，また，あなた自身のプログラムを作って他の人を触発しましょう!
nb: Utforsk alle programmene og sjekk ut de utvalgte. Stem på dine favoritter og bli inspirert til å lage din egen!
nl: Verken alle programma's en bekijk diegene die aanbevolen zijn. Stem op jouw favoriet en raak geïnspireerd er zelf een te maken!
pl: Poznawaj wszystkie programy i sprawdzaj te wybrane. Głosuj na swoje ulubione i zainspiruj się tworząc własne!
pt: Explore todos os programas e veja os destaques. Vote em seus favoritos e inspire-se para criar seu próprio programa!
pt_pt: Vê todos os programas e descobre quais é que estão em destaque. Vota nos teus favoritos e inspira-te para criares o teu!
tr: Tüm programları keşfedin ve öne çıkanları inceleyin. En beğendikleriniz için oy verin ve kendinizinkileri oluşturmak için ilham alın!

source: Explore how the seed size affects the period (length before repeating) of a pseudorandom sequence. Compare this to a random sequence which never falls into a repetitive pattern. Try different seeds and see what happens!
pt: Explore como o tamanho das sementes afeta o período (comprimento antes da repetição) de uma sequência pseudo-aleatória. Compare isso com uma sequência aleatória que nunca entra em um padrão repetitivo. Tente diferentes sementes e veja o que acontece!
tr: Başlangıç değerinin boyutunun yalancı rastgele bir dizinin periyodunu (tekrarlamadan önceki uzunluk) nasıl etkilediğini keşfedin. Bunu hiç yinelemeli bir örüntüye ulaşmayan rastgele bir diziyle karşılaştırın. Değişik değerler deneyin ve neler olduğunu görün!

source: Exploring angle pairs
es: Explorando pares de ángulos
fr: Les angles associés
pl: Poznawanie par kątów
pt: Explorando pares de ângulos
tr: Açı çiftlerini araştırma

source: Exploring mean and median
fr: Une expérimentation sur la moyenne et la médiane
nb: Utforske gjennomsnitt og median
pl: Odkrywanie średniej i mediany
pt: Explorando a média e a mediana
tr: Ortalam ve medyanın keşfi

source: Exploring standard deviation 1
fr: Écart-type 1
pt: Explorando desvio padrão 1
tr: Standart sapmayı keşfetme 1

source: Exponent rules
da: Regneregler for eksponenter
es: Reglas de los exponentes
fr: Appliquer les règles de calcul sur les puissances
hi: घातांक के प्रमाण
nb: Eksponentregler
nl: exponent regels
pl: Zasady potęgowania
pt: Regras de exponenciação
tr: Üs kuralları

source: Express <code><var>FIXED</var></code> as a mixed number.
fr: Écrire <code><var>FIXED</var></code> sous la forme d'une somme d'un entier et d'une fraction décimale.
nb: Uttrykk <code><var>FIXED</var></code> som et blandet tall.
nl: Schrijf <code><var>FIXED</var></code> als een gemengde breuk.
pl: Przedstaw <code><var>FIXED</var></code> jako liczbę mieszaną.
pt: Expresse <code><var>FIXED</var></code> como um número misto.
tr: <code><var>FIXED</var></code> sayısını tam sayılı kesir olarak yazınız.

source: Express <code><var>localeToFixed(D, 1 )</var></code> as a fraction.
es: Expresa <code><var>localeToFixed(D, 1 )</var></code> como una fracción.
fr: Écrire <code><var>localeToFixed(D, 1 )</var></code> sous forme d'une fraction.
nb: Skriv <code><var>localeToFixed(D, 1 )</var></code> som en brøk.
nl: Schrijf <code><var>localeToFixed(D, 1 )</var></code> als breuk.
pl: Przedstaw <code><var>localeToFixed(D, 1 )</var></code> jako ułamek zwykły.
pt: Expresse <code><var>localeToFixed(D, 1 )</var></code> como uma fração.

source: Express <code><var>localeToFixed(D, 2 )</var></code> as a fraction.
es: Expresa <code><var>localeToFixed(D, 2 )</var></code> como una fracción.
fr: Écrire <code><var>localeToFixed(D, 2 )</var></code> sous forme d'une fraction.
nb: Skriv <code><var>localeToFixed(D, 2 )</var></code> som en brøk.
nl: Schrijf <code><var>localeToFixed(D, 2 )</var></code> als breuk.
pl: Przedstaw <code><var>localeToFixed(D, 2 )</var></code> jako ułamek zwykły.
pt: Expresse <code><var>localeToFixed(D, 2 )</var></code> como uma fração.
tr: <code><var>localeToFixed(D, 2 )</var></code> kesir olarak ifade ediniz.

source: Express <code><var>localeToFixed(D, 4)</var></code> as a fraction.
fr: Écrire <code><var>localeToFixed(D, 4)</var></code> sous forme d'une fraction.
hi: व्यक्त करें <code><var>localeToFixed(D, 4)</var></code> एक भिन्न कि तरहI
nb: Skriv <code><var>localeToFixed(D, 4)</var></code> som en brøk.
pl: Przedstaw <code><var>localeToFixed(D, 4)</var></code> jako ułamek zwykły.
pt: Expresse <code><var>localeToFixed(D, 4)</var></code> como uma fração.
tr: <code><var>localeToFixed(D, 4)</var></code> kesir olarak ifade ediniz.

source: Express Yourself
da: Udtryk dig
es: Exprésate
fr: Exprimez-vous
ja: あなたを表現して下さい
nb: Uttrykke deg selv
nl: Laat jezelf horen
pl: Wyraź siebie
pt: Mostre sua cara
pt_pt: Expressa-te
tr: Kendinizi ifade edin

source: Express the decimal as a percent.
da: Udtryk decimaltallet i procent.
es: Expresa el decimal como porcentaje.
fr: Exprimer ce nombre décimal sous forme d'un pourcentage.
hi: दशमलव को प्रतिशत में व्यक्त करना |
nb: Uttrykk desimaltallet i prosent.
nl: Schrijf het decimale getal als percentage.
pl: Wyraź liczbę dziesiętną jako procent.
pt: Faça a expressão do decimal como porcentagem.
tr: Ondalığı yüzde olarak ifade edin.

source: Express the equation of the line in point slope form.
da: Udtryk ligningen for linjen i punkt-hældnings-form.
es: Expresa la ecuación de la recta en forma punto pendiente.
nb: Uttrykk linjen på lineær form.
pl: Przedstaw równanie prostej w postaci kanonicznej.
pt: Expresse a equação da reta na forma da equação fundamental da reta.
tr: Doğrunun denklemini nokta eğim formunda ifade ediniz.

source: Express the fraction as a decimal.
da: Udtryk brøken som et decimaltal.
es: Expresa la fracción en decimales.
fr: Écrire la fraction sous forme d'un nombre à virgule.
nb: Uttrykk brøken som et desimaltall.
nl: Schrijf de breuk als decimaal getal.
pl: Wyraź ułamek w formie dziesiętnej.
pt: Expresse a fração como um decimal.
tr: Kesiri ondalık olarak ifade edin.

source: Express the percent as a decimal.
da: Udtryk procenten som et decimaltal.
es: Expresa el porcentaje como un decimal.
fr: Exprimer le pourcentage sous forme d'un nombre décimal.
nb: Uttrykk prosenten som et desimaltall.
nl: Schrijf het percentage als decimaal getal.
pl: Wyraź procent jako ułamek dziesiętny.
pt: Faça a expressão do percentual como decimal.
tr: Yüzdelik sayıyı ondalık sayı olarak ifade ediniz.

source: Express the top number in scientific notation by dragging the decimal in the bottom number:
fr: Exprimer le nombre du haut en notation scientifique en déplaçant la virgule dans le nombre du bas :
nb: Uttrykk et tall på standardform ved å dra desimaltegnet på det nederste tallet:
pl: Wyraź górną liczbę w notacji naukowej przesuwając przecinek dziesiętny w dolnej liczbie:
pt: Escreva o número de cima em notação científica arrastando a vírgula decimal no número de baixo:
tr: Aşağıdaki sayının ondalık noktasının yerini değiştirerek üstteki sayıyı bilimsel gösterimle ifade ediniz.

source: Express this number in scientific notation.
es: Expresa este número en notación científica.
fr: Exprimer ce nombre en notation scientifique.
nb: Uttrykk et tall på standardform.
pl: Wyraź tę liczbę w notacji naukowej.
pt: Escreva este número em notação científica.
tr: Bu sayıyı bilimsel gösterimle gösteriniz.

source: Express your answer as a <em>mixed number simplified to lowest terms</em>.
es: Expresa tu respuesta como un <em>número mixto simplificado a su mínima expresión</em>.
nb: Uttrykk ditt svar som <em>blandede tall på forkortet form</em>.
pl: Zapisz odpowiedź jako <em>liczbę mieszaną w najprostszej możliwej postaci</em>.
pt: Responda na forma de um <em>número misto simplificado para seus menores termos</em>.
tr: Cevabınızı <em>sadeleştirilmiş tam sayılı kesir</em> cinsinden yazınız.
