Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Learn math, science, computer programming, art history, economics, and more for free on
da: Lær matematik, videnskab, computerprogrammering, kunsthistorie, økonomi med mere, gratis på
es: Aprende matemáticas, ciencia, programación, historia del arte, economía y más, gratis en
fr: Apprenez les mathématiques, les sciences, la programmation, l'histoire de l'art, l'économie et plus encore, tout cela complètement gratuitement
nb: Lær matematikk, vitenskap, programmering, kunsthistorie, økonomi og mer gratis på
nl: Leer wiskunde, wetenschap, computerprogrammeren, kunstgeschiedenis, economie, en meer gratis
pl: Ucz się matematyki, przedmiotów ścisłych, programowania, historii sztuki i o wiele więcej, za darmo, na
pt: Aprender matemática, ciência, programação de computação, história da arte, economia e muito mais gratuitamente em
pt_pt: Aprender Matemática, Ciências, Informática, História, Economia e muito mais, gratuitamente, na
tr: Başka birine Khan Academy'yi önermeniz ne kadar olasıdır?

source: Learn math, science, computer programming, art history, economics, and more for free on Khan Academy
da: Lær matematik, videnskab, computerprogrammering, kunsthistorie, økonomi med mere, gratis på Khan Academy
es: Aprende matemáticas, ciencia, programación, historia del arte, economía y más, gratis en Khan Academy
fr: Apprenez les mathématiques, les sciences, la programmation, l'histoire de l'art, l'économie et plus encore, tout cela gratuitement à la Khan Academy
nb: Lær matematikk, vitenskap, programmering, kunsthistorie, økonomi og mer, gratis på Khan Academy
nl: Leer wiskunde, wetenschap, computerprogrammeren, kunstgeschiedenis, economie, en meer gratis op Khan Academy
pl: Ucz się matematyki, przedmiotów ścisłych, programowania, historii sztuki i o wiele więcej, za darmo, na Khan Academy
pt: Aprenda matemática, ciências, programação de computação, história da arte, economia e muito mais gratuitamente na Khan Academy
pt_pt: Aprender Matemática, Ciências, Informática, História, Economia e muito mais, gratuitamente, na Khan Academy
tr: Khan Academy'de matematik, fen bilimleri, bilgisayar programcılığı, sanat tarihi, ekonomi ve daha fazlasını ücretsizolarak öğrenin

source: Learn more
da: Lær mere
es: Aprende más
fr: En savoir plus
ja: 詳細について:
nb: Lær mer
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
pt_pt: Saber mais
tr: Daha fazla öğrenin

source: Learn more about
da: Lær mere om
es: Aprende más sobre
fr: En savoir plus :
ja: 詳細はこちら
nb: Lær mer om
nl: Leer meer over
pl: Dowiedz się więcej o
pt: Saiba mais sobre
pt_pt: Sabe mais acerca da hashtag
tr: Daha fazla bilgi için:

source: Learn more about Khan Academy
da: Lær mere om Khan Academy
es: Aprende más acerca de Khan Academy
fr: En savoir plus sur la Khan Academy
nb: Lær mer om Khan Academy
nl: Leer meer over Khan Academy
pl: Dowiedz się więcej na temat Khan Academy
pt: Saiba mais sobre a Khan Academy
pt_pt: Saiba mais acerca da Khan Academy
tr: Khan Academy hakkında daha fazla bilgi edinin.

source: Learn more about coaching
es: Aprende más acerca de ser tutor
fr: En savoir plus sur le coaching avec la Khan Academy
nb: Lær mer om veiledning
nl: Leer meer over coaching
pl: Dowiedz się więcej o trenowaniu
pt: Saiba mais sobre tutoria
pt_pt: Saber mais acerca da tutoria
tr: Eğitmenlik hakkında daha fazla bilgi edinin

source: Learn more about our <a href="http://international.khanacademy.org">international initiatives</a>.
fr: Apprenez-en plus sur nos <a href="http://international.khanacademy.org">initiatives à l'international</a>
pl: Dowiedz się więcej o naszych <a href="http://international.khanacademy.org">inicjatywach międzynarodowych</a>.
pt: Saiba mais sobre nossas <a href="http://international.khanacademy.org">iniciativas internacionais</a>.
pt_pt: Saiba mais acerca das nossas <a href="http://international.khanacademy.org">iniciativas internacionais</a>.
tr: <a href="http://international.khanacademy.org">Uluslararası girişimlerimiz</a> hakkında daha fazlasını öğrenin.

source: Learn more about our hashtag
ja: ハッシュタグについてもっと学ぶ
nb: Lær mer om våre hashtag
pl: Dowiedz się więcej o naszym hashtagu
pt: Saiba mais sobre nossa hashtag
pt_pt: Saber mais acerca da nossa hashtag
tr: Hashtag'imiz hakkında daha fazla bilgi

source: Learn more about our team
es: Conoce más sobre nuestro equipo
fr: En savoir plus sur l'équipe (US)
nb: Lær mer om laget vårt
nl: Leer meer over ons team
pl: Dowiedz się więcej o naszym zespole
pt: Saiba mais sobre nossa equipe
pt_pt: Saber mais acerca da nossa equipa
tr: Takımımız hakkında daha fazla bilgi edinin

source: Learn more about the dashboard
da: Lær mere om læringsoversigten
es: Aprende más sobre el panel
fr: En savoir plus sur le tableau de bord
ja: ダッシュボードについての詳細
nb: Lær mer om statuslinjen
nl: Meer informatie over het dashboard
pl: Dowiedz się więcej o panelu
pt: Saiba mais sobre o painel de aprendizado
pt_pt: Sabe mais acerca do painel de aprendizagem
tr: Öğrenme Panosu'na ilişkin daha detaylı bilgi edinin

source: Learn more about their stories
es: Aprende más sobre sus historias
fr: En savoir plus
nb: Lær mer om deres historier
nl: Leer meer over hun verhalen
pl: Dowiedz się więcej o ich historiach
pt: Saiba mais sobre suas histórias
pt_pt: Conhecer as histórias
tr: Onların hikayeleri hakkında daha fazla bilgi edinin

source: Learn more at https://%(hostname)s/about
da: Lær mere på https://%(hostname)s/about
es: Aprende más en https://%(hostname)s/about
fr: En savoir plus sur https://%(hostname)s/about
nb: Lær med på https://%(hostname)s/about
nl: Lees meer op https://%(hostname)s/about
pl: Dowiedz się więcej na https://%(hostname)s/about
pt: Saiba mais em https://%(hostname)s/about
tr: Daha fazla bilgi için: https://%(hostname)s/about

source: Learn more in our FAQ
es: Conoce más en nuestra sección de preguntas frecuentes
ja: 私達の FAQ でより詳しく知ってください
nb: Les mer i våre FAQ
nl: Meer informatie in onze FAQ
pl: Dowiedz się więcej z FAQ
pt: Saiba mais em nossa seção de perguntas frequentes
pt_pt: Lê as perguntas frequentes
tr: SSS'mizden daha fazlasını öğrenin

source: Learn more tags like links and tables, then learn more powerful css selectors and properties to completely re-style your page.
da: Lær flere tags såsom links og tabeller, og lær derefter mere kraftfulde css selektorer og egenskaber for at give din side en helt ny stil.
es: Aprende más etiquetas como enlaces y tablas, luego aprende selectores CSS y propiedades más poderosas para darle un estilo completamente nuevo a tu página.
fr: Apprenez plus de balises pour les tableaux et les liens, puis apprenez des sélecteurs et des propriétés CSS plus puissants pour complètement travailler le style de votre page Web.
nb: Lær flere koder som lenker og tabeller, og lær om kraftigere css velgere og egenskaper som endrer siden helt.
nl: Leer meer tags zoals links en tabellen en leer dan over krachtigere css selectors en eigenschappen om jouw pagina compleet te herontwerpen.
pl: Dowiedz się więcej o tagach, takich jak linki i tabele, a następnie o potężnych selektorach css i właściwościach, żeby całkowicie odmienić swoją stronę.
pt: Conheça mais tags, como links e tabelas, e, depois, conheça os seletores css mais poderosos e propriedades para transformar completamente sua página.
tr: Bağlantılar ve tablolar gibi başka etiketleri öğrenin, sonra sayfanızı tamamen yeniden şekillendirmek için daha güçlü css seçicilerini ve özelliklerini öğrenin.

source: Learn more today
da: Få mere at vide i dag
es: Aprende más hoy
fr: Apprenez-en plus aujourd'hui
nb: Lær mer i dag
nl: Leer vandaag meer
pl: Naucz się dzisiaj więcej
pt: Aprenda mais hoje
pt_pt: Continua a aprender hoje
tr: Bugün daha çok şey öğrenin

source: Learn more today:
da: Lær mere i dag:
es: Aprende más hoy:
fr: Apprenez-en plus aujourd'hui:
nb: Lær mer i dag:
nl: Leer vandaag meer:
pl: Naucz się dzisiaj więcej:
pt: Aprenda mais hoje:
pt_pt: Continua a aprender hoje:
tr: Bugün daha çok şey öğrenin:

source: Learn new stuff. Onward!
da: Lær nye ting. Videre!
es: Aprende cosas nuevas. ¡Adelante!
fr: Apprendre de nouvelles choses. Allons de l'avant!
nb: Lær nye ting. Fremad!
nl: Leer nieuwe dingen. Verder!
pl: Ucz się nowych rzeczy. Naprzód!
pt: Aprenda coisas novas. Siga em frente!
pt_pt: Aprende coisas novas. Força!
tr: Yeni şeyler öğrenin. Devam!

source: Learn programming
da: Lær at programmere
es: Aprende a programar
fr: Apprendre à coder
ja: プログラミングを学びましょう．
nb: Lær programmering
nl: Leer programmeren
pl: Naucz się programowania
pt: Aprenda programação
pt_pt: Aprende a programar
tr: Programlamayı öğrenin

source: Learn something for yourself
da: Lær selv noget
es: Aprende algo por ti mismo
fr: Apprenez quelque chose par vous-même
ja: 何かを自分自身のために学びましょう
nb: Lære noe på egenhånd
nl: Leer iets voor jezelf
pl: Naucz się czegoś dla siebie
pt: Aprenda sozinho
pt_pt: Aprenda durante toda a vida
tr: Siz de bir şeyler öğrenin

source: Learn something new
da: Lær noget nyt
es: Aprende algo nuevo
fr: Apprenez quelque chose de nouveau
nb: Lær noe nytt
nl: Leer iets nieuws
pl: Naucz się czegoś nowego
pt: Aprenda algo novo
pt_pt: Aprende coisas novas
tr: Yeni bir şeyler öğrenin

source: Learn to program.
da: Lær at programmere.
es: Aprende a programar.
fr: Apprenez à programmer.
nb: Lær å programmere.
nl: Leren programmeren.
pl: Naucz się programować.
pt: Aprenda a programar.
tr: Program yapmayı öğrenmek.

source: Learn ways to help your students succeed with Khan Academy.
da: Lære måder at hjælpe dine elever med at få succes med Khan Academy.
es: Aprende formas de ayudar a que tus estudiantes tengan éxito con Khan Academy.
fr: Apprenez à aider vos élèves grâce à la Khan Academy.
ja: カーンアカデミーであなたの生徒が成功する手助けをする方法を学ぶ
nb: Lær måter å helpe elevene med å lykkes med Khan Academy.
nl: Ontdek manieren om je leerlingen te helpen slagen met Khan Academy.
pl: Poznaj drogi by pomóc swoim uczniom odnieść sukces z Khan Academy.
pt: Aprenda maneiras para ajudar seus alunos a obter sucesso com a Khan Academy.
pt_pt: Veja de que forma pode ajudar os seus alunos a serem bem sucedidos com a Khan Academy.
tr: Öğrencilerinize Khan Academy ile başarıyı yakalamaları için nasıl yardım edebileceğinizi öğrenin.

source: Learn with Khan Academy
da: Lær med Khan Academy
es: Aprende con Khan Academy
fr: Apprennez avec Khan Academy
nb: Lær med Khan Academy
nl: Leren met Khan Academy
pl: Ucz się z Khan Academy
pt: Aprenda com a Khan Academy
tr: Khan Academy ile öğrenin

source: LearnStorm 2015 is a pilot program that will grow and expand to include more geographic regions in years to come. We’re starting with our homebase, the Bay Area, and will grow nationally and hopefully globally from there.
es: LearnStorm 2015 es un programa piloto que crecerá y se ampliará para incluir más regiones geográficas en años venideros. Estamos comenzando con nuestra base, el Área de la Bahía, y crecerá a nivel nacional y con suerte desde ahí a nivel mundial.
nb: LearnStorm 2015 er et pilotprogram som vil vokse og utvide til å omfatte større områder i årene som kommer. Vi starter på hjemmebane, i Bay Area, og vil vokse nasjonalt og forhåpentligvis globalt herfra.
pt: A LearnStorm 2015 é um programa piloto que vai crescer e se expandir para incluir mais regiões nos próximos anos. Estamos começando com nossa região base, a área da Baía, e vamos crescer nacionalmente e, esperamos, globalmente a partir daqui.
tr: LearnStorm 2015, önümüzdeki yıllarda başka coğrafi bölgeleri içine alacak şekilde büyüyecek ve genişleyecek bir pilot programdır. Ana üssümüzden, Körfez Bölgesinden başlıyoruz, ve buradan ülke çapına ve umarız, küresel boyutlara ulaşacağız.

source: LearnStorm 2015 will feature two monthly cups.
nb: LearnStorm 2015 vil ha to månedlige cuper.
pt: A LearnStorm 2015 terá dois campeonatos mensais.
tr: LearnStorm 2015 iki aylık kupa içerir.

source: LearnStorm 2015 will feature two monthly cups:
nb: LearnStorm 2015 vil ha to månedlige cuper:
pt: A LearnStorm 2015 terá dois campeonatos mensais:
tr: LearnStorm 2015'te iki tane aylık kupa vardır:

source: LearnStorm allows students to choose what level of content they are working on. At any given grade level, students have the opportunity to work at grade level, above grade level, or on an equivalent subject that incorporates remedial concepts. No matter what level you’re at, LearnStorm is designed to help you push forward and work at your learning edge.
es: LearnStorm permite a los estudiantes escoger qué nivel de contenido están trabajando. En cualquier grado escolar, los estudiantes tienen la oportunidad de trabajar en el mismo grado, por encima del grado, o en una materia equivalente que incorpore conceptos para recuperación. No importa en qué nivel estés, LearnStorm está diseñado para impulsarte a trabajar en tu límite de aprendizaje.
nb: LearnStorm tillater elever å velge nivåer på innholdet de jobber med. På alle klassenivåer, har elevene mulighet til å arbeide på , et høyere nivå, eller et tilsvarende tema som tilsvarer eller tetter hull. Uansett hvilket nivå du er på, er LearnStorm laget for å gi deg et dytt fremover og arbeide med å forbedre kunnskapen.
pt: A LearnStorm permite que os alunos escolham o nível do conteúdo no qual eles estão trabalhando. Em qualquer ano letivo, os alunos têm a oportunidade de trabalhar em seu próprio nível, em um nível acima, ou em um assunto equivalente que incorpora conceitos de reforço. Não importa o nível no qual você está, a LearnStorm foi feita para ajudar você a ir adiante e trabalhar no seu limite de aprendizagem.
tr: LearnStorm öğrencilere üzerinde çalıştıkları içerik düzeyini seçme imkanı verir. Herhangi bir sınıf düzeyi için, öğrencilerin o sınıf düzeyinde, sınıf düzeyinin üstünde, veya geliştirici kavramları içeren denk bir derste çalışma imkanı vardır. Hangi düzeyde olursanız olun, LearnStorm sizi ileri itmek ve öğrenme sınırınızda çalışmanızı sağlamak için tasarlanmıştır.

source: LearnStorm is at its core about developing a growth mindset. This challenge rewards you for working and getting things right, but it also rewards and recognizes the importance of trying and getting things wrong. The challenge will also feature fun weekly challenges that teach students more about the growth mindset and how they can develop one themselves.
es: LearnStorm esta centrado en desarrollar una mentalidad de crecimiento. Este desafío te recompensa por trabajar y hacer las cosas bien, pero también recompensa y reconoce la importancia de intentar y hacer las cosas mal. El desafío también incluirá divertidos desafíos semanales que le enseñarán más a los estudiantes acerca de la mentalidad de crecimiento y cómo pueden desarrollarla por ellos mismos.
nb: LearnStorm er kjernen i å utvikle en ny tenkemåte. Denne konkurransen belønner deg for arbeid og for å få ting rett, men det gir også belønning og registrering av hardt arbeid og ting som er feil. Konkurransen gir også ukentlige utfordringer som lærer elever å trene hjernen og hvordan de kan utvikle seg selv.
pt: A essência da LearnStorm é o desenvolvimento do conhecimento. Este desafio recompensa você por trabalhar e fazer as coisas direito, mas ele também recompensa e reconhece a importância de tentar e errar. O desafio também traz desafios semanais divertidos que ensinam aos alunos mais sobre o aumento do conhecimento, e como eles podem se desenvolver.
tr: Temelde, LearnStorm bir büyüme zihniyeti oluşturmakla ilgilidir. Bu yarışma sizi çalıştığınız ve doğru cevaplar bulduğunuz için ödüllendirir, ama aynı zamanda, deneyip yanlış bulmayı da ödüllendirir ve önemini vurgular. Yarışmada öğrencilere büyüme zihniyetini ve kendilerinin de böyle bir zihniyeti nasıl oluşturacaklarını öğreten eğlenceli haftalık yarışmalar da olacaktır.

source: LearnStorm is on now! Add your points and defend your school’s pride!
ja: ラーンストームは今行なわれています! あなたのポイントを加算してあなたの学校のプライドを守りましょう!
nb: LearnStorm er i gang! Legg til dine poeng og forsvar skolens stolthet!
pt: A LearnStorm já está acontecendo! Some seus pontos e defenda o orgulho de sua escola!
tr: LearnStorm devam ediyor! Puanlarınızı ekleyin ve okulunuzu gururlandırın!

source: LearnStorm resources page
es: Página de recursos de LearnStorm
nb: LearnStorm ressurser
pt: página de recursos da LearnStorm
pt_pt: página de recursos da LearnStorm
tr: LearnStorm kaynaklar sayfası

source: LearnStorm resources page
es: página de recursos de LearnStorm
nb: LearnStorm ressurser
pt: página de recursos da LearnStorm
tr: LearnStorm kaynaklar sayfası

source: LearnStorm resources page
es: página de recursos de LearnStorm
nb: LearnStorm ressurser
pt: página de recursos da LearnStorm
pt_pt: página de recursos da LearnStorm
tr: LearnStorm kaynaklar sayfası

source: LearnStorm will culminate in a final, in-person event in the first half of May. Students who have topped leaderboards will be invited to participate in one last challenge during a day-long event that will celebrate the collective learning of all LearnStorm participants (individuals, schools, and cities) and recognize achievements. Representatives from all participating schools will also be invited to attend. This Finals event will not only include more opportunities for students to learn and score points, but will also host fun and engaging activities for students, parents, and teachers alike!
es: LearnStorm culminará con la final en un evento presencial en la primera mitad de mayo. Los estudiantes que hayan sido los primeros en las tablas de clasificación serán invitados a participar en un último desafío en un evento que durará un día. En este evento se celebrará el aprendizaje colectivo de todos los participantes de LearnStorm (individuos, escuelas y ciudades) y se hará un reconocimiento a sus logros. Se invitará a representantes de todas las escuelas participantes para que asistan. ¡Este evento final no solo incluirá más oportunidades de aprender y ganar puntos para los estudiantes, sino que también tendrá actividades divertidas y cautivadoras para estudiantes, padres y maestros por igual!
nb: LearnStorm vil ende opp i en personlig happening i første halvdel av may. Elever som ligger på toppen av resultatlistene vil bli invitert til å delta i en siste utfordring gjennom en hel dag som feirer samlet læring gjennom LearnStorm deltakelse (individer, skoler, og byer) med registrerte resultater. Representanter fra alle deltakende skoler vil også bli invitert. Denne finalen vil ikke bare gi elevene flere muligheter for å lære mer og tjene poeng, men vil også inneholde artige og engasjerende aktiviteter for elever, foreldre og lærere!
pt: A LearnStorm encerrará com um evento presencial na primeira metade de maio. Os alunos que alcançaram o topo dos quadros de classificação serão convidados a participar de um último desafio durante o evento com duração de um dia inteiro que vai celebrar a aprendizagem coletiva de todos os participantes da LearnStorm (indivíduos, escolas e cidades) e reconhecer suas realizações. Representantes de todas as escolas participantes também serão convidados. Este evento final não vai somente incluir mais oportunidades para que os alunos aprendam e marquem pontos, mas também vai promover diversão e atividades para os alunos, pais e professores!
tr: LearnStorm, Mayıs'ın ilk yarısında bir yüz yüze final olayıyla sonuçlanacaktır. Lider panolarının üstünde yer alan öğrenciler, tüm LearnStorm katılımcılarının (bireyler, okullar ve şehirler) kolektif öğrenmesini kutlayacak ve başarılarını takdir edecek gün boyu sürecek son bir yarışmaya katılmak üzere davet edilecektir. Katılan okulların hepsinden temsilciler de katılmak için davet edilecektir. Bu Final olayı, sadece öğrencilere öğrenmek ve puan kazanmak için daha fazla olanak sağlamakla kalmayacak, öğrenciler, veliler, ve öğretmenler için, eğlenceli ve katılımcı etkinlikler sunacaktır!

source: Learner
bg: Учащ се
da: Elev
es: Estudiante
fr: Elève
he: למדן
nb: Elev
nl: Leerling
pl: Uczący się
pt: Aluno
pt_pt: Aluno
tr: Öğrenci

source: Learner mode is enabled for all users!
bg: Учащият режим е достъпен за всички потребители!
da: Elevtilstand er aktiveret for alle brugere!
es: ¡El modo Estudiante está activado para todos los usuarios!
fr: Le mode "Elève" est disponible pour tous les types de compte
nb: Elev-modus er aktivert for alle brukere!
nl: Leerling-modus is ingeschakeld voor alle gebruikers!
pl: Tryb ucznia jest wyłączony dla wszystkich użytkowników!
pt: O modo aluno é habilitado para todos os usuários!
pt_pt: O modo de aluno está ativado para todos os utilizadores!
tr: Öğrenci modu tüm kullanıcılar için etkinleştirildi!

source: Learners
es: Estudiantes
fr: Elèves
ja: 学ぶ人
nb: Elever
pl: Uczący się
pt: Alunos
pt_pt: Alunos
tr: Öğrenenler

source: Learning Home
da: Startside for læring
es: Inicio del aprendizaje
fr: Accueil
ja: 学びのホーム
nb: Startside for læring
nl: Start leren
pl: Strona główna nauki
pt: Página inicial de aprendizagem
pt_pt: Página inicial de aprendizagem
tr: Öğrenme Ana Sayfası

source: Learning home
da: Startside for læring
es: Página de Inicio del aprendizaje
fr: Accueil
nb: Læring hjemme
nl: Thuis leren
pl: Strona główna nauki
pt: Página inicial de aprendizagem
pt_pt: Início
tr: Öğrenme anasayfası

source: Least common multiple
da: Mindste fælles multiplum
es: Mínimo común múltiplo
fr: Plus Petit Commun Multiple (PPCM)
ja: 最小公倍数
nb: Minste felles multiplikator
nl: Kleinste gemene veelvoud
pl: Najmniejsza wspólna wielokrotność
pt: Mínimo múltiplo comum
tr: En Küçük Ortak Kat

source: Legal Services Sponsor
pt: Patrocinador de serviços jurídicos
tr: Hukuki Hizmet Sponsoru

source: Legendary!
da: Legendarisk!
es: ¡Legendario!
fr: Légendaire !
ja: 伝説的!
nb: Legendarisk!
nl: Legendarisch!
pl: Legendarny!
pt: Fabuloso!
pt_pt: Lendário!
tr: Efsanevi!

source: Leila Anne Harris is a doctoral student in art history at the Graduate Center, City University of New York, where she specializes in the history of photography. Her research and writing focus on nineteenth century photography, gender, and domesticity.
pt: Leila Anne Harris é aluna de doutorado em história da arte no Centro de Pós-graduação da Universidade da Cidade de Nova York, onde ela se especializa na história da fotografia. Seu foco de pesquisa e escrita é na fotografia, gênero e domesticidade no século XIX.
tr: Leila Anne Harris, New York Şehir Üniversitesi'nin Lisansüstü Merkezinde sanat tarihi dalında doktora öğrencisidir, uzmanlık alanı fotoğrafçılık tarihidir. Araştırmaları ve yazıları on dokuzuncu yüzyılda fotoğrafçılık, cinsiyet ve aile yaşamına odaklanır.

source: Lend your voice to grow Khan Academy
da: Udlån din stemme for at hjælpe os med at få Khan Academy til at vokse
es: Presta tu voz para hacer crecer a Khan Academy
fr: Faîtes partie des voix de la Khan Academy !
nb: Lån stemmen for å få Khan Academy til å vokse
nl: Help mee de Khan Academy te doen groeien
pl: Użycz swojego głosu, by rozwijać Khan Academy
pt: Empreste sua voz para fazer a Khan Academy crescer
tr: Khan Academy'nin büyümesine yardımcı olmak için sesinizi ödünç verin

source: Length (centimeters)
pl: Długość (centymetry)
pt: Comprimento (centímetros)
tr: Uzunluk (cm)

source: Length (cm)
es: Longitud (cm)
fr: Longueur (cm)
hi: लम्बाई (सेंटीमीटर)
nb: Lengde (cm)
pl: Długość (cm)
pt: Comprimento (cm)
tr: Uzunluk (cm)

source: Length (meter)
pl: Długość (metry)
pt: Comprimento (metros)
tr: Uzunluk (metre)
