Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Mountain View's Castro Street has hosted quite a few KA dinners during summer internships, and we almost always eat as a team before our weekly board game nights. SF, of course, is full of food waiting to be explored. We hope that this section of this page will become a list of our team's favorite restaurants and meals that future interns will be <em>required</em> to explore, but it's a bit empty right now. As soon as you join for your internship, please help fill it out.
pt: A Rua Castro, em Mountain View, já sediou vários jantares da KA durante os intercâmbios de verão, e quase sempre reunimos grupos para jantar antes das noites de jogos de tabuleiro semanais. SF, sem dúvida, tem um roteiro gastronômico que merece ser explorado. Esperamos que esta sessão se torne a lista de restaurantes e refeições favoritos de sua equipe, e que os futuros estagiários serão <em>obrigados</em> a conhecer; mas ainda faltam sugestões. Quando você entrar para nossa equipe de estagiários, não deixe de contribuir com sugestões.
tr: Mountain View'daki Castro Sokağı yaz stajları sırasında birçok KA akşam yemeklerine ev sahipliği etmiştir, ve haftalık kutu oyunu akşamlarında önce bir takım olarak yemek yeriz. SF'de keşfedilmeyi bekleyen bir dolu yemek olduğunu da biliyoruz. Sayfanın bu kısmının, takımımızın en sevdiği restoranların ve yemeklerin bir listesi olmasını ve gelecekteki stajyerlerin bu listeyi denemesinin <em>zorunlu</em> olmasını umuyoruz, ama şu anda biraz boş. Siz stajyerliğinize başlar başlamaz, bunu doldurmaya yardım edin.

source: Move LearnStorm sign ups
es: Mueve las inscripciones en LearnStorm
ja: ラーンストームのサインアップを移動
nb: Flytte LearnStorm registrering
pl: Przenieś zapisy LearnStorm
pt: Mover inscrições da LearnStorm
pt_pt: Mova inscrições da LearnStorm
tr: LearnStorm kayıtlarını taşıyın

source: Move LearnStorm signups between schools
es: Mueve las inscripciones en LearnStorm entre escuelas
ja: 学校間でラーンストームのサインアップを移動
nb: Flytte LearnStorm registrering mellom skoler
pl: Przenieś zapisy na LearnStorm pomiędzy szkołami
pt: Mover inscrições da LearnStorm entre escolas
pt_pt: Mover inscrições na LearnStorm entre escolas
tr: LearnStorm kayıtlarını okullar arasında taşıyın

source: Move sign ups!
es: ¡Mueve las inscripciones!
ja: サインアップの移動!
nb: Flytte registrering!
pl: Przenieś zapisy!
pt: Mover inscrições!
pt_pt: Mover inscrições!
tr: Kaydı taşıyın!

source: Move the <code><var>Y</var></code> term to the right.
da: Flyt <code><var>Y</var></code>-leddet over på den højre side.
es: Mueve el término <code><var>Y</var></code> a la derecha.
fr: On ajoute l'opposé du terme en <code><var>Y</var></code> dans les deux membres.
nb: Flytt <code><var>Y</var></code>-leddet over på den høyre siden.
pl: Przenieś wyraz <code><var>Y</var></code> na prawą stronę.
pt: Mude o termo <code><var>Y</var></code> para a direita.
tr: <code><var>Y</var></code>'li terimi sağa taşıyınız.

source: Move the <code>x</code> term to the other side of the equation.
da: Flyt <code>x</code>-leddet over på den anden side af lighedstegnet.
es: Mueve el término de <code>x</code> al otro lado de la ecuación.
fr: On fait passer le terme en <code>x</code> dans l'autre membre.
nb: Flytt <code>x</code>-leddet over på den andre siden av likhetstegnet.
pl: Przenieś wyraz <code>x</code> na drugą stronę równania.
pt: Mova o termo <code>x</code> para o outro lado da equação.
tr: <code>x</code>'li terimi denklemin öteki tarafına taşıyınız.

source: Move the <code>x</code> term to the same side as the <code>y</code> term.
da: Flyt <code>x</code>-leddet til den samme side, som <code>y</code>-leddet er på.
es: Mueve el término de <code>x</code> al mismo lado que el término de <code>y</code>.
fr: On fait passer le terme en <code>x</code> dans le même membre que le terme en <code>y</code>.
nb: Flytt <code>x</code>-leddet til den samme siden som <code>y</code>-leddet er på.
pl: Przenieś wyraz <code>x</code> na tę samą stronę co wyraz <code>y</code>.
pt: Mova o termo <code>x</code> para o mesmo lado do termo <code>y</code>.
tr: <code>x</code>'li terimi <code>y</code>'li terimle aynı tarafa alın.

source: Move the <strong><code>\color{orange}{\text{<var>ORANGE_DOT</var>}}</code></strong> to <strong><code>\color{orange}{<var>NUMBER</var>}</code></strong> on the number line.
es: Mueve el <strong><code>\color{orange}{\text{<var>ORANGE_DOT</var>}}</code></strong> al <strong><code>\color{orange}{<var>NUMBER</var>}</code></strong> en la recta númerica.
fr: Placer le <strong><code>\color{orange}{\text{<var>ORANGE_DOT</var>}}</code></strong> à <strong><code>\color{orange}{<var>NUMBER</var>}</code></strong> sur la droite numérique.
nb: Flytt <strong><code>\color{orange}{\text{<var>ORANGE_DOT</var>}}</code></strong> til <strong><code>\color{orange}{<var>NUMBER</var>}</code></strong> på tallinjen.
pl: Przesuń <strong><code>\color{orange}{\text{<var>ORANGE_DOT</var>}}</code></strong> to <strong><code>\color{orange}{<var>NUMBER</var>}</code></strong> na osi liczbowej.
pt: Mova o <strong><code>\color{orange}{\text{<var>ORANGE_DOT</var>}}</code></strong> para <strong><code>\color{orange}{<var>NUMBER</var>}</code></strong> na reta numérica.
tr: Sayı doğrusu üzerinde <strong><code>\color{orange}{\text{<var>ORANGE_DOT</var>}}</code></strong>'yı <strong><code>\color{orange}{<var>NUMBER</var>}</code></strong> 'na getiriniz.

source: Move the <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong> to <strong><code>\orange{<var>NUMBER</var>}</code></strong> on the number line.
fr: Placer le <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong> à <strong><code>\orange{<var>NUMBER</var>}</code></strong> sur la droite numérique.
nb: Flytt det <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong> til <strong><code>\orange{<var>NUMBER</var>}</code></strong> på tallinjen.
nl: Verplaats de <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong> naar <strong><code>\orange{<var>NUMBER</var>}</code></strong> op de getallenlijn.
pl: Przesuń <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong> do <strong><code>\orange{<var>NUMBER</var>}</code></strong> na osi liczbowej.
pt: Mova o <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong> para <strong><code>\orange{<var>NUMBER</var>}</code></strong> na reta numérica.
tr: Sayı doğrusu üzerinde <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong>'yı <strong><code>\orange{<var>NUMBER</var>}</code></strong>'a taşıyınız.

source: Move the <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong> to <strong><code>\orange{<var>fraction(NUMERATOR, DENOMINATOR)</var>}</code></strong> on the number line.
fr: Placer le <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong> à <strong><code>\orange{<var>fraction(NUMERATOR, DENOMINATOR)</var>}</code></strong> sur le segment ci-dessous de la droite graduée.
nb: Flytt på <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong> to <strong><code>\orange{<var>fraction(NUMERATOR, DENOMINATOR)</var>}</code></strong> på tallinjen.
pl: Przesuń <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong> o <strong><code>\orange{<var>fraction(NUMERATOR, DENOMINATOR)</var>}</code></strong> na osi liczbowej.
pt: Mova o <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong> para <strong><code>\orange{<var>fraction(NUMERATOR, DENOMINATOR)</var>}</code></strong> na reta numérica.
tr: Sayı doğrusunda <strong><code>\orange{\text{<var>ORANGE_DOT</var>}}</code></strong>'ı <strong><code>\orange{<var>fraction(NUMERATOR, DENOMINATOR)</var>}</code></strong>'a getiriniz.

source: Move the constant term to the right side of the equation.
da: Flyt det konstante led til højre side af ligningen.
es: Mueve le término constante al lado derecho de a ecuación.
fr: On déplace le terme constant vers le membre de droite.
nb: Flytt det konstante leddet til høyre side av likningen.
pt: Mova o termo independente para o lado direito da equação.
tr: Sabiti terimi denklemin sağ tarafına taşıyınız.

source: Move the constant term to the right side of the equation. Now the equation is in vertex form:
da: Flyt det konstante led over på højre side af ligningen. Nu er ligningen på toppunkts-form:
es: Mueve el término constante hacia el lado derecho de la ecuación. Ahora la ecuación es en forma canónica:
fr: On fait passer le terme constant dans le membre de droite de l'équation. Maintenant, elle est sous forme canonique :
nb: Flytt det konstante leddet over på høyre side av likningen. Nå er likningen på toppunkt-form:
pl: Przerzuć stałą na prawą stronę równania. Teraz równanie jest w postaci kanonicznej:
pt: Mova o termo constante para o lado direito da equação. Agora a equação está na forma canônica:
tr: Sabit terimi denklemin sağ tarafına götürün. Şimdi denklem, köşe formuna dönüştürülmüştür:

source: Move the orange dot to <code><var>REP</var></code>.
da: Flyt den orange prik til <code><var>REP</var></code>.
es: Mueve el punto naranja a <code><var>REP</var></code>.
fr: Placer le point orange au point d'affixe <code><var>REP</var></code>.
nb: Flytt den oransje prikken til <code><var>REP</var></code>.
pt: Mova o ponto laranja até <code><var>REP</var></code>.
tr: Turuncu noktayı <code><var>REP</var></code>'e götürün.

source: Move the orange dot to <code><var>SOLUTION</var></code> on the number line.
da: Flyt den orange prik til <code><var>SOLUTION</var></code> på tallinjen.
es: Mueve el punto anaranjado a <code><var>SOLUTION</var></code> en la recta numérica.
fr: Déplacer le point orange jusqu'à <code><var>SOLUTION</var></code> sur la droite numérique graduée.
nb: Flytt den oransje prikken til <code><var>SOLUTION</var></code> på tallinjen.
nl: Versleep de oranje stip naar <code><var>SOLUTION</var></code> op de getallenlijn.
pl: Przesuń pomarańczową kropkę do wartości <code><var>SOLUTION</var></code> na osi liczbowej.
pt: Mova o ponto laranja para <code><var>SOLUTION</var></code> na reta numérica.
tr: Turuncu noktayı sayı doğrusunda <code><var>SOLUTION</var></code>'a getiriniz.

source: Move the orange dot to <code>\pink{<var>SOLN_TXT</var>}</code> on the number line.
es: Mueve el punto anaranjado a <code>\pink{<var>SOLN_TXT</var>}</code> en la recta numérica.
fr: Sur la droite numérique graduée, placer le point orange à <code>\pink{<var>SOLN_TXT</var>}</code>.
nb: Flytt den oransje prikken til <code>\pink{<var>SOLN_TXT</var>}</code> på tallinjen.
nl: Versleep de oranje stip naar <code>\pink{<var>SOLN_TXT</var>}</code> op de getallenlijn.
pl: Przesuń pomarańczową kropkę do wartości <code>\pink{<var>SOLN_TXT</var>}</code> na osi liczbowej.
pt: Mova o ponto laranja até <code>\pink{<var>SOLN_TXT</var>}</code> na reta numérica.
tr: Turuncu noktayı sayı doğrusunda <code>\pink{<var>SOLN_TXT</var>}</code>'a getiriniz.

source: Move the orange dot to select your answer.
da: Flyt den orange prik for at vælge dit svar.
es: Mueve el punto anaranjado para seleccionar tu respuesta.
fr: Placer le point orange à l'endroit voulu.
hi: अपने उत्तर का चुनाव करने के लिए नांरगी बिंदु को सरकायें।
ja: オレンジ色の点を動かして，答えを選択して下さい．
nb: Flytt den oransje prikken for å velge ditt svar.
nl: Verplaats de oranje stip om je antwoord te kiezen.
pl: Przesuń pomarańczową kropkę, aby wybrać odpowiedź.
pt: Mova o ponto laranja para escolher sua resposta.
tr: Cevabınızı seçmek için turuncu noktayı taşıyın.

source: Move the orange point around the unit circle to the angle <code><var>PRETTY_ANGLE</var></code> <span data-if="DEGREES"></span><span data-else="">radians</span> to find the <var>FNNAME</var> value.
es: Mueve el punto anaranjado alrededor del círculo unitario al ángulo <code><var>PRETTY_ANGLE</var></code> <span data-if="DEGREES"></span><span data-else="">radianes</span> para encontrar el valor <var>FNNAME</var>.
fr: Déplacer le point orange d'un angle de <code><var>PRETTY_ANGLE</var></code> <span data-if="DEGREES"></span><span data-else="">radians</span> et lire le <var>FNNAME</var> de cet angle.
pl: Przesuń pomarańczowy punkt po okręgu tak, aby uzyskać kąt <code><var>PRETTY_ANGLE</var></code> <span data-if="DEGREES"></span><span data-else="">radianów</span> żeby znaleźć wartość <var>FNNAME</var>.
pt: Mova o ponto laranja ao redor do círculo trigonométrico até o ângulo <code><var>PRETTY_ANGLE</var></code> <span data-if="DEGREES"></span><span data-else="">radians</span> para encontrar o valor <var>FNNAME</var>.
tr: Turuncu noktayı, birim çemberde <code><var>PRETTY_ANGLE</var></code> <span data-if="DEGREES"></span><span data-else="">radians</span> götürerek <var>FNNAME</var> değerini bulunuz.

source: Move the orange window to select part of the function.
es: Mueve la ventana anaranjada para seleccionar una parte de la función.
fr: Déplacer la bande orange.
pl: Przesuń pomarańczowe podświetlenie żeby wybrać odpowiednią część funkcji.
pt: Mova a janela laranja para selecionar parte da função.
tr: Fonksiyonun bir kısmını seçmek için turuncu pencereyi taşıyınız.

source: Move to
bg: Преместване в
da: Flyt til
es: Mover a
fr: Déplacer vers
he: עבור ל
ja: 移動
nb: Flytt til
nl: Verplaatsen naar
pl: Przenieś do
pt: Mover para
pt_pt: Mover para
tr: Gidiniz

source: Move to "Your students"
da: Flyt til "Dine elever"
es: Mover a "Tus estudiantes"
fr: Déplacer vers « Vos élèves »
ja: 「あなたの生徒」を移動
nb: Gå til "Dine elever"
nl: Ga naar "Je studenten"
pl: Przejdź do "Twoi uczniowie"
pt: Mover para "Seus alunos"
pt_pt: Mover para "Os seus alunos"
tr: "Öğrencileriniz"e taşı

source: Moving
da: Flytter
es: Moviendo
fr: Déplacement
ja: 移動中
nb: Flytter
nl: Verplaatsen
pl: Przenoszenie
pt: Movendo
pt_pt: A mover
tr: Taşınıyor

source: Moving forward!
da: Videre fremad!
es: ¡Avanzando!
fr: Aller de l'avant !
nb: Fremover!
nl: Het doel komt in zicht!
pl: Naprzód!
pt: Avançando!
pt_pt: A fazer progressos!
tr: İlerlemeye devam!

source: Moving the decimal one position to the left is the same as dividing by ten once.
da: At flytte kommaet en plads til venstre er det samme som at dividere med ti én gang.
es: Mover el decimal una posición hacia la derecha es lo mismo que dividir una vez entre diez.
fr: Déplacer la virgule d'un rang vers la gauche revient au même que diviser une fois par dix.
nb: Å flytte kommaet en plass til venstre er det samme som å dividere med ti én gang.
nl: De komma één plekje naar links verschuiven is hetzelfde als één keer door tien delen.
pl: Przesunięcie przecinka o jedno miejsce na lewo to to samo, co jednokrotne dzielenie przez dziesięć.
pt: Mover a vírgula uma posição para a esquerda é o mesmo que dividir por dez uma vez.
tr: Ondalık noktasını bir basamak sola kaydırmakla, bir kez ona bölmek aynı şeydir.

source: Moving the decimal one position to the right is the same as multiplying by ten once.
da: At flytte kommaet en gang til højre er det samme som at gange med ti én gang.
es: Mover el decimal una posición hacia la derecha es lo mismo que multiplicar una vez por diez.
fr: Déplacer la virgule d'un rang vers la droite revient au même que multiplier une fois par dix.
nb: Å flytte kommaet en gang til høyre er det samme som å multiplisere med ti én gang.
nl: De komma één plekje naar rechts verschuiven is hetzelfde als één keer met tien vermenigvuldigen.
pl: Przesunięcie przecinka o jedno miejsce na prawo to to samo, co jednokrotne mnożenie przez dziesięć.
pt: Mover a vírgula uma posição para a direita é o mesmo que multiplicar por dez uma vez.
tr: Ondalık noktasını bir basamak sağa kaydırmakla, bir kez on ile çarpmak aynı şeydir.

source: Moving the decimal to the <span data-if="E < 0">right</span><span data-else="">left</span> <code><var>abs( E )</var></code> place is the same as <span data-if="E < 0">multiplying</span><span data-else="">dividing</span> by ten <code><var>abs( E )</var></code> time. Therefore, to counteract moving the decimal, we need to <span data-if="E < 0">divide</span><span data-else="">multiply</span> by ten <code><var>abs( E )</var></code> time — which is the same as multiplying by <code class="hint_blue">10^{<var>E</var>}</code>.
fr: Déplacer la virgule vers la <span data-if="E < 0">droite</span><span data-else="">gauche</span> de <code><var>abs( E )</var></code> rang revient à <span data-if="E < 0">multiplier</span><span data-else="">diviser</span> par dix <code><var>abs( E )</var></code> fois. Ainsi, pour prendre en compte le déplacement de la virgule, on doit <span data-if="E < 0">diviser</span><span data-else="">multiplier</span> par dix <code><var>abs( E )</var></code> fois — ce qui est équivalent à multiplier par <code class="hint_blue">10^{<var>E</var>}</code>.
nb: Flytte desimaltegnet til <span data-if="E < 0">høyre</span><span data-else="">venstre</span> <code><var>abs( E )</var></code> plasser er det samme som <span data-if="E < 0">multiplisere</span><span data-else="">dividere</span> med ti <code><var>abs( E )</var></code> gang. Derfor om vi teller plasser vi flyter desimaltegnet, må vi <span data-if="E < 0">dividere</span><span data-else="">multiplisere</span> med ti <code><var>abs( E )</var></code> gang — som er det sammen som å multiplisere med <code class="hint_blue">10^{<var>E</var>}</code>.
pl: Przesunięcie przecinka dziesiętnego w <span data-if="E < 0">prawo</span><span data-else="">lewo</span> <code><var>abs( E )</var></code> miejsce odpowiada <span data-if="E < 0">mnożeniu</span><span data-else="">dzieleniu</span> przez dziesięć <code><var>abs( E )</var></code> raz. Dlatego, żeby zneutralizować przesunięcie przecinka, musimy <span data-if="E < 0">podzielić</span><span data-else="">pomnożyć</span> przez dziesięć <code><var>abs( E )</var></code> raz — co odpowiada pomnożeniu przez <code class="hint_blue">10^{<var>E</var>}</code>.
pt: Mover a vírgula decimal <code><var>abs( E )</var></code> casa para a <span data-if="E < 0">direita</span><span data-else="">esquerda</span> é o mesmo que <span data-if="E < 0">multiplicar</span><span data-else="">dividir</span> por dez <code><var>abs( E )</var></code> vezes. Portanto, para compensar o deslocamento da vírgula decimal, precisamos <span data-if="E < 0">dividir</span><span data-else="">multiplicar</span> por dez <code><var>abs( E )</var></code> vez — o que é o mesmo que multiplicar por <code class="hint_blue">10^{<var>E</var>}</code>.
tr: Ondalık noktasını <span data-if="E < 0">right</span><span data-else="">left</span> <code><var>abs( E )</var></code> basamak kaydırmak <span data-if="E < 0">multiplying</span><span data-else="">dividing</span> on ile <code><var>abs( E )</var></code> kere çarpmakla aynıdır. Bu nedenle, ondalık noktasını kaydırmamızın etkisini dengelemek için <span data-if="E < 0">divide</span><span data-else="">multiply</span> on ile <code><var>abs( E )</var></code> - bu <code class="hint_blue">10^{<var>E</var>}</code> ile çarpmakla aynıdır.

source: Moving the decimal to the <span data-if="E < 0">right</span><span data-else="">left</span> <code><var>abs( E )</var></code> place leaves us with <code class="hint_pink"><var>BASE_STR</var></code>.
fr: Déplacer la virgule vers la <span data-if="E < 0">droite</span><span data-else="">gauche</span> de <code><var>abs( E )</var></code> rang donne <code class="hint_pink"><var>BASE_STR</var></code>.
pl: Przesunięcie przecinka dziesiętnego w <span data-if="E < 0">prawo</span><span data-else="">lewo</span> <code><var>abs( E )</var></code> miejsce, daje nam <code class="hint_pink"><var>BASE_STR</var></code>.
pt: Mover a vírgula decimal para <code><var>abs( E )</var></code> casa à <span data-if="E < 0">direita</span><span data-else="">esquerda</span> nos deixa com <code class="hint_pink"><var>BASE_STR</var></code>.
tr: Ondalık noktasını <span data-if="E < 0">right</span><span data-else="">left</span> <code><var>abs( E )</var></code> basamak kaydırmak bizi şu sonuca ulaştırır:<code class="hint_pink"><var>BASE_STR</var></code>.

source: Mozilla Developer Network: JavaScript Guide
es: Mozilla Developer Network: Guía de JavaScript
fr: Mozilla Developer Network : Guide de JavaScript
pl: Mozilla Developer Network: Przewodnik JavaScript
pt: Rede de Desenvolvedores Mozilla: Guia de JavaScript
pt_pt: Mozilla Developer Network: Guia de JavaScript
tr: Mozilla Geliştirici Ağı: JavaScript Rehberi

source: Mozilla requires the yield expression to be parenthesized here.
da: Mozilla kræver at yield udtrykket er i parentes her.
es: Mozilla requiere la expresión yield entre paréntesis aquí.
nb: Mozilla krever at avslutningsuttrykket skal være i parentes her.
nl: Mozilla vereist de stop expressie hier tussen accolades.
pl: Mozilla wymaga aby wyrażenie yield było podane tutaj w nawiasach.
pt: O Mozilla requer que a expressão yield esteja entre parênteses aqui.
tr: Mozilla burada verim ifadelerinin parantez içinde olmasını gerektirir.

source: Mr.
da: Hr.
es: Sr.
fr: M.
ja: 様
pl: Pan
pt: Sr.
pt_pt: Sr.
tr: Bay

source: Mr. Pink
es: Sr. Rosa
fr: Bouldepourge
hi: श्री पुनीत
nb: Mr. Rosa
pt: Sr. Rosa
pt_pt: Senhor cor-de-rosa
tr: Ateş Parçası

source: Mr. Pink (Green)
da: Mr. Pink (grøn)
es: Mr. Pink (verde)
fr: Bouldepourge (Vert)
ja: ミスター・ピンク (緑)
nb: Mr. Pink (Grønn)
nl: Mr. Pink (groen)
pl: Pan Pink (Zielony)
pt: Mr. Pink (verde)
pt_pt: Farfalhudo (verde)
tr: Bay Pembe (Yeşil)

source: Mr. Pink (Orange)
es: Mr. Pink (anaranjado)
fr: Bouldepourge (Orange)
ja: ミスター・ピンク (オレンジ)
nb: Mr. Pink (Oransje)
nl: Mr. Pink (oranje)
pl: Pan Pink (Pomarańczowy)
pt: Mr. Pink (laranja)
pt_pt: Farfalhudo (laranja)
tr: Bay Pembe (Turuncu)

source: Mr. Pink (Red)
da: Mr. Pink (rød)
es: Mr. Pink (rojo)
fr: Bouldepourge (Rouge)
ja: ミスター・ピンク (赤)
nb: Mr. Pink (Rød)
nl: Mr. Pink (rood)
pl: Pan Pink (Czerwony)
pt: Mr. Pink (vermelho)
pt_pt: Farfalhudo (vermelho)
tr: Bay Pembe (Kırmızı)

source: Mrs.
da: Fru
es: Sra.
fr: Mme
ja: 様
nb: Fru
nl: Mw.
pl: Pani
pt: Sra.
pt_pt: Sra.
tr: Bayan

source: Mrs. Cassidy, 6-12 Science Teacher
da: Mrs. Cassidy, 6-12. klasses naturfagslærer
es: Sra. Cassidy, profesora en ciencias de sexto a doceavo grado
fr: Madame Cassidy, professeure de sciences de sixième à la terminale
nb: Fru Cassidy, 6-12 naturfagslærer
nl: Mrs. Cassidy, Wetenschapslerares
pl: Pani Cassidy, Nauczycielka przedmiotów ścisłych klas 6-12
pt: Cassidy, professora de ciências do 6º ano do Ensino Fundamental ao 3º ano do Ensino Médio
pt_pt: Professora Cassidy, Professora de Ciências Naturais do 3.º Ciclo
tr: Bayan Cassidy, 6-12 Fen Öğretmeni

source: Ms.
da: Frøken
es: Srita.
fr: Mlle
ja: 様
nb: Frøken
nl: Mw.
pl: Pani
pt: Srta.
pt_pt: D.
tr: Bayan

source: Much better than most articles
da: Meget bedre end de fleste artikler
es: Mucho mejor que la mayoría de los artículos
fr: Beaucoup mieux que la plupart des articles
nb: Mye bedre enn de fleste artiklene
nl: Veel beter dan de meeste artikelen
pl: Znacznie lepszy niż większość artykułów
pt: Muito melhor do que a maioria dos artigos
tr: Çoğu makaleden çok daha iyi

source: Much better than most exercises
da: Meget bedre end de fleste øvelser
es: Mucho mejor que la mayoría de los ejercicios
fr: Beaucoup mieux que la plupart des exercices
nb: Mye bedre enn de fleste øvelser
nl: Veel beter dan de meeste oefeningen
pl: Znacznie lepsze, niż większość ćwiczeń
pt: Muito melhor do que a maioria dos exercícios
tr: Çoğu alıştırmadan daha iyi

source: Much better than most videos
da: Meget bedre end de fleste andre videoer
es: Mucho mejor que la mayoría de los videos
fr: Beaucoup mieux que la plupart des vidéos
nb: Mye bedre enn de fleste videoer
nl: Veel beter dan de meeste video's
pl: Znacznie lepszy, niż większość filmów
pt: Muito melhor do que a maioria dos vídeos
pt_pt: Muito melhor do que a maioria dos vídeos
tr: Çoğu videodan daha iyi
