Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: For <code>\le</code> or <code>\ge</code>, enter <strong><=</strong> or <strong>>=</strong>
da: For <code>\le</code> eller <code>\ge</code>, indtast <strong><=</strong> eller <strong>>=</strong>
es: Para <code>\le</code> o <code>\ge</code>, introduce <strong><=</strong> o <strong>>=</strong>
fr: Pour <code>\le</code> ou <code>\ge</code>, entrer <strong><=</strong> ou <strong>>=</strong>
ja: <code>\le</code> または <code>\ge</code> は <strong><=</strong> または <strong>>=</strong>と入力します
nb: For <code>\le</code> eller <code>\ge</code>, skriv <strong><=</strong> eller <strong>>=</strong>
nl: Voor <code>\le</code> of <code>\ge</code>, voer <strong><=</strong> of <strong>>=</strong> in
pl: Dla <code>\le</code> lub <code>\ge</code>, wpisz <strong><=</strong> lub <strong>>=</strong>
pt: Para <code>\le</code> ou <code>\ge</code>, digite <strong><=</strong> ou <strong>>=</strong>
pt_pt: Para <code>\le</code> ou <code>\ge</code>, introduz <strong><=</strong> ou <strong>>=</strong>
tr: <code>\le</code> veya <code>\ge</code> için, <strong><=</strong> veya <strong>>=</strong> giriniz

source: For <code>\pi</code>, enter <strong>pi</strong>
da: For <code>\pi</code>, indtast <strong>pi</strong>
es: Para <code>\pi</code>, introduce <strong>pi</strong>
fr: Pour <code>\pi</code>, entrer <strong>pi</strong>
ja: <code>\pi</code>は <strong>pi</strong>と入力します
nb: For <code>\pi</code>, skriv <strong>pi</strong>
nl: Voor <code>\pi</code>, voer <strong>pi</strong> in
pl: Dla <code>\pi</code>, wpisz <strong>pi</strong>
pt: Para <code>\pi</code>, digite <strong>pi</strong>
pt_pt: Para <code>\pi</code>, introduz <strong>pi</strong>
tr: <code>\pi</code> için, <strong>pi</strong> giriniz

source: For <code>\sin \theta</code>, enter <strong>sin(theta)</strong>
da: For <code>\sin \theta</code>, indtast <strong>sin(theta)</strong>
es: Para <code>\sin \theta</code>, introduce <strong>sin(theta)</strong>
fr: Pour <code>\sin \theta</code>, entrer <strong>sin(theta)</strong>
ja: <code>\sin \theta</code>は <strong>sin(theta)</strong>と入力します
nb: For <code>\sin \theta</code>, skriv <strong>sin(theta)</strong>
nl: Voor <code>\sin \theta</code>, voer <strong>sin(theta)</strong> in
pl: Dla <code>\sin \theta</code>, wpisz <strong>sin(theta)</strong>
pt: Para <code>\sin \theta</code>, digite <strong>sin(theta)</strong>
pt_pt: Para <code>\sin \theta</code>, introduz <strong>sin(theta)</strong>
tr: <code>\sin \theta</code> için <strong>sin(theta)</strong> yazın

source: For <code>\sqrt{x}</code>, enter <strong>sqrt(x)</strong>
da: For <code>\sqrt{x}</code>, skriv <strong>sqrt(x)</strong>
es: Para <code>\sqrt{x}</code>, introduce <strong>sqrt(x)</strong>
fr: Pour <code>\sqrt{x}</code>, entrer <strong>sqrt(x)</strong>
ja: <code>\sqrt{x}</code>は <strong>sqrt(x)</strong>と入力します
nb: For <code>\sqrt{x}</code>, skriv <strong>sqrt(x)</strong>
nl: Voor <code>\sqrt{x}</code>, voer <strong>sqrt(x)</strong> in
pl: Dla <code>\sqrt{x}</code>, wpisz <strong>sqrt(x)</strong>
pt: Para <code>\sqrt{x}</code>, digite <strong>sqrt(x)</strong>
pt_pt: Para <code>\sqrt{x}</code>, introduz <strong>sqrt(x)</strong>
tr: <code>\sqrt{x}</code> için, <strong>sqrt(x)</strong> giriniz

source: For <code>x^{y}</code>, enter <strong>x^y</strong>
da: For <code>x^{y}</code>, indtast <strong>x^y</strong>
es: Para <code>x^{y}</code>, introduce <strong>x^y</strong>
fr: Pour <code>x^{y}</code>, entrer <strong>x^y</strong>
ja: <code>x^{y}</code>は <strong>x^y</strong>と入力します
nb: For <code>x^{y}</code>, skriv <strong>x^y</strong>
nl: Voor <code>x^{y}</code>, voer <strong>x^y</strong> in
pl: Dla <code>x^{y}</code>, wpisz <strong>x^y</strong>
pt: Para <code>x^{y}</code>, digite <strong>x^y</strong>
pt_pt: Para <code>x^{y}</code>, introduz <strong>x^y</strong>
tr: <code>x^{y}</code> için, <strong>x^y</strong> giriniz

source: For a combustion reaction, it is usually easiest to start with <code>\text{C}</code>.
fr: Pour une réaction de combustion, il est généralement plus facile de commencer avec <code>\text{C}</code>.
pl: Przy reakcji spalania, zwykle najłatwiej jest zacząć od <code>\text{C}</code>.
pt: Para uma reação de combustão, geralmente é mais fácil começar com <code>\text{C}</code>.

source: For a given roll, what is the probability at least one die displays <code><var>X</var></code>?
fr: On lance les dés. Quelle est la probabilité qu'au moins un des deux dés tombe sur <code><var>X</var></code> ?
pt: Para uma jogada qualquer, qual é a probabilidade de que o resultado de pelo menos um dado seja <code><var>X</var></code>?
tr: Verilmiş bir zar atışı için, en az bir zarın <code><var>X</var></code> gelmesi olasılığı nedir?

source: For a given roll, what is the probability that the black die displays an even number and the white die displays <code><var>Y</var></code>?
fr: On lance les dés. Quelle est la probabilité que le dé noir tombe sur un nombre pair et le dé blanc sur <code><var>Y</var></code> ?
pt: Para uma jogada qualquer, qual é a probabilidade de o resultado do dado preto ser um número par e o do dado branco ser <code><var>Y</var></code>?
tr: Verilmiş bir zar atışı için, siyah zarın çift bir sayı gelmesi ve beyaz zarın <code><var>Y</var></code> gelmesi olasılığı nedir?

source: For a given roll, what is the probability that the black die displays an odd number and the white die displays <code><var>Y</var></code>?
fr: On lance les dés. Quelle est la probabilité que le dé noir tombe sur un nombre impair et le dé blanc sur <code><var>Y</var></code> ?
pt: Para uma jogada qualquer, qual é a probabilidade de o resultado do dado preto ser um número ímpar e o do dado branco ser <code><var>Y</var></code>?
tr: Verilmiş bir zar atışı için, siyah zarın tek bir sayı gelmesi ve beyaz zarın <code><var>Y</var></code> gelmesi olasılığı nedir?

source: For a given roll, what is the probability that the dice both display <code><var>X</var></code>?
fr: On lance les dés. Quelle est la probabilité que les deux dés tombent sur <code><var>X</var></code> ?
pt: Para uma jogada qualquer, qual é a probabilidade de que o resultado dos dois dados seja <code><var>X</var></code>?
tr: Verilmiş bir zar atışı için, zarların ikisinin de <code><var>X</var></code> gelme olasılığı nedir?

source: For a given roll, what is the probability that the dice display <code><var>X</var></code> and <code><var>Y</var></code> in any order?
fr: On lance les dés. Quelle est la probabilité d'obtenir <code><var>X</var></code> et <code><var>Y</var></code> dans n'importe quel ordre ?
pt: Para uma jogada qualquer, qual é a probabilidade de que o resultado dos dados seja <code><var>X</var></code> e <code><var>Y</var></code> em qualquer ordem?
tr: Verilmiş bir zar atışı için, zarların herhangi bir sırayla, <code><var>X</var></code> ve <code><var>Y</var></code> gelme olasılığı nedir?

source: For a given roll, what is the probability that the dice display <code><var>X</var></code> and <code><var>Y</var></code>?
fr: On lance les dés. Quelle est la probabilité d'obtenir <code><var>X</var></code> et <code><var>Y</var></code> ?
pt: Para uma jogada qualquer, qual é a probabilidade de que o resultado dos dados seja <code><var>X</var></code> e <code><var>Y</var></code>?
tr: Verilmiş bir zar atışı için, zarların <code><var>X</var></code> ve <code><var>Y</var></code> gelme olasılığı nedir?

source: For a given roll, what is the probability that the values of the dice add to <code><var>Z</var></code> <em>or less</em>?
fr: On lance les dés. Quelle est la probabilité que la somme des points marqués soit <em>inférieure ou égale à</em> <code><var>Z</var></code>
pt: Para uma jogada qualquer, qual é a probabilidade de que a soma dos resultados dos dados seja <code><var>Z</var></code> <em>ou menos</em>?
tr: Verilmiş bir zar atışı için, zarlar toplamının <code><var>Z</var></code> <em> veya daha az</em> olması olasılığı nedir?

source: For a given roll, what is the probability that the values of the dice add to <code><var>Z</var></code>?
fr: On lance les dés. Quelle est la probabilité que la somme des points marqués soit égale à <code><var>Z</var></code> ?
pt: Para uma jogada qualquer, qual é a probabilidade de que a soma dos resultados dos dados seja <code><var>Z</var></code>?
tr: Verilmiş bir zar atışı için, zarlar toplamının <code><var>Z</var></code> olması olasılığı nedir?

source: For a given roll, what is the probability the black die displays <code><var>X</var></code> and the white die displays <code><var>Y</var></code>?
fr: On lance les dés. Quelle est la probabilité que le dé noir tombe sur <code><var>X</var></code> et le dé blanc sur <code><var>Y</var></code> ?
pt: Para uma jogada qualquer, qual é a probabilidade de que o resultado do dado preto seja <code><var>X</var></code> e o do dado branco seja <code><var>Y</var></code>?
tr: Verilmiş bir zar atışı için, siyah zarın <code><var>X</var></code> ve beyaz zarın <code><var>Y</var></code> gelmesi olasılığı nedir?

source: For a given roll, what is the probability you roll the same number on each die?
fr: On lance les dés. Quelle est la probabilité d'obtenir un double ?
pt: Para uma jogada qualquer, qual a probabilidade de que você consiga o mesmo número em cada dado?
tr: Zar atışında, her zarda aynı sayı gelme olasılığı nedir?

source: For a negative slope, if the change in <code>y</code> from one point to another is positive then the change in <code>x</code> should be negative.
da: For en negativ hældning gælder det, at hvis ændringen i <code>y</code> fra et punkt til et andet er positiv, er ændringen i <code>x</code> negativ.
es: Para una pendiente negativa, si el cambio en <code>y</code> de un punto a otro es positivo entonces el cambio en <code>x</code> debe ser negativo.
fr: Si la pente est négative, si on se déplace en augmentant <code>y</code>, alors <code>x</code> diminue.
nb: For en negativ stigning gjelder det, at hvis endringen i <code>y</code> fra et punkt til et annet er positiv, er endringen i <code>x</code> negativ.
pl: Nachylenie jest ujemne, gdy jeśli zmiana w <code>y</code> między jednym a drugim punktem jest dodatnia, to zmiana w <code>x</code> jest ujemna.
pt: Para uma inclinação negativa, se a mudança no <code>y</code> de um ponto a outro é positiva, então a mudança em <code>x</code> também deve ser negativa.
tr: Negatif bir eğimde, bir noktadan diğerine <code>y</code> farkı pozitif ise, <code>x</code> farkı da negatif olmalıdır.

source: For a positive slope, if the change in <code>y</code> from one point to another is positive then the change in <code>x</code> should also be positive.
da: For en positiv hældning gælder det, at hvis ændringen i <code>y</code> fra et punkt til et andet er positiv, er ændringen i <code>x</code> også positiv.
es: Para una pendiente positiva, si el cambio en <code>y</code> de un punto a otro es positivo entonces el cambio en <code>x</code> debe también ser positivo.
fr: Si la pente est positive, si on se déplace en augmentant <code>y</code>, alors <code>x</code> augmente aussi.
nb: For en positiv stigning gjelder det, at hvis endringen i <code>y</code> fra et punkt til et annet er positiv, er endringen i <code>x</code> også positiv.
pl: Nachylenie jest dodatnie, gdy jeśli zmiana w <code>y</code> między jednym a drugim punktem jest dodatnia, to zmiana w <code>x</code> również jest dodatnia.
pt: Para uma inclinação positiva, se a mudança no <code>y</code> de um ponto a outro é positiva, então a mudança em <code>x</code> também deve ser positiva.
tr: Pozitif bir eğimde, bir noktadan diğerine <code>y</code> farkı pozitif ise, <code>x</code> farkı da pozitif olmalıdır.

source: For a zero slope, the change in <code>y</code> should be zero from any point to another point.
da: For en hældning på 0 gælder det, at ændringen i <code>y</code> er 0 fra ethvert punkt til ethvert punkt.
es: Para una pendiente cero, el cambio en <code>y</code> debe ser cero de cualquier punto a cualquier otro punto.
fr: Si la pente est égale à zéro, la variation de <code>y</code> est égale à zéro quels que soient les deux points de la droite considérés.
nb: For en stigning på 0 gjelder at endringen i <code>y</code> er 0 fra ethvert punkt til ethvert punkt.
pl: Nachylenie jest zerowe, jeśli zmiana w <code>y</code> od jakiegokolwiek punktu do jakiegokolwiek innego punktu jest zerowa.
pt: Para uma inclinação igual a zero, a mudança no <code>y</code> deve ser igual a zero de qualquer ponto a outro.
tr: Sıfır eğim için, <code>y</code>'deki değişim sıfır olmalı.

source: For all points on an ellipse, the sum of the distances to each focus is constant. There is only one way to arrange the two foci such that this is true. <!--<button onclick="javascript: graph = KhanUtil.currentGraph.graph; graph.focus1.moveTo(graph.f1[0], graph.f1[1]); graph.focus2.moveTo(graph.f2[0], graph.f2[1]); ">Show me</button>-->
pt: Para todos os pontos em uma elipse, a soma das distâncias de cada foco é constante. Há apenas uma maneira de organizar os dois focos de maneira que isso seja verdadeiro. <!--<button onclick="javascript: graph = KhanUtil.currentGraph.graph; graph.focus1.moveTo(graph.f1[0], graph.f1[1]); graph.focus2.moveTo(graph.f2[0], graph.f2[1]); ">Show me</button>-->

source: For an undefined slope, the change in <code>x</code> should be zero from any point to another point.
da: For en udefineret hældning gælder det, at ændringen i <code>x</code> er 0 fra ethvert punkt til ethvert punkt.
es: Para una pendiente indefinida, el cambio en <code>x</code> debe ser cero de cualquier punto a cualquier otro punto.
fr: Si la pente est infinie, la variation de <code>x</code> est égale à zéro quels que soient les deux points de la droite considérés.
nb: For en udefinert stigning gjelder at endringen i <code>x</code> er 0 fra ethvert punkt til ethvert punkt.
pl: Dla nachylenie nieokreślonego zmiana <code>x</code> będzie wynosiła zero od jakiegokolwiek punktu do jakiegokolwiek innego punktu.
pt: Para uma inclinação indefinida, a mudança no <code>x</code> deve ser igual a zero de qualquer ponto a outro.
tr: Tanımsız eğim için, <code>x</code>'teki değişim sıfır olmalı.

source: For any <code>2 \times 2</code> matrix <code><var>printSimpleMatrix(HINT_MAT)</var></code>, the adjugate is <code><var>printSimpleMatrix(HINT_MAT_ADJ)</var></code>.
es: Para cualquier matriz de <code>2 \times 2</code>, <code><var>printSimpleMatrix(HINT_MAT)</var></code>, la adjunta es <code><var>printSimpleMatrix(HINT_MAT_ADJ)</var></code>.
pt: Para toda matriz <code>2 \times 2</code> <code><var>printSimpleMatrix(HINT_MAT)</var></code>, a adjunta é <code><var>printSimpleMatrix(HINT_MAT_ADJ)</var></code>.
tr: Her <code>2 \times 2</code> matris için <code><var>printSimpleMatrix(HINT_MAT)</var></code>, ek matris <code><var>printSimpleMatrix(HINT_MAT_ADJ)</var></code>.

source: For any <code>2 \times 2</code> matrix <code><var>printSimpleMatrix(HINT_MAT)</var></code>, the determinant is <code><var>matrix2x2DetHint(HINT_MAT)</var></code>.
es: Para cualquier <code>2 \times 2</code> matriz <code><var>printSimpleMatrix(HINT_MAT)</var></code>, el determinate es <code><var>matrix2x2DetHint(HINT_MAT)</var></code>.
pt: Para toda matriz <code>2 \times 2</code> <code><var>printSimpleMatrix(HINT_MAT)</var></code>, o determinante é <code><var>matrix2x2DetHint(HINT_MAT)</var></code>.
tr: Her <code>2 \times 2</code> matris için <code><var>printSimpleMatrix(HINT_MAT)</var></code>, determinant <code><var>matrix2x2DetHint(HINT_MAT)</var></code>.

source: For best performance, select 30 days or fewer.
da: Vælg 30 dage eller færre for det bedste resultat.
es: Para un mejor rendimiento, selecciona 30 días o menos.
nb: Velg 30 dager eller færre for best ytelse.
pl: Dla najlepszej wydajności wybierz 30 dni lub mniej.
pt: Para melhor desempenho, selecione 30 dias ou menos.
tr: En iyi performansı elde etmek için 30 gün veya daha kısa süre seçiniz.

source: For clarity, only DMCA notices should go to the Khan Academy Designated Copyright Agent. Any other feedback, comments, requests for technical support or other communications should be directed to Khan Academy through <a href="mailto:info@khanacademy.org">info@khanacademy.org</a>. You acknowledge that if you fail to comply with all of the requirements of this section, your DMCA notice may not be valid.
da: For klarhedens skyld, kun DMCA bekendtgørelser bør sendes til Khan Academys udpegede repræsentant for ophavsret. Enhver anden feedback, kommentarer, anmodninger om teknisk support eller anden kommunikation kan rettes til Khan Academy via <a href="mailto:info@khanacademy.org"> info@khanacademy.org</a>. Du anerkender, at hvis du undlader at overholde alle krav i dette afsnit, at din DMCA-meddelelse ikke kan være gyldig.
es: Como aclaración, solo las notificaciones del Acta de derechos de autor digitales del milenio (DMCA por sus siglas en inglés) deben ir al agente designado para derechos de autor de Khan Academy. Cualquier otra información, comentarios, peticiones de apoyo técnico u opiniones deben ser dirigidas a Khan Academy a través <a href="mailto:info@khanacademy.org">info@khanacademy.org</a>. Estas de acuerdo en que si fallas en cumplir con todos los requisitos de esta sección, tu notificación DMCA puede no ser válida.
fr: Afin d'être clair, seuls les avis DMCA devraient êtres transmis à l'Agent Spécialisé en Droits de Reproduction au sein de Khan Academy. Toutes autre réactions, commentaires, demandes de support technique ou autres types de communications doivent être adressées à Khan Academy par e-mail <a href="mailto:info@khanacademy.org"> info@khanacademy.org</a>. Vous acceptez avoir pris connaissance que si vous omettez de respecter toutes les exigences indiquées dans cet article, votre accord DMCA pourra être invalidé.
nb: For klarhetens skyld, kun varsler i henhold til DMCA bør sendes til Khan Academys utpekte representant for opphavsrett. Enhver annen tilbakemelding, kommentar, forespørsel om teknisk støtte eller annen kommunikasjon kan rettes til Khan Academy via <a href="mailto:info@khanacademy.org">info@khanacademy.org</a>. Du anerkjenner at hvis du ikke oppfyller kravene i dette avsnitt, kan ditt varsel i henhold til DMCA muligens ikke være gyldig.
nl: Voor de duidelijkheid moeten alleen DMCA berichten gaan naar de Khan Academy aangewezen Copyright Agent. Alle andere feedback, opmerkingen, verzoeken om technische ondersteuning of andere communicatie moeten worden gericht aan Khan Academy via <a href="mailto:info@khanacademy.org"> info@khanacademy.org</a>. Je erkent dat als je niet voldoet aan alle van de voorschriften van dit punt, jouw DMCA-kennisgeving mogelijk niet geldig is.
pl: W celu uniknięcia nieporozumień, do przedstawiciela ds. praw autorskich wyznaczonego przez Khan Academy, powinny być wysyłane tylko zawiadomienia dotyczące DMCA. Wszelkie inne opinie, uwagi, prośby o wsparcie techniczne i inne komunikaty powinny być kierowane do Khan Academy poprzez <a href="mailto:info@khanacademy.org">info@khanacademy.org</a>. Użytkownik przyjmuje do wiadomości, że niespełnienie wszystkich wymogów wymienionych w tej sekcji, może spowodować unieważnienie zawiadomienia w sprawie DMCA.
pt: Para maior clareza, somente as notificações da DMCA devem ir para o Agente de copyright designado da Khan Academy. Qualquer outro comentário, observações, pedidos de suporte técnico ou outras comunicações devem ser dirigidas à Khan Academy em <a href="mailto:info@khanacademy.org">info@khanacademy.org</a>. Você reconhece que, se deixar de cumprir os requisitos desta seção, sua notificação da DMCA pode não ser válida.
tr: Açıklık namına, Khan Academy'nin atanmış telif hakkı acentesine sadece DMCA başvuruları gönderilmelidir. Diğer geribildirimler, yorumlar, teknik destek istekleri ve diğer iletişimler Khan Academy'e <a href="mailto:info@khanacademy.org">info@khanacademy.org</a> adresinden ulaştırılmalıdır. Bu bölümdeki tüm gereksinimlere uymadığınız zaman DMCA başvurunuzun geçersiz olacağını kabul etmiş olursunuz.

source: For each number that the minute hand passes, add <code>\dfrac{60}{12} = 5</code> minutes.
da: For hvert tal den lange passerer kan du lægge <code>\dfrac{60}{12} = 5</code> minutter til.
es: Por cada número por el que ha avanzado la manecilla de los minutos agrega <code>\dfrac{60}{12} = 5</code> minutos.
fr: A chaque fois que l'aiguille des minutes passe un chiffre, on ajoute <code>\dfrac{60}{12} = 5</code> minutes.
hi: प्रत्येक संख्या जिस से मिनट की सूई बढ़ती हैं, जोडें <code>\dfrac{60}{12} = 5</code> मिनटI
nb: For hver tall som langeviseren passerer, legg til <code>\dfrac{60}{12} = 5</code> minutter.
nl: Voor elk getal dat de grote wijzer afloopt, moet je <code>\dfrac{60}{12} = 5</code> minuten optellen.
pl: Do każdej liczby, jaką mija wskazówka minutowa dodaj <code>\dfrac{60}{12} = 5</code> minut.
pt: Para cada número que o ponteiro dos minutos passar, adicione <code>\dfrac{60}{12} = 5</code> minutos.
tr: Yelkovanın geçtiği her sayı için <code>\dfrac{60}{12} = 5</code> dakika ekleyiniz.

source: For each quarter of the circle that the minute hand passes, add <code>15</code> minutes.
da: Fer hver fjerdedel af cirklen som minut viseren har passeret, læg <code>15</code> minutter til.
es: Por cada cuarto de círculo que ha recorrido la manecilla de los minutos agrega <code>15</code> minutos.
fr: Pour chaque quart du cercle parcouru par l'aiguille des minutes, on ajoute <code>15</code> minutes.
hi: प्रतयेक चक्र का चतुर्थश जो मिनट की सूई घुमाती है, जोड़ें <code>15</code> मिनटI
nb: For hver fjerdedel av sirkelen som minuttviseren har passert, legg til <code>15</code> minutter.
nl: Voor elk kwart van een cirkel dat de grote wijzer passeert, moet je <code>15</code> minuten optellen.
pl: Za każdą ćwiartkę koła, jaką pokonuje wskazówka minutowa dodaj<code>15</code>minut.
pt: Para cada quarto de círculo que o ponteiro dos minutos completar, some <code>15</code> minutos.
tr: Yelkovanın her çeyrek dairelik hareketi için, <code>15</code> dakika ekleyin.

source: For each value on the black die, is there a value on the white die that adds to <code><var>Z</var></code>?
fr: Pour chaque valeur du dé noir, y a-t-il une valeur du dé blanc qui additionnée à celle du dé noir donne <code><var>Z</var></code> ?
pt: Para cada valor no dado preto, há um valor no dado branco que somados, cheguem a <code><var>Z</var></code>?
tr: Siyah zardaki her değer için, toplamı <code><var>Z</var></code> yapan bir beyaz zar değeri var mıdır ?

source: For educators and parents.
nb: For lærere og foreldre.
pt: Para pais e professores.
tr: Eğitimciler ve ebeveynler için.
