Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: &lt;code&gt;%(TERM)s&lt;/code&gt; add %(D)s is:
da: &lt;code&gt;%(TERM)s&lt;/code&gt; adder %(D)s er:
es: &lt;code&gt;%(TERM)s&lt;/code&gt; suma %(D)s es:
fr: La somme de &lt;code&gt;%(TERM)s&lt;/code&gt; et de %(D)s s'écrit :
nb: &lt;code&gt;%(TERM)s&lt;/code&gt; adder %(D)s er:
pt: &lt;code&gt;%(TERM)s&lt;/code&gt; somado a %(D)s é:
tr: &lt;code&gt;%(TERM)s&lt;/code&gt; artı %(D)s:

source: 'None of the above' may not be selected when other answers are selected.
da: 'Ingen af de ovennævnte' må ikke vælges, når andre svar er valgt.
es: "Ninguna de las anteriores" no debe estar seleccionada cuando estén seleccionadas otras respuestas.
fr: « Aucun » ne peut pas être sélectionné si d'autres réponses sont cochées.
nb: 'Ingen av disse' kan ikke velges når andre svar er valgt.
nl: 'Geen van bovenstaande' kan niet worden geselecteerd wanneer andere antwoorden zijn geselecteerd.
pl: 'Żaden z powyższych' nie może zostać wybrana, gdy inne odpowiedzi są zaznaczone.
pt: A opção "Nenhuma das anteriores" não pode ser selecionada quando outras alternativas estão selecionadas.
tr: Başka cevaplar seçiliyken, 'Hiçbiri' seçeneği seçilemez.

source: 'Planet Cute' art by Daniel Cook (Lostgarden.com)
da: 'Planet Cute' kunst af Daniel Cook (Lostgarden.com)
es: El arte de "Planet Cute" es de Daniel Cook (Lostgarden.com)
nl: 'Planet Cute' kunst door Daniel Cook (Lostgarden.com)
pl: "Planet Cute" sztuka Daniela Cooka (Lostgarden.com)
pt: 'Planet Cute' arte de Daniel Cook (Lostgarden.com)
tr: 'Planet Cute', sanatçı Daniel Cook (Lostgarden.com)

source: 'RPG Sound Effects' sounds by artisticdude
es: Sonidos "Efectos de sonido RPG" por artisticdude
nb: "RPG lydeffekter" lyder av artisticdude
pl: 'RPG Sound Effects' dźwięki od artisticdude
pt: "Efeitos sonoros de RPG" por artisticdude
pt_pt: 'RPG Sound Effects' por artisticdude
tr: 'RPG Sound Effects' ses efektleri, artisticdude

source: 'Retro Game Sounds' sounds by spongejr
es: Sonidos "Juegos retro" por spongejr
nb: 'Retro spill lyder' lyder av spongejr
pl: 'Retro Game Sounds' dźwięki od spongejr
pt: "Sons de jogos retrô" por spongejr
pt_pt: 'Retro Game Sounds' por spongejr
tr: 'Retro Game Sounds' sese efektleri, spongejr

source: 'Space Cute' art by Daniel Cook (Lostgarden.com)
da: 'Planet Cute' kunst af Daniel Cook (Lostgarden.com)
es: El arte de "Space Cute" es de Daniel Cook (Lostgarden.com)
nl: 'Space Cute' kunst door Daniel Cook (Lostgarden.com)
pl: "Space Cute" sztuka Daniela Cooka (Lostgarden.com)
pt: 'Space Cute' arte de Daniel Cook (Lostgarden.com)
tr: 'Space Cute', sanatçı Daniel Cook (Lostgarden.com)

source: 'hasOwnProperty' is a really bad name.
da: «hasOwnProperty» er et rigtig dårligt navn.
es: 'hasOwnProperty' es un nombre muy malo.
nb: "hasOwnProperty" er en skikkelig dårlig navn.
nl: 'hasOwnProperty' is een echt slechte naam.
pl: 'hasOwnProperty' jest wyjątkowo złą nazwą.
pt: 'hasOwnProperty' é um nome muito ruim.
tr: 'hasOwnProperty' maalesef kötü bir isim.

source: 'with' is not allowed in strict mode.
da: 'with' er ikke tilladt i streng-tilstand.
es: 'with' no está permitido en modo estricto.
nb: 'bredde' er ikke tillatt i linje-tilstand.
nl: 'with' is niet toegestaan in de strikte modus.
pl: 'with' jest niedozwolone w trybie ścisłym.
pt: 'with' não é permitido no modo strict.
tr: 'with', strict modda kullanılamaz.

source: '{a}' is a function.
da: '{a}' er en funktion.
es: '{a}' es una función.
fr: '{a}' est une fonction.
nb: '{a}' er en funksjon.
nl: '{a}' is een functie.
pl: '{a}' jest funkcją.
pt: '{a}' é uma função.
tr: '{a}' bir fonksiyondur.

source: '{a}' is a statement label.
da: '{a}' er en etiket for en erklæring.
es: '{a}' es una etiqueta de declaración.
nb: '{a}' er en etikett for en uttalelse.
pl: "{a}" jest etykietą zdania.
pt: '{a}' é um rótulo de instrução.
tr: '{a}' bir ifade etiketidir.

source: '{a}' is already defined in outer scope.
nb: '{a}' er allerede definert i ytre område.
pt: '{a}' já está definido no escopo externo.
pt_pt: '{a}' já está definida num escopo externo.

source: '{a}' is already defined.
da: «{a}» er allerede defineret.
es: '{a}' ya está definida.
fr: "{a}" est déjà défini(e).
nb: '{a}' er allerede definert.
nl: '{a}' is al gedefinieerd.
pl: "{a}" jest już zdefiniowane.
pt: '{a}' já foi definido.
tr: '{a}' daha önceden tanımlanmış.

source: '{a}' is defined but never used.
da: «{a}» er defineret, men aldrig brugt.
es: '{a}' está definida pero nunca usada.
fr: "{a}" est défini(e) mais jamais utilisé(e).
nb: '{a}' er definert, men aldri brukt.
pl: "{a}" jest zdefiniowane, ale nigdy nie zostało użyte.
pt: '{a}' está definido mas nunca é usado.
tr: '{a}' tanımlanmış ama hiç kullanılmamış.

source: '{a}' is not a statement label.
da: '{a}' er ikke en etiket for en erklæring.
es: '{a}' no es una declaración de etiqueta.
nb: '{a}' er ikke en etikett for en erklæring.
pl: "{a}" nie jest etykietą zdania.
pt: "{a}" não é um rótulo de instrução.
tr: '{a}' bir önerme etiketi değildir.

source: '{a}' is not allowed.
da: «{a}» er ikke tilladt.
es: '{a}' no está permitida.
fr: "{a}" n'est pas autorisé.
nb: '{a}' er ikke tillatt.
nl: '{a}' is niet toegestaan.
pl: "{a}" jest niedozwolone.
pt: '{a}' não é permitido.
tr: '{a}''ya izin verilmemektedir.

source: '{a}' is only available in ES6 (use esnext option).
da: '{a}' er kun tilgængelige i ES6 (brug esnext indstilling).
es: '{a}' solo está disponible en ES6 (usa la opción esnext).
nb: '{a}' er bare tilgjengelig i ES6 (bruk esnext innstillinger).
pl: Opcja '{a}' jest dostępna tylko w ES6 (użyj opcji esnext).
pt: '{a}' só está disponível em ES6 (use a opção esnext).
tr: '{a}' sadece ES6'da mevcuttur (esnext seçeneğini kullanın).

source: '{a}' is only available in JavaScript 1.7.
da: «{a}» er kun tilgængelig i JavaScript 1.7.
es: '{a}' solo está disponible en JavaScript 1.7.
fr: "{a}" est disponible seulement en JavaScript 1.7.
nb: '{a}' er bare tilgjengelig i JavaScript 1.7.
nl: '{a}' is alleen beschikbaar in JavaScript 1.7.
pl: "{a}" jest dostępne tylko w JavaScript 1.7.
pt: '{a}' só está disponível em JavaScript 1.7.
tr: "{a}" sadece JavaScript 1.7'te mevcuttur.

source: '{a}' is only available in Mozilla JavaScript extensions (use moz option).
da: '{a}' er kun tilgængelig i Mozilla JavaScript extensions (brug moz indstilling).
es: '{a}' solo está disponible en extensiones JavaScript de Mozilla (usa la opción moz).
nb: '{a}' er bare tilgjengelig i Mozilla JavaScript utvidelser (bruk moz innstillinger).
nl: '{a}' is alleen beschikbaar in Mozilla JavaScript extensies (gebruik moz optie).
pl: Opcja '{a}' jest dostępna tylko w rozszerzeniach Mozilla JavaScript (użyj opcji Mozilli).
pt: '{a}' só está disponível nas extensões Mozilla JavaScript (use a opção moz).
pt_pt: '{a}' só está disponível nas extensões de JavaScript da Mozilla (usa a opção moz).
tr: {a}' yalnızca Mozilla JavaScript uzantılarında kullanılabilir (moz seçeneğini kullanın).

source: '{a}' is out of scope.
da: «{a}» er ikke omfattet.
es: '{a}' está fuera de alcance.
nb: '{a}' er utenfor området.
pl: "{a}" jest poza zakresem.
pt: '{a}' está fora do escopo.
tr: "{a}" kapsam dışıdır.

source: '{a}' used out of scope.
da: "{a}" bruges uden for konteksten.
es: '{a}' utilizado fuera de alcance.
nb: '{a}' brukes utenfor området.
nl: '{a}' is gebruikt buiten bereik.
pl: "{a}" użyte poza zakresem.
pt: '{a}' usado fora do escopo.
tr: '{a}' kapsam dışı kullanılmıştır.

source: '{a}' was used before it was defined.
da: "{a}" blev brugt før, det blev defineret.
es: '{a}' fue utilizada antes de definirla.
fr: "{a}" est utilisée avant qu'être définie.
nb: '{a}' ble brukt før den ble definert.
nl: '{a}' werd gebruikt voordat het werd gedefinieerd.
pl: "{a}" zostało użyte zanim zostało zdefiniowane.
pt: '{a}' foi usado antes de ser definido.
tr: '{a}' tanımlanmadan önce kullanılmıştır.

source: (<span class="sr-only">read</span>more<span class="sr-only">of this comment</span>)
ja: (<span class="sr-only">このコメントについて</span>さらに<span class="sr-only">読む</span>)
nb: (<span class="sr-only">read</span>mer<span class="sr-only">av denne kommentaren</span>)
pl: (<span class="sr-only">przeczytaj</span>resztę<span class="sr-only">tego komentarza</span>)
pt: (<span class="sr-only">leia</span>mais<span class="sr-only">sobre esse comentário</span>)
pt_pt: (<span class="sr-only">continuar a</span>ler<span class="sr-only">este comentário</span>)
tr: (<span class="sr-only">bu yorumla ilgili</span>daha fazla<span class="sr-only">bilgiyi okuyun</span>)

source: (A)pprove
da: Godkend (G)
es: (A)probar
fr: (A)pprouver
ja: 承認(A)
nb: (A) Godkjenn
nl: Goedkeuren (A)
pl: Z(A)twierdź
pt: (A)provar
pt_pt: (A)provar
tr: (O)nayla

source: (C)lear Flag
da: Fjern markering (F)
es: Quitar marca (C)
fr: Éffa(C)er marqueur
ja: {{numberOfFlags}} つのフラグをクリア(C)
nl: (V)erwijder Vlag
pl: Wy(C)zyść flagę
pt: (L)impar marcação
pt_pt: Apagar denúncia

source: (C)lear Flag
es: Eliminar marca (C)
fr: (E)ffacer Marque
ja: %(num)s のフラグをクリア(C)
nb: (C)lear Flagg
nl: Verwijder markering
pl: Wy(c)zyść Flagę
pt: (E)liminar marcador
pt_pt: (A)pagar denúncia

source: (Choice %(letter)s)
nb: (Velg %(letter)s)
pt: (Escolha %(letter)s)
pt_pt: (Escolha %(letter)s)
tr: (Seçenek %(letter)s)

source: (Choice %(letter)s, Checked)
nb: (Valg %(letter)s, Sjekket)
pt: (Opção %(letter)s, verificada)
pt_pt: (Opção %(letter)s, Marcada)

source: (Choice %(letter)s, Checked, Correct)
nb: (Valg %(letter)s, Sjekket, Riktig)
pt: (Opção %(letter)s, verificada, correta)
pt_pt: (Opção %(letter)s, Marcada, Certa)

source: (Choice %(letter)s, Checked, Incorrect)
nb: (Valg %(letter)s, Sjekket, Feil)
pt: (Opção %(letter)s, verificada, incorreta)
pt_pt: (Opção %(letter)s, Marcada, Errada)

source: (Choice %(letter)s, Correct Answer)
nb: (Valg %(letter)s, Riktig Svar)
pt: (Opção %(letter)s, resposta correta)
pt_pt: (Opção %(letter)s, Resposta certa)

source: (Co)Dean for Art and History
es: (Co)Decano de arte e historia
pl: Ekspert w dziedzinach sztuki i historii
pt: (Co)reitor do departamento de Artes e História
tr: Sanat ve Tarih Bölümü Eş-Dekanı

source: (D)elete
da: Slet (S)
es: Borrar (D)
fr: Éffacer (D)
ja: 消去(D)
nb: (D) Slett
nl: Verwijderen (D)
pl: Usuń (D)
pt: (D)eletar
pt_pt: Apagar
tr: Sil

source: (E)dit
da: Rediger (R)
es: Editar (E)
fr: (E)diter
ja: 編集(E)
nb: (E) Rediger
nl: Reageer (E)
pl: (E)dytuj
pt: (E)ditar
pt_pt: (E)ditar
tr: Düzenle

source: (Hint Used)
da: (Hints brugt)
es: (Pista utilizada)
fr: (Indice utilisé)
ja: (使ったヒント)
nb: (Hints brukt)
nl: (Hint gebruikt)
pl: (Wskazówka użyta)
pt: (dica usada)
pt_pt: (pista utilizada)
tr: (Kullanılan ipucu)

source: (Must be in English to edit this scratchpad title)
da: (Skal være på engelsk for at redigere denne kladdetitel)
es: (Debe estar en inglés para editar este título de bloc de notas)
fr: (Doit être en anglais pour pouvoir modifier le titre de ce bloc-notes)
ja: (このスクラッチパッドのタイトルは英語で編集しなくてはいけません．)
nb: (Må være på engelsk for å redigere kladdebokens tittel)
nl: (Moet in het Engels zijn om de titel van dit kladblok te bewerken)
pl: (Musi być w języku angielskim, aby edytować tytuł tego notatnika)
pt: (Este título rascunho deve ser editado em inglês)
pt_pt: (O título do bloco de rascunhos tem de ser editado em inglês)
tr: (Bu Karalama alanı başlığını düzenlemek için dil İngilizce olmalıdır)

source: (Opens in a new window)
fr: (S'ouvre dans une nouvelle fenêtre)
nb: (Åpnes i nytt vindu)
pl: (Otwiera się w nowym oknie)
pt: (Abre em uma nova janela)
pt_pt: (Abre numa janela nova)
tr: (Yeni bir pencerede açılır)

source: (S)kip
da: Spring over (S)
es: Saltar (S)
fr: (S)auter
ja: スキップ(S)
nb: (S) Hopp over
nl: Overslaan (S)
pl: (S)kocz
pt: (P)ular
pt_pt: Ignorar
tr: Atla

source: (Showing %(counts)s of %(nodeRowViews)s)
bg: (Виждат се %(counts)s от %(nodeRowViews)s)
da: (Viser %(counts)s af %(nodeRowViews)s)
es: (Mostrar %(counts)s de %(nodeRowViews)s)
fr: (Montre %(counts)s de %(nodeRowViews)s)
ja: (%(nodeRowViews)s のうちの %(counts)s を表示中)
nb: (Viser %(counts)s av %(nodeRowViews)s)
nl: (%(counts)s van de %(nodeRowViews)s worden weergegeven)
pl: (Pokazuje %(counts)s z %(nodeRowViews)s)
pt: (Exibindo %(counts)s de %(nodeRowViews)s)
pt_pt: (A exibir %(counts)s de %(nodeRowViews)s)

source: (To cut down on the number of identities you have to memorize, you can derive this quickly from the angle addition identity for cosine) [<a href="#" class="show-subhint" data-subhint="cosDeriv"> Show how</a>]
es: (Para reducir el número de identidades que tienes que memorizar, puedes derivar esto rápidamente de la identidad de suma de ángulos para el coseno) [<a href="#" class="show-subhint" data-subhint="cosDeriv"> Muéstrame cómo</a>]
fr: (Pour réduire le nombre de formules à connaitre, on peut facilement déduire celle-ci de la formule du cosinus d'une somme) [<a href="#" class="show-subhint" data-subhint="cosDeriv"> Show how</a>]
pt: (Para reduzir o número de identidades que devem ser memorizadas, você pode extrair isso rapidamente da identidade de adição do ângulo para cosseno) [<a href="#" class="show-subhint" data-subhint="cosDeriv"> Show how</a>]
tr: (Ezberlemek zorunda olduğunuz özdeşlik sayısını en aza indirmek için, bunu kosinüsün açı toplama özdeşliğinden kolayca bulabilirsiniz) [<a href="#" class="show-subhint" data-subhint="cosDeriv"> Nasıl olduğunu gösterin</a>]

source: (To cut down on the number of identities you have to memorize, you can derive this quickly from the angle addition identity for sine) [<a href="#" class="show-subhint" data-subhint="sinDeriv"> Show how</a>]
es: (Para reducir el número de identidades que tienes que memorizar, puedes derivar esto rápidamente de la identidad de suma de ángulos para el seno). [<a href="#" class="show-subhint" data-subhint="sinDeriv"> Muéstra cómo</a>]
fr: (Pour réduire le nombre de formules à connaitre, on peut facilement déduire celle-ci de la formule du sinus d'une somme) [<a href="#" class="show-subhint" data-subhint="sinDeriv"> Comment</a>]
pt: (Para reduzir o número de identidades que devem ser memorizadas, você pode extrair isso rapidamente da identidade de adição do ângulo para seno) [<a href="#" class="show-subhint" data-subhint="sinDeriv"> Show how</a>]
tr: (Ezberlemek zorunda olduğunuz özdeşlik sayısını en aza indirmek için, bunu sinüsün açı toplama özdeşliğinden kolayca bulabilirsiniz) [<a href="#" class="show-subhint" data-subhint="sinDeriv"> Nasıl olduğunu gösterin</a>]

source: (What's this?)
da: (Hvad er dette?)
es: (¿Qué es esto?)
fr: (Qu'est ce?)
nb: (Hva er dette?)
nl: (Wat is dit?)
pl: (Co to jest?)
pt: (O que é isto?)
pt_pt: (O que é isto?)
tr: (Bu nedir?)

source: (pending)
da: (kommer)
es: (pendiente)
fr: (en attente)
ja: (保留中)
nb: (behandles)
nl: (in behandeling)
pl: (oczekujące)
pt: (pendente)
pt_pt: (pendente)
tr: (Beklemede)

source: * In-depth videos to watch at your own pace
da: * Dybdegående videoer som du kan se i dit eget tempo
es: * Videos detallados para ver a tu propio ritmo
fr: * Des vidéos claires et complètes, à regarder à votre rythme
nb: * Detaljerte videoer å se på i ditt eget tempo
nl: * Gedetailleerde video's die je in jouw eigen tempo kunt bekijken
pl: * Szczegółowe filmy, które możesz obejrzeć w swoim własnym tempie
pt: * Vídeos com explicações detalhadas para assistir em seu próprio ritmo
pt_pt: * Vídeos com explicações detalhadas para veres ao teu próprio ritmo
tr: * Kendi temponuzda izleyebileceğiniz detaylı videolar

source: * Thousands of interactive practice exercises from kindergarten to calculus
da: * Tusindvis af interaktive øvelser fra børnehaveklasse til universitetet
es: * Miles de ejercicios de práctica interactivos desde el jardín de niños hasta cálculo
fr: * Des milliers d'exercices interactifs, de la maternelle jusqu'à l'université
nb: * Tusenvis av interaktive praktiske oppgaver fra barnehage til kalkulus
nl: * Duizenden interactieve oefeningen vanaf de kleuterschool tot wiskunde
pl: * Tysiące interaktywnych ćwiczeń praktycznych od przedszkola do rachunku różniczkowego
pt: * Milhares de exercícios práticos interativos do jardim de infância até cálculo
pt_pt: * Milhares de exercícios interativos para alunos desde a Infantil até à Universidade
tr: * Anaokulundan kalkülüse, binlerce etkileşimli alıştırma soruları

source: * Track your progress to identify what you should practice next
da: * Følg dine fremskridt for at finde ud af, hvad du bør øve som det næste
es: * Sigue tu progreso para identificar lo que deberías practicar a continuación
fr: * Suivez votre progrès pour savoir ce qu'il faut travailler en priorité
nb: * Oversikt over fremgang for å identifisere hva du bør øve på videre
nl: * Houd je vooruitgang bij en zie waarmee je nog moet oefenen
pl: * Śledź swoje postępy, żeby wiedzieć co dalej ćwiczyć
pt: * Acompanhe seu progresso para identificar o que deve praticar em seguida
pt_pt: * Vê o teu progresso para identificares o que deves praticar a seguir
tr: * İlerlemenizi izleyerek üzerinde çalışmanız gereken bir sonraki konuyu belirleyin

source: **Acceptable Formats**
da: **Acceptable formater**
es: **Formatos aceptables**
fr: **Formats acceptables**
nb: **Aksepterte formater**
nl: ** Aanvaardbare formaten **
pl: **Dopuszczalne formaty**
pt: **Formatos aceitos**
pt_pt: **Formatos aceitáveis**
tr: **Kabul edilebilir biçimler**

source: , or
es: , o
fr: , ou
ja: , または
nb: , eller
pl: , lub
pt: , ou
pt_pt: ou
tr: , veya

source: ...: (Optional)* any amount of extra arguments
da: ...: (Valgfrit) * ethvert antal af ekstra argumenter
es: ...: (Opcional)* cualquier cantidad de argumentos adicionales
nb: ...: (Optional)* enhver mengde ekstra argumenter
pl: ...: (Opcjonalne)* dowolna ilość dodatkowych argumentów
pt: ...: (opcional)* qualquer quantidade de argumentos extras
pt_pt: ...: (Opcional)* qualquer quantidade de argumentos extras
tr: ...: (İsteğe bağlı) * herhangi bir miktarda ekstra değişken

source: ...and there's actually even more, but we don't want this email to be too long. We'd love to know what you think. Leave your comments and questions under the videos, or help teach other Khan Academy students by answering theirs.
da: ... og der er faktisk endnu mere, men vi vil ikke gøre denne e-mail for lang. Vi vil meget gerne høre, hvad du synes. Skriv dine kommentarer og spørgsmål under videoerne eller hjælp andre Khan Academy-elever ved at svare på deres.
es: .. .y realmente aún hay más, pero no queremos que este correo electrónico sea demasiado largo. Nos encantaría saber lo que piensas. Deja tus comentarios y preguntas en los videos, o ayuda a enseñar a otros estudiantes de Khan Academy respondiéndoles.
fr: ...et nous pourrions continuer longtemps ainsi, mais nous ne voulons pas que cet e-mail soit trop long. Nous aimerions savoir ce que vous en pensez. Laissez vos commentaires et questions sous les vidéos, ou aidez l'apprentissage d'autres élèves de la Khan Academy en répondant aux leurs.
nb: ...og det er faktisk enda mer, men vi ville ikke la denne e-posten bli for lang. Vi vil veldig gjerne høre hva du synes. Legg igjen dine kommentarer og spørsmål under videoene, eller hjelp andre elever på Khan Academy ved å svare dem.
nl: ...en er is zelfs nog meer maar we wilden deze email niet te lang maken. We willen graag weten wat je ervan denkt. Laat commentaar en vragen achter onder de video's of help andere Khan Academy leerlingen leren door dat van hun te beantwoorden.
pl: ...i o wiele więcej, ale nie chcemy, żeby ta wiadomość była za długa. Chcielibyśmy wiedzieć, co o tym myślisz. Komentuj lub zadawaj pytania pod filmami, lub pomóż uczyć innych uczniów Khan Academy, odpowiadając na ich pytania.
pt: ... na verdade, tem muito mais, mas não queremos que este e-mail seja muito longo. Adoraríamos saber sua opinião. Deixe comentários e perguntas abaixo dos vídeos, ou ajude outros alunos da Khan Academy respondendo às perguntas deles.
tr: ...ve aslında daha da fazlası var, fakat bu e-postanın çok uzun olmasını istemedik. Görüşlerinizi bilmek isteriz. Videoların altına soru ve yorumlarınızı ekleyebilir, veya diğer Khan Academy öğrencilerine cevap vererek onların öğrenme süreçlerine yardımcı olabilirsiniz.

source: 0 - 9% of mission mastered
da: 0 - 9% af mission mestret
es: Porcentaje dominado de la misión 0 - 9%
fr: 0 - 9 % de mission maîtrisée
nb: 0 - 9% av oppdraget mestret
nl: 0 - 9% van de missie onder de knie
pl: 0 - 9% misji opanowane
pt: 0 - 9% da missão dominado
pt_pt: 0 - 9% da missão ultrapassada
tr: Görevin 0 - 9%'unda ustalaşıldı

source: 0 students
bg: 0 ученици
da: 0 elever
es: 0 estudiantes
fr: 0 élèves
he: 0 תלמידים
ja: 0 人の生徒
nb: 0 elever
nl: 0 leerlingen
pl: 0 uczniów
pt: 0 aluno
pt_pt: 0 alunos
tr: 0 öğrenci

source: 1 <span class="discussion-light"> answer </span>
da: 1 <span class="discussion-light"> svar </span>
es: 1 <span class="discussion-light"> respuesta </span>
fr: 1 <span class="discussion-light"> réponse </span>
nl: 1 <span class="discussion-light"> antwoord </span>
pl: 1 <span class="discussion-light"> odpowiedź </span>
pt: 1 <span class="discussion-light"> resposta </span>
pt_pt: 1 <span class="discussion-light"> resposta </span>

source: 1 <span class="discussion-light"> flag raised </span>
da: 1 <span class="discussion-light"> hejst flag </span>
es: 1 <span class="discussion-light"> marca hecha </span>
fr: 1 <span class="discussion-light"> drapeau est levé </span>
nl: 1 <span class="discussion-light"> vlag toegevoegd </span>
pl: 1 <span class="discussion-light"> podniesiona flaga </span>
pt: 1 <span class="discussion-light"> marcador indicado </span>
pt_pt: 1 <span class="discussion-light"> marcador </span>

source: 1 <span class="discussion-light"> project help reply </span>
da: 1 <span class="discussion-light"> svar på hjælp med projekt </span>
es: 1 <span class="discussion-light"> respuesta de ayuda en proyectos </span>
fr: 1 <span class="discussion-light"> réponse sur le projet </span>
nb: 1 <span class="discussion-light"> prosjekt hjelp svar </span>
nl: 1 <span class="discussion-light"> project antwoord bij hulp </span>
pl: 1 <span class="discussion-light"> odpowiedź na pomoc w projekcie </span>
pt: 1 <span class="discussion-light"> resposta de ajuda do projeto </span>
pt_pt: 1 <span class="discussion-light"> resposta de ajuda no projeto </span>

source: 1 <span class="discussion-light"> project help request </span>
da: 1 <span class="discussion-light"> anmodning om hjælp med projekt </span>
es: 1 <span class="discussion-light"> solicitud de ayuda en proyectos </span>
fr: 1 <span class="discussion-light"> aide sur le projet est demandée </span>
nb: 1 <span class="discussion-light"> forespørsel om hjelp </span>
nl: 1 <span class="discussion-light"> project verzoek om hulp </span>
pl: 1 <span class="discussion-light"> prośba o pomoc przy projekcie </span>
pt: 1 <span class="discussion-light"> solicitação de ajuda no projeto </span>
pt_pt: 1 <span class="discussion-light"> pedido de ajuda no projeto </span>

source: 1 <span class="discussion-light"> question </span>
da: 1 <span class="discussion-light"> spørgsmål </span>
es: 1 <span class="discussion-light"> pregunta </span>
ja: {{questions}} <span class="discussion-light">つの質問 </span>
nl: 1 <span class="discussion-light"> vraag </span>
pl: 1 <span class="discussion-light"> pytanie </span>
pt: 1 <span class="discussion-light"> pergunta </span>
pt_pt: 1 <span class="discussion-light"> pergunta </span>
