Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: How many significant figures does <code><var>TOTAL</var></code> have?
da: Hvor mange betydende cifre har <code><var>TOTAL</var></code>?
es: ¿Cuántas cifras significativas tiene <code><var>TOTAL</var></code>?
fr: Combien de chiffres significatifs y a-t-il dans le nombre <code><var>TOTAL</var></code> ?
hi: कितने महत्वपूर्ण आंकड़े <code><var>TOTAL</var></code> के पास हैं?
nb: Hvor mange gjeldene siffer har <code><var>TOTAL</var></code>?
nl: Hoeveel significante cijfers heeft <code><var>TOTAL</var></code>?
pl: Ile cyfr znaczących ma <code><var>TOTAL</var></code>?
pt: Quantos algarismos significativos <code><var>TOTAL</var></code> possui?
tr: <code><var>TOTAL</var></code> sayısında kaç tane anlamlı rakam var?

source: How many slices would we need to cut each <var>pizza(1)</var> into so that <var>C</var> slices would give us the same amount of <var>pizza(1)</var>?
da: Hvor mange skiver skal vi skære hver <var>pizza(1)</var> i, så <var>C</var> skiver ville give os den samme mængde <var>pizza(1)</var>?
es: ¿En cuántas rebanadas necesitaríamos cortar cada <var>pizza(1)</var> para que con <var>C</var> rebanadas tengamos la misma cantidad de <var>pizza(1)</var>?
fr: En combien de morceaux doit-on couper chaque <var>pizza(1)</var>, de façon à ce que <var>C</var> morceaux du nouveau découpage nous donne la même quantité de <var>pizza(1)</var> ?
hi: हमे प्रत्येक कितने हिस्से काटने होंगे <var>pizza(1)</var> ताकि <var>C</var> हिस्से हमे समान मात्रा में <var>pizza(1)</var> दें?
nb: Hvor mange skiver skal vi skjære hver <var>pizza(1)</var> i, så <var>C</var> stykker ville gi oss den samme mengde <var>pizza(1)</var>?
nl: In hoeveel stukken zouden we elke <var>pizza(1)</var> moeten snijden, opdat <var>C</var> stukken evenveel <var>pizza(1)</var> oplevert?
pl: Ile kawałków potrzebowalibyśmy, a by podzielić każdą <var>pizza(1)</var> na tyle <var>C</var> kawałków, aby otrzymać tę samą ilość <var>pizza(1)</var>?
pt: Em quantas fatias precisaríamos cortar cada <var>pizza(1)</var> para que <var>C</var> fatias nos oferecessem a mesma quantidade de <var>pizza(1)</var>?
tr: Bir <var>pizza(1)</var>'yı kaç dilime bölersek, <var>C</var> dilim bize <var>pizza(1)</var> ile aynı miktarı verir?

source: How many solar panels were installed in %(state)s in %(time_period)s?
fr: Combien de panneaux solaires ont été installés dans l'état de %(state)s en %(time_period)s?
nb: Hvor mange solcellepaneler ble installert i %(state)s i løpet av %(time_period)s?
pl: Ile paneli słonecznych zainstalowano w %(state)s w %(time_period)s?
pt: Quantos painéis solares foram instalados nos %(state)s em %(time_period)s?
tr: %(state)s'de %(time_period)s'de kaç tane güneş paneli kuruldu?

source: How many students does %(name)s Elementary School have in total?
fr: Combien y a-t-il d'élève au total à l'école élémentaire %(name)s ?
nb: Hvor mange elever har %(name)s Elementary School tilsammen?
pl: Ile w sumie uczniów liczy szkoła podstawowa %(name)s?
pt: Quantos alunos a Escola Primária %(name)s tem no total?
tr: %(name)s İlkokulu'nun toplam kaç öğrencisi var?

source: How many students improved their scores from the midterm to the final exam?
fr: Combien d'élèves ont amélioré leur note entre l'examen intermédiaire et l'examen final ?
nb: Hvor mange elever forbedret deres resultat fra midtterminen til eksamen?
pl: Ilu uczniów poprawiło swój wynik na egzaminie końcowym w porównaniu z egzaminem śródsemestralnym?
pt: Quantos alunos melhoraram suas notas da prova bimestral até a prova final?
tr: Kaç tane öğrenci ara dönem sınavına göre final sınavında puanını yükseltmiştir?

source: How many swimmers does <var>person(1)</var> need on the relay team?
es: ¿Cuántos nadadores necesita <var>person(1)</var> en el equipo de relevo?
fr: De combien de nageurs a besoin <var>person(1)</var> pour l'équipe de relais ?
nl: Hoeveel zwemmers heeft <var>person(1)</var> nodig in het estafetteteam?
pt: De quantos nadadores <var>person(1)</var> precisará na equipe de revezamento?
tr: <var>person(1)</var>'nin yüzme bayrak yarışı takımı için kaç kişiye ihtiyacı var?

source: How many symbols are needed to represent <code><var>VALUE</var></code> badge?
fr: Combien de symboles faut-il pour représenter <code><var>VALUE</var></code> badge ?
pl: Ile symboli oznacza <code><var>VALUE</var></code> odznakę?
pt: Quantos símbolos são necessários para representar <code><var>VALUE</var></code> medalha?
tr: <code><var>VALUE</var></code> madalyayı ifade etmek için kaç tane sembol gerekmektedir?

source: How many times do you need to divide <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> by ten to get <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code>?
da: Hvor mange gange skal du dividere <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> med ti for at få <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code>?
es: ¿Cuántas veces necesitas dividir <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> entre diez para obtener <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code>?
fr: Combien de fois faut-il diviser par dix le nombre <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> pour obtenir le nombre <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code> ?
nb: Hvor mange ganger skal du dividere <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> med ti for at få <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code>?
nl: Hoeveel keer moet je <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> door tien delen om <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code> te krijgen?
pl: Ile razy musisz podzielić <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> przez dziesięć, aby otrzymać <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code>?
pt: Quantas vezes você precisa dividir <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> por dez para conseguir <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code>?
tr: <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code> sayısına ulaşmak için <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> sayısını kaç kere on ile bölmelisiniz?

source: How many times do you need to multiply <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> by ten to get <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code>?
da: Hvor mange gange skal du gange <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> med ti for at få <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code>?
es: ¿Cuánta veces necesitas multiplicar <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> por diez para obtener <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code>?
fr: Combien de fois faut-il multiplier par dix le nombre <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> pour obtenir le nombre <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code> ?
nb: Hvor mange ganger skal du multiplisere <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> med ti for at få <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code>?
nl: Hoeveel keer moet je <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> met tien vermenigvuldigen om <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code> te krijgen?
pl: Ile razy musisz pomnożyć <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> przez dziesięć, aby otrzymać <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code>?
pt: Quantas vezes você precisa multiplicar <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> por dez para conseguir <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code>?
tr: <code><var>localeToFixed(B_FLOAT, B_DECIMAL)</var></code> sayısına ulaşmak için <code><var>localeToFixed(A_FLOAT, A_DECIMAL)</var></code> sayısını kaç kere on ile çarpmalısınız?

source: How many total slices would we need if we want the same amount of <var>pizza( 1 )</var> in <var>C</var> slices?
da: Hvor mange skiver skal vi skære i alt, hvis vi ønsker den samme mængde af <var>pizza( 1 )</var> i <var>C</var> skiver?
es: ¿Cuántas rebanadas necesitamos si queremos la misma cantidad de <var>pizza( 1 )</var> en <var>C</var> rebanadas?
fr: En combien de morceaux faudrait-il découper la <var>pizza( 1 )</var> si on veut que <var>C</var> morceaux de ce nouveau découpage nous en donne la même quantité ?
nb: Hvor mange stykker skal vi skjære totalt, hvis vi ønsker den samme mengde av <var>pizza( 1 )</var> i <var>C</var> stykker?
nl: Hoeveel stukken zouden we nodig hebben als we dezelfde hoeveelheid <var>pizza( 1 )</var> willen krijgen in <var>C</var> stukken?
pl: Ile wszystkich kawałków potrzebujemy jeśli chcemy tę samą ilość <var>pizza( 1 )</var> podzieloną na <var>C</var> kawałków?
pt: Qual o total de fatias que precisaremos se quisermos a mesma quantidade de <var>pizza( 1 )</var> em <var>C</var> fatias?
tr: Eğer <var>pizza( 1 )</var> <var>C</var> dilim ile aynı miktarda olmasını istiyorsak, toplam kaç dilime ihtiyacımız var?

source: How many total solar panels were installed last year in %(name)s?
fr: Combien de panneaux solaires ont été installés à %(name)s l'année dernière ?
nb: Hvor mange solcellepanel ble installert i fjor i %(name)s?
pl: Ile paneli słonecznych zainstalowano w sumie w przeciągu zeszłego roku w %(name)s?
pt: Quantos painéis solares foram instalados no total no último ano em %(name)s?
tr: Geçtiğimiz yıl %(name)s 'de kaç güneş paneli yerleştirilmiştir?

source: How many trees are on the <var>side(2)</var> bank of the river?
da: Hvor mange træer er der på den <var>side(2)</var> flodbred?
es: ¿Cuántos árboles hay en la orilla <var>side(2)</var> del rio?
fr: Combien d'arbres y a-t-il sur la rive <var>side(2)</var> de la rivière ?
ja: 何本の木が川の <var>side(2)</var> 側の岸にあるでしょうか?
nb: Hvor mange trær er det på <var>side(2)</var> av elven?
nl: Hoeveel bomen zijn aan de <var>side(2)</var>kant van de rivier?
pl: Ile drzew jest na <var>side(2)</var> brzegu rzeki?
pt: Quantas árvores há na margem <var>side(2)</var> do rio?
tr: Nehrin <var>side(2)</var> yakasında kaç tane ağaç bulunmaktadır?

source: How many trees are on the banks of the river?
da: Hvor mange træer er der på flodbredderne?
es: ¿Cuántos árboles hay en las orillas del río?
fr: Combien y a-t-il d'arbres au bord de la rivière ?
hi: नदी के तट पर कितने पेड़ हैं?
ja: 何本の木が川の両岸にあるでしょうか?
nb: Hvor mange trær er på elvebredden?
nl: Hoeveel bomen staan er bij de rivier?
pl: Ile drzew znajduje się nad brzegiem rzeki?
pt: Quantas árvores há nas margens do rio?
tr: Nehrim her iki yakasında kaç tane ağaç bulunmaktadır?

source: How many years will it take until <var>P1</var> is only <code><var>C</var></code> times as old as <var>P2</var>?
es: ¿Cuántos años tomará para que <var>P1</var> tenga solamente <code><var>C</var></code> veces la edad de <var>P2</var>?
fr: Dans combien d'années <var>P1</var> sera-t-il seulement <code><var>C</var></code> fois plus âgé que <var>P2</var> ?
nb: Hvor mange år vil det ta før <var>P1</var> bare er <code><var>C</var></code> ganger så gammel som <var>P2</var>?
nl: Hoeveel jaren zal het duren totdat <var>P1</var> slechts <code><var>C</var></code> keer zo oud is als <var>P2</var>?
pl: Ile lat trzeba poczekać, aż <var>P1</var> będzie mieć <code><var>C</var></code> razy tyle lat, co <var>P2</var>?
pt: Quantos anos serão necessários para que <var>P1</var> seja apenas <code><var>C</var></code> vezes mais velho(a) que <var>P2</var>?
tr: <var>P1</var> 'in <var>P2</var>'nin <code><var>C</var></code> katı yaşında olması için kaç sene geçmesi gerekir?

source: How much change did <var>person(1)</var> receive?
es: ¿Cuánto cambio recibió <var>person(1)</var>?
fr: Combien d'euros le commerçant a-t-il rendu à <var>person(1)</var> ?
hi: <var>person(1)</var> व्यक्ति ने कितना पाया?
nb: Hvor mange fikk <var>person(1)</var> tilbake?
nl: Hoeveel wisselgeld heeft <var>person(1)</var> ontvangen?
pl: Ile reszty dostał(a) <var>person(1)</var>?
pt: Quanto de troco <var>person(1)</var> recebeu?
tr: <var>person(1)</var> ne kadar para üstü aldı?

source: How much did <var>person(1)</var> need to pay for her produce?
da: Hvor meget betalte <var>person(1)</var> for hendes varer?
es: ¿Cuánto necesitó pagar <var>person(1)</var> por su producto?
fr: Combien va payer <var>person(1)</var> pour son achat ?
hi: प्रत्येक <var>person(1)</var> को अपनी उपज के लिए कितना देना पड़ा?
nb: Hvor mye betalte <var>person(1)</var> for varene sine?
nl: Hoeveel moest <var>person(1)</var> voor haar producten betalen?
pl: Ile <var>person(1)</var> musiała zapłacić za produkt?
pt: Quanto <var>person(1)</var> precisa pagar por sua produção?
tr: <var>person(1)</var> ona ürünü için ne kadar ödemeli?

source: How much did <var>person(1)</var> need to pay for his produce?
da: Hvor meget betalte <var>person(1)</var> for hans varer?
es: ¿Cuánto necesitó pagar <var>person(1)</var> por su producto?
fr: Combien va payer <var>person(1)</var> pour son achat ?
hi: प्रत्येक <var>person(1)</var> को अपनी उपज के लिए कितना देना पड़ा?
nb: Hvor nye betalte <var>person(1)</var> for varene sine?
nl: Hoeveel moest <var>person(1)</var> voor zijn producten betalen?
pl: Ile <var>person(1)</var> musiał zapłacić za produkt?
pt: Quanto <var>person(1)</var> precisa pagar por sua produção?
tr: <var>person(1)</var> ona ürünü için ne kadar ödemeli?

source: How much did the babies weigh in total?
da: Hvor meget vejede babyerne i alt?
es: ¿Cuánto pesaron los bebés en total?
fr: Combien les bébés pesaient-ils au total ?
hi: बच्चों का कुल वज़न कितना है?
nb: Hvor mye veide babyene totalt?
nl: Hoeveel wogen de baby's in totaal?
pl: Ile dzieci ważą łącznie?
pt: Quanto os bebês pesam no total?
tr: Bebeklerin toplam ağırlığı ne kadardır?

source: How much does <var>UNKNOWN</var> weigh?
es: ¿Cuánto pesa <var>UNKNOWN</var>?
fr: Combien pèse <var>UNKNOWN</var>?
nb: Hvor mye veier <var>UNKNOWN</var> ?
pl: Ile waży <var>UNKNOWN</var> ?
pt: Quanto <var>UNKNOWN</var> pesa?
tr: <var>UNKNOWN</var>'in ağırlığı nedir?

source: How much does the <var>color(2)</var> <var>clothing(2)</var> cost?
fr: Combien coûte le <var>clothing(2)</var> <var>color(2)</var> ?
nb: Hvor mye koster <var>color(2)</var> <var>clothing(2)</var>?
pl: Ile kosztuje <var>color(2)</var> <var>clothing(2)</var>?
pt: Quanto custa o <var>clothing(2)</var> <var>color(2)</var>?
tr: <var>color(2)</var> <var>clothing(2)</var> ne kadar tutmuştur?

source: How much faster was <var>person(2)</var> than <var>person(1)</var> in seconds?
da: Hvor meget hurtigere var <var>person(2)</var> end <var>person(1)</var> i sekunder?
es: ¿Cuántos segundos más rápido fue <var>person(2)</var> que <var>person(1)</var>?
fr: De combien de secondes <var>person(2)</var> a été plus rapide que <var>person(1)</var> ?
hi: कितना तेज़ था <var>person(2)</var> <var>person(1)</var> से क्षणों में?
nb: Hvor mye raskere var <var>person(2)</var> enn <var>person(1)</var> i sekunder?
nl: Hoeveel sneller was <var>person(2)</var> dan <var>person(1)</var> in seconden?
pl: O ile szybszy był(a) <var>person(2)</var> od <var>person(1)</var> w sekundach?
pt: O quanto <var>person(2)</var> foi mais rápido que <var>person(1)</var> em segundos?
tr: <var>person(2)</var> , <var>person(1)</var>'den kaç saniye hızlıdır?

source: How much have we overcounted? Well, for every group of <code><var>NUM_TAKEN</var></code>, we've counted them as if the order we chose them in matters, when really it doesn't. So, the number of times we've overcounted each group is the number of ways to order <code><var>NUM_TAKEN</var></code> things.
es: ¿Cuántos hemos contado de más? Bueno, a cada grupo de <code><var>NUM_TAKEN</var></code>, los hemos contado como si el orden con el que los escogimos importara, cuando en realidad no importa. Así es que la cantidad de veces que hemos contado de más a cada grupo es la cantidad de formas que hay de ordenar <code><var>NUM_TAKEN</var></code> cosas.
fr: Combien de fois a-t-on compté le même ensemble ? On a compté chaque ensemble de <code><var>NUM_TAKEN</var></code>, comme si l'ordre dans lequel on les place importait, alors que ce n'est pas le cas. Combien y a-t-il de façons d'ordonner <code><var>NUM_TAKEN</var></code> éléments ?
pl: O ile się przeliczyliśmy? Każdą grupę <code><var>NUM_TAKEN</var></code> elementów liczyliśmy tak, jakby kolejność wyboru miała znaczenie - choć tak naprawdę nie ma. Każdą grupę policzyliśmy dodatkowo o tyle razy, na ile sposobów można ułożyć zbiór <code><var>NUM_TAKEN</var></code> przedmiotów.
pt: Quantos contamos a mais? Bem, para cada grupo de <code><var>NUM_TAKEN</var></code>, contamos como se a ordem que os escolhemos importasse, quando não é bem assim. Com isso, o número de vezes que contamos a mais cada grupo é o número de formas para ordenar as <code><var>NUM_TAKEN</var></code> coisas.
tr: Ne kadar fazla saydık? Her <code><var>NUM_TAKEN</var></code> grubu, sanki sıralamanın önemi varmış gibi saymış olduk. Yani, her grubu <code><var>NUM_TAKEN</var></code> şeyi sıralama sayısı kadar fazla saymış olduk.

source: How much have we overcounted? Well, for every group of <code><var>SLOTS</var></code>, we've counted them as if the order we chose them in matters, when really it doesn't. So, the number of times we've overcounted each group is the number of ways to order <code> <var>SLOTS</var></code> things.
es: ¿Qué tanto hemos contado de más? Bien, por cado grupo de <code><var>SLOTS</var></code>, los hemos contado como si el orden en que los elegimos importara, cuando en realidad no importa. Así que el número de veces que hemos contado de más cada grupo es el número de maneras de ordenar <code> <var>SLOTS</var></code> cosas.
fr: Combien de fois a-t-on compté le même ensemble ? On a compté chaque ensemble de <code><var>SLOTS</var></code> personnes comme si l'ordre dans lequel on les choisissait importait, alors que ce n'est pas le cas. Combien y a-t-il de façons d'ordonner <code> <var>SLOTS</var></code> éléments ?
pl: O ile za dużo? Dla każdej grupy po <code><var>SLOTS</var></code> policzyliśmy to tak, jakby kolejność, w jakiej wybieramy przyjaciół, miała znaczenie, podczas gdy tak naprawdę nie ma. Tak więc ilość grup policzonych za dużo razy, to liczba sposobów, na jakie można ułożyć <code> <var>SLOTS</var></code> rzeczy.
pt: Quantos contamos a mais? Bem, para cada grupo de <code><var>SLOTS</var></code>, contamos como se a ordem que os escolhemos importasse, quando não é bem assim. Com isso, o número de vezes que contamos a mais cada grupo é o número de formas para ordenar as <code> <var>SLOTS</var></code> coisas.

source: How much have you learned about %(test_level)s this month?
da: Hvor meget har du lært om %(test_level)s i denne måned?
es: ¿Cuánto has aprendido sobre %(test_level)s este mes?
fr: Quelle quantité avez fou appris about %(test_level)s this month?
ja: この 1 カ月でどのくらい %(test_level)s について学びましたか？
nb: Hvor mye har du lært om %(test_level)s denne måneden?
nl: Hoeveel heb je geleerd over %(test_level)s deze maand?
pl: Ile nauczyłeś się o %(test_level)s w tym miesiącu?
pt: Quanto você aprendeu sobre %(test_level)s este mês?
tr: %(test_level)s hakkında bu ay neler öğrendiniz?

source: How much more rain fell in <var>person(2)</var>'s town than in <var>person(1)</var>'s town?
da: Hvor meget mere regn faldt i <var>person(2)</var>s by sammenlignet med <var>person(1)</var>s by?
es: ¿Cuánta más lluvia cayó en la cuidad de <var>person(2)</var> que en la cuidad de <var>person(1)</var>?
fr: Quelle quantité de pluie la ville où habite <var>person(2)</var> a-t-elle reçue de plus que la ville où habite <var>person(1)</var> ?
hi: कितनी बारिश हुई <var>person(2)</var>'s के नगर के मुकाबले <var>person(1)</var>'s के नगर मेंI
nb: Hvor mye mer regn falt i <var>person(2)</var>s by sammenlignet med <var>person(1)</var>s by?
nl: Hoeveel méér regel viel er in de stad van <var>person(2)</var> dan in de stad van <var>person(1)</var>?
pl: O ile więcej deszczu spadło w mieście, w którym mieszka <var>person(2)</var>, niż w mieście, w którym mieszka <var>person(1)</var>?
pt: Qual o volume de chuva que caiu a mais na cidade de <var>person(2)</var> em comparação à cidade de <var>person(1)</var>?
tr: <var>person(2)</var>'nin kasabasına <var>person(1)</var>'nin kasabasına göre ne kadar fazla yağmur yağmıştır?

source: How old are you?
da: Hvor gammel er du?
es: ¿Cuántos años tienes?
fr: Vous avez quel âge?
ja: あなたは何歳ですか?
nb: Hva er din alder?
nl: Hoe oud ben je?
pl: Ile masz lat?
pt: Quantos anos você tem?
pt_pt: Quantos anos tens?
tr: Kaç yaşındasınız?

source: How old is <var>P1</var> now?
es: ¿Cuántos años tiene <var>P1</var>?
fr: Quel est l'âge de <var>P1</var> aujourd'hui ?
nb: Hvor gammel er <var>P1</var> nå?
nl: Hoe oud is <var>P1</var> nu?
pl: Ile lat ma teraz <var>P1</var>?
pt: Quantos anos tem <var>P1</var> agora?
tr: <var>P1</var> şimdi kaç yaşındadır?

source: How old is <var>P1</var>?
es: ¿Cuántos años tiene <var>P1</var>?
fr: Quel est l'âge de <var>P1</var> ?
nb: Hvor gammel er <var>P1</var>?
nl: Hoe oud is <var>P1</var>?
pl: Ile lat ma <var>P1</var>?
pt: Quantos anos tem <var>P1</var>?
tr: <var>P1</var> kaç yaşındadır?

source: How old is <var>P2</var> now?
es: ¿Cuántos años tiene <var>P2</var>?
fr: Quel est l'âge de <var>P2</var> aujourd'hui ?
nb: Hvor gammel er <var>P2</var> nå?
nl: Hoe oud is <var>P2</var> nu?
pl: Ile lat ma teraz <var>P2</var>?
pt: Quantos anos tem <var>P2</var> agora?
tr: <var>P2</var> şimdi kaç yaşındadır?

source: How old is <var>P2</var>?
es: ¿Cuántos años tiene <var>P2</var>?
fr: Quel est l'âge de <var>P2</var> ?
nb: Hvor gammel er <var>P2</var>?
nl: Hoe oud is <var>P2</var>?
pl: Ile lat ma <var>P2</var>?
pt: Quantos anos tem <var>P2</var>?
tr: <var>P2</var> kaç yaşındadır?

source: How old is he right now?
da: Hvor gammel er han lige nu?
es: ¿Cuántos años tiene él ahora?
fr: Quel est son âge aujourd'hui ?
nb: Hvor gammel er han akkurat nå?
nl: Hoe oud is hij nu?
pl: Ile ma lat teraz?
pt: Quantos anos ele tem agora?
tr: Şu an kaç yaşında?

source: How old is she right now?
da: Hvor gammel er hun lige nu?
es: ¿Cuántos años tiene ella ahora?
fr: Quel est son âge aujourd'hui ?
nb: Hvor gammel er hun akkurat nå?
nl: Hoe oud is ze nu?
pl: Ile ma lat teraz?
pt: Quantos anos ela tem agora?
tr: Şu an kaç yaşında?

source: How useful is this video compared to other videos on Khan Academy?
da: Hvor nyttig er denne video i forhold til andre videoer på Khan Academy?
es: ¿Qué tan útil es este video comparado con otros videos de Khan Academy?
fr: A quel point cette vidéo est-elle utile par rapport aux autres vidéos de la Kahn Academy?
nb: Hvor nyttig er denne videoen sammenlignet med andre videoer på Khan Academy?
nl: Hoe nuttig is dit filmpje in vergelijking met andere filmpjes op Khan Academy?
pl: Jak pomocny jest ten film w porównaniu z innymi filmami na Khan Academy?
pt: Qual a utilidade deste vídeo em comparação a outros vídeos da Khan Academy?
tr: Khan Academy Türkçe'de yer alan diğer videolarla karşılaştırdığınızda, bu video ne kadar yararlı oldu?

source: How will LearnStorm promote the Growth Mindset?
es: ¿Cómo promoverá LearnStorm una mentalidad de crecimiento?
nb: Hvordan vil LearnStorm øke læringen?
pt: Como a LearnStorm vai promover o crescimento do conhecimento?
pt_pt: Como é que a LearnStorm promove a Mentalidade de Crescimento?
tr: LearnStorm, gelişim odaklı bakış açısını nasıl geliştirecek?
