Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: To calculate a <code>\blue{5\%}</code> tip, divide the <code>\purple{10\%}</code> tip amount in half.
fr: Pour calculer le montant d'un pourboire de <code>\blue{5\%}</code> on peut diviser par deux le montant d'un pourboire de <code>\purple{10\%}</code>.
nb: For å beregne <code>\blue{5\%}</code> tips, deler vi <code>\purple{10\%}</code> tips på to.
pl: Aby obliczyć napiwek <code>\blue{5\%}</code>, podziel wysokość napiwku <code>\purple{10\%}</code> na pół.
pt: Para calcular <code>\blue{5\%}</code> de gorjeta, divida a quantia dos <code>\purple{10\%}</code> de gorjeta pela metade.

source: To calculate a <code>\pink{5\%}</code> tip, divide the <code>\purple{10\%}</code> tip amount in half.
fr: Pour calculer le montant d'un pourboire de <code>\pink{5\%}</code> on peut diviser par deux le montant d'un pourboire de <code>\purple{10\%}</code>.
nb: Å beregne en<code>\pink{5\%}</code> tips, deler vi <code>\purple{10\%}</code> tips med to.
pl: Aby obliczyć napiwek <code>\pink{5\%}</code>, podziel wysokość napiwku <code>\purple{10\%}</code> na pół.
pt: Para calcular <code>\pink{5\%}</code> de gorjeta, divida a quantia dos <code>\purple{10\%}</code> de gorjeta pela metade.

source: To calculate a <code>\purple{10\%}</code> tip, move the decimal point in <code>\green{\$<var>BILL_FORMAT</var>}</code> one place to the left.
fr: Pour calculer le montant d'un pourboire de <code>\purple{10\%}</code> on peut déplacer la virgule du nombre <code>\green{\$<var>BILL_FORMAT</var>}</code> d'un rang vers la gauche.
nb: Å beregne en <code>\purple{10\%}</code> tips, flytter vi desimaltegnet i <code>\green{\$<var>BILL_FORMAT</var>}</code> en plass til venstre.
pl: Aby obliczyć napiwek <code>\purple{10\%}</code>, przesuń przecinek w <code>\green{\$<var>BILL_FORMAT</var>}</code> o jedno miejsce w lewo.
pt: Para calcular <code>\purple{10\%}</code> de gorjeta, mova a vírgula decimal em <code>\green{\$<var>BILL_FORMAT</var>}</code> uma casa para a esquerda.

source: To calculate the average speed, we will make use of the following:
fr: Pour calculer la vitesse moyenne, nous allons faire usage de ce qui suit :
nb: For å beregne gjennomsnittlig hastighet, vil vi gjøre bruk av følgende:
pl: Aby obliczyć średnią prędkość, wykorzystamy następujące obliczenia:
pt: Para calcular a velocidade média, faremos o seguinte:
tr: Ortalama hızı hesaplamak için, aşağıdakilerden yararlanacağız:

source: To claim your invitation enter your parent or guardian’s email address here
ja: あなたが招待を受けると申請するために，親，または保護者の電子メイルアドレスをここに入力して下さい．
nb: For å få tak i invitasjonen må du skrive foresattes e-postadresse her
pl: Aby otrzymać zaproszenie podaj adres e-mail swojego rodzica bądź opiekuna
pt: Para retirar seu convite, digite o e-mail de seus pais ou responsáveis aqui
tr: Davetiyenizi almak için, ebeveyn veya velinizin eposta adresini buraya giriniz

source: To compensate for this underestimation, rather than simply averaging the <span class="hint_purple">squared deviations from the mean</span>, we total them and divide by <code class="hint_green">n - 1</code>.
fr: Pour compenser cette sous-estimation, plutôt que de simplement faire la moyenne <span class="hint_purple">des carrrés des écarts à la moyenne</span>, on les additionne et on les divise par <code class="hint_green">n - 1</code>.
pt: Para compensar esta subestimação, ao invés de simplesmente calcular os <span class="hint_purple">desvios da média ao quadrado </span>, somamos eles e dividimos por <code class="hint_green">n - 1</code>.
tr: Bu eksik tahmini telafi etmek için, <span class="hint_purple">ortalamadan sapmaların karelerinin</span> ortalamasını almak yerine, toplamı <code class="hint_green">n - 1</code>'e böleriz.

source: To connect another email address to your Khan Academy account, first add a password to your account in the "Password" section above.
bg: За да свържете друг имейл адрес с вашия профил в Khan Academy, първо добавете парола към профила си в раздела "Парола" по-горе.
da: Hvis du vil knytte en anden e-mail-adresse til din konto hos Khan Academy, tilføj da en adgangskode først i menuen "Adgangskode" ovenfor.
es: Para vincular otra dirección de correo electrónico a tu cuenta de Khan Academy, primero debes agregar una contraseña a tu cuenta en la sección "Contraseña" que se muestra arriba.
fr: Pour ajouter une autre adresse mail à ton compte Khan Academy, ajoute d'abord un mot de passe à ton compte dans la section "Mot de Passe" ci-dessus.
he: כדי להוסיף כתובת דואר נוספת לחשבון אקדמיית קהאן שלכם, עליכם קודם להוסיף סיסמה לחשבון שלכם בחלק שנקרא "סיסמה" בחלק העליון של דף זה.
nb: For å koble til en annen e-postadresse til din Khan akademiet-konto, legg først til et passord for din konto i "Passord" seksjonen ovenfor.
nl: Om een andere e-mailadres te koppelen aan je Khan Academy account, moet je eerst een wachtwoord toevoegen aan je account in de "Wachtwoord" sectie hierboven.
pl: Aby podłączyć kolejny adres e-mail do swojego konta w Khan Academy, najpierw podaj hasło konta w polu "Hasło" powyżej.
pt: Para vincular outro endereço de e-mail a sua conta da Khan Academy, primeiro adicione uma senha a sua conta na seção "Senha" acima.
tr: Khan Academy hesabınıza bir başka email adresi daha ekleyebilmek için önce yukarıdaki ''Şifre'' bölümünde hesabınıza bir şifre eklemeniz gerekmektedir.

source: To control playback speed, you need to enable YouTube's HTML5 trial.
da: For at styre afspilningshastigheden, skal du aktivere Youtube's HTML5 trial.
es: Para controlar la velocidad de reproducción, debes habilitar la prueba de HTML5 de YouTube.
fr: Pour contrôler la vitesse de lecture, vous devez activer la version d'essai HTML5 de YouTube.
ja: プレイバックスピードを制御するためには，YouTube の HTML5 トライアルを有効にする必要があります．
nb: For å kontrollere avspillingshastigheten, må du aktivere YouTube HTML5 trial.
nl: Om de afspeelsnelheid in te kunnen stellen, moet je Youtube's HTML5 trial inschakelen.
pl: Aby kontrolować prędkość odtwarzania, należy włączyć YouTube wersji próbnej HTML5.
pt: Para controlar a velocidade de reprodução, você precisa habilitar o período de teste de HTML5 do YouTube.
pt_pt: Para controlares a velocidade de reprodução, é necessário ativares o período experimental do HTML5 no YouTube.
tr: Kayıttan yürütme hızını kontrol etmek için YouTube HTML5 denemesini etkinleştirmeniz gerekmektedir.

source: To create an account for your child, click the "<a href="/createchild?coach=1">Create child account</a>" button above.
bg: За да създадете акаунт на детето си, кликнете върху бутона "<a href="/createchild?coach=1">Създай детски акаунт</a>" по-горе.
da: For at oprette en konto til dit barn, skal du klikke på "<a href="/createchild?coach=1">Opret børnekonto</a>" ovenover.
es: Para crear una cuenta para tu hijo, haz clic en el botón "<a href="/createchild?coach=1">Crear cuenta de hijo</a>" de arriba.
fr: Pour créer un compte pour votre enfant, cliquer le bouton "<a href="/createchild?coach=1">Créer un compte enfant</a>"ci-dessus.
ja: あなたの子のためにアカウントを作成するには，上の「<a href="/createchild?coach=1"> チャイルドアカウントの作成</a>」ボタンをクリックして下さい．
nb: For å opprette en bruker til ditt barn, klikk på "<a href="/createchild?coach=1">Lag konto til barn</a>" knappen ovenfor.
nl: Om een account te creëren voor je kind, klik op de "<a href="/createchild?coach=1">Creëer kinderaccount</a>" knop bovenaan.
pl: Aby stworzyć konto dla Twojego dziecka, kliknij powyższy przycisk "<a href="/createchild?coach=1">Stwórz konto dla dziecka</a>".
pt: Para criar uma conta para seu filho(a), clique no botão "<a href="/createchild?coach=1">Criar conta infantil</a>" acima.
pt_pt: Para criar uma conta para o seu filho, clique no botão "<a href="/createchild?coach=1">Criar uma conta infantil</a>".
tr: Çocuğunuza bir hesap oluşturmak için, yukarıdaki <a href="/createchild?coach=1">"Çocuk Hesabı Oluştur"</a> düğmesine tıklayınız.

source: To determine if a point is a solution to <b>both</b> inequalities, plot it on the graph and see if it lies within <b>both</b> shaded areas.
es: Para determinar si un punto es solución a <b>ambas desigualdades</b>, trázalo en la gráfica y ve si cae en <b>ambas</b> áreas sombreadas.
fr: Pour vérifier si un couple est solution des <b>deux</b> inéquations, on le place sur le graphique et on regarde s'il appartient aux <b>deux</b> demi-plans colorés.
nb: For å bestemme om et punkt er en løsning til <b>begge</b> ulikhetene, kan du sette det inn i koordinatsystemet og se om det er i området hvor <b>begge</b> ulikhetene har løsning.
pt: Para determinar se um ponto é uma solução de <b>ambas</b> as inequações, traçe-o no gráfico e veja seja está dentro de <b>ambas</b> as áreas sombreadas.
tr: Bir noktanın eşitsizliklerin <b>ikisinin de </b> çözümü olup olmadığını belirlemek için, noktayı grafik üzerinde çiziniz ve taralı alanların <b>ikisinde de</b> bulunup bulunmadığına bakınız.

source: To ensure you never lose access to your account, we recommend connecting a non-school related email.
da: For at sikre, at du aldrig mister adgang til din konto, anbefaler vi at forbinde en ikke-skole relaterede e-mail.
es: Para asegurar que nunca pierdas acceso a tu cuenta, recomendamos conectar un correo electrónico no relacionado con la escuela.
fr: Pour s'assurer que vous ne perdez jamais accès à votre compte, nous vous recommandons de raccorder un courriel connexe non scolaire.
ja: けっしてあなたのアカウントへのアクセスを失なわないように，私達はあなたが学校とは関係のない電子メイルアドレスで接続することを推奨します．
nb: For å sikre at du aldri mister tilgang til kontoen, anbefaler vi at du kobler til en ikke-skole relatert e-postadresse.
nl: Om er voor te zorgen dat je nooit de toegang verliest tot je account raden we aan om een niet school-gerelateerde emailadres te gebruiken.
pl: Żeby upewnić się, że nigdy nie stracisz dostępu do swojego konta, zalecamy dołączenie adresu e-mail niepowiązanego ze szkołą.
pt: Para garantir que você nunca perca o acesso à sua conta, recomendamos que se conecte com um e-mail não relacionado a sua escola.
tr: Hesabınıza erişimi hiç kaybetmemeniz için, okulla ilişiği olmayan bir e-posta kullanmanızı öneririz.

source: To factor a binomial, you should first find the greatest common factor of all the terms.
fr: Pour factoriser au maximum il faut trouver le plus grand diviseur commun des coefficients.
pl: Żeby rozłożyć dwumian na czynniki, musimy najpierw znaleźć największy wspólny dzielnik wszystkich wyrazów.
pt: Para fatorar um binômio, você deve antes encontrar o máximo divisor comum dentre todos os termos.
tr: Bir binomu çarpanlarına ayırmak için, ilk olarak, tüm terimlerin en büyük ortak bölenini bulmalısınız.

source: To find <code>a_{<var>N</var>}</code>, we can simply substitute <code>i = <var>N</var></code> into the formula.
es: Para encontrar <code>a_{<var>N</var>}</code>, podemos simplemente sustituir <code>i = <var>N</var></code> en la fórmula.
fr: Pour trouver <code>a_{<var>N</var>}</code>, on remplace i par <code>i = <var>N</var></code> dans la formule.
pt: Para encontrarmos <code>a_{<var>N</var>}</code>, podemos simplesmente substituir <code>i = <var>N</var></code> na fórmula.

source: To find <code>a_{<var>N</var>}</code>, we can simply substitute <code>i = <var>N</var></code> into the given formula.
es: Para encontrar <code>a_{<var>N</var>}</code>, podemos simplemente sistituir <code>i = <var>N</var></code> en la fórmula dada.
fr: Pour trouver <code>a_{<var>N</var>}</code>, on remplace i par sa valeur <code>i = <var>N</var></code>.
pt: Para encontrar <code>a_{<var>N</var>}</code>, podemos simplesmente substituir <code>i = <var>N</var></code> na dada fórmula.

source: To find <code>a_{<var>N</var>}</code>, we can simply substitute <code>i = <var>N</var></code> into the our formula.
es: Para encontrar <code>a_{<var>N</var>}</code>, podemos simplemente sustituir <code>i = <var>N</var></code> en nuestra fórmula.
fr: Pour trouver <code>a_{<var>N</var>}</code>, on remplace i par sa valeur <code>i = <var>N</var></code>.
pt: Para encontrar <code>a_{<var>N</var>}</code>, podemos simplesmente substituir <code>i = <var>N</var></code> na nossa fórmula.

source: To find <code>b</code>, we can substitute in either of the two points into the above equation. Let's go through both cases:
da: For at finde <code>b</code>, kan vi indsætte et af de to punkter i den ovenstående ligning. Lad os gennemgå begge tilfælde:
es: Para encontrar <code>b</code>, podemos sustituir cualquiera de los dos puntos en la ecuación de arriba. Vamos a hacerlo para los dos casos:
fr: Pour trouver <code>b</code>, on peut substituer x et y par les coordonnées d'un des deux points dans l'équation ci-dessus. On va détailler les calculs dans les deux cas :
nb: For å finne <code>b</code>, kan vi sette inn et av de to punktene i den ovenstående ligningen. La oss gjennomgå begge tilfeller:
pl: Żeby znaleźć <code>b</code>, możemy podstawić którykolwiek z dwóch punktów do powyższego równania. Zróbmy to w obu przypadkach:
pt: Para encontrar <code>b</code>, podemos substituir em quaisquer dos dois pontos na equação acima. Vamos analisar os dois casos:
tr: <code>b</code>'yi bulmak için, yukarıdaki denkleme iki noktadan birini koyabiliriz. İki durumu da yapalım:

source: To find <code>b</code>, we can substitute in either of the two points into the equation with solved slope.
da: Vi kan sætte et af de to punkter ind i ligningen med vores nyfundne hældning for at finde <code>b</code>.
es: Para encontrar <code>b</code>, podemos sustituir cualquiera de los dos puntos en la ecuación cuya pendiente conocemos.
fr: Connaissant le coefficient directeur, pour trouver <code>b</code>, on peut utiliser l'un des deux points.
nb: Vi kan sette et av de to punktene inn i likningen med vår nye stigning for å finne <code>b</code>.
pt: Para encontrar <code>b</code>, podemos substituir qualquer um dos dois pontos na equação com inclinações solucionadas.
tr: <code>b</code>'yi bulmak için, eğimi bulunmuş denkleme iki noktadan herhangi birini koyabiliriz.

source: To find all of your spin-offs of this program, click "Spin-offs" and look under "Your spin-offs."
da: For at finde alle dine spin-offs af dette program, skal du klikke på "Spin-offs" og kigge under "Dine spin-offs."
es: Para encontrar todos tus derivados de este programa, haz clic en "Derivados" y busca en la sección "Tus derivados".
fr: Pour trouver tous vos spin-offs de ce programme, cliquez sur « Spin-offs » et sur « Vos spin-offs ».
ja: このプログラムのあなたのスピンオフ全てをみつけるには，「スピンオフ」をクリックし，そしてその下の「あなたのスピンオフ」をみます．
nb: For å finne alle dine spin-offs av dette programmet, klikker du "Spin-offs" og se under "Dine spin-offs."
nl: Om al jouw spin-offs op dit programma te vinden, klik op "Spin-offs" en kijk in "Jouw spin-offs."
pl: Żeby znaleźć wszystkie Twoje spin-offy tego programy, kliknij "Spin-offy" i szukaj pod "Twoje spin-offy."
pt: Para encontrar todos os seus derivados deste programa, clique em "Derivados" e procure em "Seus derivados".
pt_pt: Para veres todas as tuas derivações deste programa, clica em "Variações" e vê em "As tuas variações".
tr: Bu programın yaptığınız bütün uyarlamalarını bulmak için, "Uyarlamalar"a tıklayıp "Sizin yarlamalarınız" kısmına bakın.

source: To find another point on the parabola, we can try plugging an <code>x</code> value into the equation.
da: For at finde et andet punkt på parablen, kan vi prøve at indsætte en <code>x</code>-værdi i ligningen.
es: Para encontrar otro punto de la parábola, podemos intentar evaluar un valor para <code>x</code> en la ecuación.
fr: Pour trouver un autre point de la parabole, on peut calculer l'image d'une valeur particulière de <code>x</code>.
nb: For at finne et annet punkt på parabelen, kan vi prøve at sette inn en <code>x</code>-verdi i ligningen.
pl: Żeby znaleźć inny punkt paraboli, możemy spróbować postawić wartość <code>x</code> do równania.
pt: Para encontrar outro ponto na parábola, podemos tentar inserir um valor de <code>x</code> na equação.
tr: Parabol üzerinde başka bir nokta bulmak için, denkleme bir <code>x</code> değeri koymayı deneyebiliriz.

source: To find how much faster <var>person(2)</var> was than <var>person(1)</var>, we need to find the difference between their times in seconds.
da: For at finde ud af hvor meget hurtigere <var>person(2)</var> var end <var>person(1)</var>, skal vi finde forskellen mellem deres tider i sekunder.
es: Para encontrar cuánto más rápido fue <var>person(2)</var> que <var>person(1)</var>, debemos encontrar la diferencia de sus tiempos en segundos.
fr: Pour déterminer de combien de secondes <var>person(2)</var> a été plus rapide que <var>person(1)</var>, il faut calculer la différence entre leurs temps de parcours.
hi: यह ढूँढने के लिए कि <var>person(2)</var> कितना तेज़ था <var>person(1)</var> से, हमे दोनों के क्षणों का अंतर पता करना होगाI
nb: For at finne ut hvor mye raskere <var>person(2)</var> var enn <var>person(1)</var>, skal vi finne forskjellen mellom deres tider i sekunder.
nl: Om te bepalen hoeveel sneller <var>person(2)</var> was dan <var>person(1)</var>, moeten we het verschil tussen hun tijden in seconden berekenen.
pl: Aby obliczyć, o ile szybszy(a) <var>person(2)</var> był(a) od <var>person(1)</var>, musimy obliczyć różnicę pomiędzy ich czasami wyrażonymi w sekundach.
pt: Para descobrir quanto <var>person(2)</var> foi mais rápido que <var>person(1)</var>, precisamos encontrar a diferença entre seus tempos em segundos.
tr: <var>person(2)</var>'nin <var>person(1)</var>'den na kadar daha hızlı olduğunu bulmak için, ikisinin süreleri arasındaki saniye farkını bulmalıyız.

source: To find out how many swimmers <var>person(1)</var> needs on the team, divide the total distance (<code>\frac{<var>A</var>}{<var>B</var>}</code> of a mile) by the distance each team member will swim (<code>\frac{<var>N</var>}{<var>D</var>}</code> of a mile).
fr: Pour trouver le nombre de nageurs dont <var>person(1)</var> a besoin pour l'équipe de relais, on divise la distance totale (<code>\frac{<var>A</var>}{<var>B</var>}</code> de km) par la distance parcourue par chacun des nageurs (<code>\frac{<var>N</var>}{<var>D</var>}</code> de km).
nl: Om te bepalen hoeveel zwemmers <var>person(1)</var> in het team nodig heeft, moeten we de totale afstand (<code>\frac{<var>A</var>}{<var>B</var>}</code> kilometer) delen door de afstand die ieder teamlid zal zwemmen (<code>\frac{<var>N</var>}{<var>D</var>}</code> kilometer).
pt: Para descobrir de quantos nadadores <var>person(1)</var> precisa em sua equipe, divida a distância total (<code>\frac{<var>A</var>}{<var>B</var>}</code> de uma milha) pela distância que cada membro da equipe nadará (<code>\frac{<var>N</var>}{<var>D</var>}</code> de milha).
tr: <var>person(1)</var>'nin takımda kaç kişiye ihtiyacı olduğunu bulmak için, toplam uzaklığı (<code>\frac{<var>A</var>}{<var>B</var>}</code> mil) takımın her üyesinin yüzeceği uzaklığa (<code>\frac{<var>N</var>}{<var>D</var>}</code> mil) bölünüz.

source: To find out how many types of exercise <var>person(1)</var> could do in each workout, divide the total amount of exercise time (<code>\frac{<var>A</var>}{<var>B</var>}</code> of an hour) by the amount of time each exercise type takes (<code>\frac{<var>N</var>}{<var>D</var>}</code> of an hour).
fr: Pour trouver le nombre de types d'exercices que <var>person(1)</var> peut faire à chaque entraînement, on divise la durée de l'entraînement (<code>\frac{<var>A</var>}{<var>B</var>}</code> d'une heure) par par la durée d'un type d'exercice (<code>\frac{<var>N</var>}{<var>D</var>}</code> d'une heure).
nl: Om te bepalen hoeveel verschillende oefeningen <var>person(1)</var> in elke training zou kunnen doen, delen we de totale trainingsduur (<code>\frac{<var>A</var>}{<var>B</var>}</code> uur) door de tijd die elke oefening in beslag neemt (<code>\frac{<var>N</var>}{<var>D</var>}</code> uur).
pt: Para descobrir quantos tipos de exercícios <var>person(1)</var> pode fazer em cada sessão de treinos, divida o tempo total de exercícios (<code>\frac{<var>A</var>}{<var>B</var>}</code> de hora) pela quantidade que cada tipo de exercício leva para ser feito (<code>\frac{<var>N</var>}{<var>D</var>}</code> de hora).
tr: <var>person(1)</var>'in her antrenmanda kaç değişik çeşit egzersiz yapabileceğini bulmak için, ctoplam egzersiz süresini (<code>\frac{<var>A</var>}{<var>B</var>}</code> saat) her egzersiz için gereken süreye (<code>\frac{<var>N</var>}{<var>D</var>}</code> saat) böleriz.

source: To find out how much change <var>person(1)</var> received, we can subtract the price of the <var>storeItem(1,1)</var> from the amount of money he paid.
da: For at finde ud af, hvor mange byttepenge <var>person(1)</var> modtog, kan vi trække prisen på <var>storeItem(1,1)</var> fra beløbet, som han betalte.
fr: Pour déterminer le montant que le commerçant a rendu à <var>person(1)</var>, on va soustraire le prix du <var>storeItem(1,1)</var> du montant payé.
hi: यह जानने के लिए कि <var>person(1)</var>ने कितना पाया, हम <var>storeItem(1,1)</var> की कीमत को उस पैसे की मात्रा से घटा सकते हैं जो उसने दी थीI
nb: For at finne ut hvor mange penger <var>person(1)</var> fikk tilbake, kan vi trekke prisen på <var>storeItem(1,1)</var> fra beløpet han betalte.
nl: Om te bepalen hoeveel wisselgeld <var>person(1)</var> ontvangen heeft, kunnen we de prijs van de <var>storeItem(1,1)</var> aftrekken van het betaalde bedrag.
pl: Aby obliczyć, ile reszty <var>person(1)</var> otrzymał, możemy odjąć cenę <var>storeItem(1,1)</var> od ilości pieniędzy, jakie zapłacił.
pt: Para encontrar quanto de troco <var>person(1)</var> recebeu, podemos subtrair o preço do <var>storeItem(1,1)</var> da quantia de dinheiro que ele pagou.
tr: <var>person(1)</var> 'nin ne kadar para üstü aldığını bulmak için, <var>storeItem(1,1)</var>'nin fiyatını ödediği paradan çıkartabiliriz.

source: To find out how much change <var>person(1)</var> received, we can subtract the price of the <var>storeItem(1,1)</var> from the amount of money she paid.
da: For at finde ud af, hvor mange byttepenge <var>person(1)</var> modtog, kan vi trække prisen på <var>storeItem(1,1)</var> fra beløbet, som hun betalte.
fr: Pour déterminer le montant que le commerçant a rendu à <var>person(1)</var>, on va soustraire le prix du <var>storeItem(1,1)</var> du montant qu'elle a payé.
hi: यह जानने के लिए कि <var>person(1)</var> व्यक्ति ने कितना पाया, हम <var>storeItem(1,1)</var> को घटा सकते हैं उस पैसे की मात्र से जो उसने दिए थेI
nb: For at finne ut hvor mange penger <var>person(1)</var> fikk tilbake, kan vi trekke prisen på <var>storeItem(1,1)</var> fra beløpet hun betalte.
nl: Om te bepalen hoeveel wisselgeld <var>person(1)</var> ontvangen heeft, kunnen we de prijs van de <var>storeItem(1,1)</var> aftrekken van het betaalde bedrag.
pl: Aby obliczyć,ile reszty <var>person(1)</var> otrzymała, możemy odjąć cenę <var>storeItem(1,1)</var> od ilości pieniędzy, jakie zapłaciła.
pt: Para encontrar quanto de troco <var>person(1)</var> recebeu, podemos subtrair o preço de <var>storeItem(1,1)</var> da quantia de dinheiro que ela pagou.
tr: <var>person(1)</var> 'nin ne kadar para üstü aldığını bulmak için, <var>storeItem(1,1)</var>'nin fiyatını ödediği paradan çıkartabiliriz.
