Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Receive a summary of your activity for the week:
da: Modtag en oversigt over din ugentlige aktivitet:
es: Recibe un resumen de tu actividad en la semana:
fr: Recevoir un résumé de votre activité de la semaine :
ja: この週のあなたのアクティビティのまとめを受けとります:
nb: Få et sammendrag av din aktivitet i uke:
nl: Ontvang een samenvatting van je activiteit deze week:
pl: Otrzymuj podsumowanie Twojej tygodniowej aktywności:
pt: Receba um resumo de suas atividades na semana:
pt_pt: Receberás um relatório da tua atividade na Khan Academy todas as semanas.
tr: Haftalık etkinlik özetinizi almak için:

source: Receive a weekly email of highlights from these students.
da: Modtag en ugentlig e-mail der omhandler disse elevers højdepunkter.
es: Recibe un correo electrónico semanal de los aspectos más destacados de estos estudiantes.
fr: Recevoir un e-mail hebdomadaire avec le rapport d'activité de ces élèves.
ja: これらの生徒達からその週のハイライトを毎週電子メイルで受けとる．
nb: Motta en ukentlig epost med høydepunkter fra disse studentene.
nl: Ontvang een wekelijkse email met de hoogtepunten van deze leerlingen.
pl: Otrzymuj cotygodniowego e-maila z najważniejszymi wydarzeniami na temat tych uczniów.
pt: Receba um e-mail semanal com os destaques destes alunos.
pt_pt: Receber um e-mail semanalmente com os destaques dos alunos.
tr: Bu öğrencilerin durumuna ilişkin özet bilgiler içeren haftalık e-postalar alın.

source: Receiving votes from a voting ring
da: Modtager stemmer fra en stemmering
es: Recibir votos de un anillo de votación
fr: Recevoir les votes d'un système de vote en cascade
nb: Motta stemmer fra en stemmekrets
nl: Stemmen ontvangen een stemkring
pl: Otrzymywanie głosów z kręgu głosowania
pt: Votos recebidos de um círculo de votação
pt_pt: Receber votos de uma corrente de votos
tr: Bir oylama halkasından oy almak

source: Recent
da: Nylige
es: Recientes
fr: Récemment
ja: 最近
nb: Siste
pl: Ostatnie
pt: Recente
pt_pt: Recentes
tr: En Yeniler

source: Recent <a href="/library">video</a>, <a href="/exercisedashboard">exercise</a>, and <a href="/badges">badge</a> activity will show up here.
da: Sidste aktivitet med <a href="/library">video</a>, <a href="/exercisedashboard">øvelse</a> og <a href="/badges">badge</a> vil kunne ses her.
fr: L'activité récente des <a href="/library">vidéos</a>, <a href="/exercisedashboard">exercices</a> et <a href="/badges">badges</a> sera affichée ici.
ja: 最近の <a href="/library">ビデオ</a>，<a href="/exercisedashboard">練習問題</a>，そして <a href="/badges">バッジ</a> のアクティビティはここに示されます．
nb: Siste <a href="/library"> video</a> <a href="/exercisedashboard"> øvelse</a> og <a href="/badges"> merke</a> aktivitet vil vises her.
nl: Recente <a href="/library">video</a>-, <a href="/exercisedashboard">oefen</a>- en <a href="/badges">medaille</a>-activiteiten zullen hier te zien zijn.
pl: Ostatni <a href="/library">film</a>, <a href="/exercisedashboard">ćwiczenie</a>, i <a href="/badges">odznaka</a> będą pojawiały się tutaj.
pt: <a href="/exercisedashboard">Exercícios</a>, atividades das <a href="/badges">medalhas</a> e <a href="/library">vídeos</a> recentes serão mostrados aqui.
pt_pt: Nenhuma atividade recente relativa a <a href="/library">vídeos</a>, <a href="/exercisedashboard">exercícios</a> ou <a href="/badges"> medalhas</a>.
tr: Son <a href="/library">video</a>, <a href="/exercisedashboard">egzersiz</a>, ve <a href="/badges">madalya</a> faaliyetleriniz burada görünecektir.

source: Recent Accomplishments
da: De seneste resultater
es: Logros recientes
fr: Travail récent
nb: Nylige prestasjoner
nl: Recente Prestaties
pl: Ostatnie osiągnięcia
pt: Realizações recentes
pt_pt: Conquistas recentes
tr: Son Başarılar

source: Recent Activity
da: Seneste Aktivitet
es: Actividad reciente
fr: Activité récente
ja: 最近のアクティビティ
nb: Nylig aktivitet
nl: Recente activiteit
pl: Najnowsza aktywność
pt: Atividade recente
pt_pt: Atividade recente
tr: Son hareketler

source: Recent activity
da: Seneste aktivitet
es: Actividad reciente
fr: Activité récente
nb: Nylig aktivitet
nl: Recente activiteit
pl: Najnowsza aktywność
pt: Atividade recente
pt_pt: Atividade recente
tr: Son etkinlik

source: Recent questions
da: Seneste spørgsmål
es: Preguntas recientes
fr: Questions récentes
ja: 最近の質問
nb: Siste spørsmål
nl: Recente vragen
pl: Najnowsze pytania
pt: Perguntas recentes
pt_pt: Perguntas recentes
tr: Son sorular

source: Recent skills mastered
da: Seneste færdigheder behersket
es: Habilidades dominadas recientemente
fr: Dernières compétences maîtrisées
nb: Nylig ferdigheter mestret
nl: Recente skills onder de knie
pl: Ostatnio opanowane umiejętności
pt: Habilidades recentemente dominadas
tr: Ustalaşılan son beceriler

source: Recent video, exercise, and badge activity will show up here.
da: Seneste video, øvelse og badge aktivitet vil vises her.
es: La actividad reciente de videos, ejercicios y medallas aparecerá aquí.
fr: L'activité récente des vidéos, exercices et badges sera affichée ici.
ja: 最近作られたビデオ，練習問題，そしてバッジのアクティビティがここに表示されます．
nb: Nylige video, øvelser, og merkeaktivitet vises her.
nl: Recente video-, oefen- en medaille-activiteiten zullen hier te zien zijn.
pl: Najnowszy film, ćwiczenie i odznaka pojawią się tutaj.
pt: Exercícios, atividades das medalhas e vídeos recentes serão mostrados aqui.
pt_pt: A atividade recente de vídeos, exercícios e medalhas serão mostrados aqui.
tr: Son çıkan videolar, egzersiz ve madalya faaliyetleri burada görünecek.

source: Recently Completed Activity
da: Nylige Fuldførte Aktiviteter
es: Actividades completadas recientemente
fr: Activité récemment complétée
nb: Nylig fullført aktivitet
nl: Recent afgeronde activiteit
pl: Właśnie ukończona aktywność
pt: Atividade concluída recentemente
pt_pt: Atividade concluída recentemente
tr: Tamamlanmış son etkinlikler

source: Recently finished
da: Færdiggjorte for nylig
es: Terminado recientemente
fr: Récemment terminé
ja: 最近終了したもの
nb: Nylig fullført
nl: Recent voltooide
pl: Ostatnio ukończone
pt: Concluído recentemente
pt_pt: Concluído recentemente
tr: Yakın zamanda bitirildi

source: Reciprocal trig functions
es: Las funciones trigonométricas recíprocas
fr: Inverses des rapports trigonométriques (provisoirement en anglais)
nb: Inverse trigonometriske funksjoner
pt: Funções trigonométricas inversas
tr: Trigonometrik Fonksiyonların Çarpmaya Göre Tersi

source: Recognition and prizes!
es: ¡Reconocimiento y premios!
fr: Reconnaissance et prix!
ja: 表彰と賞!
nb: Anerkjennelse og premier!
pl: Uznanie i nagrody!
pt: Reconhecimento e prêmios!
pt_pt: Títulos e prémios!
tr: Tanınma ve ödüller!

source: Recognizing concavity
es: Reconociendo la concavidad
fr: Reconnaître la convexité et la concavité d'une courbe
nb: Gjenkjenne conkavitet
pl: Rozróżnianie wklęsłości i wypukłości
pt: Reconhecimento da concavidade
tr: Çukurluğu tanıma

source: Recognizing conic sections
da: Genkend keglesnit
es: Reconociendo secciones cónicas
fr: Reconnaître une conique
nb: Gjenkjenne kjeglesnitt
pl: Rozpoznawanie krzywych stożkowych
pt: Reconhecendo seções cônicas
tr: Konikleri tanıma

source: Recognizing fractions 0.5
es: Reconociendo fracciones 0.5
fr: Reconnaître une fraction
nb: Gjenkjenne brøker 0,5
pl: Rozpoznawanie ułamków 0.5
pt: Reconhecimento de frações 0,5
tr: Kesirleri tanımak 0.5

source: Recognizing slope of curves
es: Reconociendo la pendiente de las curvas
fr: Reconnaître le sens de variation d'une fonction
nb: Bestem stigningen til grafer
pl: Rozpoznawanie nachylenia krzywych
pt: Reconhecendo a inclinação das curvas
tr: Eğrilerin eğimini tanıma

source: Recommend again
da: Anbefal igen
es: Recomendar otra vez
fr: Recommander à nouveau
ja: もう一度おすすめする
nb: Anbefal igjen
nl: Opnieuw aanbevelen
pl: Poleć ponownie
pt: Recomendar novamente
pt_pt: Voltar a recomendar
tr: Tekrar önerin

source: Recommend tasks to
da: Anbefal opgaver til
es: Recomendar tareas a
fr: Recommander des tâches à
nb: Anbefal oppgaver til
nl: Aanbevolen taken om te
pl: Zadania polecane dla
pt: Recomendar tarefas para
pt_pt: Recomendar tarefas a
tr: Görevler tavsiye edilecek kişiler:

source: Recommend tasks to your students
da: Anbefal opgaver til dine elever
es: Recomienda tareas a tus estudiantes
fr: Recommander des tâches à vos élèves
nb: Anbefal oppgaver til dine elever
nl: Stel taken voor aan uw studenten
pl: Zadania polecane dla Twoich uczniów
pt: Recomendar tarefas para seus alunos
pt_pt: Recomendar tarefas aos seus alunos
tr: Öğrenciler için görevler önermek

source: Recommend to students that need practice
da: Anbefales til elever, der har brug for øvelse
es: Recomendar a estudiantes que necesiten practicar
fr: Recommander aux élèves qui ont besoin de pratiquer
ja: 練習問題が必要な生徒におすすめする
nb: Anbefales til elever som har bruk for øvelse
nl: Aanbevelen aan leerlingen die moeten oefenen
pl: Polecane dla uczniów, którzy potrzebują powtórki
pt: Recomendar para alunos que precisam de prática
tr: Alıştırma yapması gereken öğrencilere önerin

source: Recommend to your student
da: Anbefal til din elev
es: Recomendar a tu estudiante
fr: Recommander à votre élève
ja: %(num)s 人の生徒におすすめする
nl: Aanbevelen aan uw leerling
pl: Polecane dla Twojego ucznia
pt: Recomendar para seu aluno

source: Recommendation created!
da: Anbefaling lavet!
es: ¡Recomendación creada!
fr: Recommandation créée !
ja: おすすめが作成されました!
nb: Anbefaling opprettet!
nl: Aanbeveling gemaakt!
pl: Zalecenie stworzone!
pt: Recomendação criada!
pt_pt: Recomendação criada!
tr: Öneri oluşturulmuştur!

source: Recommendation options
da: Anbefalede indstillinger
es: Opciones de recomendación
fr: Options pour recommander
ja: おすすめのオプション
nb: Anbefalte innstillinger
nl: Aanbevelingsopties
pl: Opcje zaleceń
pt: Opções de recomendação
pt_pt: Opções de recomendação
tr: Öneri seçenekleri

source: Recommendations
da: Anbefalinger
es: Recomendaciones
fr: Recommandations
ja: 推薦
nb: Anbefalinger
nl: Aanbevelingen
pl: Zalecenia
pt: Recomendações
pt_pt: Recomendações
tr: Öneriler

source: Recommendations have been lined up for you on the dashboard. They should have the skills that are best for you to practice next. If you want to practice something in particular, no problem! It&rsquo;s a breeze to add the skills you want to focus on to your dashboard. If you have a coach helping you learn on Khan Academy, they can recommend skills for you too.
da: Anbefalinger er allerede linet op til dig på læringsoversigten. De burde indeholde de færdigheder, der er bedst for dig at øve som de næste. Hvis du vil øve noget særligt, er det ikke noget problem! Det er en leg at tilføje de færdigheder, som du ønsker at fokusere på med din læringsoversigt. Hvis du har en lærer til at hjælpe dig med at lære på Khan Academy, kan de også anbefaler færdigheder til dig.
es: Las recomendaciones se han organizado para ti en el panel. Incluyen las habilidades que sería mejor que practicaras en lo sucesivo. Si quieres practicar algo en particular, ¡no hay problema! Es muy fácil agregar en tu panel las habilidades en las que te quieres concentrar. Si tienes un tutor que te ayuda a aprender en Khan Academy, también puede recomendarte habilidades.
fr: Des recommandations vous sont faites, et sont listées sur le tableau de bord. Vous devez maîtriser les compétences qui correspondent à votre niveau avant de mettre en pratique celles qui suivent. Vous voulez mettre en pratique des compétences particulières ? Aucun problème ! Il est facile d'ajouter sur votre tableau de bord des compétences sur lesquelles vous voulez travailler. Rendez vous sur la barre de recherche en bas de la page. Pour voir l'ensemble des compétences proposées au sein d'un chapitre, vous pouvez cliquer sur "voir la liste complète de (...)", en haut à droite. Si vous avez un prof ou un parent qui vous aide dans votre apprentissage sur Khan Academy, il peut lui aussi vous recommander des compétences, qui s'afficheront sur votre tableau de bord !
nb: Anbefalinger er allerede linet opp til deg på læringsbrettet. De burde inneholde de ferdigheter som er best for deg å øve på. Hvis det er noe spesielt du ønsker å øve på, er det ikke noe problem! Det&rsquo;er en lek å tilføye de ferdigheter som du ønsker at fokusere på med ditt læringsbrett. Hvis du har en lærer til å hjelpe deg med å lære på Khan Academy, kan de også anbefale ferdigheter for deg.
nl: Aanbevelingen staan klaar voor jou op het dashboard. Ze zouden de vaardigheden moeten bevatten die jij best als volgende kan beoefenen. Als je iets specifiek wilt beoefenen, geen probleem! Het is simpel om de kwaliteiten waarop jij je wilt focussen toe te voegen aan je dashboard. Als je een coach hebt die je helpt om te leren op Khan Academy, dan kunnen zij je ook vaardigheden aanbevelen.
pl: Na pulpicie nawigacyjnym zostały przygotowane zalecenia, które odpowiadają Twoim umiejętnościom. Jeżeli masz ochotę na inne ćwiczenia, dodaj It&rsquo;s te umiejętności do swojego pulpitu. Twój trener z Khan Academy także chętnie poleci Ci odpowiednie dla Ciebie ćwiczenia.
pt: As recomendações foram apresentadas para você no painel de aprendizado. Elas indicam as habilidades que você deve praticar em seguida. Se você quiser fazer algo em particular, não há nenhum problema! Esta&rsquo; é uma maneira de adicionar as habilidades em que você deseja se concentrar em seu painel de aprendizado. Se você tem um tutor ajudando-o a estudar pela Khan Academy, ele também pode recomendar habilidades para você.
tr: Sizin için yapılan öneriler Öğrenme Panosu'nda sıralanmıştır. Bu öneriler, sizin bundan sonra yapacağınız alıştırmalar için en iyi becerileri kapsıyor olmalı. Eğer özellikle çalışmak istediğiniz başka bir şey varsa, hiç problem yok!&rsquo;Odaklanmak istediğiniz becerileri de Öğrenme Panonuza ekleyebilirsiniz. Eğer Khan Academy'deki öğreniminize yardımcı olan bir eğitmeniniz varsa, onlar da sizin için yeni beceriler önerebilirler.

source: Recommended by
da: Anbefalet af
es: Recomendado por
fr: Recommandé par
ja: に推薦されました
nb: Anbefalt av
nl: Aanbevolen door
pl: Polecane przez
pt: Recomendado por
pt_pt: Recomendado por
tr: Tavsiye eden:

source: Recommended for you by Khan Academy
da: Anbefalet til dig af Khan Academy
es: Khan Academy te lo recomienda
fr: Suggéré pour vous par Khan Academy
nb: Anbefalt for deg av Khan Academy
nl: Aanbevolen voor u door Khan Academy
pl: Zalecane dla Ciebie przez Khan Academy
pt: Recomendado para você pela Khan Academy
pt_pt: Recomendado para ti pela Khan Academy
tr: Khan Academy'nin sizin için önerdikleri

source: Recommended task list
da: Liste over anbefalede opgaver
es: Lista de tareas recomendadas
fr: Liste des tâches recommandées
nb: Liste over anbefalte oppgaver
nl: Aanbevolen takenlijst
pl: Lista zalecanych zadań
pt: Lista de tarefas recomendadas
pt_pt: Lista de tarefas recomendadas
tr: Önerilen görev listesi

source: Record
da: Optag
es: Grabar
fr: Enregistrer
ja: 記録
nb: Ta opp
pl: Nagrywanie
pt: Gravar
pt_pt: Gravar
tr: Kayıt

source: Record a new story
da: Optag en ny historie
es: Graba una nueva historia
fr: Enregistrer une nouvelle histoire
nb: Post en ny historie
nl: Leg een nieuw verhaal vast
pl: Nagraj nową historię
pt: Gravar uma nova história
pt_pt: Grava uma história nova
tr: Yeni bir hikaye kaydedin

source: Record your story
da: Optag din historie
es: Registra tu historia
fr: Enregistrez votre histoire
nb: Spill inn din historie
nl: Leg je verhaal vast
pl: Nagraj swoją opowieść
pt: Grave sua história
pt_pt: Grava a tua história
tr: Kendi hikayenizi kaydedin

source: Recover Password
da: Gendan adgangskode
es: Recuperar contraseña
fr: Retrouver votre mot de passe
ja: パスワードを復元
nb: Gjenopprette passord
nl: Wachtwoord herstellen
pl: Odzyskaj hasło
pt: Recuperar a Senha
pt_pt: Repor palavra-passe
tr: Şifre Kurtarma

source: Recreational math
da: Rekreativ matematik
es: Matemáticas recreativas
fr: Détente mathématique
hi: मनोरंजनात्मक गणित
nb: Rekreasjonell matematikk
nl: Recreatieve wiskunde
pl: Matematyka rekreacyjna
pt: Matemática recreativa
pt_pt: Matemática recreativa
tr: Eğlenceli matematik

source: Recurring donation to Khan Academy
pt: Doação periódica à Khan Academy
tr: Khan Academy'ye yinelenen bağış

source: Red
da: Rød
fr: Rouge
nb: Rød
pl: Czerwony
pt: Vermelha
tr: Kırmızı

source: Red Leaf
bg: Червено листо
da: Rødt Blad
es: Hoja roja
fr: Feuille rouge
ja: 赤い葉っぱ
nb: Rødt blad
nl: Rood blad
pl: Czerwony liść
pt: Folha vermelha
pt_pt: Folha vermelha
tr: Kırmızı yaprak

source: Redefinition of '{a}'.
da: Omdefinering af '{a}'.
es: Redefinición de '{a}'.
nb: Omdefinering av '{a}'.
nl: Herdefiniëring van '{a}'.
pl: Powtórna definicja '{a}'.
pt: Redefinição de '{a}'.
tr: '{a}'nın yeniden tanımlanması.

source: Redirecting to URL from learner's webpage...
es: Redirigiendo a la URL desde la página web del estudiante...
ja: 学習者のウェブページから URL をリダイレクトしています．．．
nb: Omadressert URL fra elevens nettside...
nl: Doorverwijzen naar de website van de leerling...
pl: Przekierowywanie do adresu ze strony ucznia...
pt: Redirecionando para a URL da página do aluno...
pt_pt: A redirecionar para a página do aluno...
tr: Öğrenicinin web sayfasından URL'ye yönlendirme...

source: Reduce terms with common factors by dividing the <code><var>A</var></code> in the numerator and the <code><var>N</var></code> in the denominator by <code><var>GCD1</var></code>:
fr: On simplifie en divisant le <code><var>A</var></code> du numérateur et le <code><var>N</var></code> du dénominateur par <code><var>GCD1</var></code> :
nl: Herleiden van termen met gemeenschappelijke factoren door <code><var>A</var></code> in de teller en <code><var>N</var></code> in de noemer te delen door <code><var>GCD1</var></code>:
pt: Reduzir os termos com fatores comuns dividindo o <code><var>A</var></code> no numerador e o <code><var>N</var></code> no denominador por <code><var>GCD1</var></code>:
tr: Ortak çarpanları olan terimleri sadeleştirmek için, paydaki <code><var>A</var></code> ve paydadaki <code><var>N</var></code>'yi <code><var>GCD1</var></code>'ye bölün:

source: Reduce terms with common factors by dividing the <code><var>D</var></code> in the numerator and the <code><var>B</var></code> in the denominator by <code><var>GCD2</var></code>:
fr: On simplifie en divisant le <code><var>D</var></code> du numérateur et le <code><var>B</var></code> du dénominateur par <code><var>GCD2</var></code> :
nl: Herleiden van termen met gemeenschappelijke factoren door <code><var>D</var></code> in de teller en <code><var>B</var></code> in de noemer te delen door <code><var>GCD2</var></code>:
pt: Reduzir os termos com fatores comuns dividindo o <code><var>D</var></code> no numerador e o <code><var>B</var></code> no denominador por <code><var>GCD2</var></code>:
tr: Ortak çarpanları olan terimleri sadeleştirmek için, paydaki <code><var>D</var></code> ve paydadaki <code><var>B</var></code>'yi <code><var>GCD2</var></code>'ye bölün:

source: Reduce the proportion on the right hand side.
es: Reduce la proporción en el lado derecho.
fr: On simplifie le membre de droite.
pl: Skróć proporcję po prawej stronie.
pt: Reduza a proporção do lado direito.
tr: Sağ taraftaki oranı sadeleştiriniz.

source: Reduce the right side.
da: Forkort på højre side.
es: Reduce el lado derecho.
fr: On simplifie le membre de droite.
nb: Forkort på høyre side.
pl: Zredukuj prawą stronę.
pt: Reduza o lado direito.
tr: Sağ tarafı sadeleştirin.

source: Reduce to lowest terms:
fr: Écrire sous forme d'une fraction irréductible :
nb: Forkort til laveste form
nl: Herleid tot de kleinste termen:
pl: Skróć do najprostszej formy:
pt: Simplifique para os termos menores:
tr: Sadeleştirme:

source: Reduce, Reuse, Recycle.
da: Reducér og genbrug.
es: Reduce, reutiliza, recicla.
fr: Réduire, réutiliser, recycler.
ja: 縮小，再使用，リサイクル．
nb: Redusere, gjenbruke, gjenvinne.
nl: Verminderen, hergebruiken, recyclen.
pl: Zredukuj, używaj ponownie, odzyskuj.
pt: Reduzir, reutilizar, reciclar.
pt_pt: Reduzir, Reutilizar e Reciclar.
tr: Azaltın, yeniden kullanın, geri dönüştürün.

source: Reduce.
da: Reducer.
fr: On réduit.
nb: Forkorte.
pl: Zredukuj.
pt: Reduza.
tr: Sadeleştirin.

source: Redwood
es: Secuoya
fr: Cèdre rouge
ja: アメリカスギ
pl: Sekwoja
pt: Pau-brasil
pt_pt: Cedro
tr: Kızılçam

source: Reference a timestamp when answering a question on a video or program
da: Henvis til et tidsstempel, når du besvarer et spørgsmål til en video eller et program
es: Haz referencia a una fecha y hora particular al contestar una pregunta en algún video o programa
fr: Indiquer un instant en répondant à une question sur une vidéo ou un programme
ja: ビデオあるいはプログラムの質問に答えた時にタイプスタンプを参照
nb: Referer til en tidsstempel når du svarer på et spørsmål på en video eller program
nl: Verwijs naar een timestamp bij het beantwoorden van een vraag over een video of programma
pl: Odwołaj się do sygnatury czasowej, gdy odpowiadasz na pytanie o film lub program
pt: Colocar um carimbo de data/hora ao responder uma questão em um vídeo ou programa
pt_pt: Indica a referência de data e hora ao responder a uma pergunta num vídeo ou programa
tr: Bir video veya programdaki soruyu cevaplarken ilgili zamanı belirtin

source: Reference a timestamp when asking a question on a video or program
da: Henvis til et tidsstempel, når du stiller et spørgsmål til en video eller et program
es: Haz referencia a una fecha y hora particular al hacer una pregunta en algún video o programa
fr: Indiquer un instant en posant une question sur une vidéo ou un programme
ja: ビデオあるいはプログラムに質問をした時にタイプスタンプを参照
nb: Referer til en tidsstempel når du har et spørsmål om en video eller program
nl: Gebruik een timestamp bij het stellen van een vraag over een video of programma
pl: Odwołaj się do sygnatury czasowej, gdy zadajesz pytanie na temat filmu lub programu
pt: Colocar um carimbo de data/hora ao fazer uma pergunta em um vídeo ou programa
pt_pt: Indica a referência de data e hora ao fazer uma pergunta num vídeo ou programa
tr: Bir video veya programa ilişkin soru sorarken ilgili zamanı belirtin

source: Referrals
bg: Референции
da: Henvisninger
es: Referidos
fr: Références
nb: Henvisninger
nl: Verwijzingen
pl: Polecenia
pt: Indicações
pt_pt: Registos alcançados
tr: Yönlendirmeler

source: Reflect
da: Spejl
es: Reflejar
fr: Symétrie orthogonale
nb: Reflekter
nl: Spiegelen
pl: Odbij
pt: Refletir
pt_pt: Refletir
tr: Yansıt

source: Reflect shape
da: Spejlbillede
es: Reflejar forma
fr: Symétrique
ja: 形の鏡像
nb: Speile formen
nl: Spiegel de vorm
pl: Odbity kształt
pt: Refletir o formato
pt_pt: Refletir a figura
tr: Şekli yansıt

source: Reflection
da: Spejling
es: Reflexión
fr: Symétrie orthogonale
nb: Refleksjon
nl: Spiegeling
pl: Odbicie
pt: Reflexão
pt_pt: Reflexão
tr: Yansıma

source: Reflection over the line from %(point1)s to %(point2)s
da: Spejling i linjen fra %(point1)s til %(point2)s
es: Reflexión sobre la recta del %(point1)s al %(point2)s
fr: Symétrie par rapport à la droite passant par %(point1)s et %(point2)s
nb: Refleksjon over linjen fra %(point1)s til %(point2)s
nl: Spiegeling over de lijn van %(point1)s naar %(point2)s
pl: Odbicie ponad linią od %(point1)s do%(point2)s
pt: Reflexo sobre a linha de %(point1)s para %(point2)s
tr: %(point1)s ve %(point2)s noktalarının oluşturduğu doğru üzerinden yansıma

source: Refresh Editor State
da: Opdater redigeringstilstand
es: Actualizar estado del editor
fr: Actualisation Etat de l'Editeur
ja: エディタの状態をリフレッシュする
nb: Oppdater redigeringstilstand
nl: Vernieuw Bewerkersstaat
pl: Odśwież edytor stanu
pt: Atualizar o status do editor
pt_pt: Atualizar o estado do editor
tr: Düzenleyici durumu güncelleme

source: Register App
da: Registrer App
es: Registrar aplicación
fr: Enregistrer votre App
nb: Registrer app
nl: App registreren
pl: Rejestracja aplikacji
pt: Registrar aplicativo
pt_pt: Registar aplicação
tr: Uygulama Kaydı Oluşturmak
