Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Draw a line through the center of the circle and center a compass with the same radius as the original circle at both end points.
es: Dibuja una línea a través del centro del círculo y centra un compás con el mismo radio del círculo original en ambos extremos.
fr: On trace un diamètre du cercle, puis on trace deux cercles de centres les extrémités du diamètre et de rayon égal à celui du cercle donné.
pt: Desenhe uma reta que passe pelo centro da circunferência e centralize um compasso com o mesmo raio da circunferência original em ambas as extremidades.
tr: Çemberin merkezinden geçen bir doğru çiziniz ve orijinal çemberle aynı yarıçapta bir pergeli iki bitim noktasını merkez alacak şekilde yerleştiriniz.

source: Draw a line through the center of the circle and center a compass with the same radius as the original circle at one point.
es: Dibuja una línea a través del centro del círculo y centra un compás con el mismo radio del círculo original en un punto.
fr: Tracer une droite passant par le centre du cercle, puis tracer un cercle de centre l'un de ces points, de même rayon que le cercle donné.
pl: Narysuj prostą przechodzącą przez środek okręgu i umieść cyrkiel o takim samym rozstawie jak promień początkowego okręgu w jednym punkcie.
pt: Desenhe uma reta que passe pelo centro da circunferência e centralize um compasso com o mesmo raio da circunferência original em um ponto.
tr: Çemberin merkezinden geçen bir doğru çiziniz ve orijinal çemberle aynı yarıçapta bir pergeli, bir noktayı merkez alacak şekilde yerleştiriniz.

source: Draw an image on the canvas. The only allowed images are those that popup in the image picker when you use the getImage() method. The image is positioned using the x/y as the upper left corner. For alternate ways to position images, see imageMode.
da: Tegner et billede på lærredet. De eneste tilladte billeder er dem som popper op billedmenuen, når du bruger metoden getImage(). Billedet placeres ved hjælp af x/y som det øverste venstre hjørne. For alternative måder at placere billeder, se imageMode.
es: Dibuja una imagen en el lienzo. Las únicas imágenes permitidas son aquellas que aparecen en el selector de imágenes cuando usas el método getImage(). La imagen se posiciona usando la x/y como la esquina superior izquierda. Para formas alternativas de posicionar imágenes, ver imageMode.
nb: Tegne et bilde på lerretet. Tillatte bilder er de som dukker opp på bildevelgeren når du bruker getImage() metoden. Bildet er plassert med x/y øverst til venstre. For alternative måter å plassere bilder, kan du se imageMode.
nl: Teken een afbeelding op het canvas. De enige toegelaten beelden zijn degenen die pop-up in de afbeelding picker wanneer u de methode getImage() gebruikt. De afbeelding wordt geplaatst met behulp van de x / y-as als de linker bovenhoek. Zie imageMode voor alternatieve manieren om afbeeldingen te plaatsen.
pl: Rysuje obrazek na ekranie. Jedyne dozwolone obrazki to te, które pojawiają się w okienku wybierania kiedy używasz metody getImage(). Obrazek jest umieszczany przy użyciu x/y jego górnego lewego rogu. Inne sposoby umieszczania obrazków: zobacz imageMode.
pt: Desenhe uma imagem na tela. As únicas imagens permitidas são aquelas que aparecem no seletor de imagem quando você usa o método getImage(). A imagem é posicionada usando o x/y como o canto superior esquerdo. Para formas alternativas de posicionar imagens, consulte imageMode.
tr: Tuvale bir resim çizer. İzin verilen resimler, sadece getImage() yöntemini kullandığınızda resim seçicide görüntülenen resimlerdir. Resim konumlandırılırken, x/y sol üst köşe olarak kullanılır. Alternatif konumlandırma yolları için imageMode'a bakınız.

source: Draw some text
da: Tegn noget tekst
es: Escribe algo de texto
fr: Dessiner du texte
ja: いくつかのテキストを描画します。
nb: Tegn litt tekst
nl: Teken wat tekst
pl: Narysuj jakiś tekst
pt: Escreve um texto
pt_pt: Escreve algum texto
tr: Biraz metin çizin

source: Drawing a straightedge through the two points where the compasses intersect creates two similar triangles and so must bisect the side perpendicularly.
es: Trazando una línea que pase a través de los dos puntos donde se intersectan los compases formará dos triángulos semejantes y por lo tanto debe ser mediatriz del lado.
fr: La médiatrice du segment est la droite qui joint les points d'intersection des deux cercles.
pt: Desenhar uma regra que passe pelos dois pontos onde acontece a interceptação do compasso cria dois triângulos semelhantes, e portanto deve dividir o lado de forma perpendicular em duas partes.
tr: Pergelin kesiştiği iki noktadan cetvelle çizmek, iki benzer üçgen yaratır, yani kenarları dik bir şekilde ortadan ikiye ayırmalıdır.

source: Drawing of a brain
da: Tegning af en hjerne
es: Dibujo de un cerebro
fr: Dessin d'un cerveau
ja: 頭脳の図
nb: Tegning av en hjerne
nl: Tekening van hersenen
pl: Rysowanie mózgu
pt: Desenho de um cérebro
pt_pt: O desenho de um cérebro
tr: Bir beyin çizimi

source: Draws a bezier curve. To extract points and tangents after drawing the curve, use bezierPoint() and bezierTangent.
da: Tegner en bezier-kurve. For at udtrække punkter og tangenter efter tegning af kurven, så brug bezierPoint() og bezierTangent.
es: Dibuja una curva de Bezier. Para extraer puntos y tangentes después de dibujar la curva, usa bezierPoint() y bezierTangent().
nb: Tegner en bezier-kurve. For å utvide punkter og tangenter etter å ha tegnet kurven, bruk bezierPoint() og bezierTangent.
pl: Rysuje krzywą beziera. Aby wyodrębnić punkty i styczne po narysowaniu krzywej, użyj bezierPoint() i bezierTangent.
pt: Desenha uma curva de Bézier. Para extrair pontos e tangentes depois de desenhar a curva, use bezierPoint() e bezierTangent.
tr: Bir Bezier eğrisi çizer. Eğri çizildikten sonra noktaları ve tanjantları ayıklamak için, bezierPoint() ve bezierTangent kullanın.

source: Draws a curved line on the screen. The first and second parameters specify the first anchor point and the last two parameters specify the second anchor. The middle parameters specify the points for defining the shape of the curve. Longer curves can be created by putting a series of curve() functions together. An additional function called curveTightness() provides control for the visual quality of the curve. The curve() function is an implementation of Catmull-Rom splines.
da: Tegner en buet linje på skærmen. Den første og den anden parameter angiver det første ankerpunkt og de sidste to parametre angiver det andet ankerpunkt. De midterste parametre angiver punkter, som definerer kurvens form. Længere kurver kan laves ved at sammensætte en serie af curve() funktioner. En yderligere funktion kaldet curveTightness() giver kontrol over den visuelle kvalitet af kurven. Funktionen curve() er en implementering af Catmull-Rom splines.
es: Dibuja una línea curva en la pantalla. El primer y segundo parámetro especifica el primer punto de anclaje y los últimos dos parámetros especifican el segundo punto de anclaje. Los parámetros de en medio, especifican los puntos para definir la forma de la curva. Curvas más largas se pueden crear al poner una serie de funciones curve() juntas. Una función adicional llamada curveTightness() proporciona el control de la calidad visual de la curva. La función curve() es una implementación de las de las splines Catmull-Rom.
nb: Trekker en buet linje på skjermen. De første og andre parameteren angir det første ankerpunktet og to parametere angir den andre ankeret. Parameterne i midten angi punktene for å definere formen på kurven. Lengre kurver kan opprettes ved å sette en rekke curve() funksjoner sammen. En ekstra funksjon kalt curveTightness() gir kontroll for den visuelle kvaliteten på kurven. Funksjonen curve() er en implementering av Catmull-Rom spliner.
pl: Rysuje krzywą linię na ekranie. Pierwszy i drugi parametr określają pierwszy punkt zakotwiczenia, a ostatnie dwa parametry określają drugi punkt zakotwiczenia. Środkowe parametry określają punkty, które definiują kształt krzywej. Dłuższe krzywe można stworzyć umieszczają serie funkcji curve() razem. Dodatkowa funkcja, nazywana curveTighthness(), umożliwia kontrolowanie wyglądu krzywej. Funkcja curve() jest implementacją krzywch Catmull-Rom.
pt: Desenha uma linha curva na tela. O primeiro e o segundo parâmetros especificam o primeiro ponto de ancoragem, e os dois últimos parâmetros especificam o segundo ponto de ancoragem. Os parâmetros do meio especificam os pontos para definir a forma da curva. Curvas mais longas podem ser criadas ao reunir uma série de funções curve(). Uma função adicional chamada curveTightness() fornece controle para a qualidade visual da curva. A função curve() é uma implementação das splines de Catmull-Rom.
tr: Ekranda kavisli bir çizgi çizer. İlk ve ikinci parametre, ilk dayanak noktasını ve son iki parametre de ikinci dayanak noktasını tanımlar. Ortadaki parametreler, eğrinin şeklini belirleyen noktaları tanımlar. Daha uzun eğriler, bir dizi curve() fonksiyonu bir araya koyularak elde edilebilir. curveTightness() isimli ek bir fonksiyon kullanılarak eğrinin görsel kalitesi denetlenebilir. curve() fonksiyonu, Catmull-Rom oluklarının bir uygulamasıdır.

source: Draws a line from one point to another. The color of the line is determined by the most recent stroke() call. The thickness of the line is determined by the most recent strokeWeight() call. The line ending style can be changed using strokeCap().
da: Tegner en linje fra et punkt til et andet. Farven af linjen bestemmes af det seneste kald af stroke(). Tykkelsen af linjen bestemmes af det seneste kald af strokeWeight(). Typens af linjens afslutning kan ændres ved hjælp af strokeCap().
es: Dibuja una línea de un punto a otro. El color de la línea está determinado por la llamada más reciente a stroke(). El grosor de la línea está determinado por la llamada más reciente a strokeWeight(). El estilo de término de la línea se puede cambiar usando strokeCap().
nb: Tegner en linje fra ett punkt til et annet. Fargen på linjen bestemmes av siste stroke() innstillingen. Tykkelsen på linjen bestemmes av siste strokeWeight() innstilling. Hvordan linjer ender kan endres ved hjelp av strokeCap().
nl: Tekent een lijn van een punt naar het andere. De kleur van de lijn wordt bepaald door de meest recente stroke() aanroep. De dikte van de lijn wordt bepaald door de meest recente strokeWeight() aanroep. De stijl van het einde van de lijn kan veranderd worden door strokeCap().
pl: Rysuje linię z jednego punktu do drugiego. Kolor linii jest określony przez najczęściej ostatnie wywołanie stroke(). Grubość linii jest określone przez ostatnie wywołanie strokeWeight(). Styl zakończenia linii może być zmieniony przy użyciu strokeCap().
pt: Desenha uma reta de um ponto a outro. A cor da reta é determinada pela chamada stroke() mais recente. A espessura da reta é determinada pela chamada strokeWeight() mais recente. O estilo final da reta pode ser alterado usando strokeCap().
tr: Bir noktadan diğerine bir doğru çizer. Doğrunun rengi, son kullanılan stroke() çağrısı olarak atanır. Doğrunun kalınlığı, son kullanılan strokeWeight() çağrısı olarak atanır. Doğrunun uçlarının biçimi strokeCap() kullanılarak değiştirilebilir.

source: Draws a point. The color is determined by the most recent stroke() call and the thickness is determined by the most recent strokeWeight() call.
da: Tegner et punkt. Farven er bestemt af det seneste kald af stroke() og tykkelsen bestemmes af det seneste kald af strokeWeight().
es: Dibuja un punto. El color está determinado por la llamada más reciente a stroke() y el grosor está determinado por la llamada más reciente a strokeWeight().
nb: Tegner et punkt. Fargen avhenger av siste stroke() innstillingen og tykkelsen bestemmes av den siste strokeWeight() innstillingen.
nl: Tekent een punt. De kleur wordt bepaald door de meest recente stroke() aanroep, en de dikte wordt bepaald door de meest recente strokeWeight() aanroep.
pl: Rysuje punkt. Kolor jest określony przez ostatnie wywołanie stroke(), a grubość jest określona przez ostatnie wywołanie strokeWeight().
pt: Desenha um ponto. A cor é determinada pela chamada stroke() mais recente, e a espessura é determinada pela chamada strokeWeight() mais recente.
tr: Bir nokta çizer. Noktanın rengi, son kullanılan stroke() çağrısı olarak atanır ve noktanın kalınlığı, son kullanılan strokeWeight() çağrısı olarak atanır.

source: Draws a rectangle, using the first two coordinates as the top left corner and the last two as the width/height. For alternate ways to position, see rectMode.
da: Tegner en rektangel ved hjælp af de to første koordinater som det øverste venstre hjørne og de sidste to som bredde/højde. For alternative måder at placere rektanglet, se rectMode.
es: Dibuja un rectángulo, usando las primeras dos coordenadas como la esquina superior izquierda y las últimas dos como el ancho/altura. Para formas alternativas de la posición, ver rectMode.
nb: Tegner et rektangel, ved hjelp av de to første koordinatene som øverste venstre hjørne og to siste som bredde/høyde. Alternativer for plassering, se rectMode.
nl: Tekent een rechthoek, met behulp van de eerste twee coördinaten voor de linkerbovenhoek, en de laatste twee voor breedte/hoogte. Zie rectMode voor alternatieve manieren voor positie.
pl: Rysowanie prostokąta przy użyciu dwóch pierwszych współrzędnych jako lewego górnego rogu, i ostatnich dwóch jako szerokości/wysokości. Inne sposoby umieszczania: zajrzyj do rectMode.
pt: Desenha um retângulo, usando as duas primeiras coordenadas como o canto superior esquerdo e as duas últimas como largura/altura. Para formas alternativas de posição, consulte rectMode.
tr: İlk iki koordinatı üst sol köşe, son iki değişkeni ise en/boy olarak kullanarak bir dikdörtgen çizer. Alternatif konumlandırma yolları için rectMode'a bakınız.

source: Draws a string of text at the specified location
da: Uddrager en tekststreng for den angivne placering
es: Dibuja una cadena de texto en la ubicación especificada
nb: Trekker en tekststreng på angitt plassering
pl: Rysuje ciąg tekstu w określonym miejscu
pt: Desenha uma string de caracteres de texto no local especificado
pt_pt: Desenha uma cadeia de texto no local indicado
tr: Belirtilen konumda bir metin dizesi çizer

source: Draws a triangle
da: Tegner en trekant
es: Dibuja un triángulo
nb: Tegner en trekant
nl: Tekent een driehoek
pl: Rysuje trójkąt
pt: Desenha um triângulo
pt_pt: Desenha um triângulo
tr: Bir üçgen çizer

source: Draws an arc. It is very similar to an ellipse(), except that the final two parameters, start and stop, decide how much of the ellipse to draw.
da: Tegner en bue. Det er meget lig en ellipse(), bortset fra at de sidste to parametre, start og stop, afgør hvor meget af ellipsen der tegnes.
es: Dibuja un arco. Es muy similar a ellipse(), excepto que los dos parámetros finales, iniciar y detener, deciden cuánta de la elipse dibujar.
nb: Tegner en bue. Det er svært lik en ellipse(), bortsett fra at den siste to parametere, start og stopp, bestemmer hvor mye av ellipsen som skal tegnes.
nl: Tekent een boog. Het lijkt erg op een ellipse(), behalve dat de laatste twee parameters, start en stop, bepalen hoeveel de boog getekend wordt.
pl: Rysuje łuk. Jest bardzo podobna do ellipse(), z wyjątkiem dwóch ostatnich parametrów, start i stop, określających jaką część elipsy narysować.
pt: Desenha um arco. É muito parecido com uma ellipse(), exceto pelos dois parâmetros finais, start e stop, que definem quanto se deve desenhar da elipse.
tr: Bir yay çizer. Elipsin ne kadarının çizileceğini belirleyen son iki parametre, start ve stop dışında, ellipse()'e çok benzer.

source: Draws an ellipse, using the first two parameters as the center coordinates and the last two as the width/height. For alternate ways to position, see ellipseMode.
da: Tegner en ellipse med de to første parametre som koordinater for centrum og de sidste to som bredde/højde. For alternative måder at placere, se ellipseMode.
es: Dibuja una elipse, usando los dos primeros parámetros como las coordenadas del centro y los últimos dos como el ancho/altura. Para formas alternativas de posición, ver ellipseMode.
nb: Tegner en ellipse, med de to første parameterne som senter koordinatene og to siste som bredde/høyde. Alternativer for plassering, se ellipseMode.
nl: Tekent een ovaal, met behulp van de eerste twee coördinaten voor het midden, en de laatste twee voor breedte/hoogte. Zie ellipseMode voor alternatieve manieren voor positie.
pl: Rysowanie elipsy, przy użyciu pierwszych dwóch parametrów jako współrzędnych środka i ostatnich dwóch jako szerokość/wysokość. Inny sposób umieszczenia elipsy: spójrz na ellipseMode.
pt: Desenha uma elipse, usando os dois primeiros parâmetros como as coordenadas do centro e os dois últimos como largura/altura. Para formas alternativas de posição, consulte ellipseMode.
tr: İlk iki parametreyi merkez koordinatları, son iki parametreyi de en/boy olarak kullanarak bir elips çizer. Alternatif konumlandırma yolları için ellipseMode'a bakınız.

source: Draws any quadrilateral, with the points listed as parameters in a clockwise or counter-clockwise direction.
da: Tegner en firkant med punkterne listet som parametre enten med eller imod urets retning.
es: Dibuja cualquier cuadrilátero con los puntos listados como parámetros en la dirección de las manecillas del reloj o en dirección opuesta.
nb: Tegner en firkant, med punkter som parametere med klokken eller mot klokken.
nl: Tekent een vierhoek, met de volgende punten als parameters in een richting rechtsom of linksom.
pl: Rysuje czworobok, z wymienionymi punktami jako parametrami w kolejności zgodnie z ruchem wskazówek zegara lub przeciwnie do ruchu wskazówek zegara.
pt: Desenha qualquer quadrilátero, com os pontos enumerados como parâmetros em sentido horário ou anti-horário.
tr: Noktaların saat yönünde veya saat yönünün tersine sıralandığı herhangi bir dörtgeni çizer.

source: Duane is an avid bicyclist, international traveler, and goodwill basketball ambassador, and he's been a member of the UC Davis men's basketball coaching staff for 18 years.
es: Duane es un ávido ciclista, viajero internacional y embajador de buena voluntad del baloncesto, y ha sido miembro del personal de tutores de baloncesto varonil de la Universidad de California en Davis durante 18 años.
pt: Duane é um ávido ciclista, viajante internacional e embaixador da boa vontade de basquete. É membro da equipe de treinamento de basquete masculino da UC Davis há 18 anos.
tr: Duane bisiklete binmekten, uluslarası seyahatlerden hoşlanır ve bir basketbol iyi niyet elçisidir. Kendisi 18 senedir UC Davis erkek basketbol takımının teknik kadrosunda üyelik sahibidir.

source: Dubnium
es: Dubnio
pl: Dubn
pt: Dúbnio
pt_pt: Dúbnio

source: Due %(dateString)s
da: Frist %(dateString)s
es: Fecha límite el %(dateString)s
fr: A faire pour le %(dateString)s
ja: 期限は %(dateString)s まで
nb: Første %(dateString)s
nl: Af te werken tegen %(dateString)s
pl: Termin upływa %(dateString)s
pt: Data limite %(dateString)s
pt_pt: Até %(dateString)s
tr: %(dateString)s tarihine kadar tamamlanmalı

source: Due date
da: Forfaldsdato
es: Fecha límite
fr: Date limite
nb: Forfallsdatoen
nl: Deadline
pl: Termin
pt: Data final
pt_pt: Data limite
tr: Son Tarih

source: Duplicate key '{a}'.
da: Duplikeret tast "{a}".
es: Duplicar la clave '{a}'.
nb: Duplikatnøkkel '{a}'.
nl: Dubbele sleutel '{a}'.
pl: Zduplikowany klucz '{a}'.
pt: Chave '{a}' duplicada.
tr: Yinelenen '{a}' anahtarı.

source: Duration (minutes)
nb: Varighet (minutter)
pt: Duração (minutos)

source: During a recent rainstorm, <code><var>rain_1</var></code> centimeters of rain fell in <var>person(1)</var>'s hometown, and <code><var>rain_2</var></code> centimeters of rain fell in <var>person(2)</var>'s hometown. {During the same storm, <code><var>snow_1</var></code> centimeters of snow fell in <var>person(3)</var>'s hometown.|}
es: Durante una tormenta reciente, cayeron <code><var>rain_1</var></code> centímetros de lluvia sobre la cuidad de <var>person(1)</var> y <code><var>rain_2</var></code> centímetros en la cuidad de <var>person(2)</var>. {Durante la misma tormenta, cayeron <code><var>snow_1</var></code> centímetros de nieve en la cuidad de <var>person(3)</var>.|}
fr: Pendant une tempête récente, <code><var>rain_1</var></code> centimètres de pluie sont tombés sur la maison de <var>person(1)</var>, et <code><var>rain_2</var></code> centimètres de pluie sont tombés sur la maison de <var>person(2)</var>. {Pendant la même tempête, <code><var>snow_1</var></code> centimètres de neige sont tombés sur la maison de <var>person(3)</var>.|}
hi: हाल ही में आए एक तूफ़ान में, <code><var>rain_1</var></code> सेंटीमीटर बारिश <var>person(1)</var>'s के गृह नगर में हुई, और <code><var>rain_2</var></code> सेंटीमीटर बारिश <var>person(2)</var>'s के गृह नगर में हुईI {तूफ़ान के दौरान, <code><var>snow_1</var></code> सेंटीमीटर बारिश <var>person(3)</var>'s के गृह नगर में हुईI|}
nb: I løpet av en regnstorm, falt det<code><var>rain_1</var></code> centimeter med regn i <var>person(1)</var>s hjemby, og <code><var>rain_2</var></code> centimeter regn i <var>person(2)</var>s hjemby. {Gjennom samme stormen falt det <code><var>snow_1</var></code> centimeter snø i <var>person(3)</var>s hjemby.|}
pl: Podczas ostatniej ulewy w mieście, w którym mieszka <var>person(1)</var> spadło <code><var>rain_1</var></code> centymetrów deszczu, a tam, gdzie mieszka <var>person(2)</var> spadło <code><var>rain_2</var></code> centymetrów deszczu. {Podczas tej samej burzy w mieście, w którym mieszka <var>person(3)</var> spadło <code><var>snow_1</var></code> centymetrów śniegu.|}
pt: Durante uma chuva forte recente <code><var>rain_1</var></code> centímetros de chuva caíram sobre a cidade de <var>person(1)</var> e <code><var>rain_2</var></code> centímetros de chuva caíram na cidade de <var>person(2)</var>. {Durante a mesma tempestade <code><var>snow_1</var></code> centímetros de neve caíram sobre a cidade de <var>person(3)</var>.|}
tr: Son fırtına sırasında, <var>person(1)</var>'in yaşadığı kasabaya <code><var>rain_1</var></code> santimetre ve <var>person(2)</var>'nin yaşadığı kasabaya <code><var>rain_2</var></code> santimetre yağış düşmüştür. {Aynı fırtınada, <var>person(3)</var>'ün yaşadığı kasabaya <code><var>snow_1</var></code> santimetre kar yağmıştır.|}

source: During normal school hours
bg: По време на редовните учебни часове
da: Indenfor den normale skoletid
es: Durante las horas de escuela
fr: Pendant les heures normales d'école
ja: 通常の在校時間中
nb: I skoletiden
nl: Tijdens normale schooltijden
pl: Podczas normalnych godzin szkolnych
pt: Durante o horário escolar
pt_pt: Durante o horário das aulas
tr: Normal okul saatleri içinde

source: Duskpin (Sapling)
da: Duskpin (unge)
es: Duskpin (retoño)
fr: Duskpin (Pousse)
ja: ダスクピン (若木)
nb: Duskpin (Liten plante)
nl: Duskpin (boompje)
pl: Duskpin (Drzewko)
pt: Duskpin (muda)
pt_pt: Arroxeado (arbusto)
tr: Duskpin (Fidan)

source: Duskpin (Seed)
da: Duskpin (frø)
es: Duskpin (semilla)
fr: Duskpin (Graine)
ja: ダスクピン (種)
nb: Duskpin (Frø)
nl: Duskpin (zaadje)
pl: Duskpin (Nasionko)
pt: Duskpin (semente)
pt_pt: Arroxeado (semente)
tr: Duskpin (Tohum)

source: Duskpin (Seedling)
da: Duskpin (sætteplante)
es: Duskpin (germinado)
fr: Duskpin (Jeune pousse)
ja: ダスクピン (苗木)
nb: Duskpin (Spire)
nl: Duskpin (zaailing)
pl: Duskpin (Sadzonka)
pt: Duskpin (broto)
pt_pt: Arroxeado (rebento)
tr: Duskpin (Fide)

source: Duskpin (Tree)
da: Duskpin (træ)
es: Duskpin (árbol)
fr: Duskpin (Plante)
ja: ダスクピン (木)
nb: Duskpin (Tre)
nl: Duskpin (boom)
pl: Duskpin (Drzewo)
pt: Duskpin (árvore)
pt_pt: Arroxeado (árvore)
tr: Duskpin (Ağaç)
