Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Error logging in. Please try again.
da: Fejl med at logge på. Prøv venligst igen.
es: Error al iniciar sesión. Por favor inténtalo nuevamente.
fr: Erreur de connexion. S'il vous plaît essayer de nouveau.
ja: ログインに失敗しました。再度お試しください
nb: Feil under pålogging. Vennligst prøv på nytt.
nl: Fout bij inloggen. Probeer het opnieuw.
pl: Błąd logowania. Proszę spróbować ponownie.
pt: Não foi possível fazer login. Tente novamente.
pt_pt: Erro ao iniciar sessão. Por favor, volta a tentar.
tr: Oturum açma hatası. Lütfen yeniden deneyiniz.

source: Error saving scratchpad to the server. Please try again!
da: Fejl under lagring af kladden til serveren. Prøv igen!
es: Erro al guardar el bloc de notas en el servidor. ¡Por favor inténtalo de nuevo!
fr: Erreur lors de la sauvegarde du bloc-notes dans le serveur. S'il vous plaît, veuillez réessayer de nouveau!
ja: スクラッチパッドのサーバーへの保存でエラーが起きました．もう一度試して下さい!
nb: Feil under lagring av kladdeboken til serveren. Prøv på nytt!
nl: Fout bij het opslaan van kladblok naar de server. Probeer het opnieuw!
pl: Wystąpił błąd podczas zapisywania brudnopisu do serwera. Proszę, spróbuj ponownie!
pt: Não foi possível salvar o rascunho no servidor. Tente novamente!
pt_pt: Erro ao guardar o bloco de anotações no servidor. Por favor, volta a tentar!
tr: Karalama alanını sunucuya kaydetme aşamasında hata oluşmuştur. Lütfen tekrar deneyiniz.

source: Error updating coaches.
da: Fejl under opdatering af lærere.
es: Error al actualizar tutores.
fr: Erreur de mise à jour des coachs.
ja: コーチのアップデートに失敗しました。
nb: Feil ved oppdatering av veiledere.
nl: Fout bij het bijwerken van coaches.
pl: Błąd aktualizacji trenerów.
pt: Erro ao atualizar tutores.
pt_pt: Erro ao atualizar os tutores.
tr: Eğitmenlerinizin güncellenmesi sırasında hata oluştu.

source: Error! Please try again :(
da: Fejl! Prøv venligst igen :(
es: ¡Error! Por favor, intenta de nuevo :(
fr: Erreur ! Veuillez réessayer :(
ja: エラー! もう一度試してみて下さい :(
nb: Feil! Prøv på nytt :(
nl: Fout! Probeer a.u.b. opnieuw :(
pl: Błąd! Prosimy, spróbuj ponownie :(
pt: Ocorreu um erro! Tente novamente :(
pt_pt: Erro! Por favor, volta a tentar :(
tr: Hata! Lütfen tekrar deneyin :(

source: Error: %(message)s
da: Fejl: %(message)s
nb: Feil: %(message)s
pl: Błąd: %(message)s
pt: Erro: %(message)s
pt_pt: Erro: %(message)s
tr: Hata: %(message)s

source: Esther is the Executive Assistant and Chief Happiness Officer (CHO) at Khan Academy. As the Executive Assistant, Esther helps Sal and Shantanu do what they do best. As the Chief Happiness Officer (CHO), Esther seeks to spread joy to the entire Khan Academy team.
es: Esther es la asistente ejecutiva y directora ejecutiva de felicidad (DEF) en Khan Academy. Como asistente ejecutiva, Esther ayuda a Sal y Shantanu a hacer lo que mejor hacen. Como directora ejecutiva de felicidad (DEF), Esther busca difundir la alegría a todo el equipo en Khan Academy.
pt: Esther é Assistente executiva e CHO na Khan Academy. Como Assistente executiva, Esther ajuda Sal e Shantanu a fazer o que eles sabem fazer de melhor. Como CHO, Esther busca espalhar alegria por toda a equipe da Khan Academy.
tr: Khan Academy’nin idari işlerinde asistanı ve aynı zamanda Mutluluktan Sorumlu Genel Müdürü'dür. Yönetici asistanı olarak Esther, Sal ve Shantanu'ya yardımcı olurken Mutluluktan Sorumlu Genel Müdür olarak da tüm Khan Academy takımına mutluluk ve neşe saçmakla sorumludur.

source: Esther received her B.A. in American Studies from Occidental College. Prior to joining Khan Academy, Esther was a classroom teacher and private tutor in Philadelphia, and an administrative coordinator at a community non-profit in Boston.
es: Esther recibió su licenciatura en Estudios Americanos en el Occidental College. Antes de unirse a Khan Academy, fue profesora y tutora particular en Filadelfia, y coordinadora administrativa en una organización comunitaria sin fines de lucro en Boston.
pt: Esther é formada em Estudos Americanos pelo Occidental College. Antes de ingressar na Khan Academy, Esther foi professora em sala de aula e particular na Filadélfia, além de coordenadora administrativa em uma comunidade sem fins lucrativos de Boston.
tr: Occidental College Amerikan kültürü ve edebiyetı bölümü mezunu Esther, Khan Academy'e katılmadan önce Philedelphia'da sınıf öğretmenliği ve özel öğretmenlik, Boston'da da kar amacı gütmeyen bir toplum organizasyonunda yönetici koordinatörlük yaptı.

source: Estimated Referral Minutes
bg: Приблизително минути на препоръчаните
da: Estimat af minutter baseret på dine henvisninger
es: Estimado de minutos referidos
fr: Renvoi estimé en Minutes
nb: Beregnede gjenstående minutter
nl: Geschatte Referral minuten
pl: Oszacowane minuty z polecenia
pt: Minutos estimados das indicações
pt_pt: Minutos gastos
tr: Tahmini Sevklerin Dakikaları

source: Estimated total time your referrals spent learning on Khan Academy.
bg: Приблизително време, което препоръчаните от Вас са използвали, учейки в Хан Академия.
da: Estimat af den samlede tid, som personer du har givet anbefalinger, har brugt på læring på Khan Academy.
es: Tiempo estimado total que tus referidos pasaron aprendiendo en Khan Academy.
fr: Estimation duTemps total consacré par vos filleuls à l'Académie Khan.
nb: Beregnet tid som du totalt har brukt på Khan Academy.
nl: Geschatte totaal tijd dat jouw referrals aan leren hebben besteed op de Khan Academy.
pl: Szacowany całkowity czas, jaki osoby z Twojego polecenia spędziły na nauce w Khan Academy.
pt: Tempo total estimado que suas indicações passaram aprendendo na Khan Academy.
pt_pt: (tempo total que os seus convidados passaram na Khan Academy)
tr: Sevk ettiğiniz kişilerin Khan Academy'de öğrenmekle geçirdiği tahmini toplam süre.

source: Estimating square roots
da: Estimering af kvadratrødder
es: Estimando raíces cuadradas
fr: Valeur approchée d'une racine carrée
hi: वर्ग मूलों का आंकलन
nb: Beregne kvatratrøtter
nl: Vierkantswortels schatten
pl: Szacowanie pierwiastków kwadratowych
pt: Estimando raízes quadradas
tr: Karekök tahmin etme

source: Estimating the line of best fit
es: Estimando la línea que mejor se ajusta a los datos
fr: Tracer au jugé une droite d'ajustement
nb: Estimere linjen med best tilpasning
pl: Szacowanie linii najlepszego dopasowania
pt: Estimando a reta que melhor se ajusta aos pontos
tr: Regresyon doğrusunu tahmin etme

source: Ethan helps make sure development at Khan and the Khan Academy website work well.
pt: Ethan ajuda a garantir que o desenvolvimento da Khan e do site da Khan Academy funcionem corretamente.

source: Europium
es: Europio
pl: Europ
pt: Európio
pt_pt: Európio
tr: Evropyum

source: Evaluate a student's project
da: Evaluer en studerendes projekt
es: Evalua un proyecto de un estudiante
fr: Évaluer le projet d'un élève
ja: 生徒のプロジェクトを評価する
nb: Vurder en elevs prosjekt
nl: Een project van een leerling evalueren
pl: Oceń projekt ucznia
pt: Avaliar o projeto de um aluno
pt_pt: Avalie o projeto de um aluno
tr: Bir öğrencinin projesi değerlendirmek

source: Evaluate and round to the nearest tenth:
es: Evalúa y redondea a la décima más cercana:
fr: Le résultat arrondi au dixième est :
pt: Avalie e arredonde ao decimal mais próximo:
tr: Değerini bulunuz ve onda birler basamağına yuvarlayınız:

source: Evaluate and simplify the right side:
es: Evalúa y simplifica el lado derecho:
fr: On effectue et on simplifie à droite :
pt: Avalie e simplifique o lado direito:
tr: Sağ tarafın değerini bulunuz ve sadeleştiriniz:

source: Evaluate another student's project
da: Evaluer en anden studerendes projekt
es: Evalúa el proyecto de otro estudiante
ja: 他の生徒のプロジェクトを評価する
nb: Evaluere en annen elevs prosjekt
pl: Oceń projekt innego ucznia
pt: Avalie o projeto de outro aluno
pt_pt: Avalia o projeto de outro aluno
tr: Başka bir öğrencinin projesini değerlendirin

source: Evaluate the following expression when <span class="var1"><code><var>AN</var> = <var>A</var></code></span> and <span class="var2"><code><var>BN</var> = <var>B</var></code></span>.
da: Evaluer følgende udtryk når <span class="var1"> <code><var>AN</var> = <var>A</var></code></span> og <span class="var2"> <code><var>BN</var> = <var>B</var></code></span>.
es: Evalúa la siguiente expresión cuando <span class="var1"><code><var>AN</var> = <var>A</var></code></span> y <span class="var2"><code><var>BN</var> = <var>B</var></code></span>.
fr: Calculer la valeur numérique de l'expression suivante lorsque <span class="var1"><code><var>AN</var> = <var>A</var></code></span> et <span class="var2"><code><var>BN</var> = <var>B</var></code></span>.
nb: Regn ut følgende uttrykk når <span class="var1"> <code><var>AN</var> = <var>A</var></code></span> og <span class="var2"> <code><var>BN</var> = <var>B</var></code></span>.
nl: Evalueer de volgende uitdrukking als <span class="var1"><code><var>AN</var> = <var>A</var></code></span> en <span class="var2"><code><var>BN</var> = <var>B</var></code></span>.
pl: Oblicz wartość poniższego wyrażenia, gdy <span class="var1"><code><var>AN</var> = <var>A</var></code></span> i <span class="var2"><code><var>BN</var> = <var>B</var></code></span>.
pt: Calcule o valor da expressão a seguir quando <span class="var1"><code><var>AN</var> = <var>A</var></code></span> e <span class="var2"><code><var>BN</var> = <var>B</var></code></span>.
tr: <span class="var1"><code><var>AN</var> = <var>A</var></code></span> ve <span class="var2"><code><var>BN</var> = <var>B</var></code></span> olduğunda aşağıdaki ifadenin değerini bulunuz.

source: Evaluate the following expression when <span id="foo"><code>x = <var>X</var></code></span>:
da: Evaluer følgende udtryk, når <span id="foo"><code>x = <var>X</var></code></span>:
es: Evaluar la siguiente expresión cuando <span id="foo"><code>x = <var>X</var></code></span>:
fr: Quelle est la valeur de cette expression si <span id="foo"><code>x = <var>X</var></code></span> :
nb: Regn ut uttrykket når <span id="foo"> <code>x = <var>X</var></code></span>:
nl: Evalueer de volgende uitdrukking als <span id="foo"><code>x = <var>X</var></code></span>:
pl: Oblicz następujące wyrażenie, gdy <span id="foo"><code>x = <var>X</var></code></span>:
pt: Calcule a expressão a seguir quando <span id="foo"><code>x = <var>X</var></code></span>:
tr: <span id="foo"><code>x = <var>X</var></code></span> olduğunda ifadenin değerini bulunuz:

source: Evaluate the following expression.
fr: Donner la valeur de l'expression suivante.
nb: Regn ut følgende uttrykk.
nl: Bereken de waarde van de volgende uitdrukking.
pl: Oblicz następujące wyrażenie.
pt: Calcule a seguinte expressão.
tr: Aşağıdaki ifadeyi hesaplayınız.

source: Evaluate the inverse cosine to find <code>m\angle <var>UNKNOWN_ANGLE</var></code> and round to the nearest degree:
da: Evaluer den inverse cosinus for at finde <code>m\angle <var>UNKNOWN_ANGLE</var></code> og afrund til den nærmeste grad:
es: Evalúa el coseno inverso para encontrar <code>m\angle <var>UNKNOWN_ANGLE</var></code> y redondea al grado más cercano:
fr: On utilise la fonction l'inverse du cosinus pour trouver <code>m\angle <var>UNKNOWN_ANGLE</var></code>. On arrondit au degré :
pt: Avalie o cosseno inverso para encontrar <code>m\angle <var>UNKNOWN_ANGLE</var></code> e arredonde ao grau mais próximo:
tr: <code>m\angle <var>UNKNOWN_ANGLE</var></code> bulmak için arckosinüs değerini hesaplayınız ve en yakın dereceye yuvarlayınız:

source: Evaluate the inverse sin to find <code><var>UNKNOWN_ANGLE</var></code>:
es: Evalúa el seno inverso para encontrar <code><var>UNKNOWN_ANGLE</var></code>:
fr: On utilise la fonction réciproque pour trouver <code><var>UNKNOWN_ANGLE</var></code>:
pt: Calcule o inverso do seno para encontrar <code><var>UNKNOWN_ANGLE</var></code>:
tr: Ters sinüs değerini hesaplayarak <code><var>UNKNOWN_ANGLE</var></code>'i bulunuz:

source: Evaluate the squares in the denominator and subtract them.
da: Evaluer kvadraterne i nævneren og træk dem fra.
es: Evalúa los cuadrados en el denominador y réstalos.
fr: On effectue les calculs au dénominateur.
nb: Regn ut kvadratene i nevneren og trekk dem fra.
pt: Resolva os quadrados no denominador e subtraia-os.
tr: Paydadaki karelerin değerini bulun ve çıkarın.

source: Evaluate this project!
da: Evaluer dette projekt!
es: ¡Evalúa este proyecto!
fr: Evaluez ce projet !
nb: Evaluer dette prosjektet!
nl: Beoordeel dit project!
pl: Oceń ten projekt!
pt: Avalie este projeto!
pt_pt: Avalia este projeto!
tr: Bu projeyi değerlendir!

source: Evaluates the Bezier at point t for points a, b, c, d. The parameter t varies between 0 and 1, a and d are points on the curve, and b and c are the control points. This can be done once with the x coordinates and a second time with the y coordinates to get the location of a bezier curve at t.
da: Evaluerer Bezier i punktet t for punkterne a, b, c, d. Parameteren t varierer mellem 0 og 1, a og d er punkter på kurven, og b og c er kontrolpunkterne. Dette kan gøres en gang med x-koordinaterne og en anden gang med y-koordinateren for at få placeringen af en bezier-kurve i punktet t.
es: Evalúa la Bezier en el punto t para los puntos a,b,c,d. El parámetro t varía entre 0 y 1; a y b son puntos sobre la curva; y b y c son puntos de control. Esto se puede hacer una vez con las coordenadas de x y una segunda vez con las coordenadas de y para obtener la ubicación de la curva de Bezier en t.
nb: Evaluerer Bezier på punkt t for punktene a, b, c, d. Parameteren t varierer mellom 0 og 1, a og d er punkter på kurven, og b og c er kontrollpunktene. Dette kan gjøres en gang med x koordinatene og en gang med y-koordinatene for å få plasseringen til en bezier-kurven på t.
pl: Oblicza Beziera w punkcie t, dla punktów a, b, c i d. Parametr t zmienia się od 0 do 1, a i d to punkty na krzywej, b i c są punktami kontrolnymi. Można to zrobić raz ze współrzędnymi x, i drugi raz ze współrzędnymi y, żeby otrzymać lokalizację krzywej Beziera w t.
pt: Calcula a curva de Bézier no ponto t para os pontos a, b, c, d. O parâmetro t varia entre 0 e 1, a e d são pontos da curva, e b e c são os pontos de controle. Isso pode ser feito uma vez com as coordenadas x e uma segunda vez com as coordenadas y para se obter a localização de uma curva de Bézier em t.
tr: t noktasında, a, b, c, ve d noktaları için Bezier'i hesaplar. t parametresi 0 ile 1 arasında değişir. a ve d eğri üzerindeki noktalardır. b ve c ise denetim noktalarıdır. t noktasında Bezier eğrisinin konumunu almak için, bu önce x koordinatlarıyla, ikinci bir defa da y koordinatlarıyla yapılabilir.

source: Evaluating composite functions
da: Beregning med sammensatte funktioner
es: Evaluando funciones compuestas
fr: Calcul de l'image d'un nombre par une fonction composée
nb: Drøfte sammensatte funksjoner
nl: Uitgebreide functies invullen
pl: Obliczanie wartości funkcji złożonych
pt: Resolução de funções compostas
tr: Bileşke fonksiyon değeri bulma

source: Evaluating expressions in 2 variables
da: Evaluering af udtryk med 2 variable
es: Evaluando expresiones con 2 variables
fr: Calcul de la valeur numérique d'une expression à 2 variables
nb: Regne ut uttrykk med to variabler
nl: Evalueren van uitdrukkingen met twee variabelen
pl: Obliczanie wyrażeń z dwiema zmiennymi
pt: Cálculo de expressões com 2 variáveis
tr: İki Bilinmeyenli İfadeleri Hesaplama

source: Evaluating expressions in one variable
da: Evaluering af udtryk med én variabel
es: Evaluando expresiones en una variable
fr: Calcul de la valeur numérique d'une expression à une variable
nb: Regne ut uttrykk med en variabel
nl: Evalueren van uitdrukkingen met één variabele
pl: Obliczanie wyrażeń z jedną zmienną
pt: Cálculo de expressões com uma variável
tr: Bir değişkenli ifadelerin değerini bulmak

source: Evaluating expressions with function notation
da: Udregning af udtryk med funktionsnotation
es: Evaluando expresiones con notación de función
fr: Utiliser la notation fonctionnelle
nb: Regne med uttrykk på funksjonsform
pl: Obliczanie wyrażeń z zapisem funkcyjnym
pt: Resolução de expressões com notação de função
tr: Fonksiyon notasyonlu ifadelerin değerini bulma

source: Evaluating logarithms
da: Evaluering af logaritmer
es: Evaluando logaritmos
fr: Calculer des logarithmes
nb: Regne ut logaritmer
pl: Obliczanie logarytmów
pt: Resolução de logaritmos
tr: Logaritmaların değerini bulma

source: Evaluating logarithms 2
da: Evaluering af logaritmer 2
es: Evaluando logaritmos 2
fr: Calculer des logarithmes 2
nb: Evaluering af logaritmer 2
pl: Obliczanie logarytmów 2
pt: Resolução de logaritmos 2
tr: Logaritmaların değerini bulma 2

source: Evaluator
es: Evaluador
fr: Évaluateur
ja: 評価者
nb: Vurderer
nl: Beoordelaar
pl: Oceniacz
pt: Avaliador
pt_pt: Avaliador
tr: Değerlendirici

source: Evalutes the curve at point t for points a, b, c, d. The parameter t varies between 0 and 1, a and d are points on the curve, and b and c are the control points. This can be done once with the x coordinates and a second time with the y coordinates to get the location of a curve at t.
da: Evaluerer kurven i punkt t for punkterne a, b, c, d. Parameteren t varierer mellem 0 og 1, a og d er punkter på kurven, og b og c er kontrolpunkterne. Dette kan gøres en gang med x-koordinaterne og en anden gang med y-koordinater for at få placeringen af en kurve i t.
es: Evalúa la curva en el punto t para los puntos a,b,c,d. El parámetro t varía entre 0 y 1; a y b son puntos sobre la curva; y b y c son puntos de control. Esto se puede hacer una vez con las coordenadas de x y una segunda vez con las coordenadas de y para obtener la ubicación de una curva en t.
nb: Evaluerer kurven på punkt t for punktene a, b, c, d. Parameteren t varierer mellom 0 og 1, a og d er punkter på kurven, og b og c er kontrollpunktene. Dette kan gjøres en gang med x koordinatene og en gang med y koordinatene for å få plasseringen til en kurve på t.
pl: Oblicza krzywą w punkcie t dla punktów a, b, c, d. Parametr t zmienia się od 0 do 1, a i b są punktami na krzywej, b i c są punktami kontrolnymi. Można to zrobić raz ze współrzędnymi x, i drugi raz ze współrzędnymi y, żeby otrzymać lokalizację krzywej w t.
pt: Calcula a curva no ponto t para os pontos a, b, c, d. O parâmetro t varia entre 0 e 1, a e d são pontos da curva, e b e c são os pontos de controle. Isso pode ser feito uma vez com as coordenadas x e uma segunda vez com as coordenadas y para se obter a localização de uma curva em t.
pt_pt: Avalia a curva no ponto t para os pontos a, b, c e d. O parâmetro t varia entre 0 e 1, os pontos a e d são os pontos da curva e os pontos b e c são os pontos de controlo. Isto pode ser feito uma vez com as coordenadas x e uma segunda vez com as coordenadas y para se obter a localização de uma curva em t.
tr: t noktasında a, b, c, ve d noktaları için eğriyi hesaplar. t parametresi 0 ile 1 arasında değişir. a ve d, eğri üzerindeki noktalardır. b ve c ise denetim noktalarıdır. Eğrinin t noktasında konumunu almak için, bu önce x koordinatlarıyla, ikinci bir defa da y koordinatlarıyla yapılabilir.

source: Even
es: Par
fr: Paire
pt: Par
tr: Çift

source: Even and odd functions
es: Funciones pares e impares
fr: Parité d'une fonction
nb: Partall og oddetallsfunksjoner
pt: Funções pares e ímpares
tr: Çift ve tek fonksiyonlar
