Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Since our inequality has a greater-than<span data-if="INCLUSIVE"> or equal to</span> sign, that means that any point <strong>above</strong> the line is a solution to the inequality, so the area above the line should be shaded.
da: Eftersom vores ulighed har et tegn for større end <span data-if="INCLUSIVE"> eller lig med</span>, betyder det, at ethvert punkt <strong>over</strong> linjen er en løsning på uligheden, så området over linjen skal skraveres.
es: Puesto que nuestra desigualdad tiene un signo mayor que <span data-if="INCLUSIVE"> o igual a</span>, significa que cualquier punto <strong>sobre</strong> la recta en una solución de la desigualdad, así que el área sobre la recta debe estar sombreada.
fr: Puisque le symbole de l'inéquation est supérieur <span data-if="INCLUSIVE"> ou égal à</span> , cela signifie que tout point situé <strong>au-dessus</strong> de la droite est solution de l'inéquation, donc la zone au-dessus de la droite doit être grisée.
nb: Ettersom ulikheten vår har et tegn for større enn <span data-if="INCLUSIVE"> eller lik</span>, betyr det at ethvert punkt <strong>over</strong> linjen er en løsning på ulikheten, så området over linjen skal skraveres.
pl: Ponieważ nasza nierówność ma znak większy niż<span data-if="INCLUSIVE"> lub równy</span>, każdy punkt <strong>powyżej</strong> prostej stanowi rozwiązanie nierówności, a zatem należy zacieniować cały ten obszar.
pt: Uma vez que nossa inequação tem um sinal maior que <span data-if="INCLUSIVE"> ou igual a</span>, significa que qualquer ponto <strong>acima</strong> da reta é uma solução para a inequação, então a área acima da reta deve ser sombreada.

source: Since our inequality has a greater-than<span data-if="INCLUSIVE_1"> or equal to</span> sign, that means that any point <strong>above</strong> the line is a solution to the inequality, so the area above the line should be shaded.
es: Como nuestra desigualdad tiene un signo mayor que <span data-if="INCLUSIVE_1">o igual a</span>, eso significa que cualquier punto <strong>arriba</strong> de la línea es una solución a la desigualdad, así que el área arriba de la línea debe estar sombreada.
fr: Le symbole de l'inéquation est <span data-if="INCLUSIVE_1"> "supérieur à" </span> donc tous les couples de coordonnées des points situés <strong>au-dessus</strong> de la droite sont solutions. Il faut colorier le demi-plan qui est au-dessus de la droite.
nb: Siden ulikheten har tegnet for større enn<span data-if="INCLUSIVE_1"> eller lik</span>, betyr det at alle punkter <strong>over</strong> linjen er en løsning av ulikheten, så området over linjen skal være skravert.
pt: Uma vez que nossa inequação tem um sinal de maior que<span data-if="INCLUSIVE_1"> ou igual a</span>, significa que qualquer ponto <strong>acima</strong> da reta é uma solução da inequação, então a área acima da reta deve ser pintada.
tr: Eşitsizliğin işareti büyüktür<span data-if="INCLUSIVE_1"> veya eşittir</span> olduğu için, doğru <strong>üstündeki</strong> her nokta eşitsizliğin çözümüdür, yani doğrunun üstündeki alan taranmalıdır.

source: Since our inequality has a greater-than<span data-if="INCLUSIVE_2"> or equal to</span> sign, that means that any point <strong>above</strong> the line is a solution to the inequality, so the area above the line should be shaded.
es: Como nuestra desigualdad tiene un signo mayor que <span data-if="INCLUSIVE_2">o igual a</span>, eso significa que cualquier punto <strong>arriba</strong> de la línea es una solución a la desigualdad, así que el área arriba de la línea debe estar sombreada.
fr: Le symbole de l'inéquation est <span data-if="INCLUSIVE_2"> "supérieur à" </span>, donc tous les couples de coordonnées des points situés <strong>au-dessus</strong> de la droite sont solutions. Il faut colorier le demi-plan qui est au-dessus de la droite.
nb: Siden ulikheten har et større enn<span data-if="INCLUSIVE_2"> eller lik</span> tegn, betyr det at alle punktene <strong>over</strong> linjen er en løsning på ulikheten, så arealet over linjen skal være skravert.
pt: Uma vez que nossa inequação tem um sinal de maior que<span data-if="INCLUSIVE_2"> ou igual a</span>, significa que qualquer ponto <strong>acima</strong> da reta é uma solução da inequação, então a área acima da reta deve ser pintada.
tr: Eşitsizliğin işareti büyüktür<span data-if="INCLUSIVE_2"> veya eşittir</span> olduğu için, doğru <strong>üstündeki</strong> her nokta eşitsizliğin çözümüdür, yani doğrunun üstündeki alan taranmalıdır.

source: Since our inequality has a less-than<span data-if="INCLUSIVE"> or equal to</span> sign, that means that any point <strong>below</strong> the line is a solution to the inequality, so the area below the line should be shaded.
da: Eftersom vores ulighed har et tegn for mindre end <span data-if="INCLUSIVE"> eller lig med</span>, betyder det, at ethvert punkt <strong>under</strong> linjen er en løsning på uligheden, så området under linjen skal skraveres.
es: Puesto que nuestra desigualdad tiene un signo menor que<span data-if="INCLUSIVE"> o igual a</span>, significa que cualquier punto <strong>debajo</strong> de la recta es una solución de la desigualdad, así que el área debajo de la recta debe estar sombreada.
fr: Puisque le symbole de l'inéquation est inférieur<span data-if="INCLUSIVE"> ou égal à</span>, cela signifie que tout point situé <strong>en dessous</strong> de la droite est solution de l'inéquation, donc la zone en-dessous de la droite doit être grisée.
nb: Ettersom ulikheten vår har et tegn for mindre enn <span data-if="INCLUSIVE"> eller lik</span>, betyr det at ethvert punkt <strong>under</strong> linjen er en løsning på ulikheten, så området under linjen skal skraveres.
pl: Ponieważ nasza nierówność ma znak mniejszy niż<span data-if="INCLUSIVE"> lub równy</span>, każdy punkt <strong>poniżej</strong> prostej stanowi rozwiązanie nierówności, a zatem należy zacieniować cały ten obszar.
pt: Uma vez que nossa inequação tem um sinal menor que <span data-if="INCLUSIVE"> ou igual a</span>, significa que qualquer ponto <strong>abaixo</strong> da reta é uma solução para a inequação, então a área abaixo da reta deve ser sombreada.

source: Since our inequality has a less-than<span data-if="INCLUSIVE_1"> or equal to</span> sign, that means that any point <strong>below</strong> the line is a solution to the inequality, so the area below the line should be shaded.
es: Como nuestra desigualdad tiene un signo menor que <span data-if="INCLUSIVE_1">o igual a</span>, eso significa que cualquier punto <strong>abajo</strong> de la línea es una solución a la desigualdad, así que el área arriba de la línea debe estar sombreada.
fr: Le symbole de l'inéquation est <span data-if="INCLUSIVE_1"> "inférieur à" </span>, donc tous les couples de coordonnées des points situés <strong>au-dessous</strong> de la droite sont solutions. Il faut colorier le demi-plan qui est au-dessous de la droite.
nb: Siden ulikheten har et mindre enn<span data-if="INCLUSIVE_1"> eller lik</span> tegn, det betyr at alle punkter <strong>under</strong> linjen er med i løsningen, så området under linjen skal være skravert.
pt: Uma vez que nossa inequação tem um sinal de menor que<span data-if="INCLUSIVE_1"> ou igual a</span>, significa que qualquer ponto <strong>abaixo</strong> da reta é uma solução da inequação, então a área abaixo da reta deve ser pintada.
tr: Eşitsizliğin işareti küçüktür<span data-if="INCLUSIVE_1"> veya eşittir</span> olduğu için, doğru <strong>altındaki</strong> her nokta eşitsizliğin çözümüdür, yani doğrunun altındaki alan taranmalıdır.

source: Since our inequality has a less-than<span data-if="INCLUSIVE_2"> or equal to</span> sign, that means that any point <strong>below</strong> the line is a solution to the inequality, so the area below the line should be shaded.
es: Como nuestra desigualdad tiene un signo menor que <span data-if="INCLUSIVE_2">o igual a</span>, eso significa que cualquier punto <strong>abajo</strong> de la línea es una solución a la desigualdad, así que el área arriba de la línea debe estar sombreada.
fr: Le symbole de l'inéquation est <span data-if="INCLUSIVE_2"> "inférieur à" </span> donc tous les couples de coordonnées des points situés <strong>au-dessous</strong> de la droite sont solutions. Il faut colorier le demi-plan qui est au-dessous de la droite.
nb: Sinden ulikheten har et mindre enn<span data-if="INCLUSIVE_2"> eller lik</span> tegn, det betyr at alle punkter<strong>under</strong> linjen er en løsing av ulikheten, så arealet under linjen skal være skravert.
pt: Uma vez que nossa inequação tem um sinal de menor que<span data-if="INCLUSIVE_2"> ou igual a</span>, significa que qualquer ponto <strong>abaixo</strong> da reta é uma solução da inequação, então a área abaixo da reta deve ser pintada.
tr: Eşitsizliğin işareti küçüktür<span data-if="INCLUSIVE_2"> veya eşittir</span> olduğu için, doğru <strong>altındaki</strong> her nokta eşitsizliğin çözümüdür, yani doğrunun altındaki alan taranmalıdır.

source: Since the blue line has an infinite slope, the perpendicular line will have a slope of <code>\green{0}</code> and therefore will be a horizontal line.
es: Puesto que la recta azul tiene una pendiente infinita, la recta perpendicular tendrá una pendiente de <code>\green{0}</code> y por lo tanto será una recta horizontal.
fr: La droite donnée est parallèle à l'axe des ordonnées, donc la perpendiculaire cherchée est parallèle à l'axe des abscisses. Son coefficient directeur est <code>\green{0}</code>.
nb: Siden den blå linjen har en uendelig stigning, vil den rettvinklede linjen ha en stigning på <code>\green{0}</code> og vil derfor være en horisontal linje.
pl: Skoro niebieska prosta ma nieskończone nachylenie, to prosta prostopadła będzie mięć nachylenie <code>\green{0}</code> i będzie prostą poziomą.
pt: Uma vez que a reta azul tem um coeficiente angular infinito, a reta perpendicular terá um coeficiente angular igual a <code>\green{0}</code> e, portanto, será uma reta horizontal.
tr: Mavi doğrunun eğimi sonsuz olduğundan, dik doğrunun eğimi <code>\green{0}</code> olacak ve bu nedenle, bu, yatay bir doğru olacak.

source: Since the commission rate is a percentage, we have to convert it into a decimal first. Percent means "out of one hundred," so <code class="hint_blue"><var>COMMISSION_RATE</var>\%</code> is equivalent to <code class="hint_blue">\dfrac{<var>COMMISSION_RATE</var>}{100}</code> which is also equal to <code class="hint_blue"><var>COMMISSION_RATE</var> \div 100</code>.
fr: Le taux de commission étant un pourcentage, pour l'utiliser on va d'abord l'écrire sous forme d'un nombre décimal. Pour cent signifie "un sur cent", donc <code class="hint_blue"><var>COMMISSION_RATE</var>\%</code> est égal à <code class="hint_blue">\dfrac{<var>COMMISSION_RATE</var>}{100}</code> qui est aussi égal à <code class="hint_blue"><var>COMMISSION_RATE</var> \div 100</code>.
nb: Siden provisjon er en prosentandel, må vi konvertere den til en desimal først. Prosent betyr "hundredel," så <code class="hint_blue"><var>COMMISSION_RATE</var> \ %</code> tilsvarer <code class="hint_blue">\dfrac {<var>COMMISSION_RATE</var>} {100}</code> som er også lik <code class="hint_blue"><var>COMMISSION_RATE</var> \div 100</code>.
pl: Ponieważ prowizja jest procentem, musimy przekształcić ją najpierw na ułamek dziesiętny. Procent oznacza „na sto”, więc <code class="hint_blue"><var>COMMISSION_RATE</var>\%</code> odpowiada <code class="hint_blue">\dfrac{<var>COMMISSION_RATE</var>}{100}</code>, czyli <code class="hint_blue"><var>COMMISSION_RATE</var> \div 100</code>.
pt: Como a taxa de comissão é uma porcentagem, primeiro temos que convertê-la em um número decimal. Por cento significa "em relação a cem", portanto, <code class="hint_blue"><var>COMMISSION_RATE</var>\%</code> é equivalente a <code class="hint_blue">\dfrac{<var>COMMISSION_RATE</var>}{100}</code>, o que é igual a <code class="hint_blue"><var>COMMISSION_RATE</var> \div 100</code>.
tr: Komisyon oranı yüzde olduğu için, önce bunu ondalık sayıya çevirelim. Yüzde, 'yüz birimden bir tanesi' anlamını taşımaktadır, yani <code class="hint_blue"><var>COMMISSION_RATE</var>\%</code> denktir <code class="hint_blue">\dfrac{<var>COMMISSION_RATE</var>}{100}</code> ve bu da eşittir <code class="hint_blue"><var>COMMISSION_RATE</var> \div 100</code>.

source: Since the data has an even number of elements, we include the middle elements in the list when calculating the quartiles.
es: Como los datos tienen una cantidad par de elementos, incluimos los elementos de en medio en la lista para calcular los cuartiles.
fr: Comme le nombre d'éléments est pair, on inclut les deux éléments qui occupent la position centrale lors du calcul des quartiles.
nl: Aangezien de dataset een even aantal datapunten heeft, nemen we de middelste datapunten in de lijst mee bij het berekenen van de kwartielen.
pt: Desde que os dados tenham um número par de elementos, podemos incluir os elementos médios na lista ao calcular os quartis.
tr: Verilerde çift sayıda eleman olduğu için, dörtte birlikleri hesaplarken ortadaki elemanları da sayıyoruz.

source: Since the data has an odd number of elements, we exclude the median from the list when calculating the quartiles.
es: Como los datos tienen una cantidad impar de elementos, excluimos la mediana de la lista para calcular los cuartiles.
fr: Comme le nombre d'éléments est impair, on exclut la médiane de la liste lors du calcul des quartiles.
nl: Aangezien de data een oneven aantal datapunten heeft, sluiten we de mediaan uit bij het berekenen van de kwartielen.
pt: Desde que os dados tenham um número ímpar de elementos, excluímos a mediana da lista ao calcular os quartis.
tr: Verilerde tek sayıda eleman olduğu için, dörtte birlikleri hesaplarken medyanı listenin dışında tutuyoruz.

source: Since the expression is undefined at <code>x = <var>NUMERATOR</var></code>, it is an extraneous solution.
da: Da udtrykket ikke er ikke defineret for <code>x = <var>NUMERATOR</var></code>, er det en falsk løsning.
es: Como la expresión no está definida para <code>x = <var>NUMERATOR</var></code>, es una solución extraña.
fr: L'expression n'est pas définie pour <code>x = <var>NUMERATOR</var></code>, donc cette solution ne convient pas.
nb: Da uttrykket ikke er ikke definert for <code>x = <var>NUMERATOR</var></code>, er det en falsk løsning.
pl: Ponieważ wyrażenie jest nieokreślone dla <code>x = <var>NUMERATOR</var></code>, jest to rozwiązanie obce.
pt: Uma vez que a expressão é indefinida em <code>x = <var>NUMERATOR</var></code>, é uma solução estranha.
tr: İfade <code>x = <var>NUMERATOR</var></code> için tanımsız olduğunda, bu fazlalık bir çözümdür.

source: Since the expressions have the same denominator we simply combine the numerators:
da: Da de to udtryk har samme nævner, kan vi sætte dem på fælles brøkstreg:
es: Dado que las expresiones tienen el mismo denominador podemos simplemente combinar los numeradores:
fr: Les fractions ont le même dénominateur, donc l'expression s'écrit :
nb: Da de to uttrykkene har samme nevner, kan vi sette dem på felles brøkstrek:
pt: Uma vez que as expressões têm o mesmo denominador simplesmente combinamos os numeradores:
tr: İfadelerin paydası aynı olduğu için, yalnızca payları birleştiriyoruz:

source: Since the expressions have the same denominator we simply subtract the numerators:
da: Da de to udtryk har samme nævner, kan vi trække tællerne fra hinanden:
es: Dado que la expresiones tiene el mismo denominador, simplemente restamos los numeradores:
fr: Les fractions ont le même dénominateur donc il suffit de soustraire les numérateurs :
nb: Da de to uttrykkene har samme nevner, kan vi trekke tellerne fra hverandre:
pt: Uma vez que as expressões têm o mesmo denominador simplesmente subtraímos os numeradores:
tr: İfadelerin paydası aynı olduğu için, payları birbirinden çıkarıyoruz:

source: Since the first inequality is completely included by the second inequality, their intersection is the first inequality. Therefore the answer is:
da: Fordi den første ulighed er en del af den anden ulighed, er deres skæringspunkt den første ulighed. Svaret er derfor:
es: Puesto que la primera desigualdad está completamente incluida por la segunda desigualdad, su intersección es la primera desigualdad. Por lo tanto la respuesta es:
fr: Puisque l'ensemble des solutions de la première inéquation est inclus dans celui des solutions de la deuxième, c'est l'intersection des deux ensembles de solutions. Donc la réponse est :
nb: Fordi den første ulikheten er en del av den andre ulikheten, er deres skjæringspunkt den første ulikheten. Svaret er derfor:
pt: Uma vez que a primeira inequação está completamente incluída pela segunda inequação, sua interceptação é a primeira inequação. Portanto, a resposta é:
tr: Birinci eşitsizlik ikinci eşitsizlik tarafından kapsandığı için, kesişimleri birinci eşitsizliktir. Bu nedenle, cevap:

source: Since the following equation is true we know that one or both quantities must equal zero.
da: Siden den følgende ligning er sand, ved vi, at en eller begge parenteser skal være lig med nul.
es: Puesto que la siguiente ecuación es cierta sabemos que una o ambas cantidades deben ser igual a cero.
fr: L'un ou l'autre des facteurs doit être égal à zéro.
nb: Siden den følgende ligningen er sann, vet vi at en eller begge parenteser skal være lik null.
pl: Skoro następujące równanie jest prawdziwe, to wiemy że jedna lub obie wartości muszą być równe zero.
pt: Como a equação a seguir é verdadeira, sabemos que uma ou ambas as quantidades devem ser iguais a zero.
tr: Aşağıdaki denklem doğru olduğu için, bu miktarların birinin veya ikisinin de sıfıra eşit olması gerektiğini biliyoruz.

source: Since the graphs of the inequalities do not intersect, there is no solution.
da: Fordi graferne af ulighederne ikke krydser hinanden, findes der ingen løsning.
es: Puesto que la gráfica de las desigualdades no se intersectan, no hay solución.
fr: Les ensembles de solutions sont disjoints, donc il n'y a pas de solution.
nb: Fordi grafene av ulikhetene ikke krysser hverandre finnes det ingen løsning.
pt: Já que os gráficos das inequações não apresentam interceptação, não há solução.
tr: Eşitsizliklerin grafikleri kesişmediği için, çözüm yoktur.

source: Since the greatest common factor is <code>1</code>, the expression is already in its most factored form.
da: Da den største fælles faktor er <code>1</code>, er udtrykket allerede i den mest faktoriserede form.
es: Puesto que el máximo común divisor es <code>1</code>, la expresión se encuentra ya en su forma más factorizada.
fr: Puisque le plus grand diviseur commun est <code>1</code>, on ne peut plus continuer à factoriser l'expression.
nb: Siden største felles faktor er <code>1</code>, er uttrykket allerede i sin mest faktoriserte form.
pl: Ponieważ największym wspólnym dzielnikiem jest <code>1</code>, wyrażenie jest już rozłożone na czynniki w najprostszej możliwej formie.
pt: Já que o máximo divisor comum é <code>1</code>, a expressão já está na sua forma mais fatorada.
tr: En büyük ortak bölen <code>1</code> olduğu için, ifade zaten çarpanlara ayrılmıştır.

source: Since the markup rate is a percentage of the wholesale price that is added to get the retail price, we can find the retail price with the following equation:
fr: On sait que le taux de marge est le pourcentage du prix de gros qu'un magasin ajoute à ce prix de gros pour obtenir le prix de vente ou prix de détail. On trouve le montant de cette marge en utilisant l'égalité suivante :
nb: Siden fortjenesten er en prosentandel av det engros-prisen som legges til for å finne utsalgsprisen, finner vi utsalgsprisen med følgende likning:
pl: Jako że marża to procent ceny hurtowej dodawany w celu uzyskania ceny detalicznej, możemy obliczyć cenę detaliczną, korzystając z następującego równania:
pt: Como a margem de lucro é uma porcentagem do preço de atacado que é acrescentada para obter o preço de varejo, podemos encontrar o preço de varejo com a seguinte equação:
tr: Kar oranı, perakende fiyatı bulmak üzere toptan fiyata eklenen bir yüzde olduğu için, perakende fiyatı aşağıdaki denklemle bulabiliriz:

source: Since the markup rate is a percentage, we have to convert it into a decimal first. Percent means "out of one hundred," so <code class="hint_blue"><var>MARKUP_RATE</var>\%</code> is equivalent to <code class="hint_blue">\dfrac{<var>MARKUP_RATE</var>}{100}</code> which is also equal to <code class="hint_blue"><var>MARKUP_RATE</var> \div 100</code>.
fr: Le taux de marge étant un pourcentage, pour l'utiliser on va d'abord l'écrire sous forme d'un nombre décimal. Pour cent signifie "un sur cent", donc <code class="hint_blue"><var>MARKUP_RATE</var>\%</code> est égal à <code class="hint_blue">\frac{<var>MARKUP_RATE</var>}{100}</code> qui est égal à <code class="hint_blue"><var>MARKUP_RATE</var> \div 100</code>.
nb: Siden momsen er i prosent, må vi gjøre demn om til desimaltall først. Siden prosent betyr "hundredel," er <code class="hint_blue"><var>MARKUP_RATE</var>\%</code> lik <code class="hint_blue">\dfrac{<var>MARKUP_RATE</var>}{100}</code> som også er lik <code class="hint_blue"><var>MARKUP_RATE</var> \div 100</code>.
pl: Ponieważ marża jest procentem, musimy przekształcić ją najpierw na ułamek dziesiętny. Procent oznacza „na sto”, więc <code class="hint_blue"><var>MARKUP_RATE</var>\%</code> odpowiada <code class="hint_blue">\dfrac{<var>MARKUP_RATE</var>}{100}</code>, czyli <code class="hint_blue"><var>MARKUP_RATE</var> \div 100</code>.
pt: Como a taxa da margem de lucro é uma porcentagem, primeiro temos que convertê-la em um número decimal. Por cento significa "em relação a cem,", portanto <code class="hint_blue"><var>MARKUP_RATE</var>\%</code> é equivalente a <code class="hint_blue">\dfrac{<var>MARKUP_RATE</var>}{100}</code> que também é igual a <code class="hint_blue"><var>MARKUP_RATE</var> \div 100</code>.
tr: Kar oranı yüzde olduğu için, öncelikle bunu ondalık sayıya çevirmeliyiz. Yüzde, 'yüz birimden kaç tanesi' olduğunu gösterir, yani <code class="hint_blue"><var>MARKUP_RATE</var>\%</code> denktir <code class="hint_blue">\dfrac{<var>MARKUP_RATE</var>}{100}</code> ve bu da eşittir <code class="hint_blue"><var>MARKUP_RATE</var> \div 100</code>.
