Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The truth is that building a stronger brain takes time, effort, and the right kind of practice. To get better at something you have to practice the right way, and that usually means the hard way. In fact, scientists have found that the brain grows more when you use new and different strategies. It grows less when you stick to things you already know. So it's not just about how much you study but about whether you push yourself to learn something new and difficult.
bg: Истината е, че изграждането на стабилни мозъчни връзки отнема време, усилия и правилни упражнения. За да станете по-добри в нещо, трябва да се упражнявате по правилния начин и това обикновено означава по трудния начин. В действителност учените са открили, че мозъкът расте повече, когато се използват нови и различни стратегии. Той се развива по-малко, когато се придържаме към неща, които вече знаем. Така че не е само колко учиш, но и дали караш себе си да научиш нещо ново и трудно.
da: At opbygge en stærkere hjernen tager tid, indsats og den rigtige form for øvelse. For at blive bedre til noget, er du nødt til at øve på den rigtige måde, og som normalt betyder det den hårde måde. Faktisk har forskere konstateret, at hjernen vokser mere når du bruger nye og forskellige strategier. Den vokser mindre, når du holder dig til ting, som du allerede kender. Så det handler ikke kun om hvor meget du studerer, men om hvorvidt du presser dig selv til at lære noget nyt og svært.
es: La verdad es que desarrolar un cerebro más fuerte requiere tiempo, esfuerzo y el tipo correcto de práctica. Si quieres mejorar en cualquier cosa tienes que practicar de la forma correcta, lo que generalmente significa de la manera difícil. De hecho, los científicos han descubierto que el cerebro se desarrolla más cuando usas estrategias nuevas y diferentes. Se desarrolla menos cuando te limitas a las cosas que ya sabes. Así que no solo se trata de qué tanto estudias sino de tu motivación por aprender cosas nuevas y difíciles.
fr: La vérité est pour construire un cerveau plus fort, cela prend du temps, des efforts et de bonnes méthodes de travail. Pour apprendre et devenir meilleur, il faut tout de suite mettre en application ce que vous venez d'apprendre, mais de la bonne façon, et parfois, celle-ci est difficile. En fait, les scientifiques ont prouvé que le cerveau grandit encore plus quand vous mettez en pratique de nouvelles stratégies qui sont différentes de celles utilisées habituellement. Il grandit moins si vous utilisez celles que vous utilisez régulièrement. Donc, ce n'est pas tellement la quantité d'études que vous faites, mais c'est si vous allez plus loin dans vos méthodes d'apprentissage de nouvelles matières.
he: האמת היא כי לבנות מוח חזק לוקח זמן, מאמץ והסוג הנכון של תרגול. כדי להשתפר במשהו אתה צריך להתאמן כמו שצריך, וזה בדרך כלל אומר בדרך הקשה. למעשה, מדענים מצאו כי המוח גדל יותר בעת שימוש אסטרטגיות חדשות ושונות. הוא גדל פחות כאשר אתה דבק למה שאתה כבר יודע. אז זה לא רק לגבי כמה אתה לומד אבל על אם אתה משתדל ללמוד משהו חדש וקשה.
nb: Sannheten er at å bygge en sterkere hjerne krever tid, innsats og riktig form for øving. For å bli bedre i noe må du øve på rett måte, og det betyr vanligvis den tunge måten. Faktisk har forskere funnet ut at hjernen styrkes mer når du bruker nye og forskjellige strategier. Den styrkes mindre når du holder deg til ting du allerede kan. Så det handler ikke bare om hvor mye du studerer, men om hvorvidt du presser deg selv til å lære noe nytt og vanskelig.
nl: De waarheid is dat een sterker brein groeien tijd, moeite en de juist oefeningen vergt. Om ergens beter in te worden moet je op de juiste manier oefenen en meestal betekent dat op de moeilijke manier. Wetenschappers hebben zelfs aangetoond het brein groeit als je nieuwe en verschillende strategieën gebruikt. Het groeit minder als je de gebruikelijke weg volgt. Dus het gaat niet alleen om hoeveel je studeert maar ook over jezelf pushen nieuwe en moeilijke dingen te leren.
pl: Prawda jest taka, że zwiększanie wydolności naszego mózgu wymaga czasu oraz odpowiedniego treningu. Żeby być w czymś dobrym musisz odpowiednio ćwiczyć, a to zwykle oznacza dużo wysiłku. Naukowcy jednak odkryli, że mózg rozwija się lepiej gdy uczymy się w zróżnicowany sposób i stosujemy nowe strategie. Wydolność mózgu nie wzrasta natomiast gdy podczas nauki popadamy w rutynę. Nie chodzi więc tylko o to jak dużo czasu poświęcasz na naukę, ale czy uczysz się zagadnień coraz trudniejszych lub poznajesz zupełnie nowe.
pt: A verdade é que o desenvolvimento de um cérebro forte leva tempo, exige esforço e o tipo certo de prática. Para se aperfeiçoar em algo, você tem de praticar da forma certa, o que geralmente significa o caminho mais difícil. Na verdade, os cientistas descobriram que o cérebro se desenvolve mais quando você usa estratégias novas e diferentes. Ele se desenvolve menos quando você fica preso a coisas que já conhece. Portanto, não se trata apenas do quanto você estuda, mas se você se esforça para aprender algo novo e difícil.
tr: Gerçek şu ki daha güçlü bir beyne sahip olmak zaman alır, emek ister ve doğru öğrenim yöntemlerini kullanmanızı gerektirir. Bir alanda daha iyi olabilmeniz için doğru yöntemle çalışmalısınız, ki bu çoğu zaman daha zor olan yolu seçmeniz anlamına gelecektir. Bilim adamları yeni ve değişik öğrenim stratejileri uyguladığınızda beyninizin daha fazla geliştiğini gözlemlemişlerdir. Eğer sadece zaten bildiğiniz şeylere yoğunlaşırsanız, beyniniz daha az gelişir. Sonuçta önemli olan sadece ne kadar uzun süre çalıştığınız değil, yeni ve zor bir şeyi öğrenmek için kendini sınırlarınızı aşmaya çalışmanız, beyninizi zorlamanız da önemli.

source: The two inequalities are represented on the number line below:
es: Las dos desigualdades están representadas en la recta numérica a continuación:
fr: On représente leurs ensembles de solutions sur une droite numérique :
nb: De to ulikhetene er representert på tallinjen nedenfor:
pl: Na poniższej osi liczbowej przedstawiono obie nierówności:
pt: As duas inequações estão representadas na reta numérica abaixo:
tr: Bu iki eşitsizlik, aşağıdaki sayı doğrusunda gösterilir:

source: The two numbers <code class="hint_pink"><var>-A</var></code> and <code class="hint_pink"><var>-B</var></code> satisfy both conditions:
da: De to tal <code class="hint_pink"> <var>-A</var></code> og <code class="hint_pink"> <var>-B</var></code> opfylder begge betingelser:
es: Los números <code class="hint_pink"><var>-A</var></code> y <code class="hint_pink"><var>-B</var></code> satisfacen las dos condiciones:
fr: Les nombres <code class="hint_pink"><var>-A</var></code> et <code class="hint_pink"><var>-B</var></code> satisfont aux deux conditions :
nb: De to tallene <code class="hint_pink"> <var>-A</var></code> og <code class="hint_pink"> <var>-B</var></code> oppfyller begge betingelsene:
pl: Dwie liczby <code class="hint_pink"><var>-A</var></code> i <code class="hint_pink"><var>-B</var></code> spełniają oba warunki:
pt: Os dois números <code class="hint_pink"><var>-A</var></code> e <code class="hint_pink"><var>-B</var></code> satisfazem ambas as condições:
tr: <code class="hint_pink"><var>-A</var></code> ve <code class="hint_pink"><var>-B</var></code>sayıları iki koşulu da sağlar:

source: The two numbers <code>\pink{<var>-A</var>}</code> and <code>\pink{<var>-B</var>}</code> satisfy both conditions:
da: De to tal <code>\pink{<var>-A</var>}</code> og <code>\pink{<var>-B</var>}</code> opfylder begge betingelser:
es: Los dos números <code>\pink{<var>-A</var>}</code> y <code>\pink{<var>-B</var>}</code> satisfacen ambas condiciones:
fr: Les nombres <code>\pink{<var>-A</var>}</code> et <code>\pink{<var>-B</var>}</code> vérifient les deux égalités :
nb: De to tallene <code>\pink{<var>-A</var>}</code> og <code>\pink{<var>-B</var>}</code> tilfredsstiller begge betingelsene:
pl: Oba warunki są spełnione prze dwie liczby, <code>\pink{<var>-A</var>}</code> i <code>\pink{<var>-B</var>}</code>:
pt: Os dois números <code>\pink{<var>-A</var>}</code> e <code>\pink{<var>-B</var>}</code> satisfazem ambas as condições:
tr: <code>\pink{<var>-A</var>}</code> ve <code>\pink{<var>-B</var>}</code> sayılarının ikisi de koşulları karşılamaktadır:

source: The union of two sets <code>X</code> and <code>Y</code> is the collection of elements which are in <code>X</code> or in <code>Y</code> or in both <code>X</code> and <code>Y</code>.
es: La unión de dos conjuntos <code>X</code> y <code>Y</code> son los elementos que están en <code>X</code> o en <code>Y</code>, o en en ambos conjuntos <code>X</code> y <code>Y</code>.
fr: L'union de deux ensembles <code>X</code> et <code>Y</code> est l'ensemble des éléments qui appartiennent à <code>X</code> ou à <code>Y</code> ou à la fois à <code>X</code> et à <code>Y</code>.
nb: Unionen til to sett <code>X</code> og <code>Y</code> er samlingen av elementer som er i <code>X</code> eller i <code>Y</code> eller i både <code>X</code> og <code>Y</code>.
pt: A união de dois conjuntos<code>X</code> e <code>Y</code> é o conjunto de elementos os quais estão em <code>X</code> ou em <code>Y</code> ou em ambos <code>X</code> e <code>Y</code>.
tr: <code>X</code> ve <code>Y</code> kümesinin birleşimi, <code>X</code> veya <code>Y</code> veya hem <code>X</code>, hem de <code>Y</code>'de bulunan elemanların kümesidir.

source: The value of <code>\sqrt{<var>Q</var>}</code> lies between which two <a href="#" class="show-definition" data-definition="consecutive-integers">consecutive integers</a>?
es: ¿El valor de <code>\sqrt{<var>Q</var>}</code> se encuentra entre qué dos <a href="#" class="show-definition" data-definition="consecutive-integers">enteros consecutivos</a>?
fr: Encadrer <code>\sqrt{<var>Q</var>}</code> par deux <a href="#" class="show-definition" data-definition="consecutive-integers">entiers consécutifs</a>.
hi: इसका मूल्य <code>\sqrt{<var>Q</var>}</code>किन दो<a href="#" class="show-definition" data-definition="consecutive-integers">निरंतर पूर्णांको के बीच में है</a>?
nb: Verdien av <code>\sqrt{<var>Q</var>}</code> ligger mellom to <a href="#" class="show-definition" data-definition="consecutive-integers">etterfølgende heltall</a>?
nl: De waarde van <code>\sqrt{<var>Q</var>}</code> ligt tussen welke twee <a href="#" class="show-definition" data-definition="consecutive-integers">opeenvolgende gehele getallen</a>?
pl: Wartość <code>\sqrt{<var>Q</var>}</code> leży pomiędzy jakimi dwiema <a href="#" class="show-definition" data-definition="consecutive-integers">kolejnymi liczbami całkowitymi</a>?
pt: O valor de <code>\sqrt{<var>Q</var>}</code> está entre quais dois <a href="#" class="show-definition" data-definition="consecutive-integers">inteiros consecutivos</a>?
tr: <code>\sqrt{<var>Q</var>}</code> sayısının değeri hangi iki <a href="#" class="show-definition" data-definition="consecutive-integers">consecutive integers</a> arasında yer alır?

source: The value of <code>x_1</code> is <code><var>PRETTY_X1</var></code>, what does this number mean for the parabola?
es: El valor de <code>x_1</code> es <code><var>PRETTY_X1</var></code>, ¿qué representa este número para la parábola?
fr: La valeur de <code>x_1</code> est <code><var>PRETTY_X1</var></code> Quel est le sens de ce nombre pour la parabole ?
pt: O valor de <code>x_1</code> é <code><var>PRETTY_X1</var></code>. O que esse número significa para a parábola?
tr: <code>x_1</code>'in değeri <code><var>PRETTY_X1</var></code> olduğunda, bu sayının parabol için anlamı nedir?

source: The vector that matches is <code>\vec <var>ANSL</var></code>.
fr: Le vecteur qui correspond est <code>\vec <var>ANSL</var></code>.
nb: Vektoren som samsvarer er <code>\vec <var>ANSL</var></code>.
pl: Wektor, który pasuje, to <code>\vec <var>ANSL</var></code>.
pt: O vetor correspondente é <code>\vec <var>ANSL</var></code>.

source: The version of this page that you are viewing is out of date, and some features may stop working. Please <a href="javascript: location.reload(true)">refresh the page</a>.
da: Versionen af denne side er forældet og nogle funktioner kan ophøre med at virker. <a href="javascript: location.reload(true)"> Opdater venligst siden</a>.
es: La versión de esta página que estás viendo está desactualizada y algunas características pueden dejar de funcionar. Por favor <a href="javascript: location.reload(true)">vuelve a abrir la página</a>.
fr: La version de cette page que vous voyez est obsolète, et certaines fonctionnalités peuvent ne pas fonctionner. Veuillez <a href="javascript: location.reload(true)"> actualiser la page</a>.
ja: あなたがご覧になっているのはこのページの古いバージョンですので、いくつかの機能が動かなくなる可能性があります。 <a href="javascript: location.reload(true)">ページの更新</a>を行ってください。
nb: Versjonen av denne siden du viser er utdatert, og enkelte funksjoner kan slutte å virke. Vennligst <a href="javascript: location.reload(true)"> Oppdater siden</a>.
nl: De versie van de pagina die je bekijkt is verouderd en sommige functies werken mogelijk niet meer. Graag <a href="javascript: location.reload(true)">de pagina vernieuwen</a>.
pl: Wersja tej strony, którą oglądasz, jest nieaktualna i niektóre funkcje mogą nie działać. Prosimy, <a href="javascript: location.reload(true)">odśwież stronę</a>.
pt: A versão da página que você está vendo está desatualizada, e alguns recursos podem parar de funcionar. Por favor, <a href="javascript: location.reload(true)">atualize a página</a>.
pt_pt: A versão da página que estás a ver está desatualizada e algumas das funcionalidades podem ter deixado de funcionar. Por favor, <a href="javascript: location.reload(true)">recarrega a página</a>.
tr: Görüntülemekte olduğunuz sayfa güncel değildir, bazı özellikleri de çalışmıyor olabilir. Lütfen <a href="javascript: location.reload(true)">sayfayı güncelleyiniz</a>.

source: The vertex is <code>(\green{<var>H</var>}, \blue{<var>K</var>})</code>. Be sure to pay attention to the signs when interpreting an equation in vertex form.
da: Toppunktet er <code>(\green{<var>H</var>}, \blue{<var>K</var>})</code>. Vær opmærksom på fortegnene i en ligning på toppunktsform.
fr: Le sommet est <code>(\green{<var>H</var>}, \blue{<var>K</var>})</code>. Il faut faire bien attention au signe des coordonnées du sommet quand on a une équation sous forme canonique.
nb: Vendepunktet er <code>(\green{<var>H</var>}, \blue{<var>K</var>})</code>. Husk å ta hensyn til tegnene i tolkingen av likningen i fortegnsskjemaet.
pt: O vértice é <code>(\green{<var>H</var>}, \blue{<var>K</var>})</code>. Ao interpretar uma equação na forma canônica, preste atenção nos sinais.
tr: Tepe noktası, <code>(\green{<var>H</var>}, \blue{<var>K</var>})</code>. Tepe noktası formundaki denklemi yorumlarken işaretlere dikkat etmeyi unutmayın.

source: The vertical <strong class="hint_orange">orange</strong> line represents all complex numbers with real part <code><var>REAL</var></code> (including <code><var>REP</var></code>).
da: Den lodrette <strong class="hint_orange"> orange</strong> linje repræsenterer alle komplekse tal med reel del <code><var>REAL</var></code> (inklusiv <code><var>REP</var></code>).
es: La recta <strong class="hint_orange">anaranjada</strong> vertical representa todos los números complejos con parte real <code><var>REAL</var></code> (incluyendo <code><var>REP</var></code>).
fr: La droite <strong class="hint_orange">orange</strong> contient tous les nombres complexes dont la partie réelle est <code><var>REAL</var></code> (notamment <code><var>REP</var></code>).
nb: Den lodrette <strong class="hint_orange"> orange</strong> linjen representerer alle komplekse tall med reel del <code><var>REAL</var></code> (inklusiv <code><var>REP</var></code>).
pt: A reta vertical <strong class="hint_orange">laranja</strong> representa todos os números com parte real <code><var>REAL</var></code> (incluindo <code><var>REP</var></code>).
tr: <strong class="hint_orange">Turuncu</strong> düşey doğru, (<code><var>REP</var></code> dahil) reel kısmı <code><var>REAL</var></code> olan tüm karmaşık sayıları temsil eder.

source: The vertical diagonal in the center splits the kite into two congruent triangles.
es: La diagonal vertical divide el cometa en dos triángulos congruentes.
pt: A diagonal vertical no centro divide o deltoide em dois triângulos congruentes.
tr: Ortadaki dikey köşegen, deltoidi iki eş üçgene ayırır.

source: The video was clear and interesting but not what I was looking for.
da: Videoen var klar og interessant, men ikke lige det, som jeg ledte efter.
es: El video fue claro e interesante pero no era lo que estaba buscando.
fr: La vidéo était intéressante et bien expliquée, mais ne contient pas ce que je cherche.
nb: Videoen var tydelig og interessant, men ikke hva jeg var ute etter.
nl: De video was duidelijk en interessant maar niet wat ik zocht.
pl: Film był jasny i ciekawy, ale nie o tym, czego szukałem.
pt: O vídeo foi claro e interessante, mas não era o que eu estava buscando.
tr: Video güzel ve ilginçti, ancak tam olarak bunu aramıyordum.

source: The video was great and really helpful.
da: Videoen var fantastisk og virkelig nyttig.
es: El video fue genial y muy útil.
fr: La vidéo était était géniale et très utile.
nb: Videoen var super og veldig nyttig.
nl: De video was geweldig en echt nuttig.
pl: Film był świetny i naprawdę pomocny.
pt: O vídeo foi ótimo e realmente útil.
tr: Video güzeldi ve gerçekten çok yararlı oldu.

source: The video was okay but wasn't very interesting to me.
da: Videoen var okay, men den var ikke så interessant for mig.
es: El video estuvo bien, pero no fue muy interesante para mí.
fr: La vidéo allait, mais n'était pas d'un grand intérêt pour moi.
nb: Videoen var grei, men var ikke veldig interessant for meg.
nl: De video was oké, maar was niet erg interessant voor mij.
pl: Film był w porządku, ale nie za bardzo dla mnie interesujący.
pt: O vídeo estava bom, mas não achei muito interessante.
pt_pt: O vídeo é bom, mas não foi muito interessante para mim.
tr: Video iyiydi, ama benim pek ilgimi çekmedi.

source: The video was unclear or confusing.
da: Videoen var uklar eller forvirrende.
es: El video fue claro o confuso.
fr: La vidéo était compliquée et confuse.
nb: Videoen var utydelig eller forvirrende.
nl: De video was onduidelijk of verwarrend.
pl: Film był niejasny lub mylący.
pt: O vídeo não estava claro, ou foi confuso.
pt_pt: O vídeo é confuso ou pouco claro.
tr: Video anlaşılır değildi veya akıl karıştırıcıydı.

source: The volume is <code><var>N</var> \times <var>fraction(NUMERATOR3, DENOMINATOR3)</var> = <var>fractionReduce(N * NUMERATOR3, DENOMINATOR3)</var></code> <var>UNIT_TEXT</var>.
es: El volumen es <code><var>N</var> \times <var>fraction(NUMERATOR3, DENOMINATOR3)</var> = <var>fractionReduce(N * NUMERATOR3, DENOMINATOR3)</var></code> <var>UNIT_TEXT</var>.
fr: Le volume est <code><var>N</var> \times <var>fraction(NUMERATOR3, DENOMINATOR3)</var> = <var>fractionReduce(N * NUMERATOR3, DENOMINATOR3)</var></code> <var>UNIT_TEXT</var>.
nb: Volumet er <code><var>N</var> \times <var>fraction(NUMERATOR3, DENOMINATOR3)</var> = <var>fractionReduce(N * NUMERATOR3, DENOMINATOR3)</var></code> <var>UNIT_TEXT</var>.
nl: De inhoud is <code><var>N</var> \times <var>fraction(NUMERATOR3, DENOMINATOR3)</var> = <var>fractionReduce(N * NUMERATOR3, DENOMINATOR3)</var></code> <var>UNIT_TEXT</var>.
pl: Objętość wynosi <code><var>N</var> \times <var>fraction(NUMERATOR3, DENOMINATOR3)</var> = <var>fractionReduce(N * NUMERATOR3, DENOMINATOR3)</var></code> <var>UNIT_TEXT</var>.
pt: O volume é <code><var>N</var> \times <var>fraction(NUMERATOR3, DENOMINATOR3)</var> = <var>fractionReduce(N * NUMERATOR3, DENOMINATOR3)</var></code> <var>UNIT_TEXT</var>.
tr: Hacim, <code><var>N</var> \times <var>fraction(NUMERATOR3, DENOMINATOR3)</var> = <var>fractionReduce(N * NUMERATOR3, DENOMINATOR3)</var></code> <var>UNIT_TEXT</var>.

source: The volume is <code><var>VOL</var></code> <var>UNIT_TEXT</var>.
es: El volumen es <code><var>VOL</var></code> <var>UNIT_TEXT</var>.
fr: Le volume est <code><var>VOL</var></code> <var>UNIT_TEXT</var>.
hi: आयतन <code><var>VOL</var></code> <var>UNIT_TEXT</var> है।
nb: Volumet er <code><var>VOL</var></code> <var>UNIT_TEXT</var>.
pl: Objętość wynosi <code><var>VOL</var></code> <var>UNIT_TEXT</var>.
pt: O volume é <code><var>VOL</var></code> <var>UNIT_TEXT</var>.
tr: Hacim, <code><var>VOL</var></code> <var>UNIT_TEXT</var>'tür.

source: The volume is measured by counting the number of cubic <var>plural_form(UNIT)</var>.
es: El volumen es medido contando el número de <var>plural_form(UNIT)</var> cúbicos.
fr: Le volume est mesuré en comptant le nombre de <var>plural_form(UNIT)</var> cubes.
nb: Volumet er målt ved å telle antall kubikk <var>plural_form(UNIT)</var>.
pl: Objętość otrzymamy po policzeniu liczby <var>plural_form(UNIT)</var> sześciennych.
pt: O volume é medido contando-se o número de <var>plural_form(UNIT)</var> cúbicos.
tr: Hacmi ölçmek için <var>plural_form(UNIT)</var> küpleri sayarız.

source: The volume of a box equals width <code>\times</code> height <code>\times</code> length.
fr: Le volume d'un pavé droit est égal à largeur <code>\times</code> hauteur<code>\times</code> longueur.
nb: Volumet av en eske er lik<code>\times</code> høyde <code>\times</code> lengde.
pl: Objętość pudełka równa się: szerokość <code>\times</code> wysokość <code>\times</code> długość.
pt: O volume de uma caixa é igual a largura <code>\times</code> altura <code>\times</code> comprimento.
tr: Kutunun hacmi eşittir, en <code>\times</code> yükseklik <code>\times</code> boy.

source: The volume of a box is the length <code>\times</code> width <code>\times</code> height.
es: El volumen de una caja es el largo <code>\times</code> el ancho <code>\times</code> la altura.
fr: Le volume d'un pavé droit est : longueur <code>\times</code> largeur <code>\times</code> hauteur.
pl: Objętość pudełka to długość <code>\times</code> szerokość <code>\times</code> wysokość.
pt: O volume de uma caixa é comprimento <code>\times</code> largura <code>\times</code> altura.
tr: Kutunun hacmi, uzunluk <code>\times</code> en <code>\times</code> yükseklik.

source: The volume of a cube is equal to its side length cubed.
fr: Le volume d'un cube est égal à son côté élevé au cube.
nb: Volumet av kuben er lik sidelengden opphøyd i tredje potens.
pl: Objętość sześcianu jest równa podniesieniu długości jego boku do potęgi trzeciej.
pt: O volume de um cubo é igual ao seu comprimento lateral elevado ao cubo.
tr: Bir küpün hacmi, ayrıt uzunluğunun küpüne eşittir.

source: The volume of a cylinder is the area of the base <code>\times</code> height.
fr: Le volume d'un cylindre est égal au produit de l'aire de la base par la hauteur : base <code>\times</code> hauteur.
pt: O volume de um cilindro é a área da base <code>\times</code> altura.
tr: Bir silindirin hacmi, taban alanı <code>\times</code> yüksekliktir.

source: The volume of a prism is the area of the base <code>\times</code> depth.
es: El volumen de un prisma es el área de la base <code>\times</code> la profundidad.
fr: Le volume d'un prisme est : aire de la base <code>\times</code> hauteur.
pl: Objętość graniastosłupa to powierzchnia podstawy <code>\times</code> głębokość.
pt: O volume de um prisma é a área da base <code>\times</code> profundidade.
tr: Prizmanın hacmi, taban alanı <code>\times</code> derinlik.
