Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Now, to get rid of the fractions, we multiply by the common denominator, <code>(<var>ADENOM</var>)(<var>BDENOM</var>)</code>.
es: Ahora, para deshacernos de las fracciones, multiplicamos por el común denominador, <code>(<var>ADENOM</var>)(<var>BDENOM</var>)</code>.
fr: Maintenant, on multiplie les deux membres par le dénominateur commun <code>(<var>ADENOM</var>)(<var>BDENOM</var>)</code>.
nb: For nå å fjerne brøkene multipliserer vi med fellesnevneren, <code>(<var>ADENOM</var>)(<var>BDENOM</var>)</code>.
pl: Teraz, mnożymy przez wspólny mianownik, aby pozbyć się ułamków, <code>(<var>ADENOM</var>)(<var>BDENOM</var>)</code>.
pt: Agora, para se livrar das frações, multiplicamos pelo denominador comum, <code>(<var>ADENOM</var>)(<var>BDENOM</var>)</code>.
tr: Şimdi, kesirleri yok etmek için, ortak paydayla çarparız, <code>(<var>ADENOM</var>)(<var>BDENOM</var>)</code>.

source: Now, we can multiply out the two factors in the numerator.
da: Nu, vi kan gange de to faktorer i tælleren.
es: Ahora, podemos multiplicar los dos factores en el numerador.
fr: Maintenant, on peut développer le numérateur.
nb: Nå kan vi multiplisere de to faktorene i telleren.
pt: Agora, podemos multiplicar os dois fatores no numerador.
tr: Şimdi paydaki iki çarpanı çarpabiliriz.

source: Now, we plug back in to our fractions, and get:
da: Nu, vi indsætter vi vores brøkerne og får:
es: Ahora, introducimos en nuestras funciones y obtenemos:
fr: On obtient :
nb: Nå setter vi inn tilbake til de opprinnelige brøkene og får:
pl: Teraz, podstawiamy to w naszych ułamkach i otrzymujemy:
pt: Agora, colocamos de volta em nossas frações, e obtemos:
tr: Şimdi, kesirleri yerine koyup, şunu elde ederiz:

source: Now, we replace the numerators with polynomials of a degree one less than the degree of the polynomial in the denominator.
da: Vi kan nu erstatte tælleren med et polynomie af en grad en mindre end graden af polynomiet i nævneren.
es: Ahora, reemplazamos los numeradores con polinomios de un grado menor que el grado del polinomio en el denominador.
fr: Maintenant, on remplace les numérateurs par des polynômes ayant un degré de moins que celui qui est au dénominateur.
nb: Nå erstatter vi de tellere med polynomer av grad en gard mindre enn graden av polynomet i nevneren.
pl: Teraz zastępujemy liczebniki wielomianami stopnia o jeden niższego od stopnia wielomianu w mianowniku.
pt: Agora, substituímos os numeradores com polinômios de grau um a menos que o grau do polinômio no denominador.
tr: Şimdi payların yerine paydanın derecesinden bir düşük dereceli polinomlar yazıyoruz.

source: Number line 1
da: Tallinje 1
es: La recta numérica 1
fr: La droite numérique graduée
ja: 数直線 1
nb: Tallinje 1
nl: Getallenlijn 1
pl: Oś liczbowa 1
pt: Reta numérica 1
tr: Sayı Doğrusu 1

source: Number line 3
da: Tallinje 3
es: Recta numérica 3
fr: Droite numérique
hi: संख्या रेखा 3
nb: Tallinje 3
nl: Getallenlijn 3
pl: Oś liczbowa 3
pt: Reta numérica 3
tr: Sayı Çizgisi 3

source: Number of %(respondent)s
es: Número de %(respondent)s
fr: Nombre de %(respondent)s
nb: Antall %(respondent)s
pl: Liczba %(respondent)s
pt: Número de %(respondent)s
tr: %(respondent)s sayısı

source: Number of divisions:
da: Antal divisioner:
es: Número de divisiones:
fr: Nombre de divisions :
nb: Antall divisioner:
nl: Aantal verdelingen:
pl: Liczba podziałów:
pt: Número de divisões:
pt_pt: Número de divisões:
tr: Bölüm sayısı:

source: Number of hours
nb: Antall timer
pt: Número de horas
tr: Saat sayısı

source: Number of mastered skills
da: Antallet af mestrede færdigheder
es: Número de habilidades dominadas
fr: Nombre de compétences maitrisées
ja: マスターしたスキルの数
nb: Antall mestrede ferdigheter
nl: Aantal vaardigheden onder de knie
pl: Liczba opanowanych umiejętności
pt: Número de habilidades dominadas
pt_pt: Número de competências dominadas
tr: Ustalık kazanılan becerilerin sayısı

source: Number of mastered skills in this date range
da: Antallet af mestrede færdigheder i dette datointerval
es: Número de habilidades dominadas en este rango de fechas
fr: Nombre de compétences maîtrisées dans cette plage de dates
ja: この日付の期間中にマスターしたスキルの数
nb: Antallet mestrede ferdigheter i dette datointervallet
nl: Aantal vaardigheden onder de knie in dit datumbereik
pl: Liczba opanowanych umiejętności w tym zakresie czasowym
pt: Número de habilidades dominadas neste período
pt_pt: Número de competências aperfeiçoadas neste intervalo de datas
tr: Bu tarih aralığında ustalık kazanılan becerilerin sayısı

source: Number of points <code>=</code>
da: Antallet af point <code>=</code>
es: Número de puntos <code>=</code>
fr: Nombre de points <code>=</code>
nb: Antallet av poeng <code>=</code>
nl: Aantal punten <code>=</code>
pl: Liczba punktów <code>=</code>
pt: Números de pontos <code>=</code>
tr: Nokta sayısı <code>=</code>

source: Number of points <code>\geq <var>R</var></code>
da: Antallet af point <code>\geq <var>R</var></code>
es: Número de puntos <code>\geq <var>R</var></code>
fr: Nombre de points <code>\geq <var>R</var></code>
nb: Antall poeng <code>\geq <var>R</var></code>
nl: Aantal punten <code>\geq <var>R</var></code>
pl: Liczba punktów <code>\geq <var>R</var></code>
pt: O número de pontos <code>\geq <var>R</var></code>
tr: Nokta sayısı <code>\geq <var>R</var></code>

source: Number of skills mastered
da: Antal færdigheder behersket
es: Número de habilidades dominadas
fr: Nombre de compétences maîtrisées
ja: マスターしたスキルの数
nb: Antall ferdigheter mestret
nl: Aantal vaardigheden onder de knie
pl: Liczba mistrzowsko opanowanych umiejętności
pt: Número de habilidades dominadas
pt_pt: Número de competências dominadas
tr: Ustalaşılmış beceri sayısı

source: Number of songs mastered <code>=</code>
da: Antal sange lært udenad <code>=</code>
es: Número de canciones dominadas <code>=</code>
fr: Nombre de chansons maîtrisées <code>=</code>
nb: Antall sanger lært utenat <code>=</code>
nl: Aantal liedjes onder de knie <code>=</code>
pl: Liczba opanowanych piosenek <code>=</code>
pt: O número de musicas dominadas <code>=</code>
tr: Öğrenilen şarkı sayısı <code>=</code>

source: Number of songs mastered <code>\geq <var>R</var></code><br>
da: Antal sange lært udenad <code>\geq <var>R</var></code> <br>
es: Número de canciones dominadas <code>\geq <var>R</var></code><br>
fr: Nombre de chansons maîtrisées <code>\geq <var>R</var></code> <br>
nb: Antall sanger lært utenat <code>\geq <var>R</var></code> <br>
nl: Aantal liedjes onder de knie <code>\geq <var>R</var></code><br>
pl: Liczba opanowanych piosenek <code>\geq <var>R</var></code><br>
pt: O número de músicas dominadas <code>\geq <var>R</var></code><br>
tr: Öğrenilen şarkı sayısı <code>\geq <var>R</var></code><br>

source: Number of struggling skills
da: Antallet af færdigheder, som der kæmpes med
es: Número de habilidades en las que hay dificultades
fr: Nombre de compétences avec lesquelles vous éprouvez des difficutés
ja: 苦闘中のスキルの数
nb: Antallet ferdigheter, som det streves med
nl: Aantal moeilijke vaardigheden
pl: Liczba umiejętności sprawiających problemy
pt: Número de habilidades com dificuldade
pt_pt: Número de competências em que há dificuldades
tr: Üzerinde çalışılan beceri sayısı

source: Number of struggling skills in this date range
da: Antallet af færdigheder, som der kæmpes med i dette datointerval
es: Número de habilidades en las que hay dificultades en este rango de fechas
fr: Nombre de compétences dans lesquelles vous avez des difficultés dans ces dates
ja: この日付の期間中に苦闘中のスキルの数
nb: Antallet ferdigheter som det streves med i dette datointervallet
nl: Aantal moeilijke vaardigheden in dit datumbereik
pl: Liczba umiejętności sprawiających problemy w tym zakresie czasowym
pt: Número de habilidades com dificuldade neste período
pt_pt: Número de competências por aperfeiçoar neste intervalo de datas
tr: Bu tarih aralığında üzerinde çalışılan beceri sayısı

source: Number of students
da: Antallet af elever
es: Número de estudiantes
fr: Nombre d'étudiants
ja: 生徒の数
nb: Antall studenter
nl: Aantal leerlingen
pl: Liczba uczniów
pt: Número de alunos
pt_pt: Número de alunos
tr: Öğrenci sayısı

source: Number of trials
da: Antal forsøg
es: Número de intentos
fr: Nombre d'essais
nb: Antall forsøk
nl: Aantal progingen
pl: Liczba prób
pt: Número de tentativas
tr: Denemelerin sayısı

source: Number representing which key is pressed
da: Tal der angiver hvilken tast der trykkes på
es: Número que representa qué tecla está presionada
fr: Variable qui représente quelle touche est enfoncée
ja: どのキーが押されているかを示す数です．
nb: Tall som representerer hvilken tast som trykkes på
nl: Getal dat aangeeft welke toets is ingedrukt
pl: Liczba pokazująca, który klawisz jest wciśnięty
pt: Número que representa qual tecla está pressionada
pt_pt: Número que representa a tecla que está a ser pressionada
tr: Hangi tuşa basıldığını gösteren rakam

source: Nursing Fellow
es: Docente titular de enfermería
pt: Fellow de enfermagem
tr: Hemşirelik Asistanı

source: OK, I did it! I'm ready for evaluation!
da: OK, jeg klarede det! Jeg er klar til evaluering!
es: ¡OK, lo conseguí! ¡Estoy listo para la evaluación!
fr: Ok, j'ai fini ! Je suis prêt pour l'évaluation !
nb: OK, jeg gjorde det! Jeg er klar til å vurderes!
nl: OK, het is me gelukt! Ik ben klaar voor evaluatie!
pl: Ok, zrobione! Jestem gotowy na ocenę!
pt: Ok, acabei! Estou pronto para a avaliação!
pt_pt: Ok, consegui! Estou pronto para a avaliação!
tr: TAMAMDIR, yaptım! Değerlendirme için hazırım!

source: OK, thanks!
da: Ok, tak!
es: De acuerdo, ¡gracias!
fr: Ok merci!
nb: OK, takk!
nl: Oké, bedankt!
pl: Ok, dzięki!
pt: OK, grato!
pt_pt: OK, obrigado!
tr: Tamamdır, teşekkürler!

source: OR
da: ELLER
es: O
fr: OU
hi: अथवा
ja: または
nb: ELLER
nl: OF
pl: LUB
pt: OU
pt_pt: OU
tr: VEYA

source: Obtuse
es: Obtuso
fr: obtus / obtusangle
nb: Stump
nl: Stomp
pl: Rozwartokątny
pt: Obtusângulo
tr: Geniş

source: Occasionally we'll send you email that we think you'll appreciate. If you'd rather not receive any email from Khan Academy, turn it off here.
da: Indimellem vil vi sende dig e-mail som vi tror du vil sætte pris på. Hvis du helst ikke vil modtage nogen e-mail fra Khan Academy, så slå det fra her.
es: Ocasionalmente te enviaremos algún correo electrónico que creamos que apreciarás. Si prefirieras no recibir ningún correo electrónico de Khan Academy, desactivalos aquí.
fr: Nous enverrons occasionnellement un e-mail, nous pensons que vous l'apprécierez. Si vous ne souhaitez par recevoir d'e-mail de Khan Academy, désactivez-le ici.
ja: 時々私達はあなたたちに有益と思う電子メイルを送信します．でもカーンアカデミーからどんな電子メイルも受けとりたくない場合には，ここでそれをオフにして下さい．
nb: Fra tid til annen sender vi deg e-post vi tror du vil sette pris på. Hvis du helst ikke vil motta noen e-post fra Khan Academy, kan du slå det av her.
nl: Af en toe sturen we jou een e-mail waarvan we denken dat je hem zal waarderen. Wanneer je liever geen e-mails van Khan Academy ontvangt, kan je dat hier uitschakelen.
pl: Od czasu do czasu wyślemy Ci wiadomość, myślimy, że jest warta Twojej uwagi. Jeżeli wolisz raczej nie otrzymywać żadnych wiadomości od Khan Academy, wyłącz tą opcję tutaj.
pt: Eventualmente enviaremos e-mails que acreditamos que você gostará de receber. Se você preferir não receber nenhum e-mail da Khan Academy, desative essa opção aqui.
pt_pt: Receberás um e-mail com alguma frequência com que conteúdos que podem interessar-te. Se preferires não receber nenhum e-mail da Khan Academy, desativa esta definição.
tr: Zaman zaman size ilginizi çekeceğini düşündüğümüz e-postalar göndereceğiz. Eğer Khan Academy'den hiç e-posta almak istemiyorsanız, e-posta bildirimlerini buradan kapatabilirsiniz.

source: Octal literals are not allowed in strict mode.
da: Oktale tegn er ikke tilladt i "strict" tilstand.
es: Literales octales no están permitidas en modo estricto.
nb: Oktale tegn er ikke tillatt i "stict" modus.
pl: Literały w formie ósemkowej są niedozwolone w trybie ścisłym.
pt: Os sistemas octais literais não são permitidos no modo strict.
tr: Strict modda sekizli durağan değerlere izin verilmiyor.

source: Odd
es: Impar
fr: Impaire
pt: Ímpar
tr: Tek

source: Off
ja: オフ
nb: Av
pl: Wyłącz
pt: Desativado
pt_pt: Não
tr: Kapalı

source: Off-domain images: We currently only allow images hosted on Khan Academy.
da: Billeder fra andre domæner: Vi tillader i øjeblikket kun billeder, som er hostet på Khan Academy.
es: Imágenes fuera de dominio: actualmente solo permitimos imágenes alojadas en Khan Academy.
fr: Images hors domaine : nous n'acceptons actuellement que l'utilisation des images hébergées sur Khan Academy.
nb: Bilder fra andre domener: Vi tillater i øyeblikket kun bilder som er hostet i Khan Academy.
nl: Afbeeldingen van een ander domein: Momenteel staan we alleen afbeeldingen toe die gehost zijn op Khan Academy.
pl: Obrazki spoza domeny: Obecnie pozwalamy tylko na umieszczanie obrazków z Khan Academy.
pt: Imagens fora de domínio: atualmente permitimos apenas imagens hospedadas na Khan Academy.
tr: Alan dışı görseller: AN itibariyle sadece Khan Academy'de bulunan görsellerin kullanımına izin veriyoruz.

source: Off-topic SQL scripts
da: Irrelevante SQL scripts
es: Scripts SQL fuera de tema
nb: Ikke relevante SQL-skript
pl: SQL scripts off-topic
pt: Scripts SQL fora do tópico
tr: Konu-dışı SQL metinleri

source: Off-topic SQL scripts will be hidden from the “Hot” list.
da: Irrelevante SQL scripts vil blive skjult fra "Hot" listen.
es: Los scripts SQL fuera de tema se ocultarán de la lista de "Populares".
nb: Ikke-faglige SQL-skript skjules fra listen "Hot".
nl: Off-topic SQL scripts zal worden verborgen in de lijst "Hot".
pl: SQL scripts off-topic zostaną ukryte z listy "Hot".
pt: Scripts SQL fora do tópico serão ocultados da lista de "Favoritos".
tr: Konu-dışı SQL metinleri ''Gündemdekiler'' listesinde gösterilmeyecektir.

source: Off-topic programs
da: Programmer med irrelevant indhold
es: Programas fuera de tema
fr: Les programmes hors-sujet
nb: Programmer med irrelevant innhold
nl: Programma 's die niet bij dit onderwerp horen
pl: Programy off-topic (poza tematem)
pt: Programas fora de tópico
pt_pt: Programas desenquadrados
tr: Konu dışı programlar

source: Off-topic programs will be hidden from the “Hot” list.
da: Irrelevante programmer vil blive skjult fra "Hot" listen.
es: Los programas fuera de tema serán ocultados de la lista de "Populares".
fr: Les programmes hors-sujet seront cachés de la liste « Hot ».
nb: Irrelevante programmer vil bli skjult fra "Hot"-listen.
nl: Off-topic programma's zullen worden verborgen in de lijst "Hot".
pl: Programy off-topic zostaną ukryte z listy "Hot".
pt: Programas fora de tópico serão ocultados da lista de "Favoritos".
tr: Konu dışı porgramlar "Yeni ve Önemli" listemizde görüntülenmeyecektir.

source: Off-topic webpages
da: Hjemmesider med irrelevant indhold
es: Páginas web fuera de tema
fr: Pages Web hors-sujet
nb: Nettsider med irrelevant innhold
nl: Off-topic webpagina 's
pl: Strony off-topic (poza tematem)
pt: Páginas da Web fora de tópico
pt_pt: Páginas Web desenquadradas
tr: Konu dışı web sayfaları

source: Off-topic webpages will be hidden from the “Hot” list.
da: Irrelevante hjemmesider vil blive skjult fra "Hot" listen.
es: Los páginas web fuera de tema serán ocultadas de la lista de "Populares".
fr: Les pages Web hors sujet seront cachées de la liste « Hot ».
nb: Irrelevante websider vil bli skjult fra "Hot"-listen.
nl: Webpagina's die niet bij het onderwerp horen worden verborgen in de "Hot" lijst.
pl: Strony off-topic zostaną ukryte z listy "Hot".
pt: Páginas da Web fora de tópico serão ocultadas da lista de "Favoritos".
tr: Konu dışı web sayfaları, "Yeni ve Önemli" listesinde gösterilmeyeceklerdir.

source: Office Manager
pt: Gerente de Escritório
tr: Ofis Müdürü

source: Official SAT Practice
ja: オフィシャルSAT 練習
nb: Offisiell SAT oppgave
pl: Oficjalne testy praktyczne SAT
pt: Prática oficial do SAT
pt_pt: Preparação oficial para o SAT
tr: Resmi SAT Hazırlığı

source: Official SAT Practice (new!)
nb: Offisiell SAT øving (ny!)
pt: Prática oficial do SAT (novo!)

source: Official SAT® Practice
nb: Offisiell SAT® oppgave
pt: Prática Oficial SAT®
pt_pt: Preparação oficial para o SAT®

source: Oh Noes, the Error Buddy
da: Åh nej, Kammerat Fejl
es: Chin, el amigo de los errores
fr: Mochtron
ja: オーノー，エラーの人です．
nb: Å nei, Kamerat Feil
nl: Oh nee, de Abuis muis
pl: Oh Noes, kolega od błędów
pt: Oh, Não! O camarada do erro
pt_pt: Oh, não! O senhor erros
tr: Hayır, olamaz! Hatacı

source: Oh noes!
da: Åh nej!
es: ¡Chin!
fr: Oh non !
ja: ああゃ ！
nb: Å nei!
nl: Oh nee!
pl: O, nie!
pt: Ah, não!
pt_pt: Ora bolas!
tr: A hayır diyenler!

source: Oh noes, the Error Buddy
da: Åh nej, hils på Kammerat Fejl
es: Oh No, el amigo de los errores
fr: Mochtron
ja: オーノー，エラーの人です．
nb: Å nei, Kamerat Feil
nl: Oh nee, de Abuis muis
pl: Oh Noes, kolega od błędów
pt: Oh, não! O camarada do erro
pt_pt: Oh, não! O senhor erros
tr: Hayır, olamaz! Hatacı

source: Ok, I got it!
da: Ok, jeg har forstået det!
es: Ok, ¡entendido!
fr: OK, j'ai compris !
ja: オーケー，わかりました!
nb: OK, fikk jeg den!
nl: Oké, ik snap het!
pl: Ok, mam to!
pt: Ok, entendi!
pt_pt: Ok, já percebi!
tr: Tamam, anladım!

source: Okay
es: Bien
fr: OK
pt: Ok
tr: Tamam

source: Okay! Enqueued a job to infect 1 user with %(feature)s.
pt: Ok! Um trabalho enfileirado para infectar um usuário com %(feature)s.

source: Okay, take me back home.
bg: ОК, върни ме на началната страница.
da: Okay, tag mig tilbage til start.
es: Bien, llévame a la página de inicio.
fr: Ok, ramenez-moi au menu principal.
he: בסדר, קח אותי בחזרה הביתה.
nb: OK, ta meg hjem.
nl: Oké, breng me terug.
pl: Okej, zabierz mnie na stronę główną.
pt: Muito bem, leve-me de volta ao início.
tr: Tamam, beni ana sayfaya geri götür.

source: Old Spice Man
es: Viejo lobo de mar
fr: Monoclard
nb: Old Spice Mann
pt: Senhor Sabor
pt_pt: Senhor picante
tr: Yaşlı Baharatçı

source: Old Spice Man (Blue)
da: Old Spice mand (blå)
es: Old Spice Man (azul)
fr: Mr. Pain d'épice (Bleu)
ja: オールド・スパイス・マン (青)
nb: Old Spice Mann (Blå)
nl: Old Spice Man (blauw)
pl: Old Spice Man (Niebieski)
pt: Old Spice Man (azul)
pt_pt: Senhor picante (azul)
tr: Old Spice Man (Mavi)

source: Old Spice Man (Green)
da: Old Spice mand (grøn)
es: Old Spice Man (verde)
fr: Monoclard (Vert)
ja: オールド・スパイス・マン (緑)
nb: Old Spice Mann (Grønn)
nl: Oude Kruiden Man (groen)
pl: Old Spice Man (Zielony)
pt: Old Spice Man (verde)
pt_pt: Senhor picante (verde)
tr: Old Spice Man (Yeşil)

source: Older Posts
es: Entradas anteriores
fr: Billets plus anciens
nb: Eldre innlegg
pl: Starsze posty
pt: Publicações Mais Antigas
tr: Önceki yazılar

source: On
ja: オン
nb: På
pl: Włącz
pt: Ativado
pt_pt: Sim
tr: Açık

source: On Khan Academy--all you need is a Khan Academy account and internet connection to start participating! After you sign-up for LearnStorm, you can log-in at any time from any computer to Khan Academy and start working on your math skills. All of your work will count towards your progress on Khan Academy and your LearnStorm leaderboards.
es: En Khan Academy. ¡Todo lo que necesitas es una cuenta de Khan Academy y una conexión a internet para empezar a participar! Después de que te registres para LearnStorm, puedes iniciar sesión en cualquier momento desde cualquier computadora a Khan Academy y empezar a trabajar en tus habilidades matemáticas. Todo tu trabajo contará para tu progreso en Khan Academy y para tus tablas de clasificación de LearnStorm.
nb: På Khan Academy--alt du trenger er en Khan Academy konto og tilkopling til internett for å delta! Etter at du er registrert for LearnStorm, kan du logge inn når som helst fra hvilken som hels maskin til Khan Academy og fortsette arbeidet med matematikkoppgaver. Alt du gjør vil telle i fremgangen på Khan Academy og på din LearnStorm resultatliste.
pt: Na Khan Academy, tudo o que você precisa é de uma conta na Khan Academy e acesso à internet para começar a participar! Depois de se registrar na LearnStorm, você pode acessar a Khan Academy a qualquer hora, de qualquer computador, e começar a trabalhar suas habilidades matemáticas. Todo o seu trabalho vai contar a favor do seu progresso na Khan Academy e do quadro de classificação da LearnStorm.
tr: Khan Academy'de--katılmaya başlamak için tek ihtiyacınız olan, bir Khan Academy hesabı ve internet bağlantısıdır! LearnStorm'a kaydolduktan sonra, Khan Academy'de her zaman herhangi bir bilgisayarda oturum açabilirsiniz ve matematik becerileriniz üzerinde çalışmaya başlayabilirsiniz. Tüm çalışmalarınız Khan Academy ve LearnStorm liderlik panolarındaki ilerlemenize sayılacaktır.

source: On average, did the students do better on the midterm or the final exam?
fr: En moyenne, les élèves ont-ils mieux réussi à l'examen intermédiaire ou à l'examen final ?
nb: Gjorde elevene det bedre i midtterminen eller til eksamen i gjennomsnitt?
pl: Biorąc pod uwagę średnią, czy uczniom lepiej poszedł egzamin śródsemestralny czy końcowy?
pt: Na média, os alunos vão melhor na prova bimestral ou na prova final?
tr: Ortalama olarak, öğrenciler ara sınavlarda mı yoksa final sınavında mı daha başarılı oldular?

source: On the first <code><var>COUNT</var></code> <var>plural_form(exam(1), COUNT)</var> of her <var>course(1)</var> class, <var>person(1)</var> got an average score of <code><var>OLD_AVG</var></code>.
nb: På de første<code><var>COUNT</var></code> <var>plural_form(exam(1), COUNT)</var> av hennes <var>course(1)</var> klasse, fikk <var>person(1)</var> en gjennomsnittskarakter på <code><var>OLD_AVG</var></code>.
pt: Nos(as) <code><var>COUNT</var></code> primeiros(as) <var>plural_form(exam(1), COUNT)</var> de sua aula de <var>course(1)</var>, <var>person(1)</var> teve uma pontuação média de <code><var>OLD_AVG</var></code>.
tr: <var>course(1)</var> dersinin birinci <code><var>COUNT</var></code> <var>plural_form(exam(1), COUNT)</var> , <var>person(1)</var> ortalama <code><var>OLD_AVG</var></code> puan aldı.

source: On the side, Michelle teaches web development to 8-14 year old girls in Toronto, and enjoys making construction paper minions at summer camp.
pt: No seu tempo livre, Michelle ensina desenvolvimento Web para meninas de oito a 14 anos em Toronto, e gosta de fazer minions de cartolina no acampamento de verão.
tr: Yanı sıra Michelle, Toronto'da 8-14 yaş arasındaki kız çocuklarına web geliştirme eğitimi vermekte ve yaz kamplarında kağıttan köleler yapmaktan hoşlanmaktadır.

source: On the side, Pamela teaches web development workshops for GirlDevelopIt and writes programs to figure out her next hair color. Before Khan, she worked at Coursera and Google.
pt: No seu tempo livre, Pamela ensina em oficinas de desenvolvimento Web para a GirlDevelopIt e escreve programas para decidir qual será sua nova cor de cabelo. Antes da Khan, ela trabalhou na Coursera e no Google.
tr: Bir yandan da, Pamela GirlDevelopIt için web yazılım seminerleri veriyor ve bir sonraki saç renginin ne olacağına karar verecek programlar yazıyor. Kendisi Khan Academy'den önce Coursera ve Google'da çalıştı.
