Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: $\text{Result}$
nb: $\text{Resultat}$
pt: $\text{Resultado}$
tr: $\text{Sonuç}$

source: $\text{Retirement age of each guest at Logan Assisted Living}$
nb: $\text{Pensjonsalder på hver gjest i Logan Assisted Living}$
pt: $\text{Idade de aposentadoria de cada cliente da Residência Assistida Logan}$
tr: $\text{Logan Destekli Yaşam Evi'ndeki her konuğun emeklilik yaşı}$

source: $\text{Ride home}$
pt: $\text{Percurso até a casa}$
tr: $\text{Eve gitme}$

source: $\text{Ride to school}$
pt: $\text{Percurso até a escola}$
tr: $\text{Okula gidiş}$

source: $\text{Ride to work}$
pt: $\text{Percurso até o trabalho}$
tr: $\text{İşe gitme}$

source: $\text{Rotation}$
pl: $\text{Obroty}$
pt: $\text{Rotação}$
tr: $\text{Döngü}$

source: $\text{Salary for each employee at Dream Sales}$
nb: $\text{Lønn til hver ansatt hos Dream Sales}$
pt: $\text{Salário de cada funcionário da Vendas dos Sonhos}$
tr: $\text{Rüya Satışlarındaki her çalışanın maaşı}$

source: $\text{Salary for each employee at Megatron Inc.}$
nb: $\text{Lønn til hver ansatt i Megatron Inc.}$
pt: $\text{Salário de cada funcionário da Megatron S/A}$
tr: $\text{Megatron A.Ş.'deki her çalışanın maaşı}$

source: $\text{Score on a 20-point scale}$
nb: $\text{Poeng på en 20-punkt-skala}$
pt: $\text{Nota em uma escala de 20 pontos}$
tr: $\text{$20$-puanlık bir ölçekteki puan}$

source: $\text{Seconds}$
fr: $\text{Secondes}$
nb: $\text{Sekunder}$
pl: $\text{Sekundy}$
pt: $\text{Segundos}$
tr: $\text{Saniyeler}$

source: $\text{Second}$
pt: $\text{Segunda}$
tr: $\text{İkinci}$

source: $\text{Size of each house on Prince Street}$
nb: $\text{Størrelse på hver hus i Prince Street}$
pt: $\text{Tamanho de cada casa na Rua Pompeia}$
tr: $\text{Prens Sokağı'ndaki her evin boyutu}$

source: $\text{Slushy (milliliters)}$
pl: $\text{Sorbet (milimetry)}$
pt: $\text{Raspadinha (mililitros)}$
tr: $\text{Buzlu içecek (mililitre)}$

source: $\text{Smiles}$
fr: $\text{Sourires}$
nb: $\text{Smil}$
pl: $\text{Uśmieszki}$
pt: $\text{Caramelizados}$

source: $\text{Sport}$
pt: $\text{Esporte}$
tr: $\text{Spor}$

source: $\text{Square meters of fabric}$
fr: $\text{Mètres carrés de tissu}$
nb: $\text{Kvadratmeter stoff}$
pl: $\text{Metry kwadratowe tkaniny}$
pt: $\text{Metros quadrados de tecido}$
tr: $\text{Metrekare kumaş}$

source: $\text{Sticks of butter}$
fr: $\text{Morceaux de beurre}$
nb: $\text{Biter smør}$
pl: $\text{Kostki masła}$
pt: $\text{Tabletes de manteiga}$
tr: $\text{Tereyağı çubukları}$

source: $\text{Subtract } \purple{4}$
fr: $\text{On soustrait } \purple{4}$
nb: $\text{Subtrahere} \purple{4}$
pl: $\text{Odejmij } \purple{4}$
pt: $\text{Subtraia } \purple{4}$
tr: $\purple{4}$ çıkarın

source: $\text{Subtract} \purple{-1}$
fr: $\text{On soustrait} \purple{-1}$
nb: $\text{Subtrahere} \purple{-1}$
pl: $\text{Odejmij} \purple{-1}$
pt: $\text{Subtraia} \purple{-1}$
tr: $\purple{-1}$ çıkarın

source: $\text{Summer}$
nb: $\text{Sommer}$
pl: $\text{Lato}$
pt: $\text{Verão}$
tr: $\text{Yaz}$

source: $\text{Table Height} \\ {\text{Bar Height}}$
nb: $\text{Spisestuestol} \\ {\text{Barkrakk}}$
pt: $\text{Altura de mesa} \\ {\text{Altura de bar}}$
tr: $\text{Masa Yüksekliği} \\ {\text{Bar Yüksekliği}}$

source: $\text{Table Height} \\ {\text{Black}}$
nb: $\text{Spisestuestolt} \\ {\text{Sort}}$
pt: $\text{Altura de mesa} \\ {\text{Preto}}$
tr: $\text{Masa Yüksekliği} \\ {\text{Siyah}}$

source: $\text{Table Height} \\ {\text{White}}$
nb: $\text{Spisestuestol} \\ {\text{Hvit}}$
pt: $\text{Altura de mesa} \\ {\text{Branco}}$
tr: $\text{Masa Yüksekliği} \\ {\text{Beyaz}}$

source: $\text{Table Height} \\ {\text{XL Height}}$
nb: $\text{Spisestuestol} \\ {\text{XL høyde}}$
pt: $\text{Altura de mesa} \\ {\text{Altura extra grande}}$
tr: $\text{Masa Yüksekliği} \\ {\text{XL Yükseklik}}$

source: $\text{Tart & Sweet's profits by month}$
nb: $\text{Tart & Sweets inntekt per måned}$
pt: $\text{lucros da Doce e Azedo por mês}$
tr: $\text{Turta ve Tatlı'nın aylık karı}$

source: $\text{Temperature (deg. Celsius)}$
pl: $\text{Temperatura (stopnie Celsjusza)}$
pt: $\text{Temperatura (graus Celsius)}$
tr: $\text{Sıcaklık (santigrat derece)}$

source: $\text{Temperature (deg.Celsius)}$
pt: $\text{Temperatura (graus Celsius)}$
tr: $\text{Sıcaklık (santigrat derece)}$

source: $\text{Temperature}$
pl: $\text{Temperatura}$
pt: $\text{Temperatura}$
tr: $\text{Sıcaklık}$

source: $\text{Test scores by student in Mrs. Digley's class}$
nb: $\text{Testresultater i frøken Digleys klasse}$
pt: $\text{Pontuações do teste por aluno da turma da profa. Dina}$
tr: $\text{Bayan Digley'in sınıfındaki öğrencilerin sınav puanları}$

source: $\text{Test scores by student in Mrs. Frine's class}$
nb: $\text{Testresultater av elevene i frøken Frines klasse}$
pt: $\text{Notas das provas por aluno da turma da Profa. Frida}$
tr: $\text{Bayan Frine'ın sınıfındaki öğrencilerin sınav puanları}$

source: $\text{Third}$
pt: $\text{Terceira}$
tr: $\text{Üçüncü}$

source: $\text{Thousands of dollars}$
nb: $\text{Tusener av dollar}$
pt: $\text{Milhares de reais}$
tr: $\text{Bin dolar}$

source: $\text{Time (minutes)}$
pl: $\text{Czas (minuty)}$
pt: $\text{Tempo (minutos)}$
tr: $\text{Süre (dakika)}$

source: $\text{Time (seconds)}$
pl: $\text{Czas (sekundy)}$
pt: $\text{Tempo (segundos)}$
tr: $\text{Süre (saniye)}$

source: $\text{Time (weeks)}$
pl: $\text{Czas (tygodnie)}$
pt: $\text{Tempo (semanas)}$
tr: $\text{Süre (hafta)}$

source: $\text{Time}$
pl: $\text{Czas}$
pt: $\text{Tempo}$
tr: $\text{Süre}$

source: $\text{Total change in checking account balance = } -$239.97$
nb: $\text{Total endring i balansen på kontoen = } -$239.97$
pt: $\text{Variação total do saldo da conta-corrente = } -$239{,}97$
tr: $\text{Cari hesap bakiyesindeki toplam değişim = } -$239,97$

source: $\text{Total change in circumference of waist = } -2 \text{ cm}$
nb: $\text{Total endring i omkrets rundt midje = } -2 \text{ cm}$
pt: $\text{Variação total da circunferência da cintura = } -2 \text{ cm}$
tr: $\text{Bel çapındaki toplam değişim = } -2 \text{ cm}$

source: $\text{Total change in investment = } -$9.00$
nb: $\text{Total endring i investering = } -$9.00$
pt: $\text{Variação total em investimentos = } -$9{,}00$
tr: $\text{Yatırımdaki toplam değişim = } -$9,00$

source: $\text{Total change in limbs = } -12$
nb: $\text{Total endring i lemmer = } -12$
pt: $\text{Variação total de membros = } -12$
tr: $\text{Uzuvlardaki toplam değişim = } -12$

source: $\text{Total change in residents = } -360$
nb: $\text{Total forandring i beboere = } -360$
pt: $\text{Variação total em número de habitantes = } -360$
tr: $\text{Mukim sayısındaki toplam değişim = } -360$

source: $\text{Total change in viewers = } -9{,}000$
nb: $\text{Total endring av seere = } -9{,}000$
pt: $\text{Variação total de espectadores = } -9{.}000$
tr: $\text{İzleyicilerdeki toplam değişim = } -9{.}000$

source: $\text{Total feet}$
fr: $\text{Nombre total de pattes}$
nb: $\text{Totalt antall føtter}$
pl: $\text{Razem stopy}$
pt: $\text{Total de patas}$
tr: $\text{Toplam ayaklar}$

source: $\text{Train}$
nb: $\text{Tog}$
pl: $\text{Pociąg}$
pt: $\text{Trem}$
tr: $\text{Tren}$

source: $\text{Trolley Tour} \\ {\text{Afternoon}}$
nb: $\text{Tralletur} \\ {\text{Ettermiddag}}$
pt: $\text{Trem} \\ {\text{Tarde}}$
tr: $\text{Tramvay Turu} \\ {\text{Öğleden Sonra}}$

source: $\text{Trolley Tour} \\ {\text{Evening}}$
nb: $\text{Tralletur} \\ {\text{Kveld}}$
pt: $\text{Trem} \\ {\text{Noite}}$
tr: $\text{Tramvay Turu} \\ {\text{Akşamüstü}}$

source: $\text{Trolley Tour} \\ {\text{Morning}}$
nb: $\text{Vogntur} \\ {\text{Morgen}}$
pt: $\text{Trem} \\ {\text{Manhã}}$
tr: $\text{Tramvay Turu} \\ {\text{Sabah}}$

source: $\text{Type of food}$
nb: $\text{Type mat}$
pt: $\text{Tipo de comida}$
tr: $\text{Yiyecek türü}$

source: $\text{Type of vehicle}$
nb: $\text{Type kjøretøy}$
pt: $\text{Tipo de veículo}$
tr: $\text{Taşıt türü}$

source: $\text{T}$
pt: $\text{Co}$

source: $\text{U.S. States visited by each Engine Airlines pilot}$
nb: $\text{Amerikanske stater besøkt av Engine Airlines pilot}$
pt: $\text{Estados americanos visitados por cada um dos pilotos da Engine Airlines}$
tr: $\text{Engine Havayolları'ndaki her pilotun gittiği A.B.D. eyaletleri}$

source: $\text{Vacation days used by Bike Haven cashiers in 2014}$
nb: $\text{Feriedager brukt av ansatte på Bike Haven i 2014}$
pt: $\text{Dias de férias usados pelos caixas do Refúgio da Bike em 2014}$
tr: $\text{Bisiklet Cenneti kasiyerlerinin 2014'te kullandığı izin günleri}$

source: $\text{Vacation days used by Budget Shop cashiers in 2014}$
nb: $\text{Feriedager brukt av Budget Shop ansatte i 2014}$
pt: \text{Dias de férias usados pelos caixas da Loja 1,99 em 2014}
tr: $\text{Bütçe Dükkanı kasiyerlerinin 2014'te kullandığı izin günleri}$

source: $\text{Volleyball} \\ {\text{Fall}}$
nb: $\text{Volleyball} \\ {\text{Høst}}$
pt: $\text{Voleibol} \\ {\text{Outono}}$
tr: $\text{Voleybol} \\ {\text{Güz}}$

source: $\text{Volleyball} \\ {\text{Spring}}$
nb: $\text{Volleyball} \\ {\text{Vår}}$
pt: $\text{Voleibol} \\ {\text{Primavera}}$
tr: $\text{Voleybol} \\ {\text{İlkbahar}}$

source: $\text{Volleyball} \\ {\text{Summer}}$
nb: $\text{Volleyball} \\ {\text{Sommer}}$
pt: $\text{Voleibol} \\ {\text{Verão}}$
tr: $\text{Voleybol} \\ {\text{Yaz}}$

source: $\text{Volleyball} \\ {\text{Winter}}$
nb: $\text{Volleyball} \\ {\text{Vinter}}$
pt: $\text{Voleibol} \\ {\text{Inverno}}$
tr: $\text{Voleybol} \\ {\text{Kış}}$

source: $\text{Volume (in liters)}$
nb: $\text{Volum (i liter)}$
pl: $\text{Objętość (w litrach)}$
pt: $\text{Volume (em litros)}$
tr: $\text{Hacim (litre cinsinden)}$

source: $\text{Volume of water Hurley drank each day}$
nb: $\text{Volum vann som Hurley drakk hver dagy}$
pl: $\text{Objętość wody wypitej przez Hurley każdego dnia}$
pt: $\text{Volume de água que Humberto bebeu por dia}$
tr: $\text{Hurley'in her gün içtiği su hacmi}$

source: $\text{Wagging Tails' profits by year}$
nb: $\text{Wagging Tails' inntekter per år}$
pt: $\text{lucros da Rabicó Turbina por ano}$
tr: $\text{Wagging Tails'ın yıllık karı}$

source: $\text{Walk Tour} \\ {\text{Afternoon}}$
nb: $\text{Spasertur} \\ {\text{Ettermiddag}}$
pt: $\text{A pé} \\ {\text{Tarde}}$
tr: $\text{Yürüyüş Turu} \\ {\text{Öğleden Sonra}}$

source: $\text{Walk Tour} \\ {\text{Evening}}$
nb: $\text{Spasertur} \\ {\text{Kveld}}$
pt: $\text{A pé} \\ {\text{Noite}}$
tr: $\text{Yürüyüş Turu} \\ {\text{Akşamüstü}}$

source: $\text{Walk Tour} \\ {\text{Morning}}$
nb: $\text{Spasertur} \\ {\text{Morgen}}$
pt: $\text{A pé} \\ {\text{Manhã}}$
tr: $\text{Yürüyüş Turu} \\ {\text{Sabah}}$

source: $\text{Water (liters)}$
pl: $\text{Woda (litry)}$
pt: $\text{Água (litros)}$
tr: $\text{Su (litre)}$

source: $\text{Water level (centimeters)}$
pl: $\text{Poziom wody (centymetry)}$
pt: $\text{Nível da água (centímetros)}$
tr: $\text{Su seviyesi (santimetre)}$

source: $\text{Weather condition}$
nb: $\text{Været}$
pt: $\text{Condição climática}$
tr: $\text{Hava durumu}$

source: $\text{Week } 1$
nb: $\text{Uke } 1$
pl: $\text{Tydzień } 1$
pt: $\text{Semana } 1$
tr: $\text{Hafta } 1$

source: $\text{Week } 2$
nb: $\text{Uke } 2$
pl: $\text{Tydzień } 2$
pt: $\text{Semana } 2$
tr: $\text{Hafta } 2$

source: $\text{Week } 3$
nb: $\text{Uke } 3$
pl: $\text{Tydzień } 3$
pt: $\text{Semana } 3$
tr: $\text{Hafta } 3$

source: $\text{Week } 4$
nb: $\text{Uke } 4$
pl: $\text{Tydzień } 4$
pt: $\text{Semana } 4$
tr: $\text{Hafta } 4$

source: $\text{Weight}$
pt: $\text{Peso}$
tr: $\text{Ağırlık}$

source: $\text{White}$
nb: $\text{Hvit}$
pt: $\text{Branco}$
tr: $\text{Beyaz}$

source: $\text{Winter}$
nb: $\text{Vinter}$
pl: $\text{Zima}$
pt: $\text{Inverno}$
tr: $\text{Kış}$

source: $\text{XL Height}$
nb: $\text{XL høyde}$
pt: $\text{Altura extra grande}$
tr: $\text{XL Yükseklik}$

source: $\text{Year } 1$
nb: $\text{År } 1$
pl: $\text{Rok } 1$
pt: $\text{Ano } 1$
tr: $\text{Yıl } 1$

source: $\text{Year } 2$
nb: $\text{År } 2$
pl: $\text{Rok } 2$
pt: $\text{Ano } 2$
tr: $\text{Yıl } 2$

source: $\text{Year } 3$
nb: $\text{År } 3$
pl: $\text{Rok } 3$
pt: $\text{Ano } 3$
tr: $\text{Yıl } 3$

source: $\text{Year}$
nb: $\text{År}$
pl: $\text{Rok}$
pt: $\text{Ano}$
tr: $\text{Yıl}$

source: $\text{add 2}$
nb: $\text{adder 2}$
pl: $\text{dodaj 2}$
pt: $\text{some 2}$
tr: $\text{2 ekleme}$

source: $\text{add 5}$
fr: $\text{On ajoute 5}$
nb: $\text{adder 5}$
pl: $\text{dodaj 5}$
pt: $\text{some 5}$
tr: $\text{5 ekleme}$

source: $\text{add 6}$
fr: $\text{On ajoute 6}$
nb: $\text{addere 6}$
pl: $\text{dodaj 6}$
pt: $\text{some 6}$
tr: $\text{6 ekleme}$

source: $\text{add 7}$
fr: $\text{On ajoute 7}$
nb: $\text{adder 7}$
pl: $\text{dodaj 7}$
pt: $\text{some 7}$
tr: $\text{7 ekleme}$

source: $\text{add 8}$
fr: $\text{On ajoute 8}$
nb: $\text{adder 8}$
pl: $\text{odejmij 8}$
pt: $\text{some 8}$
tr: $\text{8 ekleme}$

source: $\text{add } \pink {(-14)}$
fr: $\text{On ajoute } \pink {(-14)}$
nb: $\text{adder } \pink {(-14)}$
pl: $\text{dodaj } \pink {(-14)}$
pt: $\text{some } \pink {(-14)}$
tr: $\pink {(-14)}$ ekleme

source: $\text{add } \pink {(-15)}$
fr: $\text{On ajoute} \pink {(-15)}$
nb: $\text{addere } \pink {(-15)}$
pl: $\text{dodaj } \pink {(-15)}$
pt: $\text{some } \pink {(-15)}$
tr: $\pink {(-15)}$ ekleme

source: $\text{add } \pink {(-4)}$
fr: $\text{On ajoute} \pink {(-4)}$
nb: $\text{adder } \pink {(-4)}$
pl: $\text{dodaj } \pink {(-4)}$
pt: $\text{some } \pink {(-4)}$
tr: $\pink {(-4)}$ ekleme

source: $\text{add } \pink {5}$
fr: $\text{On ajoute} \pink {5}$
nb: $\text{adder } \pink {5}$
pl: $\text{dodaj } \pink {5}$
pt: $\text{some } \pink {5}$
tr: $\pink {5}$ ekleme

source: $\text{add } \pink {6}$
fr: $\text{On ajoute } \pink {6}$
nb: $\text{adder } \pink {6}$
pl: $\text{dodaj } \pink {6}$
pt: $\text{some } \pink {6}$
tr: $\pink {6}$ ekleme

source: $\text{add } \pink {?}$
pl: $\text{dodaj } \pink {?}$
pt: $\text{some } \pink {?}$
tr: $\text{artı } \pink {?}$

source: $\text{add } \purple{9}$
nb: $\text{adder } \purple{9}$
pl: $\text{dodaj } \purple{9}$
pt: $\text{some } \purple{9}$
tr: $\purple{9}$ ekleme

source: $\text{add} \purple{-6}$
fr: $\text{On ajoute} \purple{-6}$
nb: $\text{adder} \purple{-6}$
pl: $\text{dodaj} \purple{-6}$
pt: $\text{some} \purple{-6}$
tr: $\purple{-6}$ ekleme

source: $\text{add} \purple{-7}$
fr: $\text{On ajoute} \purple{-7}$
pl: $\text{dodaj} \purple{-7}$
pt: $\text{some} \purple{-7}$
tr: $\purple{-7}$ ekleme

source: $\text{add}\purple {-2}$
fr: $\text{On ajoute}\purple {-2}$
nb: $\text{addere}\purple {-2}$
pl: $\text{dodaj}\purple {-2}$
pt: $\text{some}\purple {-2}$
tr: $\purple{-2}$ ekleme

source: $\text{add}\purple {-3}$
nb: $\text{adder}\purple {-3}$
pl: $\text{dodaj}\purple {-3}$
pt: $\text{some}\purple {-3}$
tr: $\purple {-3}$ ekleme

source: $\text{square units}$
nb: $\text{kvadrat enheter}$
pt: $\text{unidades quadradas}$
tr: $\text{birimkare}$

source: $\text{square}$
nb: $\text{kvadrat}$
pt: $\text{quadrado}$
tr: $\text{kare}$

source: $\text{subtract 10}$
fr: $\text{On soustrait 10}$
nb: $\text{subtrahere 10}$
pl: $\text{odejmij 10}$
pt: $\text{subtraia 10}$
tr: $10$ çıkarın

source: $\text{subtract 11}$
fr: $\text{On soustrait 11}$
nb: $\text{subtrahere 11}$
pl: $\text{odejmij 11}$
pt: $\text{subtraia 11}$
tr: $11$ çıkarın

source: $\text{subtract 3}$
fr: $\text{on soustrait 3}$
nb: $\text{subtrahere 3}$
pl: $\text{odejmij 3}$
pt: $\text{subtraia 3}$
tr: $3$ çıkarın

source: $\text{subtract 4}$
fr: $\text{On soustrait 4}$
nb: $\text{subtraher 4}$
pl: $\text{odejmij 4}$
pt: $\text{subtraia 4}$
tr: $4$ çıkarın

source: $\text{subtract 6}$
fr: $\text{On soustrait 6}$
nb: $\text{subtraher 6}$
pl: $\text{odejmij 6}$
pt: $\text{subtraia 6}$
tr: $\text{6 çıkarın}$

source: $\text{subtract 9}$
fr: $\textOn soustrait 9}$
nb: $\text{subtrahere 9}$
pl: $\text{odejmij 9}$
pt: $\text{subtraia 9}$
tr: $9$ çıkarın

source: $\text{subtract } \pink {(-10)}$
pl: $\text{odejmij } \pink {(-10)}$
pt: $\text{subtraia } \pink {(-10)}$
tr: $\pink{(-10)}$ çıkarın

source: $\text{subtract } \pink {(-12)}$
pl: $\text{odejmij } \pink {(-12)}$
pt: $\text{subtraia } \pink {(-12)}$
tr: $\pink{(-12)}$ çıkarın

source: $\text{subtract } \pink {(-3)}$
fr: $\text{On soustrait } \pink {(-3)}$
nb: $\text{subtrahere } \pink {(-3)}$
pl: $\text{odejmij } \pink {(-3)}$
pt: $\text{subtraia } \pink {(-3)}$
tr: $\pink{(-3)}$ çıkarın

source: $\text{subtract } \pink {(-8)}$
nb: $\text{subtrahere } \pink {(-8)}$
pl: $\text{odejmij } \pink {(-8)}$
pt: $\text{subtraia } \pink {(-8)}$
tr: $\pink{(-8)}$ çıkarın

source: $\text{subtract } \pink {10}$
fr: $\text{On soustrait } \pink {10}$
nb: $\text{subtrahere } \pink {10}$
pl: $\text{odejmij } \pink {10}$
pt: $\text{subtraia } \pink {10}$
tr: $\pink{10}$ çıkarın

source: $\text{subtract } \pink {13}$
fr: $\text{On soustrait } \pink {13}$
nb: $\text{subtrahere } \pink {13}$
pl: $\text{odejmij } \pink {13}$
pt: $\text{subtraia } \pink {13}$
tr: $\pink{13}$ çıkarın

source: $\text{subtract } \pink {6}$
nb: $\text{subtrahere } \pink {6}$
pl: $\text{odejmij } \pink {6}$
pt: $\text{subtraia } \pink {6}$
tr: $\pink{6}$ çıkarın

source: $\text{subtract } \pink {8}$
fr: $\text{On soustrait } \pink {8}$
nb: $\text{subtrahere } \pink {8}$
pl: $\text{odejmij } \pink {8}$
pt: $\text{subtraia } \pink {8}$
tr: $\pink{8}$ çıkarın

source: $\text{subtract } \pink {?}$
fr: $\text{On soustrait } \pink {?}$
nb: $\text{subtrahere } \pink {?}$
pl: $\text{odejmij } \pink {?}$
pt: $\text{subtraia } \pink {?}$
tr: $\pink{?}$ çıkarın

source: $\text{subtract } \purple{1}$
fr: $\text{On soustrait } \purple{1}$
nb: $\text{subtraher } \purple{1}$
pl: $\text{odejmij } \purple{1}$
pt: $\text{subtraia } \purple{1}$
tr: $\purple{1}$ çıkarın

source: $\text{subtract }\purple {2}$
fr: $\text{On soustrait }\purple {2}$
nb: $\text{subtrahere }\purple {2}$
pl: $\text{odejmij }\purple {2}$
pt: $\text{subtraia }\purple {2}$
tr: $\purple{2}$ çıkarın

source: $\text{subtract }\purple {5}$
fr: $\text{On soustrait }\purple {5}$
nb: $\text{subtrahere }\purple {5}$
pl: $\text{odejmij }\purple {5}$
pt: $\text{subtraia }\purple {5}$
tr: $\purple{5}$ çıkarın

source: $\text{subtract} \purple{-5}$
nb: $\text{subtraher} \purple{-5}$
pl: $\text{odejmij} \purple{-5}$
pt: $\text{subtraia} \purple{-5}$
tr: $\purple{-5}$ çıkarın

source: $\text{subtract} \purple{-8}$
fr: $\text{On soustrait} \purple{-8}$
nb: $\text{subtrahere} \purple{-8}$
pl: $\text{odejmij} \purple{-8}$
pt: $\text{subtraia} \purple{-8}$
tr: $\purple{-8}$ çıkarın

source: $\text{subtract}\purple {-7}$
fr: $\text{On soustrait}\purple {-7}$
pl: $\text{odejmij}\purple {-7}$
pt: $\text{subtraia}\purple {-7}$
tr: $\purple{-7}$ çıkarın

source: $\text{units}$
nb: $\text{enheter}$
pt: $\text{unidades}$
tr: $\text{birim}$

source: $plate$
nb: $tallerken$
nl: $plaat$
pl: $baza$
pt: $base$
tr: $tabak$

source: $x(\text{day})$
ja: $x(\text{日})$
nb: $x(\text{dag})$
nl: $x(\text{dag})$
pl: $x(\text{dzień})$
pt: $x(\text{dia})$
tr: $x(\text{gün})$

source: $x(\text{play})$
ja: $x(\text{劇})$
nb: $x(\text{kamp})$
nl: $x(\text{spel})$
pl: $x(\text{rozgrywka})$
pt: $x(\text{jogada})$
tr: $x(\text{oyun})$

source: ${ 10 \text{ equal pieces}}$
nb: ${ 10 \text{ like deler}}$
pl: ${ 10 \text{ równych części}}$
pt: ${ 10 \text{ partes iguais}}$
tr: ${ 10 \text{ eşit parça}}$

source: ${2} \text{ times}$
nb: ${2} \text{ ganger}$
pl: ${2} \text{ razy}$
pt: ${2} \text{ vezes}$
tr: ${2} \text{ kez}$

source: ${8} \text{ times}$
nb: ${8} \text{ ganger}$
pl: ${8} \text{ razy}$
pt: ${8} \text{ vezes}$
tr: ${8} \text{ kez}$

source: ${\text{Art}}$
ja: ${\text{美術}}$
nb: ${\text{Kunst}}$
nl: ${\text{Handvaardigheid}}$
pl: ${\text{Sztuka}}$
pt: ${\text{Arte}}$
tr: ${\text{Sanat}}$

source: ${\text{Band}}$
ja: ${\text{バンド}}$
nl: ${\text{Muziek}}$
pl: ${\text{Muzyka}}$
pt: ${\text{Música}}$
tr: ${\text{Orkestra}}$

source: ${\text{Bank}}$
ja: ${\text{銀行}}$
pt: ${\text{Banco}}$
tr: ${\text{Banka}}$

source: ${\text{Cafeteria}}$
ja: ${\text{カフェテリア}}$
nb: ${\text{Kantine}}$
nl: ${\text{Cafetaria}}$
pl: ${\text{Stołówka}}$
pt: ${\text{Cantina}}$
tr: ${\text{Kafeterya}}$

source: ${\text{Courthouse}}$
ja: ${\text{裁判所}}$
nb: ${\text{Rettshuset}}$
nl: ${\text{Rechtbank}}$
pl: ${\text{Budynek sądu}}$
pt: ${\text{Tribunal}}$
tr: ${\text{Adliye Sarayı}}$

source: ${\text{Grocery Store}}$
ja: ${\text{食品雑貨店}}$
nb: ${\text{Butikk}}$
nl: ${\text{Supermarkt}}$
pl: ${\text{Sklep warzywny}}$
pt: ${\text{Mercearia}}$
tr: ${\text{Manav}}$

source: ${\text{History}}$
ja: ${\text{歴史}}$
nb: ${\text{Historie}}$
nl: ${\text{Geschiedenis}}$
pl: ${\text{Historia}}$
pt: ${\text{História}}$
tr: ${\text{Tarih}}$

source: ${\text{Library}}$
ja: ${\text{図書館}}$
nb: ${\text{Bibliotek}}$
nl: ${\text{Bibliotheek}}$
pl: ${\text{Biblioteka}}$
pt: ${\text{Biblioteca}}$
tr: ${\text{Kütüphane}}$

source: ${\text{Math}}$
ja: ${\text{数学}}$
nb: ${\text{Matematikk}}$
nl: ${\text{Wiskunde}}$
pl: ${\text{Matematyka}}$
pt: ${\text{Matemática}}$
tr: ${\text{Matematik}}$

source: ${\text{School}}$
ja: ${\text{学校}}$
nb: ${\text{Skole}}$
pl: ${\text{Szkoła}}$
pt: ${\text{Escola}}$
tr: ${\text{Okul}}$

source: ${\text{Science}}$
ja: ${\text{科学}}$
nb: ${\text{Naturfag}}$
nl: ${\text{Natuurkunde}}$
pl: ${\text{Nauki ścisłe}}$
pt: ${\text{Ciências}}$
tr: ${\text{Fen Bilimi}}$

source: ${\text{book}}$
ja: ${\text{本}}$
nb: ${\text{bok}}$
nl: ${\text{boek}}$
pl: ${\text{książka}}$
pt: ${\text{livro}}$
tr: ${\text{kitap}}$

source: ${\text{candle}}$
ja: ${\text{ロウソク}}$
nb: ${\text{lys}}$
nl: ${\text{kaars}}$
pl: ${\text{ze świecami}}$
pt: ${\text{vela}}$
tr: ${\text{mum}}$

source: ${\text{fire}}$
ja: ${\text{キャンプファイア}}$
nb: ${\text{grill}}$
nl: ${\text{vuur}}$
pl: ${\text{ognisko}}$
pt: ${\text{fogueira}}$
tr: ${\text{ateş}}$

source: ${\text{food}}$
ja: ${\text{食べ物}}$
nb: ${\text{mat}}$
nl: ${\text{eten}}$
pl: ${\text{jedzenie}}$
pt: ${\text{comida}}$
tr: ${\text{yiyecek}}$

source: ${\text{hole}}$
ja: ${\text{ホール}}$
nb: ${\text{hull}}$
pl: ${\text{dołek}}$
pt: ${\text{buraco}}$
tr: ${\text{delik}}$

source: ${\text{hot dogs}}$
ja: ${\text{ホットドッグ}}$
nb: ${\text{pølser}}$
pl: ${\text{hot dogi}}$
pt: ${\text{cachorros-quentes}}$
tr: ${\text{sosisli sandviçler}}$

source: ${\text{ice cream}}$
ja: ${\text{アイスクリーム}}$
nb: ${\text{iskrem}}$
nl: ${\text{ijs}}$
pl: ${\text{lody}}$
pt: ${\text{sorvete}}$
tr: ${\text{dondurma}}$

source: ${\text{mustard}}$
ja: ${\text{マスタード}}$
nb: ${\text{sennep}}$
nl: ${\text{mosterd}}$
pl: ${\text{musztarda}}$
pt: ${\text{mostarda}}$
tr: ${\text{hardal}}$

source: ${\text{shoe}}$
ja: ${\text{靴}}$
nb: ${\text{sko}}$
nl: ${\text{schoen}}$
pl: ${\text{obuwniczy}}$
pt: ${\text{sapato}}$
tr: ${\text{ayakkabı}}$

source: ${\text{sprinkles}}$
ja: ${\text{スプリンクル}}$
nb: ${\text{strøssel}}$
nl: ${\text{hagelslag}}$
pl: ${\text{posypka}}$
pt: ${\text{chocolate granulado}}$
tr: ${\text{fıskiyeler}}$

source: ${\text{table}}$
ja: ${\text{テーブル}}$
nb: ${\text{bord}}$
nl: ${\text{tafel}}$
pl: ${\text{stół}}$
pt: ${\text{mesa}}$
tr: ${\text{masa}}$

source: ${\text{tent}}$
ja: ${\text{テント}}$
nb: ${\text{telt}}$
pl: ${\text{namiot}}$
pt: ${\text{barraca}}$
tr: ${\text{çadır}}$

source: ${\text{trail}}$
nb: ${\text{sti}}$
nl: ${\text{pad}}$
pl: ${\text{kolejka}}$
pt: ${\text{trilha}}$
tr: ${\text{patika}}$

source: ${{\text{Art}}}$
ja: ${{\text{美術}}}$
nb: ${{\text{Kunst}}}$
nl: ${{\text{Handvaardigheid}}}$
pl: ${{\text{Sztuka}}}$
pt: ${{\text{Arte}}}$
tr: ${{\text{Sanat}}}$

source: ${{\text{Band}}}$
ja: ${{\text{バンド}}}$
nl: ${{\text{Muziek}}}$
pl: ${{\text{Muzyka}}}$
pt: ${{\text{Música}}}$
tr: ${{\text{Orkestra}}}$

source: ${{\text{Cafeteria}}}$
ja: ${{\text{カフェテリア}}}$
nb: ${{\text{Kantine}}}$
nl: ${{\text{Cafetaria}}}$
pl: ${{\text{Stołówka}}}$
pt: ${{\text{Cantina}}}$
tr: ${{\text{Kafeterya}}}$
