Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Register an App
da: Registrer en App
es: Registrar una aplicación
fr: Inscrire une App
nb: Registrer en app
nl: Registreer een App
pl: Zarejestruj aplikację
pt: Registrar um aplicativo
pt_pt: Registe uma aplicação
tr: Uygulama kaydı oluşturmak

source: Register an app to use with the <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API">Khan Academy API</a>. The more contact information you provide, the more likely we'll be able to contact you in the event of any technical issues or problems with your usage of the API.
da: Registrer en app til brug med <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API"> Khan Academy API</a>. Jo flere kontaktoplysninger, du giver, jo mere sandsynligt er det at vil vi være i stand til at kontakte dig i tilfælde af eventuelle tekniske problemer eller problemer med din brug af API'EN.
es: Registra una aplicación para usar con <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API">Khan Academy API</a>. Mientras más información de contacto proporciones, es más posible que podamos contactarlo en caso de algún asunto técnico o problemas con el uso de su API.
fr: Enregistrez une application qui pourra être utilisée avec <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API">Khan Academy API</a>. Plus le nombre d'informations que vous nous donnerez sur comment vous joindre, plus nous serons capables de vous contacter dans l'éventualité d'un problème technique ou d'autre nature sur l'utilisation de votre API.
nb: Registrer en app å bruke med <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API">Khan Academy API</a>. Jo mer kontaktinformasjon du oppgir, jo mer sannsynlig vil vi kunne kontakte deg i tilfelle tekniske problemer eller problemer med ditt bruk av API-et.
nl: Registreer een app met de <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API">Khan Academy API</a>. Hoe meer contactinformatie je geeft, des te beter kunnen wij jou contacten als er technische problemen zijn of problemen met je gebruik van de API.
pl: Zarejestruj aplikację za pomocą interfejsu <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API">Khan Academy API</a>. Im więcej informacji kontaktowych podasz, tym lepiej będziemy mogli się z Tobą skontaktować w przypadku jakichkolwiek problemów technicznych lub problemów z Twoim korzystaniem z API.
pt: Registre um aplicativo para usar com a <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API">API da Khan Academy</a>. Quanto mais informações de contato você fornecer, maior será a probabilidade de que entremos em contato com você no caso de problemas técnicos ou problemas com o uso da API.
pt_pt: Registe uma aplicação onde pretende utilizar a <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API">API da Khan Academy</a>. Quando mais contactos seus digitar, mais fácil será entrar em contacto consigo se ocorrer algum problema técnico.
tr: Khan Academy'de kullanılacak uygulama için <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API">kayıt oluşturabilirsiniz. </a>Bu bölümde tüm gerekli iletişim bilgilerinizi vermeniz, ileride API kullanımınıza ilişkin herhangi bir problem oluşur ise size daha hızlı ulaşabilmemizi sağlayacak.

source: Registration Swag
nb: Registrerings effekter
pt: Benefícios do registro
tr: Kayıt Promosyonu

source: Registration opens on January 15th, 2015 and LearnStorm will run from mid-February through the end of April, with a final, in-person celebratory event in May.
es: El registro se abre el 15 de enero de 2015 y LearnStorm estará en marcha desde mediados de febrero hasta finales de abril, con un evento final de celebración, en persona, en mayo.
nb: Registreringen åpner på 15. januar 2015 og LearnStorm kjøres fra midten av februar til slutten av April, med en endelige, personlig feiring i mai.
pt: As inscrições abrem dia 15 de janeiro de 2015, e a LearnStorm vai acontecer de meados de fevereiro até o final de abril, com um evento comemorativo final presencial em maio.
pt_pt: As inscrições começam a 15 de Janeiro de 2015 e a LearnStorm vai realizar-se desde meados de February até final de Abril, com um evento final comemorativo em Maio.
tr: Kayıtlar 15 Ocak 2015'te açılır, ve LearnStorm Şubat-ortasında Nisan sonuna kadar devam edecektir ve Mayıs'ta yüz yüze bir kutlamalı final olayıyla sonlanacaktır.

source: Regression Tests
da: Regressionstest
es: Pruebas de regresión
fr: Tests de régression
ja: 回帰テスト
nb: Regresjonstest
nl: Regressietoetsen
pl: Testy regresji
pt: Testes de retrocesso
pt_pt: Testes de regressão
tr: Regresyon Testleri

source: Regular LearnStorm Khantests
es: Khanexámenes de LearnStorm regulares
nb: Vanlig LearnStorm Khantester
pt: Khanpetições normais na LearnStorm
tr: Normak LearnStorm Khantestleri

source: Regular parameters cannot come after default parameters.
da: Regulære parametre kan ikke komme efter standardparametre.
es: Los parámetros regulares no pueden ir después de los parámetros por defecto.
nb: Vanlige parametere kan ikke komme etter standardparametere.
nl: Reguliere parameters kunnen niet na standaard parameters komen.
pl: Stałe parametry nie mogą pojawiać się po domyślnych parametrach.
pt: Parâmetros regulares não podem vir depois de parâmetros padrão.
tr: Normal parametreler, zorunlu parametrelerden önce gelemez.

source: Related links
es: Enlaces relacionados (en inglés)
fr: Liens annexes
pl: Powiązane linki
pt: Links Relacionados
pt_pt: Relacionados
tr: İlgili bağlantılar

source: Related videos:
fr: Vidéos.
nb: Relaterte videoer:
pl: Podobne filmy wideo:
pt: Vídeos relacionados:
pt_pt: Vídeos relacionados:
tr: İlgili videolar:

source: Release management, exercise scratch pad, periodic exercise review, Facebook login, video viewing page.
pt: Gerenciamento de versões, área de rascunho dos exercícios, revisão periódica de exercícios, login via Facebook, página de visualização de vídeos.
tr: Yayın yönetimi, alıştırma karalama alanı, dönemsel alıştırma değerlendirmeleri, Facebook girişi, video izleme sayfası.

source: Reload
es: Volver a cargar
fr: Rechargez
ja: 再読み込み
nb: Oppdater
nl: Opnieuw laden
pl: Załaduj ponownie
pt: Recarregar
pt_pt: Voltar a carregar
tr: Yeniden yükle

source: Remain a member of Khan Academy for 1 year
da: Forbliv medlem af Khan Academy i 1 år
es: Permanece como miembro de Khan Academy por 1 año
fr: Etre un membre de Khan Academy depuis 1 an
ja: カーンアカデミーのメンバーを1年間続ける
nb: Være medlem av Khan Academy i 1 år
nl: Blijf gedurende 1 jaar lid van de Khan Academy
pl: Pozostań członkiem Khan Academy przez rok
pt: Permanecer membro da Khan Academy por 1 ano
pt_pt: Continua a aceder à Khan Academy durante um ano
tr: 1 yıl boyunca Khan Academy üyesi olarak kalın

source: Remain a member of Khan Academy for 2 years
da: Forbliv medlem af Khan Academy i 2 år
es: Permanece como miembro de Khan Academy por 2 años
fr: Etre un membre de Khan Academy depuis 2 ans
ja: カーンアカデミーのメンバーを2年間続ける
nb: Være medlem av Khan Academy i 2 år
nl: Blijf gedurende 2 jaar lid van de Khan Academy
pl: Pozostań członkiem Khan Academy przez 2 lata
pt: Permanecer membro da Khan Academy por 2 anos
pt_pt: Continua a aceder à Khan Academy durante 2 anos
tr: 2 yıl boyunca Khan Academy üyesi olarak kalın

source: Remain a member of Khan Academy for 3 years
da: Forbliv medlem af Khan Academy i 3 år
es: Permanece como miembro de Khan Academy por 3 años
fr: Etre un membre de Khan Academy depuis 3 ans
ja: カーンアカデミーのメンバーを3年間続ける
nb: Være medlem av Khan Academy i 3 år
nl: Blijf gedurende 3 jaar lid van de Khan Academy
pl: Pozostań członkiem Khan Academy przez 3 lata
pt: Permanecer membro da Khan Academy por 3 anos
pt_pt: Continua a aceder à Khan Academy durante 3 anos
tr: 3 yıl boyunca Khan Academy üyesi olarak kalın

source: Remain a member of Khan Academy for 4 years
da: Forbliv medlem af Khan Academy i 4 år
es: Permanece como miembro de Khan Academy por 4 años
fr: Etre un membre de Khan Academy depuis 4 ans
ja: カーンアカデミーのメンバーを4年間続ける
nb: Være medlem av Khan Academy i 4 år
nl: Blijf gedurende 4 jaar lid van de Khan Academy
pl: Pozostań członkiem Khan Academy przez 4 lata
pt: Permanecer membro da Khan Academy por 4 anos
pt_pt: Continua a aceder à Khan Academy durante 4 anos
tr: 4 yıl boyunca Khan Academy üyesi olarak kalın

source: Remember order of operations. Evaluate the exponent before you multiply.
da: Husk regnearternes hierarki. Evaluer eksponenten, før du ganger.
es: Recuerda el orden de las operaciones. Evalúa el exponente antes de multiplicar.
fr: Gardez en mémoire les règles de priorité. On effectue les puissances avant les multiplications.
nb: Husk regnerekkefølgen. Regn ut eksponenten, før du multipliserer.
nl: Vergeet de bewerkingsvolgorde niet. Evalueer de exponent voordat je vermenigvuldigt.
pl: Pamiętaj o kolejności wykonywania operacji. Oblicz potęgę, zanim będziesz mnożyć.
pt: Lembre-se da ordem das operações. Calcule o valor do expoente antes de multiplicar.
tr: İşlem sırasını hatırlayın. Çarpmadan önce üssün değerini bulun.

source: Remember that <code>\backslash</code> refers to the difference between sets.
es: Recuerda que <code>\backslash</code> se refiere a la diferencia entre conjuntos.
fr: Le <code>\backslash</code> est le symbole de la différence entre deux ensembles.
nb: Husk at <code>\backslash</code> angir forskjellen mellom settene.
pt: Lembre-se de que <code>\backslash</code> refere-se à diferença entre os conjuntos.
tr: <code>\backslash</code>'in iki küme arasındaki fark olduğunu hatırlayın.

source: Remember that <code>\cap</code> refers to the intersection of sets.
es: Recuerda que <code>\cap</code> se refiere a la intersección de conjuntos.
fr: Le symbole <code>\cap</code> est celui de l'intersection de deux ensembles.
nb: Husk at <code>\cap</code> angir kryssningspunktene til settene.
pt: Lembre-se de que <code>\cap</code> refere-se à interseção dos conjuntos.
tr: <code>\cap</code>'in kümelerin kesişimi olduğunu hatırlayın.

source: Remember that <code>\cup</code> refers to the union of sets.
es: Recuerda que <code>\cup</code> se refiere a la unión de conjuntos.
fr: Le symbole <code>\cup</code> est celui de la réunion de deux ensembles.
nb: Husk at <code>\cup</code> angir unionen til settene.
pt: Lembre-se de que <code>\cup</code> refere-se à união dos conjuntos.
tr: <code>\cup</code>'in kümelerin birleşimi olduğunu hatırlayın.

source: Remember that a markup rate is a percentage of the wholesale price that a store adds to get a selling or retail price. The amount of markup can be found with the following equation:
fr: Il faut savoir que le taux de marge est le pourcentage du prix de gros qu'un magasin ajoute à ce prix de gros pour obtenir le prix de vente ou prix de détail. On trouve le montant de cette marge en utilisant l'égalité suivante :
nb: Husk at momsen er en prosent av innkjøpsprisen som butikken må legge til på prisen. Denne kan regnes ut med følgende formel:
pl: Pamiętaj, że marża to procent ceny hurtowej, który sklep dodaje, aby uzyskać cenę detaliczną. Kwotę marży można uzyskać z następującego równania:
pt: Lembre-se de que a margem de lucro bruto é uma porcentagem do preço de atacado que uma loja acrescenta ao preço de venda ou de varejo. O valor da margem de lucro pode ser encontrado por meio da seguinte equação:
tr: Kar oranı, mağazanın toptan fiyatın üzerine perakende satış fiyatını bulmak için ne kadar kar eklediğidir. Toplam karı aşağıdaki formülü kullanarak bulabiliriz:

source: Remember that both dice can be <code><var>X</var></code> ("at least one").
fr: Ne pas oublier que les deux dés peuvent tomber sur <code><var>X</var></code> ("au moins un").
pt: Lembre-se de que ambos os dados podem ser <code><var>X</var></code> ("ao menos um").
tr: İki zarın birden <code><var>X</var></code> ("en az bir") olabileceğini unutmayın.

source: Remember that the <code><var>STUDENTS</var>! \;</code> and <code>(<var>STUDENTS</var>-<var>GROUP</var>)! \;</code> terms come from when we fill up the group, making <code><var>STUDENTS</var></code> choices for the first slot, then <code><var>STUDENTS-1</var></code> choices for the second, and so on. In this way, we end up making <code><var>_.map(_.range(GROUP), function(l){ return (STUDENTS-l);}).join("\\cdot")</var> = \dfrac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!} \;</code>. The <code><var>GROUP</var>! \;</code> term comes from the number of times we've counted a group as different because we chose the students in a different order. There are <code><var>GROUP</var>! \;</code> ways to order a group of <code><var>GROUP</var></code>, so for every group, we've overcounted exactly that many times.
fr: <code><var>STUDENTS</var>! \;</code> et <code>(<var>STUDENTS</var>-<var>GROUP</var>)! \;</code> viennent de la façon dont on raisonne pour trouver le nombre de groupes. Il y a <code><var>STUDENTS</var></code> possibilités pour le premier élève du groupe, puis <code><var>STUDENTS-1</var></code> possibilités pour le deuxième, et ainsi de suite. On obtient <code><var>_.map(_.range(GROUP), function(l){ return (STUDENTS-l);}).join("\\cdot")</var> = \dfrac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!} \;</code>. Mais en raisonnant ainsi on compte le nombre de groupes ordonnés. Or, avec les mêmes élèves, on peut former <code><var>GROUP</var>! \;</code> groupe ordonnés et un seul groupe non-ordonné. Donc pour trouver le nombre de groupes de <code><var>GROUP</var></code> élèves non-ordonnés, on doit diviser le nombre de groupes ordonnés par <code><var>GROUP</var>! \;</code>.
pt: Lembre-se que os termos <code><var>STUDENTS</var>! \;</code> e <code>(<var>STUDENTS</var>-<var>GROUP</var>)! \;</code> surgem ao preenchermos o grupo, fazendo <code><var>STUDENTS</var></code> escolhas para o primeiro espaço, em seguida <code><var>STUDENTS-1</var></code> escolhas para o segundo, e assim por diante. Desta forma, acabamos fazendo <code><var>_.map(_.range(GROUP), function(l){ return (STUDENTS-l);}).join("\\cdot")</var> = \dfrac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!} \;</code>. O termo <code><var>GROUP</var>! \;</code> surge do número de vezes que contamos um grupo como diferente, uma vez que escolhemos os alunos em uma ordem diferente. Há <code><var>GROUP</var>! \;</code> formas de se ordenar um grupo de <code><var>GROUP</var></code>, portanto, para cada grupo, excedemos em exatamente aquele número de vezes.

source: Remember the hour hand is the short hand and the minute hand is the long hand
da: Husk at timeviseren er den korte, og minutviseren er den lange
es: Recuerda que la manecilla de las horas es la manecilla pequeña y la manecilla de los minutos es la manecilla grande
fr: N'oubliez pas que l'aiguille des heures est la plus courte et l'aiguille des minutes est la plus longue
hi: याद रखें कि घंटा सुई है छोटी सुई और मिनट सुई है लम्बी सुईI
nb: Husk at timeviseren er den korte, og minuttviseren er den lange
nl: Vergeet niet dat de kleine wijzer de uren aangeeft, en de grote wijzer de minuten
pl: Pamiętaj, że wskazówka godzinowa to krótka wskazówka, a wskazówka minutowa to długa wskazówka.
pt: Lembre-se de que o ponteiro das horas é o ponteiro menor e o dos minutos é o maior
tr: Akrepin kısa olan kol, yelkovanın ise uzun olan kol olduğunu hatırlayalım.

source: Remember the hour hand needs to move over the course of the hour
da: Husk, at timeviseren også skal rykke sig i løbet af en time
es: Recuerda que la manecilla de las horas debe moverse durante el transcurso de la hora
fr: N'oubliez pas que l'aiguille des heures doit être déplacée au fur et à mesure de l'avancement de l'heure
hi: याद रखें कि घंटे की सुई घंटे की दिशा में मुड़ेगी
nb: Husk at timeviseren også skal flytte seg i løbet av en time
nl: Vergeet niet dat de kleine wijzer tijdens het uur bewogen heeft
pl: Pamiętaj, ze wskazówka godzinowa musi poruszać się po okręgu godziny
pt: Lembre-se de que o ponteiro das horas precisa se mover durante uma hora
tr: Akrepin de saat boyunca hareket edeceğini unutmayın.

source: Remember to rationalize the denominator if necessary.
es: Recuerda que debes racionalizar el denominador si es necesario.
pl: Pamiętaj, żeby usunąć niewymierność z mianownika.
pt: Lembre-se de racionalizar o denominador se necessário.
tr: Gerekirse, paydayı kökten kurtarmayı hatırlayın.

source: Remember to read through the hints and double check your answer. Thanks for your help!
da: Husk at læse alle hints og dobbelttjekke dit svar. Tak for din hjælp!
es: Recuerda leer las pistas y revisar dos veces tus respuestas. ¡Gracias por tu ayuda!
fr: N'oubliez pas de lire les conseils et revérifiez votre réponse. Merci pour votre aide !
ja: ヒントを通して読み，あなたの答えを見直すことを忘れないよう．ご協力感謝します!
nb: Husk å lese alle hint og å dobbeltsjekke ditt svar. Takk for din hjelp!
nl: Vergeet niet de hints te lezen en je antwoord na te kijken. Dank je voor je hulp!
pl: Pamiętaj, aby przeczytać te wskazówki i dwukrotnie sprawdzić swoją odpowiedź. Dzięki za pomoc!
pt: Lembre-se de ler as dicas e conferir sua resposta. Obrigado por sua ajuda!
pt_pt: Lembra-te de pedires pistas e de confirmar a tua resposta. Agradecemos a tua ajuda!
tr: İpuçlarını okumayı ve cevabınızın sağlamasını yapmayı unutmayın. Yardımınız için teşekkürler!

source: Remember you can always search all of Khan Academy if what you're looking for is elsewhere.
es: Recuerda que siempre puedes buscar en todo el material de Khan Academy si lo que estás buscando está en otra parte.
nb: Husk at du kan alltid søke over hele Khan Academy hvis det du leter er på andre steder.
pl: Pamiętaj, że możesz zawsze przeszukać całe Khan Academy, jeśli szukasz czegoś innego.
pt: Lembre-se, você sempre pode pesquisar todo o conteúdo da Khan Academy se o que você está procurando estiver em outro lugar.
pt_pt: Lembra-te de que podes sempre pesquisar o que quiseres da Khan Academy se o que estiveres à procura estiver noutro local.
tr: Aradığınız şey başka bir yerdeyse, her zaman için Khan Academy'nin tamamını arayabileceğinizi unutmayın.

source: Remember, once you've taken a brain fitness test, you have to wait a month to take the next one, so you have time to study and grow.
da: Husk, når du har taget en Fitnesstest af din hjerne, skal du vente en måned før du tager den næste, så du har tid til at studere og vokse.
es: Recuerda, una vez que hayas tomado la prueba de aptitud cerebral, tendrás que esperar un mes para tomar el siguiente, para que tengas tiempo de estudiar y desarrollarte.
fr: N'oubliez pas que, ayant passé une épreuve de cerveau, il faudra attendre un mois avant de passer la prochaine, pour vous donner le temps d'étudier et de croître.
nb: Husk, når du har tatt en Hjernetrimstest skal du vente en måned før du tar den neste, så du har tid til å lære og vokse.
nl: Vergeet niet dat, zodra je de breinfitnesstest hebt gedaan, je een maand moet wachten voordat je de volgende doen. Zo heb je de tijd om te studeren en te groeien.
pl: Pamiętaj, kiedy już rozwiążesz test sprawności mózgu, musisz poczekać miesiąc żeby rozwiązać kolejny, więc masz czas na naukę i wzrost.
pt: Lembre-se: depois que fizer um teste de aptidão cerebral, você terá que esperar um mês para fazer o próximo, assim terá tempo para estudar e melhorar.
tr: Bir Beyin Zindelik testini tamamladıktan sonra, diğerine başlayabilmek için bir ay beklemeniz gerektiğini unutmayın. Yani, çalışıp gelişmek için vaktiniz olacak.

source: Remember, the more you practice the smarter you become!
da: Husk, jo mere du øver, jo klogere bliver du!
es: Recuerda, ¡mientras más practicas, más inteligente te vuelves!
fr: N'oubliez pas, plus vous pratiquerez, et plus vous deviendrez intelligent!
ja: 覚えておいてください、練習すればするほど、あなたは賢くなります。
nb: Husk, jo mer du øver desto smartere blir du!
nl: Onthoud, hoe meer je oefent, hoe slimmer je wordt!
pl: Pamiętaj, ćwiczenie czyni mistrza!
pt: Lembre-se: quanto mais praticar, mais inteligente você vai ficar!
pt_pt: Lembra-te: quanto mais praticares, mais inteligente ficarás!
tr: Hatırlayın, ne kadar çok alıştırma yaparsanız o kadar zeki olursunuz!

source: Remembers the current coordinate system (in the "matrix stack").
da: Husker det aktuelle koordinatsystem (i "matrix stakken").
es: Recuerda el sistema de coordenadas actual (en la "matriz apilada").
nb: Husk det gjeldende koordinatsystemet ( i "matrise stack").
pl: Zapamiętuje bieżący układ współrzędnych (w "matrix stack").
pt: Lembra o sistema de coordenadas atual (na "pilha de matrizes").
tr: Geçerli koordinat sistemini ("matrix yığını" içinde) hatırlar.

source: Remove
da: Fjern
es: Quitar
fr: Enlever
ja: 削除
nb: fjerne
nl: Verwijderen
pl: Usuń
pt: Remover
pt_pt: Remover
tr: Kaldır

source: Remove from "<span class="remove-from-class">this class</span>"
bg: Премахнете от "<span class="remove-from-class">този клас</span>"
da: Fjern fra "<span class="remove-from-class">denne klasse</span>"
es: Quita de "<span class="remove-from-class">esta clase</span>"
fr: Retirer de « <span class="remove-from-class">cette classe</span> »
he: הסר מ-"<span class="remove-from-class"> את הכיתב הזות</span>"
ja: "<span class="remove-from-class">このクラス</span>"から消去
nb: Fjern fra "<span class="remove-from-class">denne klassen</span>"
nl: Verwijderen uit ' <span class="remove-from-class"> deze klas</span> '
pl: Usuń z "<span class="remove-from-class"> tej klasy</span>"
pt: Remover "<span class="remove-from-class">desta turma</span>"
pt_pt: Remover de "<span class="remove-from-class">turma</span>"
tr: Bu sınıftan ''<span class="remove-from-class"> çıkar </span>''

source: Remove from "Your children"
da: Fjern fra "Dine børn"
es: Quitar de "Tus hijos"
fr: Supprimer de « Vos enfants »
ja: 「あなたの子」から消去する
nb: Fjern fra "Ditt Barn"
nl: Verwijder uit "Jouw kinderen"
pl: Usuń z "Twoje dzieci"
pt: Remover de "Seus filhos"
pt_pt: Remover de "Os seus filhos"
tr: "Çocuklarınız" listesinden çıkar

source: Remove me from the challenge
es: Quítenme del desafío
fr: Me retirer du défi
ja: 私をチャレンジから消去する
nb: Fjerne meg fra utfordringen
pl: Usuń mnie z wyzwania
pt: Remova-me do desafio
pt_pt: Quero sair deste desafio
tr: Beni görevden çıkarın

source: Remove this task. (Your coach, %(coach)s, will see that you have removed this task.)
da: Fjern denne opgave. (Din vejleder, %(coach)s, vil kunne se, at du har fjernet denne opgave.)
es: Quitar esta tarea. (Tu tutor, %(coach)s, verá que quitaste esta tarea).
fr: Supprimer cette tâche. (Votre coach, %(coach)s verra que vous avez supprimé cette tâche)
ja: このタスクを削除する．(あなたのコーチ，%(coach)s，はあなたがこのタスクを削除したことを知ることになります．)
nb: Fjern denne oppgaven. (Din veileder, %(coach)s, vil kunne se at du har fjernet denne oppgaven.)
nl: Verwijder deze taak. (jouw coach, %(coach)s, ziet dat je deze taak verwijderd hebt.)
pl: Usuń to zadanie. (Twój trener, %(coach)s, zobaczy, że usunąłeś/usunęłaś to zadanie.)
pt: Remover essa tarefa. (Seu tutor, %(coach)s, verá que você removeu essa tarefa).
tr: Bu görevi kaldır. (Eğitmeniniz %(coach)s bu görevi kaldırdığınızı görecektir.)

source: Removing
da: Fjerner
es: Quitando
fr: Suppression
ja: 消去中
nb: Fjerne
nl: Verwijderen
pl: Usuwanie
pt: Removendo
pt_pt: A remover
tr: Kaldırılıyor
