Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: First, create or log in to <span class='bold-text'>your parent account</span>
bg: Първо създайте или влезте в <span class='bold-text'> родителския си профил</span>
da: Start med at oprette en bruger og log ind <span class='bold-text'>på din forældre konto</span>
es: Primero inicia sesión o crea una cuenta <span class='bold-text'>para tus papás</span>
fr: Tout d'abord, créez ou ouvrez une session avec <span class='bold-text'>votre compte parental</span>
he: תחילה, צור או התחבר לחשבון <span class='bold-text'>ההורה שלך</span>
ja: 最初に<span class='bold-text'>あなた自身の保護者アカウント</span>を作成するかログインして下さい
nb: Først, opprett eller logg inn på<span class='bold-text'>din forelderkonto</span>
nl: Creëer eerst of log in met <span class='bold-text'>je ouderaccount</span>
pl: Po pierwsze, stwórz i zaloguj się na <span class='bold-text'>swoje konto rodzica</span>
pt: Primeiro, crie ou faça o login na <span class='bold-text'>conta de seus pais ou responsável</span>
pt_pt: Primeiro, crie ou inicie sessão com a sua <span class='bold-text'>conta de pai</span>
tr: Öncelikle, Veli hesabı <span class='bold-text'> oluşturunuz veya Veli hesabınıza giriş yapınız</span>

source: First, divide the polynomial by <code><var>MULT</var></code>, the coefficient of the <code>x^2</code> term.
da: Divider først polynomiet med <code><var>MULT</var></code>, koefficienten for leddet med <code>x^2</code>.
es: Primero, divide el polinomio entre <code><var>MULT</var></code>, el coeficiente del término <code>x^2</code>.
fr: D'abord, on divise le trinôme par <code><var>MULT</var></code>, qui est le coefficient du terme en <code>x^2</code>.
nb: Divider først polynomet med <code><var>MULT</var></code>, koefficienten for leddet med <code>x^2</code>.
pt: Primeiro, divida o polinômio por <code><var>MULT</var></code>, o coeficiente do <code>x^2</code> termo.
tr: İlk olarak, polinomu <code><var>MULT</var></code>'e, <code>x^2</code>'li terimin katsayısına bölünüz.

source: First, draw a number line with at least a few numbers on each side of <code><var>SIGN + ( INT + FRAC )</var></code>.
fr: Tout d'abord, on dessine une droite graduée avec quelques nombres de chaque côté de <code><var>SIGN + ( INT + FRAC )</var></code>.
nb: Tegn først en tallinje med noen få tall på hver side av <code><var>SIGN + ( INT + FRAC )</var></code>.
pl: Najpierw narysuj oś liczbową z kilkoma liczbami po obu stronach <code><var>SIGN + ( INT + FRAC )</var></code>.
pt: Primeiro, desenhe uma reta numérica com ao menos alguns números da cada lado de <code><var>SIGN + ( INT + FRAC )</var></code>.
tr: İlk olarak, <code><var>SIGN + ( INT + FRAC )</var></code>'ın iki tarafında birkaç sayı olan bir sayı doğrusu çizin.

source: First, factor the denominator to find the denominators of the two fractions we will split our fraction into.
da: Faktoriser først nævneren for at finde nævnerne i de to brøker vi vil opdele vores brøk i.
es: Primero factoriza el denominador para encontrar los dos denominadores de las dos fracciones en las que separaremos nuestra fracción.
fr: D'abord, on factorise le dénominateur pour trouver les dénominateurs des deux fractions cherchées.
nb: Faktoriser først nevneren å finne nevnerne på to fraksjoner som vi vil dele vår brøk i.
pl: Najpierw przemnóż mianownik, aby znaleźć mianowniki dwóch ułamków na jakie podzielimy nasz początkowy.
pt: Primeiro, fatore o denominador para encontrar os denominadores das duas frações em que dividiremos nossa fração.
tr: İlk olarak, paydayı çarpanlarına ayırarak, kesirimizi ayıracağımız iki kesirin paydalarını buluruz.

source: First, find <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code>:
da: Find først <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code>:
es: Primero encuentra <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code>:
fr: D'abord, on cherche <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code>:
nb: Finn først <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code>:
pt: Primeiro, encontre <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code>:
tr: İlk olarak, <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code>'yi bulun:

source: First, find the <span class="hint_orange">focus</span> and <span class="hint_orange">directrix</span> of the parabola by moving the orange point and line to their correct positions. Then use that information to find the equation of the parabola.
es: Primero, encuentra el <span class="hint_orange">foco</span> y la <span class="hint_orange">directriz</span> de la parábola moviendo el punto y la línea anaranjados a sus posiciones correctas. Después usa esa información para hallar la ecuación de la parábola.
fr: Déplacer d'abord le point et la droite orange de façon à ce que le point soit le <span class="hint_orange">foyer</span> de la parabole et la droite <span class="hint_orange">sa directrice</span>. Puis, utiliser ces informations pour établir l'équation de la parabole.
pt: Primeiro, encontre o <span class="hint_orange">foco</span> e a <span class="hint_orange">diretriz</span> da parábola movendo o ponto e a linha laranja até suas posições corretas. Em seguida, utilize essas informações para encontrar a equação da parábola.
tr: Öncelikle, turuncu doğruyu doğru konuma getirerek parabolün <span class="hint_orange">odak noktası</span> ve <span class="hint_orange">doğrultmanı</span> bulunuz. Sonra bu bilgiyi kullanarak parabolün denklemini bulunuz.

source: First, find the amount of commission made by using the following formula:
fr: On va d'abord calculer le montant des commissions reçues en utilisant l'égalité suivante :
nb: Finn først provisjonsbeløpet som regnes ved hjelp av følgende formel:
pl: Najpierw znajdź kwotę prowizji używając następującego wzoru:
pt: Primeiro, encontre o valor ganho como comissão utilizando a seguinte fórmula:
tr: Önce, kazanılan komisyonunu aşağıdaki formülü kullanarak belirleyelim:

source: First, find the amount of the discount by multiplying the original price of the of the item by the discount.
fr: Tout d'abord, on va calculer le montant de la réduction en multipliant le prix de départ de l'article par le pourcentage de réduction.
nb: Først finner vi rabatten ved å multiplisere den opprinnelige prisen på varen med prisen etter rabatten.
pl: Najpierw oblicz kwotę rabatu, mnożąc pierwotną cenę przez rabat.
pt: Primeiro, encontre o valor do desconto multiplicando o preço original do item pelo desconto.
tr: Önce, malın orijinal fiyatı ile iskonto oranını çarparak indirim tutarını bulalım.

source: First, find the equation of the perpendicular line that passes through <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>.
es: Primero encuentra la ecuación de la recta perpendicular que pasa por <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>.
fr: D'abord, on cherche l'équation de la perpendiculaire à la droite qui passe par le point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>.
nb: Finn likningen for den loddrette linjen som går gjennom <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>.
pl: Po pierwsze, znajdź równanie prostej prostopadłej, przechodzącej przez <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>.
pt: Primeiro, encontre a equação da reta perpendicular que passa por <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>.
tr: İlk olarak, <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> noktasından geçen dik doğrunun denklemini bulunuz.

source: First, find the radius: <code>K = \pi r^2</code>, so <code>r = \sqrt{K / \pi} = \sqrt{\color{<var>K_COLOR</var>}{<var>R * R</var>\pi} / \pi} = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
es: Primero encuentra el radio: <code>K = \pi r^2</code>, so <code>r = \sqrt{K / \pi} = \sqrt{\color{<var>K_COLOR</var>}{<var>R * R</var>\pi} / \pi} = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
nb: Finn først radius: <code>K = \pi r^2</code>, så <code>r = \sqrt{K / \pi} = \sqrt{\color{<var>K_COLOR</var>}{<var>R * R</var>\pi} / \pi} = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
pl: Najpierw znajdź promień: <code>K = \pi r^2</code>, więc<code>r = \sqrt{K / \pi} = \sqrt{\color{<var>K_COLOR</var>}{<var>R * R</var>\pi} / \pi} = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
pt: Primeiro, encontre o raio: <code>K = \pi r^2</code>, então <code>r = \sqrt{K / \pi} = \sqrt{\color{<var>K_COLOR</var>}{<var>R * R</var>\pi} / \pi} = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
tr: İlk olarak, yarıçapı bulunuz: <code>K = \pi r^2</code>, buna göre, <code>r = \sqrt{K / \pi} = \sqrt{\color{<var>K_COLOR</var>}{<var>R * R</var>\pi} / \pi} = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.

source: First, find the radius: <code>r = c/2\pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}/2\pi = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
es: Primero encuentra el radio: <code>r = c/2\pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}/2\pi = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
nb: Finn først radius: <code>r = c/2\pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}/2\pi = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
pl: Najpierw znajdź promień koła: <code>r = c/2\pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}/2\pi = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
pt: Primeiro, encontre o raio: <code>r = c/2\pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}/2\pi = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
tr: İlk olarak, yarıçapı bulunuz: <code>r = c/2\pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}/2\pi = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.

source: First, find the radius: <code>r = d/2 = \color{<var>D_COLOR</var>}{<var>2 * R</var>}/2 = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
es: Primero encuentra el radio: <code>r = d/2 = \color{<var>D_COLOR</var>}{<var>2 * R</var>}/2 = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
nb: Finn først radius: <code>r = d/2 = \color{<var>D_COLOR</var>}{<var>2 * R</var>}/2 = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
pl: Najpierw znajdź promień: <code>r = d/2 = \color{<var>D_COLOR</var>}{<var>2 * R</var>}/2 = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
pt: Primeiro, encontre o raio: <code>r = d/2 = \color{<var>D_COLOR</var>}{<var>2 * R</var>}/2 = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
tr: İlk olarak, yarıçapı bulunuz: <code>r = d/2 = \color{<var>D_COLOR</var>}{<var>2 * R</var>}/2 = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.

source: First, find two values, <code class="hint_purple">a</code> and <code class="hint_purple">b</code>, so:
da: Find først, to værdier, <code class="hint_purple">a</code> og <code class="hint_purple">b</code>, så:
es: Primero, encuentra dos valores, <code class="hint_purple">a</code> y <code class="hint_purple">b</code>, tales que:
fr: D'abord, on cherche <code class="hint_purple">a</code> et <code class="hint_purple">b</code> tels que :
nb: Finn først to verdier, <code class="hint_purple">a</code> og <code class="hint_purple">b</code>, sånn at:
pl: Najpierw, znajdż dwie wartości, <code class="hint_purple">a</code> i <code class="hint_purple">b</code>, zatem:
pt: Primeiro, encontre dois valores, <code class="hint_purple">a</code> e <code class="hint_purple">b</code>, portanto:
tr: İlk olarak, <code class="hint_purple">a</code> ve <code class="hint_purple">b</code> değerlerini bulunuz, yani:

source: First, identify <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
es: Primero, identifica <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
fr: Tout d'abord, identifions <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
pl: Najpierw zidentyfikuj <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
pt: Primeiro, identifique <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>.
tr: Önce, <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> açısını tanımlayınız.

source: First, let's determine whether ABC and DEF are similar.
es: Primero determinemos si ABC y DEF son semejantes.
fr: D'abord, on étudie si ABC et DEF sont semblables.
nb: Først finner vi ut som ABC og DEF er formlike.
pl: Najpierw ustalmy czy ABC i DEF są podobne.
pt: Primeiro, vamos determinar se ABC e DEF são semelhantes ou não.
tr: İlk olarak, ABC ve DEF'nin benzer olup olmadığına bakalım.

source: First, let's find the explicit formula for the terms of the arithmetic series. We can see that the first term is <code><var>A</var></code> and the common difference is <code><var>D</var></code>.
es: Primero, encontremos la fórmula explícita de los términos de la serie aritmética. Podemos ver que el primer término es <code><var>A</var></code> y que la diferencia común es <code><var>D</var></code>.
fr: D'abord, on cherche l'expression du terme général en fonction de i. Le premier terme est <code><var>A</var></code> et la raison est <code><var>D</var></code>.
nb: Først, la oss finne en eksplisitt formel for leddene den aritmetiske rekken. Vi kan se at det første leddet er <code><var>A</var></code> og felles differanse er <code><var>D</var></code>.
pt: Primeiro, vamos encontrar a fórmula explícita para os termos da progressão aritmética. É possível ver que o primeiro termo é <code><var>A</var></code> e a razão da progressão é <code><var>D</var></code>.
tr: ilk olarak, aritmetik dizinin terimleri için açık bir formül bulalım. İlk terimin <code><var>A</var></code> ve ortak farkın <code><var>D</var></code> olduğunu görebiliyoruz.

source: First, let's solve for the value of the inner function, <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>)</code>. Then we'll know what to plug into the outer function.
da: Find først værdien af den indre funktion, <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>)</code>. Derefter ved vi, hvad vi skal indsætte i den ydre funktion.
es: Primero, resolvamos para el valor de la función interna, <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>)</code>. Entonces sabremos qué evaluar en la función externa.
fr: Tout d'abord, on cherche la valeur de la fonction qui est à l'intérieur des parenthèses <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>)</code>. Puis, on saura quel est le nombre dont on cherche l'image par l'autre fonction.
nb: Først, la oss løse for verdien av den indre funksjonen, <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>)</code>.Deretter vet vi hva vil må sette inn i den ytre funksjonen.
pl: Najpierw wyznaczmy wartość funkcji wewnętrznej, <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>)</code>. Potem będziemy wiedzieli co podstawić do funkcji zewnętrznej.
pt: Inicialmente, vamos resolver o valor da função interna, <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>)</code>. Assim, saberemos o que colocar na função externa.
tr: İlk olarak, içteki fonksiyonun değerini, <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>)</code>, bulalım. Böylece dıştaki fonksiyona hangi değeri koyacağımızı bulmuş oluruz.

source: First, make sure that your line passes through the points, and does not lie completely above or below the points.
es: Primero, asegúrate de que tu línea pase a través de los puntos y de que no se encuentre completamente por encima o por debajo de los puntos.
fr: Tout d'abord, il faut que la droite passe entre les points et non pas complètement au-dessus ou en dessous.
pl: Najpierw upewnij się, że twoja linia przechodzi przez punkty i nie leży kompletnie ponad lub poniżej punktów.
pt: Primeiro, certifique-se de que sua reta passa pelos pontos, e que não passe por cima ou por baixo dos pontos.
tr: İlk olarak, doğrunuzun noktalardan geçtiğine ve tamamen noktaların üstünde veya altında olmadığına emin olun.

source: First, move the constant term to the left side of the equation:
da: Flyt først det konstante led til den venstre side af ligningen:
es: Primero mueve el término constante al lado izquierdo de la ecuación:
fr: D'abord, on déplace la constante dans le membre de gauche de l'équation :
nb: Flytt først konstantleddet til den venstre siden av ligningen:
pl: Najpierw, przerzuć stałą na lewą stronę równania:
pt: Primeiro, mova o termo constante para o lado esquerdo da equação:
tr: İlk olarak, sabit terimi denklemin sol tarafına taşıyın:

source: First, order the numbers, giving:
fr: On ordonne les nombres dans l'ordre croissant :
nb: Først, ranger tallene, gitt:
pl: Najpierw ustaw liczby w kolejności:
pt: Primeiro, ordene os números, dando:
tr: İlk olarak, sayıları sıralayınız:

source: First, sign up <span class='bold-text'>as a teacher</span> using
bg: Първо, регистрирайте се <span class='bold-text'>като учител,</span> използвайки
da: Start med at oprette dig <span class='bold-text'>som lærer</span> ved at bruge
es: Primero, regístrate <span class='bold-text'>como profesor</span> usando
fr: Tout d'abord, inscrivez-vous <span class='bold-text'>en tant qu'enseignant</span> à l'aide de
he: תחילה, הירשמו <span class='bold-text'>כמורה</span> באמצעות
ja: 下記のサービスを通して<span class='bold-text'>教師アカウント</span>を作成します
nb: Først, registrer deg <span class='bold-text'>som en lærer</span> ved å bruke
nl: Meld je eerst aan <span class='bold-text'>als een leraar</span> via
pl: Najpierw, zarejestruj się <span class='bold-text'>jako nauczyciel</span> przy użyciu
pt: Primeiro, cadastre-se <span class='bold-text'> como um professor</span> usando
pt_pt: Primeiro, <span class='bold-text'>se for um professor</span>, crie uma conta com o
tr: Öncelikle, öğretmen olarak hesap oluşturmanız gerekecek, <span class='bold-text'>as a teacher</span> bunun için bu bölümü kullanabilirsiniz:

source: First, sign up <span class='bold-text'>as the parent</span> using
bg: Първо, регистрирайте се <span class='bold-text'>като родител</span>, използвайки
da: Start med at oprette dig <span class='bold-text'>som forælder</span> ved at bruge
es: Primero, regístrate <span class='bold-text'>como el padre</span> usando
fr: Tout d'abord, inscrivez-vous <span class='bold-text'>en tant que parent</span> à l'aide de
he: תחילה, התחברו <span class='bold-text'>כהורה</span> באמצעות
ja: 最初に <span class='bold-text'>親として</span>次のアカウントを利用してサインアップして下さい．
nb: Først, registrer deg <span class='bold-text'>som foreldre</span> ved å bruke
nl: Meld je eerst aan <span class='bold-text'>als de ouder</span> via
pl: Najpierw zarejestruj się <span class='bold-text'>jako rodzic</span> przy użyciu
pt: Primeiro, cadastre-se <span class='bold-text'>como pai/mãe</span> usando
pt_pt: Primeiro, <span class='bold-text'>se for um pai</span>, crie uma conta com o
tr: Öncelikle, <span class='bold-text'>veli olarak kaydolmalısınız,</span>

source: First, sign up <span class='bold-text'>as the parent</span> using
bg: Първо, регистрирайте се <span class='bold-text'>като родител</span> чрез
da: Tilmeld dig først <span class='bold-text'> som forælder</span> ved hjælp af
es: Primero regístrate <span class='bold-text'>como el padre</span> usando
fr: Tout d'abord, enregistrez-vous <span class='bold-text'>en tant que parent</span> à l'aide de
he: תחילה, הירשמו <span class='bold-text'>כהורה</span> באמצעות
ja: 最初に <span class='bold-text'>親として</span>で次のアドレスを用いてサインアップします:
nb: Først, registrer <span class='bold-text'>som foreldre</span> med
nl: Meld je eerst aan <span class='bold-text'>als de ouder</span> via
pl: Najpierw, zarejestruj się <span class='bold-text'>jako rodzic</span>poprzez
pt: Primeiro, cadastre-se <span class='bold-text'>como pai/mãe</span> usando
pt_pt: Primeiro, crie uma conta <span class='bold-text'>como pai</span> com o
tr: Öncelikle veli olarak<span class='bold-text'>kayıt işlemlerini tamamlamanız gerekiyor</span>

source: First, try to factor a perfect square out of the radical.
da: Prøv først at faktorisere et kvadrattal uden for radikalet.
es: Primero trata de factorizar un cuadrado perfecto en los radicales.
fr: D'abord, on essaie de trouver si l'un des diviseurs du nombre qui est sous le radical est un carré parfait.
nb: Prøv først å faktorisere et kvadrattall utenfor rottegnet.
nl: Probeer eerst een kwadraatgetal uit de wortel te factoriseren.
pl: Najpierw spróbuj wyłączyć przed pierwiastek liczbę kwadratową.
pt: Primeiro, tente fatorar um quadrado perfeito para fora do radical.
tr: Önce, köklü sayıdaki tam kareyi bulmaya çalışalım.

source: First, try to factor any perfect squares out of the radicals.
da: Prøv først at faktorisere kvadraterne ud af radikalet.
es: Primero trata de factorizar cualquier cuadrado perfecto en los radicales.
fr: D'abord, on cherche si l'un des diviseurs des nombres sous les radicaux est un carré parfait.
hi: पहले, किस भी पूर्ण वर्गों को गुणनखंडित करें मुलकों सेI
ja: まず，根号の完全平方ができないか，因数分解を試します．
nb: Prøv først å faktorisere kvadrattallene ut av rotutrykket.
nl: Probeer eerst elk kwadraatgetal uit de radicalen te factoriseren.
pl: Najpierw spróbuj wyłączyć przed pierwiastek wszystkie liczby kwadratowe.
pt: Primeiro, tente fatorar quaisquer quadrados perfeitos a partir dos radicais.
tr: Önce, köklü sayılardaki tam kareleri belirleyelim.

source: First, try to write <code><var>number</var></code>, the number we are taking the logarithm of, as a power of <code><var>base</var></code>, the base of the logarithm.
da: Prøv først at skrive <code><var>number</var></code>, det tal vi tager logaritmen af, som en potens af <code><var>base</var></code>, grundtallet for logaritmen.
fr: Tout d'abord, on essaie d'écrire le nombre dont on calcule le logarithme, <code><var>number</var></code>, sous la forme d'une puissance de <code><var>base</var></code>, la base du logarithme.
nb: Prøv først å skrive <code><var>number</var></code>, det tallet vi tar logaritmen av, som en potens av <code><var>base</var></code>, grunntallet for logaritmen.
pl: Najpierw spróbuj zapisać <code><var>number</var></code>, liczbę, którą logarytmujemy, jako potęgę <code><var>base</var></code>, podstawy logarytmu.
pt: Primeiro, tente escrever <code><var>number</var></code>, o número do qual estamos tirando o logaritmo, como uma potência de <code><var>base</var></code>, a base do logaritmo.

source: First, we can break the number up by place value:
da: Først, vi kan dele tallet op efter værdien for hver plads:
es: Primero, podemos descomponer el número usando los valores posicionales:
fr: D'abord, on décompose le nombre selon les valeurs positionnelles :
hi: पहले, हम संख्या को स्थान मूल्य से तोड़ सकते हैं:
nb: Først kan vi dele tallet opp efter verdien for hver plass:
nl: We kunnen het getal eerst opsplitsen per plaatswaarde:
pl: Najpierw musimy rozbić cyfrę według wartości pozycji:
pt: Primeiramente, podemos decompor o número pelo valor posicional:
tr: Önce, sayıyı basamak değerine göre ayırabiliriz:

source: First, we need to consider that <code>f(x)</code> is undefined anywhere where either radical is undefined, so anywhere where either radicand (the expression under the radical symbol) is less than zero.
da: Først skal vi tage højde for, at <code>f(x)</code> er udefineret alle steder, hvor hvert rodtegn er udefineret, og det vil sige alle steder, hvor radikanden (udtrykket under rodtegnet) er mindre end 0.
nb: Først skal vi ta høyde for at <code>f(x)</code> ikke er definert alle de stedene hvor hvert rottegn ikke er definert, og det vil si alle stedene, hvor uttrykket under rottegnet er mindre enn 0.
pt: Primeiro, precisamos considerar que <code>f(x)</code> é indefinido em qualquer ponde no qual um radical seja indefinido, portanto, em qualquer lugar em que um radicando (a expressão sob o símbolo do radical) seja menor que zero.
tr: İlk olarak, <code>f(x)</code>'in köklü ifadenin tanımsız olduğu, yani kökün içindeki ifadenin sıfırdan küçük olduğu yerde tanımsız olduğunu düşünmeliyiz.
