Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: You’ve mastered 1 new skill
da: Du har mestret 1 ny færdighed
es: Ahora dominas 1 nueva habilidad
fr: Vous maîtrisez une nouvelle compétence
nb: Du mestrer 1 ny ferdighet
nl: Je hebt 1 nieuwe vaardigheid onder de knie
pl: Opanowałeś/aś 1 nową umiejętność
pt: Você dominou 1 habilidade nova
pt_pt: Dominaste uma competência nova

source: Ytterbium
es: Iterbio
pl: Iterb
pt: Itérbio
pt_pt: Itérbio
tr: İterbiyum

source: Yttrium
es: Itrio
pl: Itr
pt: Ítrio
pt_pt: Ítrio
tr: İtriyum

source: Z scores 1
fr: Écart-réduit 1
pt: Z vale 1
tr: Z puanları 1

source: Z scores 2
fr: Écart-réduit 2
nb: Z-verdier 2
pt: Z vale 2
tr: Z puanları 2

source: Z scores 3
fr: Écarts-réduits 3
nb: Z-verdier 3
pt: Z vale 3
tr: Z puanları 3

source: ZIP code
es: Código postal
fr: Code postal
ja: 郵便番号
nb: Postnummer
pl: Kod pocztowy
pt: Código postal
pt_pt: Código postal
tr: Posta Kodu

source: Zinc
nb: Sink
pl: Cynk
pt: Zinco
pt_pt: Zinco
tr: Çinko

source: Zip code
es: Código postal
fr: Code postal
ja: 郵便番号
nb: Postnummer
pl: Kod pocztowy
pt: Código postal
pt_pt: Código postal
tr: Posta Kodu

source: Zirconium
es: Circonio
pl: Cyrkon
pt: Zircônio
pt_pt: Zircónio
tr: Zirkonyum

source: ['{a}'] is better written in dot notation.
da: Det er bedre at skrive ['{a}'] med prik-notation.
es: ['{a}'] se escribe mejor en la notación de punto.
nb: ['{a}'] er bedre skrevet i punktnotasjon.
nl: ['{a}'] kan beter geschreven worden in puntnotatie.
pl: ["{a}"] wygląda lepiej w notacji z kropką.
pt: ['{a}'] é melhor escrita em notação de pontos.
tr: ["{a}"] nokta gösterimiyle daha iyi yazılır.

source: [<a href="#" class="show-subhint" data-hidden-text="Hide alternate approach" data-subhint="expl-alternate1">Show alternate approach</a>]
pl: [<a href="#" class="show-subhint" data-hidden-text="Hide alternate approach" data-subhint="expl-alternate1">Pokaż alternatywną metodę</a>]
pt: [<a href="#" class="show-subhint" data-hidden-text="Hide alternate approach" data-subhint="expl-alternate1">Mostrar abordagem alternativa</a>]
tr: [<a href="#" class="show-subhint" data-hidden-text="Hide alternate approach" data-subhint="expl-alternate1">Alternatif yaklaşımı göster</a>]

source: [<a href="#" class="show-subhint" data-hidden-text="Hide alternate approach" data-subhint="expl-alternate2">Show alternate approach</a>]
pl: [<a href="#" class="show-subhint" data-hidden-text="Hide alternate approach" data-subhint="expl-alternate2">Pokaż alternatywną metodę</a>]
pt: [<a href="#" class="show-subhint" data-hidden-text="Hide alternate approach" data-subhint="expl-alternate2">Mostrar abordagem alternativa</a>]
tr: [<a href="#" class="show-subhint" data-hidden-text="Hide alternate approach" data-subhint="expl-alternate2">Alternatif yaklaşımı göster</a>]

source: [<a href="#" class="show-subhint" data-subhint="expl-ch4-mol">Explain</a>]
pl: [<a href="#" class="show-subhint" data-subhint="expl-ch4-mol">Wyjaśnij</a>]
pt: [<a href="#" class="show-subhint" data-subhint="expl-ch4-mol">Explique</a>]
tr: [<a href="#" class="show-subhint" data-subhint="expl-ch4-mol">Açıklama</a>]

source: [<a href="#" class="show-subhint" data-subhint="expl-o2-mol">Explain</a>]
pl: [<a href="#" class="show-subhint" data-subhint="expl-o2-mol">Wyjaśnij</a>]
pt: [<a href="#" class="show-subhint" data-subhint="expl-o2-mol">Explique</a>]
tr: [<a href="#" class="show-subhint" data-subhint="expl-o2-mol">Açıklama</a>]

source: [Circle marker %(number)s]
nb: [Sirkelmarkør %(number)s]
pt: [Marcador de círculo %(number)s]
pt_pt: [Marcador circular %(number)s]

source: [Marker for question %(number)s]
nb: [Markør for oppgave %(number)s]
pt: [Marcador para a pergunta %(number)s]
pt_pt: [Marcador para a pergunta %(number)s]

source: [Sentence %(number)s]
nb: [Sentning %(number)s]
pt: [Sentença %(number)s]
pt_pt: [Frase %(number)s]

source: [enter name]
da: [skriv navn]
es: [escribe el nombre]
fr: [entrer nom]
nb: [Skriv inn navnet]
nl: [geef je naam op]
pl: [wpisz nazwę]
pt: [inserir nome]
pt_pt: [digita o nome]
tr: [isim giriniz]

source: \text{Bring the decimal up into the}
da: \text{Bring decimalet op i}
es: \text{Sube el punto decimal hasta el}
fr: \text{Placer la virgule dans la}
nb: \text{Ta desimalen opp i}
nl: \text{Breng de decimaal omhoog in de}
pl: \text{Przesuń przecinek aż do}
pt: \text{Leve a vírgula para o}
pt_pt: \text{Desloca a vírgula até ao}
tr: \text{Ondalık işaretini taşıyın}

source: \text{How many times does }%(divisor)s\text{ go into }\color{#6495ED}{%(value)s}\text{?}
da: \text{Hvor mange gange går }%(divisor)s\text{ op i }\color{#6495ED}{%(value)s}\text{?}
es: \text{¿Cuántas veces cabe }\color{#6495ED}{%(value)s}\text{ en }%(divisor)s\text{?}
fr: \text{ En }\color{#6495ED}{%(value)s}\text{ combien de fois }%(divisor)s\text{ ?}
nb: \text{Hvor mange ganger går }%(divisor)s\text{ opp i }\color{#6495ED}{%(value)s}\text{?}
nl: \text{Hoe vaak past }%(divisor)s\text{ in }\color{#6495ED}{%(value)s}\text{?}
pl: \text{Ile razy }%(divisor)s\text{ zawiera się w }\color{#6495ED}{%(value)s}\text{?}
pt: \text{Quantas vezes }%(divisor)s\text{ cabe em }\color{#6495ED}{%(value)s}\text{?}
pt_pt: \text{Quantas vezes é que }%(divisor)s\text{ cabe em }\color{#6495ED}{%(value)s}\text{?}
tr: \color{#6495ED}{%(value)s}\text{ sayısında }%(divisor)s\text{ kaç kere var}\text{?}

source: \text{Shift the decimal 1 to the right.}
da: \text{Ryk kommaet 1 plads til højre.}
es: \text{Mueve el punto decimal 1 lugar a la derecha.}
fr: \text{Déplacer la virgule de 1 rang vers la droite.}
nl: \text{Verplaats het decimaalteken 1 plaats naar rechts.}
pl: \text{Przesuń przecinek o 1 miejsce w prawo.}
pt: \text{Desloque a vírgula 1 casa para a direita.}

source: \text{Since } %(remainder)s \text{ is less than } %(divisor)s \text{, it is left as our remainder.}
da: \text{Fordi } %(remainder)s \text{ er mindre end } %(divisor)s \text{, det er tilbage som vores rest.}
es: \text{Como } %(remainder)s \text{ es menor que } %(divisor)s \text(, se queda como el residuo.}
fr: \text{Puisque } %(remainder)s \text{ est plus petit que } %(divisor)s \text{, il constitue le reste.}
nb: \text{Siden } %(remainder)s \text{ er mindre enn } %(divisor)s \text{, blir det igjen som en rest.}
nl: \text{Omdat } %(remainder)s \text{ minder is dan } %(divisor)s \text{, blijft het over als rest.}
pl: \text{Ponieważ } %(remainder)s \text{ jest mniejsze od } %(divisor)s \text{, zostawiamy to jako resztę.}
pt: \text{Como } %(remainder)s \text{ é menor que } %(divisor)s \text{, ele é deixado como nosso resto.}
pt_pt: \text{Uma vez que } %(remainder)s \text{ é menor do que } %(divisor)s \text{, concluímos que o primeiro valor é o nosso resto.}
tr: \text{Bu işlemdeki }%(remainder)s \text{ , } %(divisor)s \text{sayısından küçük olduğu için, kalanımızdır.}

source: \text{The bottom number has 1 digit to the right of the decimal.}
da: \text{Det nederste tal har 1 ciffer til højre for kommaet.}
es: \text{El número inferior tiene 1 dígito a la derecha del punto decimal.}
fr: \text{Le nombre du bas a 1 chiffre après la virgule.}
nl: \text{Het onderste getal heeft 1 cijfer rechts van het decimaalteken.}
pl: \text{Dolna liczba ma 1 cyfrę po prawej stronie przecinka.}
pt: \text{O número inferior tem 1 algarismo à direita da vírgula.}

source: \text{The product has %(numA)s + %(numB)s = %(numSum)s digits to the right of the decimal.}
da: \text{Produktet har %(numA)s + %(numB)s = %(numSum)s cifre til højre for kommaet.}
es: \text{El producto tiene %(numA)s + %(numB)s = %(numSum)s dígitos a la derecha del punto decimal.}
fr: \text{Le produit a %(numA)s + %(numB)s = %(numSum)s chiffres après la virgule.}
nb: \text{Produktet har %(numA)s + %(numB)s = %(numSum)s sifre til høyre for desimalen.}
nl: \text{Het product heeft %(numA)s + %(numB)s = %(numSum)s cijfers rechts van het decimaalteken.}
pl: \text{Wynik ma %(numA)s + %(numB)s = %(numSum)s cyfr na prawo od przecinka.}
pt: \text{O produto tem %(numA)s + %(numB)s = %(numSum)s algarismos à direita da vírgula.}
pt_pt: \text{O produto tem %(numA)s + %(numB)s = %(numSum)s algarismos à direita da vírgula decimal.}
tr: \text{Çarpımda, ondalık işaretinin sağında, %(numA)s + %(numB)s = %(numSum)s rakam var.}

source: \text{The top number has 1 digit to the right of the decimal.}
da: \text{Det øverste tal har 1 ciffer til højre for kommaet.}
es: \text{El número de arriba tiene 1 dígito a la derecha del punto decimal.}
fr: \text{Le nombre du haut a 1 chiffre après la virgule.}
nl: \text{Het bovenste getal heeft 1 cijfer rechts van het decimaalteken.}
pl: \text{Górna liczba ma 1 cyfrę po prawej stronie przecinka.}
pt: \text{O número superior tem 1 algarismo à direita da vírgula.}

source: \text{Write in a decimal and a zero.}
da: \text{Skriv et komma og et nul.}
es: \text{Escribe un decimal y un cero.}
fr: \text{On ajoute la virgule et un zéro.}
nb: \text{Skriv inn et siffer og en null.}
nl: \text{write in een decimaal getal en een nul.}
pl: \text{Napisz w postaci dziesiętnej i zera.}
pt: \text{Escreva um número decimal e um zero.}
pt_pt: \text{Digita um número decimal e um zero.}
tr: \text{Bri ondalık ayracı ve bir tane sıfır yazınız.}

source: \text{answer (the quotient).}
da: \text{svar (kvotienten).}
es: \text{respuesta (el cociente).}
fr: \text{réponse (le quotient).}
nb: \text{svar (kvotient).}
nl: \text{antwoord (de quotiënt).}
pl: \text{odpowiedź (iloraz).}
pt: \text{resposta (o quociente).}
pt_pt: \text{resposta (o quociente).}
tr: \text{cevap (bölüm).}

source: \text{mean}
es: \text{promedio}
fr: \texte{moyenne}
ja: \text{平均}
pl: \text{średnia}
pt: \text{média}
pt_pt: \text{média}
tr: \text{ortalama}

source: \text{median}
es: \text{mediana}
fr: \texte{médiane}
ja: \text{メジアン}
pl: \text{mediana}
pt: \text{mediana}
pt_pt: \text{mediana}
tr: \text{medyan}

source: a *proper* fraction, like $1/2$ or $6/10$
da: en *ægte* brøk, som eksempelvis $1/2$ eller $6/10$
es: una fracción *propia*, como $1/2$ o $6/10$
fr: une *fraction*, comme $1/2$ ou $6/10$
nb: en *ekte* brøk, som $1/2$ eller $6/10$
nl: Een *echte* breuk, zoals $1/2$ of $6/10$
pl: *właściwy*ułamek, jak $1/2$ lub $6/10$
pt: uma fração *própria*, como $1/2$ ou $6/10$
pt_pt: uma fração *própria*, como $1/2$ ou $6/10$
tr: 1/2 $$ veya $ 6/10$ gibi * basit* bir kesir

source: a *simplified improper* fraction, like $7/4$
da: en *forkortet, uægte* brøk, som eksempelvis $7/4$
es: una fracción *impropia simplificada*, como $7/4$
fr: une fraction *simplifiée* telle que $7/4$
nb: en *forkortet uekte* brøk, som $7/4$
nl: een * vereenvoudigde * breuk, zoals $3/5$
pl: *niewłaściwy uproszczony* ułamek, taki jak $7/4$
pt: uma fração *imprópria simplificada*, como $7/4$
pt_pt: uma fração *imprópria simplificada*, como $7/4$
tr: birleşik kesir, $7/4$ gibi

source: a *simplified proper* fraction, like $3/5$
da: en *forkortet, ægte* brøk, som eksempelvis $3/5$
es: una fracción *propia simplificada* fracción, como $3/5$
fr: une fraction *simplifiée* telle que $3/5$
nb: en *forkortet ekte* brøk, som $3/5$
nl: een * vereenvoudigde * breuk, zoals $3/5$
pl: *właściwy uproszczony* ułamek, taki jak $3/5$
pt: uma fração *própria simplificada*, como $3/5$
pt_pt: uma fração *própria simplificada*, como $3/5$
tr: basit kesir, $3/5$ gibi

source: a 1
pt: um 1

source: a 2
pt: um 2

source: a 3
pt: um 3

source: a 4
pt: um 4

source: a 5
pt: um 5

source: a 6
pt: um 6

source: a <em>proper</em> fraction, like <code>1/2</code> or <code>6/10</code>
da: en <em>ægte</em> brøk, som f.eks. <code>1/2</code> eller <code>6/10</code>
es: una fracción <em>propia</em>, como <code>1/2</code> o <code>6/10</code>
fr: une<em>fraction</em> telle que<code>1/2</code> ou <code>6/10</code>
ja: <em>真</em>分数，例えば <code>1/2</code> や <code>6/10</code>
nb: en <em>ekte</em> brøk, som f.eks. <code>1/2</code> eller <code>6/10</code>
nl: een <em>zuivere</em> breuk, zoals <code>1/2</code> of <code>6/10</code>
pl: ułamek <em>właściwy</em>, taki jak <code>1/2</code> lub <code>6/10</code>
pt: uma fração <em>própria</em>, como <code>1/2</code> ou <code>6/10</code>
pt_pt: uma fração <em>própria</em>, como <code>1/2</code> ou <code>6/10</code>
tr: <em>basit</em> bir kesir, <code>1/2</code> veya <code>6/10</code> gibi.

source: a <em>simplified improper</em> fraction, like <code>7/4</code>
da: en <em>forkortet, uægte</em> brøk, såsom <code>7/4</code>
es: una fracción <em>impropia simplificada</em>, como <code>7/4</code>
fr: une <em>fraction</em> simplifiée telle que <code>7/4</code>
ja: <em>約分された仮</em>分数，例えば <code>7/4</code>
nb: en <em>forenklet uekte</em> brøk, som <code>7/4</code>
nl: een <em>vereenvoudigde gemengde</em> breuk, zoals <code>7/4</code>
pl: <em>uproszczony niewłaściwy</em> ułamek, jak <code>7/4</code>
pt: uma fração <em>imprópria simplificada</em>, como <code>7/4</code>
pt_pt: uma fração <em>imprópria simplificada</em>, como <code>7/4</code>
tr: <em>sadeleştirilmiş bileşik</em> kesir, <code>7/4</code> gibi

source: a <em>simplified proper</em> fraction, like <code>3/5</code>
da: en <em>forkortet ægte</em> brøk, for eksempel <code>3/5</code>
es: una fracción <em>propia simplificada</em>, como <code>3/5</code>
fr: une fraction <em>irréductible</em> comme <code>3/5</code>
nb: en <em>forenklet ekte</em> brøk, som <code>3/5</code>
pl: <em>uproszczony właściwy</em> ułamek, jak <code>3/5</code>
pt: uma fração <em>própria simplificada</em>, como <code>3/5</code>
tr: <em>sadeleştirilmiş basit</em> kesir, <code>3/5</code> gibi

source: a decimal, like <code>%(NUM)s</code>
da: et decimaltal, som f.eks. <code>%(NUM)s</code>
es: un decimal, como <code>%(NUM)s</code>
fr: un nombre décimal, comme <code>%(NUM)s</code>
ja: 小数，例えば <code>%(NUM)s</code>
nb: et desimaltall, som <code>%(NUM)s</code>
nl: een kommagetal, zoals <code>%(NUM)s</code>
pl: ułamek dziesiętny, jak <code>%(NUM)s</code>
pt: um número decimal, como <code>%(NUM)s</code>
pt_pt: um número decimal, como <code>%(NUM)s</code>
tr: bir ondalık sayı, <code>%(NUM)s</code> gibi

source: a duplicate answer
da: en gentagelse af svar
es: Una respuesta duplicada
fr: une réponse en double
ja: 重複回答
nb: en duplisert svar
nl: een dubbel antwoord
pl: zduplikowana odpowiedź
pt: uma resposta duplicada
pt_pt: Uma resposta duplicada
tr: Tekrarlanan/çift cevap

source: a homework question
da: et spørgsmål om lektier
es: Una pregunta de tarea
fr: une question de devoir scolaire
ja: 宿題の質問
nb: lekse spørsmål
nl: een huiswerkopdracht
pl: pytanie o pracę domową
pt: uma pergunta de lição de casa
pt_pt: Uma pergunta sobre o trabalho de casa
tr: bir ödev sorusu

source: a large illustration of a %(badge_type_label)s
bg: голямо изображение на %(badge_type_label)s
da: en stor illustration af en %(badge_type_label)s
es: una foto grande de una %(badge_type_label)s
fr: une grande illustration d'un %(badge_type_label)s
he: תרשים גדול של %(badge_type_label)s
ja: %(badge_type_label)sの大きなイラスト
nb: en stor illustrasjon av en %(badge_type_label)s
nl: een grote illustratie van een %(badge_type_label)s
pl: duży obrazek %(badge_type_label)s
pt: uma grande ilustração de uma %(badge_type_label)s
pt_pt: Uma imagem grande de uma %(badge_type_label)s
tr: %(badge_type_label)s konulu büyük görsel

source: a mixed number, like $1\ 3/4$
da: et blandet tal, som eksempelvis $1\ 3/4$
es: un número mixto, como $$ 1\ 3/4
nb: et blandet tall, som $1\ 3/4$
nl: een gemengde nummer, zoals $1\ 3/4$
pl: liczba mieszana, taka jak $1\ 3/4$
pt: um número misto, como $1\ 3/4$
pt_pt: um número misto, como $1\ 3/4$
tr: $1\ 3/4$ gibi bir karma sayı

source: a mixed number, like <code>1\ 3/4</code>
da: et blandet tal, som f.eks. <code>1\ 3/4</code>
es: una fracción mixta, como <code>1\ 3/4</code>
nb: et blandet tall, som <code>1\ 3/4</code>
pl: liczba mieszana, taka jak <code>1\ 3/4</code>
pt: um número misto, como <code>1\ 3/4</code>
tr: tam sayılı bir kesir, <code>1\ 3/4</code> gibi

source: a multiple of pi, like $12\ \text{pi}$ or $2/3\ \text{pi}$
da: et multiplum af pi, som f.eks. $12\ \text{pi}$ eller $2/3\ \text{pi}$
es: un múltiplo de pi, como $12\ \text{pi}$ o $2/3\ \text{pi}$
fr: un multiple de Pi, tels que $12\ \text{pi}$ ou $2/3\ \text{pi}$
nb: et multiplum av pi, som $12\ \text{pi}$ eller $2/3\ \text{pi}$
nl: een veelvoud van pi, zoals $12\ \text{pi}$ of $2/3\ \text{pi}$
pl: wielokrotność pi, taka jak $12\ \text{pi}$ lub $2/3\ \text{pi}$
pt: um múltiplo de pi, como $12\ \text{pi}$ ou $2/3\ \text{pi}$
pt_pt: um múltiplo de pi, como $12\ \text{pi}$ ou $2/3\ \text{pi}$
tr: pi'nin katı, $12 gibi \ \text{pi}$ veya $2/3\ \text{pi}$

source: a multiple of pi, like <code>12\ \text{pi}</code> or <code>2/3\ \text{pi}</code>
da: et multiplum af pi, som f.eks. <code>12\ \text{pi}</code> eller <code>2/3\ \text{pi}</code>
es: un múltiplo de pi, como <code>12\ \text{pi}</code> o <code>2/3\ \text{pi}</code>
fr: un multiple de pi, tel que <code>12\ \text{pi}</code> ou <code>2/3\ \text{pi}</code>
ja: pi の倍数，例えば <code>12\ \text{pi}</code> や <code>2/3\ \text{pi}</code>
nb: et multiplum av pi, som <code>12\ \text{pi}</code> eller <code>2/3\ \text{pi}</code>
nl: een veelvoud van pi, zoals <code>12\ \text{pi}</code> of <code>2/3\ \text{pi}</code>
pl: wielokrotność pi, taka jak <code>12\ \text{pi}</code> lub <code>2/3\ \text{pi}</code>
pt: um múltiplo de pi, como <code>12\ \text{pi}</code> ou <code>2/3\ \text{pi}</code>
pt_pt: um múltiplo de pi, como <code>12\ \text{pi}</code> ou <code>2/3\ \text{pi}</code>
tr: Pi'nin bir katı, <code>12\ \text{pi}</code> veya <code>2/3\ \text{pi}</code> gibi

source: a negative
da: en negativ
es: una negativa
fr: négative
nb: en negativ
nl: een negatieve
pl: ujemnym
pt: um negativo
tr: negatif

source: a percent, like $12.34\%$
da: et procenttal, som f.eks. $12.34\%$
es: un porcentaje, como $12.34\%$
fr: un pourcentage, tel que $12{,}34\%$
nb: en prosent, som $12.34\%$
nl: een percentage, zoals $12.34\%$
pl: procent, taki jak $12{,}34\%$
pt: um percentual, como $12,34\%$
pt_pt: uma percentagem, como $12,34\%$
tr: $12.34\%$ gibi bir yüzde

source: a percent, like <code>%(NUM)s\%</code>
da: et procenttal, som f.eks. <code>%(NUM)s\%</code>
es: un porcentaje, como <code>%(NUM)s\%</code>
fr: un pourcentage, comme <code>%(NUM)s\%</code>
ja: パーセント，例えば <code>%(NUM)s\%</code>
nb: et prosenttall, som <code>%(NUM)s\%</code>
nl: een percentage, zoals <code>%(NUM)s\%</code>
pl: procent, jak <code>%(NUM)s\%</code>
pt: um percentual, como <code>%(NUM)s\%</code>
pt_pt: uma percentagem, como <code>%(NUM)s\%</code>
tr: bir yüzde, <code>%(NUM)s\%</code> gibi

source: a positive
da: en positiv
es: una positiva
fr: positive
nb: en positiv
nl: een positieve
pl: dodatnim
pt: um positivo
tr: pozitif

source: a post about badges
da: et indlæg om badges
es: Una publicación de medallas
fr: un message à propos des badges
ja: バッジについての投稿
nb: et innlegg om merker
nl: een bericht over medailles
pl: post dotyczący odznak
pt: uma publicação sobre medalhas
pt_pt: Uma publicação sobre medalhas
tr: Madalyalar hakkında bir bildirim

source: a prime number
fr: un nombre premier
pl: liczbę pierwszą
pt: um número primo
tr: asal bir sayı

source: a product of prime factors, like <code>2 \times 3</code>
da: et produkt af primfaktorer som f.eks. <code>2 \times 3</code>
es: un producto de factores primos, como <code>2 \times 3</code>
fr: un produit de facteurs premiers comme <code>2 \times 3</code>
ja: 素数の積，例えば <code>2 \times 3</code>
nb: et produkt av primfaktorer, som <code>2 \times 3</code>
nl: het product van priemgetallen, zoals <code>2 \times 3</code>
pl: iloczyn czynników pierwszych, taki jak <code>2 \times 3</code>
pt: um produto de fatores primos, como <code>2 \times 3</code>
pt_pt: um produto de fatores primos, como <code>2 \times 3</code>
tr: asal çarpanların çarpımı, <code>2 \times 3</code>gibi

source: a question
da: et spørgsmål
es: una pregunta
fr: une question
hi: सवाल
ja: 質問
nb: et spørsmål
nl: een vraag
pl: pytanie
pt: uma pergunta
pt_pt: uma pergunta
tr: bir soru

source: a question about Khan Academy
da: et spørgsmål om Khan Academy
es: Una pregunta acerca de Khan Academy
fr: une question sur Khan Academy
ja: カーンアカデミーについての質問
nb: et spørsmål om Khan Academy
nl: een vraag over Khan Academy
pl: pytanie dotyczące Khan Academy
pt: uma pergunta sobre a Khan Academy
pt_pt: Uma pergunta acerca da Khan Academy
tr: Khan Academy hakkında bir soru

source: a question about Khan Academy (e.g. "What software does Sal use?")
da: et spørgsmål om Khan Academy (fx "Hvilken software bruger Sal?")
es: una pregunta sobre Khan Academy (por ej. "¿Qué programa utiliza Sal?")
fr: une question sur la Khan Academy (par exemple « Quel logiciel Sal utilise-t-il ? »)
hi: खान अकादमी के बारे में एक सवाल (उदाहरण के लिए "साल किस सॉफ्टवेयर का उपयोग करता है?")
ja: カーンアカデミーについての質問 (例 "サルが使っているソフトウェアは何ですか?")
nb: et spørsmål om Khan Academy (f.eks "hvilken programvare Sal bruker?")
nl: een vraag over Khan Academy (bijvoorbeeld "welke software gebruikt Sal?")
pl: pytanie o Khan Academy (np. "Jakiego oprogramowania używa Sal?")
pt: uma pergunta sobre a Khan Academy (p. ex. "Qual software Sal usa?")
pt_pt: Uma pergunta acerca da Khan Academy (por exemplo: "Qual é o software que o Sal usa?")
tr: Khan Academy hakkında bir soru (örneğin, "Sal hangi yazılımı kullanıyor?")

source: a question in Tips & Thanks
da: et spørgsmål i Tips & Tak
es: Una pregunta en Sugerencias y agradecimientos
fr: une question dans les Conseils & Remerciements
hi: प्रश्न में टिप और धन्यवाद
ja: ヒントと感謝のフォーラムでの質問
nb: et spørsmål i Tips & takk
nl: een vraag in Tips & Bedankjes
pl: pytanie we Wskazówkach i Podziękowaniach
pt: uma pergunta em Dicas e agradecimentos
pt_pt: Uma pergunta em dicas e agradecimentos
tr: İpuçları ve Teşekkürler'de bir soru

source: a radical, like <code>\sqrt[3]{8}</code> or <code>2\sqrt[3]{2}</code>
da: en radikal, som f.eks. <code>\sqrt{3}{8}</code> eller <code>2\sqrt{3}{2}</code>
es: un radical, como <code>\sqrt[3]{8}</code> o <code>2\sqrt[3]{2}</code>
fr: une racine carrée, comme <code>\sqrt[3]{8}</code> ou <code>2\sqrt[3]{2}</code>
ja: 根号，例えば<code>\sqrt[3]{8}</code> や <code>2\sqrt[3]{2}</code>
nb: et rotuttrykk, som <code>\sqrt[3]{8}</code> eller <code>2\sqrt[3]{2}</code>
nl: een wortel, zoals <code>\sqrt[3]{8}</code> of <code>2\sqrt[3]{2}</code>
pl: pierwiastek zapisuj <code>\sqrt[3]{8}</code> lub <code>2\sqrt[3]{2}</code>
pt: um radical, como <code>\sqrt[3]{8}</code> ou <code>2\sqrt[3]{2}</code>
pt_pt: um radical, como <code>\sqrt[3]{8}</code> ou <code>2\sqrt[3]{2}</code>
tr: köklü bir sayı, <code>\sqrt[3]{8}</code> veya <code>2\sqrt[3]{2}</code> gibi

source: a radical, like <code>\sqrt{8}</code> or <code>2\sqrt{2}</code>
da: en radikal, som f.eks. <code>\sqrt{8}</code> eller <code>2\sqrt{2}</code>
es: un radical, como <code>\sqrt{8}</code> o <code>2\sqrt{2}</code>
fr: une racine carrée, comme <code>\sqrt{8}</code> ou <code>2\sqrt{2}</code>
ja: 根号，例えば <code>\sqrt{8}</code> や <code>2\sqrt{2}</code>
nb: et rotuttrykk, som <code>\sqrt{8}</code> eller <code>2\sqrt{2}</code>
nl: een wortel, zoals <code>\sqrt{8}</code> of <code>2\sqrt{2}</code>
pl: pierwiastek, taki jak <code>\sqrt{8}</code> lub <code>2\sqrt{2}</code>
pt: um radical, como <code>\sqrt{8}</code> ou <code>2\sqrt{2}</code>
pt_pt: um radical, como <code>\sqrt{8}</code> ou <code>2\sqrt{2}</code>
tr: köklü bir sayı, <code>\sqrt{8}</code> veya <code>2\sqrt{2}</code> gibi
