Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: So, if <var>person(1)</var> keeps filling the spaces in her bag, making <code><var>_.map(_.range(NUM_TAKEN), function(l){ return (NUM_THINGS - l);}).join("\\cdot")</var> = \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var>-<var>NUM_TAKEN</var>)!} = <var> factorial(NUM_THINGS)/factorial(NUM_THINGS-NUM_TAKEN)</var></code> decisions altogether, we've overcounted a bunch of groups.
es: Entonces, si <var>person(1)</var> sigue llenando los espacios en su mochila, tomando <code><var>_.map(_.range(NUM_TAKEN), function(l){ return (NUM_THINGS - l);}).join("\\cdot")</var> = \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var>-<var>NUM_TAKEN</var>)!} = <var> factorial(NUM_THINGS)/factorial(NUM_THINGS-NUM_TAKEN)</var></code> decisiones en total, hemos contado de más a un bonche de grupos.
fr: Donc si on continue à calculer ainsi le nombre de façons dont <var>person(1)</var> remplit sa valise, on va obtenir <code><var>_.map(_.range(NUM_TAKEN), function(l){ return (NUM_THINGS - l);}).join("\\cdot")</var> = \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var>-<var>NUM_TAKEN</var>)!} = <var> factorial(NUM_THINGS)/factorial(NUM_THINGS-NUM_TAKEN)</var></code> façons, et on comptera plusieurs fois les mêmes ensembles d'objets.
pl: Oznacza to, że jeśli <var>person(1)</var> będzie wypełniać walizkę, mając do wyboru łącznie <code><var>_.map(_.range(NUM_TAKEN), function(l){ return (NUM_THINGS - l);}).join("\\cdot")</var> = \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var>-<var>NUM_TAKEN</var>)!} = <var> factorial(NUM_THINGS)/factorial(NUM_THINGS-NUM_TAKEN)</var></code> wariantów, część kombinacji zostanie policzona wielokrotnie.
pt: Portanto, se <var>person(1)</var> continuar ocupando os espaços em sua mala, fazendo <code><var>_.map(_.range(NUM_TAKEN), function(l){ return (NUM_THINGS - l);}).join("\\cdot")</var> = \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var>-<var>NUM_TAKEN</var>)!} = <var> factorial(NUM_THINGS)/factorial(NUM_THINGS-NUM_TAKEN)</var></code> decisões por completo, nós contamos a mais vários grupos.
tr: Buna göre, <code><var>_.map(_.range(NUM_TAKEN), function(l){ return (NUM_THINGS - l);}).join("\\cdot")</var> = \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var>-<var>NUM_TAKEN</var>)!} = <var> factorial(NUM_THINGS)/factorial(NUM_THINGS-NUM_TAKEN)</var></code> seçim yapmak suretiyle, <var>person(1)</var> çantasındaki yerleri doldurmaya devam ederse, bazı grupları fazladan saymış oluruz.

source: So, if <var>person(1)</var> keeps filling the spaces in his bag, making <code><var>_.map(_.range(NUM_TAKEN), function(l){ return (NUM_THINGS - l);}).join("\\cdot")</var> = \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var>-<var>NUM_TAKEN</var>)!} = <var> factorial(NUM_THINGS)/factorial(NUM_THINGS-NUM_TAKEN)</var></code> decisions altogether, we've overcounted a bunch of groups.
es: Entonces, si <var>person(1)</var> siguen llenando los espacios de su mochila, tomando <code><var>_.map(_.range(NUM_TAKEN), function(l){ return (NUM_THINGS - l);}).join("\\cdot")</var> = \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var>-<var>NUM_TAKEN</var>)!} = <var> factorial(NUM_THINGS)/factorial(NUM_THINGS-NUM_TAKEN)</var></code> deciciones, hemos contado muchas veces a un montón de grupos.
fr: Donc si on continue à calculer ainsi le nombre de façons dont <var>person(1)</var> remplit sa valise, on va obtenir <code><var>_.map(_.range(NUM_TAKEN), function(l){ return (NUM_THINGS - l);}).join("\\cdot")</var> = \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var>-<var>NUM_TAKEN</var>)!} = <var> factorial(NUM_THINGS)/factorial(NUM_THINGS-NUM_TAKEN)</var></code> façons, et on comptera plusieurs fois les mêmes ensembles d'objets.
pl: Oznacza to, że jeśli <var>person(1)</var> będzie wypełniać walizkę, mając do wyboru łącznie <code><var>_.map(_.range(NUM_TAKEN), function(l){ return (NUM_THINGS - l);}).join("\\cdot")</var> = \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var>-<var>NUM_TAKEN</var>)!} = <var> factorial(NUM_THINGS)/factorial(NUM_THINGS-NUM_TAKEN)</var></code> wariantów, część kombinacji zostanie policzona wielokrotnie.
pt: Portanto, se <var>person(1)</var> continuar ocupando os espaços em sua mala, fazendo <code><var>_.map(_.range(NUM_TAKEN), function(l){ return (NUM_THINGS - l);}).join("\\cdot")</var> = \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var>-<var>NUM_TAKEN</var>)!} = <var> factorial(NUM_THINGS)/factorial(NUM_THINGS-NUM_TAKEN)</var></code> decisões por completo, nós contamos a mais vários grupos.
tr: Buna göre, <code><var>_.map(_.range(NUM_TAKEN), function(l){ return (NUM_THINGS - l);}).join("\\cdot")</var> = \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var>-<var>NUM_TAKEN</var>)!} = <var> factorial(NUM_THINGS)/factorial(NUM_THINGS-NUM_TAKEN)</var></code> seçim yapmak suretiyle, <var>person(1)</var> çantasındaki yerleri doldurmaya devam ederse, bazı grupları fazladan saymış oluruz.

source: So, if we continue filling the slots on our boat, making <code><var>_.map(_.range(SLOTS), function(l){ return (FRIENDS - l);}).join("\\cdot")</var> = \dfrac{<var>FRIENDS</var>!}{<var>FRIENDS-SLOTS</var>!} = <var> factorial(FRIENDS)/factorial(FRIENDS-SLOTS)</var></code> decisions altogether, we've overcounted a bunch of groups.
es: Entonces, si continuamos llenando los lugares en nuestro bote, haciendo <code><var>_.map(_.range(SLOTS), function(l){ return (FRIENDS - l);}).join("\\cdot")</var> = \dfrac{<var>FRIENDS</var>!}{<var>FRIENDS-SLOTS</var>!} = <var> factorial(FRIENDS)/factorial(FRIENDS-SLOTS)</var></code> decisiones simultáneas, habremos contado de más a muchos grupos.
fr: Donc, si on continue en raisonnant de cette façon, on va obtenir <code><var>_.map(_.range(SLOTS), function(l){ return (FRIENDS - l);}).join("\\cdot")</var> = \dfrac{<var>FRIENDS</var>!}{<var>FRIENDS-SLOTS</var>!} = <var> factorial(FRIENDS)/factorial(FRIENDS-SLOTS)</var></code> façons d'attribuer les places, et on va compter plusieurs fois les mêmes ensembles de personnes.
pl: Więc jeśli będziemy kontynuować zajmowanie miejsc na łodzi, i policzymy, że razem jest <code><var>_.map(_.range(SLOTS), function(l){ return (FRIENDS - l);}).join("\\cdot")</var> = \dfrac{<var>FRIENDS</var>!}{<var>FRIENDS-SLOTS</var>!} = <var> factorial(FRIENDS)/factorial(FRIENDS-SLOTS)</var></code> możliwych opcji do wyboru, policzymy za dużo grup.
pt: Com isso, se continuarmos a preencher os espaço em nosso barco, resultará em <code><var>_.map(_.range(SLOTS), function(l){ return (FRIENDS - l);}).join("\\cdot")</var> = \dfrac{<var>FRIENDS</var>!}{<var>FRIENDS-SLOTS</var>!} = <var> factorial(FRIENDS)/factorial(FRIENDS-SLOTS)</var></code> decisões ao todo, assim contamos a mais vários grupos.
tr: <code><var>_.map(_.range(SLOTS), function(l){ return (FRIENDS - l);}).join("\\cdot")</var> = \dfrac{<var>FRIENDS</var>!}{<var>FRIENDS-SLOTS</var>!} = <var> factorial(FRIENDS)/factorial(FRIENDS-SLOTS)</var></code> seçmek suretiyle, teknemizdeki yerleri doldurmaya devam edersek, bazı grupları fazladan saymış oluruz.

source: So, the <code>?</code> must be either <code>&gt;</code> or <code>≥</code>.
es: Entonces, el <code>?</code> debe ser <code>&gt;</code> o <code>≥</code>.
fr: Donc, le <code>?</code> doit être soit <code>&gt;</code>, soit <code>≥</code>.
nb: Så <code>?</code> må enten være <code>&gt;</code> eller <code>≥</code>.
pt: Então, o <code>?</code> deve ser <code>&gt;</code> ou <code>≥</code>.
tr: Böylece, <code>?</code>, ya <code>&gt;</code> ya da <code>≥</code> olmalı.

source: So, the <code>?</code> must be either <code>&lt;</code> or <code>≤</code>.
es: Entonces, el <code>?</code> debe ser <code>&lt;</code> o <code>≤</code>.
fr: Donc, le <code>?</code> doit être soit <code>&lt;</code>, soit <code>≤</code>.
nb: Så <code>?</code> må enten være <code>&lt;</code> eller <code>≤</code>.
pt: Então, o <code>?</code> deve ser <code>&lt;</code> ou <code>≤</code>.
tr: Böylece, <code>?</code>, ya <code>&lt;</code> ya da <code>≤</code> olmalı.

source: So, the final volume is <code><var>BASE * HEIGHT / 2</var> \times <var>DEPTH</var> = <var>BASE * HEIGHT * DEPTH / 2</var></code> cubic units.
fr: Donc, le volume est <code><var>BASE * HEIGHT / 2</var> \times <var>DEPTH</var> = <var>BASE * HEIGHT * DEPTH / 2</var></code> unités au cube.
pt: Então, o volume final é <code><var>BASE * HEIGHT / 2</var> \times <var>DEPTH</var> = <var>BASE * HEIGHT * DEPTH / 2</var></code> unidades cúbicas.
tr: Böylece, sonuçtaki hacim, <code><var>BASE * HEIGHT / 2</var> \times <var>DEPTH</var> = <var>BASE * HEIGHT * DEPTH / 2</var></code> birim küptür.

source: So, the least common multiple of <code><var>A</var></code> and <code><var>B</var></code> is <code><var>LCM</var></code>.
fr: Donc le plus petit multiple commun de <code><var>A</var></code> et <code><var>B</var></code> est <code><var>LCM</var></code>.
nb: Så minste felles multiplum av <code><var>A</var></code> og <code><var>B</var></code> er <code><var>LCM</var></code>.
nl: Het kleinste gemene veelvoud van <code><var>A</var></code> en <code><var>B</var></code> is dus <code><var>LCM</var></code>.
pl: Tak więc najmniejszą wspólną wielokrotnością <code><var>A</var></code> i <code><var>B</var></code> jest <code><var>LCM</var></code>.
pt: Portanto, o mínimo múltiplo comum de <code><var>A</var></code> e <code><var>B</var></code> é <code><var>LCM</var></code>.
tr: Tani, <code><var>A</var></code> ve <code><var>B</var></code>'nin ortak katlarının en küçüğü, <code><var>LCM</var></code>.

source: So, the number of minutes it will take for one person to paint <code><var>WALL_FINAL</var></code> walls is <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT, WALL_INIT)</var> \cdot <code><var>WALL_FINAL</var></code> = <var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var></code>.
es: Así que el número de minutos que le tomará a una persona pintar <code><var>WALL_FINAL</var></code> paredes es <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT, WALL_INIT)</var> \cdot <code><var>WALL_FINAL</var></code> = <var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var></code>.
nb: Så tiden i minutter det vil ta en person å male <code><var>WALL_FINAL</var></code> vegger er <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT, WALL_INIT)</var> \cdot <code><var>WALL_FINAL</var></code> = <var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var></code>.
pl: Zatem pomalowanie <code><var>WALL_FINAL</var></code> ścian zajmie jednej osobie <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT, WALL_INIT)</var> \cdot <code><var>WALL_FINAL</var></code> = <var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var></code> minut.
pt: Então, o número de minutos necessários para que uma pessoa pinte <code><var>WALL_FINAL</var></code> paredes é <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT, WALL_INIT)</var> \cdot <code><var>WALL_FINAL</var></code> = <var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var></code>.
tr: Böylece, bir kişinin <code><var>WALL_FINAL</var></code> duvarı boyaması için gereken dakika sayısı <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT, WALL_INIT)</var> \cdot <code><var>WALL_FINAL</var></code> = <var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var></code>.

source: So, the number of outcomes with exactly <code><var>NUM</var></code> <var>NAME</var> is the same as the number of these words which have <code><var>NUM</var></code> H's and <code><var>COINS-NUM</var></code> T's.
es: Así, el número de resultados con exactamente <code><var>NUM</var></code> <var>NAME</var> es el mismo que el número de palabras que tienen <code><var>NUM</var></code> Aes y <code><var>COINS-NUM</var></code> Eses.
fr: Donc, le nombre d'éventualités comportant exactement <code><var>NUM</var></code> <var>NAME</var> est identique au nombre de ces mots comportant <code><var>NUM</var></code> F et <code><var>COINS-NUM</var></code> P.
pt: Então, o número de resultados com exatamente <code><var>NUM</var></code> <var>NAME</var> é o mesmo que o número dessas palavras que contém <code><var>NUM</var></code> H's e <code><var>COINS-NUM</var></code> T's.
tr: Buna göre, <code><var>NUM</var></code> <var>NAME</var>sonuç sayısı, içinde <code><var>NUM</var></code> H ve <code><var>COINS-NUM</var></code> T olan sözcük sayısıyla aynıdır.

source: So, the number of outcomes with exactly <code><var>NUM</var></code> <var>NAME</var> is the same as the number of these words which have <code><var>NUM</var></code> T's and <code><var>COINS-NUM</var></code> H's.
es: Así, el número de resultados con exactamente <code><var>NUM</var></code> <var>NAME</var> es el mismo que el número de palabras que tienen <code><var>NUM</var></code> Eses y <code><var>COINS-NUM</var></code> Aes.
fr: Donc, le nombre d'éventualités comportant exactement <code><var>NUM</var></code> <var>NAME</var> est identique au nombre de ces mots comportant <code><var>NUM</var></code> P et <code><var>COINS-NUM</var></code> F.
pt: Então, o número de resultados com exatamente <code><var>NUM</var></code> <var>NAME</var> é o mesmo que o número dessas palavras que contém <code><var>NUM</var></code> T's e <code><var>COINS-NUM</var></code> H's.
tr: Buna göre, <code><var>NUM</var></code> <var>NAME</var>sonuç sayısı, içinde <code><var>NUM</var></code> T ve <code><var>COINS-NUM</var></code> H olan sözcük sayısıyla aynıdır.

source: So, the probability of both these events happening is <code>\dfrac{1}{2} \cdot \dfrac{<var>RESULT_POSSIBLE.length</var>}{6} = \dfrac{<var>PRETTY_N</var>}{<var>PRETTY_D</var>}</code>.
fr: Donc, la probabilité que ces deux événements se réalisent est égale à <code>\dfrac{1}{2} \cdot \dfrac{<var>RESULT_POSSIBLE.length</var>}{6} = \dfrac{<var>PRETTY_N</var>}{<var>PRETTY_D</var>}</code>.
pt: Portanto, a probabilidade dambos os eventos acontecerem é <code>\dfrac{1}{2} \cdot \dfrac{<var>RESULT_POSSIBLE.length</var>}{6} = \dfrac{<var>PRETTY_N</var>}{<var>PRETTY_D</var>}</code>.
tr: Buna göre, bu olayların ikisinin de olma olasılığı, <code>\dfrac{1}{2} \cdot \dfrac{<var>RESULT_POSSIBLE.length</var>}{6} = \dfrac{<var>PRETTY_N</var>}{<var>PRETTY_D</var>}</code>.

source: So, the probability that <var>QUESTION</var> is <code><var>C ? C_HIT_PRETTY : C_MISS_PRETTY</var> \cdot <var>P ? P_HIT_PRETTY : P_MISS_PRETTY</var> = \dfrac{<var>ANS_N/getGCD(ANS_N,ANS_D)</var>}{<var>ANS_D/getGCD(ANS_N,ANS_D)</var>}</code>.
fr: Donc, la probabilité que <var>QUESTION</var> est égale à <code><var>C ? C_HIT_PRETTY : C_MISS_PRETTY</var> \cdot <var>P ? P_HIT_PRETTY : P_MISS_PRETTY</var> = \dfrac{<var>ANS_N/getGCD(ANS_N,ANS_D)</var>}{<var>ANS_D/getGCD(ANS_N,ANS_D)</var>}</code>.
pt: Portanto, a probabilidade de <var>QUESTION</var> é <code><var>C ? C_HIT_PRETTY : C_MISS_PRETTY</var> \cdot <var>P ? P_HIT_PRETTY : P_MISS_PRETTY</var> = \dfrac{<var>ANS_N/getGCD(ANS_N,ANS_D)</var>}{<var>ANS_D/getGCD(ANS_N,ANS_D)</var>}</code>.
tr: Buna göre, <var>QUESTION</var> olma olasılığı, <code><var>C ? C_HIT_PRETTY : C_MISS_PRETTY</var> \cdot <var>P ? P_HIT_PRETTY : P_MISS_PRETTY</var> = \dfrac{<var>ANS_N/getGCD(ANS_N,ANS_D)</var>}{<var>ANS_D/getGCD(ANS_N,ANS_D)</var>}</code>.

source: So, the probability that the teacher picks a group of all boys is the number of groups with only boys divided by the number of total groups the teacher could pick.
es: Así, la probabilidad de que el profesor elija un grupo de puros hombres es el número de grupos de puros hombres dividido entre el número de grupos totales que el profesor pudiera elegir.
fr: Donc, la probabilité que le professeur prenne un groupe constitué uniquement de garçons est égale au nombre de groupes constitués uniquement de garçons divisé par le nombre total de groupes que le professeur peut former.
pt: Então, a probabilidade do professor escolher um grupo só de meninos é o número de grupos com apenas meninos, dividido pelo número total de grupos que o professor pode escolher.
tr: Buna göre, öğretmenin yalnızca erkeklerden oluşan bir grup seçme olasılığı, sadece erkeklerden oluşan grup sayısının toplam grup sayısına oranıdır.

source: So, the probability that the teacher picks a group of all girls is the number of groups with only girls divided by the number of total groups the teacher could pick.
es: Así, la probabilidad de que el profesor elija un grupo de puras mujeres es el número de grupos de puras mujeres dividido entre el número de grupos totales que el profesor pudiera elegir.
fr: Donc, la probabilité que le professeur prenne un groupe constitué uniquement de filles est égale au nombre de groupes constitués uniquement de filles divisé par le nombre total de groupes que le professeur peut former.
pt: Então, a probabilidade do professor escolher um grupo só de meninas é o número de grupos com apenas meninas, dividido pelo número total de grupos que o professor pode escolher.
tr: Buna göre, öğretmenin yalnızca kızlardan oluşan bir grup seçme olasılığı, sadece kızlardan oluşan grup sayısının toplam grup sayısına oranıdır.

source: So, the probability that you will get exactly <var>NUM</var> <var>NAME</var> is <code>\dfrac{<var>NUM_RIGHT</var>}{<var>NUM_ALL</var>} = \dfrac{<var>PRETTY_NUMER</var>}{<var>PRETTY_DENOM</var>}</code>.
es: Así, la probabilidad de que obtengas exactamente <var>NUM</var> <var>NAME</var> es <code>\dfrac{<var>NUM_RIGHT</var>}{<var>NUM_ALL</var>} = \dfrac{<var>PRETTY_NUMER</var>}{<var>PRETTY_DENOM</var>}</code>.
fr: Donc, la probabilité d'obtenir exactement <var>NUM</var> <var>NAME</var> est égale à <code>\dfrac{<var>NUM_RIGHT</var>}{<var>NUM_ALL</var>} = \dfrac{<var>PRETTY_NUMER</var>}{<var>PRETTY_DENOM</var>}</code>.
pt: Então, a probabilidade de que você terá exatamente <var>NUM</var> <var>NAME</var> é <code>\dfrac{<var>NUM_RIGHT</var>}{<var>NUM_ALL</var>} = \dfrac{<var>PRETTY_NUMER</var>}{<var>PRETTY_DENOM</var>}</code>.
tr: Buna göre, <var>NUM</var> <var>NAME</var> elde etme olasılığı, <code>\dfrac{<var>NUM_RIGHT</var>}{<var>NUM_ALL</var>} = \dfrac{<var>PRETTY_NUMER</var>}{<var>PRETTY_DENOM</var>}</code>.

source: So, the probability that you will get exactly <var>NUM</var> <var>NAME</var> is <code>\dfrac{<var>NUM_RIGHT</var>}{<var>NUM_ALL</var>}</code>.
es: Así, la probabilidad de que obtengas exactamente <var>NUM</var> <var>NAME</var> es <code>\dfrac{<var>NUM_RIGHT</var>}{<var>NUM_ALL</var>}</code>.
fr: Donc, la probabilité d'obtenir exactement <var>NUM</var> <var>NAME</var> est égale à <code>\dfrac{<var>NUM_RIGHT</var>}{<var>NUM_ALL</var>}</code>.
pt: Então, a probabilidade de que você terá exatamente <var>NUM</var> <var>NAME</var> é <code>\dfrac{<var>NUM_RIGHT</var>}{<var>NUM_ALL</var>}</code>.
tr: Buna göre, <var>NUM</var> <var>NAME</var> elde etme olasılığı, <code>\dfrac{<var>NUM_RIGHT</var>}{<var>NUM_ALL</var>}</code>.

source: So, the problem becomes:
fr: Alors, le problème devient:
pt: Portanto, o problema torna-se:
tr: Böylece, soru şu hale dönüşüyor:

source: So, the slope <code>m</code> is <code><var>fractionReduce( Y2 - Y1, X2 - X1 )</var></code>.
es: Por lo tanto, la pendiente <code>m</code> es <code><var>fractionReduce( Y2 - Y1, X2 - X1 )</var></code>.
fr: Donc, le coefficient directeur <code>m</code> est <code><var>fractionReduce( Y2 - Y1, X2 - X1 )</var></code>.
nb: Så, stigningen er <code>m</code> is <code><var>fractionReduce( Y2 - Y1, X2 - X1 )</var></code>.
pl: Więc nachylenie <code>m</code> równa się <code><var>fractionReduce( Y2 - Y1, X2 - X1 )</var></code>.
pt: Portanto, o coeficiente angular <code>m</code> é <code><var>fractionReduce( Y2 - Y1, X2 - X1 )</var></code>.
tr: Buna göre, eğim <code>m</code> eşittir <code><var>fractionReduce( Y2 - Y1, X2 - X1 )</var></code>.

source: So, the total surface area of the box is <code><var>2 * WIDTH * HEIGHT + 2 * LENGTH * WIDTH + 2 * HEIGHT * LENGTH</var></code> square units.
fr: Donc, l'aire des faces du pavé droit est <code><var>2 * WIDTH * HEIGHT + 2 * LENGTH * WIDTH + 2 * HEIGHT * LENGTH</var></code> unités au carré.
pt: Então, a área total da superfície da caixa é <code><var>2 * WIDTH * HEIGHT + 2 * LENGTH * WIDTH + 2 * HEIGHT * LENGTH</var></code> unidades quadradas.
tr: Buna göre, kutunun toplam yüzey alanı, <code><var>2 * WIDTH * HEIGHT + 2 * LENGTH * WIDTH + 2 * HEIGHT * LENGTH</var></code> birim karedir.

source: So, the total surface area of the cube is <code><var>6 * WIDTH * WIDTH</var></code> square units.
fr: Donc l'aire des faces du cube est <code><var>6 * WIDTH * WIDTH</var></code> unités au carré.
pt: Então, a área total da superfície do cubo é <code><var>6 * WIDTH * WIDTH</var></code> unidades quadradas.
tr: Öyleyse, küpün toplam yüzey alanı, <code><var>6 * WIDTH * WIDTH</var></code> birim karedir.

source: So, the volume of the box is <code><var>LENGTH * WIDTH * HEIGHT</var></code> cubic units.
fr: Donc, le volume du pavé droit est <code><var>LENGTH * WIDTH * HEIGHT</var></code> unités au cube.
pt: Então, o volume da caixa é <code><var>LENGTH * WIDTH * HEIGHT</var></code> unidades cúbicas.
tr: Buna göre, kutunun hacmi, <code><var>LENGTH * WIDTH * HEIGHT</var></code> birim küptür.

source: So, the volume of the cube is <code><var>WIDTH * WIDTH * WIDTH</var></code> cubic units.
fr: Donc, le volume du cube est <code><var>WIDTH * WIDTH * WIDTH</var></code> unités au cube.
pt: Então, o volume do cubo é <code><var>WIDTH * WIDTH * WIDTH</var></code> unidades cúbicas.
tr: Buna göre, küpün hacmi, <code><var>WIDTH * WIDTH * WIDTH</var></code> birim küptür.

source: So, there are <code>\dfrac{<var>COINS</var>!}{<var>NUM</var>!<var>COINS-NUM</var>!} = <var>NUM_RIGHT</var></code> different outcomes where you get exactly <code><var>NUM</var></code> <var>NAME</var>. [<a href="#" class="show-subhint" data-subhint="total">How many total outcomes are there?</a>]
es: Así, hay <code>\dfrac{<var>COINS</var>!}{<var>NUM</var>!<var>COINS-NUM</var>!} = <var>NUM_RIGHT</var></code> resultados diferentes donde obtienes exactamente <code><var>NUM</var></code> <var>NAME</var>. [<a href="#" class="show-subhint" data-subhint="total">¿Cuántos resultados hay en total?</a>]
fr: Donc, il y a <code>\dfrac{<var>COINS</var>!}{<var>NUM</var>!<var>COINS-NUM</var>!} = <var>NUM_RIGHT</var></code> éventualités où on obtient exactement <code><var>NUM</var></code> <var>NAME</var>. [<a href="#" class="show-subhint" data-subhint="total">Combien y a-t-il d'éventualités en tout ?</a>]
pt: Então, há <code>\dfrac{<var>COINS</var>!}{<var>NUM</var>!<var>COINS-NUM</var>!} = <var>NUM_RIGHT</var></code> diferentes resultados possíveis onde você tem exatamente <code><var>NUM</var></code> <var>NAME</var>. [<a href="#" class="show-subhint" data-subhint="total">Quantos resultados existem no total?</a>]
tr: Buna göre, <code><var>NUM</var></code> <var>NAME</var> olan <code>\dfrac{<var>COINS</var>!}{<var>NUM</var>!<var>COINS-NUM</var>!} = <var>NUM_RIGHT</var></code> değişik sonuç var. [<a href="#" class="show-subhint" data-subhint="total">Toplamda kaç sonuç var?</a>]
