Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Compare the height of <var>STUDENT</var>'s blue bar to the scale on the left to find his midterm score. <span data-if="MIDTERM[ INDEX ] % 10 === 5"> The bar's height is halfway between <code><var>MIDTERM[ INDEX ] - 5</var></code> and <code><var>MIDTERM[ INDEX ] + 5</var></code>, so </span> <var>STUDENT</var> earned <code class="hint_blue"><var>MIDTERM[ INDEX ]</var></code> points on the midterm.
fr: On reporte la hauteur de la barre bleue de <var>STUDENT</var> sur l'échelle de gauche pour trouver sa note à l'examen intermédiaire. <span data-if="MIDTERM[ INDEX ] % 10 === 5"> La hauteur de la barre est à mi-chemin entre <code><var>MIDTERM[ INDEX ] - 5</var></code> et <code><var>MIDTERM[ INDEX ] + 5</var></code>, donc </span> <var>STUDENT</var> a eu <code class="hint_blue"><var>MIDTERM[ INDEX ]</var></code> points à l'examen intermédiaire.
nb: Sammenligne høyden på <var>STUDENT</var>s blå søyle med skalaen til venstre for å finne hans resultat på terminprøven. <span data-if="MIDTERM[ INDEX ] % 10 === 5"> Søylen ligger midt mellom <code><var>MIDTERM[ INDEX ] - 5</var></code> og <code><var>MIDTERM[ INDEX ] + 5</var></code>, så </span> <var>STUDENT</var> fikk <code class="hint_blue"><var>MIDTERM[ INDEX ]</var></code> poeng på terminprøven.
pl: Porównaj wysokość niebieskiego słupka przedstawiającego wynik, jaki ma <var>STUDENT</var>, z osią po lewej, aby poznać wynik jego egzaminu śródsemestralnego. <span data-if="MIDTERM[ INDEX ] % 10 === 5"> Słupek znajduje się na wysokości pomiędzy <code><var>MIDTERM[ INDEX ] - 5</var></code> i <code><var>MIDTERM[ INDEX ] + 5</var></code>, więc </span> <var>STUDENT</var> zdobył <code class="hint_blue"><var>MIDTERM[ INDEX ]</var></code> punktów na egzaminie śródsemestralnym.
pt: Compare a altura da barra azul de <var>STUDENT</var> com a escala do lado esquerdo para descobrir a nota da prova bimestral. <span data-if="MIDTERM[ INDEX ] % 10 === 5"> A altura da barra está entre <code><var>MIDTERM[ INDEX ] - 5</var></code> e <code><var>MIDTERM[ INDEX ] + 5</var></code>, então </span> <var>STUDENT</var> ganhou <code class="hint_blue"><var>MIDTERM[ INDEX ]</var></code> pontos na prova bimestral.
tr: Ara dönem sınavındaki puanını bulmak için, <var>STUDENT</var>'nin mavi çubuğunun yüksekliği ile soldaki skalayı karşılaştırınız. <span data-if="MIDTERM[ INDEX ] % 10 === 5"> Çubuğun yüksekliği <code><var>MIDTERM[ INDEX ] - 5</var></code> ile <code><var>MIDTERM[ INDEX ] + 5</var></code>'nin orta noktasındadır, yani </span> <var>STUDENT</var> ara dönem sınavında <code class="hint_blue"><var>MIDTERM[ INDEX ]</var></code> puan almıştır.

source: Compare the height of <var>STUDENT</var>'s orange bar to the scale on the left to find her final exam score. <span data-if="FINAL[ INDEX ] % 10 === 5"> The bar's height is halfway between <code><var>FINAL[ INDEX ] - 5</var></code> and <code><var>FINAL[ INDEX ] + 5</var></code>, so </span> <var>STUDENT</var> earned <code class="hint_orange"><var>FINAL[ INDEX ]</var></code> points on the final exam.
fr: On reporte la hauteur de la barre orange de <var>STUDENT</var> sur l'échelle de gauche pour trouver sa note à l'examen final. <span data-if="FINAL[ INDEX ] % 10 === 5"> La hauteur de la barre est à mi-chemin entre <code><var>FINAL[ INDEX ] - 5</var></code> et <code><var>FINAL[ INDEX ] + 5</var></code>, donc </span> <var>STUDENT</var> a eu <code class="hint_orange"><var>FINAL[ INDEX ]</var></code> points à l'examen final.
nb: Sammenligne høyden på <var>STUDENT</var>s oransje søyle med skalaen til venstre for å finne hennes resultat på eksamen. <span data-if="FINAL[ INDEX ] % 10 === 5"> Søylen ligger midt mellom <code><var>FINAL[ INDEX ] - 5</var></code> og <code><var>FINAL[ INDEX ] + 5</var></code>, så </span> <var>STUDENT</var> fikk <code class="hint_orange"><var>FINAL[ INDEX ]</var></code> poeng på eksamen.
pl: Porównaj wysokość pomarańczowego słupka przedstawiającego wynik, jaki ma <var>STUDENT</var>, z osią po lewej, aby poznać wynik jej egzaminu końcowego. <span data-if="FINAL[ INDEX ] % 10 === 5"> Słupek znajduje się na wysokości pomiędzy <code><var>FINAL[ INDEX ] - 5</var></code> i <code><var>FINAL[ INDEX ] + 5</var></code>, więc </span> <var>STUDENT</var> zdobył(a) <code class="hint_orange"><var>FINAL[ INDEX ]</var></code> punktów na egzaminie końcowym.
pt: Compare a altura da barra laranja de <var>STUDENT</var> com a escala do lado esquerdo para descobrir a nota da prova final. <span data-if="FINAL[ INDEX ] % 10 === 5"> A altura da barra está entre <code><var>FINAL[ INDEX ] - 5</var></code> e <code><var>FINAL[ INDEX ] + 5</var></code>, então </span> <var>STUDENT</var> ganhou <code class="hint_orange"><var>FINAL[ INDEX ]</var></code> pontos na prova final.
tr: Ara dönem sınavındaki puanını bulmak için, <var>STUDENT</var>'nin turuncu çubuğunun yüksekliği ile soldaki skalayı karşılaştırınız. <span data-if="FINAL[ INDEX ] % 10 === 5"> Çubuğun yüksekliği <code><var>FINAL[ INDEX ] - 5</var></code> ile <code><var>FINAL[ INDEX ] + 5</var></code>'in orta noktasındadır, yani </span> <var>STUDENT</var> final sınavında <code class="hint_orange"><var>FINAL[ INDEX ]</var></code> puan almıştır.

source: Compare the height of <var>STUDENT</var>'s orange bar to the scale on the left to find his final exam score. <span data-if="FINAL[ INDEX ] % 10 === 5"> The bar's height is halfway between <code><var>FINAL[ INDEX ] - 5</var></code> and <code><var>FINAL[ INDEX ] + 5</var></code>, so </span> <var>STUDENT</var> earned <code class="hint_orange"><var>FINAL[ INDEX ]</var></code> points on the final exam.
fr: On reporte la hauteur de la barre orange de <var>STUDENT</var> sur l'échelle de gauche pour trouver sa note à l'examen final. <span data-if="FINAL[ INDEX ] % 10 === 5"> La hauteur de la barre est à mi-chemin entre <code><var>FINAL[ INDEX ] - 5</var></code> et <code><var>FINAL[ INDEX ] + 5</var></code>, donc </span> <var>STUDENT</var> a eu <code class="hint_orange"><var>FINAL[ INDEX ]</var></code> points à l'examen final.
nb: Sammenligne høyden på <var>STUDENT</var>s oransje søyle med skalaen til venstre for å finne hans resultat på eksamen. <span data-if="FINAL[ INDEX ] % 10 === 5"> Søylen ligger midt mellom <code><var>FINAL[ INDEX ] - 5</var></code> og <code><var>FINAL[ INDEX ] + 5</var></code>, så </span> <var>STUDENT</var> fikk <code class="hint_orange"><var>FINAL[ INDEX ]</var></code> poeng på eksamen.
pl: Porównaj wysokość pomarańczowego słupka przedstawiającego wynik, jaki ma <var>STUDENT</var>, z osią po lewej, aby poznać wynik jego egzaminu końcowego. <span data-if="FINAL[ INDEX ] % 10 === 5"> Słupek znajduje się na wysokości pomiędzy <code><var>FINAL[ INDEX ] - 5</var></code> i <code><var>FINAL[ INDEX ] + 5</var></code>, więc </span> <var>STUDENT</var> zdobył(a) <code class="hint_orange"><var>FINAL[ INDEX ]</var></code> punktów na egzaminie końcowym.
pt: Compare a altura da barra laranja de <var>STUDENT</var> com a escala do lado esquerdo para descobrir a nota da prova final. <span data-if="FINAL[ INDEX ] % 10 === 5"> A altura da barra está entre <code><var>FINAL[ INDEX ] - 5</var></code> e <code><var>FINAL[ INDEX ] + 5</var></code>, então </span> <var>STUDENT</var> ganhou <code class="hint_orange"><var>FINAL[ INDEX ]</var></code> pontos na prova final.
tr: Ara dönem sınavındaki puanını bulmak için, <var>STUDENT</var>'nin turuncu çubuğunun yüksekliği ile soldaki skalayı karşılaştırınız. <span data-if="FINAL[ INDEX ] % 10 === 5"> Çubuğun yüksekliği <code><var>FINAL[ INDEX ] - 5</var></code> ile <code><var>FINAL[ INDEX ] + 5</var></code>'in orta noktasındadır, yani </span> <var>STUDENT</var> final sınavında <code class="hint_orange"><var>FINAL[ INDEX ]</var></code> puan almıştır.

source: Compare the height of the bar for <var>HOUSES[INDEX]</var> to the scale on the left.
fr: On lit l'ordonnée du sommet du bâton correspondant à <var>HOUSES[INDEX]</var> sur l'axe vertical (axe des ordonnées).
nb: Sammenligne høyden på søylene for <var>HOUSES[INDEX]</var> på skalaen til venstre.
pl: Porównaj wysokość słupka <var>HOUSES[INDEX]</var> z osią po lewej.
pt: Compare a altura da barra para <var>HOUSES[INDEX]</var> com a escala à esquerda.
tr: <var>HOUSES[INDEX]</var> 'un çubuğunun yüksekliğini soldaki ölçekle karşılaştırın.

source: Comparing absolute values
fr: Comparer des valeurs absolues
hi: निरपेक्ष मानों की तुलना
nb: Sammenligne absoluttverdier
pl: Porównywanie wartości bezwzględnych
pt: Comparação de valores absolutos
tr: Mutlak Değerlerin Karşılaştırılması

source: Comparing decimals 1
da: Sammenligning af decimaltal 1
es: Comparando decimales 1
fr: Comparer des nombres décimaux - Niveau 1
hi: दशम्लावों का तुलनात्मक 1
nb: Sammenligning av desimaltall 1
nl: Decimale getallen vergelijken 1
pl: Porównywanie ułamków dziesiętnych 1
pt: Comparação de números decimais 1
tr: Ondalık Sayıları Karşılaştırma 1

source: Comparing decimals 2
es: Comparando decimales 2
fr: Comparer des nombres décimaux - Niveau 2
nb: Sammenligning av desimaltall 2
nl: Decimale getallen vergelijken 2
pl: Porównywanie ułamków dziesiętnych 2
pt: Comparação de números decimais 2
tr: Ondalık sayıları karşılaştırma 2

source: Comparing fractions 1
da: Sammenligning af brøker 1
es: Comparando fracciones 1
fr: Comparer des Fractions 1
hi: भिन्नों की तुलना 1
nb: Sammenligne brøker 1
nl: Breuken vergelijken 1
pl: Porównywanie ułamków 1
pt: Comparação de frações 1
tr: Kesirleri karşılaştırma 1

source: Comparing fractions 2
es: Comparando fracciones 2
fr: Comparer deux fractions
nb: Sammenligne brøker 2
pl: Porównywanie ułamków zwykłych 2
pt: Comparação entre frações 2
tr: Kesirleri karşılaştırma 2

source: Comparing improper fractions and mixed numbers
da: Sammenligning af uægte brøker og blandede tal
es: Comparando fracciones impropias y números mixtos
nb: Sammenligning av uekte brøker og blandede tall
nl: Oneigenlijke breuken en gemengde getallen vergelijken
pl: Porównywanie ułamków niewłaściwych i liczb mieszanych
pt: Comparação entre frações impróprias e números mistos
tr: Örnek: Bileşik Kesirler ve Tam Sayılı Kesirlerin Karşılaştırması

source: Comparing whole numbers
da: Sammenligning af hele tal
es: Comparando números naturales
fr: Comparer des nombres entiers
hi: पूर्ण संख्यों की तुलना
nb: Sammenligning av hele tall
nl: Gehele getallen vergelijken
pl: Porównywanie liczb całkowitych
pt: Comparando números inteiros
pt_pt: Comparar números naturais
tr: Tamsayıları Karşılaştırmak

source: Compass Constructions 2
es: Construcciones con compás 2
fr: Construction à la règle et au compas 2
pl: Rysowanie konstrukcji za pomocą cyrkla 2
pt: Construções com o compasso 2
tr: Pergelle Çizim 2

source: Compass Constructions 3
es: Construcciones con compás 3
fr: Construction à la règle et au compas 3
pl: Rysowanie konstrukcji za pomocą cyrkla 3
pt: Construções com o compasso 3
tr: Pergelle Çizim 3

source: Compass constructions
es: Construcciones con regla y compás
fr: Constructions à la règle et au compas
pt: Construções com compasso
tr: Pergelle çizim

source: Compete with your students
es: Compite con tus estudiantes
nb: Konkurrer med dine elever
pt: Competir com seus alunos
tr: Öğrencileriniz ile yarışın

source: Compete with your students to see who can master the greatest number of skills on Khan Academy. Even though you cannot participate in LearnStorm, you can still learn on Khan Academy and encourage your students to do the same!
es: Compite con tus estudiantes para ver quién puede dominar el mayor número de habilidades en Khan Academy. Incluso aunque no puedas particpar en LearnStorm, puedes aprender en Khan Academy y estimular a tus estudiantes a hacer lo mismo.
nb: Konkurrer med dine elever for å se om du kan mestre flere ferdigheter i Khan Academy. Selv om du ikke kan delta i LearnStorm, kan du fremdeles lære i Khan Academy og oppmuntre dine elever til å gjøre det samme!
pt: Compita com seus alunos para ver quem pode dominar o maior número de habilidades na Khan Academy. Mesmo que você não possa participar da LearnStorm, você ainda pode aprender na Khan Academy e incentivar seus alunos a fazer o mesmo!
tr: Kimin Khan Academy'de en fazla beceri sayısında uzmanlaşabileceğini görmek için, öğrencilerinizle yarışın. Siz LearnStorm'a katılamasanız da, yine de Khan Academy'de öğrenebilir ve öğrencilerinizin aynı şeyi yapmasını teşvik edebilirsiniz!

source: Competitive salaries
bg: Конкурентни заплати
da: Konkurrencedygtig lønninger
es: Salarios competitivos
fr: Salaires concurrentiels
he: שכר תחרותי
pl: Konkurencyjne wynagrodzenie
pt: Salários competitivos
pt_pt: Salários competitivos
tr: Rekabetçi maaşlar

source: Complementary and supplementary angles
da: Komplementære og supplementære vinkler
es: Ángulos complementarios y suplementarios
fr: Angles complémentaires et supplémentaires (provisoirement en anglais)
nb: Komplementær- og suplementvinkler
pl: Kąty przyległe i dopełniające
pt: Ângulos complementares e suplementares
tr: Tümler ve Bütünler Açılar

source: Complete 'Intro to JS' during the summer of 2014.
da: Fuldfør 'Intro til JS' i løbet af sommeren 2014.
es: Completa la 'Introducción a JS' durante el verano de 2014.
fr: Complétez 'Introduction au javascript' pendant l'été 2014.
ja: 「Intro to JS 入門」を2014年の夏の間に完了する
nb: Fullfør 'Introduksjon til JS' i løpet av sommeren 2014.
nl: Voltooi 'Intro in JS' tijdens de zomer van 2014.
pl: Ukończ "Wprowadzenie do Java Script" podczas lata 2014.
pt: Concluir 'Introdução ao JS' no verão de 2014.
pt_pt: Conclui 'Introdução a JS' durante o verão de 2014.
tr: 'JS'e Giriş' konusunu 2014 yazı içerisinde tamamlayın.

source: Complete 'Natural Simulations' during the summer of 2014.
da: Fuldfør 'Simuleringer af naturlige fænomener' i løbet af sommeren 2014.
es: Completa 'Simulaciones naturales' durante el verano de 2014.
fr: Complétez les défis "Simulations naturelles" pendant l'été 2014.
ja: 「自然シミュレーション」を2014年の夏の間に完了する
nb: Fullfør 'Naturlige Simuleringer' i løpet av sommeren 2014.
nl: Voltooi 'Natuurlijke Simulaties' gedurende de zomer van 2014.
pl: Ukończ "Symulacja Natury" latem 2014.
pt: Concluir 'Simulações Naturais' no verão de 2014.
pt_pt: Conclui 'Simulações naturais' durante o verão de 2014.
tr: 'Doğal Simülasyonlar' konusunu 2014 yazı içerisinde tamamlayın.

source: Complete a Computer Science Challenge
da: Fuldfør en udfordring i Computer Science
es: Completa un desafío de ciencias de la computación
fr: Terminer un défi d'Informatique
ja: コンピュータサイエンスのチャレンジを完了
nb: Fullfør en informatikk utfordring
nl: Voltooi een Computer Science Uitdaging
pl: Ukończono wyzwanie informatyczne
pt: Concluir um desafio de ciência da computação
pt_pt: Completa um desafio de Ciências da Computação
tr: Bİlgisayar Bilimi ile ilgili bir Bilgi Ölçme Yarışması tamamlayın

source: Complete a practice SAT exam before our official launch
da: Fuldfør en hel SAT eksamen som forberedelse før vores officielle lancering
es: Completa un examen SAT de práctica antes de nuestro lanzamiento oficial
fr: Complétez un examen pratique de SAT avant notre lancement officiel
ja: 私達が公式にスタートする前に SAT の試験の練習を完了する
nb: Fullfør en oppgave i SAT eksamen før vår offisielle lansering
pl: Ukończony egzamin praktyczny SAT przed naszym oficjalnym startem
pt: Concluir o simulado do SAT antes do nosso lançamento oficial
pt_pt: Experimenta resolver um exemplo de um SAT antes do lançamento oficial
tr: Resmi olarak yayınlamamızdan önce, bir alıştırma SAT sınavını tamamlayınız

source: Complete all items in the "Coach: Getting Started" checklist
da: Fuldfør alle punkterne på tjeklisten "Vejleder: Kom godt i gang"
es: Completa todos los elementos de la lista de verificación "Tutor: Primeros pasos"
fr: Cochez toutes les cases de votre check-list "Commencer en tant que coach"
ja: 「コーチ: これからはじめる」のチェックリストの項目を全て完了
nb: Fullfør alle elementene i "Veileder: Komme igang" sjekklisten
nl: Maak alle items in de "Coach: Aan de slag" checklist af
pl: Zrób wszystkie kroki na liście "Trener: Pierwsze kroki"
pt: Complete todos os itens da lista "Tutores: introdução"
pt_pt: Conclua todos os passos do guia de iniciação rápida para tutores
tr: "Eğitmen: Başlarken" listesindeki bütün öğeleri tamamlayın

source: Complete all items in the "Parent: Getting Started" checklist
da: Fuldfør alle punkterne på tjeklisten "Forælder: Kom godt i gang"
es: Completa todos los elementos de la lista de verificación "Padres: Primeros pasos"
fr: Cochez toutes les cases de votre check-list "Parents: Premiers pas"
ja: 「親: これからはじめる」のチェックリストにある全ての項目を完了
nb: Fullføre alle elementene i "Komme igang" sjekklisten for foreldre
nl: Maak alle items in de "Ouder: Aan de slag" checklist af
pl: Zrób wszystkie kroki na liście "Rodzic: Pierwsze kroki"
pt: Completar todos os itens da lista "Introdução para os pais"
pt_pt: Conclua todos os passos do guia de iniciação rápida para pais
tr: "Veliler: Başlarken" listesindeki bütün öğeleri tamamlayın

source: Complete all steps to claim your reward!
da: Fuldfør alle trin for at få din belønning!
es: ¡Completa todos los pasos para reclamar tu premio!
fr: Complétez toutes les étapes pour récupérer votre récompense!
nb: Fullfør alle trinnene for å gjøre krav på din belønning!
nl: Voltooi alle stappen om je beloning te krijgen!
pl: Wykonaj wszystkie kroki, aby otrzymać zdobyte nagrody!
pt: Execute todas as etapas para receber sua recompensa!
pt_pt: Conclui todos os passos para reclamares a tua recompensa!
tr: Tüm adımları tamamla ve ödülüne ulaş!

source: Complete all the 'Advanced JS: Natural Simulations' challenges.
da: Fuldfør alle udfordringerne i 'Avanceret JS: Simuleringer af fænomener fra naturen'.
es: Completa todos los desafíos de 'JS avanzado: simulaciones naturales'.
fr: Complétez tous les défis de 'Javascript niveau avancé: Simulations naturelles'.
ja: 全ての「高度なJS: 自然シミュレーション」チャレンジを完了する．
nb: Fullfør 'Avansert JS: Naturlige Simuleringer' utfordringer.
nl: Voltooi alle 'Geavanceerde JS: Natuurlijke Simulaties' uitdagingen.
pl: Ukończ wszystkie wyzwania 'Zaawansowany JS: Naturalna symulacja'.
pt: Concluir todos os desafios de 'JS avançado: simulações naturais'.
pt_pt: Conclui todos os desafios de 'JS avançado: Simulações naturais'.
tr: Tüm 'Gelişmiş JS: Doğal Simülasyonlar' Bilgi Ölçme Yarışmalarını tamamlayın.

source: Complete all the 'HTML/CSS: Making webpages' challenges.
da: Fuldfør alle udfordringerne i 'HTML/CSS: Lav hjemmesider'.
es: Completa todos los retos "HTML/CSS: Haciendo páginas web".
fr: Compléter tous les challenges " HTML/CSS : Réaliser des pages web ".
ja: 全ての 'HTML/CSS: ウェブページ作成' チャレンジを完了
nb: Gjør ferdig alle 'HTML/CSS: Lage nettsider' utfordringene.
nl: Voltooi alle 'HTML/CSS: Webpagina's maken' uitdagingen.
pl: Ukończ wszystkie wyzwania 'HTML/CSS: Tworzenie stron internetowych'.
pt: Completar todos os desafios de 'HTML/CSS: criação de páginas Web'.
pt_pt: Conclui todos os desafios de 'HTML/CSS: Construir páginas Web'.
tr: Tüm 'HTML/CSS: Web sayfası oluşturma' görevlerini tamamlayın.

source: Complete all the 'Intro to JS: Drawing & Animation' challenges.
da: Fuldfør alle udfordringerne i 'Intro til JS: Tegning & Animation'.
es: Termina todos los desafíos de "Introducción a JavaScript: dibujo y animación".
fr: Complétez tous les défis "Intro à JS : Maîtrise du dessin et de l'animation".
ja: 全ての「JS 入門: ドローイングとアニメーション」チャレンジを完了
nb: Fullfør alle "Introduksjon til JS: Tegning & Animasjon' utfordringer.
nl: Voltooi alle uitdagingen in 'Inleiding in JS: Tekenen & Animatie Meesterschap'.
pl: Ukończono wszystkie wyzwania 'Wprowadzenie do JS: Rysowanie i Animacja'.
pt: Fazer todos os desafios de "Introdução ao JS: domínio em desenho e animação".
pt_pt: Conclui todos os desafios de 'Introdução ao JS: Desenho e animação'.
tr: 'JS'e Giriş: Çizim ve Animasyon Ustalığı' ile ilgili bütün Bilgi Ölçme Yarışmalarını bitirin.

source: Complete all the 'Intro to SQL' challenges.
ja: 全ての「SQL 入門」のチャレンジを完了
nb: Fullfør alle 'Intro til SQL' utfordringene.
pl: Ukończ wszystkie wyzwania 'Wstęp do SQL'.
pt: Completar todos os desafios da "Introdução ao SQL".
pt_pt: Conclui todos os desafios de 'Introdução ao SQL'.

source: Complete an exercise to keep it up.
da: Fuldfør en øvelse for at fortsætte.
es: Completa un ejercicio para mantenerla.
fr: Finis un exercice pour ne pas perdre la main !
ja: 続けて練習問題を完了する．
nb: Fullfør en oppgave for å holde den oppe.
nl: Voltooi een oefening om verder te gaan.
pl: Wykonaj ćwiczenia, żeby było na górze.
pt: Concluir um exercício para manter o bom desempenho.
tr: Seriyi devam ettirmek için bir alıştırma tamamlayın.

source: Complete the Algebra challenge
da: Fuldfør Udfordringen i Algebra
es: Completa el desafío de álgebra
fr: Compléter le défi d'algèbre
ja: 代数チャレンジを完了
nb: Fullfør Algebra utfordringen
nl: Voltooi de Algebra uitdaging
pl: Ukończ wyzwanie algebry
pt: Concluir o desafio de álgebra
pt_pt: Completa o desafio de Álgebra
tr: Cebir Bilgi Ölçme bölümünü tamamlayın

source: Complete the Arithmetic challenge
da: Fuldfør udfordringen i Aritmetik
es: Completa el desafío de aritmética
fr: Compléter le défi d'arithmétique
ja: 算術チャレンジを完了
nb: Fullfør Aritmetikk utfordringen
nl: Voltooi de uitdaging Rekenkunde
pl: Wykonaj Wyzwanie Arytmetyczne
pt: Concluir o desafio de aritmética
pt_pt: Completa o desafio da Aritmética
tr: Aritmetik Bilgi Ölçme bölümünü tamamlayın

source: Complete the Hour of Databases for Hour of Code 2014!
da: Fuldfør Time med Databaser med for Time med Kode 2014!
es: ¡Completa la Hora de las Bases de Datos para la Hora del Código 2014!
fr: Comprenez les bases de données en une heure pour l'heure de Code 2014 !
ja: データーベースの時間をコードの時間 2014 で完了!
nb: Fullfør timen med databaser med Kodetimen 2014!
nl: Maak het Uur van Databases voor het Uur van programmeren 2014!
pl: Zalicz Godzinę z Bazami Danych w ramach Godziny Kodowania 2014!
pt: Complete a Hora de bancos de dados da Hora do Código 2014!
pt_pt: Conclui a Hora de desenho com bases de dados no âmbito da Hora de código de 2014!
tr: Bir Saatlik Kod 2014 için Bir Saatlik Veritabanlarını tamamlayın!

source: Complete the Hour of Drawing with Blocks for Hour of Code 2014!
da: Fuldfør Time med Tegning med Blokke for Time med Kode 2014!
es: ¡Completa la Hora de Dibujar con Bloques para la Hora del Código 2014!
fr: Faites une heure de dessin avec des blocs de code, pour l'heure de Code 2014 !
ja: お絵描きの時間をコードの時間 2014 でコードブロックで完了!
nb: Fullfør Kodetimen i Tegning med kodeblokker for Kodetimen 2014!
nl: Maak het Uur van Tekenen door te Programmeren voor het Uur van programmeren 2014!
pl: Zalicz Godzinę Rysowania z Klockami w ramach Godziny Kodowania 2014!
pt: Complete a Hora de desenhar usando blocos de código da Hora do Código 2014!
pt_pt: Conclui a Hora de desenho com blocos no âmbito da Hora do código de 2014!
tr: Bir Saatlik Kod 2014 için Bloklarla Bir Saatlik Çizimi Tamamlayın!

source: Complete the Hour of Drawing with Code for Hour of Code 2014!
da: Fuldfør Time med Tegning med Kode for Time med Kode 2014!
es: ¡Completa la Hora de Dibujar con Código para la Hora del Código 2014!
fr: Faites une heure de dessin avec du code, pour l'heure de Code 2014 !
ja: お絵描きの時間をコードの時間 2014 でコードを書くことで完了!
nb: Fullfør Kodetimen i Tegning med Kodetimen 2014!
nl: Maak het Uur van Tekenen door te Programmeren voor het Uur van programmeren 2014!
pl: Zalicz Godzinę Rysowania w ramach Godziny Kodowania 2014!
pt: Complete a Hora de desenhar com código da Hora do Código 2014!
pt_pt: Conclui a Hora de desenho com código no âmbito da Hora do código de 2014!
tr: Bir Saatlik Kod 2014 için Kodla Bir Saatlik Çizimi Tamamlayın!
