Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We need your parent’s permission to finalize your account.
es: Necesitamos el permiso de tus padres para finalizar tu cuenta.
fr: Nous avons besoin de l'autorisation de vos parents pour finaliser votre compte.
ja: あなたのアカウント作成を完了するにはあなたの親の許可が必要です．
nb: Vi trenger dine foreldres tillatelse til å fullføre kontoen.
nl: We hebben toestemming van je ouders nodig om je aanmelding af te ronden.
pl: Potrzebujemy zgody Twojego rodzica, żeby dokończyć tworzeni Twojego konta.
pt: Precisamos da permissão dos seus pais para finalizar sua conta.
pt_pt: Precisamos da permissão dos teus pais para finalizar a tua conta.
tr: Hesabınızı sonlandırmak için ebeveyninizin iznine ihtiyacımız var.

source: We notice that all the terms in the numerator have a common factor of <code><var>C</var></code>, so we can rewrite the expression:
da: Vi kan se, at alle leddene i nævneren har den fælles faktor <code><var>C</var></code>, så vi kan omskrive udtrykket til:
es: Podemos observar que todos los términos en el numerador tiene un factor común de <code><var>C</var></code>, así que podemos reescribir la expresión:
fr: Au numérateur <code><var>C</var></code> est facteur commun, donc la fraction s'écrit :
nb: Vi kan se at alle leddene i nevneren har den felles faktoren <code><var>C</var></code>, så vi kan skrive om uttrykket til:
pl: Możemy zauważyć, że wyrazy w liczniku mają wspólny czynnik <code><var>C</var></code>, więc możemy zapisać wyrażenie tak:
pt: Percebemos que todos os termos no numerador têm um fator comum de <code><var>C</var></code>, então podemos reescrever a expressão:
tr: Paydaki tüm terimlerin <code><var>C</var></code> ortak çarpanı olduğunu görürüz ve ifadeyi şöyle yazarız:

source: We now have two perpendicular lines centered on the center of the circle. Connecting the points where the diagonals meet the circle creates a square.
es: Ahora tenemos dos líneas perpendiculares centradas en el centro del círculo. Al unir los puntos donde las diagonales intersectan al círculo se crea un cuadrado.
fr: On a maintenant deux segments perpendiculaires qui se coupent au centre du cercle. En reliant les points d'intersection de ces segments avec le cercle, on obtient un carré.
pt: Agora temos duas retas perpendiculares centralizadas no centro da circunferência. Unir os pontos onde as diagonais encontram a circunferência cria um quadrado.
tr: Şimdi çemberin merkezini merkez alan iki dik doğrumuz var. Köşegenlerin çemberlerle kesiştiği noktaları birleştirerek bir kare oluşturabiliriz.

source: We offer mentorship <strong>and then some</strong>
pt: Oferecemos orientação <strong>e muito mais</strong>
tr: Rehberlik <strong>ve daha fazlasını</strong> sunuyoruz

source: We only have three prime factors, and we want to split them into three groups, so this is easy.
fr: Il n'y a que trois facteurs premiers et on veut les séparer en trois groupes, c'est donc facile.
nl: We hebben maar drie priemfactoren, en we willen ze splitsen in drie groepjes, dus dat is makkelijk.
pl: Mamy tylko trzy czynniki pierwsze i chcemy podzielić je na trzy grupy, więc to jest łatwe.
pt: Temos apenas três fatores primos e queremos dividi-los em três grupos; isso é fácil.
tr: Sadece üç tane asal çarpanımız var ve bunları üç gruba ayırmak istiyoruz, yani işimiz kolay.

source: We only have two prime factors, and we want to split them into two groups, so this is easy.
es: Solo tenemos dos factores primos y queremos separarlos en dos grupos, así que esto es fácil.
fr: Il n'y a que deux facteurs premiers et on veut les séparer en deux groupes, donc c'est facile.
hi: हमारे पास केवल अभाज्य गुणनखंड है, और हम इन्हें दो भागों में विभाजित करना चाहते है, इसलिए यह आसान हैI
nl: We hebben maar twee priemfactoren, en we willen ze splitsen in twee groepjes, dus dat is makkelijk.
pl: Mamy tylko dwa czynniki pierwsze i chcemy podzielić je na dwie grupy, więc to jest łatwe.
pt: Temos apenas dois fatores primos e queremos dividi-los em dois grupos, então, essa é fácil.
tr: Elimizde sadece iki tane asal bölen var ve bunu iki gruba ayırmak istiyoruz, yani işimiz kolay.

source: We prefer to divide by a whole number.
es: Preferimos dividir entre un número natural.
fr: Il est plus facile de diviser par un nombre entier.
hi: हम सम्पूर्ण अंक से विभाजन करना पसंद करते हैं।
nb: Vi foretrekker å dele med heltall.
nl: We delen liever door een geheel getal.
pl: Wolimy podzielić przez liczbę całkowitą.
pt: Preferimos fazer a divisão por um número inteiro.
tr: Bir tam sayı ile bölmeyi tercih ediyoruz.

source: We ran into a problem loading this report. Try again in a few minutes. If this continues to happen please %(verb)s.
da: Vi løb ind i et problem under indlæsningen af denne rapport. Prøv igen om et par minutter. Hvis dette fortsætter med at ske, venligst %(verb)s.
es: Ocurrió un problema al cargar este reporte. Inténtalo de nuevo en unos minutos. Si esto vuelve a pasar por favor %(verb)s.
fr: Nous avons rencontré un problème au chargement de ce rapport. Réessayez dans quelques minutes. Si cela continue à se produire, s'il vous plaît %(verb)s.
nb: Vi møtte et problem ved lasting av denne rapporten. Prøv igjen om noen få minutter. Hvis dette forsetter å skje, vennligst %(verb)s.
nl: We liepen tegen problemen aan tijdens het laden van dit rapport. Probeer het over een paar minuten opnieuw. Als dit blijft gebeuren, %(verb)s.
pl: Natknęliśmy się na problem podczas ładowania tego raportu. Spróbuj ponownie za kilka minut. Jeżeli problem dalej występuje prosimy %(verb)s.
pt: Ocorreu um problema ao carregar este relatório. Tente novamente daqui a alguns minutos. Se o problema persistir %(verb)s.
pt_pt: Ocorreu um erro ao carregar este relatório. Volte a tentar dentro de alguns minutos. Se continuares com problemas, %(verb)s.
tr: Bu raporu eklerken bir hata oluştu. Bir kaç dakika içinde tekrar deneyin. Eğer sorun devam ederse, lütfen %(verb)s.

source: We ran into a problem loading this report. Try choosing a smaller class or date range. If this continues to happen please %(verb)s.
da: Vi løb ind i et problem under indlæsningen af denne rapport. Prøv at vælge en mindre klasse eller datointerval. Hvis dette fortsætter med at ske, venligst %(verb)s.
es: Ocurrió un problema al cargar este reporte. Trata de elegir una clase más pequeña o un rango de fechas menor. Si esto sigue sucediendo por favor %(verb)s.
fr: Nous avons rencontré un problème de chargement de ce rapport. Essayez de choisir une classe plus petite ou un intervalle de temps plus réduit. Si le problème persiste, veuillez %(verb)s.
nb: Vi fikk problemer med å laste inn denne rapporten. Prøv å velge et mindre klasse- eller datointervall. Hvis dette fortsetter, vennligst %(verb)s.
nl: We konden dit rapport niet laden. Probeer een kleinere klas of datum reeks. Als dit blijft gebeuren, svp %(verb)s.
pl: Napotkaliśmy błąd podczas ładowania tego raportu. Spróbuj wybrać mniejszą klasę albo mniejszy zakres danych. Jeśli problem będzie dalej występował proszę %(verb)s.
pt: Ocorreu um problema ao carregar este relatório. Tente escolher um intervalo menor de aulas ou de datas. Se o problema persistir %(verb)s.
pt_pt: Ocorreu um erro ao carregar este relatório. Selecione uma turma mais pequena ou com menos dados. Se continuar com problemas, %(verb)s.
tr: Bu raporu yüklerken bir sorunla karşılaştık. Daha küçük bir sınıf veya daha kısa bir zaman aralığı seçmeyi deneyin. Bu sorun devam ederse lütfen %(verb)s.

source: We ran into a problem trying to delete your account. If this happens repeatedly, please let us know via 'Report a Problem' at the bottom of this page so we can help.
da: Vi løb ind i et Problem i forsøget på at slette din konto. Hvis det sker gentagne gange, så lad os det venligst vide via 'Rapporter et Problem" nederst på denne side, så vi kan hjælpe.
es: Nos encontramos un problema al intentar eliminar tu cuenta. Si esto ocurre repetidamente, para que podamos ayudarte por favor háznoslo saber a través de "Reportar un problema" en la parte inferior de esta página.
fr: Nous avons rencontré un problème en essayant de supprimer votre compte. Si cela se reproduit plusieurs fois, veuillez nous le faire savoir via 'Signaler un Problème' au bas de cette page afin que l'on puisse vous aider.
ja: あなたのアカウントを削除しようとしましたが，問題につきあたったようです．もしこれが繰り返し起こるようでしたら，私達があなたを助けられるように，このページの下にある「問題を報告する」を利用して私達にお知らせ下さい．
nb: Vi løp inn i problemer med å slette kontoen. Hvis dette skjer flere ganger, vennligst gi oss beskjed via 'Rapporter et Problem» nederst på denne siden så vi kan hjelpe.
nl: We ondervonden een probleem bij het verwijderen van je account. Gelieve ons te contacteren via "Een probleem rapporteren" beneden op deze pagina, zodat we kunnen helpen.
pl: Napotkaliśmy problem przy próbie usunięcia Twojego konta. Jeśli taka sytuacja się powtórzy daj nam znać poprzez zakładkę ,,Zgłoś Problem" na dole tej strony.
pt: Houve um problema ao excluir sua conta. Se isso ocorrer com frequência, utilize "Relatar um problema" na parte inferior desta página, para que possamos ajudá-lo.
pt_pt: Ocorreu um erro ao apagar a tua conta. Se isto voltar a acontecer, entra em contacto connosco através da ligação "Comunicar um problema" (no fim desta página) para podermos ajudar-te.
tr: Hesabınızı silmeye çalışırken bir sorunla karşılaştık. Eğer bu sorun tekrarlanırsa, size yardımcı olabilmemiz için lütfen sayfanın altında yer alan 'Sorun Bildirme' butonunu tıklayarak bize bildiriniz.

source: We ran into a problem. It's our fault, and we're working on it.
da: Vi løb ind i et problem. Det er vores skyld, og vi arbejder på det.
es: Ocurrió un problema. Es nuestra culpa, estamos trabajando para solucionarlo.
fr: Nous avons un problème. C'est notre faute, et nous travaillons à le résoudre.
nb: Vi har møtt et problem. Det er vår skyld, og vi jobber med saken.
nl: Er is een fout opgetreden. Het is onze fout en we werken eraan.
pl: Natrafiliśmy na problem. To nasza wina, pracujemy nad tym.
pt: Ocorreu um problema. Foi uma falha nossa e estamos trabalhando nisso.
pt_pt: Detetámos um problema. Mas a culpa é nossa e vamos resolvê-lo. Não te preocupes!
tr: Bir problemle karşılaştık. Bu bizim hatamız, ve hemen üzerinde çalışmaya başladık.

source: We see that <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code>.
es: Vemos que <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code>.
fr: On voit que <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code>.
nb: Vi ser at <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code>.
pl: Widzimy, że <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code>.
pt: Vemos que <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code>.
tr: <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code> olduğunu görüyoruz.

source: We see that triangle <code>A</code> has angles of <code><var>MAIN[ 0 ]</var></code> and <code><var>MAIN[ 2 ]</var></code>. The third angle is therefore <code>180 - <var>MAIN[ 0 ]</var> - <var>MAIN[ 2 ]</var> = <var>MAIN[ 1 ]</var></code>
es: Vemos que el triángulo <code>A</code> tiene ángulos de <code><var>MAIN[ 0 ]</var></code> y <code><var>MAIN[ 2 ]</var></code>. El tercer ángulo es por lo tanto de <code>180 - <var>MAIN[ 0 ]</var> - <var>MAIN[ 2 ]</var> = <var>MAIN[ 1 ]</var></code>
fr: On voit que le triangle <code>A</code> a un angle de <code><var>MAIN[ 0 ]</var></code> et un angle de <code><var>MAIN[ 2 ]</var></code>. Le troisième est donc égal à <code>180 - <var>MAIN[ 0 ]</var> - <var>MAIN[ 2 ]</var> = <var>MAIN[ 1 ]</var></code>
pl: Widzimy, że trójkąt <code>A</code> ma kąty <code><var>MAIN[ 0 ]</var></code> i <code><var>MAIN[ 2 ]</var></code>. Dlatego trzeci kąt jest równy <code>180 - <var>MAIN[ 0 ]</var> - <var>MAIN[ 2 ]</var> = <var>MAIN[ 1 ]</var></code>
pt: Podemos ver que o triângulo <code>A</code> tem ângulos de <code><var>MAIN[ 0 ]</var></code> e <code><var>MAIN[ 2 ]</var></code>. O terceiro ângulo é portanto <code>180 - <var>MAIN[ 0 ]</var> - <var>MAIN[ 2 ]</var> = <var>MAIN[ 1 ]</var></code>
tr: <code>A</code> üçgeninin açıları, <code><var>MAIN[ 0 ]</var></code> ve <code><var>MAIN[ 2 ]</var></code>. Bu nedenle, üçüncü açı, <code>180 - <var>MAIN[ 0 ]</var> - <var>MAIN[ 2 ]</var> = <var>MAIN[ 1 ]</var></code>

source: We see you're signing in with a school account!
da: Vi kan se, at du logger ind med en skole-konto!
es: ¡Vemos que te estás registrando con una cuenta escolar!
fr: Il est clair que vous vous connectez avec un compte d'école!
ja: 学校のアカウントを使用してサインインしました ！
nb: Vi ser at du registrerer med en skole konto!
nl: We zien dat je je aanmeldt met een schoolaccount!
pl: Zauważyliśmy, że logujesz się na konto szkolne!
pt: Notamos que você está usando uma conta de escola!
pt_pt: Parece que iniciaste sessão com a conta de uma escola!
tr: Bir okul hesabıyla giriş yaptığınızı görüyoruz!

source: We strive to provide you with access to and control over the information you give us, and we take the protection of your information very seriously.
es: Nos esforzamos en proporcionarte acceso y control a la información que nos das, y nos tomamos muy en serio la protección de tu información.
nb: Vi streber etter å gi deg tilgang til og kontroll over informasjonen du gir oss, og vi tar beskyttelsen av din informasjon påalvor.
pt: Nos esforçamos para fornecer acesso e controle sobre as informações que você nos dá, e levamos muito a sério a proteção de suas informações.
tr: Sizin ve çocuğunuzun bizimle paylaştığı bilgiye erişim ve denetim sağlamak için çalışıyoruz, ve bilginizin korunmasını çok ciddiye alıyoruz.

source: We suggest using <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a>, or <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">a recent version of Internet Explorer</a>.
bg: Препоръчваме ви <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a>, или <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">последната версия на Internet Explorer</a>.
da: Vi foreslår, at du bruger <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/"> Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a>, eller <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">den seneste version af Internet Explorer</a>.
es: Te sugerimos usar <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a>, o <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home"> una versión más reciente de Internet Explorer</a>.
fr: Nous suggérons using <a href="http://www.google.com/chrome/"> Chrome</a> <a href="http://www.mozilla.com/"> Firefox</a>, <a href="http://www.apple.com/safari/"> Safari</a>, ou <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home"> une version récente d'Internet Explorer</a>.
nb: Vi foreslår å bruke <a href="http://www.google.com/chrome/"> Chrome</a>, <a href="http://www.mozilla.com/"> Firefox</a>, <a href="http://www.apple.com/safari/"> Safari</a>, eller <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home"> en ny versjon av Internet Explorer</a>.
nl: Wij adviseren <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a>, or <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">een recente versie van Internet Explorer</a> te gebruiken .
pl: Sugerujemy używanie <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a>, lub <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">ostatnią wersję programu Internet Explorer</a>.
pt: Sugerimos a utilização de <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a> ou <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">uma versão recente do Internet Explorer</a>.
tr: <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Mozilla Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a> veya <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">Microsoft Intenet Explorer'ın</a> daha yeni bir sürümünü kullanmanızı öneririz.

source: We suggest using <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a>, or <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">a recent version of Internet Explorer</a>.
bg: Препоръчваме използването на <a href="http://www.google.com/chrome/">Гугъл Хром (Chrome)</a>, <a href="http://www.mozilla.com/">Файърфокс (Firefox)</a>, <a href="http://www.apple.com/safari/">Сафари (Safari)</a>, или <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">скорошна версия на Интернет експлорър (Internet Explorer)</a>.
da: Vi foreslår, at du bruger <a href="http://www.google.com/chrome/"> Chrome</a>, <a href="http://www.mozilla.com/"> Firefox</a>, <a href="http://www.apple.com/safari/"> Safari</a>, or <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">den de seneste version af Internet Explorer</a>.
es: Te sugerimos usar <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a>, o <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home"> una versión más reciente de Internet Explorer</a>.
fr: Nous suggérons l'utilisation de <a href="http://www.google.com/chrome/"> Chrome</a> <a href="http://www.mozilla.com/"> Firefox</a>, <a href="http://www.apple.com/safari/"> Safari</a>, ou <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home"> une version récente d'Internet Explorer</a>.
nb: Vi foreslår å bruke <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a>, eller <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">en nyere versjon av Internet Explorer</a>.
nl: Wij adviseren <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a>, or <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">een recente versie van Internet Explorer</a> te gebruiken .
pl: Zalecamy używanie <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a>, lub <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">najnowszą wersję programu Internet Explorer</a>.
pt: Sugerimos a utilização de <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a> ou <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home">uma versão recente do Internet Explorer</a>.
tr: <a href="http://www.google.com/chrome/">Chrome</a>, <a href="http://www.mozilla.com/">Firefox</a>, <a href="http://www.apple.com/safari/">Safari</a>, veya <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home"> Internet Explorer'ın son versiyonunun kullanılmasını öneririz.</a>.

source: We take extra precautions for our younger students under the age of 13, including restricting child accounts to automatically block features that would allow a child to post or disclose personal information.
es: Tomamos precauciones adicionales para nuestros estudiantes menores de 13 años, lo que incluye cuentas infantiles restringidas para bloquear características automáticamente que podrían permitir a un niño publicar o revelar información personal.
nb: Vi ta ekstra forholdsregler for våre yngre eleverunder 13 år, inkludert å begrense barnekontoer til automatisk blokkering funksjoner som tillater et barn å legge inn innlegg eller avsløre personlige opplysninger.
pt: Tomamos cuidados extras com nossos alunos mais jovens, menores de 13 anos, o que inclui a restrição das contas das crianças, bloqueando automaticamente recursos que poderiam permitir que a criança publicasse ou divulgasse informações pessoais.
tr: 13 yaşın altındaki daha genç öğrencilerimiz için ilave önlemler alıyoruz, buna bir çocuğun kişisel bilgi yayımlamasını veya ifşa etmesini engelleyecek şekilde, çocuk hesaplarına otomatik blok özellikli kısıtlamalar koymak dahildir.

source: We treat our internship program as the healthiest, most important source of full-time recruiting we have. From day one to the end of your internship you'll have an experienced teammate who considers it their job to make sure you're growing the skills you need. Something's in your way? Let us know, we'll fix it. The people you'll work with <a href="/about/the-team">come from all walks of life</a> and are available to teach you new tricks and tell stories about their past. Whatever you're working on, you'll find a teammate interested in helping you learn.
pt: Tratamos nosso programa de estágio como a fonte mais saudável e mais importante de recrutamento de profissionais para atuação em tempo integral. Desde o primeiro dia até o final do seu estágio, você terá um colega de equipe experiente com o papel de garantir que você esteja desenvolvendo as habilidades necessárias. Existe algo atrapalhando seu desenvolvimento? Compartilhe conosco, e nós o ajudaremos a superar essa dificuldade. Você trabalhará com <a href="/about/the-team">pessoas de diversas áreas</a>, e todas estão disponíveis para ensiná-lo novas atividades e para contar histórias sobre seu passado. Em o que quer que você esteja trabalhando, você sempre encontrará um colega interessado em ajudá-lo a aprender.
