Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: All numbers which divide such a number will have a factorization which is part of <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>.
es: Todos los números que dividan tal número deberán tener una factorización que forme parte de <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>.
fr: La décomposition en facteurs premiers des nombres qui divisent N doit être une partie de <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>.
hi: सभी संख्याएँ जो एक ऐसी संख्या को विभाजित करेगी उनके पास गुणखंडन होगा जो कि हिस्सा होगा <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code> काI
nb: Alle tall som går opp i et det tall, vil ha en faktorisering som er en del av <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>.
nl: Dergelijke delers zullen dus een ontbinding in factoren hebben, die deel is van <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>.
pl: Wszystkie liczby, przez które podzielna jest taka liczba, będą miały rozkład na czynniki pierwsze, który jest częścią <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>.
pt: Todos os números que dividem tal número terão uma fatoração que é parte de <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>.
tr: Böyle bir sayıyı bölen tüm sayılar <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code> ifadesinin parçası olan çarpanlara sahiptir.

source: All of math
da: Alt matematik
es: Todo de matemáticas
fr: Toutes les mathématiques
ja: 数学の全て
nb: All matematikk
nl: Alle wiskunde
pl: Wszytko z matematyki
pt: Tudo sobre matemática
pt_pt: Tudo de Matemática
tr: Bütün Matematik konuları

source: All of the code here is written using the <a href="https://developer.mozilla.org/en-US/docs/JavaScript" target="_blank">JavaScript</a> language and the <a href="http://processingjs.org" target="_blank">Processing.js</a> library (with <a href="https://khanacademy.zendesk.com/hc/en-us/articles/202260404-What-parts-of-ProcessingJS-does-Khan-Academy-support-" target="_blank">some modifications</a>).
da: Alt kode her er skrevet ved hjælp af sproget <a href="https://developer.mozilla.org/en-US/docs/JavaScript" target="_blank">JavaScript</a> og biblioteket <a href="http://processingjs.org" target="_blank">Processing.js</a> (med <a href="https://khanacademy.zendesk.com/hc/en-us/articles/202260404-What-parts-of-ProcessingJS-does-Khan-Academy-support-" target="_blank">enkelte modifikationer</a>).
es: Todo el código aquí se escribió usando el lenguaje <a href="https://developer.mozilla.org/en-US/docs/JavaScript" target="_blank">JavaScript</a> y la librería <a href="http://processingjs.org" target="_blank">Processing.js</a> (con <a href="https://khanacademy.zendesk.com/hc/en-us/articles/202260404-What-parts-of-ProcessingJS-does-Khan-Academy-support-" target="_blank">algunas modificaciones</a>).
fr: Tout le code est écrit en utilisant le langage <a href="https://developer.mozilla.org/en-US/docs/JavaScript" target="_blank">JavaScript</a> et la librairie <a href="http://processingjs.org" target="_blank">Processing.js</a> (avec <a href="https://khanacademy.zendesk.com/hc/en-us/articles/202260404-What-parts-of-ProcessingJS-does-Khan-Academy-support-" target="_blank">quelques modifications</a>).
ja: ここにあるコードは全て <a href="https://developer.mozilla.org/en-US/docs/JavaScript" target="_blank">JavaScript</a> 言語を使って書かれており，<a href="http://processingjs.org" target="_blank">Processing.js</a> ライブラリ (を <a href="https://khanacademy.zendesk.com/hc/en-us/articles/202260404-What-parts-of-ProcessingJS-does-Khan-Academy-support-" target="_blank">少し変更したもの</a>) を使っています．
nb: All koden er her skrevet med <a href="https://developer.mozilla.org/en-US/docs/JavaScript" target="_blank">JavaScript</a> språk og <a href="http://processingjs.org" target="_blank">Processing.js</a> biblioteket (med <a href="https://khanacademy.zendesk.com/hc/en-us/articles/202260404-What-parts-of-ProcessingJS-does-Khan-Academy-support-" target="_blank">noen modifiseringer</a>).
nl: Alle codes hier zijn geschreven met de <a href="https://developer.mozilla.org/en-US/docs/JavaScript" target="_blank">JavaScript</a> taal en de <a href="http://processingjs.org" target="_blank">Processing.js</a> bibliotheek (met <a href="https://khanacademy.zendesk.com/hc/en-us/articles/202260404-What-parts-of-ProcessingJS-does-Khan-Academy-support-" target="_blank">enige aanpassingen</a>).
pl: Cały kod został napisany używając języka <a href="https://developer.mozilla.org/en-US/docs/JavaScript" target="_blank">JavaScript</a> i biblioteki <a href="http://processingjs.org" target="_blank">Processing.js</a> (z <a href="https://khanacademy.zendesk.com/hc/en-us/articles/202260404-What-parts-of-ProcessingJS-does-Khan-Academy-support-" target="_blank">pewnymi modyfikacjami</a>).
pt: Aqui, todos os códigos são escritos usando a linguagem <a href="https://developer.mozilla.org/en-US/docs/JavaScript" target="_blank">JavaScript</a> e a biblioteca <a href="http://processingjs.org" target="_blank">Processing.js</a> (com <a href="https://khanacademy.zendesk.com/hc/en-us/articles/202260404-What-parts-of-ProcessingJS-does-Khan-Academy-support-" target="_blank">algumas modificações</a>).
pt_pt: Todo o código aqui é escrito em <a href="https://developer.mozilla.org/en-US/docs/JavaScript" target="_blank">JavaScript</a> e com base na biblioteca de <a href="http://processingjs.org" target="_blank">Processing.js</a> (com <a href="https://khanacademy.zendesk.com/hc/en-us/articles/202260404-What-parts-of-ProcessingJS-does-Khan-Academy-support-" target="_blank">algumas alterações</a>).
tr: Buradaki bütün kodlar <a href="https://developer.mozilla.org/en-US/docs/JavaScript" target="_blank">JavaScript</a> programlama dili ve (<a href="https://khanacademy.zendesk.com/hc/en-us/articles/202260404-What-parts-of-ProcessingJS-does-Khan-Academy-support-" target="_blank">bir kaç değişiklikle</a>) <a href="http://processingjs.org" target="_blank">Processing.js</a> kütüphanesi kullanılarak yazılmıştır.

source: All of the sides of a <a href="#" class="show-definition" data-definition="regular-polygon">regular</a> <var>POLYGON</var> are the same length.
da: Alle siderne i et <a href="#" class="show-definition" data-definition="regular-polygon">regulært</a> <var>POLYGON</var> har samme længde.
fr: Tous les côtés d'un <var>POLYGON</var> <a href="#" class="show-definition" data-definition="regular-polygon">régulier</a> ont la même longueur.
nb: Alle sidene i en <a href="#" class="show-definition" data-definition="regular-polygon">regular</a> <var>POLYGON</var> har samme lengde.
nl: Alle zijden van een <a href="#" class="show-definition" data-definition="regular-polygon">regelmatige</a> <var>POLYGON</var> hebben dezelfde lengte.
pl: Wszystkie boki, jakie ma foremny <a href="#" class="show-definition" data-definition="regular-polygon">foremny</a> <var>POLYGON</var>, mają tą samą długość.
pt: Todos os lados de um <a href="#" class="show-definition" data-definition="regular-polygon">regular</a> <var>POLYGON</var> têm o mesmo comprimento.
tr: <a href="#" class="show-definition" data-definition="regular-polygon">Düzgün</a>bir <var>POLYGON</var>'in tüm kenarları aynı uzunluktadır.

source: All of the {3rd|4th|5th} grade teachers and students from <var>school(1)</var> went on a field trip to an {art|archaeology} museum. Tickets were <code>$<var>localeToFixed(A1, 2)</var></code> each for teachers and <code>$<var>localeToFixed(B1, 2)</var></code> each for students, and the group paid <code>$<var>localeToFixed(C1, 2)</var></code> in total.
es: Todos los maestros y estudiantes de {3ro|4to|5to} grado de <var>school(1)</var> fueron de excursión a un museo de {arte|arqueología}. Las entradas costaban <code>$<var>localeToFixed(A1, 2)</var></code> cada una para profesores y <code>$<var>localeToFixed(B1, 2)</var></code> cada una para estudiantes, y el grupo pagó <code>$<var>localeToFixed(C1, 2)</var></code> en total.
nb: Alle {3.|4.|5.} klasselærere og elever fra <var>school(1)</var> gikk på tur til et {kunst|arkeologi} museum. Billettene var <code>$<var>localeToFixed(A1, 2)</var></code> for lærere og <code>$<var>localeToFixed(B1, 2)</var></code> for studenter, og gruppen betalte <code>$<var>localeToFixed(C1, 2)</var></code> totalt.
pl: Wszyscy nauczyciele i uczniowie {3|4|5} klasy ze szkoły <var>school(1)</var> pojechali na wycieczkę do muzeum {sztuk pięknych|archeologii}. Bilety kosztowały <code>$<var>localeToFixed(A1, 2)</var></code> jeden dla nauczycieli i <code>$<var>localeToFixed(B1, 2)</var></code> jeden dla uczniów, a grupa zapłaciła razem <code>$<var>localeToFixed(C1, 2)</var></code>.
pt: Todos os professores e alunos do {3º|4º|5º} ano da <var>school(1)</var> foram em uma excursão para um museu de {arte|arqueologia}. Os ingressos custavam <code>$<var>localeToFixed(A1, 2)</var></code> por professor, e <code>$<var>localeToFixed(B1, 2)</var></code> por aluno, e o grupo pagou <code>$<var>localeToFixed(C1, 2)</var></code> no total.
tr: <var>school(1)</var>'nun tüm {3'üncü|4'üncü|5'inci} sınıf öğretmenleri ve öğrencileri, bir {sanat|arkeoloji} müzesine geziye gittiler. Öğrtemenler için bilet fiyatı <code>$<var>localeToFixed(A1, 2)</var></code> ve öğrencilerin bilet fiyatı, <code>$<var>localeToFixed(B1, 2)</var></code> ve grup toplam <code>$<var>localeToFixed(C1, 2)</var></code> ödedi.

source: All points on a parabola are equidistant from the focus and directrix. There is only one place to put the orange focus point and directrix line where this is true. <button onclick="javascript: graph = KhanUtil.currentGraph.graph; graph.vertex.moveTo(graph.X1, graph.Y1 + 1 / (4 * graph.A)); $({ y: graph.directrix.coordA[1] }).animate({ y: graph.Y1 - 1 / (4 * graph.A) }, { duration: Math.abs(graph.directrix.coordA[1] - (graph.Y1 - 1 / (4 * graph.A))) * 300, step: function(now, fx) { graph.directrix.coordA = [0, now]; graph.directrix.coordZ = [1, now]; graph.directrix.transform(); graph.directrix.onMove(0, now); } }); ">Show me</button>
fr: Tout point de la parabole est équidistant du foyer et de la directrice. Il faut trouver la seule façon de placer le point et la droite orange pour que cette condition soit satisfaite. <button onclick="javascript: graph = KhanUtil.currentGraph.graph; graph.vertex.moveTo(graph.X1, graph.Y1 + 1 / (4 * graph.A)); $({ y: graph.directrix.coordA[1] }).animate({ y: graph.Y1 - 1 / (4 * graph.A) }, { duration: Math.abs(graph.directrix.coordA[1] - (graph.Y1 - 1 / (4 * graph.A))) * 300, step: function(now, fx) { graph.directrix.coordA = [0, now]; graph.directrix.coordZ = [1, now]; graph.directrix.transform(); graph.directrix.onMove(0, now); } }); ">Solution</button>
pt: Todos os pontos de uma parábola são equidistantes do foco e da diretriz. Existe apenas um lugar para colocar o ponto de foco laranja e a linha diretriz que possa ser considerado verdadeiro. <button onclick="javascript: graph = KhanUtil.currentGraph.graph; graph.vertex.moveTo(graph.X1, graph.Y1 + 1 / (4 * graph.A)); $({ y: graph.directrix.coordA[1] }).animate({ y: graph.Y1 - 1 / (4 * graph.A) }, { duration: Math.abs(graph.directrix.coordA[1] - (graph.Y1 - 1 / (4 * graph.A))) * 300, step: function(now, fx) { graph.directrix.coordA = [0, now]; graph.directrix.coordZ = [1, now]; graph.directrix.transform(); graph.directrix.onMove(0, now); } }); ">Mostrar</button>
tr: Parabol üzerindeki tüm noktalar, odaktan ve doğrultmandan eşit uzaklıktadır. Bunu doğru yapmak için turuncu odak noktasını ve doğrultman doğruyu koyabileceğimiz tek yer vardır. <button onclick="javascript: graph = KhanUtil.currentGraph.graph; graph.vertex.moveTo(graph.X1, graph.Y1 + 1 / (4 * graph.A)); $({ y: graph.directrix.coordA[1] }).animate({ y: graph.Y1 - 1 / (4 * graph.A) }, { duration: Math.abs(graph.directrix.coordA[1] - (graph.Y1 - 1 / (4 * graph.A))) * 300, step: function(now, fx) { graph.directrix.coordA = [0, now]; graph.directrix.coordZ = [1, now]; graph.directrix.transform(); graph.directrix.onMove(0, now); } }); ">Bana göster</button>

source: All polygons that are not squares do not have four sides.
es: Todos los polígonos que no son cuadrados no tienen cuatro lados.
fr: Les polygones qui ne sont pas des carrés n'ont pas quatre côtés.
pt: Todos os polígonos que não são quadrados não têm quatro lados.
tr: Kare olmayan tüm çokgenlerin dört kenarı yoktur.

source: All powers of <code>1</code> are <code>1</code>.
da: Alle potenser af <code>1</code> er <code>1</code>.
es: Todas las potencias de <code>1</code> son <code>1</code>.
fr: Toutes les puissances de <code>1</code> sont <code>1</code>.
pt: Todas as potências de <code>1</code> são <code>1</code>.
tr: <code>1</code>'in tüm kuvvetleri, <code>1</code>'dir.

source: All programs are automatically public so other students can learn from your creations. They can ask questions about your programs, spin off their own versions, and more.
da: Alle programmer er automatisk offentlige så andre brugere kan lære af dem. De kan også stille spørgsmål om dine programmer, lave deres egne spin-off-versioner, med mere.
es: Todos los programas son automáticamente públicos para que otros estudiantes puedan aprender de tus creaciones. Los demás pueden hacer preguntas sobre tus programas, alterarlos para hacer sus propias versiones y más.
fr: Tous les programmes sont automatiquement publics afin que les autres élèves puissent apprendre de vos créations. Ils peuvent poser des questions sur vos programmes, réécrire leurs propres versions et plus encore.
ja: 全てのプログラムは，他の生徒があなたの創造物から学ぶために自動的に公開されます．他の生徒達はあなたのプログラムについて質問することができ，自分達のバージョンを作るためにスピンオフすることもでき，さらにもっといろいろなこともできます．
nb: Alle programmer er automatisk offentlige, så andre elever kan lære av dem. De kan stille spørsmål om dine programmer, bruke dem som utgangspunkt for sine egne, med mer.
nl: Alle programma's zijn automatisch voor iedereen zichtbaar, dus kunnen andere studenten leren van jouw creaties. Ze kunnen vragen stellen over je programma's, eigen versies op basis van de jouwe maken, enzovoorts meer.
pl: Wszystkie programy są publikowane automatycznie, więc inni uczniowie mogą uczyć się na podstawie Twoich prac. Mogą zadawać pytania na temat Twoich programów, tworzyć ich własne wersje i wiele więcej.
pt: Todos os programas são automaticamente públicos para que outros alunos possam aprender com suas criações. Eles podem fazer perguntas sobre seus programas, derivar suas próprias versões e muito mais.
pt_pt: Todos os teus programas são automaticamente disponibilizados ao público para que os outros alunos possam aprender com as tuas criações, fazer-te perguntas, criar versões derivadas das tuas ideias e muito mais.
tr: Diğer öğrencilerin oluşturduğunuz programlarınızı kendi öğrenimleri için kullanabilmeleri, haklarında sorular sorabilmeleri ve onlardan uyarlamalar yapabilmeleri amacıyla, bütün programlarınız otomatik olarak herkesin ulaşabileceği şekilde saklanır.

source: All real numbers.
da: Alle reelle tal.
es: Todos los números reales.
fr: Tous les nombres réels.
nb: Alle reelle tall.
pl: Wszystkie liczby rzeczywiste.
pt: Todos os números reais.
tr: Tüm reel sayılar.

source: All requests have been handled.
da: Alle anmodninger er blevet håndteret.
es: Todas las peticiones han sido entregadas.
fr: Toutes les demandes ont été traitées
ja: 全ての要求が処理されました．
nb: Alle forespørsler er håndtert.
nl: Alle aanvragen zijn afgehandeld.
pl: Wszystkie prośby zostały rozpatrzone.
pt: Todos os pedidos foram atendidos.
pt_pt: Todos os pedidos foram atendidos.
tr: Tüm talepler ele alındı.

source: All saved audio chunks:
da: Alle gemte lydbidder:
es: Segmentos de audio guardados:
fr: Tous les morceaux audios sauvegardés:
ja: 全てのセーブされた音声:
nb: Alle lagrede lydbiter:
nl: Alle opgeslagen geluidsstukken:
pl: Wszystkie zapisane kawałki audio:
pt: Todos os blocos de áudio salvos:
pt_pt: Todos os blocos áudio guardados:
tr: Kayıtlı tüm ses parçaları:

source: All sides are the same. That means that all the angles are 60 and that the triangle is equilateral. Equilateral means equal (equi) sided (lateral). The triangle is also isosceles because at least two sides are the same length. Isosceles means a triangle with same (iso) legs (sceles).
es: Todos los lados miden lo mismo. Eso significa que todos los ángulos miden 60 y que el triángulo es equilátero. Equilátero significa lados (lateral) iguales (equis). El triángulo también es isósceles porque por lo menos dos lados miden lo mismo. Isósceles significa que un triángulo tiene piernas (sceles) iguales (iso).
fr: Tous les côtés ont la même longueur. Cela signifie aussi que tous les angles mesurent 60 degrés et que le triangle est équilatéral. Le triangle est aussi isocèle parce qu'au moins deux côtés sont de la même longueur. Isocèle vient de isos (même) et scelos (jambe).
nb: Alle vinkler er 60 grader. Det betyr at alle sidene er like og at trekanten er LIKESIDET. Trekanten er også LIKEBEINT siden to av sidene har samme lengde.
nl: Alle zijden zijn hetzelfde. Dit betekent dat alle hoeken 60 graden zijn en dat de driehoek gelijkzijdig is. Gelijkzijdig betekent: met (alle) zijden gelijk. De driehoek is tevens gelijkbenig, omdat tenminste twee van de zijden even lang zijn. Gelijkbenig betekent: met (tenminste) twee zijden ("benen") gelijk.
pl: Wszystkie boki są takie same. To oznacza, że wszystkie kąty mają po 60 stopni, a trójkąt jest równoboczny. Równoboczny oznacza, że ma takie same (równo) boki (boczny). Trójkąt jest także równoramienny, ponieważ przynajmniej dwa jego boki mają tą samą długość. Równoramienny oznacza, że trójkąt ma dwa takie same (równo) ramiona (ramienny).
pt: Todos os lados são iguais. Isso significa que todos os ângulos são 60 e que o triângulo é equilátero. Equilátero significa igual (equi) lado (látero). O triângulo é também isósceles, porque pelo menos dois lados têm o mesmo comprimento. Isósceles significa um triângulo com as mesmas (iso) pernas (sceles).
tr: Tüm kenarlar aynıdır. Buna göre, tüm açılar 60'dır ve üçgen eşkenardır. Eşkenarın anlamı eşit (eş) kenarlı (kenar) olmaktır. En az iki kenarı aynı uzunlukta olduğu için, üçgen aynı zamanda ikizkenardır. İkizkenarın anlamı, aynı (ikiz) kenarları olan üçgendir.

source: All skills
da: Alle færdigheder
es: Todas las habilidades
fr: Toutes les compétences
nb: Alle ferdigheter
nl: Alle vaardigheden
pl: Wszystkie umiejętności
pt: Todas as habilidades
pt_pt: Todas as competências
tr: Tüm beceriler

source: All squares are four-sided polygons.
es: Todos los cuadrados son polígonos de cuatro lados.
fr: Les carrés sont des quadrilatères.
pt: Todos os quadrados são polígonos de quatro lados.
tr: Karelerin hepsi dört kenarlı çokgendir.

source: All steps complete!
da: Alle trin udført!
es: ¡Todos los pasos completos!
fr: Toutes les étapes sont complètes !
nb: Alle trinnene komplett!
nl: Alle stappen zijn voltooid!
pl: Wszystkie kroki wykonane!
pt: Todas as etapas foram concluídas!
pt_pt: Todos os passos concluídos!
tr: Tüm adımlar tamamlandı!

source: All students
da: Alle studerende/elever
es: Todos los estudiantes
fr: Tous les élèves
ja: 全ての生徒
nb: Alle elever
nl: Alle leerlingen
pl: Wszyscy uczniowie
pt: Todos os alunos
pt_pt: Todos os alunos
tr: Tüm öğrenciler

source: All the learning you've brought to Khan Academy.
bg: Всички доведени за обучение в Хан Академия.
da: Al læring du har bragt til Khan Academy.
es: Todo el aprendizaje que has traído a Khan Academy.
fr: Tout l'apprentissage que vous avez apporté à l'Académie Khan.
nb: All læring du har brakt til Khan Academy.
nl: Al het leren dat jij naar Khan Academy hebt gebracht.
pl: Cała nauka, jaką przyniosłeś/aś Khan Academy.
pt: Toda a aprendizagem que você trouxe para a Khan Academy.
tr: Khan Academy'ye getirdiğiniz tüm öğrenmeler.

source: All three sides conform to the inequality theorem, so this triangle can exist.
es: Los tres lados cumplen el teorema de la desigualdad, así que este triángulo puede existir.
fr: Les longueurs des trois côtés vérifient l'inégalité triangulaire, donc ce triangle peut exister.
pl: Wszystkie boki spełniają nierówność trójkąta, więc taki trójkąt może istnieć.
pt: Todos os três lados estão em conformidade com o teorema de desigualdade, portanto, este triângulo pode existir.
tr: Üç kenar da eşitsizliği sağlar, buna göre, bu üçgen vardır.

source: All time
da: Hele tiden
es: Todo el tiempo
fr: Depuis le début
ja: 全ての時間
nb: Hele tiden
nl: Aller tijden
pl: Cały czas
pt: O tempo todo
pt_pt: Sempre
tr: Her zaman

source: All together, everyone earned <code><var>TOTAL</var></code> <var>BADGE</var> badge.
es: Entre todos ganaron <code><var>TOTAL</var></code> medalla <var>BADGE</var>.
fr: Au total, <code><var>TOTAL</var></code> badge <var>BADGE</var> a été gagné.
pl: Wszyscy zdobyli łącznie <code><var>TOTAL</var></code> odznakę <var>BADGE</var>.
pt: Ao todo, todos ganharam <code><var>TOTAL</var></code> medalha <var>BADGE</var>.

source: All travel covered.
pt: Cobrimos todos os custos de viagens.
tr: Kapsamlı seyahat harcırahları.

source: All vehicles that are not bicycles do not have two wheels.
es: Todos los vehículos que no son bicicletas no tienen dos ruedas.
fr: Les véhicules qui ne sont pas des bicyclettes n'ont pas deux roues.
pt: Todos os veículos que não são bicicletas não têm duas rodas.
tr: Bisiklet olmayan tüm taşıtların iki tekerleği yoktur.

source: All vehicles with two wheels are bicycles.
es: Todos los vehículos con dos ruedas son bicicletas.
fr: Tous les véhicules à deux roues sont des bicyclettes.
pt: Todos os veículos com duas rodas são bicicletas.
tr: İki tekerleği olan tüm taşıtlar bisiklettir.

source: Allison Young is Contributing Editor for Global Modern and Contemporary Art. She is a doctoral candidate in Art History at the Institute of Fine Arts, NYU. She has held positions at the Museum of Fine Arts, Boston, the Rose Art Museum at Brandeis University and the Metropolitan Museum of Art. Allison is currently a graduate fellow in NYU’s Global Research Center in London.
pt: Allison Young é editora contribuinte de Arte Moderna e Contemporânea Global. Ela é doutoranda em História da Arte no Instituto de Belas Artes da NYU. Ela trabalhou no Museu de Belas Artes em Boston, Museu de Arte Rose da Universidade Brandeis e no Museu Metropolitano de Arte. Allison é atualmente fellow graduada no Centro de Pesquisa Global da NYU em Londres.
tr: Allison Young, Küresel Modern ve Çağdaş Sanat için Katkıda Bulunan Editördür. NYU Güzel Sanatlar Enstitüsü'nde Sanat Tarihi'nde doktora adayıdır. Boston'da Güzel Sanatlar Müzesi'nde, Brandeis Üniversitesi'nde Rose Sanat Müzesi'nde ve Metropolitan Sanat Müzesi'nde görev yapmıştır. Allison, NYU'nun Londra'daki Küresel Araştırma Merkezi'nde lisansüstü öğrencisidir.

source: Allow the user to post on site again
da: Tillad brugeren at skrive på siden igen
es: Permite al usuario publicar en la página otra vez
fr: Permettre à nouveau à l'utilisateur de publier des messages sur le site
ja: 再びポストすることをユーザに許可します
nb: Tillat brukeren å skrive på siden igjen
nl: Sta de gebruiker weer toe te posten
pl: Pozwól użytkownikowi ponownie dodawać posty na stronie
pt: Permitir que o usuário publique no site novamente
pt_pt: Permitir que o utilizador volte a publicar
tr: Kullanıcının siteye mesaj göndermesine tekrar izin ver

source: Allow your child to add other coaches
da: Tillad dit barn at tilføje andre lærere
es: Permite a tu hijo agregar a otros tutores
fr: Autoriser votre enfant à ajouter d'autres coaches
ja: あなたの子供を他のコーチに加えることを許可します．
nb: La barnet ditt legge til andre veiledere
nl: Sta jouw kind toe andere coaches toe te voegen
pl: Pozwól dziecku dodać innych trenerów
pt: Permitir que seu filho adicione outros tutores
pt_pt: Permitir que o meu filho adicione outros tutores
tr: Çocuğumun eğitmenlerini eklemesine izin veriyorum
