Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Fractions as division by a power of 10
da: brøker som division med en potens af 10
es: Fracciones como la división de potencias de 10
fr: Les fractions dont le dénominateur est une puissance de 10
nb: Brøker som divisjon med en potens av 10
nl: Breuken als deling door een macht van 10
pl: Ułamki jako dzielenie przez potęgę liczby 10
pt: Frações como divisão por uma potência de 10
tr: Kesirler, 10'un kuvvetlerinin bölümü olarak

source: Fractions cut and copy 1
da: Brøker klip og kopier 1
es: Fracciones cortar y pegar 1
fr: Fractions - Couper et copier
hi: भिन्नों का कटाव और प्रतिरूप 1
nb: Brøker klipp og lim 1
nl: Breuken knippen en kopiëren 1
pl: Cięcie i kopiowanie ułamkowych klocków - część 1
pt: Frações: cortar e copiar 1
tr: Kesirleri kesme ve kopyalama 1

source: Fractions cut and copy 2
da: Brøker klip og kopier 2
es: Fracciones cortar y pegar 2
fr: (Exercice inadapté)
hi: भिन्नों का कटाव और प्रतिरूप 2
nb: Brøker klipp og lim 2
nl: Breuken knippen en kopiëren 2
pl: Cięcie i kopiowanie ułamkowych klocków - część 2
pt: Frações: cortar e copiar 2
tr: Kesirleri kesme ve kopyalama 2

source: Fractions help represent parts of a whole.
es: Las fracciones ayudan a representar las partes de un todo.
fr: Une fraction permet de représenter les parties d'un tout.
nb: Brøker representerer deler av en helhet.
pl: Ułamek pomaga przedstawić część całości.
pt: As frações ajudam a representar partes de um todo.
tr: Kesirler, bir bütünün parçalarını göstermeye yardımcı olurlar.

source: Fractions on the number line 1
da: Brøker på tallinjen 1
fr: Placer une fraction sur la droite numérique
nb: Brøker på tallinje 1
nl: Breuken op de getallenlijn
pl: Ułamki na osi liczbowej 1
pt: Frações na reta numérica 1
tr: Sayı Çizgisi Üzerinde Kesirler 1

source: Fractions on the number line 3
fr: Placer une fraction sur la droite numérique 3
nb: Brøker på tallinjen 3
nl: Breuken op de getallenlijn 3
pl: Ułamki na osi liczbowej 3
pt: Frações na reta numérica 3
tr: Sayı Çizgisi Üzerinde Kesirler 3

source: Francium
es: Francio
pl: Frans
pt: Frâncio
pt_pt: Frâncio
tr: Fransiyum

source: Free classes and courses available for online learning at every level: Elementary, High school, and College lessons.
nb: Gratis klasser og kurs tilgjengelig for læring på alle nivå: grunnskole, videregående skole og høyskole/universitet.
pt: Aulas e cursos gratuitos para aprendizagem on-line em todos os níveis: fundamental, médio e superior.
pt_pt: Aulas gratuitas para os ensinos Básico, Secundário e Superior, disponíveis online.

source: Free snacks and drinks.
pt: Lanches e bebidas gratuitos.
tr: Ücretsiz atıştırmalıklar ve içecekler.

source: Free tools for parents and teachers
fr: Un outil gratuit pour les parents et les enseignants
pt: Ferramentas gratuitas para pais e professores
pt_pt: Ferramentas gratuitas para pais e professores
tr: Veliler ve öğretmenler için ücretsiz araçlar

source: Frequency Fingerprint
pl: Częstotliwość jako odcisk linii papilarnych
pt: Registro de frequência
tr: Frekans Parmak İzi

source: Frequency Fingerprint | Khan Academy Labs
es: Frecuencia de las letras al escribir en el teclado | Laboratorios de Khan Academy
pl: Odcisk palca w częstotliwości | Laboratorium Khan Academy
pt: Registro de frequência | Laboratórios da Khan Academy
tr: Frekans Parmak İzi | Khan Academy Laboratuvarları

source: Frequency Stability
fr: Stabilité de la fréquence de réalisation d'une éventualité
pl: Stabilność częstotliwości
pt: Estabilidade da frequência
tr: Frekans Kararlılığı

source: Frequency Stability | Khan Academy Labs
nb: Frekvens stabilitet | Khan Academy Labs
pl: Stabilność częstotliwości | Laboratoria Khan Academy
pt: Estabilidade da frequência | Laboratórios da Khan Academy
tr: Frekans İstikrarı | Khan Academy Laboratuvarları

source: Friend
es: Amigo
fr: Ami
hi: दोस्त
nb: Venn
pl: Przyjaciel
pt: Amigo
tr: Arkadaş

source: Frolicking and other such fun
bg: Игра, забавления и тем подобни
da: Boltrer sig og andet sjov
es: De retozar y otras cosas divertidas
fr: Se promener et autres plaisirs
pl: Figlowanie i inne takie zabawy
pt: Brincadeiras e outros divertimentos
tr: Eğlenirken ve başka eğlenceli şeyller yaparken

source: From School
es: De la escuela
fr: De l'école
ja: 校から
nb: Fra skole
pl: Ze szkoły
pt: Da escola
pt_pt: Da escola
tr: Okulundan

source: From here, you can also <a href="/computer-programming">learn programming</a>, or create a new <a href="/computer-programming/new/pjs">program</a>, <a href="/computer-programming/new/webpage">webpage</a>, or <a href="/computer-programming/new/sql">SQL script</a>.
nb: Herfra kan du også <a href="/computer-programming">lære programmering</a>, eller lage et nytt <a href="/computer-programming/new/pjs">program</a>, <a href="/computer-programming/new/webpage">nettside</a>, eller <a href="/computer-programming/new/sql">SQL skript</a>.
nl: Je kan ook <a href="/computer-programming">leren programmeren</a> of maak een nieuw <a href="/computer-programming/new/pjs">programma</a>, <a href="/computer-programming/new/webpage">webpagina</a> of<a href="/computer-programming/new/sql">SQL-script</a>.
pl: Stąd możesz również <a href="/computer-programming">nauczyć się programowania</a>, <a href="/computer-programming/new/pjs">stworzyć nowy program</a>, <a href="/computer-programming/new/webpage">stronę internetową</a> lub<a href="/computer-programming/new/sql">skrypt SQL</a>.
pt: Aqui, você também pode <a href="/computer-programming">aprender a programar</a>, ou criar um novo <a href="/computer-programming/new/pjs">programa</a>, <a href="/computer-programming/new/webpage">página web</a>, ou <a href="/computer-programming/new/sql">script SQL</a>.
pt_pt: Também podes <a href="/computer-programming">aprender a programar</a> ou podes criar um <a href="/computer-programming/new/pjs">programa</a>, uma <a href="/computer-programming/new/webpage">página da Web</a> ou um <a href="/computer-programming/new/sql">script SQL</a>.
tr: Buradan ayrıca <a href="/computer-programming">programlamayı öğrenebilir</a>, veya yeni bir <a href="/computer-programming/new/pjs">program</a>, <a href="/computer-programming/new/webpage">web sayfası</a>, veya <a href="/computer-programming/new/sql">SQL kodu</a> yaratabilirsiniz.

source: From humble beginnings to a world-class team
fr: De quelques vidéos à une salle de classe d'envergure mondiale
pt: De um começo humilde a uma equipe de primeira linha
tr: Mütevazı bir başlangıçtan birinci sınıf bir takıma

source: From kindergarten to calculus, Khan Academy is here to help.
da: Fra børnehave til universitetet er Khan Academy her for at hjælpe.
es: Del jardín de niños hasta cálculo. Khan Academy está aquí para ayudar.
fr: De la maternelle jusqu'à l'université, la Khan Academy est là pour vous aider.
ja: 幼稚園から微積分まで カーン アカデミーは支援します。
nb: Fra barnehage til kalkulus er Khan Academy er her for å hjelpe.
nl: Van de kleuterschool naar wiskunde. De Khan Academy helpt overal.
pl: Od przedszkola do rachunku różniczkowego. Khan Academy jest po to, żeby pomóc.
pt: Do jardim de infância ao cálculo, a Khan Academy está aqui para ajudar.
pt_pt: Desde a pré-primária até à universidade, a Khan Academy está aqui para ajudar.
tr: Anaokulundan kalkülüse, Khan Academy yardımcı olmak için burada.

source: From other coaches
da: Fra andre vejledere
es: De otros tutores
fr: Des autres coaches
ja: 他のコーチから
nb: Fra andre veiledere
nl: Van andere coaches
pl: Od innych trenerów
pt: De outros tutores
pt_pt: De outros tutores
tr: Diğer eğitmenlerden

source: From the author:
da: Fra forfatteren:
es: Del autor:
fr: De l'auteur :
hi: लेखक की ओर से:
ja: 著者より:
nb: Fra forfatteren:
nl: Van de schrijver:
pl: Od autora:
pt: Do autor:
pt_pt: Do autor:
tr: Yazardan:

source: From the diagram, we can see that the total length of <code>\purple{<var>SEG_TOTAL</var>}</code> is the sum of <code>\blue{<var>SEG_1</var>}</code> and <code>\green{<var>SEG_2</var>}</code>:
fr: Sur la figure, on voit que la longueur totale <code>\purple{<var>SEG_TOTAL</var>}</code> est la somme de <code>\blue{<var>SEG_1</var>}</code> et de <code>\green{<var>SEG_2</var>}</code>:
pt: A partir do diagrama, percebemos que o comprimento total de <code>\purple{<var>SEG_TOTAL</var>}</code> é a soma de <code>\blue{<var>SEG_1</var>}</code> e <code>\green{<var>SEG_2</var>}</code>:
tr: Şekle baktığımızda, <code>\purple{<var>SEG_TOTAL</var>}</code>'nin toplam uzunluğunun, <code>\blue{<var>SEG_1</var>}</code> ve <code>\green{<var>SEG_2</var>}</code>'in toplamı olduğunu görebiliriz:

source: From the diagram, we see that <code><var>ANGLE_BOT</var></code> and <code><var>ANGLE_TOP</var></code> are complementary angles.
es: A partir del diagrama vemos que <code><var>ANGLE_BOT</var></code> y <code><var>ANGLE_TOP</var></code> son ángulos complementarios.
nb: Fra diagrammet kan vi se at <code><var>ANGLE_BOT</var></code> og <code><var>ANGLE_TOP</var></code> er komplementærvinkler.
pl: Na rysunku widać, że <code><var>ANGLE_BOT</var></code> i <code><var>ANGLE_TOP</var></code> są kątami dopełniającymi się (do 90 stopni).
pt: A partir do diagrama, vemos que <code><var>ANGLE_BOT</var></code> e <code><var>ANGLE_TOP</var></code> são ângulos complementares.
tr: Şekle baktığımızda, <code><var>ANGLE_BOT</var></code> ve <code><var>ANGLE_TOP</var></code> nın tümler olduğunu görürüz.

source: From the diagram, we see that <code><var>ANGLE_BOT</var></code> and <code><var>ANGLE_TOP</var></code> are supplementary angles.
es: A partir del diagrama vemos que <code><var>ANGLE_BOT</var></code> y <code><var>ANGLE_TOP</var></code> son ángulos suplementarios.
nb: Fra diagrammet kan vi se at <code><var>ANGLE_BOT</var></code> og <code><var>ANGLE_TOP</var></code> er supplementvinkler.
pl: Na rysunku widać, że <code><var>ANGLE_BOT</var></code> i <code><var>ANGLE_TOP</var></code> są kątami dopełniającymi się (do 180 stopni).
pt: A partir do diagrama, vemos que <code><var>ANGLE_BOT</var></code> e <code><var>ANGLE_TOP</var></code> são ângulos suplementares.

source: From the diagram, we see that together <code>\blue{<var>ANGLE_TOP</var>}</code> and <code>\green{<var>ANGLE_BOT</var>}</code> form <code>\purple{<var>LARGE_ANGLE</var>}</code>, so
es: Del diagrama vemos que <code>\blue{<var>ANGLE_TOP</var>}</code> y <code>\green{<var>ANGLE_BOT</var>}</code> forman <code>\purple{<var>LARGE_ANGLE</var>}</code>, por tanto
pt: A partir do diagrama, vemos que, juntos, <code>\blue{<var>ANGLE_TOP</var>}</code> e <code>\green{<var>ANGLE_BOT</var>}</code> formam <code>\purple{<var>LARGE_ANGLE</var>}</code>, portanto
tr: Şekile baktığımızda, <code>\blue{<var>ANGLE_TOP</var>}</code> ve <code>\green{<var>ANGLE_BOT</var>}</code>'nin <code>\purple{<var>LARGE_ANGLE</var>}</code>'i oluşturduğunu görüyoruz.

source: From the evaluator:
da: Fra bedømmeren:
es: Del evaluador:
fr: De la part de l'évaluateur :
ja: 評価者より:
nb: Fra evaluator:
nl: Van de beoordelaar:
pl: Od oceniającego:
pt: Do avaliador:
pt_pt: Do avaliador:
tr: Değerlendirme:

source: From the figure, we can find that the lengths of the sides are <code><var>LENGTH</var></code>, <code><var>WIDTH</var></code>, and <code><var>HEIGHT</var></code>.
es: De la figura podemos ver que las longitudes de los lados son <code><var>LENGTH</var></code>, <code><var>WIDTH</var></code>, y <code><var>HEIGHT</var></code>.
fr: D'après la figure, les longueurs des côtés sont <code><var>LENGTH</var></code>, <code><var>WIDTH</var></code>, et <code><var>HEIGHT</var></code>.
pl: Z rysunku można wywnioskować, że długości boków wynoszą <code><var>LENGTH</var></code>,<code><var>WIDTH</var></code>, i <code><var>HEIGHT</var></code>.
pt: A partir da figura, podemos saber que os comprimentos dos lados são <code><var>LENGTH</var></code>, <code><var>WIDTH</var></code>, e <code><var>HEIGHT</var></code>.
tr: Şekilden, kenar uzunluklarının <code><var>LENGTH</var></code>, <code><var>WIDTH</var></code>, ve <code><var>HEIGHT</var></code> olduğunu bulabiliriz.

source: From the figure, we can find that the side length is <code><var>WIDTH</var></code>.
es: De la figura podemos ver que la longitud del lado es <code><var>WIDTH</var></code>.
fr: D'après la figure, la longueur du côté est <code><var>WIDTH</var></code>.
pl: Z rysunku można wywnioskować, że długość boku wynosi <code><var>WIDTH</var></code>.
pt: A partir da figura, podemos saber que o comprimento do lado é <code><var>WIDTH</var></code>.
tr: Şekilden, kenar uzunluğunun <code><var>WIDTH</var></code> olduğunu bulabiliriz.

source: From the given formula, we can see that the first term of the sequence is <code><var>A</var></code> and the common difference is <code><var>D</var></code>.
es: A partir de la fórmula dada, podemos ver que el primer término de la sucesión es <code><var>A</var></code> y la diferencia común es <code><var>D</var></code>.
fr: D'après la formule, le premier terme de la suite est <code><var>A</var></code> et sa raison est <code><var>D</var></code>.
pt: A partir da fórmula dada, é possível ver que o primeiro termo da progressão é <code><var>A</var></code> e a diferença comum é <code><var>D</var></code>.
tr: Verilen formülden, dizinin birinci teriminin <code><var>A</var></code> ve ortak farkının <code><var>D</var></code> olduğunu görüyoruz.

source: From the given formula, we can see that the first term of the sequence is <code><var>TERMS_TEX[0]</var></code> and the common ratio is <code><var>R_TEX</var></code>.
es: A partir de la fórmula dada, podemos ver que el primer término de la sucesión es <code><var>TERMS_TEX[0]</var></code> y que la relación común es <code><var>R_TEX</var></code>.
fr: D'après la formule, on voit que le premier terme est <code><var>TERMS_TEX[0]</var></code> et que la raison est <code><var>R_TEX</var></code>.
pt: A partir da fórmula apresentada, podemos observar que o primeiro termo da sequência é <code><var>TERMS_TEX[0]</var></code> e a razão comum é <code><var>R_TEX</var></code>.
tr: Verilen formülden, dizinin ilk teriminin <code><var>TERMS_TEX[0]</var></code> ve ortak oranının <code><var>R_TEX</var></code> olduğunu görebiliriz.

source: From the object, we can then find that the depth is <code><var>DEPTH</var></code>.
es: Del objeto, podemos encontrar que la profundidad es <code><var>DEPTH</var></code>.
fr: En faisant de nouveau tourner le solide, on lit que la hauteur est <code><var>DEPTH</var></code>.
pl: Na podstawie obiektu możemy stwierdzić, że głębokość wynosi <code><var>DEPTH</var></code>.
pt: A partir do objeto, podemos saber que a profundidade é <code><var>DEPTH</var></code>.
tr: Şekilden, derinliğin <code><var>DEPTH</var></code> olduğunu bulabiliriz.

source: From the object, we find that the base of the triangle is <code><var>BASE</var></code> and the height is <code><var>HEIGHT</var></code>.
es: Del objeto podemos ver que la base del triángulo es <code><var>BASE</var></code> y la altura es <code><var>HEIGHT</var></code>.
fr: On lit que la base du triangle est égale à <code><var>BASE</var></code> et que la hauteur est égale à <code><var>HEIGHT</var></code>.
pl: Z samego obiektu możemy stwierdzić, że podstawa trójkąta wynosi <code><var>BASE</var></code> a wysokość jest równa <code><var>HEIGHT</var></code>.
pt: A partir do objeto, podemos saber que a base do triângulo é <code><var>BASE</var></code> e a altura é <code><var>HEIGHT</var></code>.
tr: Nesneden, üçgenin tabanının <code><var>BASE</var></code> ve yüksekliğinin <code><var>HEIGHT</var></code> olduğunu bulabiliriz.

source: From this, five points on the graph are:
fr: Ainsi, on a ci-dessous cinq points du graphique :
nb: Fra dette, har vi fem punkter:
pt: Com base nisso, os cinco pontos no gráfico são:
tr: Buradan, grafikteki beş nokta:

source: Fuel
pt: Combustível
tr: Yakıt

source: Fuel (liters)
pl: Paliwo (litry)
pt: Combustível (litros)
tr: Yakıt (litre)

source: Full Time
da: Fuld tid
es: De tiempo completo
fr: Temps plein
ja: フルタイム
nb: Heltid
nl: Voltijds
pl: Pełny etat
pt: Trabalho de tempo integral
pt_pt: Tempo integral
tr: Tam Zamanlı

source: Fullscreen
ja: 全画面
nb: Fullskjerm
pl: Pełny ekran
pt: Tela cheia
pt_pt: Ecrã completo
tr: Tam ekran

source: Fun
bg: Забавление
pl: Zabawa
pt: Diversão
tr: Eğlence

source: Fun team events and board game nights!
fr: Événements fun team et jeu de plateau nuits !
pl: Imprezy firmowe i noce gier planszowych!
pt: Eventos divertidos da equipe e noites de jogos de tabuleiro!
tr: Eğlenceli takım etkinlikleri ve masa oyunları geceleri!

source: Function <code>\red{g(x)}</code> is compressed horizontally relative to <span data-if="Y_COEFFICIENT < 0"><code>\green{f(-x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, so must be multiplied by a number with a magnitude greater than <code>1</code>.
es: La función <code>\red{g(x)}</code> está comprimida horizontalmente en relación con <span data-if="Y_COEFFICIENT < 0"><code>\green{f(-x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, por lo tanto se debe multiplicar por un número de magnitud mayor a <code>1</code>.
fr: La courbe correspondant à <code>\red{g(x)}</code> est l'image de celle qui correspond à <span data-if="Y_COEFFICIENT < 0"><code>\green{f(-x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span> par une contraction horizontale, donc on doit multiplier par un nombre de valeur absolue supérieure à <code>1</code>.
pt: A função <code>\red{g(x)}</code> está esticada horizontalmente em relação a <span data-if="Y_COEFFICIENT < 0"><code>\green{f(-x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, portanto ela deve ser multiplicada por um número com uma magnitude maior que <code>1</code>.
tr: <code>\red{g(x)}</code> fonksiyonu <span data-if="Y_COEFFICIENT < 0"><code>\green{f(-x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>'e göre yatay yönde sıkıştırılmıştır, buna göre, büyüklüğü <code>1</code>'den daha büyük bir sayıyla çarpılması gerekir.

source: Function <code>\red{g(x)}</code> is compressed vertically relative to <span data-if="X_COEFFICIENT < 0"><code>\green{-f(x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, so must be multiplied by a number with a magnitude less than <code>1</code>.
es: La función <code>\red{g(x)}</code> está comprimida verticalmente en comparación con <span data-if="X_COEFFICIENT < 0"><code>\green{-f(x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, así que debe multiplicarse por un número con una magnitud menor a <code>1</code>.
fr: La courbe correspondant à <code>\red{g(x)}</code> est plus large que celle qui correspond à <span data-if="X_COEFFICIENT < 0"><code>\green{-f(x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, donc on doit multiplier par un nombre de valeur absolue inférieure à <code>1</code>.
pt: A função <code>\red{g(x)}</code> está comprimida verticalmente em relação a <span data-if="X_COEFFICIENT < 0"><code>\green{-f(x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, portanto deve ser multiplicada por um número com magnitude menor que <code>1</code>.
tr: <code>\red{g(x)}</code> fonksiyonu <span data-if="X_COEFFICIENT < 0"><code>\green{-f(x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>'e göre düşey yönde sıkıştırılmıştır, buna göre, büyüklüğü <code>1</code>'den küçük bir sayıyla çarpılması gerekir.

source: Function <code>\red{g(x)}</code> is flipped horizontally compared to <code>\blue{f(x)}</code>, so we should multiply <code>x</code> by <code>-1</code> reflect it over the <code>y</code>-axis.
es: La función <code>\red{g(x)}</code> está volteada horizontalmente en comparación con <code>\blue{f(x)}</code>, así que debemos multiplicar <code>x</code> por <code>-1</code> para reflejarla con respecto al eje <code>y</code>.
fr: Les abscisses des extremums de <code>\red{g(x)}</code> et <code>\blue{f(x)}</code> sont de signes opposés donc on doit d'abord multiplier <code>x</code> par <code>-1</code>. On obtient l'image de la courbe bleue dans la symétrie par rapport à l'axe des <code>y</code>.
pt: A função <code>\red{g(x)}</code> está invertida horizontalmente em comparação a <code>\blue{f(x)}</code>, então devemos multiplicar <code>x</code> por <code>-1</code> refletindo-a sobre o eixo <code>y</code>.
tr: <code>\red{g(x)}</code> fonksiyonu <code>\blue{f(x)}</code>'e göre yatay yönde yansıtılmıştır, buna göre, <code>y</code>-eksenine göre yansımasını almak için, <code>x</code>'i <code>-1</code> ile çarpmalıyız.

source: Function <code>\red{g(x)}</code> is flipped vertically compared to <code>\blue{f(x)}</code>, so we should multiply by <code>-1</code> reflect it over the <code>x</code>-axis.
es: La función <code>\red{g(x)}</code> está volteada verticalmente en comparación con <code>\blue{f(x)}</code>, así que debemos multiplicar por <code>-1</code> para reflejarla respecto al eje <code>x</code>.
fr: Les ordonnées des extremums de <code>\red{g(x)}</code> et <code>\blue{f(x)}</code> sont de signes opposés donc on doit d'abord multiplier l'expression de la fonction par <code>-1</code>. On obtient l'image de la courbe bleue dans la symétrie par rapport à l'axe des <code>x</code>.
pt: A função <code>\red{g(x)}</code> está invertida verticalmente em comparação a <code>\blue{f(x)}</code>, então devemos multiplicar por <code>-1</code>, refletindo-a sobre o eixo <code>x</code>.
tr: <code>\red{g(x)}</code> fonksiyonu <code>\blue{f(x)}</code>'e göre düşey yönde yansıtılmıştır, buna göre, <code>x</code>-eksenine göre yansımasını almak için, <code>-1</code> ile çarpmalıyız.

source: Function <code>\red{g(x)}</code> is not flipped vertically compared to <code>\blue{f(x)}</code>, so does not have a negative coefficient.
es: La función <code>\red{g(x)}</code> no está volteada verticalmente en comparación con <code>\blue{f(x)}</code>, por tanto no tiene un coeficiente negativo.
fr: Les fonctions f et g qui à tout x réel font correspondre <code>\red{g(x)}</code> et <code>\blue{f(x)}</code> varient dans le même sens donc le coefficient de la relation qui lie leurs deux expressions est positif.
pt: A função <code>\red{g(x)}</code> não é invertida verticalmente em relação a <code>\blue{f(x)}</code>, então ela não tem um coeficiente negativo.
tr: <code>\red{g(x)}</code>, <code>\blue{f(x)}</code>'e göre düşey yönde yansıtılmamıştır, yani katsayısı negatif değildir.

source: Function <code>\red{g(x)}</code> is shifted <code>1</code> unit down relative to <code>\blue{f(x)}</code>.
da: Funktionen <code>\red{g(x)}</code> er flyttet <code>1</code> enhed ned i forhold til <code>\blue{f(x)}</code>.
es: La función <code>\red{g(x)}</code> está desplazada <code>1</code> unidad hacia abajo respecto a <code>\blue{f(x)}</code>.
fr: La courbe de la fonction qui à x fait correspondre <code>\red{g(x)}</code> est décalée de <code>1</code> unité vers le bas par rapport à celle de la fonction qui à x fait correspondre <code>\blue{f(x)}</code>.
pt: Singular A função <code>\red{g(x)}</code> é deslocada <code>1</code> unidade para baixo em relação a <code>\blue{f(x)}</code>.

source: Function <code>\red{g(x)}</code> is shifted <code>1</code> unit left relative to <code>\blue{f(x)}</code>.
es: La función <code>\red{g(x)}</code> está desplazada <code>1</code> unidad a la izquierda con respecto a <code>\blue{f(x)}</code>.
fr: La courbe de la fonction qui à x fait correspondre <code>\red{g(x)}</code> est décalée de <code>1</code> unité vers la gauche par rapport à celle de la fonction qui à x fait correspondre <code>\blue{f(x)}</code>.
pt: Singular A função <code>\red{g(x)}</code> é deslocada <code>1</code> unidade para a esquerda em relação a <code>\blue{f(x)}</code>.
