Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: If there are a total of <code><var>TOTAL</var></code> students, how many girls are there?
fr: S'il y a un total de <code><var>TOTAL</var></code> étudiants, combien de filles y a-t-il ?
nb: Om det totalt er <code><var>TOTAL</var></code> elever, hvor mange jenter er det?
pl: Jeśli mamy w sumie <code><var>TOTAL</var></code> uczniów, to ile jest dziewczynek?
pt: Se há um total <code><var>TOTAL</var></code> alunos, qual o número de garotas?
tr: Eğer toplam <code><var>TOTAL</var></code> öğrenci varsa, kaç tane kız çocuğu vardır?

source: If there is something the student needs to improve, you could help them by providing more insight here. You can also just commend them on their project. Thank you for evaluating!
da: Hvis der er noget eleven skal forbedre, kan du hjælpe dem ved at give flere detaljer her. Du kan også bare rose dem for deres projekt. Tak for evalueringen!
es: Si hay algo en lo que el estudiante necesite mejorar, podrías ayudarle proporcionando más información aquí. También puedes elogiar su proyecto. ¡Gracias por evaluar!
fr: S'il y a des points sur lesquels les élèves doivent s'améliorer, vous pouvez les aider en leur fournissant plus de précisions ici. Vous pouvez aussi tout simplement leur faire des recommandations quant à leur projet. Merci pour votre évaluation !
ja: もし生徒が何かを改善する必要がある場合，あなたの洞察をここで彼らに提供することによって生徒達を助けることができます．あなたはまた，単に生徒達のプロジェクトをほめることもできます．評価をありがとうございます!
nb: Hvis det er noe studenten trenger å forbedre, kan du hjelpe ved å gi dem mer innsikt. Du kan også gi råd til prosjektet deres. Takk for evalueringen!
nl: Als er iets is waar de student in moet verbeteren, dan kun je hem hier helpen door meer uit te leggen. Je kunt ook alleen maar commentaar geven op hun project. Bedankt voor je beoordeling!
pl: Jeśli jest coś, co uczeń/uczennica powinien/powinna ulepszyć, możesz mu/jej pomóc dostarczając tu więcej informacji. Możesz też po prostu pochwalić projekt. Dziękujemy za ocenę!
pt: Se houver algo que o aluno precisa melhorar, você pode ajudá-lo aqui, oferecendo mais ideias. Você também pode apenas elogiá-lo por seu projeto. Obrigado por sua avaliação!
tr: Öğrencinin geliştirmesi gereken noktalar olduğunu düşünüyorsanız görüşlerinizi bildirerek kendisine yardımcı olabilir, ya da sadece proje ile ilgili takdirlerinizi iletebilirsiniz. Değerlendirmeniz için teşekkürler!

source: If there were <code><var>LEFT</var></code> slice remaining and all the slices were the same size, what fraction of the <var>pizza(1)</var> was eaten?
da: Hvis der var <code><var>LEFT</var></code> skive tilbage og alle skiver var havde samme størrelse, hvilken brøkdel af <var>pizza(1)</var> var så blevet spist?
es: Si había <code><var>LEFT</var></code> rebanada restante y todas las rebanadas eran del mismo tamaño, ¿qué fracción de la <var>pizza(1)</var> fue comida?
fr: S'il reste <code><var>LEFT</var></code> part et si toutes les parts sont de la même taille, quelle fraction de la <var>pizza(1)</var> a été mangée ?
nb: Om det var <code><var>LEFT</var></code> stykker igjen, og alle stykkene hadde lik størrelse, hvor stor brøkdel av <var>pizza(1)</var> var spist?
nl: Als er <code><var>LEFT</var></code> pizzapunten over waren, en alle pizzapunten waren even groot, welk gedeelte van de <var>pizza(1)</var> is dan opgegeten?
pl: Jeśli pozostał <code><var>LEFT</var></code> kawałek, a wszystkie kawałki były tej samej wielkości, jaka część <var>pizza(1)</var> została zjedzona?
pt: Se havia <code><var>LEFT</var></code> pedaço restante e todos os pedaços eram do mesmo tamanho, que fração da <var>pizza(1)</var> foi comida?
tr: <code><var>LEFT</var></code> dilim kaldıysa ve tüm dilimler aynı boyuttaysa, <var>pizza(1)</var>nın kaçta kaçı yenmiştir?

source: If there were initially <code><var>TOTAL</var></code> slices and all the slices are the same size, what fraction of the <var>pizza(1)</var> is remaining?
da: Hvis der var oprindeligt var <code><var>TOTAL</var></code> skiver og alle skiver har samme størrelse, hvilken brøkdel af <var>pizza(1)</var> er der så tilbage?
es: Si inicialmente había <code><var>TOTAL</var></code> rebanadas y todas las rebanadas son del mismo tamaño, ¿qué fracción queda de la <var>pizza(1)</var>?
fr: S'il y avait initialement <code><var>TOTAL</var></code> parts, toutes de la même taille, quelle fraction de la <var>pizza(1)</var> reste-t-il ?
hi: अगर शुरू में <code><var>TOTAL</var></code> भाग थे और सारे भाग एक आकार के थे, कौन सा अंश <var>pizza(1)</var> का बचा है?
nb: Om det var <code><var>TOTAL</var></code> stykker til å begynne med, og alle stykkene var av lik størrelse, hvilken brøkdel av <var>pizza(1)</var> er igjen?
nl: Als er aanvankelijk <code><var>TOTAL</var></code> pizzapunten waren, en alle pizzapunten zijn even groot, welk gedeelte van de <var>pizza(1)</var> is dan overgebleven?
pl: Jeśli początkowo były/ło <code><var>TOTAL</var></code> kawałki/ków, a wszystkie kawałki są takiej samej wielkości, jaka część <var>pizza(1)</var> pozostała?
pt: Se, inicialmente, havia <code><var>TOTAL</var></code> pedaços e todos eram do mesmo tamanho, que fração da <var>pizza(1)</var> resta?
tr: Başlangıçta <code><var>TOTAL</var></code> dilim varsa ve tüm dilimler aynı boyuttaysa, <var>pizza(1)</var>'nın kaçta kaçı kalır?

source: If there were initially <code><var>TOTAL</var></code> slices of equal size, what fraction of the <var>pizza(1)</var> was eaten?
es: Si inicialmente había <code><var>TOTAL</var></code> rebanadas de igual tamaño, ¿qué fracción de la <var>pizza(1)</var> fue comida?
fr: S'il y avait initialement <code><var>TOTAL</var></code> parts de la même taille, quelle fraction de la <var>pizza(1)</var> a été mangée ?
hi: अगर शुरू में <code><var>TOTAL</var></code> भाग थे समान आकार के, कौनसा अंश खाया गया था <var>pizza(1)</var> का?
nb: Om det var<code><var>TOTAL</var></code> stykker med lik størrelse, hvilken brøkdel av <var>pizza(1)</var> var spist?
nl: Als er aanvankelijk <code><var>TOTAL</var></code> evengrote pizzapunten waren, welk gedeelte van de <var>pizza(1)</var> is dan opgegeten?
pl: Jeśli początkowo było <code><var>TOTAL</var></code> kawałków tej samej wielkości, jaka część <var>pizza(1)</var> została zjedzona?
pt: Se, inicialmente, havia <code><var>TOTAL</var></code> pedaços de mesmo tamanho, que fração da <var>pizza(1)</var> foi comida?
tr: Başlangıçta <code><var>TOTAL</var></code> dilim varsa, <var>pizza(1)</var>'nin kaçta kaçı yenmiştir?

source: If this continues, please %(verb)s.
da: Hvis dette fortsætter, venligst %(verb)s.
es: Si esto continúa, por favor %(verb)s.
fr: Si cela se reproduit, merci de %(verb)s.
ja: もしこれが続くようでしたら，どうか %(verb)s
nb: Dersom dette fortsetter, venligst %(verb)s.
nl: Als dit zo doorgaat, gelieve %(verb)s.
pl: jeśli się to powtarza, prosimy %(verb)s.
pt: Se o problema persistir, %(verb)s.
pt_pt: Se continuar com problemas, %(verb)s.
tr: Eğer devam ederse, lütfen%(verb)s.

source: If this is challenging, you have an opportunity to learn and become smarter!
da: Hvis det er udfordrende, så har du en mulighed for at lære og blive klogere!
es: Si esto es desafiante, ¡tienes una oportunidad de aprender y volverte más listo!
fr: Si cela vous paraît difficile, vous avez la possibilité d'apprendre et donc de devenir plus intelligent!
ja: これがあなたにとってやりがいのあることであるなら、あなたにとって学びと賢くなる機会があるということです。
nb: Hvis dette er utfordrende, har du en mulighet til å lære og bli smartere!
nl: Het is misschien lastig, maar het is ook een goede kand om te leren en slimmer te worden!
pl: Jeśli jest to wymagające, masz możliwość nauki i stania się mądrzejszym!
pt: Se isto é desafiador, você tem a oportunidade de aprender e tornar-se mais inteligente!
pt_pt: Se isto é desafiante, tens a oportunidade de aprender e tornares-te mais esperto!
tr: Eğer bunu zorlu bulduysanız, bu öğrenmeniz ve daha zeki olmanız için bir fırsat!

source: If this problem continues and you think something is wrong, please <a href='/reportissue?type=Defect'>let us know by sending a report</a>.
da: Hvis problemet fortsætter, og du mener, der er noget galt, så <a href='/reportissue?type=Defect'>fortæl os det venligst ved at sende en rapport</a>.
es: Si el problema persiste y piensas que algo está mal, por favor <a href='/reportissue?type=Defect'>infórmanos mandando un reporte</a>.
fr: Si ce problème persiste et que vous pensez que quelque chose ne va pas, <a href='/reportissue?type=Defect'> merci de nous le faire savoir en envoyant un rapport</a>.
ja: もしこの問題が続いて発生し，何かがおかしいとお思いでしたら，どうか<a href='/reportissue?type=Defect'>レポートを提出して我々に知らせて下さい</a>．
nb: Hvis dette problemet vedvarer og du tror noe er galt, vær vennlig og <a href='/reportissue?type=Defect'>send oss en feilrapport</a>.
nl: Als het probleem blijft bestaan en je denkt dat er iets mis is, neem dan <a href='/reportissue?type=Defect'>contact met ons op door het sturen een melding</a>.
pl: Jeśli ten problem się powtarza i myślisz, że coś jest nie tak, prosimy, <a href='/reportissue?type=Defect'>daj nam znać, wysyłając raport</a>.
pt: Se o problema persistir e você acreditar que algo está errado, <a href='/reportissue?type=Defect'>avise-nos enviando um relato</a>.
pt_pt: Se continuares com problemas e concluíres que está a ocorrer um erro técnico, por favor <a href='/reportissue?type=Defect'>entra em contacto connosco</a>.
tr: Eğer bu problem devam ederse ve bir şeylerin yanlış gittiğini düşünürseniz lütfen <a href='/reportissue?type=Defect'> bize bildiriniz</a>.

source: If two angles are congruent angles, then the two angles are vertical angles.
es: Si dos ángulos son congruentes, entonces los ángulos son ángulos opuestos por el vértice.
fr: Si deux angles sont égaux, alors ces deux angles sont opposés par le sommet.
pt: Se dois ângulos são ângulos congruentes, então os dois ângulos são ângulos opostos pelo vértice.
tr: İki açı eş ise, bu iki açı ters açıdır.

source: If two angles are not congruent, then the angles cannot be vertical angles.
es: Si dos ángulos no son congruentes, entonces los ángulos no pueden ser ángulos opuestos por el vértice.
fr: Si deux angles ne sont pas égaux, alors ils ne peuvent pas être opposés par le sommet.
pt: Se dois ângulos não são ângulos congruentes, então os ângulos não podem ser ângulos opostos pelo vértice.
tr: İki açı eş değilse, bu açılar ters açı olamaz.

source: If two angles are not vertical angles, then the two angles are not congruent.
es: Si dos ángulos no son ángulos opuestos por el vértice, entonces los dos ángulos no son congruentes.
fr: Si deux angles ne sont pas opposés par le sommet, alors ils ne sont pas égaux.
pt: Se dois ângulos não são ângulos opostos pelo vértice, então os dois ângulos não são congruentes.
tr: İki açı ters açı değilse, bu iki açı eş değildir.

source: If two angles are vertical angles, then the two angles are congruent.
es: Si dos ángulos son ángulos opuestos por el vértice, entonces los dos ángulos son congruentes.
fr: Si deux angles sont opposés par le sommet, alors ils sont égaux.
pt: Se dois ângulos são ângulos opostos pelo vértice, então os dois ângulos são congruentes.
tr: İki açı ters açıysa, bu açılar eştir.

source: If two cities are <var>DISTANCE_MAP</var>cm apart on the map, what is the actual distance in km between the two cities?
fr: Si deux villes sont à <var>DISTANCE_MAP</var>cm de distance sur la carte, quelle est la distance réelle en km entre les deux villes ?
nb: Om to byer er <var>DISTANCE_MAP</var>cm fra hverandre på kartet, hva vil avstanden være i virkeligheten i km?
pl: Jeśli dwa miasta są <var>DISTANCE_MAP</var> cm od siebie na mapie, jaka jest rzeczywista odległość między tymi miastami w kilometrach?
pt: Se a distância dentre duas cidades é <var>DISTANCE_MAP</var>cm no mapa, qual é a distância real em km entre as duas cidades?
tr: Eğer haritada iki şehir arasındaki uzaklık <var>DISTANCE_MAP</var> cm ise, iki şehir arasındaki gerçek mesafe nedir?

source: If we add <code><var>B</var></code> and <code><var>expr(["*", M, "x"])</var></code>, we have <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
es: Si sumamos <code><var>B</var></code> y <code><var>expr(["*", M, "x"])</var></code>, tenemos <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
fr: La somme de <code><var>B</var></code> et de <code><var>expr(["*", M, "x"])</var></code> s'écrit <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
hi: अगर हम जोड़ते हैं <code><var>B</var></code> और<code><var>expr(["*", M, "x"])</var></code>, हमारे पास होगा <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
nb: Om vi adderer <code><var>B</var></code> og <code><var>expr(["*", M, "x"])</var></code>, har vi <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
pl: Jeśli dodamy <code><var>B</var></code> i <code><var>expr(["*", M, "x"])</var></code>, mamy <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
pt: Se somarmos <code><var>B</var></code> e <code><var>expr(["*", M, "x"])</var></code>, temos <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
tr: Eğer<code><var>B</var></code> ile <code><var>expr(["*", M, "x"])</var></code>'i toplarsak, <code><var>expr(["+", B, ["*", M, "x"]])</var></code> elde ederiz.

source: If we add <code><var>B</var></code> to <code><var>expr(["*", M, "x"])</var></code>, we have <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
es: Si sumamos <code><var>B</var></code> y <code><var>expr(["*", M, "x"])</var></code>, tenemos <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
fr: La somme de <code><var>B</var></code> et de <code><var>expr(["*", M, "x"])</var></code> s'écrit <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
hi: अगर हम जोड़ें <code><var>B</var></code> इसमें <code><var>expr(["*", M, "x"])</var></code>, हमारे पास होगा<code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
nb: Hvis vi adderer <code><var>B</var></code> to <code><var>expr(["*", M, "x"])</var></code>, får vi<code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
pl: Jeśli dodamy <code><var>B</var></code> do <code><var>expr(["*", M, "x"])</var></code>, mamy <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
pt: Se adicionarmos <code><var>B</var></code> a <code><var>expr(["*", M, "x"])</var></code>, temos <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
tr: Eğer <code><var>B</var></code> ile <code><var>expr(["*", M, "x"])</var></code>'i toplarsak, <code><var>expr(["+", B, ["*", M, "x"]])</var></code> elde ederiz.

source: If we can draw a quadrilateral inscribed in a circle, its opposite angles must sum to <code>180^\circ</code>. If the two angles are equal, then both must be <code>90^\circ</code>.
es: Si podemos dibujar un cuadrilátero inscrito en un círculo, sus ángulos opuestos deben sumar <code>180^\circ</code>. Si los dos ángulos son iguales, entonces ambos deben medir <code>90^\circ</code>.
fr: La somme des angles opposés d'un quadrilatère inscrit dans un cercle est égale à <code>180^\circ</code>. Si ces angles sont égaux, alors ils mesurent chacun <code>90^\circ</code>.
pt: Se pudermos desenhar um quadrilátero inscrito em um círculo, seus ângulos opostos devem somar <code>180^\circ</code>. Se os dois ângulos forem iguais, então os dois devem medir <code>90^\circ</code>.
tr: Eğer bir çemberin içine bir dörtgen çizersek, bu dörtgenin karşılıklı açılarının toplamı <code>180^\circ</code> olmalıdır. Eğer iki açı eşit ise, bu durumda her ikisi de <code>90^\circ</code> olmalıdır.

source: If we center a compass on <code>A</code> and set its radius such that it intersects <code>B</code>, then we will have a compass with a radius of the correct length.
es: Si centramos el compás en <code>A</code> y hacemos su radio tal que intersecte a <code>B</code>, entonces tendremos un compás con un radio de longitud correcta.
fr: Si on centre le cercle en <code>A</code> et si on règle le rayon de façon que le cercle passe par <code>B</code>, alors le rayon sera égal à la longueur du segment.
pt: Se centralizarmos um compasso em <code>A</code> e definirmos seu raio, de forma que intercepte <code>B</code>, teremos um compasso com um raio de comprimento correto.
tr: Bir pergelin merkezini <code>A</code> yaparsak ve yarıçapını <code>B</code>'yi kesecek şekilde ayarlarsak, o zaman yarıçapı doğru uzunlukta bir pergelimiz olur.

source: If we construct <span class="hint_blue">a triangle</span> with a vertex at point <code>A</code>, then construct a triangle with the same side lengths and a vertex at point <code>P</code>, the angles at <code>A</code> and <code>P</code> will be the same.
es: Si construimos <span class="hint_blue">un triángulo</span> con un vértice en el punto <code>A</code> y luego construimos un triángulo con las mismas longitudes de los lados en el punto <code>P</code>, los ángulos en <code>A</code> y <code>P</code> serán los mismos.
fr: Si on construit <span class="hint_blue">un triangle</span> dont un sommet est le point <code>A</code>, puis un triangle ayant des côtés de mêmes longueurs et dont un sommet est le point <code>P</code>, alors les angles de sommets <code>A</code> et <code>P</code> seront égaux.
pt: Se construirmos <span class="hint_blue">um triângulo</span> com um vértice no ponto <code>A</code>, e, em seguida, construirmos um triângulo com os mesmos comprimentos de lado e um vértice no ponto <code>P</code>, os ângulos em <code>A</code> e <code>P</code> serão os mesmos.
tr: Bir köşesi <code>A</code> noktasında olan <span class="hint_blue">bir üçgen</span> çizersek, ve sonra aynı kenar uzunlukları olan ve bir köşesi <code>P</code> noktası olan bir üçgen çizersek, <code>A</code> ve <code>P</code>'deki açılar aynı olur.

source: If we construct <span class="hint_blue">a triangle</span> with a vertex at point <code>A</code>, then construct a triangle with the same side lengths at and a vertex at point <code>P</code>, the angles at <code>A</code> and <code>P</code> will be the same.
es: Si construimos <span class="hint_blue">un triángulo</span> con un vértice en el punto <code>A</code>, y después construimos un triángulo con las mismas longitudes en el punto <code>P</code>, los ángulos en <code>A</code> y <code>P</code> serán los mismos.
fr: Si on construit <span class="hint_blue">un triangle</span> dont un sommet est le point <code>A</code>, puis un triangle ayant des côtés de mêmes longueurs et dont un sommet est le point <code>P</code>, alors les angles de sommets <code>A</code> et <code>P</code> seront égaux.
pt: Se construirmos <span class="hint_blue">um triângulo</span> com vértice no ponto <code>A</code>, e, em seguida, construirmos um triângulo com lados de mesmo comprimento e vértice no ponto <code>P</code>, os ângulos em <code>A</code> e <code>P</code> serão os mesmos.
tr: Bir köşesi <code>A</code> noktasında olan <span class="hint_blue">bir üçgen</span> çizersek, ve sonra aynı kenar uzunlukları olan ve bir köşesi <code>P</code> noktası olan bir üçgen çizersek, <code>A</code> ve <code>P</code>'deki açılar aynı olur.

source: If we copy a piece <code><var>N_OFFSPRING_EXPANDED</var></code> times, we will get a length of <code><var>N_OFFSPRING_EXPANDED</var> \times <var>fraction(1, D)</var> = <var>fraction(N_OFFSPRING_EXPANDED, D)</var></code> units.
da: Hvis vi kopiere et stykke <code><var>N_OFFSPRING_EXPANDED</var></code> gange, vi vil få en længde på <code><var>N_OFFSPRING_EXPANDED</var> \times <var>fraction(1, D)</var> = <var>fraction(N_OFFSPRING_EXPANDED, D)</var></code> enheder.
es: Si copiamos un pedazo <code><var>N_OFFSPRING_EXPANDED</var></code> veces, tendremos una longitud de <code><var>N_OFFSPRING_EXPANDED</var> \times <var>fraction(1, D)</var> = <var>fraction(N_OFFSPRING_EXPANDED, D)</var></code> unidades.
fr: Si on copie le morceau <code><var>N_OFFSPRING_EXPANDED</var></code> fois, on obtiendra un bloc de longueur <code><var>N_OFFSPRING_EXPANDED</var> \times <var>fraction(1, D)</var> = <var>fraction(N_OFFSPRING_EXPANDED, D)</var></code>.
hi: अगर हम एक हिस्से की अनुकृति करें <code><var>N_OFFSPRING_EXPANDED</var></code> बार, हमे लम्बाई मिलेगी <code><var>N_OFFSPRING_EXPANDED</var> \times <var>fraction(1, D)</var> = <var>fraction(N_OFFSPRING_EXPANDED, D)</var></code> इकाईओं कीI
nb: Hvis vi kopierer et stykke <code><var>N_OFFSPRING_EXPANDED</var></code> gange, vi vil få en lengde på <code><var>N_OFFSPRING_EXPANDED</var> \times <var>fraction(1, D)</var> = <var>fraction(N_OFFSPRING_EXPANDED, D)</var></code> enheter.
nl: Als we een stuk <code><var>N_OFFSPRING_EXPANDED</var></code> keer kopiëren, dan krijgen we een lengte van <code><var>N_OFFSPRING_EXPANDED</var> \times <var>fraction(1, D)</var> = <var>fraction(N_OFFSPRING_EXPANDED, D)</var></code> eenheden.
pl: Jeśli skopiujemy kawałek <code><var>N_OFFSPRING_EXPANDED</var></code> razy, otrzymamy długość wynoszącą <code><var>N_OFFSPRING_EXPANDED</var> \times <var>fraction(1, D)</var> = <var>fraction(N_OFFSPRING_EXPANDED, D)</var></code> jednostki/stek.
pt: Se copiarmos um pedaço <code><var>N_OFFSPRING_EXPANDED</var></code> vezes, obteremos um comprimento de <code><var>N_OFFSPRING_EXPANDED</var> \times <var>fraction(1, D)</var> = <var>fraction(N_OFFSPRING_EXPANDED, D)</var></code> unidades.
tr: Bir parçayı <code><var>N_OFFSPRING_EXPANDED</var></code> kere kopyalarsak, <code><var>N_OFFSPRING_EXPANDED</var> \times <var>fraction(1, D)</var> = <var>fraction(N_OFFSPRING_EXPANDED, D)</var></code> birimlik bir uzunluk elde ederiz.
