Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Linda is a Mellon Digital Learning Fellow, and she is helping to make Smarthistory an even better open source art history platform. She is excited to produce art history educational materials that engage and challenge learners.
pt: Linda é Bolsista da Mellon Digital, e está nos ajudando a melhorar ainda mais o recurso aberto Smarthistory da plataforma de história da arte. Ela está animada para produzir materiais didáticos sobre história da arte que envolvam e desafiem os alunos.

source: Lindsay is excited about math education. She taught secondary math for eight years and currently works as a content and curriculum writer. She also serves in the university setting creating graduate level coursework for math educators.
es: A Lindsay le emociona la educación de matemáticas. Enseñó matemáticas de secundaria por ocho años y actualmente trabaja como escritora de contenido y planes de estudio. También trabaja en el ambiente universitario generando cursos de nivel posgrado para educadores de matemáticas.
pt: Lindsay adora ensinar matemática. Ela ministrou aulas para o Ensino Médio durante oito anos, e atualmente trabalha como desenvolvedora de conteúdo e escritora de currículo. Ela também atua em universidades, criando cursos de pós-graduação para professores de matemática.
tr: Matematik eğitimi Lindsay'e heyecan veriyor. Sekiz yıl boyunca ikincil matematik öğretmenliği yaptı ve şimdi de iöerik ve müfredat yazarı olarak çalışıyor. Kendisi ayrıca üniversite ortamında matematik eğitmenleri için yüksek lisans seviyesinde ders içeriği hazırlıyor.

source: Line breaking error '{a}'.
da: Linjedeling-fejl '{a}'.
es: Error de salto de línea '{a}'.
nb: Linjeskiftfeil '{a}'.
nl: Regelafbrekingsfout '{a}'.
pl: Błąd łamania linii "{a}".
pt: Erro '{a}' de quebra de linha.
tr: Satır sonu hatası '{a}'.

source: Line breaks
da: Linjeskift
es: Saltos de línea
fr: Sauts de ligne
ja: 行区切り
nb: Linjeskift
nl: Regeleinden
pl: Podziały
pt: Quebras de linha
pt_pt: Quebras de linha
tr: Satır sonları

source: Line graph intuition
da: Linjens grafintuition
es: Intuición sobre la gráfica de la recta
fr: Tracer au jugé une droite dont une propriété est donnée
nb: Linjens egenskaper
pl: Intuicja tworzenia wykresu prostej
pt: Intuição de gráficos de retas
tr: Doğru Grafiği Kavramı

source: Line is too long.
da: Linjen er for lang.
es: La línea es demasiado larga.
fr: La ligne est trop longue.
nb: Linjen er for lang.
nl: Regel is te lang.
pl: Zbyt długa linia.
pt: A linha é muito longa.
tr: Satır fazla uzun.

source: Linear equation and inequality word problems
da: Tekstopgaver med lineære ligninger og uligheder
es: Problemas de ecuaciones lineales y desigualdades
fr: Résoudre un problème en utilisant une équation ou une inéquation
nb: Lineær ligning og ulikhet ord problemer
nl: Verhaalproblemen met lineaire vergelijkingen en ongelijkheden
pl: Zadania tekstowe o liniowych równaniach i nierównościach
pt: Situações problema com equações e inequações lineares
tr: Doğrusal denklem ve eşitsizliklerle ilgili sözlü problemler

source: Lines <code>p</code> and <code>q</code> are parallel. Which angles must be congruent to the <span class="hint_orange">given angle</span>? Select angles by clicking on them.
es: Las rectas <code>p</code> y <code>q</code> son paralelas. ¿Cuáles ángulos deben ser congruentes a <span class="hint_orange">ángulo dado</span>? Selecciona los ángulos haciendo clic sobre ellos.
fr: Les droites <code>p</code> et <code>q</code> sont parallèles. Quels angles sont égaux à <span class="hint_orange">l'angle codé</span> ? Cliquer sur les angles pour les sélectionner.
ja: 線 <code>p</code> と <code>q</code> は平行です．<span class="hint_orange">与えられた角</span> と合同であるべき角はどれでしょうか? その角をクリックして選んで下さい．
nb: Linjene <code>p</code> og <code>q</code> er parallelle. Hvilke vinkler må være tilsvarende <span class="hint_orange">gitte vinkelen</span>? Velg vinkler med å klikke på dem.
nl: Lijnen <code>p</code> en <code>q</code> zijn evenwijdig. Welke hoeken moeten gelijk zijn aan de <span class="hint_orange">gegeven hoek</span>? Selecteer de hoeken door erop te klikken.
pl: Proste <code>p</code> i <code>q</code> są równoległe. Które kąty muszą być przystające do <span class="hint_orange">danego kąta</span>? Wybierz kąty klikając na nie.
pt: As retas <code>p</code> e <code>q</code> são paralelas. Quais ângulos devem ser congruentes ao <span class="hint_orange">ângulo dado</span>? Selecione os ângulos, clicando neles.
tr: <code>p</code> ve <code>q</code> doğruları paraleldir. Hangi açılar <span class="hint_orange">verilmiş açı</span> ile eş olmalıdır? Üstlerine tıklayarak açıları seçiniz.

source: Lines are considered perpendicular if their slopes are negative reciprocals of each other.
da: Linjer er lodrette, hvis deres hældning er de negative reciprokker af hinanden.
es: Las rectas se consideran perpendiculares si sus pendientes son recíprocos negativos entre sí.
fr: Si deux droites sont perpendiculaires, le coefficient directeur de l'une est l'opposé de l'inverse de l'autre.
nb: Linjer står loddrett på hverandre hvis deres stigningstall er det samme men med motsatt fortegn.
pt: As retas são consideradas perpendiculares se suas inclinações são o inverso negativo uma da outra.
tr: Eğimleri birbirinin negatif tersiyse, doğrular dik demektir.

source: Lines are named using any two points on the line. The order doesn't matter.
es: Las líneas se nombran usando dos puntos cualesquiera sobre la línea. El orden no importa.
pl: Linie (proste) są nazywane przy użyciu dwóch punktów leżących na linii (prostej). Kolejność nie ma znaczenia.
pt: As retas são definidas usando-se dois pontos quaisquer sobre a reta. A ordem não importa.
tr: Doğrular üzerindeki herhangi iki nokta kullanarak isimlendirilir. Sıra önemli değildir.

source: Link an email address
da: Tilknyt en e-mail-adresse
es: Vincula una dirección de correo electrónico
fr: Associer une adresse e-mail
ja: 電子メールアドレスをリンクします．
nb: Tilknytt en epostadresse
nl: Koppel een e-mailadres
pl: Dołącz adres e-mail
pt: Vincular um endereço de e-mail
pt_pt: Associa um endereço de e-mail
tr: E-posta hesabı bağlamak

source: Link this email address
da: Link til denne email adresse
es: Vincula esta dirección de correo electrónico
fr: Associer cette adresse e-mail
ja: この電子メイルアドレスをリンクする
nb: Link denne e-postadressen
nl: Dit e-mailadres koppelen
pl: Dołącz ten adres e-mail
pt: Vincular este endereço de e-mail
pt_pt: Associar este endereço de e-mail
tr: Bu e-posta hesabı ile bağlantı sağlayınız

source: Linked accounts
bg: Свързани профили
da: Sammenkædede konti
es: Cuentas vinculadas
fr: Comptes associés
he: חשבונות מקושרים
nb: Tilknyttede kontoer
nl: Gekoppelde accounts
pl: Powiązane konta
pt: Contas vinculadas
pt_pt: Contas associadas
tr: Bağlı hesaplar

source: Linking their own email address to their account
da: Forbinde deres egen e-mailadresse til deres konto
es: Vincular su propia dirección de correo electrónico a su cuenta
fr: Reliant leur propre adresse e-mail à leur compte
ja: 彼ら自身の電子メイルアドレスに彼らのアカウントをリンクする
nb: Knytt deres egen e-postadresse til deres konto
nl: Het koppelen van hun eigen e-mailadres op hun rekening
pl: Dołączanie ich własnych adresów e-mail do ich kont
pt: Associar seu próprio endereço de e-mail a sua conta
tr: Kendi e-posta adresini hesaplarına bağlama

source: Links: Programs should not open links to other web pages, on Khan Academy or otherwise. It is jarring to the user and a concern for parents. Please use <code>println()</code> with the URL instead for now. {{#unless isChildAccount}} If you'd like an official linking mechanism in programs, please <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201079690-Expose-a-link-function-to-linking-to-webpages">vote here in our feedback forum</a>. {{/unless}}
da: Links: Programmer bør ikke åbne links til andre hjemmesider på Khan Academy eller andetsteds. Det er disharmonisk for brugeren og årsag til bekymringer for forældre. Brug venligst <code>println()</code> med URL-adressen indtil videre. {{#unless isChildAccount}} Hvis du gerne vil have et officielt link i programmer, så skal du <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201079690-Expose-a-link-function-to-linking-to-webpages"> stemme her i vores feedbackforum</a>. {{/unless}}
es: Enlaces: Los programas no deberían abrir enlaces a otras páginas web, dentro de Khan Academy o en otras. Es molesto para el usuario y una preocupación para los padres. Por favor usa el <code>printIn()</code> con la URL en su lugar por ahora. {{#unless isChildAccount}} Si quisieras un mecanismo para enlaces oficial en los programas, por favor <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201079690-Expose-a-link-function-to-linking-to-webpages">vota aquí en nuestro foro de comentarios</a>. {{/unless}}
fr: Les liens : les programmes ne doivent pas ouvrir les liens vers d'autres pages web, sur la Khan Academy ou sur d'autres. C'est embêtant pour l'utilisateur et problématique pour les parents. S'il vous plaît, pour l'instant, utilisez plutôt la fonction <code>println()</code> pour afficher l'URL. {{#unless isChildAccount}} Si vous désirez un mécanisme pour faire des liens dans vos programmes, s'il vous plaît <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201079690-Expose-a-link-function-to-linking-to-webpages"> votez ici dans notre forum de propositions</a>. {{/unless}}
nb: Lenker: Programmer bør ikke åpne lenker til andre hjemmesider på Khan Academy eller anndre nettsteder. Det er disharmonisk for brukeren og årsak til bekymringer for foreldre. Bruk vennligst <code>println()</code> med URL-adressen inntil videre. {{#unless isChildAccount}} Hvis du gjerne vil have en offisiell link i programmet, så må du <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201079690-Expose-a-link-function-to-linking-to-webpages"> stemme her i vårt feedbackforum</a>. {{/unless}}
pl: Linki: Programy nie powinny otwierać żadnych linków do stron internetowych, na Khan Academy lub innych. Jest to drażniące dla użytkownika i niepokojące dla rodziców. Prosimy, zamiast tego używaj od tej pory <code>println()</code> dla URL. {{#unless isChildAccount}} Jeżeli chcesz oficjalnego mechanizmu linkowania programach, prosimy <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201079690-Expose-a-link-function-to-linking-to-webpages">zagłosuj tutaj na naszym forum z opiniami</a>. {{/unless}}
pt: Links: programas não devem conter links que deem acesso a outras páginas da Web, seja na Khan Academy ou não. É desagradável para o usuário e uma preocupação para os pais. Em vez disso, use <code>println()</code> com a URL por enquanto. {{#unless isChildAccount}} Se você quiser ter um mecanismo oficial de links nos programas, <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201079690-Expose-a-link-function-to-linking-to-webpages">vote aqui no nosso fórum de comentários</a>. {{/unless}}
tr: Bağlantılar: Programlar Khan Academy içinde veya dışında başka sayfalara bağlantılar açmamalıdır. Kullanıcılar için rahatsız edici olan bu durum, veliler için de kaygı uyandırıcıdır. Lütfen şimdilik URL ile birlikte <code>println()</code> kullanmayı tercih ediniz. {{#unless isChildAccount}} Eğer resmi bir bağlantı mekanizması görmek istiyorsanız, lütfen <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201079690-Expose-a-link-function-to-linking-to-webpages"> geribildirim forumumuzda oyunuzu kullanınız</a>. {{/unless}}

source: Lisa also presents nationally on Common Core Math and Singapore Math, blogs at <a href="http://mathspot.net">mathspot.net</a>, and designs mobile apps for Common Core Math.
es: Lisa también hace presentaciones a nivel nacional sobre matemáticas de tronco común y matemáticas del modelo de Singapur, tiene un blog en <a href="http://mathspot.net">mathspot.net</a>, y diseña aplicaciones para celulares para matemáticas del tronco común estadounidense.
pt: Lisa também se apresenta nacionalmente no Common Core Math e Singapore Math, blogs disponíveis em <a href="http://mathspot.net">mathspot.net</a>, e projeta aplicativos móveis para Common Core Math.
tr: Lisa aynı zamanda <a href="http://mathspot.net">mathspot.net</a> adresinde ülke çapında Common Core ve Singapur matematik müfredatları üzerine bloglar sunmakta ve Common Core matematik müfredtı ile ilgili mobil uygulamalar tasarlamaktadır.

source: Lisa is a K-8 Math Specialist in Aventura, Florida who is passionately devoted to helping children and adults make sense of math. She serves on the editorial panel for the National Council of Teachers of Mathematics journal <em>Teaching Children Mathematics</em> and has published problem sets and a research study on visual models in problem solving.
es: Lisa es una especialista en matemáticas de nivel básico y medio en Aventura, Florida, apasionada por ayudar a que los niños y adultos comprendan las matemáticas. Trabaja en el panel editorial para la revista del Consejo Nacional de Profesores y Matemáticas de Estados Unidos <em>Teaching Children Mathematics</em> (Enseñandoles matemáticas a los niños) y ha publicado juegos de problemas y un estudio de investigación sobre los modelos visuales en la resolución de problemas.
pt: Lisa é professora de matemática do ensino fundamental em Aventura, Flórida, e se dedica, de forma apaixonada, a ajudar crianças e adultos a entender matemática. Ela faz parte do painel editorial da revista do Conselho Nacional de Professores de Matemática, <em>Teaching Children Mathematics</em>, e publicou várias listas de exercícios e um estudo sobre modelos visuais para a resolução de problemas.
tr: Aventura, Florida'lı Lisa, kendini büyük bir tutkuyla çocukların ve yetişkinlerin matematik konularını anlamasına adamış bir K-8 matematik uzmanıdır. Kendisi National Council of Teachers of Mathematics'in <em>Çocuklara Matematik Öğretmek</em> dergisinin editör panelinin bir üyesidir ve bir çok problem setinin yanı sıra, problem çözmede görsel modeller üzerine bir araştırma yayınlamıştır.

source: Lists
da: Lister
es: Listas
fr: Listes
ja: リスト
nb: Lister
nl: Lijsten
pl: Listy
pt: Listas
pt_pt: Listas
tr: Listeler

source: Liters of blue paint
nb: Liter med blå maling
pt: Litros de tinta azul

source: Liters of gas
nb: Liter bensin
pt: Litros de gasolina

source: Liters of red paint
nb: Liter med rød maling
pt: Litros de tinta vermelha

source: Liters of water
nb: Liter vann
pt: Litros de água

source: Livermorium
es: Livermorio
pl: Liwermor
pt: Livermório
pt_pt: Livermório

source: Loading
ja: 読み込み中
nb: Laster
pl: Ładowanie
pt: Carregando
pt_pt: A carregar
tr: Yükleniyor

source: Loading activity...
da: Indlæser aktivitet...
es: Cargando la actividad...
fr: Chargement du résumé d'activité...
ja: アクティビティを読み込み中...
nb: Laster inn aktivitet...
nl: Activiteit aan het laden...
pl: Ładowanie aktywności...
pt: Carregando atividade...
pt_pt: A carregar actividade...
tr: Etkinlik yükleniyor...

source: Loading audio...
da: Indlæser lyd...
es: Cargando el audio...
fr: Chargement audio...
ja: オーディオの読み込み中．．．
nb: Laster lyd...
nl: Geluid wordt geladen...
pl: Ładowanie dźwięku...
pt: Carregando áudio...
pt_pt: A carregar áudio...
tr: Ses yükleniyor...

source: Loading content...
nb: Laster innhold...
pt: Carregando conteúdo...
pt_pt: A carregar...
tr: İçerik yükleniyor...

source: Loading students failed
da: Indlæsning af elev mislykkedes
es: Falló la carga de estudiantes
fr: Le chargement de la liste des élèves à échoué
ja: 生徒のデータの読み込みに失敗しました
nb: Opplasting av elever mislyktes
nl: Laden van studenten is mislukt
pl: Ładowanie uczniów nie powiodło się
pt: Falha ao carregar os alunos
pt_pt: Erro ao carregar a lista de alunos
tr: Başarısız olan öğrenciler yükleniyor

source: Loading students list
da: Indlæser elevlisten
es: Cargando lista de estudiantes
fr: Chargement de la liste d'élèves
ja: 生徒のリストを読み込んでいます
nb: Laste opp elevliste
nl: Laden van studentenlijst
pl: Ładowanie listy uczniów
pt: Carregando a lista de alunos
pt_pt: A carregar a lista de alunos
tr: Öğrenci listesi yükleniyor

source: Loading your classes...
da: Indlæser dine klasser...
es: Cargando tus clases...
fr: Chargement de vos classes...
ja: あなたのクラスを読み込み中...
nb: Laster inn dine klasser...
nl: Jouw klassen laden...
pl: Ładowanie Twoich klas...
pt: Carregando suas turmas...
pt_pt: A carregar as suas aulas...
tr: Sınıflarınız yükleniyor...

source: Loading&hellip;
bg: Зареждане&hellip;
da: Indlæser&hellip;
es: Cargando&hellip;
fr: Chargement &hellip;
nb: Laster inn&hellip;
nl: Laden&hellip;
pl: Ładowanie&hellip;
pt: Carregando&hellip;
pt_pt: A carregar&hellip;
tr: Yükleniyor&hellip;

source: Loading, please wait...
es: Cargando, por favor espera...
ja: ロード中です．お待ち下さい...
nb: Laster inn. Vennligst vent...
pl: Ładowanie, proszę czekać...
pt: Carregando. Aguarde...
pt_pt: A carregar...
tr: Yükleniyor, lütfen bekleyin...

source: Loading...
da: Indlæser...
fr: Chargement...
pl: Ładowanie...
pt: Carregando...
pt_pt: A carregar...
tr: Yükleniyor...

source: LocalStorage: Programs should not attempt to get or set <code>localStorage</code>. It is impressive what you can do with it, but the way that programs are currently served, their localStorage will suffer collisions and all programs will run out of quota. {{#unless isChildAccount}} If you'd like an official form of storage in programs, please <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201192514-Provide-a-persistent-data-storage-mechanism-for-programs">vote here in our feedback forum</a>. {{/unless}}
da: LocalStorage: Programmer bør ikke forsøge at hente eller angive <code>localStorage</code>. Det er imponerende, hvad du kan gøre med det, men måden deres programmer i øjeblikket fungerer, vil deres localStorage give kollisioner og alle programmer vil løbe tør for kvote. {{#unless isChildAccount}} Hvis du gerne vil have en officiel form for opbevaring i programmer, så skal du <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201192514-Provide-a-persistent-data-storage-mechanism-for-programs"> stemme her i vores </a>. {{/unless}}
es: LocalStorage: Los programas no deberían intentar obtener o configurar <code>localStorage</code>. Es impresionante lo que puedes hacer con eso, pero por la forma en que los programas funcionan, su localStorage tendrá conflictos y todos los programas se quedarán sin espacio. {{#unless isChildAccount}} Si quisieras una forma oficial de almacenaje en los programas, por favor <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201192514-Provide-a-persistent-data-storage-mechanism-for-programs">vota aquí en nuestro foro de comentarios</a>. {{/unless}}
fr: Le stockage local : les programmes ne doivent pas essayer d'obtenir ou de définir un <code>"localStorage"</code> pour stocker des données en local. C'est impressionnant ce que vous pouvez faire avec ça, mais la façon dont c'est fait actuellement implique des problèmes dans les programmes. {{#unless isChildAccount}} Si vous souhaitez un moyen officiel de stocker des données dans les programmes, s'il vous plaît <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201192514-Provide-a-persistent-data-storage-mechanism-for-programs"> votez ici dans notre forum de propositions</a>. {{/unless}}
nb: LocalStorage: Programmer bør ikke forsøke å hente eller angi <code>localStorage</code>. Det er imponerende, hva du kan gjøre med det, men måten deres programmer i øyeblikket fungerer, vil dine localStorage gi kollisioner og alle programmer vil løpe tom for kvote. {{#unless isChildAccount}} Hvis du gjerne vil hav en offisiell form for oppbevaring i programmer, så må du <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201192514-Provide-a-persistent-data-storage-mechanism-for-programs"> stemme her i vårt </a>. {{/unless}}
nl: LocalStorage: Programma's moeten niet proberen om <code>localStorage</code> te verkrijgen of in te stellen. Het is immens wat je er mee kan doen, maar door de manier waarom programma's momenteel worden behandeld, zal hun localStorage voor botsingen zorgen en zullen alle aandelen van de programma's op geraken. {{#unless isChildAccount}} Als je een officiële opslagvorm wilt in programma's, alsjeblieft,<a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201192514-Provide-a-persistent-data-storage-mechanism-for-programs">stem hier op ons feedback forum</a>. {{/unless}}
pl: Pamięć lokalna: Programy nie powinny odwoływać się lub ustawiać <code>localStorage</code>. Jest imponujące, że potrafisz to zrobić, jednak sposób w jaki są aktualnie dostarczane programy, ich localStorage, ucierpi poprzez kolizje, tak samo jak wszystkie programy. {{#unless isChildAccount}} Jeżeli chcesz oficjalnej formy pamięci w programach, prosimy <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201192514-Provide-a-persistent-data-storage-mechanism-for-programs">zagłosuj tutaj na naszym forum z opiniami</a>. {{/unless}}
pt: Armazenamento local: os programas não devem tentar obter ou definir <code>localStorage</code>. É impressionante o que você pode fazer com ele, mas por causa da forma como os programas estão atualmente armazenados no servidor, seu localStorage sofrerá colisões e a cota de armazenamento de todos os programas vai acabar. {{#unless isChildAccount}} Se você quiser um modelo oficial de armazenamento nos programas, <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201192514-Provide-a-persistent-data-storage-mechanism-for-programs">vote aqui no nosso fórum de comentários</a>. {{/unless}}
tr: LocalStorage: Programlar <code>localStorage</code>'a ulaşmaya veya onu ayarlamaya teşebbüs etmemelidir. Kendisiyle etkileyici işler yapılabiliyor olsa da, programlarımızın güncel sunum şekli sebebiyle localStorage'ları çakışmalar yaşayabilir, ve tüm programlar kotalarını aşabilir. {{#unless isChildAccount}} Programlarda resmi bir saklama biçimi istiyorsanız, lütfen <a href="https://khanacademy.zendesk.com/hc/communities/public/questions/201192514-Provide-a-persistent-data-storage-mechanism-for-programs"> geribildirim forumumuzda oyunuz kullanın</a>. {{/unless}}

source: Location
da: Placering
es: Ubicación
fr: Emplacement
ja: 場所
nb: Sted
nl: Locatie
pl: Lokalizacja
pt: Localização
pt_pt: Localização
tr: Konum

source: Log in
bg: Влизане
es: Inicia sesión
fr: Connexion
ja: ログイン
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt: Entrar
pt_pt: Iniciar sessão
tr: Giriş Yap

source: Log in / Sign up
es: Iniciar sesión / Registrarse
nb: Logg inn / Registrer
nl: Inloggen / Aanmelden
pl: Zaloguj się / Zarejestruj się
pt: Entrar / Cadastrar-se
pt_pt: Iniciar sessão / Criar conta
tr: Oturum açın / Kaydolun

source: Log in first
da: Log ind først
es: Inicia sesión primero
fr: Connectez-vous en premier
hi: पहले लॉगिन करे
ja: まずはログインして下さい
nb: Logg inn først
nl: Meld je eerst aan
pl: Najpierw się zaloguj
pt: Faça login antes
pt_pt: Primeiro, inicia sessão
tr: Önce Giriş yapınız

source: Log in first to suggest a fix
da: Log først ind for at foreslå en rettelse
es: Primero inicia sesión para sugerir una solución
fr: Connectez vous en premier afin de pouvoir suggérer une réparation
ja: 修正案を提案するためには，まずログインします．
nb: Logg først inn for å foreslå en rettelse
nl: Log eerst in om een aanpassing voor te stellen
pl: Zaloguj się, aby zasugerować poprawkę
pt: Faça login para sugerir uma correção
pt_pt: Inicia sessão para sugerires uma correção
tr: Bir düzeltme önermek için önce sisteme giriş yapınız

source: Log in first!
da: Log ind først!
es: ¡Inicia sesión primero!
fr: Connectez-vous d'abord !
ja: まずはログインして下さい!
nb: Logg inn først!
nl: Meld je eerst aan!
pl: Najpierw się zaloguj!
pt: Faça o login!
pt_pt: Primeiro, inicia sessão!
tr: Önce oturum açınız!
