Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Watch part of any video or work on any skill each day for 100 consecutive days
bg: Гледай част от видео или работи по някое умение всеки ден в продължение на 100 дни
da: Se en del af enhver video eller arbejd på enhver færdighed hver dag 100 dage i træk
es: Ve una parte de cualquier video o trabaja en cualquier habilidad por 100 días consecutivos
fr: Regarder une partie de n'importe quelle vidéo ou bien travailler sur n'importe quelle compétence chaque jour, et ce pendant 100 jours consécutifs
ja: 100日間続けてビデオを何か見るかスキルを何か勉強する
nb: Se en del av enhver video, eller jobb med enhver ferdighet 100 dager på rad
nl: Bekijk een deel van een video of werk aan een vaardigheid gedurende 100 opeenvolgende dagen
pl: Obejrzyj fragment dowolnego filmu lub pracuj nad dowolną umiejętnością codziennie przez 100 kolejnych dni
pt: Assistir parte de qualquer vídeo ou trabalhar qualquer habilidade todos os dias por 100 dias consecutivos
pt_pt: Vê uma parte de um vídeo ou trabalha uma determinada competência durante 100 dias consecutivos
tr: Birbirini izleyen 100 gün boyunca, her gün herhangi bir videonun bir kısmını izlemek veya bir beceri üstünde çalışmak

source: Watch part of any video or work on any skill each day for 15 consecutive days
da: Se en del af enhver video eller arbejd på enhver færdighed hver dag 15 dage i træk
es: Ve una parte de cualquier video o trabaja en cualquier habilidad por 15 días consecutivos
fr: Regardez une partie de n'importe quelle vidéo ou bien travaillez sur n'importe quelle compétence chaque jour, et ce pendant 15 jours consécutifs
ja: 15日間続けてビデオを何か見るかスキルを何か勉強する
nb: Se en del av enhver video, eller jobb med enhver ferdighet hver dag, 15 dager i strekk
nl: Bekijk een deel van een video of werk aan een vaardigheid gedurende 15 opeenvolgende dagen
pl: Obejrzyj fragment dowolnego filmu lub pracuj nad dowolną umiejętnością codziennie przez 15 kolejnych dni
pt: Assistir parte de qualquer vídeo ou trabalhar qualquer habilidade todos os dias por 15 dias consecutivos
pt_pt: Vê uma parte de um vídeo ou trabalha uma determinada competência durante 15 dias consecutivos
tr: Birbirini izleyen 15 gün boyunca, her gün herhangi bir videonun bir kısmını izlemek veya herhangi bir beceri üstünde çalışmak

source: Watch part of any video or work on any skill each day for 30 consecutive days
bg: Гледай част от видео или работи по някое умение всеки ден в продължение на 30 дни
da: Se en del af enhver video eller arbejd på enhver færdighed hver dag 30 dage i træk
es: Ve una parte de cualquier video o trabaja en cualquier habilidad por 30 días consecutivos
fr: Regardez une partie de n'importe quelle vidéo ou bien travaillez sur n'importe quelle compétence chaque jour, et ce pendant 30 jours consécutifs
ja: 30日間続けてビデオを何か見るかスキルを何か勉強する
nb: Se en del av enhver video, eller jobb med enhver ferdighet 30 dager på rad
nl: Bekijk een deel van een video of werk aan een vaardigheid gedurende 30 opeenvolgende dagen
pl: Obejrzyj fragment dowolnego filmu lub pracuj nad dowolną umiejętnością codziennie przez 30 kolejnych dni
pt: Assistir parte de qualquer vídeo ou trabalhar qualquer habilidade todos os dias por 30 dias consecutivos
pt_pt: Vê uma parte de um vídeo ou trabalha uma determinada competência durante 30 dias consecutivos
tr: Birbirini izleyen 30 gün boyunca, her gün herhangi bir videonun bir kısmını izlemek veya herhangi bir beceri üstünde çalışmak

source: Watch part of any video or work on any skill each day for 5 consecutive days
da: Se en del af enhver video eller arbejd på enhver færdighed hver dag 5 dage i træk
es: Ve una parte de cualquier video o trabaja en cualquier habilidad por 5 días consecutivos
fr: Regardez n'importe quelle vidéo ou travaillez sur n'importe quelle compétence chaque jour, pendant 5 jours consécutifs
ja: 5日間続けてビデオを何か見るかスキルを何か勉強する
nb: Se en del av enhver video, eller jobb med enhver ferdighet 5 dager på rad
nl: Bekijk een deel van een video of werk aan een vaardigheid gedurende 5 opeenvolgende dagen
pl: Obejrzyj fragment dowolnego filmu lub pracuj nad dowolną umiejętnością codziennie przez 5 kolejnych dni
pt: Assistir parte de qualquer vídeo ou trabalhar qualquer habilidade todos os dias por 5 dias consecutivos
pt_pt: Vê uma parte de um vídeo ou trabalha uma determinada competência durante cinco dias consecutivos
tr: Birbirini izleyen 5 gün boyunca, her gün herhangi bir videonun bir kısmını izlemek veya herhangi bir beceri üstünde çalışmak

source: Watch part of any video or work on any skill or programming challenge on 5 days in January 2014
da: Se en del af enhver video eller arbejd på enhver færdigheds- eller programmeringsudfordring 5 dage i januar 2014
es: Mira una parte de cualquier video o trabaja en cualquier habilidad o desafío de programación en 5 días en enero de 2014
fr: Regardez une vidéo ou travailler dans n'importe quelle compétence ou défi de programmation sur 5 jours en janvier 2014
ja: 2014年の1月に何かのビデオ，何かのスキル，またはプログラミングの挑戦を 5 日間行なう．
nb: Se en del av en video eller arbeide med en ferdighet eller programmeringsutfordring i 5 dager i januar 2014
nl: Bekijk een deel van een video of werk aan een vaardigheid of programmeringsuitdaging gedurende 5 dagen in januari 2014
pl: Obejrzyj część jakiegokolwiek filmu lub popracuj nad jakąkolwiek umiejętnością lub wyzwaniem z programowania przez 5 dni w Styczniu 2014
pt: Assistir parte de qualquer vídeo ou trabalhar qualquer habilidade ou desafio de programação durante 5 dias do mês de janeiro de 2014
pt_pt: Vê parte de algum vídeo ou trabalha em alguma competência ou desafio de programação durante 5 dias em janeiro de 2014
tr: 2014 Ocak ayı boyunca 5 günde Programlama konusunda herhangi bir videoyu kısmen izleyin, veya herhangi bir beceri ya da Bilgi Ölçme Yarışması'nı tamamlayın

source: Watch the video
da: Se videoen
es: Mira el video
fr: Regarder la vidéo
nb: Se videoen
nl: Bekijk de video
pl: Obejrzyj film
pt: Assista ao vídeo
pt_pt: Vê o vídeo
tr: Videoyu izleyin

source: Watch. Practice. Learn almost anything for free.
bg: Гледайте. Упражнявайте се. Научете почти всичко безплатно.
da: Se, øv og lær næsten alt gratis.
es: Observa. Practica. Aprende gratis casi cualquier cosa.
fr: Observer. S'entraîner. Apprendre presque tout, gratuitement.
he: צפה. התאמן. ולמד כמעט כל דבר בחינם.
ja: ビデオも、演習も。あらゆることを無料で学ぼう。
nb: Se. Øv. Lær nesten hva som helst gratis.
nl: Kijk. Oefen. Leer bijna alles, voor niets.
pl: Oglądaj. Ćwicz. Ucz się prawie wszystkiego za darmo.
pt: Assista. Pratique. Aprenda praticamente tudo de graça.
pt_pt: Vê. Pratica. Aprente quase tudo. Gratuitamente.
tr: İzle, Pratik Yap. Hemen hemen herşeyi ücretsiz öğren.

source: Watched <span class="video-minutes">{{secondsToTime secondsWatched}}</span> of <a href="{{relativeUrl}}">{{translatedVideoTitle}}</a>
da: Så <span class="video-minutes">{{secondsToTime secondsWatched}}</span> af <a href="{{relativeUrl}}">{{translatedVideoTitle}}</a>
es: Vistos <span class="video-minutes">{{secondsToTime secondsWatched}}</span> de <a href="{{relativeUrl}}">{{translatedVideoTitle}}</a>
fr: Regardé <span class="video-minutes">{{secondsToTime secondsWatched}}</span> de <a href="{{relativeUrl}}">{{translatedVideoTitle}}</a>
ja: <a href="{{relativeUrl}}">{{translatedVideoTitle}}</a> の <span class="video-minutes">{{secondsToTime secondsWatched}}</span> を見ました
nb: Så <span class="video-minutes">{{secondsToTime secondsWatched}}</span> av <a href="{{relativeUrl}}">{{translatedVideoTitle}}</a>
nl: Heeft <span class="video-minutes">{{secondsToTime secondsWatched}}</span> bekeken van <a href="{{relativeUrl}}">{{translatedVideoTitle}}</a>
pl: Obejrzane <span class="video-minutes">{{secondsToTime secondsWatched}}</span> z <a href="{{relativeUrl}}">{{translatedVideoTitle}}</a>
pt: Assistiu <span class="video-minutes">{{secondsToTime secondsWatched}}</span> de <a href="{{relativeUrl}}">{{translatedVideoTitle}}</a>
pt_pt: Viste <span class="video-minutes">{{secondsToTime secondsWatched}}</span> de <a href="{{relativeUrl}}">{{translatedVideoTitle}}</a>
tr: <span class="video-minutes">{{secondsToTime secondsWatched}}</span> of <a href="{{relativeUrl}}">{{translatedVideoTitle}}</a> seyretmiştir.

source: Water
pt: Água
tr: Su

source: Water (liters)
pl: Woda (litry)
pt: Água (litros)
tr: Su (litre)

source: Way to go!
da: Sådan skal det gøres!
es: ¡Bien hecho!
fr: Bravo !
nb: Sånn skal det gjøres!
nl: Goed gedaan!
pl: Brawo!
pt: Você está no caminho certo!
pt_pt: Estás no bom caminho!
tr: Tebrikler!

source: Ways to spread LearnStorm:
es: Formas de difundir LearnStorm:
fr: Moyens de faire connaitre le LearnStorm :
ja: ラーンストームを拡散する方法:
nb: Måter å spre LearnStorm på:
pl: Sposoby na rozpowszechnianie LearnStorm:
pt: Formas de divulgar a LearnStorm:
pt_pt: Partilha a LearnStorm:
tr: LearnStorm'u yaymanın yolları:

source: We accept checks by mail at: <br/>P.O. Box 1630 <br/>Mountain View, CA 94042
pl: Akceptujemy czeki przesyłane pocztą na adres: <br/>P.O. Box 1630 <br/>Mountain View, CA 94042
pt: Aceitamos cheques enviados pelo correio, para: <br/>P.O. Box 1630 <br/>Mountain View, CA 94042
pt_pt: Aceitamos cheques enviados por correio para a morada:<br/>P.O. Box 1630<br/>Mountain View, CA 94042
tr: Khan Academy Türkçe bir gönüllülük ve sosyal sorumluluk projesidir. Nasıl destek olabileceğinizi öğrenmek için bize ulaşın: <br/>info@khanacademy.org.tr <br/>

source: We already found the completed square: <code>( x + <var>B / 2</var> )^2 = <var>C * -1 + pow( B / 2, 2 )</var></code>
es: Ya hemos encontrado el cuadrado completado: <code>( x + <var>B / 2</var> )^2 = <var>C * -1 + pow( B / 2, 2 )</var></code>
fr: L'équation peut s'écrire sous la forme : <code>( x + <var>B / 2</var> )^2 = <var>C * -1 + pow( B / 2, 2 )</var></code>
pt: Já encontramos o quadrado completo: <code>( x + <var>B / 2</var> )^2 = <var>C * -1 + pow( B / 2, 2 )</var></code>
tr: Tam kareyi bulmuş olduk: <code>( x + <var>B / 2</var> )^2 = <var>C * -1 + pow( B / 2, 2 )</var></code>

source: We already found the completed square: <code>( x + <var>decimalFraction( B / 2, 1, 1 )</var> )^2 = <var>decimalFraction( C * -1 + pow( B / 2, 2 ), 1, 1 )</var></code>
es: Ya hemos encontrado el cuadrado al completar: <code>( x + <var>decimalFraction( B / 2, 1, 1 )</var> )^2 = <var>decimalFraction( C * -1 + pow( B / 2, 2 ), 1, 1 )</var></code>
fr: L'équation peut s'écrire : <code>( x + <var>decimalFraction( B / 2, 1, 1 )</var> )^2 = <var>decimalFraction( C * -1 + pow( B / 2, 2 ), 1, 1 )</var></code>
pt: Já encontramos o quadrado completo: <code>( x + <var>decimalFraction( B / 2, 1, 1 )</var> )^2 = <var>decimalFraction( C * -1 + pow( B / 2, 2 ), 1, 1 )</var></code>
tr: Tam kareye tamamlanmış halini bulmuş olduk: <code>( x + <var>decimalFraction( B / 2, 1, 1 )</var> )^2 = <var>decimalFraction( C * -1 + pow( B / 2, 2 ), 1, 1 )</var></code>

source: We also accept stock gifts, wire transfers, and employer matched gifts. Email <a class='bright-link' href='mailto:donate@khanacademy.org'>donate@khanacademy.org</a> for more information.
pt: Também aceitamos doação de títulos negociáveis, transferências bancárias e doação de equiparação corporativa. Para obter mais informações, escreva para o e-mail <a class='bright-link' href='mailto:donate@khanacademy.org'>donate@khanacademy.org</a>.
pt_pt: Também aceitamos ações negociáveis, transferências bancárias e doações de ofertas de funcionários. Para saber mais, entre em contacto connosco através do endereço de e-mail <a class='bright-link' href='mailto:donate@khanacademy.org'>donate@khanacademy.org</a>.
tr: Eğer bağış yapmak istiyorsanız çekinizi postayla Amerika'daki merkez ofisimize gönderebilirsiniz: P.O. Box 1630 Mountain View, CA 94042, USA. Hisse senedi hediyelerini, para transferlerini ve işveren katkılı hediyeleri de kabul ediyoruz. Daha fazla bilgi için, <a class='bright-link' href='mailto:donate@khanacademy.org'>donate@khanacademy.org</a> adresine e-posta atın.

source: We also encourage you to <a href="https://www.facebook.com/groups/210814239033807/">join this year's open Facebook group for all SF interns</a>. It's a great spot to learn about hackathons and get-togethers with other companies &mdash; <a href="http://www.facebook.com/groups/237984646237494/">see last year's activity</a>. At Khan Academy you'll get used to meeting lots of people who are interested in your work. We encourage you to get out, learn from others, and share your experience.
pt: Nós também o incentivamos a<a href="https://www.facebook.com/groups/210814239033807/">participar do grupo aberto do Facebook para todos os estagiários SF</a>. É um ótimo local para aprender sobre hackathons e encontros com outras empresas &mdash; <a href="http://www.facebook.com/groups/237984646237494/">veja as atividades do ano passado</a>. Na Khan Academy você se acostumará a conhecer muitas pessoas que estão interessadas em seu trabalho. Incentivamos você a sair, aprender com os outros e compartilhar sua experiência.
tr: Ayrıca<a href="https://www.facebook.com/groups/210814239033807/">bu senenin SF stajyerlerine yönelik açık Facebook grubumuza</a> da katılmanızı öneriyoruz. Hackathonlar ve diğer şirketlerle buluşmalar hakkında bilgi almak için harika bir yer &mdash; <a href="http://www.facebook.com/groups/237984646237494/"> geçen senenin etkinliklerine gözatın</a>. Khan Academy'de yaptıklarınıza ilgi duyan insanlarla tanışmaya alışacaksınız. Sizleri yeni insanlarla tanışmanız, onlarla bilgi alışverişinde bulunmanız ve deneyimlerini paylaşmanız için teşvik ediyoruz.

source: We also expect our designers to have solid technical skills. You should have a set of tools that you love to use when designing, and you can show us how you've used them in the past to make great products. Oh, also, you're not afraid of code, and you've probably written some Javascript.
da: Vi forventer også, at vores designere har solide tekniske færdigheder. Du skal have et sæt af værktøjer, som du elsker at bruge når du designer, og du kan vise os hvordan du har brugt dem i fortiden til at lave fantastiske produkter. Åh og så er du ikke bange for at kode, og du har sikkert skrevet noget Javascript.
es: También esperamos que nuestros diseñadores tengan sólidas habilidades técnicas. Deberás tener un conjunto de herramientas que te gusten cuando diseñas y que puedas mostrarnos cómo las has usado en el pasado para hacer grandes productos. Ah, tampoco le debes tener miedo al código y probablemente ya hasta hayas escrito algo en Javascript.
fr: Nous attendons aussi de nos designers d'avoir de solides compétences techniques. Vous devriez avoir un ensemble d'outils que vous aimez utiliser lors du processus de conception, et vous pouvez nous montrer comment vous les avez déja utilisé dans le passé pour faire de bons produits. Oh, aussi, vous n'avez pas peur du codage, et vous avez probablement déja écrit du Javascript.
nl: We verwachten ook van onze ontwerpers dat ze goede technische vaardigheden hebben. Je moet favoriete tools hebben waarmee je ontwerpt en je kan laten zien dat er in het verleden mooie producten mee hebt gemaakt. Je bent niet bang van codes en je hebt ervaring met Javascript.
pl: Oczekujemy także od naszych projektantów solidnych umiejętności technicznych. Powinieneś mieć zestaw narzędzi, których uwielbiasz używać podczas projektowania, i możesz pokazać nam, jak używałeś ich w przeszłości do stworzenia świetnych produktów. A, i także nie powinieneś bać się kodu, i masz pewnie napisane trochę Javascript.
pt: Também esperamos que nossos designers tenham extensa competência técnica. Você deve ter um conjunto de ferramentas que gosta de usar durante a criação, e pode nos mostrar como já o usou no passado para criar bons produtos. Além disso, não tenha medo de programação, provavelmente você já escreveu um pouco de Javascript.
tr: Aynı zamanda, tasarımcılarımızın sağlam teknik becerilere sahip olmalarını bekliyoruz. Tasarım sürecinde kullanmaktan hoşlandığınız bir araç listeniz olmalı, ve bizlere geçmişte bu araçları kullanarak harika ürünler tasarladığınızı gösterebilmelisiniz. Ve bir de, kod yazmaktan korkmamalı, biraz da Javascript yazmış olmalısınız.

source: We appreciate you taking the time to leave us feedback, and we're doing our best to improve the content on Khan Academy.
da: Vi sætter pris på, at du tager dig tid til at give os feedback, og vi gør vores bedste for at forbedre indholdet på Khan Academy.
es: Gracias por tomarte el tiempo para dejarnos tus comentarios. Estamos haciendo nuestro mejor esfuerzo para mejorar el contenido de Khan Academy.
fr: Nous apprécions que vous preniez le temps de nous laisser vos commentaires, et nous faisons de notre mieux pour améliorer le contenu de Khan Academy.
ja: フィードバックのためにあなたの時間をお使い下さったことに感謝します．私達はカーンアカデミーの内容の改善にベストを尽します．
nb: Takk for at du tok deg tid til å gi oss tilbakemeldinger, og vi gjør vårt beste for å forbedre innholdet på Khan Academy.
nl: We waarderen het dat je de tijd neemt om ons feedback te geven en we doen dan ook ons best om de inhoud op Khan Academy te verbeteren.
pl: Dziękujemy za poświęcenie czasu i podzielenie się z nami opinią, robimy wszystko, aby treści w Khan Academy były coraz lepsze.
pt: Obrigado pelo tempo dispensado para nos dar um feedback, estamos fazendo o nosso melhor para melhorar o conteúdo da Khan Academy.
pt_pt: A tua opinião é muito importante para nós. Estamos a dar o nosso melhor para melhorar os conteúdos da Khan Academy.
tr: Bize geri bildirim göndermeye zaman ayırdığınız için teşekkür ederiz. Khan Academy'deki içeriği geliştirmek için elimizden gelenin en iyisini yapıyoruz.

source: We are committed to providing a personalized learning experience for every student at absolutely no cost to them or their families.
da: Vi er forpligtet til at yde en personlig læreproces for alle elever helt uden omkostninger for dem eller deres familier.
es: Estamos comprometidos a proporcionar una experiencia de aprendizaje personalizado para cada estudiante, sin costo alguno para ellos o sus familias.
fr: Nous nous sommes engagés à donner une expérience unique d'apprentissage pour chaque élève, absolument gratuitement.
ja: 個人に合わせた学びの経験を，全ての生徒とその家族に完全に無料で提供することに私達は取り組みます．
nb: Vi er forpliktet til å gi en individuell opplæring til hver elev uten kostnad for dem eller deres familier.
nl: Wij engageren ons om elke leerling een gepersonaliseerde leerervaring te bieden, en dit volledig kosteloos.
pl: Jesteśmy zobowiązani do zapewnienia spersonalizowanego nauczania dla każdego ucznia bez ponoszenia absolutnie żadnych kosztów przez niego lub jego rodzinę.
pt: Estamos comprometidos em oferecer uma experiência de ensino personalizada totalmente gratuita para todos os alunos e suas famílias.
tr: Her öğrenciye ücretsiz ve kişiselleştirilmiş bir öğrenim deneyimi sağlamaya kararlıyız.

source: We are currently processing your video...
da: Vi behandler i øjeblikket din video...
es: En este momento estamos procesando tu video...
fr: Nous traitons actuellement votre vidéo...
nb: Vi jobber med å behandle videoen...
nl: Je video wordt verwerkt...
pl: Aktualnie przetwarzamy Twój film...
pt: Estamos processando seu vídeo...
pt_pt: Estamos a processar o teu vídeo...
tr: Şu anda videonuzu işliyoruz...

source: We are excited about the progress that we have made, and we've only just begun. Thank you for believing in Khan Academy and supporting our mission to provide a free, world-class education for anyone, anywhere.
da: Vi er begejstrede for de fremskridt, som vi har opnået, og vi er kun lige er begyndt. Tak for at du tror på Khan Academy og støtter vores mission: at give en gratis, verdensklasse uddannelse til alle, hvor som helst.
es: Estamos emocionados acerca del progreso que hemos tenido, y apenas estamos empezando. Gracias por creer en Khan Academy y apoyar nuestra misión de proporcionar una educación de clase mundial, para todos, en cualquier lugar.
fr: Nous sommes enthousiasmés par les progrès qui ont déjà été faits, et nous avons à peine commencé. Merci de croire en la Khan Academy et de soutenir notre mission d'offrir une éducation gratuite et de niveau mondial pour tous, partout dans le monde.
ja: 私達はこれまでに達成できた進捗についてとても興奮しています．そして私達はまだ始めたばかりでしかないことにも気がついています．カーンアカデミーを信じて下さってありがとうございます．そして無料で世界レベルの教育を誰にでもどこにでもという私達の使命を信じて下さってありがとうございます．
nb: Vi er begeistret over fremgangen vi har gjort så langt, men vi har nettopp begynt. Takk for at du tror på Khan Academy, og for din støtte til vårt mål om å tilby en gratis utdannelse i verdensklasse til alle, hvor som helst.
nl: Wij zijn enthousiast over de vooruitgang die is geboekt en we zijn nog maar net begonnen. Enorm bedankt voor het geloven in Khan Academy en het ondersteunen van onze missie om vrij onderwijs van wereldklasse voor iedereen te leveren.
pl: Cieszymy się z postępu, jakiego już dokonaliśmy, a przecież dopiero zaczynamy. Dziękujemy za wiarę w Khan Academy i wsparcie naszej misji dostarczania darmowej, światowej klasy edukacji, dla każdego i w każdym miejscu.
pt: Estamos muito animados com o progresso que já fizemos, mas ainda é só o começo. Obrigado por acreditar na Khan Academy e apoiar a nossa missão de fornecer uma educação de excelência gratuita, para todos, em qualquer lugar.
tr: Şimdiye kadar kaydedilen ilerlemeden heyecan duyuyoruz, ve, daha yeni başladık. Khan Academy'ye inandığınız ve misyonumuz olan herkese, her yerde, dünya standartlarında, bedelsiz eğitim sağlama fikrini desteklediğiniz için teşekkür ederiz.

source: We are interested in the probability of a <var>ANIMAL</var> living between <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> and <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> years.
fr: On s'intéresse à la probabilité qu'un <var>ANIMAL</var> vive entre <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> et <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> ans.
pt: Estamos interessados na probabilidade de <var>ANIMAL</var> viver entre <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> e <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> anos.
tr: Bir <var>ANIMAL</var>'in <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> ile <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> yıl arasında yaşamasının olasılığını bulmak istiyoruz.

source: We are interested in the probability of a <var>ANIMAL</var> living less than <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> years.
fr: On s'intéresse à la probabilité qu'un <var>ANIMAL</var> vive moins de <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> ans.
pt: Estamos interessados na probabilidade de um <var>ANIMAL</var> viver menos do que <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> anos.
tr: Bir <var>ANIMAL</var>'ın <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> yıldan daha kısa yaşama olasılığıyla ilgileniyoruz.

source: We are interested in the probability of a <var>ANIMAL</var> living longer than <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> years.
fr: On s'intéresse à la probabilité qu'un <var>ANIMAL</var> vive plus de <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> ans.
pt: Estamos interessados na probabilidade de um <var>ANIMAL</var> viver mais do que <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> anos.
tr: Bir <var>ANIMAL</var>'ın <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> yıldan daha uzun yaşama olasılığıyla ilgileniyoruz.
