Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Figure out what goes in the blank:<br><code>\Big(\color{blue}{<var>frac( SOL_N, SOL_D )</var>}\Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
da: Find ud af hvad der skal stå i det i tomme felt:<br><code>\Big(\color{blue}{<var>frac( SOL_N, SOL_D )</var>}\Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
es: Averigua qué sucede en el espacio en blanco: <br><code>\Big(\color{blue}{<var>frac( SOL_N, SOL_D )</var>}\Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
fr: Compléter le blanc:<br><code>\Big(\color{blue}{<var>frac( SOL_N, SOL_D )</var>}\Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
nb: Finn ut hva det skal stå i det i tomme feltet:<br><code>\Big(\color{blue}{<var>frac( SOL_N, SOL_D )</var>}\Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
pl: Dowiedz się, co będzie w pustym polu:<br><code>\Big(\color{blue}{<var>frac( SOL_N, SOL_D )</var>}\Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
pt: Descubra o que deve ser inserido no espaço vazio:<br><code>\Big(\color{blue}{<var>frac( SOL_N, SOL_D )</var>}\Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
tr: Boş olan yere ne geleceğini bulunuz: <br><code>\Big(\color{blue}{<var>frac( SOL_N, SOL_D )</var>}\Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>

source: Fill in the blank to compare the mixed number and the fraction.
es: Rellena el espacio en blanco para comparar el número mixto y la fracción.
nb: Fyll inn for å sammenligne blandet tall med brøk.
pl: Wypełnij puste pole, żeby porównać liczbę mieszaną i ułamek.
pt: Preencha a lacuna para comparar o número misto à fração.
tr: Tam sayılı kesiri ve kesiri karşılaştırmak için boşluğu doldurunuz.

source: Fill in the blank.
da: Udfyld det tomme felt.
es: Rellena el espacio en blanco.
fr: Répondre dans la case prévue.
hi: रिक्त स्थान की पूर्ती करें।
nb: Fyll ut de tomme feltene.
nl: Vul het lege vakje in.
pl: Wypełnij puste pole.
pt: Preencha a lacuna.
pt_pt: Preenche o espaço em branco.
tr: Boşluğu doldurunuz.

source: Fill in the blanks with the solution(s) of the equation. If there is only one solution, leave the second box empty.
fr: Compléter les cases avec la (ou les) solution(s) de l'équation. Si l'équation n'a qu'une solution, ne rien mettre dans la deuxième case.
pl: Wypełnij puste pola rozwiązaniem(ami) równania. Jeżeli istnieje tylko jedno rozwiązanie, zostaw drugie pole puste.
pt: Preencha as lacunas com a(s) solução(ões) da equação. Se houver apenas uma solução, deixe o segundo espaço em branco.
tr: Boşlukları denklemin çözümü/çözümleri ile doldurunuz. Eğer sadece bir çözüm var ise, ikinci kutuyu boş bırakınız.

source: Fill out the ambassador survey!
es: ¡Llena la encuesta del embajador!
nb: Fyll ut ambassadør undersøkelsen!
pl: Wypełnij ankietę ambasadora!
pt: Preencha a pesquisa do embaixador!
pt_pt: Preenche o inquérito do embaixador!
tr: Temsilci anketini doldurun!

source: Fill out the rest:
da: Udfyld resten:
es: Llena el resto:
fr: Et ainsi de suite :
nb: Fyll ut resten:
nl: Vul de rest in:
pl: Wypełnij resztę:
pt: Preencha o restante:
tr: Kalanı doldurun:

source: Filter with IN<br>
ja: IN によってフィルターする<br>
nb: Filtrere med IN<br>
pt: Filtrar com IN<br>
pt_pt: Filtrar com a função IN<br>
tr: IN ile filtrele<br>

source: Filter with condition<br>
ja: 条件付きのフィルター<br>
nb: Filtrere på tilstand<br>
pl: Filtruj warunkowo<br>
pt: Filtrar com condição<br>
pt_pt: Filtrar com uma condição<br>
tr: Şartlı filtrele<br>

source: Filter with multiple conditions<br>
ja: 複数の条件付きのフィルターする<br>
nb: Filtrere med flere betingelser<br>
pl: Filtruj z wieloma warunkami<br>
pt: Filtrar com várias condições<br>
pt_pt: Filtrar com várias condições<br>
tr: Çoklu koşullu filtrele<br>

source: Final
nb: Til slutt
pl: Końcowy
pt: Prova final

source: Final exam
fr: Examen final
nb: Eksamen
pl: Egzamin końcowy
pt: Prova final
tr: Final sınavı

source: Finally use a straightedge to connect point <code>P</code> to any point on the compass circumference.
es: Finalmente usa una línea recta para conectar el punto <code>P</code> a cualquier punto en la circunferencia que traza el compás.
fr: Enfin, on utilise une règle pour relier le point <code>P</code> à n'importe quel point du cercle.
pt: Finalmente, use uma régua para conectar o ponto <code>P</code> a qualquer ponto na circunferência do compasso.
tr: Son olarak bir cetvel kullanarak <code>P</code> noktasını pergelin çevresindeki herhangi bir noktayla birleştirin.

source: Finally use a straightedge to connect point <code>P</code> to where the two compasses intersect. The angle formed at point <code>P</code> will be the same as <code>\angle BAC</code>.
es: Finalmente, usa una regla para conectar el punto <code>P</code> al punto donde se intersectan los trazos de los dos compases. El ángulo formado en el punto <code>P</code> será el mismo que <code>\angle BAC</code>.
fr: Enfin, on utilise une règle pour relier le point <code>P</code> au point d'intersection des deux cercles. L'angle de sommet <code>P</code> est égal à <code>\angle BAC</code>.
pt: Por fim, use uma régua para unir o ponto <code>P</code> ao ponto em que as duas circunferências se cruzam. O ângulo formado no ponto <code>P</code> será igual ao <code>\angle BAC</code>.
tr: Son olarak, <code>P</code> noktasını iki pergelin kesiştiği noktayla birleştirmek için bir cetvel kullanın. <code>P</code> noktasında oluşan açı, <code>\angle BAC</code> ile aynı olacaktır.

source: Finally use a straightedge to connect point <code>P</code> to where the two compasses intersect. This line will be parallel to the original line.
es: Finalmente, usa una regla para conectar el punto <code>P</code> con la intersección de los trazos de los dos compases. Esta línea será paralela a la línea original.
fr: Enfin, on utilise une règle pour relier ce troisième sommet et le point <code>P</code>. La droite obtenue est parallèle à la droite donnée.
pt: Finalmente, use uma régua para conectar o ponto <code>P</code> ao ponto em que os dois compassos se encontram. Essa reta será paralela à reta original.
tr: Son olarak, <code>P</code> noktasını iki pergelin kesiştiği noktayla birleştirmek için bir cetvel kullanın. Bu doğru, orijinal doğruya paralel olacak.

source: Finally, combine the <code>x</code> terms.
da: Kombiner til sidst <code>x</code>-leddene.
es: Finalmente, combina los términos <code>x</code>.
fr: Enfin, on additionne les termes en <code>x</code>.
nb: Kombiner til slutt <code>x</code>-leddene.
pt: Por fim, combine os termos <code>x</code>.
tr: Son olarak, <code>x</code> terimlerini birleştirin.

source: Finally, make sure that the line goes through the middle of all the points, so that it is close to all of the points.
es: Finalmente, asegúrate de que la recta pase entre todos los puntos, de manera que esté cerca de todos los puntos.
fr: Enfin, il faut que la droite soit la plus proche possible de chacun des points.
pt: Por fim, certifique-se de que a reta passa pelo meio de todos os pontos, de forma que esteja próxima de todos os pontos.
tr: Son olarak, doğrunun noktaların ortasından geçtiğinden ve noktaların hepsine yakın olduğundan emin olun.

source: Finally, reduce each fraction again.
es: Finalmente, reduce cada una de las fracciones una vez más.
fr: Enfin, on remet chacune des fractions sous sa forme réduite.
nb: Til slutt kan du forkorte hver brøk igjen.
pl: Wreszcie, zmniejsz każdy ułamek ponownie.
pt: Por último, reduza cada fração novamente.
tr: Son olarak, her kesiri tekrar indirgeyiniz.

source: Finally, schools were allocated to cities (for the cities leaderboard) based on the primary city linked to their zipcode according to UnitedStatesZipCodes.org.
nb: Til slutt,, skoler ble fordelt på byer (for byens resultatliste) basert på det opprinnelige postnummeret tilknyttet en UnitedStatesZipCodes.org.
pt: Por fim, as escolas foram alocadas em cidades (para o quadro de classificação das cidades) com base na principal cidade associada a seu código postal, de acordo com o UnitedStatesZipCodes.org.
tr: Son olarak, okullar UnitedStatesZipCodes.org'taki posta koduna bağlı birincil şehire göre (şehir liderlik panosunda) gösterilmiştir.

source: Finally, simplify by combining the terms.
da: Til sidst, forkort udtrykket ved at sætte udsagnene sammen.
es: Por último simplifica combinando los términos similares.
fr: Enfin, on regroupe les termes semblables.
hi: अंततः, पदों को योग कर के सरलीकरण करेंI
ja: 最後に，項を組合せて簡単化します．
nb: Til sist, forkort uttrykket ved å sette utsagnene sammen.
nl: Vereenvoudig tenslotte door termen te combineren.
pl: Wreszcie, uprość przez łączenie wyrażeń podobnych.
pt: Por último, simplificar combinando os termos.
tr: Son olarak, terimleri birleştirerek sadeleştirin.

source: Finally, simplify the fraction.
da: Endelig, forkort brøken.
es: Finalmente, simplifica la fracción.
fr: Enfin, on réduit les termes semblables au numérateur et on simplifie la fraction.
nb: Endelig, forkort brøken.
nl: Vereenvoudig tot slot de breuk.
pt: Por fim, simplifique a fração.
tr: Son olarak, kesiri sadeleştirin.

source: Finally, subtract the area of the inner circle from the area of the outer circle.
es: Por último, al área del círculo exterior réstale el área del círculo interior.
fr: Puis, on soustrait l'aire du cercle intérieur de l'aire du cercle extérieur.
pt: Finalmente, subtraia a área do círculo de dentro da área do círculo de fora.
tr: Son olarak, içteki dairenin alanını dıştaki dairenin alanından çıkarınız.

source: Finally, subtract the area of the inner circle from the area of the outer rectangle.
es: Por último, al área del rectángulo exterior réstale el área del círculo interior.
fr: Puis, on soustrait l'aire du cercle intérieur de l'aire du rectangle extérieur.
pt: Finalmente, subtraia a área do círculo de dentro da área do retângulo de fora.
tr: Son olarak, içteki dairenin alanını dıştaki dikdörtgenin alanından çıkarınız.

source: Finally, subtract the area of the inner rectangle from the area of the outer circle.
es: Por último, al área del círculo exterior réstale el área del rectángulo interior.
fr: Puis, on soustrait l'aire du rectangle intérieur de l'aire du cercle extérieur.
pt: Por fim, subtraia a área do retângulo de dentro da área do círculo de fora.
tr: Son olarak, içteki dikdörtgenin alanını, dıştaki dairenin alanından çıkarınız.

source: Finally, subtract the area of the inner rectangle from the area of the outer rectangle.
es: Por último, al área del rectángulo exterior réstale el área del rectángulo interior.
fr: Puis, on soustrait l'aire du rectangle intérieur de l'aire du rectangle extérieur.
pt: Por fim, subtraia a área do retângulo de dentro da área do retângulo de fora.
tr: Son olarak, içteki dikdörtgenin alanını, dıştaki dikdörtgenin alanından çıkarınız.

source: Finals Event
nb: Finale
pt: Evento final
tr: Final Olayı

source: Finals Event details and prizes to be announced soon.
nb: Detaljer og priser i Finalen, vil snart bli annonsert.
pt: Os detalhes e prêmios do evento final serão anunciados em breve.
tr: Final Olayının detayları ve ödülleri çok yakında açıklanacaktır.

source: Finance Assistant
pt: Assistente Financeiro
tr: Finans asistanı

source: Find <code><var>SEG_2</var></code>.
fr: Calculer <code><var>SEG_2</var></code>.
hi: <code><var>SEG_2</var></code> पता करें।
nb: Finn <code><var>SEG_2</var></code>.
pl: Znajdź <code><var>SEG_2</var></code>.
pt: Encontre <code><var>SEG_2</var></code>.
tr: <code><var>SEG_2</var></code>'yi bulunuz.

source: Find <code><var>SEG_TOTAL</var></code>.
es: Encuentra <code><var>SEG_TOTAL</var></code>.
fr: Déterminer <code><var>SEG_TOTAL</var></code>.
pt: Encontre <code><var>SEG_TOTAL</var></code>.
tr: <code><var>SEG_TOTAL</var></code>'i bulunuz.

source: Find <code><var>UNKNOWN_MEASURE</var></code>.
es: Encuentra <code><var>UNKNOWN_MEASURE</var></code>.
fr: Trouver <code><var>UNKNOWN_MEASURE</var></code>.
pt: Encontre <code><var>UNKNOWN_MEASURE</var></code>.
tr: <code><var>UNKNOWN_MEASURE</var></code>'i bulunuz.

source: Find <code><var>X</var> <var>binop(1)</var> y</code>:
es: Encuentra <code><var>X</var> <var>binop(1)</var> y</code>:
fr: Calculer <code><var>X</var> <var>binop(1)</var> y</code> :
nb: Finn <code><var>X</var> <var>binop(1)</var> y</code>:
pl: Znajdź <code><var>X</var> <var>binop(1)</var> y</code>:
pt: Descubra <code><var>X</var> <var>binop(1)</var> y</code>:
tr: <code><var>X</var> <var>binop(1)</var> y</code>'yi bulun:

source: Find <code>\blue{f(<var>CORRECT_X</var>)}</code> and <code>\red{g(<var>CORRECT_GX</var>)}</code>.
fr: On lit <code>\blue{f(<var>CORRECT_X</var>)}</code> et <code>\red{g(<var>CORRECT_GX</var>)}</code>.
nb: Finn <code>\blue{f(<var>CORRECT_X</var>)}</code> og <code>\red{g(<var>CORRECT_GX</var>)}</code>.
pt: Encontre <code>\blue{f(<var>CORRECT_X</var>)}</code> e <code>\red{g(<var>CORRECT_GX</var>)}</code>.
tr: <code>\blue{f(<var>CORRECT_X</var>)}</code> ve <code>\red{g(<var>CORRECT_GX</var>)}</code> bulunuz.

source: Find <code>m<var>ANSWER[0]</var></code>:
es: Encuentra <code>m<var>ANSWER[0]</var></code>:
pt: Calcule <code>m<var>ANSWER[0]</var></code>:
tr: <code>m<var>ANSWER[0]</var></code> bulunuz:

source: Find <code>m\angle <var>UNKNOWN_ANGLE</var></code>.
es: Encuentra <code>m\angle <var>UNKNOWN_ANGLE</var></code>.
fr: Trouver <code>m\angle <var>UNKNOWN_ANGLE</var></code>.
pt: Encontre <code>m\angle <var>UNKNOWN_ANGLE</var></code>.
tr: <code>m\angle <var>UNKNOWN_ANGLE</var></code> bulunuz.

source: Find <code>x <var>binop(1)</var> <var>X</var></code>:
es: Encuentra <code>x <var>binop(1)</var> <var>X</var></code>:
fr: On cherche <code>x <var>binop(1)</var> <var>X</var></code> :
nb: Finn <code>x <var>binop(1)</var> <var>X</var></code>:
pl: Znajdź <code>x <var>binop(1)</var> <var>X</var></code>:
pt: Descubra <code>x <var>binop(1)</var> <var>X</var></code>:
tr: <code>x <var>binop(1)</var> <var>X</var></code>'yi bulun:

source: Find <var>person( PERSON + 1 )</var>'s row in the table:
fr: On repère la ligne du tableau correspondant à <var>person( PERSON + 1 )</var> :
nb: Finn <var>person( PERSON + 1 )</var>s rad i tabellen:
pl: Znajdź rząd <var>person( PERSON + 1 )</var> w tabeli:
pt: Descubra a linha de <var>person( PERSON + 1 )</var> na tabela:
tr: <var>person( PERSON + 1 )</var>'nin satırını tabloda bulunuz:

source: Find <var>person( PERSON1 + 1 )</var>'s and <var>person( PERSON2 + 1 )</var>'s rows in the table:
fr: On repère les lignes du tableau correspondant à <var>person( PERSON1 + 1 )</var> et <var>person( PERSON2 + 1 )</var> :
nb: Finn <var>person( PERSON1 + 1 )</var>s og <var>person( PERSON2 + 1 )</var>s rad i tabellen:
pl: Znajdź w tabeli rzędy <var>person( PERSON1 + 1 )</var> i <var>person( PERSON2 + 1 )</var>:
pt: Descubra as linhas de <var>person( PERSON1 + 1 )</var> e de <var>person( PERSON2 + 1 )</var> na tabela:
tr: <var>person( PERSON1 + 1 )</var>'nin ve <var>person( PERSON2 + 1 )</var>'nin satırını tabloda bulunuz:

source: Find a different form of the fraction <code><var>fraction(ANSWER2[0][0],ANSWER2[0][1])</var></code>
nl: Zoek een andere vorm van de breuk <code><var>fraction(ANSWER2[0][0],ANSWER2[0][1])</var></code>
pt: Encontre uma forma diferente da fração <code><var>fraction(ANSWER2[0][0],ANSWER2[0][1])</var></code>
tr: <code><var>fraction(ANSWER2[0][0],ANSWER2[0][1])</var></code> kesirini farklı bir şekilde gösteriniz

source: Find any three points in the plane <code>\mathcal{<var>R</var>}</code> that are not on the same line and list them in any order.
es: Encuentra tres puntos cualesquiera en el plano <code>\mathcal{<var>R</var>}</code> que no se encuentren en la misma línea, y lístalos en cualquier orden.
pl: Znajdź dowolne trzy punkty na płaszczyźnie <code>\mathcal{<var>R</var>}</code>, które nie leżą na tej samej prostej i wypisz je w dowolnej kolejności.
pt: Encontre três pontos quaisquer no plano <code>\mathcal{<var>R</var>}</code> que não estão na mesma reta e liste-os em qualquer ordem.
tr: <code>\mathcal{<var>R</var>}</code>düzleminde bulunan ve aynı doğru üzerinde olmayan herhangi üç nokta bulunuz ve istediğiniz sırada yazınız.

source: Find color between 2 colors
da: Find farve mellem 2 farver
es: Encuentra el color entre dos colores
fr: Calculer la couleur entre deux couleurs
ja: 2つの色の間の色をみつける
nb: Find farge mellom to 2 farger
nl: Kleur tussen 2 kleuren vinden
pl: Znajdź kolor pomiędzy 2 kolorami
pt: Interpola 2 cores
pt_pt: Encontra uma cor entre duas cores
tr: 2 renk arasında kalan bir renk bulun

source: Find each of the <span class="hint_blue">midterm scores</span> represented by the <span class="hint_blue">blue bars</span>.
fr: On détermine toutes les <span class="hint_blue">notes de l'examen intermédiaire</span> grâce aux <span class="hint_blue">barres bleues</span>.
nb: Finn hver av <span class="hint_blue">midttermin resultat</span> representert med <span class="hint_blue">blå søyler</span>.
pl: Znajdź wszystkie <span class="hint_blue"> wyniki egzaminu śródsemetralnego </span> przedstawione za pomocą <span class="hint_blue">niebieskich słupków</span>.
pt: Encontre cada uma das <span class="hint_blue">notas das provas bimestrais</span> representadas pelas <span class="hint_blue">barras azuis</span>.
tr: <span class="hint_blue">blue bars</span> ile gösterilen <span class="hint_blue">midterm scores</span> her birini bulunuz.

source: Find each of the <span class="hint_orange">final exam scores</span> represented by the <span class="hint_orange">orange bars</span>.
fr: On détermine toutes les <span class="hint_orange">notes de l'examen final</span> grâce aux <span class="hint_orange">barres oranges</span>.
nb: Finn hver at <span class="hint_orange">eksamensresultatene</span> representert med <span class="hint_orange">oransje søylene</span>.
pl: Znajdź wszystkie <span class="hint_orange"> wyniki egzaminu końcowego </span> przedstawione za pomocą <span class="hint_orange">pomarańczowych słupków</span>.
pt: Encontre cada uma das <span class="hint_orange">notas da prova final</span> representadas pelas <span class="hint_orange">barras laranjas</span>.
tr: <span class="hint_orange">orange bars</span> ile gösterilen <span class="hint_orange">final exam scores</span> her birini bulunuz.

source: Find each of the <var>TEST</var> scores represented by the <span data-if="COLUMN === 0">blue</span><span data-else="">orange</span> bars.
fr: On détermine toutes les notes de l'<var>TEST</var> grâces aux barres <span data-if="COLUMN === 0">bleues</span><span data-else="">oranges</span>.
nb: Finn hver av <var>TEST</var> resultatet representert av <span data-if="COLUMN === 0">blue</span><span data-else="">orange</span> søyler.
pl: Znajdź wszystkie wyniki z <var>TEST</var> przedstawione za pomocą <span data-if="COLUMN === 0">niebieskich</span><span data-else="">pomarańczowych</span> słupków.
pt: Encontre cada um dos resultados da <var>TEST</var> representados pelas barras <span data-if="COLUMN === 0">azuis</span><span data-else="">laranja</span>.
tr: <span data-if="COLUMN === 0">blue</span><span data-else="">orange</span> çubukları ile gösterilen <var>TEST</var> puanların her birini bulunuz.

source: Find fun ways to display your school’s progress towards hitting 100% participation!
es: ¡Encuentra formas divertidas de mostrar el progreso de tu escuela para intentar alcanzar el 100% de participación!
nb: Finne artige måter å vise skolens fremgang for å få 100% deltakelse!
pt: Encontrar formas diferentes de exibir o progresso de sua escola para atingir 100% de participação!
tr: Okulunuzun %100 katılıma ulaşma yönünde ilerlemesini göstermek içim eğlenceli yollar bulun!

source: Find the <span class="hint_purple">squared deviations from the mean</span> for each <var>animal(1)</var>.
fr: On calcule le <span class="hint_purple"> carré de l'écart à la moyenne</span> pour chaque <var>animal(1)</var>.
pl: Znajdź <span class="hint_purple">kwadrat odchyleń od wartości średniej</span> dla każdego <var>animal(1)</var>.
pt: Encontre os <span class="hint_purple">desvios quadrados da média</span> para cada <var>animal(1)</var>.
tr: Her <var>animal(1)</var> için, <span class="hint_purple">ortalamadan sapmaların karesini</span> bulunuz.

source: Find the <span class="hint_purple">squared deviations from the mean</span> for each sample. Since we don't know the population mean, estimate the mean by using the <span class="hint_blue">sample mean</span> we just calculated <code>(\blue{\overline{x}} = \blue{<var>MEAN</var>\text{ <var>YEAR_TEXT</var>}})</code>.
fr: On calcule le <span class="hint_purple"> carré de l'écart à la moyenne</span> pour chaque élément de l'échantillon. Comme on ne connaît pas la moyenne de la population, on se sert d'une valeur approximative en utilisant la <span class="hint_blue"> moyenne de l'échantillon</span>, que l'on vient juste de calculer <code>(\blue{\overline{x}} = \blue{<var>MEAN</var>\text{ <var>YEAR_TEXT</var>}})</code>.
pt: Encontre os <span class="hint_purple">desvios da média ao quadrado</span> para cada amostra. Como não sabemos a média populacional, calcule a média usando a <span class="hint_blue">média amostral</span> que acabamos de calcular <code>(\blue{\overline{x}} = \blue{<var>MEAN</var>\text{ <var>YEAR_TEXT</var>}})</code>.

source: Find the adjugate:
es: Encuentra la adjunta:
pt: Encontre a adjunta:
tr: Ek matrisi bulunuz:

source: Find the bar for <var>HOUSES[INDEX]</var>.
fr: On repère le sommet du bâton correspondant à <var>HOUSES[INDEX]</var>.
nb: Finn søylen for <var>HOUSES[INDEX]</var>.
pl: Znajdź słupek z podpisem <var>HOUSES[INDEX]</var>.
pt: Encontre a barra de <var>HOUSES[INDEX]</var>.
tr: <var>HOUSES[INDEX]</var>'un çubuğunu bulunuz.

source: Find the contrapositive. In other words, find the statement that reverses and negates both the hypothesis and conclusion.
es: Encuentra la contrapositiva. En otras palabras, encuentra la proposición que invierta y niegue tanto la hipótesis como la conclusión.
fr: Trouver la contraposée. En d'autres mots, trouver la proposition qui interchange l'hypothèse et la conclusion et les considère leur opposé.
pt: Encontre a contrapositiva. Em outras palavras, encontre a afirmação que inverte e nega tanto a hipótese quanto a conclusão.
tr: Karşıtı bulunuz. Başka bir deyişle, varsayım ve sonucun olumsuzunu alan ve sırasını değiştiren önermeyi bulunuz.

source: Find the determinant:
es: Encuentra el determinante:
pt: Encontre o determinante:
tr: Determinantı bulunuz:

source: Find the difference between <var>person(1)</var>'s <var>exercise(1)</var> and <var>person(2)</var>'s <var>exercise(1)</var>.
da: Find forskellen mellem <var>person(1)</var>s <var>exercise(1)</var> og <var>person(2)</var>s <var>exercise(1)</var>.
es: Encuentra la diferencia entre la <var>exercise(1)</var> de <var>person(1)</var> y la <var>exercise(1)</var> de <var>person(2)</var>.
fr: On cherche la différence entre le nombre de <var>exercise(1)</var> de <var>person(1)</var> et le nombre de <var>exercise(1)</var> de <var>person(2)</var>.
ja: <var>person(1)</var> の <var>plural_form(exercise(1), 2)</var> と <var>person(2)</var> の <var>plural_form(exercise(1), 2)</var> の差をみつけましょう．
nl: Vind het verschil tussen <var>person(1)</var>'s <var>exercise(1)</var> en <var>person(2)</var>'s <var>exercise(1)</var>.
pl: Znajdź różnicę pomiędzy <var>exercise(1)</var> <var>person(1)</var> i <var>exercise(1)</var> <var>person(2)</var>.
pt: Encontre a diferença entre o total de <var>exercise(1)</var> de <var>person(1)</var> e o total de <var>exercise(1)</var> de <var>person(2)</var>.
