Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: There are <code>4 \text{ H}</code> on the left and only <code>1</code> on the right, so multiply <code>\text{HCl}</code> by <code>\blue{4}</code>.
pl: Są <code>4 \text{ H}</code> po lewej stronie i tylko <code>1</code> po prawej, więc pomnóż <code>\text{HCl}</code> przez <code>\blue{4}</code>.
pt: Há <code>4 \text{ H}</code> à esquerda e apenas <code>1</code> à direita, portanto, multiplique <code>\text{HCl}</code> por <code>\blue{4}</code>.
tr: Solda <code>4 \text{ H}</code> ve sağda sadece <code>1</code> var, buna göre, <code>\text{HCl}</code> ile <code>\blue{4}</code>‘ü çarpınız.

source: There are <code>4 \text{ H}</code> on the left and only <code>2</code> on the right, so multiply <code>\text{H}_2\text{O}</code> by <code>\blue{2}</code>.
pl: Są <code>4 \text{ H}</code> po lewej stronie i tylko <code>2</code> po prawej, więc pomnóż <code>\text{H}_2\text{O}</code> przez <code>\blue{2}</code>.
pt: Há <code>4 \text{ H}</code> à esquerda e apenas <code>2</code> à direita, portanto, multiplique <code>\text{H}_2\text{O}</code> por <code>\blue{2}</code>.
tr: Solda <code>4 \text{ H}</code> ve sağda sadece <code>2</code> var, buna göre, <code>\text{H}_2\text{O}</code> ile <code>\blue{2}</code>‘yi çarpınız.

source: There are <code>4 \text{ H}</code> on the left and only <code>2</code> on the right, so multiply <code>\text{H}_2\text{O}</code> by <code>\red{2}</code>.
pl: Są <code>4 \text{ H}</code> po lewej stronie i tylko <code>2</code> po prawej, więc pomnóż <code>\text{H}_2\text{O}</code> przez <code>\red{2}</code>.
pt: Há <code>4 \text{ H}</code> à esquerda e apenas <code>2</code> à direita, portanto, multiplique <code>\text{H}_2\text{O}</code> por <code>\red{2}</code>.
tr: Solda <code>4 \text{ H}</code> ve sağda sadece <code>2</code> var, buna göre, <code>\text{H}_2\text{O}</code> ile <code>\red{2}</code>‘yi çarpınız.

source: There are <code>4 \text{ O}</code> on the right and only <code>1</code> on the left, so multiply <code>\text{H}_2\text{O}</code> by <code>\red{4}</code>.
pl: Są <code>4 \text{ O}</code> po prawej stronie i tylko <code>1</code> po lewej, więc pomnóż <code>\text{H}_2\text{O}</code> przez <code>\red{4}</code>.
pt: Há <code>4 \text{ O}</code> à direita e apenas <code>1</code> à esquerda, portanto, multiplique <code>\text{H}_2\text{O}</code> por <code>\red{4}</code>.
tr: Sağda <code>4 \text{ O}</code> ve solda sadece <code>1</code> var, buna göre, <code>\text{H}_2\text{O}</code>'yi <code>\red{4}</code> ile çarpıyoruz.

source: There are <code>6 \text{ H}</code> on the left and <code>2</code> on the right, so multiply <code>\text{H}_2\text{O}</code> by <code>\red{3}</code>.
pl: Jest <code>6 \text{ H}</code> po lewej stronie i <code>2</code> po prawej, więc pomnóż<code>\text{H}_2\text{O}</code> przez <code>\red{3}</code>.
pt: Há <code>6 \text{ H}</code> à esquerda e <code>2</code> à direita, portanto, multiplique <code>\text{H}_2\text{O}</code> por <code>\red{3}</code>.
tr: Solda <code>6 \text{ H}</code> ve sağda <code>2</code> var, buna göre, <code>\text{H}_2\text{O}</code> ile <code>\red{3}</code>‘ü çarpınız.

source: There are <code>6 \text{ Na}</code> on the left and only <code>1</code> on the right, so multiply <code>\text{NaCl}</code> by <code>\red{6}</code>.
pl: Jest <code>6 \text{ Na}</code> po lewej stronie i tylko <code>1</code> po prawej, więc pomnóż <code>\text{NaCl}</code> przez <code>\red{6}</code>.
pt: Há <code>6 \text{ Na}</code> à esquerda e apenas <code>1</code> à direita, portanto, multiplique <code>\text{NaCl}</code> por <code>\red{6}</code>.
tr: Solda <code>6 \text{ Na}</code> ve sağda sadece <code>1</code> var, buna göre, <code>\text{NaCl}</code> ile <code>\red{6}</code>‘yı çarpınız.

source: There are <code>6 \text{ S}</code> on the left and only <code>1</code> on the right, so multiply <code>\text{SO}_2</code> by <code>\blue{6}</code>.
pl: Jest <code>6 \text{ S}</code> po lewej stronie i tylko <code>1</code> po prawej, więc pomnóż <code>\text{SO}_2</code> przez <code>\blue{6}</code>.
pt: Há <code>6 \text{ S}</code> à esquerda e apenas <code>1</code> à direita, portanto, multiplique <code>\text{SO}_2</code> por <code>\blue{6}</code>.
tr: Solda <code>6 \text{ S}</code> ve sağda sadece <code>1</code> var, buna göre, <code>\text{SO}_2</code> ile <code>\blue{6}</code>‘yı çarpınız.

source: There are <code><var>CONVERSION</var> \times <var>CONVERSION</var> \times <var>CONVERSION</var> = <var>CONVERSION_CUBED</var> \text{ <var>TO_TEXT</var>}^3</code> in each cubic <var>FROM</var>, by the volume formula.
es: Hay <code><var>CONVERSION</var> \times <var>CONVERSION</var> \times <var>CONVERSION</var> = <var>CONVERSION_CUBED</var> \text{ <var>TO_TEXT</var>}^3</code> en cada <var>FROM</var> cúbico, por la fórmula de volumen.
fr: Il y a <code><var>CONVERSION</var> \times <var>CONVERSION</var> \times <var>CONVERSION</var> = <var>CONVERSION_CUBED</var> \text{ <var>TO_TEXT</var>}^3</code> dans chaque <var>FROM</var> cube, d'après la formule du volume.
nb: Det er <code><var>CONVERSION</var> \times <var>CONVERSION</var> \times <var>CONVERSION</var> = <var>CONVERSION_CUBED</var> \text{ <var>TO_TEXT</var>}^3</code> i hver kubikk <var>FROM</var>, ved volumformelen.
pt: Pela fórmula do volume, há <code><var>CONVERSION</var> \times <var>CONVERSION</var> \times <var>CONVERSION</var> = <var>CONVERSION_CUBED</var> \text{ <var>TO_TEXT</var>}^3</code> em cada <var>FROM</var> cúbico.

source: There are <code><var>CONVERSION</var></code> <var>plural_form(TO, CONVERSION)</var> in every <var>FROM</var>.
es: Hay <code><var>CONVERSION</var></code> <var>plural_form(TO, CONVERSION)</var> en cada <var>FROM</var>.
fr: Il y a <code><var>CONVERSION</var></code> <var>plural_form(TO, CONVERSION)</var> pour chaque <var>FROM</var>.
nb: Det er <code><var>CONVERSION</var></code> <var>plural_form(TO, CONVERSION)</var> i hver <var>FROM</var>.
pt: Há <code><var>CONVERSION</var></code> <var>plural_form(TO, CONVERSION)</var> em cada <var>FROM</var>.
tr: Her <var>FROM</var>'de <code><var>CONVERSION</var></code> <var>plural_form(TO, CONVERSION)</var> var.

source: There are <code><var>DEN_1</var></code> blocks in a rectangle.
es: Hay <code><var>DEN_1</var></code> bloques en un rectángulo.
fr: Il y a <code><var>DEN_1</var></code> blocs dans un rectangle.
nb: Det er <code><var>DEN_1</var></code> blokker i rektangelet.
pl: Liczba klocków w prostokącie to <code><var>DEN_1</var></code>.
pt: Há <code><var>DEN_1</var></code> blocos em um retângulo.
tr: Bir dikdörtgende <code><var>DEN_1</var></code> blok var.

source: There are <code><var>DEN_1</var></code> blocks in the rectangle.
es: Hay <code><var>DEN_1</var></code> bloques en el rectángulo.
fr: Il y a <code><var>DEN_1</var></code> blocs dans le rectangle.
nb: Det er <code><var>DEN_1</var></code> blokker i rektangelet.
pl: Liczba klocków w prostokącie to <code><var>DEN_1</var></code>.
pt: Há <code><var>DEN_1</var></code> blocos no retângulo.
tr: Dikdörtgende <code><var>DEN_1</var></code> blok var.

source: There are <code><var>DEN_1</var></code> slices in a circle.
es: Hay <code><var>DEN_1</var></code> partes en un círculo.
fr: Il y a <code><var>DEN_1</var></code> parts dans un disque.
nb: Det er <code><var>DEN_1</var></code> sektorer i en sirkel.
pl: Jest <code><var>DEN_1</var></code> części w jednym kole.
pt: Há <code><var>DEN_1</var></code> fatias em um círculo.
tr: Dairede <code><var>DEN_1</var></code> dilim var.

source: There are <code><var>DEN_1</var></code> slices in the circle.
es: Hay <code><var>DEN_1</var></code> partes en el círculo.
fr: Il y a <code><var>DEN_1</var></code> parts dans le disque.
nb: Det er <code><var>DEN_1</var></code> sektorer i sirkelen.
pl: Jest <code><var>DEN_1</var></code> części w jednym kole.
pt: Há <code><var>DEN_1</var></code> fatias no círculo.
tr: Dairede <code><var>DEN_1</var></code> dilim var.

source: There are <code><var>FULL_SYM</var></code> symbols<span data-if="HALF_SYM !== 0"> and <code><var>HALF_SYM</var></code> half symbols</span>.
fr: Il y a <code><var>FULL_SYM</var></code> symboles <span data-if="HALF_SYM !== 0"> et <code><var>HALF_SYM</var></code> demi-symboles</span>.
nb: Det er <code><var>FULL_SYM</var></code> symboler<span data-if="HALF_SYM !== 0"> og <code><var>HALF_SYM</var></code> halve symboler</span>.
pl: Jest <code><var>FULL_SYM</var></code> symboli/symbole <span data-if="HALF_SYM !== 0"> i <code><var>HALF_SYM</var></code> połówek symboli</span>.
pt: Existem <code><var>FULL_SYM</var></code> símbolos<span data-if="HALF_SYM !== 0"> e <code><var>HALF_SYM</var></code> meio símbolos</span>.
tr: <code><var>FULL_SYM</var></code> sembol<span data-if="HALF_SYM !== 0"> ve <code><var>HALF_SYM</var></code> yarım sembol</span> bulunmaktadır.

source: There are <code><var>INTEGERS_COUNT</var></code> numbers.
fr: L'effectif est <code><var>INTEGERS_COUNT</var></code>.
nb: Det er <code><var>INTEGERS_COUNT</var></code> tall.
pl: Jest <code><var>INTEGERS_COUNT</var></code> liczb.
pt: Há <code><var>INTEGERS_COUNT</var></code> números.
tr: <code><var>INTEGERS_COUNT</var></code> sayı vardır.

source: There are <code><var>LENGTH</var></code> scores and their sum is <code><var>SCORES.join(" + ")</var> = <var>SUM</var></code>.
nb: Det er <code><var>LENGTH</var></code> karakterer og summen av dem er <code><var>SCORES.join(" + ")</var> = <var>SUM</var></code>.
pt: Há <code><var>LENGTH</var></code> notas e sua soma é <code><var>SCORES.join(" + ")</var> = <var>SUM</var></code>.
tr: <code><var>LENGTH</var></code> puan vardır ve toplamları <code><var>SCORES.join(" + ")</var> = <var>SUM</var></code>'tir.

source: There are <code><var>NUM_TAKEN</var>! = <var>factorial(NUM_TAKEN)</var></code> ways of ordering <code><var>NUM_TAKEN</var></code> things, so we've counted each group of <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> <code><var>factorial(NUM_TAKEN)</var></code> times.
es: Existen <code><var>NUM_TAKEN</var>! = <var>factorial(NUM_TAKEN)</var></code> maneras de ordenar <code><var>NUM_TAKEN</var></code> cosas, por lo que hemos contado cada grupo de <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> <code><var>factorial(NUM_TAKEN)</var></code> veces.
fr: Il y a <code><var>NUM_TAKEN</var>! = <var>factorial(NUM_TAKEN)</var></code> façons d'ordonner <code><var>NUM_TAKEN</var></code> éléments, donc on compté chaque ensemble de <code><var>NUM_TAKEN</var></code>, <var>plural_form(THING, NUM_TAKEN)</var> <code><var>factorial(NUM_TAKEN)</var></code> fois.
pl: Zbiór <code><var>NUM_TAKEN</var></code> elementów można ułożyć na <code><var>NUM_TAKEN</var>! = <var>factorial(NUM_TAKEN)</var></code> sposoby, a zatem policzyliśmy każdą grupę <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> <code><var>factorial(NUM_TAKEN)</var></code> razy.
pt: Existem <code><var>NUM_TAKEN</var>! = <var>factorial(NUM_TAKEN)</var></code> formas de ordenar <code><var>NUM_TAKEN</var></code> coisas, por isso contamos cada grupo de <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> <code><var>factorial(NUM_TAKEN)</var></code> vezes.
tr: <code><var>NUM_TAKEN</var></code> şeyi sıralamak için, <code><var>NUM_TAKEN</var>! = <var>factorial(NUM_TAKEN)</var></code> yol var, yani her <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> grubunu <code><var>factorial(NUM_TAKEN)</var></code> kere fazladan saydık.

source: There are <code><var>SLOTS</var>! = <var>factorial(SLOTS)</var></code> ways of ordering <code><var>SLOTS</var></code> things, so we've counted each group of <code><var>SLOTS</var></code> friends <code><var>factorial(SLOTS)</var></code> times.
es: Hay <code><var>SLOTS</var>! = <var>factorial(SLOTS)</var></code> formas de ordenar <code><var>SLOTS</var></code> cosas, así es que hemos contado a cada grupo <code><var>SLOTS</var></code> friends <code><var>factorial(SLOTS)</var></code> veces.
fr: Il y a <code><var>SLOTS</var>! = <var>factorial(SLOTS)</var></code> façons d'ordonner <code><var>SLOTS</var></code> éléments, donc on compté chaque ensemble de <code><var>SLOTS</var></code> amis <code><var>factorial(SLOTS)</var></code> fois.
pl: Jest <code><var>SLOTS</var>! = <var>factorial(SLOTS)</var></code> możliwości ułożenia <code><var>SLOTS</var></code> rzeczy, więc policzyliśmy każdą grupę <code><var>SLOTS</var></code> przyjaciół <code><var>factorial(SLOTS)</var></code> razy.
pt: Existem <code><var>SLOTS</var>! = <var>factorial(SLOTS)</var></code> formas de ordenar <code><var>SLOTS</var></code> coisas, por isso, contamos cada grupo de <code><var>SLOTS</var></code> amigos <code><var>factorial(SLOTS)</var></code> vezes.
tr: <code><var>SLOTS</var></code> şeyi sıralamak için, <code><var>SLOTS</var>! = <var>factorial(SLOTS)</var></code> yol var, yani her <code><var>SLOTS</var></code> arkadaş grubunu <code><var>factorial(SLOTS)</var></code> kere fazladan saydık.

source: There are <code><var>SLOTS</var></code> places for your friends on the boat, so let's fill those slots one by one. For the first slot, we have <code><var>FRIENDS</var></code> different choices we can make (because <code><var>FRIENDS</var></code> different friends could be in that slot).
es: Hay <code><var>SLOTS</var></code> lugares para tus amigos en el barco, así es que llenemos esos lugares uno por uno. Para el primer lugar, tenemos <code><var>FRIENDS</var></code> posibles opciones (porque <code><var>FRIENDS</var></code> distintos amigos se podrían sentar en ese lugar).
fr: Il y a <code><var>SLOTS</var></code> places, donc on remplit ces places une par une. Il y a <code><var>FRIENDS</var></code> façons d'occuper la première place (car <code><var>FRIENDS</var></code> personnes différentes peuvent l'occuper).
pl: Dla przyjaciół jest na łodzi <code><var>SLOTS</var></code> miejsc, więc wypełnijmy je po kolei. Dla pierwszego miejsca mamy <code><var>FRIENDS</var></code> przyjaciół do wyboru (ponieważ <code><var>FRIENDS</var></code> różnych przyjaciół może siedzieć na tym miejscu).
pt: Existem <code><var>SLOTS</var></code> lugares para seus amigos no barco, por isso, vamos preencher esses espaços um por um. Para o primeiro espaço, temos <code><var>FRIENDS</var></code> alternativas diferentes que podemos fazer (porque <code><var>FRIENDS</var></code> amigos diferentes poderiam estar naquele lugar).
tr: Teknede arkadaşlarınız için <code><var>SLOTS</var></code> yer var, bu yerleri teker teker dolduralım. İlk yer için <code><var>FRIENDS</var></code> farklı seçeneğimiz var (çünkü <code><var>FRIENDS</var></code> farklı arkadaş bu yeri doldurabilir).

source: There are <code><var>STUDENTS</var></code> students in a class: <code><var>BOYS</var></code> boys and <code><var>GIRLS</var></code> girls.
es: Hay <code><var>STUDENTS</var></code> estudiantes en una clase: <code><var>BOYS</var></code> hombres y <code><var>GIRLS</var></code> mujeres.
fr: Il y a <code><var>STUDENTS</var></code> élèves dans la classe : <code><var>BOYS</var></code> garçons et <code><var>GIRLS</var></code> filles.
pl: W klasie jest <code><var>STUDENTS</var></code> uczniów: <code><var>BOYS</var></code> chłopców i <code><var>GIRLS</var></code> dziewcząt.
pt: Há <code><var>STUDENTS</var></code> alunos em uma classe: <code><var>BOYS</var></code> meninos e <code><var>GIRLS</var></code> meninas.

source: There are <code><var>VOL</var></code> cubes.
es: Hay <code><var>VOL</var></code> cubos.
fr: Il y a <code><var>VOL</var></code> cubes.
hi: <code><var>VOL</var></code> घन है|
nb: Det er <code><var>VOL</var></code> kuber.
pl: Jest <code><var>VOL</var></code> sześcianów.
pt: Há <code><var>VOL</var></code> cubos.
tr: <code><var>VOL</var></code> küp var.

source: There are <code>\exponentColor{<var>E</var>}</code> digits to the right of the leading <code>\leadingColor{<var>LEADING</var>}</code> (and to the left of the decimal).
es: Hay <code>\exponentColor{<var>E</var>}</code> a la derecha del <code>\leadingColor{<var>LEADING</var>}</code> delantero (y a la izquierda del punto decimal).
fr: Il y a <code>\exponentColor{<var>E</var>}</code> chiffres à droite du chiffre dominant <code>\leadingColor{<var>LEADING</var>}</code> (et à gauche de la virgule).
nb: Det er <code>\exponentColor{<var>E</var>}</code> siffer til høyre for det ledene <code>\leadingColor{<var>LEADING</var>}</code> (og til venstre for desimaltegnet).
pt: Há <code>\exponentColor{<var>E</var>}</code> algarismos à direita do número principal <code>\leadingColor{<var>LEADING</var>}</code> (e à esquerda da vírgula).
tr: <code>\exponentColor{<var>E</var>}</code> basamak, <code>\leadingColor{<var>LEADING</var>}</code>'in sağ tarafında bulunmaktadır (ve ondalık noktasının sol tarafında).

source: There are <var>NUM</var> people in a room.
es: Hay <var>NUM</var> personas en una habitación.
fr: Il y a <var>NUM</var> personnes dans une pièce.
pt: Há <var>NUM</var> pessoas em uma sala.
tr: Bir odada <var>NUM</var> insan var.

source: There are <var>SOLUTION</var> <var>LOCATION_DISPLAY</var> that match our question.
es: Hay <var>SOLUTION</var> <var>LOCATION_DISPLAY</var> que coincide con nuestra pregunta.
fr: Il y a <var>SOLUTION</var> <var>LOCATION_DISPLAY</var> qui répond à la question.
nl: Er is <var>SOLUTION</var> <var>LOCATION_DISPLAY</var> die eraan voldoet.
pl: Są <var>SOLUTION</var> <var>LOCATION_DISPLAY</var>, które pasują do naszego pytania.
pt: Existe <var>SOLUTION</var> <var>LOCATION_DISPLAY</var> compatível com nossa pergunta.

source: There are a couple of ways to approach this problem.
es: Hay un par de maneras de abordar este problema.
fr: Il existe plusieurs façons de résoudre ce problème.
pt: Há algumas maneiras de se abordar este problema.
tr: Bu soruya birkaç farklı şekilde yaklaşabiliriz.

source: There are a number of different ways to arrange the points so the mean is <span class="hint_blue"> <code><var>MEAN</var></code></span> and the median is <span class="hint_green"> <code><var>MEDIAN</var></code></span>. <a class="simple-button" onclick="javascript: KhanUtil.showMeanExample();"> Show me an example </a>
fr: Il y a de nombreuses autres façons de répartir les points de sorte que la moyenne soit égale à <span class="hint_blue"> <code><var>MEAN</var></code></span> et la médiane à <span class="hint_green"> <code><var>MEDIAN</var></code></span>. <a class="simple-button" onclick="javascript: KhanUtil.showMeanExample();"> Montrez-moi un exemple</a>
nb: Det er mange ulike måter å plassere punktene på slik at gjennomsnittet er <span class="hint_blue"> <code><var>MEAN</var></code></span> og medianen er <span class="hint_green"> <code><var>MEDIAN</var></code></span>. <a class="simple-button" onclick="javascript: KhanUtil.showMeanExample();"> Vis meg et eksempel </a>
pt: Há várias maneiras diferentes para atribuir os pontos, então, a média é <span class="hint_blue"> <code><var>MEAN</var></code></span> e a mediana é <span class="hint_green"> <code><var>MEDIAN</var></code></span>. <a class="simple-button" onclick="javascript: KhanUtil.showMeanExample();"> Mostre-me um exemplo</a>
tr: Ortalamanın <span class="hint_blue"> <code><var>MEAN</var></code></span> ve medyanın <span class="hint_green"> <code><var>MEDIAN</var></code></span> olmasını, noktaları değişik şekillerde düzenleyerek sağlayabiliriz. <a class="simple-button" onclick="javascript: KhanUtil.showMeanExample();"> Bana bir örnek gösterin </a>

source: There are a total of <code><var>N</var></code> cubes.
fr: Il y a <code><var>N</var></code> cubes.
nb: Det er totalt <code><var>N</var></code> kuber.
pl: Jest łącznie <code><var>N</var></code> sześcianów.
pt: Há um total de <code><var>N</var></code> cubos.
tr: Toplam <code><var>N</var></code> küp vardır.

source: There are a total of <var>A + B</var> dots.
da: Der er i alt <var>A + B</var> prikker.
es: Hay un total de <var>A + B</var> puntos.
fr: Il y a un total de <var>A + B</var> points.
hi: यहाँ कुल <var>A + B</var> बिंदु हैंI
ja: 合計<var>A + B</var> 個の点があります．
nb: Det er i alt <var>A + B</var> prikker.
nl: Er zijn in totaal <var>A + B</var> stippen.
pl: Mamy w sumie <var>A + B</var> kropek.
pt: Há um total de <var>A + B</var> pontos.
pt_pt: Temos então <var>A + B</var> bolinhas.
tr: Toplam <var>A + B</var> nokta vardır.

source: There are many different types of prizes you and your school can unlock in LearnStorm!
nb: Det er mange ulike typer priser som du og din skole kan låse opp under LearnStorm!
pt: Há vários tipos de prêmios diferentes que você e sua escola podem conseguir na LearnStorm!
tr: LearnStorm'da sizin ve okulunuzun açabileceği birçok türde ödül vardır!

source: There are many ways to arrange the points so the sample standard deviation is <span class="hint_green"><code><var>STDDEV</var></code></span>.<br> <input id="example-button" onclick="javascript: KhanUtil.showStddevExample(); $( 'input#example-button' ).val( 'Show me another example' ); " type="button" value="Show me an example">
fr: Il existe de nombreuses façons de répartir les points pour que l'écart-type soit <span class="hint_green"><code><var>STDDEV</var></code></span>.<br> <input id="example-button" onclick="javascript: KhanUtil.showStddevExample(); $( 'input#example-button' ).val( 'Show me another example' ); " type="button" value="Show me an example">
pt: Há muitas manerias de você organizar um desvio padrão de amostra <span class="hint_green"><code><var>STDDEV</var></code></span>.<br> <input id="example-button" onclick="javascript: KhanUtil.showStddevExample(); $( 'input#example-button' ).val( 'Show me another example' ); " type="button" value="Show me an example">
tr: Örneklem standart sapmayı <span class="hint_green"><code><var>STDDEV</var></code></span> yapmak için noktaları düzenlemenin birçok yolu vardır.<br> <input id="example-button" onclick="javascript: KhanUtil.showStddevExample(); $( 'input#example-button' ).val( 'Show me another example' ); " type="button" value="Bana bir örnek gösterin">

source: There are more <code><var>MODE</var></code>s than any other number, so <code><var>MODE</var></code> is the mode.
fr: Les occurrences de <code><var>MODE</var></code> sont plus nombreuses que celles des autres nombres, donc le mode est <code><var>MODE</var></code>.
nb: Det er flere av <code><var>MODE</var></code>s enn de andre tallene, så <code><var>MODE</var></code> er typetallet.
pl: Jest więcej <code><var>MODE</var></code> niż jakiejkolwiek innej liczby, więc <code><var>MODE</var></code> jest dominantą.
pt: Há mais <code><var>MODE</var></code>s que quaisquer outros números, portanto <code><var>MODE</var></code> é a moda.
tr: Diğer sayılara kıyasla en fazla <code><var>MODE</var></code> vardır, buna göre, <code><var>MODE</var></code> moddur.

source: There are no perfect-square factors of <var>RADICAL_TOTAL</var>.
da: Der er ingen faktorer, som er kvadrattal for <var>RADICAL_TOTAL</var>.
es: No existen factores de <var>RADICAL_TOTAL</var> que sean cuadrados perfectos.
fr: Aucun diviseur de <var>RADICAL_TOTAL</var> n'est un carré parfait.
nb: Det er ingen faktorer som er kvadrattall for <var>RADICAL_TOTAL</var>.
nl: Er zijn geen kwadraatgetal-factoren in <var>RADICAL_TOTAL</var>.
pl: Nie ma czynników będących liczbami kwadratowymi z <var>RADICAL_TOTAL</var>.
pt: Não há fator quadrado perfeito de <var>RADICAL_TOTAL</var>.
tr: <var>RADICAL_TOTAL</var> sayısının tam kare olan çarpanı yoktur.
