Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Bristlecone
es: Pino longevo
fr: Pin Bristlecone
ja: ブリストルコーン
pl: Sosna długowieczna
pt: Pinus longaeva
pt_pt: Pinheiro
tr: Bristlecone Çamı

source: Brit has been making educational videos since he was 10 when he got hooked on Carl Sagan, Bill Nye & James Burke and his mom agreed to buy him two VCRs for editing purposes.
es: Brit ha estado haciendo videos educativos desde que tenía 10 años cuando quedó enganchado con Carl Sagan, Bill Nye & James Burke, y su madre accedió a comprarle dos videograbadoras para que editara.
pl: Brit nagrywał filmy edukacyjne od kiedy ukończył 10 lat. Wtedy to poznał i na stałe już związał się zawodowo z Carlem Sagan, Billem Nye i Jamesem Burke, a jego mama zgodziła się kupić mu dwa magnetowidy do eksperymentowania z edycją filmów.
pt: Brit desenvolve vídeos educacionais desde os 10 anos de idade, quando ficou fascinado por Carl Sagan, Bill Nye e James Burke, e sua mãe concordou em comprar para ele duas câmeras de vídeo para que ele pudesse editar seus próprios vídeos.
tr: Brit 10 yaşından beri eğitim videoları hazırlamaktadır. Çocukluğunda annesi ona iki tane video kaydedici alır ve de Carl Sagan, Bill Nye ve James Burke ile tanışır.

source: Bromine
es: Bromo
nb: Brom
pl: Brom
pt: Bromo
pt_pt: Bromo
tr: Brom

source: Brooke is a doctoral candidate in Developmental Psychology at the University of Texas at Austin. Her research focuses on how children develop concepts of authenticity and the role that authenticity might play in education.
pt: Brooke é doutoranda em Psicologia do Desenvolvimento na Universidade do Texas, em Austin. Sua pesquisa se concentra em como as crianças desenvolvem os conceitos de autenticidade e o papel que essa autenticidade pode ter na educação.
tr: Brooke Austin'deki Texas Üniversitesi'nde Gelişim Psikolojisi alanında doktora adayıdır. Araştırması, çocukların özgünlük kavramlarını nasıl geliştirdiğine ve bu özgünlüğün eğitimde oynadığı role odaklanır.

source: Browse Creations
da: Gennemse kreationer
es: Navega las creaciones
fr: Les programmes de la communauté
ja: 作成したものをブラウズ
nb: Bla gjennom prosjekt
nl: Bladeren door creaties
pl: Przejrzyj to, co stworzyli inni
pt: Procurar criações
pt_pt: Explorar programas de outros
tr: Yarattıklarınıza Bakın

source: Browse Programs
da: Gennemse programmer
es: Explora los programas
fr: Parcourir les programmes
ja: プログラムを一覧する
nb: Bla gjennom programmer
nl: Blader door programma's
pl: Przeszukaj programy
pt: Procurar programas
pt_pt: Explorar programas
tr: Programları dolaşın

source: Browse all
da: Gennemse alle
es: Navega en todos
fr: Tout parcourir
nb: Bla gjennom alle
nl: Bekijk alles
pl: Przeglądaj wszystko
pt: Ver todos
pt_pt: Explorar todos
tr: Hepsini Göz At

source: Browse all English subjects
da: Gennemse alle emner på engelsk
es: Navega por todos los contenidos en inglés
fr: Parcourir tous les contenus en anglais
nb: Se alle engelske fag
nl: Blader door alle Engelse onderwerpen
pl: Przeglądaj wszystkie przedmioty w języku angielskim
pt: Navegar por todos os conteúdos em inglês
pt_pt: Explorar as disciplinas em inglês
tr: İngilizce Konuları Görüntüleyin

source: Browse our library
bg: Търсене в нашата библиотека
da: Gennemse vores bibliotek
es: Explora nuestra biblioteca
fr: Parcourir notre bibliothèque
he: עיין בספרייה שלנו
hi: हमारे पुस्तकालय में खोजें
ja: ライブラリー閲覧
nb: Utforsk vårt bibliotek
nl: Blader door onze bibliotheek
pl: Przeszukaj bibliotekę
pt: Navegue por nossa biblioteca
pt_pt: Explora a nossa biblioteca
tr: Kütüphanemizi Gezin

source: Browse programs
da: Gennemse programmer
es: Explorar programas
fr: Parcourir les programmes
nb: Bla gjennom programmer
nl: Blader door programma's
pl: Przeszukaj programy
pt: Procurar programas
pt_pt: Vê os programas de outros utilizadores
tr: Programları gezin

source: Browse the Khan Academy math skills by Common Core standard. With over 50,000 unique questions, we provide complete coverage.
da: Gennemse Khan Academys matematikemner ordnet efter de Fælles mål (USA). Med over 50.000 unikke spørgsmål leverer vi komplet dækning.
es: Explora las habilidades matemáticas en Khan Academy a través del estándar del tronco común. Con más de 50,000 preguntas únicas, cubrimos el tronco común completamente.
fr: Parcourir les compétences en mathématiques Khan Academy par standard de tronc commun. Avec plus de 50 000 questions uniques, nous fournissons une couverture complète.
ja: 共通コア標準の観点からカーンアカデミーの数学のスキルをブラウズする．50,000 を越えるユニークな質問によって私達は完全に標準をカバーします．
nb: Bla gjennom Khan Academy matematiske ferdigheter ved hjelp av læreplanmål. Men over 50 000 unike oppgaver gir vi god dekning av Common Core standard.
nl: Blader door de Khan Academy wiskundevaardigheden via de algemene kerndoelen. Met meer dan 50.000 unieke vragen bieden wij volledige dekking.
pl: Przeglądaj zagadnienia matematyczne na Khan Academy według norm Common Core. Ponad 50 tysięcy wyjątkowych zadań obejmuje cały zakres materiału.
pt: Procure as habilidades de matemática da Khan Academy por padrão. Com mais de 50 mil perguntas exclusivas, oferecemos cobertura completa ao Common Core.
tr: Khan Academy matematik becerilerini Ortak Temel standardına göre gezin. Konuları 50,000'in üzerinde özgün soruyla eksiksiz işliyoruz.

source: Bug fixes and exercise module refactoring.
pt: Correções de bugs e refatoração de módulo de exercícios.
tr: Hata düzeltmeleri ve alıştırma modül ayarlamaları.

source: Build your growth mindset
bg: Изгради растежа на мисленето си
da: Opbyg din egen forståelse af vækst
es: Construye tu mentalidad de crecimiento
fr: Construisez votre force d'apprentissage
nb: Bygg opp din egen forståelse av growth-mindset-konseptet
nl: Werk aan je Growth mindset
pl: Rozwijaj swój mózg
pt: Desenvolva sua mentalidade de crescimento
tr: Zekanızı daha keskin yapın, hemen öğrenmeye başlayın...

source: Build your intuition of key concepts through these interactive explorations.
nb: Tren din intuisjon av hovedtemaer gjennom disse interaktive utforskningene.
pl: Rozbudź swoją intuicję dla kluczowych pojęć, uczestnicząc w interaktywnych poszukiwaniach.
pt: Construa sua intuição de conceitos-chave por meio destas explorações interativas.
tr: Anahtar kavramlar hakkında önsezilerinizi bu etkileşimli keşiflerle güçlendirin.

source: Bus
nb: Buss
pt: Ônibus
tr: Otobüs

source: But wait! We can use these circles to draw a perpendicular line, <strong>but not a bisector! </strong> That's because the two circles are different sizes.
es: ¡Pero espera! Podemos utilizar estos círculos para dibujar una línea perpendicular, <strong> ¡pero no una bisectriz! </strong> Eso es porque los círculos son de diferentes tamaños.
fr: On peut utiliser ces cercles pour tracer une droite perpendiculaire au segment, <strong>mais pas sa médiatrice ! </strong> Ceci, parce que les deux cercles n'ont pas le même rayon.
pt: Mas, espere! Podemos usar estes círculos para desenhar uma linha perpendicular, <strong> mas não uma bissetriz! </strong> Isso porque os dois círculos são de tamanhos diferentes.
tr: Ama durun! Bu çemberleri kullanarak bir dik çizebiliriz,<strong>ama orta dikme değil! </strong> Çünkü, çemberlerin boyutları farklı.

source: But we can't do it alone. We need your help.
bg: Но ние не можем да се справим сами. Имаме нужда от помощта ти.
da: Men vi kan ikke gøre det alene. Vi har brug for din hjælp.
es: Pero no los podemos hacer solos. Necesitamos tu ayuda.
nb: Men vi kan ikke gjøre det alene. Vi trenger din hjelp.
nl: Maar dit kunnen niet alleen. We hebben jouw hulp nodig.
pl: Jednak nie damy rady zrobić tego sami. Potrzebujemy Twojej pomocy.
pt: Mas não podemos fazer isso sozinhos. Precisamos da sua ajuda.
tr: Ama bunu yalnız yapamayız. Yardımınıza ihtiyacımız var.

source: But we don't like it when we see certain kinds of SQL scripts! If you don't want to make us unhappy, read through our guidelines below and help us spread them to the rest of our community. And maybe then, I won't look so worried!
da: Men vi kan ikke lide det, når vi ser visse former for SQL scripts! Hvis du ikke ønsker at gøre os ulykkelige, så læs vores retningslinjer nedenfor og hjælp os med at sprede dem til resten af vores fællesskab. Og måske vil jeg derefter ikke se så bekymret ud!
es: No nos gusta cuando vemos ciertos tipos de scripts SQL. Si no quieres entristecernos, lee nuestros lineamientos y ayúdanos a darlos a conocer en el resto de la comunidad. ¡Tal vez así, no estaremos tan preocupados!
fr: Mais nous ne voulons pas voir certains types de programmes SQL ! Si vous ne voulez pas nous rendre triste, lisez nos consignes ci-dessous et aidez-nous à répandre ces principes au sein de la communauté. Et peut-être alors, j'aurais l'air moins inquiet!
nb: Men vi liker ikke når vi ser visse typer SQL- skript! Hvis du ikke ønsker å gjøre oss ulykkelige, så les våre retningslinjer nedenfor og hjelp oss med at spre dem til resten av vårt fellesskap. Og da vil jeg kanskje ikke se så bekymret ut!
nl: Maar we houden niet van dergelijke SQL scripts! Als je ons blij wilt maken, lees dan de richtlijnen hieronder door en help ons ze over te brengen aan de rest van onze community. Dan maken wij ons misschien minder zorgen!
pl: Jednak nie podoba nam się widok określonych rodzajów SQL scripts! Jeżeli nie chcesz, żebyśmy byli niezadowoleni, przeczytaj poniższej nasze wytyczne i pomóż nam rozprzestrzenić je do reszty naszej społeczności. Być może wtedy nie będziemy wyglądali na tak zaniepokojonych!
pt: Porém não gostamos quando vemos certos tipos de scripts SQL! Se você não quer nos deixar tristes, leia nossas diretrizes a seguir e ajude-nos a divulgá-las para toda a comunidade. Talvez assim não fiquemos tão preocupados!
tr: Fakat, belirli türlerdeki SQL metinlerini görmekten hoşlanmıyoruz! Eğer bizi mutsuz etmek istemiyorsanız, aşağıdaki kuurallarımızı okuyup, diğer kullanıcılarımızı bu kurallardan haberdar etmemize yardımcı olun. Belki o zaman bu kadar endişeli görünmem!

source: But we don't like it when we see certain kinds of programs! If you don't want to make us unhappy, read through our guidelines below and help us spread them to the rest of our community. And maybe then, I won't look so worried!
da: Men vi kan ikke lide det, når vi ser visse former for programmer! Hvis du ikke ønsker at gøre os ulykkelige, så læs vores retningslinjer nedenfor og hjælp os med at sprede dem til resten af vores fællesskab. Og måske vil jeg derefter ikke se så bekymret ud!
es: Pero no nos gusta cuando vemos ciertos tipos de programas. Si no quieres hacernos sentir tristes, lee nuestros lineamientos a continuación y ayúdanos a darlos a conocer con el resto de nuestra comunidad. ¡Y quizás entonces no nos veremos tan preocupados!
fr: Mais nous ne voulons pas voir certains types de programmes ! Si vous ne voulez pas nous rendre triste, lisez nos consignes ci-dessous et aidez-nous à répandre ces principes au sein de la communauté. Et peut-être alors, j'aurais l'air moins inquiet!
nb: Men vi liker ikke når vi ser visse typer programmer! Hvis du ikke ønsker å gjøre oss ulykkelige, så les våre retningslinjer nedenfor og hjelp oss med å spre dem til resten av medlemmene. Og da vil jeg kanskje ikke se så bekymret ut!
nl: Maar we houden niet van bepaalde programma's! Wil je ons helpen door de onderstaande richtlijnen te lezen en te verspreiden onder de rest van onze community. Dan maken wij ons wellicht minder zorgen!
pl: Jednak nie podoba nam się widok określonych rodzajów programów! Jeżeli nie chcesz, żebyśmy byli niezadowoleni, przeczytaj poniższej nasze wytyczne i pomóż nam rozprzestrzenić je do reszty naszej społeczności. Być może wtedy nie będziemy wyglądali na tak zaniepokojonych!
pt: Porém não gostamos quando vemos certos tipos de programas! Se você não quer nos deixar tristes, leia nossas diretrizes a seguir e ajude-nos a divulgá-las para toda a comunidade. Talvez assim não fiquemos tão preocupados!
pt_pt: Mas nós não gostamos de certo tipo de programas! Se não queres que fiquemos tristes, lê as nossas regras e ajuda-nos a transmiti-las ao resto da comunidade. Se assim for, deixarei de estar sempre tão preocupado!
tr: Fakat, belirli türlerdeki programları görmekten hoşlanmıyoruz! Eğer bizi mutsuz etmek istemiyorsanız, aşağıdaki kuurallarımızı okuyup, diğer kullanıcılarımızı bu kurallardan haberdar etmemize yardımcı olun. Ve belki o zaman bu kadar endişeli görünmem!

source: But we don't like it when we see certain kinds of webpages! If you don't want to make us unhappy, read through our guidelines below and help us spread them to the rest of our community. And maybe then, I won't look so worried!
da: Men vi kan ikke lide det, når vi ser visse former for hjemmesider! Hvis du ikke ønsker at gøre os ulykkelige, så læs vores retningslinjer nedenfor og hjælp os med at sprede dem til resten af vores fællesskab. Og måske vil jeg derefter ikke se så bekymret ud!
es: Pero no nos gusta cuando vemos ciertos tipos de páginas web. Si no quieres hacernos sentir tristes, lee nuestros lineamientos a continuación y ayúdanos a darlos a conocer con el resto de nuestra comunidad. ¡Y quizás entonces no nos veremos tan preocupados!
fr: Mais nous n'aimons pas quand on voit certains types de programmes ! Si vous ne voulez pas nous rendre triste, lisez nos consignes ci-dessous et aidez-nous à répandre ces principes au sein de la communauté. Et peut-être alors, je serais moins inquiet !
nb: Det er noen nettsider vi ikke liker! Hvis du ikke ønsker å gjøre oss ulykkelige, så les våre retningslinjer nedenfor og hjelp oss med at spre dem til resten av vårt fellesskap. Og kanskje ja, vil jeg ikke se så bekymret ut!
nl: Maar we houden niet van bepaalde webpagina's! Wil je ons helpen om de onderstaande richtlijnen te lezen en te verspreiden onder de rest van onze community. Dan maken wij ons wellicht minder zorgen!
pl: Jednak nie podoba nam się widok określonych rodzajów stron! Jeżeli nie chcesz, żebyśmy byli niezadowoleni, przeczytaj poniższej nasze wytyczne i pomóż nam rozprzestrzenić je do reszty naszej społeczności. Być może wtedy nie będziemy wyglądali na tak zaniepokojonych!
pt: Porém não gostamos quando vemos certos tipos de sites! Se você não quer nos deixar tristes, leia nossas diretrizes a seguir e ajude-nos a divulgá-las para toda a comunidade. Talvez assim não fiquemos tão preocupados!
tr: Fakat, belirli türlerdeki web sayfalarını görmekten hoşlanmıyoruz! Eğer bizi mutsuz etmek istemiyorsanız, aşağıdaki kuurallarımızı okuyup, diğer kullanıcılarımızı bu kurallardan haberdar etmemize yardımcı olun. Belki o zaman bu kadar endişeli görünmeyiz!

source: By <a href="/profile/AlienaArden?utm_source=womencomputing">Aliena</a> age 15
nb: Av <a href="/profile/AlienaArden?utm_source=womencomputing">Aliena</a> alder 15
pl: Autor(ka) <a href="/profile/AlienaArden?utm_source=womencomputing">Aliena</a> 15 lat
pt: Por <a href="/profile/AlienaArden?utm_source=womencomputing">Aliena</a> 15 anos
pt_pt: Por <a href="/profile/AlienaArden?utm_source=womencomputing">Aliena</a> 15 anos
tr: <a href="/profile/AlienaArden?utm_source=womencomputing">Aliena</a> tarafından, yaş 15

source: By <a href="/profile/charkittycat?utm_source=womencomputing">charkittycat</a>, age 12
nb: Av <a href="/profile/charkittycat?utm_source=womencomputing">charkittycat</a>, alder 12
pl: Autor(ka) <a href="/profile/charkittycat?utm_source=womencomputing">charkittycat</a>, 12 lat
pt: Por <a href="/profile/charkittycat?utm_source=womencomputing">charkittycat</a>, 12 anos
pt_pt: Por <a href="/profile/charkittycat?utm_source=womencomputing">charkittycat</a>, 12 anos
tr: <a href="/profile/charkittycat?utm_source=womencomputing">charkittycat</a> tarafından, yaş 12

source: By answering your own post, your request won't be shown in the help requests list. If you want to clarify instead, you can edit your original post.
da: Ved at svare på dine egne indlæg, vil din ikke anmodning ikke blive vist i listen med anmodninger om hjælp. Hvis du ønsker at præcisere det i stedet, kan du redigere dit oprindelige indlæg.
es: Al responder tu propia publicación, tu solicitud no se mostrará en la lista de solicitudes. Si quieres hacerla más clara, puedes editar tu publicación original.
fr: En répondant à votre propre message, votre demande ne sera pas affichée dans la liste des demandes d'aide. Si vous voulez apporter des précisions, modifiez plutôt votre message original.
ja: あなた自身のポストに答えることで，あなたのリクエストはヘルプリクエストからは見えなくなります．そうではなく，あなたのリクエストをより明確にしたい場合には，元のポストを編集することができます．
nb: Ved å svare på dine egne innlegg vil ikke din forespørsel bli vist i listen med forespørsler om hjelp. Hvis du ønsker å presisere det i stedet, kan du redigere ditt opprinnelige innlegg.
nl: Door je eigen bericht te beantwoorden, zal je aanvraag niet op de hulpaanvragenlijst worden getoond. Wil je in plaats daarvan je bericht verhelderen, dan kun je beter je originele bericht bewerken.
pl: Odpowiadający na własny wpis, Twoja prośba nie będzie pokazana na liście próśb o pomoc. Jeżeli chcesz coś wyjaśnić, edytuj proszę oryginalny wpis.
pt: Se você responder sua própria publicação, seu pedido não será exibido na lista de pedidos de ajuda. Se, em vez de responder, você quiser esclarecer sua colocação, você pode editar sua publicação original.
pt_pt: Se responderes à tua própria publicação, o teu pedido não será mostrado na lista de pedidos de ajuda. Se pretendes adicionar detalhes ao teu pedido tens de editar a publicação original.
tr: Kendi gönderinize cevap verdiğinizde, isteğiniz yardım istekleri listesinde gösterilmeyecektir. Bunun yerine isteğinizi netleştirmek istiyorsanız, orijinal gönderinizi buradan düzenleyebilirsiniz.

source: By clicking "Create student", you indicate that you have the parent's permission to create this account and agree to our
es: Al hacer clic en "Crear estudiante", indicas que tienes el permiso de los padres para crear esta cuenta y que estás de acuerdo con nuestra
ja: "生徒の作成" をクリックすることであなたはこのアカウント作成の許可を親から得ており，私達の次のことに同意したことになります．
nb: Ved å klikke på "Opprett elev", vil det si at du har foreldrenes tillatelse til å opprette denne kontoen og de har godtatt vilkårene
nl: Door te klikken op "Creëer leerling", geef je aan dat je toestemming van de ouders hebt om dit account te creëren en ga je akkoord met onze
pl: Klikając "Utwórz ucznia" potwierdzasz, że masz pozwolenie rodzica na stworzenie tego konta i zgadzasz się na nasze
pt: Ao clicar em "Criar conta de aluno", você indica que tem a permissão do pai para criar essa conta e concorda com nossos
pt_pt: Ao criar a conta de um aluno, está a afirmar que tem autorização dos pais do aluno para criar a conta e que concorda com os nossos
tr: "Öğrenci oluştur"a tıklayarak, bu hesabı oluşturmak için velinin iznine sahip olduğunuzu ifade ediyorsunuz

source: By clicking "Link this email address", you agree to our <a href="/about/tos" target="_blank">Terms of Service</a> and <a href="/about/privacy-policy" target="_blank">Privacy Policy</a>.
da: Ved at klikke "Link denne e-mail-adresse", accepterer du vores <a href="/about/tos" target="_blank">Servicevilkår</a> og <a href="/about/privacy-policy" target="_blank">Fortrolighedspolitik</a>.
es: Al hacer click en "Vincular esta dirección de correo electrónico", estás aceptando nuestros <a href="/about/tos" target="_blank">Términos de servicio</a> y nuestra<a href="/about/privacy-policy" target="_blank">Política de privacidad</a>.
fr: En cliquant sur « Associer cette adresse e-mail », vous acceptez nos <a href="/about/tos" target="_blank">conditions d'utilisation</a> et <a href="/about/privacy-policy" target="_blank">politique de confidentialité</a>.
ja: 「この電子メイルアドレスにリンクする」をクリックすると，あなたは<a href="/about/tos" target="_blank">サービスの利用規約</a>と<a href="/about/privacy-policy" target="_blank">プライバシーポリシー</a>に同意したことになります．
nb: Ved å klikke "Link denne e-postadressen", godtar du våre <a href="/about/tos" target="_blank"> Vilkår for bruk</a> og <a href="/about/privacy-policy" target="_blank"> Retningslinjer for personvern</a>.
nl: Door het klikken op "Link dit e-mailadres", ga je akkoord met de <a href="/about/tos" target="_blank">gebruiksvoorwaarden</a> en <a href="/about/privacy-policy" target="_blank">Privacypolicy</a>.
pl: Klikając na "Link this email address", wyrażasz zgodę na nasze <a href="/about/tos" target="_blank">Warunki korzystania z usługi</a>oraz akceptujesz naszą <a href="/about/privacy-policy" target="_blank">Politykę Prywatności</a>.
pt: Ao clicar em "Vincular este endereço de e-mail", você concorda com nossos <a href="/about/tos" target="_blank">Termos de serviço</a> e <a href="/about/privacy-policy" target="_blank">Política de privacidade</a>.
pt_pt: Ao clicares em "Associar este endereço de e-mail", estás a concordar com os <a href="/about/tos" target="_blank">Termos de utilização</a> e com a <a href="/about/privacy-policy" target="_blank">Política de privacidade</a>.
tr: 'Bu e-posta adresini ekle' butonuna bastığınızda<a href="/about/tos" target="_blank">Hizmet Koşulları </a>ve<a href="/about/privacy-policy" target="_blank">Gizlilik Politikası'nı kabul etmiş olacaksınız</a>

source: By clicking "Sign up", you agree to our %(tosLink)s and %(privacyLink)s.
da: Ved at trykke på "Tilmeld" erklærer du dig enig med vores %(tosLink)s og %(privacyLink)s.
es: Al hacer clic en "Regístrate", aceptas nuestros %(tosLink)s y %(privacyLink)s.
fr: En cliquant sur "Inscription", vous acceptez nos %(tosLink)s et %(privacyLink)s.
ja: クリックして「サインアップ」することは、私たちの %(tosLink)s and %(privacyLink)sに同意したことを意味します。
nb: Ved å klikke "Registrer deg", godtar du vår %(tosLink)s og %(privacyLink)s.
nl: Door te klikken op "Aanmelden", ga je akkoord met onze %(tosLink)s en %(privacyLink)s.
pl: Klikając w "Zarejestruj się", zgadzasz się na nasze %(tosLink)s i %(privacyLink)s.
pt: Clicando em "Cadastre-se", você concorda com nosso %(tosLink)s e %(privacyLink)s.
pt_pt: Ao clicares em "Criar conta", estás a concordar com os %(tosLink)s e com a %(privacyLink)s.
tr: "Kayıt" düğmesine tıkladığınızda, %(tosLink)s ve %(privacyLink)s kurallarını kabul etmiş olursunuz.

source: By clicking "Sign up", you agree to our <a href="/about/tos" target="_blank">Terms of Service</a> and <a href="/about/privacy-policy" target="_blank">Privacy Policy</a>.
ja: 「サインアップ」をクリックすると，あなたは私達の <a href="/about/tos" target="_blank">利用規約</a> と <a href="/about/privacy-policy" target="_blank">プライバシーポリシー</a>に同意したとみなされます．
nb: Ved å klikke "Registrer", er du enig i vår <a href="/about/tos" target="_blank">Vilkår for bruk</a> og <a href="/about/privacy-policy" target="_blank">Retningslinjer for personvern</a>.
pl: Klikając w "Zarejestruj się", zgadzasz się na nasze <a href="/about/tos" target="_blank">Warunki korzystania z usługi</a> i <a href="/about/privacy-policy" target="_blank">Politykę prywatności</a>.
pt: Ao clicar em "Cadastrar-se", você concorda com nossos <a href="/about/tos" target="_blank">Termos de Serviço</a> e <a href="/about/privacy-policy" target="_blank">Política de Privacidade</a>.
pt_pt: Ao clicares em "Criar conta", estás a concordar com os <a href="/about/tos" target="_blank">Termos de utilização</a> e com a <a href="/about/privacy-policy" target="_blank">Política de privacidade</a>.
tr: "Üye Olma" butonuna tıkladığınızda <a href="/about/tos" target="_blank">Hizmet Koşulları</a> ve <a href="/about/privacy-policy" target="_blank">Gizlilik Kurallarımınız</a> kabul etmiş olacaksınız.
