Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: In the right triangle shown, <code><var>bside</var> = <var>AC</var></code> and <code>AB = <var>AB</var></code>.
es: En el triángulo rectángulo que se muestra, <code><var>bside</var> = <var>AC</var></code> y <code>AB = <var>AB</var></code>.
fr: Dans ce triangle rectangle, <code><var>bside</var> = <var>AC</var></code> et <code>AB = <var>AB</var></code>.
nb: I den rettvinklede trekanten, er <code><var>bside</var> = <var>AC</var></code> og <code>AB = <var>AB</var></code>.
pl: W trójkącie przedstawionym poniżej, <code><var>bside</var> = <var>AC</var></code> i <code>AB = <var>AB</var></code>.
pt: No triângulo retângulo mostrado, <code><var>bside</var> = <var>AC</var></code> e <code>AB = <var>AB</var></code>.
tr: Gösterilen dik üçgende, <code><var>bside</var> = <var>AC</var></code> ve <code>AB = <var>AB</var></code>.

source: In the right triangle shown, <code><var>mAB</var></code> and <code>AB = <var>2 * BC + BCrs</var></code>.
es: En el triángulo rectángulo que se muestra, <code><var>mAB</var></code> y <code>AB = <var>2 * BC + BCrs</var></code>.
fr: Dans ce triangle rectangle, <code><var>mAB</var></code> et <code>AB = <var>2 * BC + BCrs</var></code>.
pl: W przedstawionym poniżej trójkącie prostokątnym, <code><var>mAB</var></code> i <code>AB = <var>2 * BC + BCrs</var></code>.
pt: No triângulo retângulo mostrado, <code><var>mAB</var></code> e <code>AB = <var>2 * BC + BCrs</var></code>.
tr: Gösterilen dik üçgende, <code><var>mAB</var></code> ve <code>AB = <var>2 * BC + BCrs</var></code>.

source: In the right triangle shown, <code><var>mAB</var></code> and <code>AB = <var>ABs</var></code>.
es: En el triángulo rectángulo que se muestra, <code><var>mAB</var></code> y <code>AB = <var>ABs</var></code>.
fr: Dans ce triangle rectangle, <code><var>mAB</var></code> et <code>AB = <var>ABs</var></code>.
pl: W przedstawionym poniżej trójkącie prostokątnym, <code><var>mAB</var></code> i <code>AB = <var>ABs</var></code>.
pt: No triângulo retângulo mostrado, <code><var>mAB</var></code> e <code>AB = <var>ABs</var></code>.
tr: Gösterilen dik üçgende, <code><var>mAB</var></code> ve <code>AB = <var>ABs</var></code>.

source: In the right triangle shown, <code><var>mAB</var></code> and <code>AC = <var>AC + ACrs</var></code>.
es: En el triángulo rectángulo que se muestra, <code><var>mAB</var></code> y <code>AC = <var>AC + ACrs</var></code>.
fr: Dans ce triangle rectangle, <code><var>mAB</var></code> et <code>AC = <var>AC + ACrs</var></code>.
pl: W trójkącie prostokątnym przedstawionym poniżej, <code><var>mAB</var></code> i <code>AC = <var>AC + ACrs</var></code>.
pt: No triângulo retângulo mostrado, <code><var>mAB</var></code> e <code>AC = <var>AC + ACrs</var></code>.
tr: Gösterilen dik üçgende, <code><var>mAB</var></code> ve <code>AC = <var>AC + ACrs</var></code>.

source: In the right triangle shown, <code><var>mAB</var></code> and <code>BC = <var>BC + BCrs</var></code>.
es: En el triángulo rectángulo que se muestra, <code><var>mAB</var></code> y <code>BC = <var>BC + BCrs</var></code>.
fr: Dans ce triangle rectangle, <code><var>mAB</var></code> et <code>BC = <var>BC + BCrs</var></code>.
pl: W przedstawionym poniżej trójkącie prostokątnym, <code><var>mAB</var></code> i <code>BC = <var>BC + BCrs</var></code>.
pt: No triângulo retângulo mostrado, <code><var>mAB</var></code> e <code>BC = <var>BC + BCrs</var></code>.
tr: Gösterilen dik üçgende, <code><var>mAB</var></code> and <code>BC = <var>BC + BCrs</var></code>.

source: In the right triangle shown, <code>AC = <var>AC</var></code> and <code>BC = <var>BC</var></code>.
es: En el triángulo rectángulo que se muestra, <code>AC = <var>AC</var></code> y <code>BC = <var>BC</var></code>.
fr: Dans ce triangle rectangle, <code>AC = <var>AC</var></code> et <code>BC = <var>BC</var></code>.
nb: I den rette trekanten som er vist, er <code>AC = <var>AC</var></code> og <code>BC = <var>BC</var></code>.
pl: W trójkącie pokazanym poniżej, <code>AC = <var>AC</var></code> i <code>BC = <var>BC</var></code>.
pt: No triângulo retângulo mostrado, <code>AC = <var>AC</var></code> e <code>BC = <var>BC</var></code>.
tr: Gösterilen dik üçgende, <code>AC = <var>AC</var></code> ve <code>BC = <var>BC</var></code>.

source: In the right triangle shown, <code>AC = BC = <var>AC</var></code>.
es: En el triángulo rectángulo que se muestra, <code>AC = BC = <var>AC</var></code>.
fr: Dans ce triangle rectangle, <code>AC = BC = <var>AC</var></code>.
pl: W trójkącie prostokątnym przedstawionym poniżej, <code>AC = BC = <var>AC</var></code>.
pt: No triângulo retângulo mostrado, <code>AC = BC = <var>AC</var></code>.
tr: Gösterilen dik üçgende, <code>AC = BC = <var>AC</var></code>.

source: In the right triangle shown, <code>AC = BC</code> and <code>AB = <var>AB</var></code>.
es: En el triángulo rectángulo que se muestra, <code>AC = BC</code> y <code>AB = <var>AB</var></code>.
fr: Dans ce triangle rectangle, <code>AC = BC</code> et <code>AB = <var>AB</var></code>.
pl: W trójkącie prostokątnym przedstawionym poniżej, <code>AC = BC</code> i <code>AB = <var>AB</var></code>.
pt: No triângulo retângulo mostrado, <code>AC = BC</code> e <code>AB = <var>AB</var></code>.
tr: Gösterilen dik üçgende, <code>AC = BC</code> and <code>AB = <var>AB</var></code>.

source: In the right triangle shown, <code>AC = BC</code> and <code>AB = <var>AB</var>\sqrt{2}</code>.
es: En el triángulo rectángulo que se muestra, <code>AC = BC</code> y <code>AB = <var>AB</var>\sqrt{2}</code>.
fr: Dans ce triangle rectangle, <code>AC = BC</code> et <code>AB = <var>AB</var>\sqrt{2}</code>.
pl: W trójkącie prostokątnym przedstawionym poniżej, <code>AC = BC</code> i <code>AB = <var>AB</var>\sqrt{2}</code>.
pt: No triângulo retângulo mostrado, <code>AC = BC</code> e <code>AB = <var>AB</var>\sqrt{2}</code>.
tr: Gösterilen dik üçgende, <code>AC = BC</code> and <code>AB = <var>AB</var>\sqrt{2}</code>.

source: In the second paragraph, how is the moon large enough to block the sun? Isn't the sun way larger?
da: I det andet afsnit, hvordan kan Månen blokere for solen? Er Solen ikke meget større?
es: En el segundo párrafo, ¿cómo es que la Luna es lo suficientemente grande para bloquear el Sol? ¿No es el Sol mucho más grande?
fr: Dans le deuxième paragraphe, comment la lune peut-elle être suffisamment grande pour bloquer le soleil ? Le soleil n'est-il pas beaucoup plus grand ?
ja: 2番目の段落中，どうやったら十分太陽を隠すだけ月が大きいでしょうか? とありますが，太陽の方がずっと大きくないでしょうか?
nb: I det andre avsnittet, hvordan er månen stor nok til å blokkere solen? Er ikke solen mye større?
nl: In de tweede paragraaf, hoe kan de maan groot genoeg zijn om de zon te blokkeren? Is de zon sowieso niet groter?
pl: W drugim akapicie, jak to możliwe, że Księżyc jest wystarczająco duży, żeby zakryć Słońce? Czy Słońce nie jest większe?
pt: No segundo parágrafo, como a lua pode ser grande o suficiente para bloquear o sol? O sol não é muito maior?
pt_pt: No segundo parágrafo, como é que a Lua consegue ser suficientemente grande para cobrir o Sol? O Sol não é muito maior do que a Lua?
tr: Ay, ikinci paragrafta yazıldığı üzere, güneşi engelleyecek kadar büyük olabilir mi? Güneş çok daha büyük değil mi?

source: In these special challenges you get a chance to prove that you've retained what you've practiced. Each day, we will unlock new chances for you to level up the skills you practiced previously. "Why the time delay?" you ask. "I want to get new levels now!" Here's the thing, there's a lot of evidence that proving what you know over time is a really great way to ensure that you actually remember what you've learned. We hope the challenges are fun and rewarding as we've updated badges to recognize Mastery earned this way!
da: I disse særlige øvelser, får du mulighed for at bevise at du stadig kan huske hvad du tidligere har lært.Hver dag, vil der være nye chancer for at bevise at du stadig kan løse nogle af de opgaver, som du tidligere har løst. "Hvorfor skal jeg vente?" spørger du måske. "Jeg vil have de nye udfordringer nu!" Det er fordi, der er en masse erfaring der fortæller os, at du får lettere ved at huske, hvad du allerede har lært, ved at få stillet opgaverne løbende. Vi håber at udfordringerne er sjove og givende eftersom systemet er bygget til at genkende de ting du laver og de færdigheder du opnår!
es: En estos desafíos especiales tienes una oportunidad de probar que has retenido lo que has practicado. Cada día desbloquearemos nuevas oportunidades para que subas el nivel de las habilidades que practicaste anteriormente. "¿Por qué el retraso?", preguntas; "'¡quiero obtener nuevos niveles ahora!". Este es el asunto, hay mucha evidencia de que con el tiempo, evaluar lo que sabes es una gran manera de asegurarte que de hecho recuerdas lo que has aprendido. ¡Esperamos que los retos sean divertidos y provechosos en tanto que hemos actualizado las medallas que reconocen el dominio ganado de esta manera!
fr: Dans les défis de maîtrise, vous aurez la chance de prouver que vous avez retenu ce que vous avez pratiqué. Chaque jour, nous vous donnerons la chance d'améliorer votre niveau sur les compétences déjà apprises. Je vous entend déjà : « Chaque jour ? Pourquoi un délai ? », « Je veux accéder à des choses plus difficiles maintenant, je suis trop fort ! »... Ta ta ta. En mettant vos connaissances à l'épreuve sur le long terme, vous vous assurez de ne pas oublier ce que vous avez appris. A vous d'obtenir le plus de badges et de points, pour prouver au monde à quel point vous êtes bon !
nb: I disse spesielle utfordringene får du muligheten til å vise at du husker det du har lært. Hver dag låser vi opp muligheten for deg til å stige i nivå på de øvelsene du har behersket tidligere. "Hvorfor må jeg vente?" spør du. "Jeg vil nå nye nivåer nå!" Her er tingen, forskning viser at å bevise hva du kan over tid er en god måte å være sikker på at du faktisk husker det du har lært. Vi håper utfordringene er morsomme og givende, for vi har oppdatert merkene for å anerkjenne mestring oppnådd på denne måten!
nl: In deze speciale uitdagingen krijg je een kans om te bewijzen dat je onthouden hebt wat je ingeoefend hebt. Elke dag zullen we nieuwe kansen geven om de vaardigheden die je ingeoefend hebt naar het volgende niveau te brengen. "Waarom de vertragen?" vraag je. "Ik wil nu naar het volgende niveau!" Wel, alles wijst erop dat bewijzen wat je weet met wat tijd ertussen een goede manier is om ervoor te zorgen dat je echt onthoudt wat je geleerd hebt. We hopen dat de uitdagingen leuk en de moeite waard zijn, we hebben de badges geupdated om Kennis te herkennen die op deze manier behaald wordt!
pl: W tych szczególnych wyzwaniach masz szansę udowodnić, że wiedza została zaabsorbowana. Każdego dnia czekają dla Ciebie nowe szanse, które pozwolą Ci wznieść swoje umiejętności. "Dlaczego z opóźnieniem?"-zapytasz. "Chcę wznieść się na nowy poziom od razu!" Istnieje wiele dowodów, że ten sposób powtarzania zapewnia najlepsze rezultaty absorbowania wiedzy. Mamy nadzieję, że te wyzwania będą dla Ciebie zabawą i zapewnią Ci wiele satysfakcji, ponieważ w nagrodę przygotowaliśmy nowe odznaki za każde mistrzostwo!
pt: Nesses desafios especiais, você tem a chance de provar que aprendeu o que praticou. A cada dia, disponibilizaremos novas oportunidades para você desenvolver as habilidades praticadas anteriormente. "Por que a demora?" você deve estar se perguntando. "Eu quero novos níveis agora!" Acontece o seguinte: há inúmeras evidências de que uma ótima maneira de garantir que você se lembra do que aprendeu é mostrar o que você aprendeu ao longo do tempo. Esperamos que os desafios sejam divertidos e recompensadores, já que atualizamos as medalhas como reconhecimento do Domínio adquirido!
tr: Bu özel Bilgi Yarışmalarında, alıştırma yaptığınız konuları gerçekten öğrendiğinizi ispatlama imkanı bulacaksınız. Her gün, daha önce üzerinde çalıştığınız becerilerinizi ilerletmenizi sağlayacak yeni şanslar vereceğiz. 'Niye hemen değil?' diye sorabilirsiniz. 'Yeni seviyeye hemen ulaşmak istiyorum!'. Hatırlayın, öğrendiklerinizi bir süre sonra da hatırlıyor olmanız, bunları gerçekten öğrendiğinizi gösteren iyi bir kanıttır. Bilgi Yarışmalarını eğlenceli bulacağınızı umuyoruz. Aynı zamanda, Ustalık seviyesine ulaştığınızı gösteren madalyalar da güncellendi!

source: In this case, <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, so <code>\log_{<var>BASE</var>} <var>NUM_STR</var> = <var>EXP</var></code>.
da: I dette tilfælde er <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, så <code>\log_{<var>BASE</var>} <var>NUM_STR</var> = <var>EXP</var></code>.
es: En este caso, <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, así <code>\log_{<var>BASE</var>} <var>NUM_STR</var> = <var>EXP</var></code>.
fr: Ici, <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, donc <code>\log_{<var>BASE</var>} <var>NUM_STR</var> = <var>EXP</var></code>.
nb: I dette tilfellet er <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, så <code>\log_{<var>BASE</var>} <var>NUM_STR</var> = <var>EXP</var></code>.
pt: Nesse caso, <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, então <code>\log_{<var>BASE</var>} <var>NUM_STR</var> = <var>EXP</var></code>.
tr: Bu durumda, <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, yani <code>\log_{<var>BASE</var>} <var>NUM_STR</var> = <var>EXP</var></code>.

source: In this case, <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, so <code>\log_{<var>BASE</var>} \left(<var>NUM_STR</var>\right) = <var>EXP</var></code>.
da: I dette tilfælde er <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, så <code>\log_{<var>BASE</var>} \left(<var>NUM_STR</var>\right) = <var>EXP</var></code>.
es: En este caso, <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, así <code>\log_{<var>BASE</var>} \left(<var>NUM_STR</var>\right) = <var>EXP</var></code>.
fr: Ici, <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, donc <code>\log_{<var>BASE</var>} \left(<var>NUM_STR</var>\right) = <var>EXP</var></code>.
nb: I dette tilfellet er <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, så <code>\log_{<var>BASE</var>} \left(<var>NUM_STR</var>\right) = <var>EXP</var></code>.
pt: Nesse caso, <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, então <code>\log_{<var>BASE</var>} \left(<var>NUM_STR</var>\right) = <var>EXP</var></code>.
tr: Bu durumda, <code><var>BASE</var>^{<var>EXP</var>} = <var>NUM_STR</var></code>, yani <code>\log_{<var>BASE</var>} \left(<var>NUM_STR</var>\right) = <var>EXP</var></code>.

source: In this case, the contrapositive is <strong>"<var>PROBLEM.contrapositive</var>"</strong>
es: En este caso, la contrapositiva es <strong>"<var>PROBLEM.contrapositive</var>"</strong>
fr: Dans ce cas, la contraposée est <strong>"<var>PROBLEM.contrapositive</var>"</strong>
pt: Nesse caso, a contrapositiva é <strong>"<var>PROBLEM.contrapositive</var>"</strong>
tr: Bu durumda, karşıt ters <strong>"<var>PROBLEM.contrapositive</var>"</strong>

source: In this case, we have
da: I dette tilfælde har vi
es: En este caso, tenemos
fr: Ici, on a
pt: Neste caso, temos
tr: Bu durumda,

source: In this case:
da: I dette tilfælde:
es: En este caso:
fr: Ici :
nb: I dette tilfelle:
pl: W tym przypadku:
pt: Nesse caso:
pt_pt: Neste caso:
tr: Bu durumda:

source: In this object, one of the triangles is the base.
es: En este objeto, uno de los triángulos es la base.
fr: Dans ce solide, l'un des triangles est la base.
pl: W tym obiekcie jeden z trójkątów jest podstawą.
pt: Neste objeto, um dos triângulos é a base.
tr: Bu nesnenin üçgenlerinden biri, tabandır.

source: In this problem we are given the sides of the triangles, so we can compare them easily.
es: En este problema nos dan los lados del triángulo, así que podemos compararlos fácilmente.
fr: Dans cet exercice, les longueurs des côtés des deux triangles sont connues, donc on peut les comparer facilement.
pl: W tym zadaniu mamy dane boki trójkąta, więc możemy je z łatwością porównać.
pt: Neste problema, são dados os lados do triângulo, então, podemos compará-los facilmente.
tr: Bu soruda üçgenin kenarları verilmiş, yani bunları kolaylıkla karşılaştırabiliriz.

source: In this problem we are given two angles and another side so we can use the AAS rule.
es: En este problema nos dan dos ángulos y otro lado así que podemos usar la regla AAL.
fr: Dans cet exercice on connait deux des angles et un côté, on peut donc utiliser la règle AAC.
pl: W tym zadaniu mamy dane dwa kąty i bok, więc możemy zastosować cechę KKB.
pt: Neste problema, são dados dois ângulos e outro lado, para que possamos utilizar a regra do AAL.
tr: Bu soruda iki açı ve bir de kenar verilmiş, yani AAK kuralını kullanabiliriz.

source: In this problem we are given two angles and as side between them, so we can use the ASA rule.
es: En este problema nos dan dos ángulos y el lado entre ellos, así que podemos usar la regla ALA.
fr: Dans cet exercice, on connaît deux angles et la longueur du côté commun à ce deux angles, on peut donc utiliser la règle ACA.
pl: W tym zadaniu mamy dane dwa kąty i bok pomiędzy nimi, więc możemy zastosować cechę KBK.
pt: Neste problema, são dados dois ângulos e o lado entre eles, para que possamos usar a regra do ALA.
tr: Bu soruda iki açı ve arasındaki kenar verilmiş, AKA kuralını kullanabiliriz.

source: In this problem we are given two sides and an angle between them, so we can use the SAS rule.
es: En este problema nos dan dos lados y el ángulo entre ellos, así que podemos usar la regla LAL.
fr: Dans cet exercice, on connaît deux côtés et l'angle compris entre ces deux côtés. On peut donc utiliser la règle CAC.
pl: W tym zadaniu mamy dane dwa boki i kąt między nimi, więc możemy wykorzystać cechę BKB.
pt: Neste problema, são dados dois lados e o ângulo entre eles, para que possamos usar a regra do LAL.
tr: Bu soruda iki kenar ve aralarındaki açı verilmiş, yani KAK kuralını kullanabiliriz.

source: In this problem we know all three triangle angles.
es: En este problema conocemos los tres ángulos del triángulo.
fr: Dans cet exercice on connait les trois angles des triangles.
pl: W tym zadaniu znane są wszystkie trzy kąty trójkąta.
pt: Neste problema, conhecemos os três ângulos do triângulo.
tr: Bu soruda üçgenin üç açısını biliyoruz.

source: In this specific case,
fr: Donc,
pt: Neste caso específico,
tr: Bu özel durumda,

source: In total we have <code><var>INTEGER</var> \times <var>DENOMINATOR</var></code> pieces.
fr: Au total on a <code><var>INTEGER</var> \times <var>DENOMINATOR</var></code> parts.
nb: Totalt har vi <code><var>INTEGER</var> \times <var>DENOMINATOR</var></code> deler.
nl: In totaal hebben we <code><var>INTEGER</var> \times <var>DENOMINATOR</var></code> stukken.
pl: W sumie mamy <code><var>INTEGER</var> \times <var>DENOMINATOR</var></code> części.
pt: No total temos <code><var>INTEGER</var> \times <var>DENOMINATOR</var></code> partes.

source: In triangle <code>ABC</code>, <code>AB = <var>ABC_SIDES[2]</var>, BC = <var>ABC_SIDES[0]</var></code>, and <code>CA = <var>ABC_SIDES[1]</var></code>.
es: En el triángulo <code>ABC</code>, <code>AB = <var>ABC_SIDES[2]</var>, BC = <var>ABC_SIDES[0]</var></code>, y <code>CA = <var>ABC_SIDES[1]</var></code>.
fr: Dans le triangle <code>ABC</code>, <code>AB = <var>ABC_SIDES[2]</var>, BC = <var>ABC_SIDES[0]</var></code>, et <code>CA = <var>ABC_SIDES[1]</var></code>.
nb: I trekanten <code>ABC</code>, <code>AB = <var>ABC_SIDES[2]</var>, BC = <var>ABC_SIDES[0]</var></code>, og <code>CA = <var>ABC_SIDES[1]</var></code>.
pl: W trójkącie <code>ABC</code>, <code>AB = <var>ABC_SIDES[2]</var>, BC = <var>ABC_SIDES[0]</var></code> i <code>CA = <var>ABC_SIDES[1]</var></code>.
pt: No triângulo <code>ABC</code>, <code>AB = <var>ABC_SIDES[2]</var>, BC = <var>ABC_SIDES[0]</var></code>, e <code>CA = <var>ABC_SIDES[1]</var></code>.
tr: <code>ABC</code> üçgeninde, <code>AB = <var>ABC_SIDES[2]</var>, BC = <var>ABC_SIDES[0]</var></code>, ve <code>CA = <var>ABC_SIDES[1]</var></code>.

source: In triangle <code>DEF</code>, <code>DE = <var>DEF_SIDES[2]</var>, EF = <var>DEF_SIDES[0]</var></code>, and <code>FD = <var>DEF_SIDES[1]</var></code>.
es: En el triángulo <code>DEF</code>, <code>DE = <var>DEF_SIDES[2]</var>, EF = <var>DEF_SIDES[0]</var></code>, y <code>FD = <var>DEF_SIDES[1]</var></code>.
fr: Dans le triangle <code>DEF</code>, <code>DE = <var>DEF_SIDES[2]</var>, EF = <var>DEF_SIDES[0]</var></code>, et <code>FD = <var>DEF_SIDES[1]</var></code>.
nb: I trekanten <code>DEF</code>, <code>DE = <var>DEF_SIDES[2]</var>, EF = <var>DEF_SIDES[0]</var></code>, og <code>FD = <var>DEF_SIDES[1]</var></code>.
pl: W trójkącie <code>DEF</code>, <code>DE = <var>DEF_SIDES[2]</var>, EF = <var>DEF_SIDES[0]</var></code> i <code>FD = <var>DEF_SIDES[1]</var></code>.
pt: No triângulo<code>DEF</code>, <code>DE = <var>DEF_SIDES[2]</var>, EF = <var>DEF_SIDES[0]</var></code>, e <code>FD = <var>DEF_SIDES[1]</var></code>.
tr: <code>DEF</code> üçgeninde, <code>DE = <var>DEF_SIDES[2]</var>, EF = <var>DEF_SIDES[0]</var></code>, ve <code>FD = <var>DEF_SIDES[1]</var></code>.

source: In triangle <code>GHI</code>, <code>GH = <var>GHI_SIDES[2]</var>, HI = <var>GHI_SIDES[0]</var></code>, and <code>IG = <var>GHI_SIDES[1]</var></code>.
es: En el triángulo <code>GHI</code>, <code>GH = <var>GHI_SIDES[2]</var>, HI = <var>GHI_SIDES[0]</var></code> y <code>IG = <var>GHI_SIDES[1]</var></code>.
fr: Dans le triangle <code>GHI</code>, <code>GH = <var>GHI_SIDES[2]</var>, HI = <var>GHI_SIDES[0]</var></code>, et <code>IG = <var>GHI_SIDES[1]</var></code>.
nb: I trekant <code>GHI</code>, <code>GH = <var>GHI_SIDES[2]</var>, HI = <var>GHI_SIDES[0]</var></code>, og <code>IG = <var>GHI_SIDES[1]</var></code>.
pl: W trójkącie <code>GHI</code>, <code>GH = <var>GHI_SIDES[2]</var>, HI = <var>GHI_SIDES[0]</var></code> i <code>IG = <var>GHI_SIDES[1]</var></code>.
pt: No triângulo <code>GHI</code>, <code>GH = <var>GHI_SIDES[2]</var>, HI = <var>GHI_SIDES[0]</var></code>, e <code>IG = <var>GHI_SIDES[1]</var></code>.
tr: <code>GHI</code> üçgeninde, <code>GH = <var>GHI_SIDES[2]</var>, HI = <var>GHI_SIDES[0]</var></code>, ve <code>IG = <var>GHI_SIDES[1]</var></code>.

source: In your settings, click ‘enable email’ and add in your email address
es: En tu configuración, haz clic en "Activar correo electrónico" y agrega tu dirección de correo electrónico
nb: I innstillingene dine, klikk på ‘aktiver e-mail’ og legge inn din e-mail addresse
pt: Em suas configurações, clique em 'habilitar e-mail' e adicione seu endereço de e-mail
tr: Ayarlarınızda, 'e-postayı etkinleştir' seçeneğine tıklayınız ve e-posta adresinizi ekleyiniz

source: In-depth videos to watch at your own pace
da: Dybdegående videoer som du kan se i dit eget tempo
es: Videos detallados para ver a tu propio ritmo
fr: Des vidéos claires et complètes, à regarder à votre rythme
nb: Detaljerte videoer å se på i ditt eget tempo
nl: Gedetailleerde video's die je kunt kijken in jouw eigen tempo
pl: Szczegółowe filmy, które możesz obejrzeć w swoim własnym tempie
pt: Vídeos com explicações detalhadas para assistir em seu próprio ritmo
pt_pt: Vídeos com explicações detalhadas para assistires ao teu próprio ritmo
tr: Kendi temponuzda izleyebileceğiniz detaylı videolar

source: Include a due date
da: Vælg en forfaldsdato
es: Incluye una fecha límite
fr: Inclure une date d'échéance
nb: Velg en forfallsdato
nl: Voeg een deadline in
pl: Wpisz termin
pt: Incluir uma data final
pt_pt: Incluir uma data limite
tr: Son tarih ekleyin

source: Incorrect Answer
da: Forkert Svar
es: Respuesta incorrecta
fr: Mauvaise réponse
nb: Feil svar
nl: Fout antwoord
pl: Niepoprawna odpowiedź
pt: Resposta incorreta
pt_pt: Resposta incorreta
tr: Yanlış cevap
