Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.
da: Identifikation af det materiale, der er blevet fjernet eller hvortil adgang er blevet deaktiveret og den placering hvor materialet syntes før det blev fjernet eller adgangen til det var deaktiveret.
es: Identificación del material que ha sido eliminado o cuyo acceso ha sido inhabilitado y el lugar en el que apareció el material antes de ser retirado o antes de que su acceso fuera desactivado.
fr: L'identification des informations qui ont été retirées ou dont l'accès a été désactivé, ainsi que l'emplacementapparent où se trouvait ces informations, avant que celui-ci n'ai été condamné, retiré ou son accès désactivé.
nb: Identifikasjon av materialet som ble fjernet eller hvor tilgangen har blitt deaktivert og plasseringen der materialet befant seg før det ble fjernet eller tilgang til det ble deaktivert.
nl: Identificatie van het materiaal dat was verwijderd of waartoe toegang was geweigerd en de locatie waar het materiaal verscheen voordat het was verwijderd of de toegang was geweigerd.
pl: Wskazanie materiału, który został usunięty lub do którego został wyłączony dostęp oraz miejsca, gdzie materiał się znajdował zanim został usunięty lub zanim dostęp do niego został zablokowany.
pt: A identificação do material que foi removido ou cujo acesso foi desativado e o local em que o material apareceu antes de ser removido ou o acesso a ele foi desativado.
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Khan Academy to locate the material.
da: Identifikation af det materiale, der hævdes at være krænkende eller at være genstand for krænkende adfærd og det bliver fjernet eller adgangen til det hindres, og oplysninger med rimelighed er tilstrækkeligt til, at Khan Academy kan lokalisere materialet.
es: Identificación del material que se reclama haber sido infringido o ser objeto de la actividad infractora y que debe ser eliminado o cuyo acceso se debe impedir, e información razonablemente suficiente para que Khan Academy localizar el material.
fr: Si des informations proposées sont jugées comme offrant des informations ou des activités illicites, Khan Academy se réserve le droit de localiser de telles informations, les retirer du site, ou bien les rendre inaccessibles.
nb: Identifikasjon av materialet som hevdes å være krenkende eller være gjenstand for krenkende aktivitet og som skal fjernes eller deaktiveres tilgang til, og informasjon rimelig tilstrekkelig til at Khan Academy skal kunne finne materialet.
nl: Identificatie van het materiaal waarop inbreuk wordt beweerd of het voorwerp van de inbreuk en dat moet worden verwijderd of de toegang tot die moet worden uitgeschakeld, en informatie dat redelijkerwijs toereikend is voor Khan Academie te vinden van het materiaal.
pl: Wskazanie materiału, który uważa się za naruszający prawa autorskie lub jest przedmiotem naruszenia praw, a który ma być usunięty lub do którego dostęp ma być zablokowany, oraz informacji umożliwiających zlokalizowanie danego materiału przez Khan Academy.
pt: A identificação do material alegado infrator ou objeto de uma atividade infratora e que deve ser removido, ou cujo acesso a ele deva ser desativado, e as informações razoavelmente suficientes que permitam à Khan Academy localizá-lo.
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: Identifier '{a}' is not in camel case.
da: Identifier '{a}' er ikke i camel case.
es: El identificador '{a}' no está en mayúsculas tipo camello (PorEjemploAsí).
nb: Identifikasjons '{a}' er ikke i camel case.
pl: Identyfikator '{a}' nie jest zapisany w konwencji camel case.
pt: O identificador '{a}' não está em camel case.
tr: '{a}' belirteci Camel Harflendirmesinde değildir.

source: Identify like terms.
da: Identificer ens led.
es: Identifica los términos similares.
fr: On identifie les termes semblables.
nb: Finn like ledd.
pl: Znajdź wyrażenia podobne.
pt: Identifique os termos semelhantes.
tr: Benzer terimleri belirleyiniz.

source: Identify opportunities to celebrate student and school progress
es: Identifica oportunidades para celebrar el progreso del estudiante y de la escuela
nb: Identifisere muligheter for å feire elevers og skolens fremgang
pt: Identificar oportunidades para celebrar o progresso da escola e do aluno
tr: Öğrenci ve okul ilerlemesini kutlamak için imkanlar tanımlama

source: Identify the fraction which matches.
nl: Identificeer de overeenkomstige breuk.
pt: Identifique a fração correspondente.
tr: Eşleşen kesiri bulunuz.

source: Identify the non-zero digits and any zeros between them. These are all significant.
da: Tæl antallet af cifre, som ikke er nul, og alle nuller imellem disse cifre. Disse er alle betydende cifre.
es: Identifica los dígitos distintos de cero y cualquier cero entre ellos. Estas son todas cifras significativas.
fr: Il faut identifier les chiffres non nuls et les zéros compris entre deux chiffres non nuls. Tous ces chiffres sont des chiffres significatifs.
hi: गैर-शून्य अंकों और उनके बीच के किसी भी शून्य को पहचानेI ये सभी महत्वपूर्ण हैंI
nb: Tell antallet av siffer som ikke er null, og alle nuller imellom disse sifrene. Disse er alle gjeldene siffer.
nl: Herken de cijfers die niet nul zijn, en nullen tussen deze cijfers in. Deze zijn allemaal significant.
pl: Wychwyć zarówno cyfry które nie są zerami jak i zera, które znajdują się między nimi. Wszystkie te cyfry są ważne.
pt: Identifique os algarismos diferentes de zero e quaisquer zeros entre eles. Todos estes são significativos.
tr: Sıfır-olmayan sayıları ve bunların arasındaki sıfırları belirleyin. Bunlar anlamlıdır.

source: Identify this conic section. Give the most specific name.
fr: Identifier cette conique. Donner son nom le plus spécifique.
pt: Identifique esta seção cônica. Dê o nome mais específico.
tr: Bu koniği tanımlayın. En spesifik ismi bulun.

source: Identifying numerators and denominators
es: Identificando los numeradores y denominadores
fr: Identifier le numérateur et le dénominateur
nb: Å identifisere teller og nevner
pl: Rozpoznawanie liczników i mianowników
pt: Identificando numeradores e denominadores
tr: Pay ve paydaları belirleme

source: Identifying slope of a line
da: Find hældningen for en linje
es: Identificando la pendiente de una recta
fr: Déterminer le coefficient directeur d'une droite
nb: Identifisere stigningstallet til en linje
nl: De richtingscoëfficiënt van een lijn bepalen
pl: Identyfikowanie nachylenia prostej
pt: Identificação do coeficiente angular de uma reta
tr: Bir doğrunun eğimini bulmak

source: If <code><var>A</var></code> slice represents <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> of the <var>pizza(1)</var>, there must have been a total of <code><var>TOTAL</var></code> slices.
da: Hvis <code><var>A</var></code> skive repræsenterer <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> af <var>pizza(1)</var>, må der i alt have været <code><var>TOTAL</var></code> skiver.
es: Si <code><var>A</var></code> rebanada representa <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> de la <var>pizza(1)</var>, debe haber habido un total de <code><var>TOTAL</var></code> rebanadas.
fr: Si <code><var>A</var></code> part représente <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> de la <var>pizza(1)</var>, il y avait en tout <code><var>TOTAL</var></code> parts.
nb: Om <code><var>A</var></code> stykke er <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> av <var>pizza(1)</var>, må det være totalt <code><var>TOTAL</var></code> stykker.
nl: Als <code><var>A</var></code> pizzapunt overeenkomt met <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> van de <var>pizza(1)</var>, dan moeten er in totaal <code><var>TOTAL</var></code> pizzapunten geweest zijn.
pl: Jeśli <code><var>A</var></code> kawałek stanowi <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> z <var>pizza(1)</var>, musiały/ło być <code><var>TOTAL</var></code> kawałki/ków.
pt: Se <code><var>A</var></code> pedaço representa <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> da <var>pizza(1)</var>, havia um total de <code><var>TOTAL</var></code> pedaços.
tr: <code><var>A</var></code> dilim, <var>pizza(1)</var>'nın <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code>'ini gösterirse, toplam <code><var>TOTAL</var></code> dilim olmalıydı.

source: If <code><var>A</var></code> slices represents <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> of the <var>pizza(1)</var>, there must have been a total of <code><var>TOTAL</var></code> slices.
da: Hvis <code><var>A</var></code> skiver repræsenterer <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> af <var>pizza(1)</var>, må der i alt have været <code><var>TOTAL</var></code> skiver.
es: Si <code><var>A</var></code> rebanadas representan <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> de la <var>pizza(1)</var>, debe haber habido un total de <code><var>TOTAL</var></code> rebanadas.
fr: Si <code><var>A</var></code> parts représentent <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> de la <var>pizza(1)</var>, il y avait en tout <code><var>TOTAL</var></code> parts.
nb: Om <code><var>A</var></code> stykke representerer <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> av <var>pizza(1)</var>, må det totalt ha vært <code><var>TOTAL</var></code> stykker.
nl: Als <code><var>A</var></code> pizzapunten overeenkomt met <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> van de <var>pizza(1)</var>, dan moeten er in totaal <code><var>TOTAL</var></code> pizzapunten geweest zijn.
pl: Jeśli <code><var>A</var></code> kawałki/ków stanowią/wi <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> z <var>pizza(1)</var>, musiało być <code><var>TOTAL</var></code> kawałki/ ków.
pt: Se <code><var>A</var></code> pedaços representam <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> da <var>pizza(1)</var>, havia um total de <code><var>TOTAL</var></code> pedaços.
tr: <code><var>A</var></code> dilim, <var>pizza(1)</var>'nın <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code>'ini gösterirse, toplam <code><var>TOTAL</var></code> dilim olmalıdır.

source: If <code><var>FN_TEX( PRETTY( X ), false )</var> = \theta</code>, then <code><var>"\\" + FN</var>\left( \theta \right) = <var>PRETTY(X)</var></code>
es: Si <code><var>FN_TEX( PRETTY( X ), false )</var> = \theta</code>, entonces <code><var>"\\" + FN</var>\left( \theta \right) = <var>PRETTY(X)</var></code>
fr: Si <code><var>FN_TEX( PRETTY( X ), false )</var> = \theta</code>, alors <code><var>"\\" + FN</var>\left( \theta \right) = <var>PRETTY(X)</var></code>
pt: Se <code><var>FN_TEX( PRETTY( X ), false )</var> = \theta</code>, então <code><var>"\\" + FN</var>\left( \theta \right) = <var>PRETTY(X)</var></code>
tr: <code><var>FN_TEX( PRETTY( X ), false )</var> = \theta</code> ise, <code><var>"\\" + FN</var>\left( \theta \right) = <var>PRETTY(X)</var></code>

source: If <code><var>GIVEN_LABEL</var></code> angle measures <code><var>GIVEN</var>^\circ</code>, what does <code><var>ASKED_LABEL</var></code> angle measure?
es: Si el ángulo <code><var>GIVEN_LABEL</var></code> mide <code><var>GIVEN</var>^\circ</code>, ¿cuánto mide el ángulo <code><var>ASKED_LABEL</var></code>?
pt: Se o ângulo <code><var>GIVEN_LABEL</var></code> mede <code><var>GIVEN</var>^\circ</code>, quanto mede o ângulo <code><var>ASKED_LABEL</var></code>?
tr: Eğer <code><var>GIVEN_LABEL</var></code> açısının ölçüsü <code><var>GIVEN</var>^\circ</code> ise, <code><var>ASKED_LABEL</var></code> açısının ölçüsü nedir?

source: If <code><var>ORIGINAL_EXPRESSIONS[ 0 ].join( " + " )</var> = <var>VALUES[ 0 ]</var></code> <span data-if="NUM_EXPRESSIONS === 2">and <code><var>ORIGINAL_EXPRESSIONS[ 1 ].join( " + " )</var> = <var>VALUES[ 1 ]</var></code></span>,
da: Hvis <code><var>ORIGINAL_EXPRESSIONS[ 0 ].join( " + " )</var> = <var>VALUES[ 0 ]</var></code> <span data-if="NUM_EXPRESSIONS === 2">og <code><var>ORIGINAL_EXPRESSIONS[ 1 ].join( " + " )</var> = <var>VALUES[ 1 ]</var></code></span>,
es: Si <code><var>ORIGINAL_EXPRESSIONS[ 0 ].join( " + " )</var> = <var>VALUES[ 0 ]</var></code> <span data-if="NUM_EXPRESSIONS === 2">y <code><var>ORIGINAL_EXPRESSIONS[ 1 ].join( " + " )</var> = <var>VALUES[ 1 ]</var></code></span>,
fr: Si <code><var>ORIGINAL_EXPRESSIONS[ 0 ].join( " + " )</var> = <var>VALUES[ 0 ]</var></code> <span data-if="NUM_EXPRESSIONS === 2"> et <code><var>ORIGINAL_EXPRESSIONS[ 1 ].join( " + " )</var> = <var>VALUES[ 1 ]</var></code></span>,
nb: Hvis <code><var>ORIGINAL_EXPRESSIONS[ 0 ].join( " + " )</var> = <var>VALUES[ 0 ]</var></code> <span data-if="NUM_EXPRESSIONS === 2">og <code><var>ORIGINAL_EXPRESSIONS[ 1 ].join( " + " )</var> = <var>VALUES[ 1 ]</var></code></span>,
pl: Jeżeli <code><var>ORIGINAL_EXPRESSIONS[ 0 ].join( " + " )</var> = <var>VALUES[ 0 ]</var></code> <span data-if="NUM_EXPRESSIONS === 2"> i <code><var>ORIGINAL_EXPRESSIONS[ 1 ].join( " + " )</var> = <var>VALUES[ 1 ]</var></code></span>,
pt: Se <code><var>ORIGINAL_EXPRESSIONS[ 0 ].join( " + " )</var> = <var>VALUES[ 0 ]</var></code> <span data-if="NUM_EXPRESSIONS === 2">e <code><var>ORIGINAL_EXPRESSIONS[ 1 ].join( " + " )</var> = <var>VALUES[ 1 ]</var></code></span>,
tr: Eğer<code><var>ORIGINAL_EXPRESSIONS[ 0 ].join( " + " )</var> = <var>VALUES[ 0 ]</var></code> <span data-if="NUM_EXPRESSIONS === 2"> ve <code><var>ORIGINAL_EXPRESSIONS[ 1 ].join( " + " )</var> = <var>VALUES[ 1 ]</var></code></span>,

source: If <code><var>PRETTY_MAT_1_ID</var></code> is of dimension <code>(\blue m \times \red n)</code> and <code><var>PRETTY_MAT_2_ID</var></code> is of dimension <code>(\blue p \times \red q)</code>, then for their difference to be defined:
da: Hvis <code><var>PRETTY_MAT_1_ID</var></code> har dimension <code>(\blue m \times \red n)</code> og <code><var>PRETTY_MAT_2_ID</var></code> har dimension <code>(\blue p \times \red q)</code>, så for at deres forskel er defineret:
es: Si <code><var>PRETTY_MAT_1_ID</var></code> es de dimensión <code>(\blue m \times \red n)</code> y <code><var>PRETTY_MAT_2_ID</var></code> es de la dimensión <code>(\blue p \times \red q)</code>, entonces para que su diferencia esté definida:
fr: Si <code><var>PRETTY_MAT_1_ID</var></code> est de dimension <code>(\blue m \times \red n)</code> et <code><var>PRETTY_MAT_2_ID</var></code> de dimension <code>(\blue p \times \red q)</code>, alors, pour que la soustraction soit définie, il faut que :
nb: Hvis <code><var>PRETTY_MAT_1_ID</var></code> har dimensjon <code>(\blue m \times \red n)</code> og <code><var>PRETTY_MAT_2_ID</var></code> har dimensjon <code>(\blue p \times \red q)</code>, så for at deres forskjell er definert:
pt: Se <code><var>PRETTY_MAT_1_ID</var></code> é de dimensão <code>(\blue m \times \red n)</code> e <code><var>PRETTY_MAT_2_ID</var></code> é de dimensão <code>(\blue p \times \red q)</code>, então, para suas diferenças serem definidas:
tr: <code><var>PRETTY_MAT_1_ID</var></code> matrisinin boyutları <code>(\blue m \times \red n)</code>, <code><var>PRETTY_MAT_2_ID</var></code> matrisinin boyutları <code>(\blue p \times \red q)</code> ise, iki matrisi çıkarabilmemiz için:

source: If <code><var>PRETTY_MAT_1_ID</var></code> is of dimension <code>(\blue m \times \red n)</code> and <code><var>PRETTY_MAT_2_ID</var></code> is of dimension <code>(\blue p \times \red q)</code>, then for their sum to be defined:
da: Hvis <code><var>PRETTY_MAT_1_ID</var></code> har dimension <code>(\blue m \times \red n)</code> og <code><var>PRETTY_MAT_2_ID</var></code> har dimension <code>(\blue p \times \red q)</code>, så for at deres sum er defineret:
fr: Si <code><var>PRETTY_MAT_1_ID</var></code> est de dimension <code>(\blue m \times \red n)</code> et <code><var>PRETTY_MAT_2_ID</var></code> de dimension <code>(\blue p \times \red q)</code>, alors, pour que leur somme soit définie, il faut que :
nb: Hvis <code><var>PRETTY_MAT_1_ID</var></code> har dimensionen <code>(\blue m \times \red n)</code> og <code><var>PRETTY_MAT_2_ID</var></code> har dimensionen <code>(\blue p \times \red q)</code>, så for at deres sum skal være definert:
pt: Se <code><var>PRETTY_MAT_1_ID</var></code> é de dimensão <code>(\blue m \times \red n)</code> e <code><var>PRETTY_MAT_2_ID</var></code> é de dimensão <code>(\blue p \times \red q)</code>, então que a soma delas seja definida:
tr: <code><var>PRETTY_MAT_1_ID</var></code> matrisinin boyutları <code>(\blue m \times \red n)</code>, <code><var>PRETTY_MAT_2_ID</var></code> matrisinin boyutları <code>(\blue p \times \red q)</code> ise, iki matrisi toplayabilmemiz için:

source: If <code><var>STEP.sum</var></code> is divisible by <code><var>FACTOR</var></code>, then <code><var>STEP.num</var></code> must also be divisible by <code><var>FACTOR</var></code>.
da: Hvis <code><var>STEP.sum</var></code> er deleligt med <code><var>FACTOR</var></code>, så er <code><var>STEP.num</var></code> også deleligt med <code><var>FACTOR</var></code>.
es: Si <code><var>STEP.sum</var></code> es divisible entre <code><var>FACTOR</var></code>, entonces <code><var>STEP.num</var></code> debe ser también divisible entre <code><var>FACTOR</var></code>.
fr: Si <code><var>STEP.sum</var></code> est divisible par <code><var>FACTOR</var></code>, alors <code><var>STEP.num</var></code> sera divisible par <code><var>FACTOR</var></code>.
hi: अगर <code><var>STEP.sum</var></code> विभाजित हो सकता है <code><var>FACTOR</var></code> से, तो <code><var>STEP.num</var></code>भी विभाजित हो सकता है divisible by <code><var>FACTOR</var></code> सेI
nb: Hvis <code><var>STEP.sum</var></code> er delelig med <code><var>FACTOR</var></code>, så er <code><var>STEP.num</var></code> også delelig med <code><var>FACTOR</var></code>.
pl: Jeśli <code><var>STEP.sum</var></code> jest podzielne przez <code><var>FACTOR</var></code>, to <code><var>STEP.num</var></code> musi także być podzielne przez <code><var>FACTOR</var></code>.
pt: Se <code><var>STEP.sum</var></code> é divisível por <code><var>FACTOR</var></code>, então <code><var>STEP.num</var></code> também deve ser divisível por <code><var>FACTOR</var></code>.
tr: Eğer <code><var>STEP.sum</var></code> <code><var>FACTOR</var></code> ile bölünebiliyor ise , bu durumda <code><var>STEP.num</var></code> da <code><var>FACTOR</var></code> ile bölünebilir olmalıdır.

source: If <code>\angle <var>A + O + C</var></code> is a right angle and <code>m <var>ANGLE_ONE</var> = <var>ANGLE</var>^\circ</code>, what is <code>m <var>ANGLE_TWO</var></code>?
es: Si <code>\angle <var>A + O + C</var></code> es un ángulo recto y <code>m <var>ANGLE_ONE</var> = <var>ANGLE</var>^\circ</code>, ¿cuánto mide <code>m <var>ANGLE_TWO</var></code>?
nb: Om <code>\angle <var>A + O + C</var></code> er en høyre vinkel og <code>m <var>ANGLE_ONE</var> = <var>ANGLE</var>^\circ</code>, hva er <code>m <var>ANGLE_TWO</var></code>?
pl: Jeśli <code>\angle <var>A + O + C</var></code> jest kątem prostym i <code>m <var>ANGLE_ONE</var> = <var>ANGLE</var>^\circ</code>, to jaka jest miara <code>m <var>ANGLE_TWO</var></code>?
pt: Se <code>\angle <var>A + O + C</var></code> é um ângulo reto e <code>m <var>ANGLE_ONE</var> = <var>ANGLE</var>^\circ</code>, quanto é <code>m <var>ANGLE_TWO</var></code>?
tr: <code>\angle <var>A + O + C</var></code> bir dik açıysa, ve <code>m <var>ANGLE_ONE</var> = <var>ANGLE</var>^\circ</code>, <code>m <var>ANGLE_TWO</var></code> derece cinsinden nedir?

source: If <code>\log_{b}x = y</code>, then <code>b^y=x</code>.
da: Hvis <code>\log_{b}x = y</code>, så <code>b^y=x</code>.
es: Si <code>\log_{b}x = y</code>, entonces <code>b^y=x</code>.
fr: Si <code>\log_{b}x = y</code>, alors <code>b^y=x</code>.
nb: Hvis <code>\log_{b}x = y</code>, then <code>b^y=x</code>.
pl: Jeżeli <code>\log_{b}x = y</code>, to <code>b^y=x</code>.
pt: Se <code>\log_{b}x = y</code>, logo, <code>b^y=x</code>.
tr: <code>\log_{b}x = y</code> ise, <code>b^y=x</code>.

source: If <code>b^y = x</code>, then <code>\log_{b} x = y</code>.
da: Hvis <code>b^y = x</code>, er <code>\log_{b} x = y</code>.
es: Si <code>b^y = x</code>, entonces <code>\log_{b} x = y</code>.
fr: Si <code>b^y = x</code>, alors <code>\log_{b} x = y</code>.
nb: Hvis <code>b^y = x</code>, er <code>\log_{b} x = y</code>.
pl: Jeśli <code>b^y = x</code>, to <code>\log_{b} x = y</code>.
pt: Se <code>b^y = x</code>, então, <code>\log_{b} x = y</code>.
tr: <code>b^y = x</code> ise, <code>\log_{b} x = y</code>.

source: If <code>m \angle <var>A + O + C</var> = 180^\circ</code> and <code>m <var>ANGLE_ONE</var> = <var>ANGLE</var>^\circ</code>, what is <code>m <var>ANGLE_TWO</var></code>?
es: Si <code>m \angle <var>A + O + C</var> = 180^\circ</code> y <code>m <var>ANGLE_ONE</var> = <var>ANGLE</var>^\circ</code>, ¿cuánto mide <code>m <var>ANGLE_TWO</var></code>?
nb: Om <code>m \angle <var>A + O + C</var> = 180^\circ</code> and <code>m <var>ANGLE_ONE</var> = <var>ANGLE</var>^\circ</code>, hva er <code>m <var>ANGLE_TWO</var></code>?
pl: Jeśli <code>m \angle <var>A + O + C</var> = 180^\circ</code> i <code>m <var>ANGLE_ONE</var> = <var>ANGLE</var>^\circ</code>, to jaka jest miara <code>m <var>ANGLE_TWO</var></code>?
pt: SE <code>m \angle <var>A + O + C</var> = 180^\circ</code> e <code>m <var>ANGLE_ONE</var> = <var>ANGLE</var>^\circ</code>, quanto é <code>m <var>ANGLE_TWO</var></code>?
tr: Eğer <code>m \angle <var>A + O + C</var> = 180^\circ</code> ve <code>m <var>ANGLE_ONE</var> = <var>ANGLE</var>^\circ</code>, <code>m <var>ANGLE_TWO</var></code>, derece cinsinden nedir?

source: If <code>x <var>binop(1)</var> y = <var>TEXT</var></code>, find <code><var>X</var> <var>binop(1)</var> <var>Y</var></code>.
da: Find <code><var>X</var> <var>binop(1)</var> <var>Y</var></code>, hvis <code>x <var>binop(1)</var> y = <var>TEXT</var></code>.
es: Si <code>x <var>binop(1)</var> y = <var>TEXT</var></code>, encuentra <code><var>X</var> <var>binop(1)</var> <var>Y</var></code>.
fr: Si <code>x <var>binop(1)</var> y = <var>TEXT</var></code>, calculer <code><var>X</var> <var>binop(1)</var> <var>Y</var></code>.
nb: Dersom <code>x <var>binop(1)</var> y = <var>TEXT</var></code>, finn <code><var>X</var> <var>binop(1)</var> <var>Y</var></code>.
pt: Se <code>x <var>binop(1)</var> y = <var>TEXT</var></code>, encontre <code><var>X</var> <var>binop(1)</var> <var>Y</var></code>.
tr: <code>x <var>binop(1)</var> y = <var>TEXT</var></code> ise, <code><var>X</var> <var>binop(1)</var> <var>Y</var></code>'i bulun.
