Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Returns descent of the current font at its current size. This information is useful for determining the height of the font below the baseline. For example, adding the textAscent() and textDescent() values will give you the total height of the line.
da: Returnerer dybden af den aktuelle skrifttype i dens nuværende størrelse. Disse oplysninger er nyttige til at bestemme højden af skrifttypen under grundlinjen. For eksempel vil summen af værdierne for textAscent() og textDescent() give dig den samlede højde af linjen.
es: Regresa el descenso de la fuente actual a su tamaño actual. Esta informacion es útil para determinar la altura de la fuente debajo de la línea de base. Por ejemplo, agregando los valores textAscent() y textDescent() te darán la altura total de la línea.
nb: Returnerer dybden av den aktuelle skrifttypen i dens nåværende størrelse. Disse opplysningene er nyttige for å bestemme høyden på skrifttypen under grunnlinjen. For eksempel vil summen av verdiene for textAscent() og textDescent() gi deg den samlede høyden av linjen.
pl: Zwraca zejście czcionki dla jej bieżącego rozmiaru. Ta informacja jest użyteczna dla określenia wysokości czcionki poniżej linii podstawowej. Na przykład, dodając wartości textAscent() i textDescent() uzyskasz całkowitą wysokość linii.
pt: Retorna a menor altura possível da fonte considerando seu tamanho atual. Essa informação é útil para determinar a altura da fonte abaixo da linha tomada como base. Por exemplo, somando os valores de textAscent() e textDescent(), obtém-se a altura total da linha.
pt_pt: Devolve a menor altura possível da letra, tendo em conta o tamanho atual. Esta informação é útil para determinar a altura da letra que esteja abaixo da linha tomada como base. Por exemplo, somando os valores de textAscent() e de textDescent(), obtém-se a altura total da linha.
tr: Geçerli yazı tipinin, geçerli boyuttaki harf alt çıkıntısını verir. Bu bilgi, yazı tipinin taban çizgisinden ne kadar aşağıda olduğunu belirlemek için yararlıdır. Örneğin, textAscent() ve textDescent() değerlerinin toplamı, satırın toplam yüksekliğini verir.

source: Returns the Perlin noise value at specified coordinates. The resulting value will always be between 0.0 and 1.0
da: Returnerer Perlin støj værdien på angivne koordinater. Den resulterende værdi vil altid være mellem 0,0 og 1,0
es: Regresa el valor del ruido Perlin en las coordenadas especificadas. El valor resultante estará siempre entre 0.0 y 1.0
nb: Returnerer Perlins støyverdi til spesifiserte koordinater. Resultatets verdi vil alltid ligge mellom 0,0 og 1,0
pl: Zwraca szum Perlina w określonych współrzędnych. Wartość wynikowa zawsze będzie się zawierać pomiędzy 0,0 i 1,0
pt: Retorna o valor de ruído Perlin em coordenadas específicas. O valor resultante será sempre entre 0,0 e 1,0
tr: Belirtilen koordinatlardaki Perlin gürültü değerini verir. Verilen sonuç her zaman 0,0 ile 1,0 arasında olacaktır

source: Returns the absolute value of a number
da: Returnerer den absolutte værdi af et tal
es: Regresa el valor absoluto de un número
nb: Returnerer absoluttverdien til et tall
pl: Zwraca wartość bezwzględną liczby
pt: Retorna o valor absoluto de um número
tr: Bir sayının mutlak değerini verir

source: Returns the arc cosine (inverse cosine) of a value. Depending on the angle mode, it returns values from 0-180 or 0-PI.
da: Returnerer arc cosinus (invers cosinus) til en værdi. Afhængigt af vinklen mode, returnerer den værdier fra 0-180 eller 0-PI.
es: Regresa el arco coseno (coseno inverso) de un valor. Dependiendo del modo del ángulo, devuelve valores entre 0-180 o 0-PI.
nb: Gå tilbake til arcosinus (inverse cosinus) av en verdi. Det kommer an på vinkelmodus, gå tilbake til verdier fra 0-180 eller 0-Pi.
pl: Zwraca arc cosinus (odwrotność cosinusa) wartości. W zależności od trybu, zwraca wartości od 0 do 180 lub od 0 do Pi.
pt: Retorna o arco cosseno (cosseno inverso) de um valor. Dependendo do modo do ângulo, ele retorna valores de 0-180 ou 0-PI.
tr: Bir değerin ark kosinüsünü (ters kosinüsünü) verir. Açı moduna bağlı olarak 0-180, veya 0-PI arasında değerler verir.

source: Returns the arc sine (inverse sine) of a value. Depending on the angle mode, it returns values from -90 to 90 or -PI/2 to PI/2.
da: Returnerer den arc sinus (inverse sinus) til en værdi. Afhængigt af vinklens mode returnerer den værdier fra -90 til 90 eller -PI/2 til PI/2.
es: Regresa el arco seno (seno inverso) de un valor. Dependiendo del modo del ángulo, devuelve valores de -90 a 90 o -PI/2 a PI/2.
nb: Returnerer arcsinus (inverse sinus) av en verdi. Avhengig av vinkelmodus returnerer verdier fra -90 til 90 eller -PI/2 til PI/2.
pl: Zwraca arc sinus (odwrotność sinusa) wartości. W zależności od trybu, zwraca wartości od -90 do 90 lub od -Pi/2 do Pi/2.
pt: Retorna o arco seno (seno inverso) de um valor. Dependendo do modo do ângulo, ele retorna valores de -90 a 90 ou -PI/2 a PI/2.
tr: Bir değerin ark sinüsünü (ters sinüsünü) verir. Açı moduna bağlı olarak -90 ile 90, veya -PI/2 ile PI/2 arasında değerler verir.

source: Returns the arc tangent (inverse tangent) of a value. Depending on the angle mode, it returns values from -90 to 90 or -PI/2 to PI/2.
da: Returnerer den arc tangens (inverse tangens) til en værdi. Afhængigt af vinklens mode returnerer den værdier fra -90 til 90 eller -PI/2 til PI/2.
es: Regresa el arco tangente (tangente inversa) de un valor. Dependiendo del modo del ángulo, devuelve valores de -90 a 90 o -PI/2 a PI/2.
nb: Returnerer arc tangens (inverse tangens) av en verdi. Avhengig av vinkelmodus returnerer verdier fra -90 til 90 eller -PI/2 til PI/2.
pl: Zwraca arc tangens (odwrotność tangensa) wartości. W zależności od trybu, zwraca wartości od -90 do 90 lub od -Pi/2 do Pi/2.
pt: Retorna o arco tangente (tangente inversa) de um valor. Dependendo do modo do ângulo, ele retorna valores de -90 a 90 ou -PI/2 a PI/2.
tr: Bir değerin ark tanjantını (ters tanjantını) verir. Açı moduna bağlı olarak -90 ile 90, veya -PI/2 ile PI/2 arasında değerler verir.

source: Returns the ascent of the current font at its current size. This information is useful for determining the height of the font above the baseline. For example, adding the textAscent() and textDescent() values will give you the total height of the line.
da: Returnerer højden af den aktuelle skrifttype i dens nuværende størrelse. Disse oplysninger er nyttige til at bestemme højden af skrifttypen over grundlinjen. For eksempel vil summen af værdierne for textAscent() og textDescent() give dig den samlede højde af linjen.
es: Regresa el ascenso de la fuente actual a su tamaño actual. La informacion es útil para determinar la altura de la fuente sobre la línea de base. Por ejemplo, agregando los valores textAscent() y textDescent() te darán la altura total de la línea.
nb: Returnerer høyden av den aktuelle skrifttypen i dens nåværende størrelse. Disse opplysningene er nyttige for å bestemme høyden av skrifttypen over grunnlinjen. For eksempel vil summen av verdiene for textAscent() og textDescent() gi deg den samlede høyden av linjen.
pl: Zwraca wysokość czcionki dla jej bieżącego rozmiaru. Ta informacja jest użyteczna dla określenia wysokości czcionki nad linią podstawową. Na przykład, dodając wartości textAscent() i textDescent() uzyskasz całkowitą wysokość linii.
pt: Retorna a maior altura possível da fonte considerando seu tamanho atual. Essa informação é útil para determinar a altura da fonte acima da linha tomada como base. Por exemplo, somando os valores de textAscent() e textDescent(), obtém-se a altura total da linha.
pt_pt: Devolve a maior altura possível da letra, tendo em conta o tamanho atual. Esta informação é útil para determinar a altura da letra que esteja acima da linha tomada como base. Por exemplo, somando os valores de textAscent() e de textDescent(), obtém-se a altura total da linha.
tr: Geçerli yazı tipinin, geçerli boyuttaki harf üst çıkıntısını verir. Bu bilgi, yazı tipinin taban çizgisinden yüksekliğini belirlemek için yararlıdır. Örneğin, textAscent() ve textDescent() değerlerinin toplamı satırın toplam yüksekliğini verir.

source: Returns the current day of the month, between 1 and 31, according to the clock on the user's computer.
da: Returnerer den aktuelle dag i måneden, mellem 1 og 31, ifølge uret på brugerens computer.
es: Regresa el día actual del mes, entre 1 y 31, según el reloj de la computadora del usuario.
nb: Returnerer gjeldende dag i måneden, mellom 1 og 31, etter klokken på brukerens datamaskin.
pl: Zwraca bieżący dzień miesiąca, pomiędzy 1 a 31, zgodnie z zegarem na komputerze użytkownika.
pt: Retorna o dia atual do mês, entre 1 e 31, de acordo com o relógio no computador do usuário.
pt_pt: Devolve o dia atual do mês, entre 1 e 31, de acordo com o relógio do computador do utilizador.
tr: Kullanıcının bilgisayarının saatinin gösterdiği ayın güncel gününü 1-31 arası bir değer olarak verir.

source: Returns the current hour as a value from 0 - 23, based on the user's computer clock.
da: Returnerer den aktuelle time som en værdi fra 0 - 23, ifølge uret på brugerens computer.
es: Regresa la hora actual como un valor entre 0 - 23, con base en el reloj de la computadora del usuario.
nb: Returnerer den siste timen som en verdi mellom 0 - 23, basert på brukerens datamaskin.
pl: Zwraca bieżącą godzinę jako wartość od 0 do 23, w oparciu o zegar komputera użytkownika.
pt: Retorna a hora atual como um valor de 0 a 23, com base no relógio do computador do usuário.
pt_pt: Devolve a hora atual, como um valor entre 0 e 23, com base no relógio do computador do utilizador.
tr: Kullanıcının bilgisayar saatinin gösterdiği güncel saati 0 - 23 arası bir değer olarak verir.

source: Returns the current minute as a value from 0 - 59, based on the user's computer clock.
da: Returnerer det aktuelle minut som en værdi fra 0 - 59, ifølge uret på brugerens computer.
es: Regresa el minuto actual como un valor entre 0 - 59, enbase al reloj de la computadora del usuario.
nb: Returnerer minuttene til en verdi mellom 0 - 59, basert på brukerens datamaskin.
pl: Zwraca bieżącą minutę jako wartość od 0 do 59, w oparciu o zegar komputera użytkownika.
pt: Retorna o minuto atual como um valor de 0 a 59, com base no relógio do computador do usuário.
tr: Kullanıcının bilgisayar saatinin gösterdiği güncel dakikayı 0 - 59 arası bir değer olarak verir.

source: Returns the current month of the year, between 1-12, according to the clock on the user's computer.
da: Returnerer den aktuelle måned år, mellem 1-12, ifølge uret på brugerens computer.
es: Regresa el mes actual del año, entre 1-12, según el reloj de la computadora del usuario.
nb: Returnerer gjeldende måned i året, mellom 1-12, etter klokken på brukerens datamaskin.
pl: Zwraca bieżący miesiąc roku, pomiędzy 1 a 12, zgodnie z zegarem na komputerze użytkownika.
pt: Retorna o mês atual do ano, entre 1 e 12, de acordo com o relógio no computador do usuário.
pt_pt: Devolve o mês atual do ano, entre 1 e 12, de acordo com o relógio do computador do utilizador.
tr: Kullanıcının bilgisayarının saatinin gösterdiği güncel ayı, 1-12 arası bir değer olarak verir.

source: Returns the current second as a value from 0 - 59, based on the user's computer clock.
da: Returnerer det aktuelle sekund som en værdi fra 0 - 59, ifølge uret på brugerens computer.
es: Regresa el segundo actual como un valor entre 0 - 59, con base en el reloj de la computadora del usuario.
nb: Returnerer sekundene til en verdi mellom 0 - 59, basert på klokken på brukerens datamaskin.
pl: Zwraca bieżącą sekundę jako wartość od 0 do 59, w oparciu o zegar komputera użytkownika.
pt: Retorna o segundo atual, como um valor de 0 a 59, com base no relógio do computador do usuário.
pt_pt: Devolve o segundo atual, como um valor entre 0 e 59, com base no relógio do computador do utilizador.
tr: Kullanıcının bilgisayar saatinin gösterdiği güncel saniyeyi 0-59 arası bir değer olarak verir.

source: Returns the current year according to the clock on the user's computer.
da: Returnerer det aktuelle år ifølge uret på brugerens computer.
es: Regresa el año actual según el reloj de la computadora del usuario.
nb: Returnerer gjeldende år etter klokken på brukerens datamaskin.
pl: Zwraca bieżący rok zgodnie z zegarem na komputerze użytkownika.
pt: Retorna o ano atual, de acordo com o relógio no computador do usuário.
pt_pt: Devolve o ano atual, de acordo com o relógio do computador do utilizador.
tr: Kullanıcının bilgisayarının saatinin gösterdiği güncel yılı verir.

source: Returns the greatest value of all values passed in.
da: Returnerer den største værdi af alle tildelte værdier.
es: Regresa el valor más grande de todos los valores introducidos.
nb: Returnerer den største verdien av alle verdier som settes inn.
pl: Zwraca największą wartość z przekazanych.
pt: Retorna o maior valor de todos os valores passados.
tr: Girilen değerlerin en büyüğünü verir.

source: Returns the smallest value of all values passed in.
da: Returnerer den mindste værdi af alle tildelte værdier.
es: Regresa el valor más pequeño de todos los valores introducidos.
nb: Returnerer den minste verdien av alle verdier som settes inn.
pl: Zwraca wartość najmniejszą ze wszystkich przekazanych.
pt: Retorna o menor valor de todos os valores passados.
tr: Girilen değerlerin en küçüğünü verir.

source: Returns the the natural logarithm (base-e) of a number.
da: Returnerer den naturlige logaritme (base e) af et tal.
es: Regresa el logaritmo natural (base e) de un número.
nb: Returnerer den naturlige logaritmen (base-e) til et tall.
pl: Zwraca logarytm naturalny (o podstawie e) z liczby.
pt: Retorna o logaritmo natural (base-e) de um número.
pt_pt: Retorna o logaritmo natural (base e) de um número.
tr: Bir sayının doğal logaritmasını ("e" tabanı) verir.

source: Revamping the <a href="/about/the-team">employee directory</a>
fr: Refonte de l' <a href="/about/the-team"> Annuaire du personnel</a>
nb: Omlegging av <a href="/about/the-team">employee directory</a>
nl: De <a href="/about/the-team">directory voor medewerkers</a> opknappen
pl: Modernizacja <a href="/about/the-team">>katalogu pracownika</a>
pt: Reformulação do <a href="/about/the-team">diretório de funcionários</a>
tr: <a href="/about/the-team">Çalışan dizini</a> yeniden canlandırılıyor

source: Revamping the intern careers page
da: Omlægning af siden om praktikantophold
es: Renovar la página de pasantías
fr: Refonte de la page de carrières de stagiaire
nl: De stagecarriéres pagina opknappen
pl: Modernizacja strony o stażach
pt: Reformulação da página de carreiras do estagiário
tr: Stajyer kariyer sayfası yeniden canlandırılıyor

source: Review student progress in real time.
da: Se elevfremskridt i realtid.
es: Revisa el progreso del estudiante en tiempo real.
fr: Soyez témoins du progrès de vos élèves, en temps réel.
nb: Vurder elevenes framgang mens de jobber.
nl: Bekijk real-time de voortgang van leerlingen.
pl: Sprawdzaj postępy ucznia w czasie rzeczywistym.
pt: Veja o progresso do aluno em tempo real.
pt_pt: Veja o progresso dos alunos em tempo real.
tr: Öğrenci gelişimini gerçek zamanlı takip edin.

source: Rewards are first come, first served.
nb: Belønninger er "første mann til mølla, får først male".
pt: Quem conseguir as recompensas primeiro, as receberá primeiro.
tr: Ödülleri önce gelen alır.

source: Rewatch video
da: Gense video
es: Volver a ver el video
fr: Revoir la vidéo
nb: Se video om igjen
nl: Bekijk video opnieuw
pl: Obejrzy film ponownie
pt: Ver o vídeo outra vez
pt_pt: Voltar a ver vídeo
tr: Videoyu tekrar izle

source: Rewrite <code><var>WHOLE</var><var>fraction(M_NUM, M_DENOM, false, true)</var></code> as a fraction, <code>\dfrac{a}{b}</code>, where <code>a &gt; b</code>.
es: Reescribe <code><var>WHOLE</var><var>fraction(M_NUM, M_DENOM, false, true)</var></code> como una fracción, <code>\dfrac{a}{b}</code>, donde <code>a &gt; b</code>.
nb: Skriv om <code><var>WHOLE</var><var>fraction(M_NUM, M_DENOM, false, true)</var></code> som en brøk, <code>\dfrac{a}{b}</code>, hvor <code>a &gt; b</code>.
pl: Zapisz <code><var>WHOLE</var><var>fraction(M_NUM, M_DENOM, false, true)</var></code> jako ułamek zwykły, <code>\dfrac{a}{b}</code>, gdzie <code>a &gt; b</code>.
pt: Reescreva <code><var>WHOLE</var><var>fraction(M_NUM, M_DENOM, false, true)</var></code> em forma de fração, <code>\dfrac{a}{b}</code>, em que <code>a &gt; b</code>.
tr: <code><var>WHOLE</var><var>fraction(M_NUM, M_DENOM, false, true)</var></code>'i, <code>\dfrac{a}{b}</code> şeklinde bir kesir olarak yeniden yazınız, burada <code>a &gt; b</code>.

source: Rewrite <code><var>fraction(I_NUM, I_DENOM, false, true)</var></code> as a mixed number.
es: Reescribe <code><var>fraction(I_NUM, I_DENOM, false, true)</var></code> como un número mixto.
fr: Réécrire <code><var>fraction(I_NUM, I_DENOM, false, true)</var></code> comme +.
nb: Skriv om <code><var>fraction(I_NUM, I_DENOM, false, true)</var></code> til et blandet tall.
pl: Zamień <code><var>fraction(I_NUM, I_DENOM, false, true)</var></code> na liczbę mieszaną.
pt: Reescreva <code><var>fraction(I_NUM, I_DENOM, false, true)</var></code> como um número misto.
tr: <code><var>fraction(I_NUM, I_DENOM, false, true)</var></code>'i tam sayılı bir kesir olarak yeniden yazınız.

source: Rewrite <code><var>fraction(N1, D1)</var></code> as <code><var>fraction(N1 * 10, D1 * 10)</var></code>.
es: Reescribe <code><var>fraction(N1, D1)</var></code> como <code><var>fraction(N1 * 10, D1 * 10)</var></code>.
fr: La fraction <code><var>fraction(N1, D1)</var></code> est égale à <code><var>fraction(N1 * 10, D1 * 10)</var></code>.
nl: Herschrijf <code><var>fraction(N1, D1)</var></code> als <code><var>fraction(N1 * 10, D1 * 10)</var></code>.
pl: Zapiszemy <code><var>fraction(N1, D1)</var></code> jako <code><var>fraction(N1 * 10, D1 * 10)</var></code>.
pt: Reescreva <code><var>fraction(N1, D1)</var></code> como <code><var>fraction(N1 * 10, D1 * 10)</var></code>.
tr: <code><var>fraction(N1, D1)</var></code>'i <code><var>fraction(N1 * 10, D1 * 10)</var></code> olarak yeniden yazınız.

source: Rewrite <code><var>fraction(N2, D2)</var></code> as <code><var>fraction(N2 * 10, D2 * 10)</var></code>.
es: Reescribe <code><var>fraction(N2, D2)</var></code> como <code><var>fraction(N2 * 10, D2 * 10)</var></code>.
fr: La fraction <code><var>fraction(N2, D2)</var></code> est égale à <code><var>fraction(N2 * 10, D2 * 10)</var></code>.
nl: Herschrijf <code><var>fraction(N2, D2)</var></code> als <code><var>fraction(N2 * 10, D2 * 10)</var></code>.
pl: Zapiszemy <code><var>fraction(N2, D2)</var></code> jako <code><var>fraction(N2 * 10, D2 * 10)</var></code>.
pt: Reescreva <code><var>fraction(N2, D2)</var></code> como <code><var>fraction(N2 * 10, D2 * 10)</var></code>.

source: Rewrite <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code> as a decimal.
es: Reescribe <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code> como un decimal.
fr: Réécrire <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code> sous forme décimale.
nb: Skriv om <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code> til et desimaltall.
pl: Zapiszmy <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code> jako ułamek dziesiętny.
pt: Reescreva <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code> como um decimal.
tr: <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code>'i ondalıklı sayı olarak yazınız.

source: Rewrite <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> as a decimal.
es: Reescribe <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> como un decimal.
fr: Écrire <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> sous forme d'un nombre décimal.
nb: Skriv om <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> til et desimaltall.
pl: Zapiszmy <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> jako ułamek dziesiętny.
pt: Reescreva <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> como um decimal.
tr: <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> kesirini ondalıklı bir sayı olarak yeniden yazınız.

source: Rewrite <code>\large{<var>expr(["*", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> in the form <code>\large{<var>BASE</var>^n}</code>.
es: Reescribe <code>\large{<var>expr(["*", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> en la forma <code>\large{<var>BASE</var>^n}</code>.
fr: Réécrire <code>\large{<var>expr(["*", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> sous la forme <code>\large{<var>BASE</var>^n}</code>.
hi: <code>\large{<var>expr(["*", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> को <code>\large{<var>BASE</var>^n}</code> के रूप में पुनः लिखें।
nb: Skriv om <code>\large{<var>expr(["*", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> til formen <code>\large{<var>BASE</var>^n}</code>.
pl: Zapisz wyrażenie <code>\large{<var>expr(["*", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> w postaci <code>\large{<var>BASE</var>^n}</code>.
pt: Reescreva <code>\large{<var>expr(["*", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> na forma <code>\large{<var>BASE</var>^n}</code>.
tr: <code>\large{<var>expr(["*", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code>'yi <code>\large{<var>BASE</var>^n}</code> formunda yeniden yazınız.

source: Rewrite <code>\large{<var>expr(["^", ["*", ["^", BASE1, EXP1], ["^", BASE2, EXP2]], EXP3])</var>}</code> in the form <code>\large{<var>BASE1</var>^n \times <var>BASE2</var>^m}</code>.
es: Reescribe <code>\large{<var>expr(["^", ["*", ["^", BASE1, EXP1], ["^", BASE2, EXP2]], EXP3])</var>}</code> en la forma <code>\large{<var>BASE1</var>^n \times <var>BASE2</var>^m}</code>.
fr: Réécrire <code>\large{<var>expr(["^", ["*", ["^", BASE1, EXP1], ["^", BASE2, EXP2]], EXP3])</var>}</code> sous la forme <code>\large{<var>BASE1</var>^n \times <var>BASE2</var>^m}</code>.
hi: <code>\large{<var>expr(["^", ["*", ["^", BASE1, EXP1], ["^", BASE2, EXP2]], EXP3])</var>}</code> को पुनः <code>\large{<var>BASE1</var>^n \times <var>BASE2</var>^m}</code> के रूप में लिखें।
nb: Skriv om <code>\large{<var>expr(["^", ["*", ["^", BASE1, EXP1], ["^", BASE2, EXP2]], EXP3])</var>}</code> til formen <code>\large{<var>BASE1</var>^n \times <var>BASE2</var>^m}</code>.
pl: Zapisz wyrażenie <code>\large{<var>expr(["^", ["*", ["^", BASE1, EXP1], ["^", BASE2, EXP2]], EXP3])</var>}</code> w postaci <code>\large{<var>BASE1</var>^n \times <var>BASE2</var>^m}</code>.
pt: Reescreva <code>\large{<var>expr(["^", ["*", ["^", BASE1, EXP1], ["^", BASE2, EXP2]], EXP3])</var>}</code> na forma <code>\large{<var>BASE1</var>^n \times <var>BASE2</var>^m}</code>.
tr: <code>\large{<var>expr(["^", ["*", ["^", BASE1, EXP1], ["^", BASE2, EXP2]], EXP3])</var>}</code>'i <code>\large{<var>BASE1</var>^n \times <var>BASE2</var>^m}</code> formunda yeniden yazınız.
