Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Navigate to your Instant Login Portal on Clever. Here you will be able to see applications that have been enabled by your district manager
es: Navega a tu Instant Login Portal en Clever. Ahí serás capaz de ver las aplicaciones que han sido habilitadas por tu jefe de distrito.
nb: Gå til Login Portal i Clever. Her jan du se hvilke programmer du har tilgang til aktivert av din område ansvarlige
pt: Navegue para o portal de acesso instantâneo no Clever. Aqui você vai poder ver as aplicações que foram habilitadas pelo administrador do seu distrito
tr: Clever'deki Oturum Portalına gidin. Burada, bölge sorumlunuz tarafından açılan uygulamaları göreceksiniz

source: Navigation and information architecture
da: Navigation og arkitektur
es: Arquitectura de información y navegación
fr: Architecture de navigation et d'information
nl: Navigatie en informatie architectuur
pl: Nawigacja i architektura informacji
pt: Arquitetura de navegação e informações
tr: Yöngüdüm ve bilgi mimarisi

source: Neato!
da: Fedest!
es: ¡Genial!
fr: Super !
ja: すごい!
nb: Stilig!
nl: Netjes!
pl: Odlotowe!
pt: Genial!
pt_pt: Genial!
tr: Müthiş !

source: Need help?
pt: Precisa de ajuda?
tr: Yardıma mı ihtiyacınız var?

source: Need to create a new account?<br><a href='%(register_url)s'>Sign up for Khan Academy</a>.
bg: Трябва да създадете нов акаунт?<br><a href='%(register_url)s'>Регистрирайте се за Кан академия</a>.
da: Vil du oprette en ny konto?<br><a href='%(register_url)s'>Tilmeld dig Khan Academy</a>.
es: ¿Necesitas crear una nueva cuenta?<br><a href='%(register_url)s'>Regístrate en Khan Academy</a>.
fr: Vous avez besoin d'un compte ?<br><a href='%(register_url)s'> Inscrivez-vous à Khan Academy</a>.
he: צריכים ליצור חשבון חדש?<br><a href='%(register_url)s'>הירשמו לאקדמיית קהאן</a>.
ja: 新しいアカウントを作りますか?<br><a href='%(register_url)s'>カーンアカデミーにサインアップ</a>．
nb: Trenger du å lage en ny konto?<br><a href='%(register_url)s'> Regestrer deg på Khan Academy</a>.
nl: Een nieuwe account creëren?<br><a href='%(register_url)s'>Meld je aan voor Khan Academy</a>.
pl: Chcesz utworzyć nowe konto?<br><a href='%(register_url)s'>Zarejestruj się na Khan Academy</a>.
pt: Precisa criar uma nova conta?<br><a href='%(register_url)s'>Cadastre-se na Khan Academy</a>.
pt_pt: Precisas de uma conta nova?<br><a href='%(register_url)s'>Cria uma conta na Khan Academy</a>.
tr: Yeni bir hesap yaratmanız mı gerekiyor?<br><a href='%(register_url)s'>Khan Academy'e kayıt olun</a>.

source: Needs Practice
bg: Нужни са упражнения
da: Kræver øvelse
es: Necesita práctica
fr: Nécessite de la pratique
ja: 練習が必要
nb: Trenger øvelse
nl: Oefening nodig
pl: Potrzebuje ćwiczenia
pt: Precisa praticar
pt_pt: Tens de treinar isto
tr: Alıştırma gereklidir

source: Needs Practice (gray) = 0 points
es: Necesita práctica (gris) = 0 puntos
nb: Må øves på (grå) = 0 poeng
pt: Precisa de prática (cinza) = 0 ponto
tr: Alıştırma Yapması Gerekli (gri) = 0 puan

source: Needs practice
da: Kræver mere øvelse
es: Necesita practicar
fr: Nécessite de la pratique
nb: Krever mer øvelse
nl: Oefening nodig
pl: Wymaga przećwiczenia
pt: Precisa praticar
pt_pt: Precisas de praticar
tr: Alıştırma gereklidir

source: Needs student count
es: Se necesita el conteo de estudiantes
ja: 生徒数が必要
nb: Behøver elevopptelling
pl: Potrzebuje liczby uczniów
pt: Precisa de contingente de alunos
pt_pt: É necessário contar os alunos
tr: Öğrenci sayısı gerekiyor

source: Negative numbers on the number line
da: Negative tal på tallinjen
es: Números negativos en la recta numérica
fr: Nombres négatifs sur la droite numérique graduée
hi: सांख्य पंक्ति पर ऋणात्मक संख्याएं
nb: Negative tall på tallinjen
nl: Negatieve getallen op de getallenlijn
pl: Liczby ujemne na osi liczbowej
pt: Números negativos na reta numérica
tr: Sayı Çizgisinde Negatif Sayılar

source: Negative one to any even power equals one.
fr: -1 élevé à n'importe quelle puissance paire est égal à 1.
nb: Minus en opphøyd i et partall er lik en.
pl: Minus jeden podniesione do jakiejkolwiek potęgi parzystej równa się jeden.
pt: Menos um elevado a qualquer potência par é igual a um.
tr: Eksi birin herhangi bir çift kuvveti, bire eşittir.

source: Negative one to any even power equals... ?
fr: -1 élevé à n'importe quelle puissance paire est égal à... ?
nb: Minus en opphøyd i et partall er lik... ?
pl: Minus jeden podniesione do jakiejkolwiek potęgi parzystej równa się... ?
pt: Menos um elevado a qualquer potência é igual a... ?
tr: Eksi birin herhangi bir çift kuvveti eşittir... ?

source: Negative one to any odd power equals negative one.
fr: -1 élevé à n'importe quelle puissance impaire est égal à -1.
nb: Minus en opphøyd i et oddetall er lik minus en.
pl: Minus jeden podniesione do jakiejkolwiek potęgi nieparzystej równa się minus jeden.
pt: Menos um elevado a qualquer potência ímpar é igual a menos um.
tr: Eksi birin tek kuvveti, eksi bire eşittir.

source: Negative one to any odd power equals... ?
fr: -1 élevé à n'importe quelle puissance impaire est égal à... ?
nb: Minus en opphøyd i et oddetall er lik... ?
pl: Minus jeden podniesione do jakiejkolwiek potęgi nieparzystej równa się... ?
pt: Menos um elevado a qualquer potência ímpar é igual a... ?
tr: Eksi birin herhangi bir tek kuvveti eşittir... ?

source: Neither
es: Ninguna
fr: Ni l'un, ni l'autre
nb: Ingen av dem
pl: Żadne z powyższych
pt: Nenhuma das opções
pt_pt: Nenhum
tr: Hiçbiri

source: Neither <code>DEF</code> nor <code>GHI</code> are similar to <code>ABC</code>
es: Ni <code>DEF</code> ni <code>GHI</code> son semejantes a <code>ABC</code>
fr: Ni <code>DEF</code>, ni <code>GHI</code> n'est semblable à <code>ABC</code>
nb: Verken <code>DEF</code> eller <code>GHI</code> er formlik med <code>ABC</code>
pl: Ani <code>DEF</code>, ani <code>GHI</code> nie jest podobny do <code>ABC</code>
pt: Nem <code>DEF</code> nem <code>GHI</code> é semelhante a <code>ABC</code>
tr: Ne <code>DEF</code> ne de <code>GHI</code>, <code>ABC</code>'ye benzerdir

source: Neither <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> nor <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> are solutions because they are not within both shaded areas.
fr: Ni le couple <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> ni le couple <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> ne sont solutions car ils ne sont ni l'un ni l'autre dans les deux demi-plans colorés.
nb: Verken <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> eller <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> er løsninger til ulikhetsettet fordi de er utenfor området for løsningsmengden.
pt: Nem <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> nem <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> são soluções porque não estão dentro de ambas as áreas sombreadas.
tr: Ne <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> ne de <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> çözümdür, çünkü ikisi de taralı alanların ikisinde de değildir.

source: Neodymium
es: Neodimio
nb: Neodym
pl: Neodym
pt: Neodímio
pt_pt: Neodímio
tr: Neodimyum

source: Neptunium
es: Neptunio
pl: Neptun
pt: Netúnio
pt_pt: Neptúnio

source: Never
da: Aldrig
es: Nunca
fr: Jamais
nb: Aldri
nl: Nooit
pl: Nigdy
pt: Nunca
tr: Asla

source: Never lose access to your account.
da: Mist aldrig adgangen til din konto.
es: Nunca pierdes el acceso a tu cuenta.
fr: Ne perdez jamais l'accès à votre compte.
ja: 自分のアカウントへのアクセスを失わないでください。
nb: Mist aldri tilgang til kontoen.
nl: Verlies nooit toegang tot je account.
pl: Nigdy nie utracisz dostępu do Twojego konta.
pt: Nunca perca o acesso a sua conta.
pt_pt: Não percas o acesso à tua conta.
tr: Hesabınıza erişimi asla kaybetmeyin.

source: Nevermind, I'm going to keep working on it.
da: Lige meget, jeg fortsætter med at arbejde på det.
es: No importa, voy a seguir trabajando en ello.
fr: Tant pis, je vais continuer à travailler là-dessus.
nb: Nei, jeg skal fortsette å arbeide på den.
nl: Laat maar zitten, ik ga er aan blijven werken.
pl: Nieważne, zamierzam nad tym popracować.
pt: Deixa para lá, eu vou continuar trabalhando nele.
pt_pt: Deixa estar, vou continuar a trabalhar no projeto.
tr: Boş ver, üzerinde çalışmaya devam edeceğim.

source: New
da: Ny
es: Nuevo
fr: Nouveau
ja: 新規
nb: Ny
nl: Nieuwe
pl: Nowy
pt: Novo
pt_pt: Novo
tr: Yeni

source: New %(topic_standalone_title)s %(content_kind)s from Khan Academy!
da: Nyt %(topic_standalone_title)s %(content_kind)s fra Khan Academy!
es: ¡Nuevo %(topic_standalone_title)s %(content_kind)s de Khan Academy!
fr: Nouvel(le) %(content_kind)s %(topic_standalone_title)s à la Khan Academy !
nb: Nytt %(topic_standalone_title)s %(content_kind)s fra Khan Academy!
nl: Nieuwe %(topic_standalone_title)s %(content_kind)s van Khan Academy!
pl: Nowy %(topic_standalone_title)s%(content_kind)s od Khan Academy!
pt: Novo %(topic_standalone_title)s %(content_kind)s da Khan Academy!
tr: Khan Academy'den yeni %(topic_standalone_title)s %(content_kind)s !

source: New Avatars!
da: Nye Avatarer!
es: ¡Nuevos avatares!
fr: Nouveaux Avatars !
ja: 新アバター!
nb: Nye Avatarer!
nl: Nieuwe avatars!
pl: Nowe awatary!
pt: Novos avatares!
pt_pt: Novos avatares!
tr: Yeni Avatarlar!

source: New Program
da: Nyt Program
es: Nuevo programa
fr: Nouveau programme
pl: Nowy Program
pt: Novo Programa
tr: Yeni Program

source: New Program (JS + ProcessingJS)
fr: Un nouveau programme (JS + ProcessingJS)
ja: プログラムの新規作成 (JS + ProcessingJS)
nb: Nytt Program (JS + ProcessingJS)
pl: Nowy program (JS +ProcessingJS)
pt: Novo programa (JS + ProcessingJS)
pt_pt: Novo programa (em JS e ProcessingJS)
tr: Yeni Program (JS + ProcessingJS)

source: New Recommendation
da: Ny Anbefaling
es: Nueva recomendación
fr: Nouvelle recommandation
nb: Ny Anbefaling
nl: Nieuwe aanbeveling
pl: Nowe Zalecenie
pt: Nova recomendação
pt_pt: Nova recomendação
tr: Yeni öneri

source: New Research Shows the Brain Can Be Developed Like a Muscle
bg: Послените изследвания показват, че мозъкът може да се тренира както мускул
da: Ny forskning viser, at du kan udvikle og træne din hjerne som enhver anden muskel
es: Nuevas investigaciones muestranque el cerebro puede desarrolarse como un músculo
fr: De nouvelles recherches scientifiques démontrent que le cerveau peut être développé comme un Muscle
he: מחקר חדש מראה שניתן לפתח את המוח כמו שריר
nb: Ny forskning viser, at du kan utvikle og trene din hjerne som enhver annen muskel
nl: Nieuw onderzoek toont dat de hersenen getraind kunnen worden zoals een spier
pl: Nowe badania pokazują, że mózg można rozwijać jak mięsień
pt: Nova pesquisa revela que o cérebro pode ser desenvolvido como um músculo
tr: Yeni araştırmalar, beynin de tıpkı kaslar gibi geliştirilebildiğini gösteriyor

source: New SAT (exams start March 2016)
nb: Nye SAT (eksamen starter mars 2016)
pl: Nowy test SAT (pierwszy egzamin w marcu 2016)
pt: Novo SAT (provas com início em março de 2016)
pt_pt: O novo SAT (a partir de março de 2016)
tr: Yeni SAT Sınavı (Mart 2016'dan itibaren uygulanacak sınav için)

source: New SAT (starting March 2016)
ja: 新しい SAT (2016年 3月から始まる)
nb: Nye SAT (fra mars 2016)
pt: Novo SAT (a partir de março de 2016)
pt_pt: O novo SAT (a partir de março de 2016)

source: New SQL Script
da: Nyt SQL Script
es: Nuevo script de SQL
fr: Nouveau Script SQL
ja: 新しい SQL スクリプト
nb: Nye SQL-skript
nl: Nieuw SQL script
pl: Nowy skrypt SQL
pt: Novo Script SQL
pt_pt: Novo script em SQL
tr: Yeni SQL Kodu

source: New SQL script
fr: Un nouveau script SQL
ja: SQL script の新規作成
nb: Nye SQL-skript
pl: Nowy skrypt SQL
pt: Novo script SQL
pt_pt: Novo script SQL
tr: Yeni SQL kodu

source: New Webpage
da: Ny hjemmeside
es: Nueva página web
fr: Une première page Web
ja: 新しいwebページ
nb: Ny webside
nl: Nieuwe Webpagina
pl: Nowa strona internetowa
pt: Nova página Web
pt_pt: Nova página Web
tr: Yeni Web Sayfası

source: New Year's Resolution 2014
da: Nytårsforsæt 2014
es: Solución del año nuevo 2014
fr: Résolutions du Nouvel An 2014
ja: 2014 年の新年の抱負
nb: Nyttårsforsett 2014
nl: Goed Voornemen 2014
pl: Postanowienie noworoczne 2014
pt: Resolução de Ano Novo de 2014
pt_pt: Promessa de Ano Novo para 2014
tr: 2014 Yeni Yıl Hedefi

source: New York
pl: Nowy Jork
pt: Nova York

source: New avatars unlocked!!
da: Nye avatars oplåst!!
es: ¡Nuevos avatares desbloqueados!
fr: Nouveaux avatars débloqués!!
nb: Nye avatarer er låst opp!!
nl: Nieuwe avatars ontgrendeld!!
pl: Odblokowano nowe awatary!!
pt: Novos avatares desbloqueados!!
pt_pt: Novos avatares desbloqueados!
tr: Yeni avatar resimleri açıldı!!

source: New badge!
da: Nyt badge!
es: ¡Nueva medalla!
fr: Nouveau badge !
ja: 新しいバッジ ！
nb: Nytt emblem!
nl: Nieuwe medaille!
pl: Nowa odznaka!
pt: Nova medalha!
pt_pt: Nova medalha!
tr: Yeni madalya!

source: New class
bg: Нов клас
da: Ny klasse
es: Nueva clase
fr: Nouvelle classe
he: כיתה חדשה
ja: 新しいクラス
nb: Ny klasse
nl: Nieuwe klas
pl: Nowa Klasa
pt: Nova turma
pt_pt: Nova turma
tr: Yeni sınıf

source: New features for your almost-teenager, %(child)s!
da: Nye funktioner til din næsten-teenager, %(child)s!
es: ¡Nuevas características para tu casi adolescente, %(child)s!
fr: Nouvelles fonctionnalités pour votre presque-adolescent, %(child)s !
ja: あなたのほぼティーンエイジャーのお子さん，%(child)s，のための新しい機能!
nb: Nye funksjoner for nesten-tenåringen, %(child)s!
nl: Nieuwe functies voor je bijna-tiener, %(child)s!
pl: Nowe funkcje dla prawie-nastolatków, %(child)s!
pt: Novos recursos para o seu pré-adolescente, %(child)s!
tr: Gençler, %(child)s için yeni özellikler !

source: New iPad-friendly scratchpad.
pl: Nowy notatnik, dostosowany do iPada.
pt: Nova área de rascunho compatível com iPad.
tr: Yeni iPad dostu karalama alanı.

source: New leaderboards go live every Wednesday! Start earning points by learning math now.
es: ¡Nuevas tablas de clasificación cada miércoles! Comienza ahora a ganar puntos por aprender matemáticas.
ja: 新しいリーダーボードは毎週水曜日に出現します! 今から学びのポイントを獲得しはじめしょう．
nb: Nye oppdaterte resultatlister hver onsdag! Start å tjene poeng med å lære matematikk nå.
pl: Nowy ranking startuje w każdą środę! Już teraz zacznij zbierać punkty ucząc się matematyki.
pt: Os novos quadros de classificação vão ao ar toda quarta-feira! Comece agora a ganhar pontos aprendendo matemática.
pt_pt: As classificações são atualizadas todas as quartas-feiras. Começa a aprender!
tr: Her Çarşamba yeni lider panoları canlı yayına girer! Matematik öğrenerek puan kazanmaya şimdi başlayın.

source: New leaderboards go live every Wednesday.
es: Habrá nuevas tablas de clasificación todos los miércoles.
ja: 新しいリーダーボードは毎週水曜日に更新されます．
nb: Nye resultatlister publiseres hver onsdag.
pl: Nowy ranking startuje w każdą środę.
pt: Novos quadros de classificação vão ao ar toda quarta-feira.
pt_pt: Novas tabelas classificativas são lançadas todas as quartas-feiras.
tr: Her Çarşamba yeni liderlik panoları canlı yayına girer.

source: New on Khan Academy
ja: カーンアカデミーで新しいこと
nb: Ny på Khan Academy
pt: Novo na Khan Academy
pt_pt: Novidade da Khan Academy

source: New operator definitions 1
da: Nye operatørdefinitioner 1
es: Definición de nuevos operadores 1
fr: Calculer avec de nouveaux opérateurs 1
nb: Nye definisjoner på regneoperasjoner 1
pl: Definicje nowych operatorów 1
pt: Novas definições de operador 1
tr: Yeni işlem tanımları 1

source: New operator definitions 2
da: Nye operatørdefinitioner 2
es: Definiciones de nuevos operadores 2
fr: Calculer avec de nouveaux opérateurs 2
nb: Nye definisjoner på regneoperasjoner 2
pl: Nowe definicje znaku działania 2
pt: Novas definições de operador 2
tr: Yeni işlem tanımları 2

source: New password
bg: Нова парола
da: Ny adgangskode
es: Nueva contraseña
fr: Nouveau mot de passe
he: סיסמה חדשה
ja: 新しいパスワード
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova senha
pt_pt: Palavra-passe nova
tr: Yeni şifre

source: New research shows that the brain is like a muscle. It gets stronger with practice.
da: Ny forskning viser, at hjernen er som en muskel. Den bliver stærkere ved træning.
es: Nuevos estudios muestran que el cerebro es como un músculo, crece con el ejercicio.
fr: Une nouvelle recherche montre que le cerveau est comme un muscle, il se renforce avec la pratique.
ja: 新しい研究によると，脳は筋肉のようなものです．それは練習すると強くなります．
nb: Ny forskning viser at hjernen er som en muskel. Den blir sterkere med trening.
nl: Nieuwe onderzoek toont aan dat het brein zoals een spier is. Het wordt sterker door te oefenen.
pl: Nowe badania pokazują, że mózg jest jak mięsień. Staje się silniejszy, kiedy ćwiczysz.
pt: Nova pesquisa mostra que o cérebro é como um músculo. Fica mais forte quando é exercitado.
pt_pt: Novos estudos mostram que o cérebro é como um músculo. Fica mais forte com a prática.
tr: Yeni araştırmalar beynin bir kas gibi olduğunu söylüyor. Yani beyniniz, siz onu kullandıkça güçleniyor.

source: New research shows that the brain is like a muscle. It gets stronger with practice. Scientists have been able to show just how the brain grows and gets stronger when you learn.
bg: Ново изследване показва, че мозъкът е като мускул. Той става по-силни с практиката. Учените са били в състояние да покажат как точно мозъкът нараства и става по-силен, когато учите.
da: Ny forskning viser, at hjernen er som en muskel. Det bliver stærkere med øvelse. Forskere har været i stand til at vise præcist hvordan hjernen vokser og bliver stærkere, når du lærer.
es: Recientemente se ha revelado que el cerebro es como un músculo: se fortalece más con la práctica. Los científicos han mostrado cómo el cerebro crece y se vuelve más fuerte cuando aprendes.
fr: De nouvelles recherches scientifiques démontrent que le cerveau est comme un muscle. Plus on lui fait faire de l'exercise, plus il se développe. Les scientifiques ont donc prouvé que votre cerveau deviendra plus performant si vous apprenez plus.
he: מחקר חדש מראה כי המוח הוא כמו שריר. הוא מתחזק עם אימון. מדענים הצליחו להראות בדיוק איך המוח גדל ומתחזק כאשר אתם לומדים.
nb: Ny forskning viser, at hjernen er som en muskel. Den blir kraftigere med øvelse. Forskere har vært i stand til at vise presist hvordan hjernen vokser og blir sterkere, når du lærer.
nl: Nieuw onderzoek toont aan dat de hersenen zoals een spier zijn. Ze worden sterker door oefening. Wetenschappers hebben ook kunnen aantonen hoe de hersenen groeien en sterker worden wanneer je leert.
pl: Nowe badania pokazują, że mózg jest jak mięsień. Wzmacnia się poprzez pracę. Naukowcom udało się przedstawić, w jaki sposób mózg się rozwija i wzmacnia kiedy się uczysz.
pt: Nova pesquisa revela que o cérebro é como um músculo. Ele fica mais forte com a prática. Cientistas mostraram exatamente como o cérebro cresce e aumenta sua força quando você aprende.
tr: Yeni araştırmalar, beynin de tıpkı kaslar gibi olduğunu gösteriyor. Egzersiz yaptıkça güçleniyor. Bilim adamları, öğrendikçe beyninizin gitgide güçlendiğini ispatladılar.

source: New rewards available!
da: Nye belønninger tilgængelige!
es: ¡Nuevas recompensas disponibles!
fr: Nouvelles récompenses disponibles !
nb: Ny belønning tilgjengelig!
nl: Nieuwe beloningen verkrijgbaar!
pl: Nowe nagrody dostępne!
pt: Novas recompensas disponíveis!
pt_pt: Novas recompensas disponíveis!
tr: Yeni ödüller hazır!

source: New visitor
da: Ny gæst
es: Nuevo visitante
fr: Nouveau visiteur
ja: 新しい訪問者
nb: Nye besøkende
nl: Nieuwe bezoeker
pl: Nowy gość
pt: Novo visitante
pt_pt: Novo visitante
tr: Yeni ziyaretçi

source: Newer Posts
fr: Billets plus récents
nb: Nyere innlegg
pl: Nowsze posty
pt: Publicações Mais Recentes
tr: Yeni yazılar

source: Newsletters
da: Nyhedsbreve
es: Boletines informativos
fr: Bulletins d'information
ja: ニュースレター
nb: Nyhetsbrev
nl: Nieuwsbrieven
pl: Biuletyny
pt: Boletins informativos
pt_pt: Boletins informativos
tr: Bültenler

source: Newton (old)
da: Newton (gammel)
es: Newton (viejo)
fr: Newton (obsolète)
ja: ニュートン(旧)
nb: Newton (gammel)
nl: Newton (oud)
pl: Newton (stary)
pt: Newton (antigo)
pt_pt: Newton (antigo)
tr: Newton (eski)

source: Next
da: næste
es: Siguiente
fr: Suivant
ja: 次に進む
nb: Neste
nl: Volgende
pl: Następny
pt: Próximo
pt_pt: Seguinte
tr: sıradaki

source: Next Problem
da: Næste Stykke
es: Siguiente problema
fr: Problème suivant
nb: Neste oppgave
nl: Volgend probleem
pl: Następne zadanie
pt: Próximo problema
pt_pt: Exercício seguinte
tr: Bir sonraki problem

source: Next Step
da: Næste Trin
es: Siguiente paso
fr: Étape suivante
nb: Neste trinn
nl: Volgende stap
pl: Następny krok
pt: Próxima etapa
pt_pt: Passo seguinte
tr: Sonraki adım

source: Next Step!
da: Næste Trin!
es: ¡Siguiente paso!
fr: Prochaine étape !
nb: Neste trinn!
nl: Volgende stap!
pl: Następny krok!
pt: Próxima etapa!
pt_pt: Próximo passo!
tr: Bir sonraki adım!

source: Next factor the numerator and denominator.
da: Faktoriser dernæst tælleren og nævneren.
es: Después factoriza el numerador y el denominador.
fr: On factorise le numérateur et le dénominateur.
nb: Faktoriser deretter telleren og nevneren.
pt: A seguir fatore o numerador e o denominador.
tr: Sonra pay ve paydayı çarpanlarına ayırınız.

source: Next posts
es: Publicaciones siguientes
ja: 次の記事
nb: Neste innlegg
nl: Volgende berichten
pl: Następne posty
pt: Próximas publicações
pt_pt: Publicações mais recentes
tr: Sonraki yazılar

source: Next section:
da: Næste afsnit:
es: Siguiente sección:
fr: Section suivante :
ja: 次のセクション:
nb: Neste avsnitt:
nl: Volgend onderdeel:
pl: Następna sekcja:
pt: Próxima seção:
pt_pt: Próxima secção:
tr: Bir sonraki bölüm:

source: Next step in your "Getting started" coach checklist:
da: Næste trin på din "Kom godt i gang" tjekliste for vejledere:
es: Siguiente paso en tu lista "Primeros pasos" para tutor:
fr: Félicitations pour votre premier élève! Voir 'Progression de l'élève' pour suivre leur activité.
ja: あなたの「これからはじめる」のコーチのチェックリストで次のステップに進みましょう:
nb: Neste skritt i din "Komme i gang" veileder sjekkliste:
nl: De volgende stap in jouw "Aan de slag" coach checklist:
pl: Następny krok na Twojej liście "Pierwsze kroki":
pt: Próximo passo em sua lista de "Introdução" para tutor:
pt_pt: O próximo passo na sua lista de "iniciação rápida" para tutores é:
tr: "Başlarken" eğitmen listenizdeki bir sonraki adım:

source: Next step in your "Getting started" parent checklist:
da: Næste trin på din "Kom godt i gang" forælder tjekliste:
es: Siguiente paso en tu lista "Primeros pasos" para padres:
fr: Prochaine étape dans votre checklist :
ja: あなたの「これからはじめる」という親のチェックリストの次のステップ:
nb: Neste skritt i din "Komme i gang" foreldre sjekkliste:
nl: De volgende stap in jouw "Aan de slag" checklist voor ouders:
pl: Następny krok na Twojej liście "Pierwsze kroki":
pt: Próximo passo em sua lista de "Introdução" para pais:
pt_pt: O próximo passo na sua lista de "iniciação rápida" para pais é:
tr: "Başlarken" veli listenizin bir sonraki adımı:

source: Next, calculate the area of the <span class="hint_green">inner figure</span>.
fr: Ensuite, on calcule l'aire de la <span class="hint_green">figure intérieure</span>.
pt: Em seguida, calcule a área da <span class="hint_green">figura de dentro</span>.
tr: Sonra, <span class="hint_green">içteki şeklin</span> alanını hesaplayınız.

source: Next, distribute the <code>\blue{<var>X</var>}</code> and the <code>\blue{<var>B</var>}</code>:
es: A continuación, distribuye <code>\blue{<var>X</var>}</code> y <code>\blue{<var>B</var>}</code>:
fr: Puis on multiplie par <code>\blue{<var>X</var>}</code> et par <code>\blue{<var>B</var>}</code>:
nb: Gang deretter <code>\blue{<var>X</var>}</code> og<code>\blue{<var>B</var>}</code> inn i parentesen:
pl: Następnie wymnóż <code>\blue{<var>X</var>}</code> i <code>\blue{<var>B</var>}</code>:
pt: Em seguida, distribua o <code>\blue{<var>X</var>}</code> e o <code>\blue{<var>B</var>}</code>:
tr: Sonra, <code>\blue{<var>X</var>}</code> ve <code>\blue{<var>B</var>}</code>'yi dağıtın:
