Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code> is equivalent to <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>
es: <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code> es equivalente a <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>
fr: <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code> est égale à <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>
nb: <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code> tilsvarer <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>
pl: <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code> jest równoważne <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>
pt: <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code> é equivalente a <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>.
tr: <code>\dfrac{<var>NUMERATOR * FACTOR</var>}{<var>DENOMINATOR * FACTOR</var>}</code>, <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>'ya denktir.

source: <code>\dfrac{<var>V1</var>}{<var>V2</var>} = <var>MULTIPLIER</var></code> fits this pattern, with <code>k = <var>MULTIPLIER</var></code>.
da: <code>\dfrac{<var>V1</var>}{<var>V2</var>} = <var>MULTIPLIER</var></code> passer på dette mønster med <code>k = <var>MULTIPLIER</var></code>.
es: <code>\dfrac{<var>V1</var>}{<var>V2</var>} = <var>MULTIPLIER</var></code> encaja con este patrón, con <code>k = <var>MULTIPLIER</var></code>.
fr: <code>\dfrac{<var>V1</var>}{<var>V2</var>} = <var>MULTIPLIER</var></code> est de cette forme, avec <code>k = <var>MULTIPLIER</var></code>.
nb: <code>\dfrac{<var>V1</var>}{<var>V2</var>} = <var>MULTIPLIER</var></code> passer for dette mønsteret med <code>k = <var>MULTIPLIER</var></code>.
pl: <code>\dfrac{<var>V1</var>}{<var>V2</var>} = <var>MULTIPLIER</var></code> pasuje do tego wzoru z <code>k = <var>MULTIPLIER</var></code>.
pt: <code>\dfrac{<var>V1</var>}{<var>V2</var>} = <var>MULTIPLIER</var></code> se encaixa nesse padrão, com <code>k = <var>MULTIPLIER</var></code>.
tr: <code>\dfrac{<var>V1</var>}{<var>V2</var>} = <var>MULTIPLIER</var></code> bu örüntüye uyar, burada <code>k = <var>MULTIPLIER</var></code>.

source: <code>\displaystyle = <var>ANGLE.rad</var></code> radians
da: <code>\displaystyle = <var>ANGLE.rad</var></code> radianer
es: <code>\displaystyle = <var>ANGLE.rad</var></code> radianes
pt: <code>\displaystyle = <var>ANGLE.rad</var></code> radianos
tr: <code>\displaystyle = <var>ANGLE.rad</var></code> radyan

source: <code>\green{1\text{ <var>WHOLE_TEXT</var>}} = \green{<var>WHOLE_FRAC</var>}</code>, so we can rewrite our equation like this:
es: <code>\green{1\text{ <var>WHOLE_TEXT</var>}} = \green{<var>WHOLE_FRAC</var>}</code>, por tanto podemos reescribir nuestra ecuación así:
fr: <code>\green{1\text{ <var>WHOLE_TEXT</var>}} = \green{<var>WHOLE_FRAC</var>}</code>, donc on peut réécrire l'équation sous la forme :
nb: <code>\green{1\text{ <var>WHOLE_TEXT</var>}} = \green{<var>WHOLE_FRAC</var>}</code>, så vi kan skrive om likningen slik:
pl: <code>\green{1\text{ <var>WHOLE_TEXT</var>}} = \green{<var>WHOLE_FRAC</var>}</code>, więc możemy zapisać nasze równanie w ten sposób:
pt: <code>\green{1\text{ <var>WHOLE_TEXT</var>}} = \green{<var>WHOLE_FRAC</var>}</code>, portanto podemos reescrever nossa equação assim:
tr: <code>\green{1\text{ <var>WHOLE_TEXT</var>}} = \green{<var>WHOLE_FRAC</var>}</code>, buna göre, denklemimizi şöyle yeniden yazabiliriz:

source: <code>\green{<var>M_NUMBER</var>}</code> is <code>\green{<var>fraction(-M_NUMERATOR, DENOMINATOR)</var>}</code> below <code>\blue{<var>M_WHOLE</var>}</code> on the number line.
nb: <code>\green{<var>M_NUMBER</var>}</code> er <code>\green{<var>fraction(-M_NUMERATOR, DENOMINATOR)</var>}</code> under <code>\blue{<var>M_WHOLE</var>}</code> på tallinjen.
nl: <code>\green{<var>M_NUMBER</var>}</code> ligt <code>\green{<var>fraction(-M_NUMERATOR, DENOMINATOR)</var>}</code> onder <code>\blue{<var>M_WHOLE</var>}</code> op de getallenlijn.
pl: <code>\green{<var>M_NUMBER</var>}</code> znajduje się <code>\green{<var>fraction(-M_NUMERATOR, DENOMINATOR)</var>}</code> poniżej <code>\blue{<var>M_WHOLE</var>}</code> na osi liczbowej.
pt: <code>\green{<var>M_NUMBER</var>}</code> está <code>\green{<var>fraction(-M_NUMERATOR, DENOMINATOR)</var>}</code> abaixo de <code>\blue{<var>M_WHOLE</var>}</code> na reta numérica.

source: <code>\green{<var>M_NUMBER</var>}</code> is <code>\green{<var>fraction(-M_NUMERATOR, DENOMINATOR)</var>}</code> to the left of <code>\blue{<var>M_WHOLE</var>}</code> on the number line.
nb: <code>\green{<var>M_NUMBER</var>}</code> er <code>\green{<var>fraction(-M_NUMERATOR, DENOMINATOR)</var>}</code> til venstre for <code>\blue{<var>M_WHOLE</var>}</code> på tallinjen.
nl: <code>\green{<var>M_NUMBER</var>}</code> ligt <code>\green{<var>fraction(-M_NUMERATOR, DENOMINATOR)</var>}</code> links van <code>\blue{<var>M_WHOLE</var>}</code> op de getallenlijn.
pl: <code>\green{<var>M_NUMBER</var>}</code> znajduje się <code>\green{<var>fraction(-M_NUMERATOR, DENOMINATOR)</var>}</code> na lewo od <code>\blue{<var>M_WHOLE</var>}</code> na osi liczbowej.
pt: <code>\green{<var>M_NUMBER</var>}</code> está <code>\green{<var>fraction(-M_NUMERATOR, DENOMINATOR)</var>}</code> à esquerda de <code>\blue{<var>M_WHOLE</var>}</code> na reta numérica.

source: <code>\green{<var>M_NUMBER</var>}</code> is <code>\green{<var>fraction(M_NUMERATOR, DENOMINATOR)</var>}</code> above <code>\blue{<var>M_WHOLE</var>}</code> on the number line.
nb: <code>\green{<var>M_NUMBER</var>}</code> er <code>\green{<var>fraction(M_NUMERATOR, DENOMINATOR)</var>}</code> over <code>\blue{<var>M_WHOLE</var>}</code> på tallinjen.
nl: <code>\green{<var>M_NUMBER</var>}</code> ligt <code>\green{<var>fraction(M_NUMERATOR, DENOMINATOR)</var>}</code> boven <code>\blue{<var>M_WHOLE</var>}</code> op de getallenlijn.
pl: <code>\green{<var>M_NUMBER</var>}</code> znajduje się <code>\green{<var>fraction(M_NUMERATOR, DENOMINATOR)</var>}</code> powyżej <code>\blue{<var>M_WHOLE</var>}</code> na osi liczbowej.
pt: <code>\green{<var>M_NUMBER</var>}</code> está <code>\green{<var>fraction(M_NUMERATOR, DENOMINATOR)</var>}</code> acima de <code>\blue{<var>M_WHOLE</var>}</code> na reta numérica.
tr: <code>\green{<var>M_NUMBER</var>}</code>, sayı doğrusunda <code>\blue{<var>M_WHOLE</var>}</code>'in <code>\green{<var>fraction(M_NUMERATOR, DENOMINATOR)</var>}</code> üstündedir.

source: <code>\green{<var>M_NUMBER</var>}</code> is <code>\green{<var>fraction(M_NUMERATOR, DENOMINATOR)</var>}</code> to the right of <code>\blue{<var>M_WHOLE</var>}</code> on the number line.
nb: <code>\green{<var>M_NUMBER</var>}</code> er <code>\green{<var>fraction(M_NUMERATOR, DENOMINATOR)</var>}</code> til høyre for <code>\blue{<var>M_WHOLE</var>}</code> på tallinjen.
nl: <code>\green{<var>M_NUMBER</var>}</code> ligt <code>\green{<var>fraction(M_NUMERATOR, DENOMINATOR)</var>}</code> rechts van <code>\blue{<var>M_WHOLE</var>}</code> op de getallenlijn.
pl: <code>\green{<var>M_NUMBER</var>}</code> znajduje się <code>\green{<var>fraction(M_NUMERATOR, DENOMINATOR)</var>}</code> na prawo od <code>\blue{<var>M_WHOLE</var>}</code> na osi liczbowej.
pt: <code>\green{<var>M_NUMBER</var>}</code> está <code>\green{<var>fraction(M_NUMERATOR, DENOMINATOR)</var>}</code> à direita de <code>\blue{<var>M_WHOLE</var>}</code> na reta numérica.
tr: <code>\green{<var>M_NUMBER</var>}</code>, sayı doğrusunda <code>\blue{<var>M_WHOLE</var>}</code>'in <code>\green{<var>fraction(M_NUMERATOR, DENOMINATOR)</var>}</code> sağındadır.

source: <code>\green{<var>M_NUMBER</var>}</code> is between <code>\blue{<var>M_WHOLE</var>}</code> and <code>\blue{<var>NEXT_NUM</var>}</code> on the number line.
nb: <code>\green{<var>M_NUMBER</var>}</code> er mellom <code>\blue{<var>M_WHOLE</var>}</code> og <code>\blue{<var>NEXT_NUM</var>}</code> på tallinjen.
nl: <code>\green{<var>M_NUMBER</var>}</code> ligt tussen <code>\blue{<var>M_WHOLE</var>}</code> en <code>\blue{<var>NEXT_NUM</var>}</code> op de getallenlijn.
pl: <code>\green{<var>M_NUMBER</var>}</code> jest pomiędzy <code>\blue{<var>M_WHOLE</var>}</code> i <code>\blue{<var>NEXT_NUM</var>}</code> na osi liczbowej.
pt: <code>\green{<var>M_NUMBER</var>}</code> está entre <code>\blue{<var>M_WHOLE</var>}</code> e <code>\blue{<var>NEXT_NUM</var>}</code> na reta numérica.
tr: <code>\green{<var>M_NUMBER</var>}</code>, sayı doğrusunda <code>\blue{<var>M_WHOLE</var>}</code> ile <code>\blue{<var>NEXT_NUM</var>}</code> arasındadır.

source: <code>\green{<var>M_NUMBER</var>}</code> is less than <code>1</code> so lies between <code>\blue{<var>M_WHOLE</var>}</code> and <code>\blue{<var>NEXT_NUM</var>}</code> on the number line.
nb: <code>\green{<var>M_NUMBER</var>}</code> er mindre enn <code>1</code> og ligger mellom <code>\blue{<var>M_WHOLE</var>}</code> og <code>\blue{<var>NEXT_NUM</var>}</code> på tallinjen.
nl: <code>\green{<var>M_NUMBER</var>}</code> is kleiner dan <code>1</code> en ligt dus tussen <code>\blue{<var>M_WHOLE</var>}</code> en <code>\blue{<var>NEXT_NUM</var>}</code> op de getallenlijn.
pl: <code>\green{<var>M_NUMBER</var>}</code> jest mniejsze od <code>1</code> więc leży pomiędzy <code>\blue{<var>M_WHOLE</var>}</code> i <code>\blue{<var>NEXT_NUM</var>}</code> na osi liczbowej.
pt: <code>\green{<var>M_NUMBER</var>}</code> é menor que <code>1</code>, portanto fica entre <code>\blue{<var>M_WHOLE</var>}</code> e <code>\blue{<var>NEXT_NUM</var>}</code> na reta numérica.
tr: <code>\green{<var>M_NUMBER</var>}</code> <code>1</code>'den küçüktür, yani sayı doğrusunda <code>\blue{<var>M_WHOLE</var>}</code> ile <code>\blue{<var>NEXT_NUM</var>}</code> arasındadır.

source: <code>\green{<var>WHOLE_FRAC</var>} = \green{1\text{ <var>WHOLE_TEXT</var>}}</code>, so we can rewrite our equation like this:
es: <code>\green{<var>WHOLE_FRAC</var>} = \green{1\text{ <var>WHOLE_TEXT</var>}}</code>, por tanto podemos reescribir nuestra ecuación así:
fr: <code>\green{<var>WHOLE_FRAC</var>} = \green{1\text{ <var>WHOLE_TEXT</var>}}</code>, donc on peut réécrire l'équation sous la forme :
nb: <code>\green{<var>WHOLE_FRAC</var>} = \green{1\text{ <var>WHOLE_TEXT</var>}}</code>, så vi kan skrive om brøken som dette:
pl: <code>\green{<var>WHOLE_FRAC</var>} = \green{1\text{ <var>WHOLE_TEXT</var>}}</code>, więc możemy zapisać równanie w ten sposób:
pt: <code>\green{<var>WHOLE_FRAC</var>} = \green{1\text{ <var>WHOLE_TEXT</var>}}</code>, portanto podemos reescrever nossa equação assim:
tr: <code>\green{<var>WHOLE_FRAC</var>} = \green{1\text{ <var>WHOLE_TEXT</var>}}</code>, buna göre, denklemimizi şöyle yeniden yazabiliriz:

source: <code>\green{\angle{ABD}}</code> and <code>\blue{\angle{ABE}}</code> are supplementary.
es: <code>\green{\angle{ABD}}</code> y <code>\blue{\angle{ABE}}</code> son suplementarios.
pt: <code>\green{\angle{ABD}}</code> e <code>\blue{\angle{ABE}}</code> são suplementares.
tr: <code>\green{\angle{ABD}}</code> ve <code>\blue{\angle{ABE}}</code> bütünlerdir.

source: <code>\green{\dfrac{<var>NUMERATOR</var>}{<var>-DENOMINATOR</var>}}</code> is less than <code>1</code> so <code>\green{<var>M_NUMBER</var>}</code> lies between <code>\blue{<var>M_WHOLE</var>}</code> and <code>\blue{<var>NEXT_NUM</var>}</code> on the number line.
nb: <code>\green{\dfrac{<var>NUMERATOR</var>}{<var>-DENOMINATOR</var>}}</code> er mindre enn <code>1</code> så <code>\green{<var>M_NUMBER</var>}</code> ligger mellom <code>\blue{<var>M_WHOLE</var>}</code> og <code>\blue{<var>NEXT_NUM</var>}</code> på tallinjen.
nl: <code>\green{\dfrac{<var>NUMERATOR</var>}{<var>-DENOMINATOR</var>}}</code> is kleiner dan <code>1</code> , dus <code>\green{<var>M_NUMBER</var>}</code> ligt tussen <code>\blue{<var>M_WHOLE</var>}</code> en <code>\blue{<var>NEXT_NUM</var>}</code> op de getallenlijn.
pl: <code>\green{\dfrac{<var>NUMERATOR</var>}{<var>-DENOMINATOR</var>}}</code> jest mniejsze od <code>1</code> więc <code>\green{<var>M_NUMBER</var>}</code> leży pomiędzy <code>\blue{<var>M_WHOLE</var>}</code> i <code>\blue{<var>NEXT_NUM</var>}</code> na osi liczbowej.
pt: <code>\green{\dfrac{<var>NUMERATOR</var>}{<var>-DENOMINATOR</var>}}</code> é menor que <code>1</code>, portanto <code>\green{<var>M_NUMBER</var>}</code> fica entre <code>\blue{<var>M_WHOLE</var>}</code> e <code>\blue{<var>NEXT_NUM</var>}</code> na reta numérica.
tr: <code>\green{\dfrac{<var>NUMERATOR</var>}{<var>-DENOMINATOR</var>}}</code> <code>1</code>'den küçüktür yani <code>\green{<var>M_NUMBER</var>}</code>, sayı doğrusunda <code>\blue{<var>M_WHOLE</var>}</code> ile <code>\blue{<var>NEXT_NUM</var>}</code>arasındadır.

source: <code>\large{&gt;}</code> means "greater than".
da: <code>\large{&gt;}</code> betyder "større end".
es: <code>\large{&gt;}</code> significa "mayor que".
fr: <code>\large{&gt;}</code> signifie "strictement supérieur à".
hi: <code>\large{&gt;}</code> मतलब "से बड़ा"।
nb: <code>\large{&gt;}</code> betyr "større enn".
pl: <code>\large{&gt;}</code> oznacza "większy niż".
pt: <code>\large{&gt;}</code> significa "maior que".
pt_pt: <code>\large{&gt;}</code> significa "maior que".
tr: <code>\large{&gt;}</code> ''büyüktür'' anlamını taşır.

source: <code>\large{&lt;}</code> means "less than".
da: <code>\large{&lt;}</code> betyder "mindre end".
es: <code>\large{&lt;}</code> significa "menor que".
fr: <code>\large{&lt;}</code> signifie "strictement inférieur à".
hi: <code>\large{&lt;}</code> मतलब "से कम"I
nb: <code>\large{&lt;}</code> betyr "mindre enn".
nl: <code>\large{&lt;}</code> betekent "kleiner dan".
pl: <code>\large{&lt;}</code> oznacza "mniejszy niż".
pt: <code>\large{&lt;}</code> significa "menor que".
pt_pt: <code>\large{&lt;}</code> significa "menor que".
tr: <code>\large{&lt;}</code> ''küçüktür'' anlamını taşır.

source: <code>\large{<var>N1</var>}</code> is equal to <code>\large{<var>N2</var>}</code>.
da: <code>\large{<var>N1</var>}</code> er lig med <code>\large{<var>N2</var>}</code>.
es: <code>\large{<var>N1</var>}</code> es igual a <code>\large{<var>N2</var>}</code>.
fr: <code>\large{<var>N1</var>}</code> est égal à <code>\large{<var>N2</var>}</code>.
hi: <code>\large{<var>N1</var>}</code> बराबर है इसके <code>\large{<var>N2</var>}</code>.
nb: <code>\large{<var>N1</var>}</code> er lik <code>\large{<var>N2</var>}</code>.
nl: <code>\large{<var>N1</var>}</code> is gelijk aan <code>\large{<var>N2</var>}</code>.
pl: <code>\large{<var>N1</var>}</code> jest równe <code>\large{<var>N2</var>}</code>.
pt: <code>\large{<var>N1</var>}</code> é igual a <code>\large{<var>N2</var>}</code>.
tr: <code>\large{<var>N1</var>}</code> <code>\large{<var>N2</var>}</code>'ye eşittir.

source: <code>\large{<var>N1</var>}</code> is greater than <code>\large{<var>N2</var>}</code>.
da: <code>\large{<var>N1</var>}</code> er større end <code>\large{<var>N2</var>}</code>.
es: <code>\large{<var>N1</var>}</code> es mayor que <code>\large{<var>N2</var>}</code>.
fr: <code>\large{<var>N1</var>}</code> est plus grand que <code>\large{<var>N2</var>}</code>.
hi: <code>\large{<var>N1</var>}</code>बड़ा है इससे<code>\large{<var>N2</var>}</code>.
nb: <code>\large{<var>N1</var>}</code> er større enn <code>\large{<var>N2</var>}</code>.
nl: <code>\large{<var>N1</var>}</code> is groter dan <code>\large{<var>N2</var>}</code>.
pl: <code>\large{<var>N1</var>}</code> jest większe niż <code>\large{<var>N2</var>}</code>.
pt: <code>\large{<var>N1</var>}</code> é maior que <code>\large{<var>N2</var>}</code>.
pt_pt: <code>\large{<var>N1</var>}</code> é maior que <code>\large{<var>N2</var>}</code>.
tr: <code>\large{<var>N1</var>}</code> <code>\large{<var>N2</var>}</code>'den büyüktür.

source: <code>\large{<var>N1</var>}</code> is less than <code>\large{<var>N2</var>}</code>.
da: <code>\large{<var>N1</var>}</code> er mindre end <code>\large{<var>N2</var>}</code>.
es: <code>\large{<var>N1</var>}</code> es menor que <code>\large{<var>N2</var>}</code>.
fr: <code>\large{<var>N1</var>}</code> est plus petit que <code>\large{<var>N2</var>}</code>.
hi: <code>\large{<var>N1</var>}</code> कम है इससे <code>\large{<var>N2</var>}</code>.
nb: <code>\large{<var>N1</var>}</code> er mindre enn <code>\large{<var>N2</var>}</code>.
nl: <code>\large{<var>N1</var>}</code> is kleiner dan <code>\large{<var>N2</var>}</code>.
pl: <code>\large{<var>N1</var>}</code> jest mniejsze od <code>\large{<var>N2</var>}</code>.
pt: <code>\large{<var>N1</var>}</code> é menor que <code>\large{<var>N2</var>}</code>.
tr: <code>\large{<var>N1</var>}</code> <code>\large{<var>N2</var>}</code>'den küçüktür.

source: <code>\large{=}</code> means "equal to".
da: <code>\large{=}</code> betyder "lig med".
es: <code>\large{=}</code> significa "igual a".
fr: <code>\large{=}</code> signifie "égal à".
hi: <code>\large{=}</code> मतलब "के बराबर"I
nb: <code>\large{=}</code> betyr "lik".
nl: <code>\large{=}</code> betekent "gelijk aan".
pl: <code>\large{=}</code> oznacza "równa się".
pt: <code>\large{=}</code> significa "igual a".
pt_pt: <code>\large{=}</code> significa "igual a".
tr: <code>\large{=}</code> ''eşittir'' demektir.

source: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> is less than <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
da: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> er mindre end <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
es: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> es menor que <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
fr: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> est plus petit que <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
nb: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> er mindre enn <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
nl: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> is minder dan <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
pl: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> to mniej, niż <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
pt: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> é menor que <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
tr: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code>, <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>'den küçüktür.

source: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> is more than <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
da: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> er mere end <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
es: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> es más que <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
fr: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> est plus grand que <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
nb: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> er mer enn <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
nl: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> is meer dan <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
pl: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> to więcej, niż <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
pt: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> é maior que <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
tr: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code>, <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>'den büyüktür.

source: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> is the same as <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
da: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> er det samme som <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
es: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> es lo mismo que <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
fr: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> est égal à <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
nb: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> er det samme som <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
nl: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> is hetzelfde als <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
pl: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> to tyle samo, co <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
pt: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code> é o mesmo que <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code>.
tr: <code>\large{\blue{<var>D1</var> \text{ <var>plural_form(HUNDREDTHS, D1)</var>}}}</code>, <code>\large{\green{<var>D2</var> \text{ <var>plural_form(HUNDREDTHS, D2)</var>}}}</code> ile aynıdır.
