Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_IMPROVED</var></span> students
fr: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_IMPROVED</var></span> élèves
nb: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_IMPROVED</var></span> elever
pl: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_IMPROVED</var></span> uczniów
pt: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_IMPROVED</var></span> alunos
tr: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_IMPROVED</var></span> öğrenci

source: <span class="sol" data-forms="integer"><var>K</var></span> square <var>plural_form(UNIT_TEXT)</var>
es: <span class="sol" data-forms="integer"><var>K</var></span> <var>plural_form(UNIT_TEXT)</var>
fr: <span class="sol" data-forms="integer"><var>K</var></span> <var>plural_form(UNIT_TEXT)</var> carrés
pt: <span class="sol" data-forms="integer"><var>K</var></span> <var>plural_form(UNIT_TEXT)</var> quadrados
tr: <span class="sol" data-forms="integer"><var>K</var></span> <var>plural_form(UNIT_TEXT)</var> kare

source: <span class="sol" data-forms="integer"><var>L * W</var></span> square <var>plural_form(UNIT_TEXT)</var>
fr: <span class="sol" data-forms="integer"><var>L * W</var></span> <var>plural_form(UNIT_TEXT)</var> carrés
pl: <span class="sol" data-forms="integer"><var>L * W</var></span> <var>plural_form(UNIT_TEXT)</var> do kwadratu
pt: <span class="sol" data-forms="integer"><var>L * W</var></span> <var>plural_form(UNIT_TEXT)</var> quadrados
tr: <span class="sol" data-forms="integer"><var>L * W</var></span> <var>plural_form(UNIT_TEXT)</var> kare

source: <span class="sol" data-forms="integer"><var>LENGTH + 1</var></span> fence posts
es: <span class="sol" data-forms="integer"><var>LENGTH + 1</var></span> postes
fr: <span class="sol" data-forms="integer"><var>LENGTH + 1</var></span> poteaux de clôture
hi: <span class="sol" data-forms="integer"><var>LENGTH + 1</var></span> खंभे
nb: <span class="sol" data-forms="integer"><var>LENGTH + 1</var></span> gjerdestopler
nl: <span class="sol" data-forms="integer"> <var>LENGTH + 1</var></span> palen
pl: <span class="sol" data-forms="integer"><var>LENGTH + 1</var></span> sztachet
pt: <span class="sol" data-forms="integer"><var>LENGTH + 1</var></span> estacas

source: <span class="sol" data-forms="integer"><var>NUM -1</var></span> cuts
da: <span class="sol" data-forms="integer"> <var>NUM -1</var></span> snit
es: <span class="sol" data-forms="integer"><var>NUM -1</var></span> cortes
fr: <span class="sol" data-forms="integer"><var>NUM -1</var></span> coupures
hi: <span class="sol" data-forms="integer"><var>NUM -1</var></span> कट
nb: <span class="sol" data-forms="integer"> <var>NUM -1</var></span> kutt
nl: <span class="sol" data-forms="integer"><var>NUM -1</var></span> sneetjes
pl: <span class="sol" data-forms="integer"><var>NUM -1</var></span> cięć
pt: <span class="sol" data-forms="integer"><var>NUM -1</var></span> cortes
tr: <span class="sol" data-forms="integer"><var>NUM -1</var></span> kesim

source: <span class="sol" data-forms="integer"><var>S * S</var></span> square <var>plural_form(UNIT_TEXT)</var>
da: <span class="sol" data-forms="integer"><var>S * S</var></span> kvadrat<var>plural_form(UNIT_TEXT)</var>
fr: <span class="sol" data-forms="integer"><var>S * S</var></span> <var>plural_form(UNIT_TEXT)</var> carrés
pl: <span class="sol" data-forms="integer"><var>S * S</var></span> <var>plural_form(UNIT_TEXT)</var> do kwadratu
pt: <span class="sol" data-forms="integer"><var>S * S</var></span> <var>plural_form(UNIT_TEXT)</var> quadrados
tr: <span class="sol" data-forms="integer"><var>S * S</var></span> <var>plural_form(UNIT_TEXT)</var> kare

source: <span class="sol" data-forms="integer"><var>SHAPE.area</var></span> square <var>plural_form(UNIT_TEXT)</var>
fr: <span class="sol" data-forms="integer"><var>SHAPE.area</var></span> carré <var>plural_form(UNIT_TEXT)</var>
pl: <span class="sol" data-forms="integer"><var>SHAPE.area</var></span> <var>plural_form(UNIT_TEXT)</var> do kwadratu
pt: <span class="sol" data-forms="integer"><var>SHAPE.area</var></span> <var>plural_form(UNIT_TEXT)</var> quadrados
tr: <span class="sol" data-forms="integer"><var>SHAPE.area</var></span> <var>plural_form(UNIT_TEXT)</var> kare

source: <span class="sol" data-forms="integer"><var>TIME_FINAL</var></span> minutes
es: <span class="sol" data-forms="integer"><var>TIME_FINAL</var></span> minutos
hi: <span class="sol" data-forms="integer"><var>TIME_FINAL</var></span> मिनट
nb: <span class="sol" data-forms="integer"><var>TIME_FINAL</var></span> minutter
pl: <span class="sol" data-forms="integer"><var>TIME_FINAL</var></span> minut
pt: <span class="sol" data-forms="integer"><var>TIME_FINAL</var></span> minutos
tr: <span class="sol" data-forms="integer"><var>TIME_FINAL</var></span> dakika

source: <span class="sol" data-forms="integer, decimal" data-inexact="" data-max-error="0.1"><var>P1_MOL</var></span> moles (you can round to the nearest tenth of a mole)
pt: <span class="sol" data-forms="integer, decimal" data-inexact="" data-max-error="0.1"><var>P1_MOL</var></span> mols (você pode arredondar para o decimal de mol mais próximo)
tr: <span class="sol" data-forms="integer, decimal" data-inexact="" data-max-error="0.1"><var>P1_MOL</var></span> molekül (en yakın ondabir moleküle yuvarlayabilirsiniz)

source: <span class="sol" data-forms="integer, decimal" data-inexact="" data-max-error="1"><var>P1_MASS</var></span> grams (you can round to the nearest gram)
pt: <span class="sol" data-forms="integer, decimal" data-inexact="" data-max-error="1"><var>P1_MASS</var></span> gramas (você pode arredondar para o grama mais próximo)
tr: <span class="sol" data-forms="integer, decimal" data-inexact="" data-max-error="1"><var>P1_MASS</var></span> gram ( en yakın grama yuvarlayabilirsiniz)

source: <span class="sol" data-forms="integer, decimal"> <var>VALUES[INDEX]</var> </span> house points
fr: <span class="sol" data-forms="integer, decimal"> <var>VALUES[INDEX]</var> </span> points
nb: <span class="sol" data-forms="integer, decimal"> <var>VALUES[INDEX]</var> </span> poeng
pl: <span class="sol" data-forms="integer, decimal"> <var>VALUES[INDEX]</var> </span> Punkty przyznane domowi
pt: <span class="sol" data-forms="integer, decimal"> <var>VALUES[INDEX]</var> </span> pontos de casa
tr: <span class="sol" data-forms="integer, decimal"> <var>VALUES[INDEX]</var> </span> puan

source: <span class="sol" data-forms="integer, decimal"><var>rain_2 - rain_1</var></span> centimeters
es: <span class="sol" data-forms="integer, decimal"><var>rain_2 - rain_1</var></span> centímetros
fr: <span class="sol" data-forms="integer, decimal"><var>rain_2 - rain_1</var></span> centimètres
hi: <span class="sol" data-forms="integer, decimal"><var>rain_2 - rain_1</var></span> सेंटीमीटर
nb: <span class="sol" data-forms="integer, decimal"><var>rain_2 - rain_1</var></span> centimeter
pl: <span class="sol" data-forms="integer, decimal"><var>rain_2 - rain_1</var></span> centymetrów
pt: <span class="sol" data-forms="integer, decimal"><var>rain_2 - rain_1</var></span> centímetros
tr: <span class="sol" data-forms="integer, decimal"><var>rain_2 - rain_1</var></span> santimetre

source: <span class="sol" data-forms="integer, decimal"><var>time_1 - time_2 </var></span> seconds
es: <span class="sol" data-forms="integer, decimal"><var>time_1 - time_2 </var></span> segundos
fr: <span class="sol" data-forms="integer, decimal"><var>time_1 - time_2 </var></span> secondes
hi: <span class="sol" data-forms="integer, decimal"><var>time_1 - time_2 </var></span> क्षण
nb: <span class="sol" data-forms="integer, decimal"><var>time_1 - time_2 </var></span> sekunder
pl: <span class="sol" data-forms="integer, decimal"><var>time_1 - time_2 </var></span> sekund
pt: <span class="sol" data-forms="integer, decimal"><var>time_1 - time_2 </var></span> segundos

source: <span class="sol" data-forms="integer, decimal"><var>weight_1 + weight_2</var></span> kilograms
fr: <span class="sol" data-forms="integer, decimal"><var>weight_1 + weight_2</var></span> kilogrammes
hi: <span class="sol" data-forms="integer, decimal"><var>weight_1 + weight_2</var></span> किलो
nb: <span class="sol" data-forms="integer, decimal"><var>weight_1 + weight_2</var></span> kilogram
pl: <span class="sol" data-forms="integer, decimal"><var>weight_1 + weight_2</var></span> kilogramów
pt: <span class="sol" data-forms="integer, decimal"><var>weight_1 + weight_2</var></span> quilogramas
tr: <span class="sol" data-forms="integer, decimal"><var>weight_1 + weight_2</var></span> kilogram

source: <span class="sol" data-forms="pi"> <var>ANGLE.deg / 180 * PI</var> </span> radians
da: <span class="sol" data-forms="pi"> <var>ANGLE.deg / 180 * PI</var> </span> radianer
es: <span class="sol" data-forms="pi"> <var>ANGLE.deg / 180 * PI</var> </span> radianes
pt: <span class="sol" data-forms="pi"> <var>ANGLE.deg / 180 * PI</var> </span> radianos
tr: <span class="sol" data-forms="pi"> <var>ANGLE.deg / 180 * PI</var> </span> radyan

source: <span class="sol" data-forms="pi"> <var>Math.PI * 2 * r * ( r + h )</var> </span> square units
fr: <span class="sol" data-forms="pi"> <var>Math.PI * 2 * r * ( r + h )</var> </span> unités au carré
pt: <span class="sol" data-forms="pi"> <var>Math.PI * 2 * r * ( r + h )</var> </span> unidades cúbicas
tr: <span class="sol" data-forms="pi"> <var>Math.PI * 2 * r * ( r + h )</var> </span> birim kare

source: <span class="sol" data-forms="pi"> <var>Math.PI * r * r * h</var> </span> cubic units
fr: <span class="sol" data-forms="pi"> <var>Math.PI * r * r * h</var> </span> unités au cube
pt: <span class="sol" data-forms="pi"> <var>Math.PI * r * r * h</var> </span> unidades cúbicas
tr: <span class="sol" data-forms="pi"> <var>Math.PI * r * r * h</var> </span> birim küp

source: <span class="sol" data-type="checkbox"> <var>NO_SOLUTION</var> </span> There is no solution
es: <span class="sol" data-type="checkbox"> <var>NO_SOLUTION</var> </span> No hay solución
fr: <span class="sol" data-type="checkbox"> <var>NO_SOLUTION</var> </span> L'équation n'a pas de solution
nb: <span class="sol" data-type="checkbox"> <var>NO_SOLUTION</var> </span> Det er ingen løsning
pt: <span class="sol" data-type="checkbox"> <var>NO_SOLUTION</var> </span> Sem solução
tr: <span class="sol" data-type="checkbox"> <var>NO_SOLUTION</var> </span> Çözüm yoktur

source: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral" || TYPE === "Isosceles"</var> </span> Isosceles
es: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral" || TYPE === "Isosceles"</var> </span> Isósceles
fr: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral" || TYPE === "Isosceles"</var> </span> isocèle
nb: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral" || TYPE === "Isosceles"</var> </span> likebeinte
pl: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral" || TYPE === "Isosceles"</var> </span> Równoramienny
pt: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral" || TYPE === "Isosceles"</var> </span> Isósceles
tr: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral" || TYPE === "Isosceles"</var> </span> İkizkenar

source: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral"</var> </span> Equilateral
es: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral"</var> </span> Equilátero
nb: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral"</var> </span> Likesidet
pl: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral"</var> </span> Równoboczny
pt: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral"</var> </span> Equilátero
tr: <span class="sol" data-type="checkbox"> <var>TYPE === "Equilateral"</var> </span> Eşkenar

source: <span class="sol" data-type="checkbox"> <var>TYPE === "Scalene"</var> </span> Scalene
es: <span class="sol" data-type="checkbox"> <var>TYPE === "Scalene"</var> </span> Escaleno
pl: <span class="sol" data-type="checkbox"> <var>TYPE === "Scalene"</var> </span> Różnoboczny
pt: <span class="sol" data-type="checkbox"> <var>TYPE === "Scalene"</var> </span> Escaleno
tr: <span class="sol" data-type="checkbox"> <var>TYPE === "Scalene"</var> </span> Çeşitkenar

source: <span class="sol" data-type="checkbox"><var>POINT_1_SOLUTION</var></span> <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> is a solution
es: <span class="sol" data-type="checkbox"><var>POINT_1_SOLUTION</var></span> <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> es una solución.
fr: Le couple de coordonnées du point <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> est solution <span class="sol" data-type="checkbox"><var>POINT_1_SOLUTION</var></span>
nb: <span class="sol" data-type="checkbox"><var>POINT_1_SOLUTION</var></span> <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> er en løsning
pl: <span class="sol" data-type="checkbox"><var>POINT_1_SOLUTION</var></span> <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> jest rozwiązaniem
pt: <span class="sol" data-type="checkbox"><var>POINT_1_SOLUTION</var></span> <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> é uma solução
tr: <span class="sol" data-type="checkbox"><var>POINT_1_SOLUTION</var></span> <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> bir çözümdür

source: <span class="sol" data-type="checkbox"><var>POINT_2_SOLUTION</var></span> <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> is a solution
es: <span class="sol" data-type="checkbox"><var>POINT_2_SOLUTION</var></span> <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> es una solución.
fr: Le couple de coordonnées du point <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> est solution <span class="sol" data-type="checkbox"><var>POINT_2_SOLUTION</var></span>
nb: <span class="sol" data-type="checkbox"><var>POINT_2_SOLUTION</var></span> <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> er en løsning
pl: <span class="sol" data-type="checkbox"><var>POINT_2_SOLUTION</var></span> <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> jest rozwiązaniem
pt: <span class="sol" data-type="checkbox"><var>POINT_2_SOLUTION</var></span><code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> é uma solução
tr: <span class="sol" data-type="checkbox"><var>POINT_2_SOLUTION</var></span> <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> bir çözümdür

source: <span class="sol" data-type="checkbox">False</span> <code><var>PRETTY_MAT_ID</var>^{-1}</code> does not exist
es: <span class="sol" data-type="checkbox">False</span> <code><var>PRETTY_MAT_ID</var>^{-1}</code> no existe
pt: <span class="sol" data-type="checkbox">False</span> <code><var>PRETTY_MAT_ID</var>^{-1}</code> não existe
tr: <span class="sol" data-type="checkbox">Yanlış</span> <code><var>PRETTY_MAT_ID</var>^{-1}</code> yoktur

source: <span class="sol" data-type="checkbox">true</span> <code><var>PRETTY_MAT_ID</var>^{-1}</code> does not exist
es: <span class="sol" data-type="checkbox">true</span> <code><var>PRETTY_MAT_ID</var>^{-1}</code> no existe
pt: <span class="sol" data-type="checkbox">true</span> <code><var>PRETTY_MAT_ID</var>^{-1}</code> não existe
tr: <span class="sol" data-type="checkbox">gerçek</span> <code><var>PRETTY_MAT_ID</var>^{-1}</code> yoktur.

source: <span class="sol" data-type="decimal"> <var>2 * (LENGTH * WIDTH + LENGTH * HEIGHT + WIDTH * HEIGHT)</var> </span> square units
fr: <span class="sol" data-type="decimal"> <var>2 * (LENGTH * WIDTH + LENGTH * HEIGHT + WIDTH * HEIGHT)</var> </span> unités au carré
pt: <span class="sol" data-type="decimal"> <var>2 * (LENGTH * WIDTH + LENGTH * HEIGHT + WIDTH * HEIGHT)</var> </span> unidades quadradas
tr: <span class="sol" data-type="decimal"> <var>2 * (LENGTH * WIDTH + LENGTH * HEIGHT + WIDTH * HEIGHT)</var> </span> birim kare

source: <span class="sol" data-type="decimal"><var>DEPTH * BASE * HEIGHT / 2</var></span> cubic units
fr: <span class="sol" data-type="decimal"><var>DEPTH * BASE * HEIGHT / 2</var></span> unités au cube
pt: <span class="sol" data-type="decimal"><var>DEPTH * BASE * HEIGHT / 2</var></span> unidades cúbicas
tr: <span class="sol" data-type="decimal"><var>DEPTH * BASE * HEIGHT / 2</var></span> birim küp

source: <span class="sol" data-type="decimal"><var>LENGTH * WIDTH * HEIGHT</var></span> cubic units
fr: <span class="sol" data-type="decimal"><var>LENGTH * WIDTH * HEIGHT</var></span> unités au cube
pt: <span class="sol" data-type="decimal"><var>LENGTH * WIDTH * HEIGHT</var></span> unidades cúbicas
tr: <span class="sol" data-type="decimal"><var>LENGTH * WIDTH * HEIGHT</var></span> birim küp

source: <span class="sol" data-type="rational"><var>LENGTH*WIDTH*HEIGHT</var></span> cubic <var>UNIT_SMALL</var>
es: <span class="sol" data-type="rational"><var>LENGTH*WIDTH*HEIGHT</var></span> <var>UNIT_SMALL</var> cúbicos
fr: <span class="sol" data-type="rational"><var>LENGTH*WIDTH*HEIGHT</var></span> <var>UNIT_SMALL</var> cubes
pl: <span class="sol" data-type="rational"><var>LENGTH*WIDTH*HEIGHT</var></span> <var>UNIT_SMALL</var> sześciennych
pt: <span class="sol" data-type="rational"><var>LENGTH*WIDTH*HEIGHT</var></span> <var>UNIT_SMALL</var> cúbicos(as)

source: <span class="sol"><var>K</var></span> square <var>plural_form(UNIT_TEXT)</var>
es: <span class="sol"><var>K</var></span> <var>plural_form(UNIT_TEXT)</var> cuadrados
pt: <span class="sol"><var>K</var></span> <var>plural_form(UNIT_TEXT)</var> quadrados
tr: <span class="sol"><var>K</var></span><var>plural_form(UNIT_TEXT)</var> kare

source: <span class="sol"><var>L1*W1*H1 - L2*W2*H2</var></span> cubic <var>UNIT</var>
es: <span class="sol"><var>L1*W1*H1 - L2*W2*H2</var></span> <var>UNIT</var> cúbicos
fr: <span class="sol"><var>L1*W1*H1 - L2*W2*H2</var></span> <var>UNIT</var> cubes
nb: <span class="sol"><var>L1*W1*H1 - L2*W2*H2</var></span> kubikk<var>UNIT</var>
pl: <span class="sol"><var>L1*W1*H1 - L2*W2*H2</var></span> <var>UNIT</var> sześciennych
pt: <span class="sol"><var>L1*W1*H1 - L2*W2*H2</var></span> <var>UNIT</var> cúbicos
tr: <span class="sol"><var>L1*W1*H1 - L2*W2*H2</var></span> <var>UNIT</var> küp

source: <span class="sol"><var>RATE_AVG</var></span> mph
fr: <span class="sol"><var>RATE_AVG</var></span> km/h
hi: <span class="sol"><var>RATE_AVG</var></span> मील प्रति घंटा
nb: <span class="sol"><var>RATE_AVG</var></span> mpt
pl: <span class="sol"><var>RATE_AVG</var></span> km/h
pt: <span class="sol"><var>RATE_AVG</var></span> km/h
tr: <span class="sol"><var>RATE_AVG</var></span> mil/saat

source: <span class="sol"><var>TIME_FINAL</var></span> minutes
es: <span class="sol"><var>TIME_FINAL</var></span> minutos
hi: <span class="sol"><var>TIME_FINAL</var></span> मिनट
nb: <span class="sol"><var>TIME_FINAL</var></span> minutter
pl: <span class="sol"><var>TIME_FINAL</var></span> minut
pt: <span class="sol"><var>TIME_FINAL</var></span> minutos
tr: <span class="sol"><var>TIME_FINAL</var></span> dakika

source: <span class="sol"><var>VOL1 + VOL2</var></span> cubic <var>UNIT</var>
es: <span class="sol"><var>VOL1 + VOL2</var></span> <var>UNIT</var> cúbicos
fr: <span class="sol"><var>VOL1 + VOL2</var></span> <var>UNIT</var> cubes
pl: <span class="sol"><var>VOL1 + VOL2</var></span> <var>UNIT</var> sześciennych
pt: <span class="sol"><var>VOL1 + VOL2</var></span> <var>UNIT</var> cúbicos

source: <span class="video-energy-points-current">%(points)s</span> of %(possible_points)s
bg: <span class="video-energy-points-current">%(points)s</span> от %(possible_points)s
da: <span class="video-energy-points-current">%(points)s</span> af %(possible_points)s
es: <span class="video-energy-points-current">%(points)s</span> de %(possible_points)s
fr: <span class="video-energy-points-current">%(points)s</span> sur %(possible_points)s
he: <span class="video-energy-points-current">%(points)s</span> של %(possible_points)s
ja: <span class="video-energy-points-current">%(points)s</span>/%(possible_points)s
nb: <span class="video-energy-points-current"> %(points)s</span> av %(possible_points)s
nl: <span class="video-energy-points-current">%(points)s</span> van %(possible_points)s
pl: <span class="video-energy-points-current">%(points)s</span> z %(possible_points)s
pt: <span class="video-energy-points-current">%(points)s</span> de %(possible_points)s
pt_pt: <span class="video-energy-points-current">%(points)s</span> de %(possible_points)s
tr: <span class="video-energy-points-current">%(points)s</span> %(possible_points)s

source: <span class='advocate-count'></span> people are changing minds
bg: <span class='advocate-count'></span> Хората променят мнението си
da: <span class='advocate-count'></span> personer er ved at ændre deres sind
es: <span class='advocate-count'></span> personas están cambiando de opinión
fr: <span class='advocate-count'></span> personnes font connaître la Khan Academy à travers le monde
nb: <span class='advocate-count'></span> forandrer måten vi tenker på læring
nl: <span class='advocate-count'></span> mensen veranderen van gedachten
pl: <span class='advocate-count'></span> ludzie zmieniają zdanie
pt: <span class='advocate-count'></span> pessoas já estão pensando de forma diferente
tr: <span class='advocate-count'></span> kişi fikirlerini değiştiriyor

source: <span class='bold-text'>Everyone else,</span> sign up using
bg: <span class='bold-text'>Всички останали,</span> регистрирайте се чрез
da: <span class='bold-text'>Alle andre,</span> opret dig ved at bruge
es: <span class='bold-text'>Todos los demás,</span> regístrense usando
fr: <span class='bold-text'>Pour tous les autres,</span> inscrivez vous à l'aide de
he: <span class='bold-text'>כל השאר,</span> הירשמו באמצעות
ja: <span class='bold-text'>誰でも</span>利用可能です
nb: <span class='bold-text'> Alle andre,</span> registrer deg ved å bruke
nl: <span class='bold-text'>Alle anderen,</span> meld je aan via
pl: <span class='bold-text'>Pozostałe osoby,</span> zarejestrujcie się przy użyciu
pt: <span class='bold-text'>Para outras pessoas,</span> cadastre-se usando
pt_pt: <span class='bold-text'>Se não és um professor nem um pai,</span> cria uma conta com o
tr: <span class='bold-text'>Diğer herkes,</span> lütfen giriş yapmak için

source: <span class='bold-text'>Welcome!</span> Create your username and password.
bg: <span class='bold-text'>Добре дошли!</span> Създайте своето потребителско име и парола.
da: <span class='bold-text'> Velkommen!</span> Opret dit brugernavn og adgangskode.
es: <span class='bold-text'> !Bienvenido!</span> Crea tu nombre de usuario y contraseña.
fr: <span class='bold-text'> Bienvenue !</span> Créez votre nom d'utilisateur et choisissez un mot de passe.
he: <span class='bold-text'>ברוכים הבאים!</span> צרו את שם המשתמש והסיסמה שלכם.
ja: <span class='bold-text'>ようこそ！</span> ユーザー名とパスワードを登録しよう。
nb: <span class='bold-text'>Velkommen!</span> Velg et brukernavn og passord.
nl: <span class='bold-text'>Welkom!</span> Creëer een gebruikersnaam en wachtwoord.
pl: <span class='bold-text'>Witamy!</span> Stwórz swój login i hasło.
pt: <span class='bold-text'>Bem-vindo!</span> Crie seu nome de usuário e senha.
pt_pt: <span class='bold-text'>A Khan Academy dá-te as boas-vindas!</span> Define o teu nome de utilizador e a tua palavra-passe.
tr: <span class='bold-text'>Hoşgeldiniz!</span> Kullanıcı adınızı ve şifrenizi oluşturunuz.
