Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Khan Academy has math subject "missions" from arithmetic through calculus. Each student has their own learning dashboard that uses state-of-the-art, adaptive software to identify gaps and show progress. Students also receive fun badges, energy points, and avatars along their "mission."
da: Khan Academy har matematik for ethvert klassetrin fra aritmetik til calculus. Hver elev har deres egen læringsoversigt, der anvender det bedste, adaptive software til at identificere mangler og vise fremskridt. Eleverne modtaget også sjove badges, energipoint og avatarer i løbet af deres "mission".
es: Khan Academy tiene "misiones" matemáticas, desde aritmética hasta cálculo. Cada estudiante tiene su propio panel de aprendizaje que usa software adaptable con la más alta tecnología, para identificar sus fallas en el aprendizaje y mostrar su progreso. También, los estudiantes reciben divertidas medallas, puntos de energía y avatares a lo largo de sus "misiones".
fr: La Khan Academy propose des modules d'apprentissage, des "missions" de maths, de l'arithmétique de base jusqu'à l'analyse. Chaque étudiant possède son propre tableau de bord d'apprentissage intelligent, programmé pour identifier leurs difficultés et progrès. Les élèves reçoivent des récompenses, des points, des badges, tout au long de leurs "missions".
ja: カーンアカデミーには算数から微分積分学までの数学の科目のいくつもの「ミッション」があります．それぞれの生徒は，どこがわからないかというギャップをみつけ，進捗を示すための最先端のソフトウェアが利用可能な自分自身の学びのダッシュボードを持ちます．
nb: Khan Academy har matematiske tema med "oppdrag" fra aritmetikk til kalkulus. Hver elev har sin egen læringsoversikt som bruker state-of-the-art, tilpasset programvare for å identifisere hull og vise fremdrift. Elevene får også moro merkerr, energi poeng og avatarer langs deres "oppdrag."
nl: Khan Academy heeft "missies" voor wiskundige onderwerpen van rekenkunde tot differentiaalrekening. Elke leerling heeft een eigen leer-dashboard dat innovatieve, adaptieve software gebruikt om hiaten te identificeren en de voortgang te laten zien. Leerlingen krijgen ook leuke badges, energiepunten en avatars gedurende hun "missie."
pl: Khan Academy ma działy matematyki nazywane "misjami", od arytmetyki do rachunku różniczkowego. Każdy uczeń ma swój własny pulpit nawigacyjny, który używa najnowocześniejszego, adaptacyjnego oprogramowania do wykrywania błędów i pokazywania progresu. Uczniowie otrzymują również zabawne odznaki, punkty energii oraz awatary odpowiadające ich "misji".
pt: A Khan Academy tem "missões" de matemática desde aritmética até cálculo. Cada aluno tem seu próprio painel de aprendizado, o qual conta com um moderno software adaptável que identifica lacunas e mostra sua evolução. Os alunos também recebem divertidas medalhas, pontos de energia e avatares ao longo de sua "missão".
pt_pt: A Khan Academy porporciona "missões" de Matemática desde a aritmética até ao cálculo. Cada aluno tem seu próprio "painel de aprendiz", o qual conta com um software adaptável que identifica lacunas e indica a sua evolução. Os alunos também recebem medalhas divertidas, pontos de energia e avatares ao longo de sua "missão" .
tr: Khan Academy aritmetikten kalkülüse kadar bütün matematik konuları için "hedefler" sunar. Her öğrenci kendisine özel, eksiklerinin tanınması ve kaydettiği ilerlemenin görüntülenebilmesi için son teknoloji ürünü uyarlanabilir yazılımlarla donatılmış öğrenme panosunu kullanarak "hedeflerine" ulaşmaya çalışırken, eğlenceli madalyalar, enerji puanları ve avatarlar kazanırlar.

source: Khan Academy is a free, non-profit math website.
da: Khan Academy er en gratis, non-profit hjemmeside om matematik.
es: Khan Academy es un sitio web de matemáticas gratuito, sin fines de lucro.
fr: La Khan Academy est un site de mathématiques gratuit et à but non lucratif.
nb: Khan Academy er et gratis, non-profit nettsted for læring.
nl: Khan Academy is een gratis, non-profit wiskunde website.
pl: Khan Academy jest darmową (non-profit) stroną z matematyką.
pt: A Khan Academy é um site de matemática gratuito, sem fins lucrativos.
pt_pt: A Khan Academy é um site gratuito de Matemática, sem fins lucrativos.
tr: Khan Academy ücretsiz, kar amacı gütmeyen ve matematik ağırlıklı bir web sitesidir.

source: Khan Academy is a not-for-profit on a mission to provide a free, world-class education for anyone, anywhere. In collaboration with our friends at Google and with support from the O'Sullivan Foundation LearnStorm is available to the Bay Area at no cost to individual students or their schools.
es: Khan Academy es una una organización no lucrativa con la misión de proporcionar una educación de clase mundial para cualquier persona en cualquier lugar. En colaboración con nuestros amigos en Google y con el apoyo de la Fundación O'Sullivan, LearnStorm está disponible para el Área de la Bahía sin costo alguno para los estudiantes o sus escuelas.
ja: カーンアカデミーは無料で世界レベルの教育を誰にでもどこにでも提供する使命を遂行中の非営利の団体です．Google にいる私達の友人達とオサリバン財団のサポートによって，ベイ・エリアで個人の生徒やその学校でラーンストームが利用可能になりました．
nb: Khan Academy er en ideell organisasjon med et må om å gi en gratis, førsteklasses utdanning for alle overalt. I samarbeid med våre venner i Google og med støtte fra O'Sullivan Foundation LearnStorm er tilgjengelig for Bay Area uten kostnader for enkelte elever eller deres skoler.
nl: Khan Academy is een organisatie zonder winstoogmerk die zich inzet om gratis en goed onderwijs voor iedereen en overal beschikbaar te maken. In samenwerking met onze vrienden bij Google en met ondersteuning van de O'Sullivan Foundation is LearnStorm gratis beschikbaar voor individuele leerlingen en hun scholen in de Bay Area.
pl: Khan Academy jest organizacją non-profit z misją zapewnienia darmowej, światowej klasy edukacji każdemu i wszędzie. We współpracy z naszymi przyjaciółmi z Google i ze wsparciem O'Sullivan Foundation, LearnStorm jest dostępne dla Bay Area bez żadnych kosztów dla uczniów i szkół.
pt: A Khan Academy é uma organização sem fins lucrativos com a missão de fornecer educação de qualidade de forma gratuita, para todos e em qualquer lugar. Em colaboração com nossos amigos do Google e com o apoio da Fundação O'Sullivan, a LearnStorm está disponível para a área da Baía sem custos para os alunos ou suas escolas.
tr: Khan Academy, hedefi herkes için, her yerde, ücretsiz, dünya standartlarında bir eğitim sağlamak olan kar amacı gütmeyen bir kuruluştur. Google'daki arkadaşlarımızın işbirliği ve O'Sullivan Vakfı'ndan destekle, LearnStorm'u Körfez Bölgesi'ndeki bireysel öğrenci ve okullara ücretsiz sunuyoruz.

source: Khan Academy is a small nonprofit with a BIG mission.
pl: Khan Academy jest małą organizacją non-profit z WIELKĄ misją.
pt: A Khan Academy é uma organização sem fins lucrativos pequena com uma GRANDE missão.
pt_pt: A Khan Academy é uma pequena organização sem fins lucrativos, mas com uma GRANDE missão.
tr: Khan Academy kendi küçük, misyonu BÜYÜK, kar amacı gütmeyen bir kuruluştur.

source: Khan Academy is a tax-exempt 501(c)(3) nonprofit organization (Tax ID Number: 26&#8209;1544963). Your gift is tax-deductible as allowed by law.
pt: A Khan Academy é uma organização sem fins lucrativos isenta de impostos (ID fiscal: 26&#8209;1544963). Sua contribuição é dedutível do imposto de renda, conforme autorizado por lei.
pt_pt: A Khan Academy é uma organização isenta de impostos sem fins lucrativos (número de identificação fiscal: 26&#8209;1544963). A sua doação é sempre dedutível dos impostos, conforme previsto em lei.
tr: Khan Academy kar amacı gütmeyen bir kuruluştur. Amerikan vergilendirme sistemine göre 501(c)(3) statüsüne sahip vergiden muaf vakıf statüsündedir (Vergi Numarası (A.B.D.): 26&#8209;1544963). Hediyeniz kanunla belirlendiği üzere vergi indirimine tabidir.

source: Khan Academy is committed to the following privacy principles:
es: Khan Academy está comprometida con los siguientes principios de privacidad:
nb: Khan Academy er forpliktet til følgende rettighets- prinsipper:
pt: A Khan Academy é comprometida com os seguintes princípios de privacidade:
pt_pt: A Khan Academy salvaguarda sempre os seguintes princípios de privacidade:
tr: Khan Academy aşağıdaki gizlilik politikalarına bağlıdır:

source: Khan Academy is looking for talented data scientists and engineers to create a free virtual classroom for the world. Join us on our mission to provide a free world-class education for anyone, anywhere.
da: Khan Academy er på udkig efter de bedste dataforskere til at opbygge et gratis virtuelt klasseværelse for verden. Slut dig til os på vores mission om at give en gratis verdensklasse uddannelse til alle, hvor som helst.
es: Khan Academy está buscando talentosos científicos de datos e ingenieros para crear un salón de clases virtual para el mundo. Únete a nuestra misión de proveer una educación gratis de clase mundial, para cualquiera, en cualquier lugar.
nl: Khan Academy is op zoek naar datawetenschappers en techneuten om een virtueel klaslokaal voor de wereld te creëren. Doe mee aan onze missie om de wereld te voorzien van gratis onderwijs van wereldklasse voor iedereen, overal.
pl: Khan Academy poszukuje utalentowanych data scientists i inżynierów do stworzenia darmowej wirtualnej klasy dla całego świata. Dołącz do nas i naszej misji zapewnienia darmowej, światowej klasy edukacji dla każdego, wszędzie.
pt: A Khan Academy está procurando cientistas de dados e engenheiros talentosos para criar uma sala de aula virtual gratuita de alcance global. Junte-se a nós nessa missão de levar educação de alta qualidade e acessível a qualquer pessoa, em qualquer lugar.
tr: Khan Academy, bütün dünyanın kullanabileceği ücretsiz bir sanal sınıf inşa etmek için yetenekli veri bilimciler arıyor. Dünya'daki herkes için ücretsiz, dünya standartlarında eğitim sağlamayı hedefleyen ekibimize katılın.

source: Khan Academy is looking for talented product designers to create a free virtual classroom for the world. Join us on our mission to provide a free world-class education for anyone, anywhere.
da: Khan Academy er på udkig efter dygtige produktdesignere til at oprette et gratis virtuelt klasseværelse for verden. Slut dig til os på vores mission om at give en gratis verdensklasse uddannelse for alle, hvor som helst.
es: Khan Academy está buscando talentosos diseñadores de producto para crear un salón de clases virtual gratis para el mundo. Únete a nuestra misión de proveer una educación gratis de clase mundial, para cualquiera, en cualquier lugar.
fr: Khan Academy est la recherche de concepteurs talentueux afin de créer une classe virtuelle libre pour tout le monde. Rejoignez-nous sur notre mission pour fournir une éducation de classe mondiale gratuite pour tous, partout.
nl: Khan Academy is op zoek naar getalenteerde productontwerpers om een virtueel klaslokaal voor de wereld te creëren. Doe mee aan onze missie om de wereld te voorzien van gratis onderwijs van wereldklasse voor iedereen, overal.
pl: Khan Academy poszukuje utalentowanych projektantów produktu do pomocy w zbudowaniu darmowej wirtualnej klasy dla całego świata. Dołącz do nas i naszej misji zapewnienia darmowej, światowej klasy edukacji dla każdego, wszędzie.
pt: A Khan Academy está procurando designers de produtos talentosos para criar uma sala de aula virtual gratuita de alcance global. Junte-se a nós nessa missão de levar educação de alta qualidade e acessível a qualquer pessoa, em qualquer lugar.
tr: Khan Academy, bütün dünyanın kullanabileceği ücretsiz bir sanal sınıf inşa etmek için yetenekli ürün tasarımcılar arıyor. Dünya'daki herkes için ücretsiz, dünya standartlarında eğitim sağlamayı hedefleyen ekibimize katılın.

source: Khan Academy is looking for talented software developers to create a free virtual classroom for the world. Join us on our mission to provide a free world-class education for anyone, anywhere.
da: Khan Academy er på udkig efter dygtige softwareudviklere til at skabe et gratis, virtuelt klasseværelse til verden. Slut dig til os på vores mission om at tilbyde en gratis uddannelse i verdensklasse for alle hvor som helst.
es: Khan Academy está buscando talentosos desarrolladores de software para crear un salón de clases virtual para el mundo. Únete a nuestra misión de proveer una educación gratis de clase mundial, para cualquiera, en cualquier lugar.
fr: Khan Academy est la recherche de talentueux concepteurs de logiciel afin de créer une classe virtuelle libre pour tout le monde. Rejoignez-nous sur notre mission pour fournir une éducation de classe mondiale gratuite pour tous, partout.
nl: Khan Academy is op zoek naar getalenteerde softwareontwikkelaars om een virtueel klaslokaal voor de wereld te creëren. Doe mee aan onze missie om de wereld te voorzien van gratis onderwijs van wereldklasse voor iedereen, overal.
pl: Khan Academy poszukuje utalentowanych projektantów oprogramowania do pomocy w zbudowaniu darmowej wirtualnej klasy dla całego świata. Dołącz do nas i naszej misji zapewnienia darmowej, światowej klasy edukacji dla każdego, wszędzie.
pt: A Khan Academy está procurando designers de software talentosos para criar uma sala de aula virtual gratuita de alcance global. Junte-se a nós nessa missão de levar educação de alta qualidade e acessível a qualquer pessoa, em qualquer lugar.
tr: Khan Academy, bütün dünyanın kullanabileceği ücretsiz bir sanal sınıf inşa etmek için yetenekli yazılım geliştiriciler arıyor. Dünya'daki herkes için ücretsiz, dünya standartlarında eğitim sağlamayı hedefleyen ekibimize katılın.

source: Khan Academy is looking for top-notch iOS and Android developers to help create mobile versions of our free virtual classroom for the world. Join us on our mission to provide a free world-class education for anyone, anywhere.
da: Khan Academy er på udkig efter de bedste iOS og Android-udviklere til at skabe mobile versioner af vores gratis virtuelle klasseværelse for verden. Slut dig til os på vores mission at give en gratis verdensklasse uddannelse for alle, hvor som helst.
es: Khan Academy está buscando desarrolladores de excelencia de iOS y Android, para ayudar a construir versiones móviles de nuestro salón de clases virtual para el mundo. Únete a nuestra misión de proveer una educación gratis de clase mundial, para cualquiera, en cualquier lugar.
fr: Khan Academy est la recherche de developpeurs de haut niveau en iOS et Android afin d'aider à créer des versions mobiles de notre salle de classe virtuelle libre pour le monde entier. Rejoignez-nous pour notre mission qui consiste à fournir une éducation de classe mondiale gratuite pour tous et partout dans le monde.
nl: Khan Academy is op zoek getalenteerde IOS en Android ontwikkelaars om mobiele versies van ons virtuele klaslokaal te creëren voor de wereld. Doe mee aan onze missie om de wereld te voorzien van gratis onderwijs van wereldklasse voor iedereen, overal.
pl: Khan Academy poszukuje deweloperów iOS i Android do pomocy w zbudowaniu darmowej wirtualnej klasy dla całego świata. Dołącz do nas i naszej misji zapewnienia darmowej, światowej klasy edukacji dla każdego, wszędzie.
pt: A Khan Academy está procurando os melhores desenvolvedores de iOS e Android para ajudar a criar versões móveis da nossa sala de aula virtual gratuita de alcance global. Junte-se a nós nessa missão de levar educação de alta qualidade e acessível a qualquer pessoa, em qualquer lugar.
tr: Khan Academy, bütün dünyanın kullanabileceği ücretsiz bir sanal sınıf inşa etmek için üst sınıf iOS ve Android geliştiricileri arıyor. Dünya'daki herkes için ücretsiz, dünya standartlarında eğitim sağlamayı hedefleyen ekibimize katılın.

source: Khan Academy is now available in {{languageNameInRequestLanguage}} ({{localLanguageName}})! Interested?
da: Khan Academy er nu tilgængelig på {{languageNameInRequestLanguage}} ({{localLanguageName}})! Interesseret?
fr: Khan Academy est maintenant disponible en {{languageNameInRequestLanguage}} ({{localLanguageName}})! Intéressé?
ja: 今，カーンアカデミーは{{languageNameInRequestLanguage}} ({{localLanguageName}}) でも使えます! 興味はおありでしょうか?
nb: Khan Academy er nå tilgjengelig på {{languageNameInRequestLanguage}} ({{localLanguageName}})! Interessert?
nl: Khan Academy is nu beschikbaar in {{languageNameInRequestLanguage}} ({{localLanguageName}})! Ben je geïnteresseerd?
pl: Khan Academy jest teraz dostępny po {{languageNameInRequestLanguage}} ({{localLanguageName}})! Zainteresowany?
pt: A Khan Academy já está disponível em {{languageNameInRequestLanguage}} ({{localLanguageName}})!
pt_pt: A Khan Academy já está disponível em {{languageNameInRequestLanguage}} ({{localLanguageName}})! Estás interessado?
tr: Khan Academy şimdi {{languageNameInRequestLanguage}}({{localLanguageName}})! İlginizi çeker mi?

source: Khan Academy is on a mission to provide a free, world-class education for anyone, anywhere.
bg: Мисията на Кан Академия е да предостави безплатно образование на световни ниво за всички навсякъде.
da: Khan Academy har en mission om at give gratis, verdens-klasse undervisning til hvem som helst, hvor som helst.
es: Khan Academy está en una misión de proveer una educación de clase mundial libre para cualquier persona en cualquier lugar.
nb: Khan Academy har som mål å dele gratis og førsteklasses utdanning for alle, overalt.
nl: Khan Academy is op een missie om iedereen, overal te voorzien van gratis onderwijs van wereldklasse.
pl: Khan Academy ma misję zapewnienia bezpłatnej, światowej klasy edukacji dla każdego, wszędzie.
pt: A Khan Academy tem a missão de fornecer educação gratuita e de alta qualidade para todos, em qualquer lugar.
tr: Khan Academy, her yerde, herkese ücretsiz, dünya standartlarında bir eğitim sunma amacını güder.

source: Khan Academy logo
es: Logotipo de Khan Academy
fr: Logo de Khan Academy
ja: カーンアカデミーロゴ
nb: Khan Academys logo
pl: Logo Khan Academy
pt: Logotipo da Khan Academy
pt_pt: Logótipo da Khan Academy
tr: Khan Academy Logosu

source: Khan Academy now offers an <a href="http://itunes.apple.com/us/app/khan-academy/id469863705?mt=8">official iPad app</a>. Download it directly from the <a href="http://itunes.apple.com/us/app/khan-academy/id469863705?mt=8">iTunes store</a> or read more details from our <a href="/about/blog/post/108661951125/khan-academy-now-on-your-ipad-more-interactive"> announcement</a>
ja: ついにカーンアカデミーは<a href="http://itunes.apple.com/us/app/khan-academy/id469863705?mt=8">公式 iPad app</a> を提供します．<a href="http://itunes.apple.com/us/app/khan-academy/id469863705?mt=8">iTunes ストア</a>から，直接ダウンロードするか，私達の <a href="/about/blog/post/108661951125/khan-academy-now-on-your-ipad-more-interactive"> アナウンス</a> で詳細な情報をお読み下さい．
nb: Khan Academy tilbyr nå en <a href="http://itunes.apple.com/us/app/khan-academy/id469863705?mt=8">offisiell iPad app</a>. Last ned direkte fra <a href="http://itunes.apple.com/us/app/khan-academy/id469863705?mt=8">iTunes </a> eller les flere detaljer fra vår <a href="/about/blog/post/108661951125/khan-academy-now-on-your-ipad-more-interactive"> artikkel</a>
pl: Khan Academy obecnie oferuje <a href="http://itunes.apple.com/us/app/khan-academy/id469863705?mt=8">oficjalną aplikację na iPada</a>. Można ją pobrać bezpośrednio z <a href="http://itunes.apple.com/us/app/khan-academy/id469863705?mt=8">iTunes</a> lub dowiedzieć się o tym więcej w <a href="/about/blog/post/108661951125/khan-academy-now-on-your-ipad-more-interactive"> ogłoszeniu</a>
pt: A Khan Academy agora oferece um <a href="http://itunes.apple.com/us/app/khan-academy/id469863705?mt=8">aplicativo oficial para iPad</a>. Faça o download diretamente da <a href="http://itunes.apple.com/us/app/khan-academy/id469863705?mt=8">iTunes store</a> ou leia mais detalhes sobre o nosso <a href="/about/blog/post/108661951125/khan-academy-now-on-your-ipad-more-interactive">anúncio</a>
tr: Khan Academy'nin artık <a href="http://itunes.apple.com/us/app/khan-academy/id469863705?mt=8">resmi iPad uygulaması var</a>. <a href="http://itunes.apple.com/us/app/khan-academy/id469863705?mt=8">iTunes store</a>iTunes Store'dan indirebilir ve daha fazla bilgiye de<a href="/about/blog/post/108661951125/khan-academy-now-on-your-ipad-more-interactive"> duyurudan ulaşabilirsiniz.</a>

source: Khan Academy offers practice exercises, instructional videos, and a personalized learning dashboard that empower learners to study at their own pace in and outside of the classroom. We tackle math, science, computer programming, history, art history, economics, and more. Our math missions guide learners from kindergarten to calculus using state-of-the-art, adaptive technology that identifies strengths and learning gaps. We've also partnered with institutions like NASA, The Museum of Modern Art, The California Academy of Sciences, and MIT to offer specialized content.
fr: La Khan Academy propose des exercices, des vidéos, et une plateforme d'apprentissage intelligente qui permet aux élèves d'apprendre à leur rythme, au sein et hors de la classe. Les sujets sont divers et variés, et vont des maths à l'histoire de l'art. Les maths et une partie des sciences sont déjà disponibles en français. En mathématiques, le programme va de la maternelle à la faculté, et nos missions guident les élèves en utilisant des algorithmes adaptatifs à la pointe de la technologie, qui identifient les forces et les lacunes de chacun.
pt: A Khan Academy oferece exercícios, vídeos de instrução e um painel de aprendizado personalizado que habilita os estudantes a aprender no seu próprio ritmo dentro e fora da sala de aula. Abordamos matemática, ciência, programação de computadores, história, história da arte, economia e muito mais. Nossas missões de matemática guiam os estudantes do jardim de infância até o cálculo, usando tecnologias adaptativas de ponta que identificam os pontos fortes e lacunas no aprendizado. Também temos parcerias com instituições como a NASA, o Museu de Arte Moderna, a Academia de Ciências da Califórnia e o MIT para oferecer conteúdo especializado.
tr: Khan Academy, sınıf içi ve dışında öğrenicilerin kendi hızında çalışması için, alıştırmalar, ders videoları, ve kişiselleştirilmiş bir kontrol paneli sağlar. Matematik, fen, bilgisayar programlama, tarih, sanat tarihi, ekonomi, ve daha fazlasını sunuyoruz. Matematik görevlerimiz, güçlü yönleri tespit eden ve öğrenmedeki boşlukları belirleyen, en gelişmiş, uyarlanabilir teknolojiyi kullanarak ana sınıfından ileri matematiğe, öğrenicileri yönlendiriyor. NASA, Modern Sanat Müzesi, Kaliforniya Bilim Akademisi, ve MIT ile ortak çalışarak özelleştirilmiş içerik de sunuyoruz.

source: Khan Academy uses Typeform to power this form. View Typeform’s %(tosLinkEl)s, which govern your use of this form.
da: Khan Academy bruger typeform til denne formular. Tjek typeforms %(tosLinkEl)s, da det er dem der regulerer din brug af disse formater.
es: Khan Academy utiliza Typeform para impulsar este formulario. Visualiza los %(tosLinkEl)s de Typeform, los cuales rigen tu uso de este formulario.
fr: Khan Academy utilise Typeform pour renforcer ce formulaire. Découvre %(tosLinkEl)s de Typeform, qui régissent votre utilisation de ce formulaire.
ja: カーンアカデミーは TyoeForm を使ってこのフォームを作っています．Typeform の %(tosLinkEl)s を見て下さい．それはこのフォームをあなたが使う時に管理するものです．
nb: Khan Academy bruker Typeform til eksponenter på denne formen. Se Typeform’s %(tosLinkEl)s, som regulerer ditt bruk av denne formen.
nl: Khan Academy gebruikt Typeform voor dit formulier. Bekijk Typeform’s %(tosLinkEl)s.
pl: Khan Academy używa Typeform dla tego formularza. Zobacz %(tosLinkEl)s z Typeform, czyli w jaki sposób jest regulowane działanie tej usługi.
pt: A Khan Academy usa a Typeform para fazer este formulário. Confira os %(tosLinkEl)s da Typeform, pois eles controlam o uso deste formulário.
pt_pt: A Khan Academy usa o Typeform neste formulário. Vê os %(tosLinkEl)s do Typeform, que governam a tua utilização deste formulário.
tr: Khan Academy bu formu açmak için Typeform kullanır. Bu formun kullanımını denetleyen Typeform’un %(tosLinkEl)s bakın,
