Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Since <code><var>PRETTY_MAT_1_ID</var></code> has different dimensions <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> from <code><var>PRETTY_MAT_2_ID</var></code> <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> is not defined.
da: Da <code><var>PRETTY_MAT_1_ID</var></code> har forskellige dimensioner <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> fra <code><var>PRETTY_MAT_2_ID</var></code>, kan <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> ikke defineres.
es: Puesto que <code><var>PRETTY_MAT_1_ID</var></code> tiene dimensiones diferentes <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> de <code><var>PRETTY_MAT_2_ID</var></code> <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> no esta definido.
fr: Puisque la dimension <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> de la matrice <code><var>PRETTY_MAT_1_ID</var></code> est différente de la dimension <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code> de la matrice <code><var>PRETTY_MAT_2_ID</var></code>, l'opération <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> n'est pas définie.
nb: Da <code><var>PRETTY_MAT_1_ID</var></code> har forskellige dimensjoner <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> fra <code><var>PRETTY_MAT_2_ID</var></code>, kan <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> ikke defineres.
pt: Uma vez que <code><var>PRETTY_MAT_1_ID</var></code> tem dimensões diferentes<code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> de <code><var>PRETTY_MAT_2_ID</var></code> <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> não é definido.
tr: <code><var>PRETTY_MAT_1_ID</var></code> matrisinin boyutları, <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code>, <code><var>PRETTY_MAT_2_ID</var></code> matrisinin boyutlarından, <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>,farklı olduğundan, <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> tanımlı değildir.

source: Since <code><var>PRETTY_MAT_1_ID</var></code> has the same dimensions <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> as <code><var>PRETTY_MAT_2_ID</var></code> <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> is defined.
da: Da <code><var>PRETTY_MAT_1_ID</var></code> har de samme dimensioner <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> som <code><var>PRETTY_MAT_2_ID</var></code>, er <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> defineret.
es: Puesto que <code><var>PRETTY_MAT_1_ID</var></code> tiene las mismas dimensiones <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> que <code><var>PRETTY_MAT_2_ID</var></code> <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> esta definido.
fr: Puisque la matrice <code><var>PRETTY_MAT_1_ID</var></code> a la même dimension <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> que <code><var>PRETTY_MAT_2_ID</var></code> <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, l'opération <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> est définie.
nb: Da <code><var>PRETTY_MAT_1_ID</var></code> har de samme dimensjoner <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> som <code><var>PRETTY_MAT_2_ID</var></code>, er <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> definert.
pt: Uma vez que <code><var>PRETTY_MAT_1_ID</var></code> tem as mesmas dimensões <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> que <code><var>PRETTY_MAT_2_ID</var></code> <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> é definido.
tr: <code><var>PRETTY_MAT_1_ID</var></code> matrisinin boyutları, <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code>, <code><var>PRETTY_MAT_2_ID</var></code> matrisinin boyutlarıyla, <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, aynı olduğundan, <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> tanımlıdır.

source: Since <code><var>PRETTY_MAT_1_ID</var></code> has the same number of columns (<var>DIM_2</var>) as <code><var>PRETTY_MAT_2_ID</var></code> has rows (<var>DIM_3</var>), <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> is defined.
da: Da <code><var>PRETTY_MAT_1_ID</var></code> har det samme antal kolonner (<var>DIM_2</var>) som <code><var>PRETTY_MAT_2_ID</var></code> har rækker (<var>DIM_3</var>), er <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> defineret.
es: Puesto que <code><var>PRETTY_MAT_1_ID</var></code> tiene el mismo número de columnas (<var>DIM_2</var>) que el numero que <code><var>PRETTY_MAT_2_ID</var></code> tiene de filas (<var>DIM_3</var>), <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> esta definido.
fr: Puisque le nombre de colonnes (<var>DIM_2</var>) de <code><var>PRETTY_MAT_1_ID</var></code> est égal au nombre de lignes (<var>DIM_3</var>) de <code><var>PRETTY_MAT_2_ID</var></code>, l'opération <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> est définie.
nb: Siden <code><var>PRETTY_MAT_1_ID</var></code> har det samme antall kolonner (<var>DIM_2</var>) som <code><var>PRETTY_MAT_2_ID</var></code> har rekker (<var>DIM_3</var>), er <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> definert.
pt: Uma vez que <code><var>PRETTY_MAT_1_ID</var></code> tem o mesmo número de colunas (<var>DIM_2</var>) que <code><var>PRETTY_MAT_2_ID</var></code> tem de linhas (<var>DIM_3</var>), <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> é definida.
tr: <code><var>PRETTY_MAT_1_ID</var></code> matrisinin sütun sayısı, (<var>DIM_2</var>), <code><var>PRETTY_MAT_2_ID</var></code> matrisinin satır sayısıyla (<var>DIM_3</var>), aynı olduğundan <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> tanımlıdır.

source: Since <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>, draw a full circle at <code><var>SIGN + ( INT + FRAC )</var></code> to show that the inequality includes <code><var>SIGN + ( INT + FRAC )</var></code>.
fr: Puisque <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>, on dessine un cercle plein en <code><var>SIGN + ( INT + FRAC )</var></code> pour montrer que l'inégalité inclut <code><var>SIGN + ( INT + FRAC )</var></code>.
hi: चूँकि <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>, <code><var>SIGN + ( INT + FRAC )</var></code> पर एक वृत्त बनाइए यह दिखाने के लिये की असमानता में <code><var>SIGN + ( INT + FRAC )</var></code> आता है ।
nb: Siden <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>, tegner du en fylt sirkel rundt <code><var>SIGN + ( INT + FRAC )</var></code> for å vise at ulikheten inneholder <code><var>SIGN + ( INT + FRAC )</var></code>.
pt: Como <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>, desenhe um círculo cheio em <code><var>SIGN + ( INT + FRAC )</var></code> para mostrar que a inequação inclui <code><var>SIGN + ( INT + FRAC )</var></code>.
tr: <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code> olduğundan, <code><var>SIGN + ( INT + FRAC )</var></code>'da içi dolu bir çember çizerek eşitsizliğin <code><var>SIGN + ( INT + FRAC )</var></code>'i kapsadığını gösteriniz.

source: Since <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>, draw an empty circle at <code><var>SIGN + ( INT + FRAC )</var></code> to show that the inequality does not include <code><var>SIGN + ( INT + FRAC )</var></code>.
fr: Puisque <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>, on dessine un cercle vide en <code><var>SIGN + ( INT + FRAC )</var></code> pour montrer que l'inégalité exclut <code><var>SIGN + ( INT + FRAC )</var></code>.
hi: चूँकि <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>,इस पर एक खली वृत्त बनाइए <code><var>SIGN + ( INT + FRAC )</var></code> यह दिखाने के लिये की असमानता में <code><var>SIGN + ( INT + FRAC )</var></code> नही आता ।
nb: Siden <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>, tegn en tom sirkel rundt <code><var>SIGN + ( INT + FRAC )</var></code> for å vise at ulikheten ikke inneholder <code><var>SIGN + ( INT + FRAC )</var></code>.
pl: Skoro <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>, zaznacz <code><var>SIGN + ( INT + FRAC )</var></code> pustym kółkiem, aby pokazać, że nierówność nie obejmuje liczby <code><var>SIGN + ( INT + FRAC )</var></code>.
pt: Como <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>, desenhe um círculo vazio em <code><var>SIGN + ( INT + FRAC )</var></code> para mostrar que a inequação não inclui <code><var>SIGN + ( INT + FRAC )</var></code>.
tr: <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code> olduğundan, <code><var>SIGN + ( INT + FRAC )</var></code>'da içi boş bir çember çizerek eşitsizliğin <code><var>SIGN + ( INT + FRAC )</var></code>'i kapsamadığını gösteriniz.

source: Since <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code> is part of <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>, all numbers which are divisible by <code><var>A</var></code> and <code><var>B</var></code> are also divisible by <code><var>ANSWER</var></code>.
es: Puesto que <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code> es parte de <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>, todo número que sea divisible entre <code><var>A</var></code> y <code><var>B</var></code> también es divisible entre <code><var>ANSWER</var></code>.
fr: <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code> est une partie de <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>, donc tous les nombres divisibles par <code><var>A</var></code> et <code><var>B</var></code> sont aussi divisibles par <code><var>ANSWER</var></code>.
nb: Fordi <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code> er en del av <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>, er alle tall, som er delelige med <code><var>A</var></code> og <code><var>B</var></code> også delelig med <code><var>ANSWER</var></code>.
nl: Aangezien <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code> deel is van <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>, zijn alle getallen die deelbaar zijn door zowel <code><var>A</var></code> als <code><var>B</var></code> ook deelbaar door <code><var>ANSWER</var></code>.
pl: Ponieważ <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code> jest częścią <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>, wszystkie liczby, które są podzielne przez <code><var>A</var></code> i <code><var>B</var></code> są także podzielne przez <code><var>ANSWER</var></code>.
pt: Como <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code> é parte de <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>, todos os números que são divisíveis por <code><var>A</var></code> e <code><var>B</var></code> também são divisíveis por <code><var>ANSWER</var></code>.
tr: <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code> , <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code>'nin parçası olduğu için, <code><var>A</var></code> ve <code><var>B</var></code> ile bölünebilen sayırlar aynı zamanda <code><var>ANSWER</var></code> ile de bölünebilirler.

source: Since <code>\blue{\angle{ABE}} = 2 \cdot \orange{\angle{ADE}}</code> and <code>\blue{\angle{CBE}} = 2 \cdot \orange{\angle{CDE}}</code>, <code>\blue{\angle{ABC}} = 2 \cdot \orange{\angle{ADC}}</code>
es: Como <code>\blue{\angle{ABE}} = 2 \cdot \orange{\angle{ADE}}</code> y <code>\blue{\angle{CBE}} = 2 \cdot \orange{\angle{CDE}}</code>, <code>\blue{\angle{ABC}} = 2 \cdot \orange{\angle{ADC}}</code>
pt: Como <code>\blue{\angle{ABE}} = 2 \cdot \orange{\angle{ADE}}</code> e <code>\blue{\angle{CBE}} = 2 \cdot \orange{\angle{CDE}}</code>, <code>\blue{\angle{ABC}} = 2 \cdot \orange{\angle{ADC}}</code>
tr: <code>\blue{\angle{ABE}} = 2 \cdot \orange{\angle{ADE}}</code> ve <code>\blue{\angle{CBE}} = 2 \cdot \orange{\angle{CDE}}</code> olduğundan, <code>\blue{\angle{ABC}} = 2 \cdot \orange{\angle{ADC}}</code>

source: Since <code>\frac{1}{0}</code> is undefined, <code><var>PRETTY_MAT_ID</var>^{-1}</code> does not exist.
es: Como <code>\frac{1}{0}</code> está indefinido, <code><var>PRETTY_MAT_ID</var>^{-1}</code> no existe.
pt: Como <code>\frac{1}{0}</code> é indefinida, <code><var>PRETTY_MAT_ID</var>^{-1}</code> não existe.
tr: <code>\frac{1}{0}</code> tanımsz olduğundan, <code><var>PRETTY_MAT_ID</var>^{-1}</code> yoktur.

source: Since <code>x</code> has already been solved for, substitute <code class="hint_green"><var>expr(["+", ["*", -B2, "y"], C2])</var></code> for <code>x</code> in the first equation.
da: Da vi har fundet et udtryk for <code>x</code>, kan det <code class="hint_green"><var>expr(["+", ["*", -B2, "y"], C2])</var></code> substitueres for <code>x</code> i den første ligning.
es: Como ya resolviste para <code>x</code>, sustituye <code class="hint_green"><var>expr(["+", ["*", -B2, "y"], C2])</var></code> por <code>x</code> en la primera ecuación.
fr: La deuxième équation fournit une expression de <code>x</code> en fonction de y, donc on remplace <code>x</code> par <code class="hint_green"><var>expr(["+", ["*", -B2, "y"], C2])</var></code> dans la première équation.
nb: Siden <code>x</code> allerede er løst for,setter vi inn <code class="hint_green"><var>expr(["+", ["*", -B2, "y"], C2])</var></code> for <code>x</code> i den første likningen.
pl: Skoro <code>x</code> zostało już wyznaczone, podstawmy <code class="hint_green"><var>expr(["+", ["*", -B2, "y"], C2])</var></code> za <code>x</code> w pierwszym równaniu.
pt: Como <code>x</code> já foi resolvido, substitua <code>x</code> por <code class="hint_green"><var>expr(["+", ["*", -B2, "y"], C2])</var></code> na primeira equação.
tr: <code>x</code> bulunduğuna göre, birinci denklemde <code>x</code> yerine <code class="hint_green"><var>expr(["+", ["*", -B2, "y"], C2])</var></code> koyun.

source: Since <code>x</code> has already been solved for, substitute <code>\green{<var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> for <code>x</code> in the first equation.
da: Da vi allered har løst for <code>x</code>, indsæt <code>\green{<var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> i stedet for <code>x</code> i den første ligning.
es: Como ya resolviste para <code>x</code>, sustituye <code>\green{<var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> por <code>x</code> en la primera ecuación.
fr: On connaît <code>x</code> en fonction de y, donc on remplace <code>x</code> par <code>\green{<var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> dans la première équation.
nb: Da vi allerede har løst for <code>x</code>, setter vi inn <code>\green{<var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> i stedet for <code>x</code> i den første likningen.
pl: Skoro <code>x</code> zostało już wyznaczone, podstawmy <code>\green{<var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> za <code>x</code> w pierwszym równaniu.
pt: Como <code>x</code> já foi encontrado, substitua <code>x</code> por <code>\green{<var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> na primeira equação.
tr: <code>x</code> bulunduğuna göre, birinci denklemde <code>x</code> yerine <code>\green{<var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> koyun.

source: Since <code>x</code> is the first number, <code>x + <var>(TARGET_NUMBER - 1) * DIFFERENCE</var></code> is the <var>ordinalThrough20(TARGET_NUMBER)</var> <var>SEQ_TYPE</var>.
fr: Comme <code>x</code> est le premier terme, <code>x + <var>(TARGET_NUMBER - 1) * DIFFERENCE</var></code> est le <var>ordinalThrough20(TARGET_NUMBER)</var> <var>SEQ_TYPE</var>.
nb: Siden <code>x</code> er det første tallet, er <code>x + <var>(TARGET_NUMBER - 1) * DIFFERENCE</var></code> det <var>ordinalThrough20(TARGET_NUMBER)</var> <var>SEQ_TYPE</var>.
pl: Ponieważ <code>x</code> to pierwsza liczba, <code>x + <var>(TARGET_NUMBER - 1) * DIFFERENCE</var></code> to <var>ordinalThrough20(TARGET_NUMBER)</var> <var>SEQ_TYPE</var>.
pt: Já que <code>x</code>é o primeiro número, <code>x + <var>(TARGET_NUMBER - 1) * DIFFERENCE</var></code> é o <var>ordinalThrough20(TARGET_NUMBER)</var> <var>SEQ_TYPE</var>.

source: Since <code>y</code> has already been solved for, substitute <code class="hint_green"><var>expr(["+", ["*", -A2, "x"], C2])</var></code> for <code>y</code> in the first equation.
da: Da vi allerede har løst for <code>y</code>, indsæt <code class="hint_green"><var>expr(["+", ["*", -A2, "x"], C2])</var></code> i stedet for <code>y</code> i den første ligning.
es: Como ya resolviste para <code>y</code>, sustituye <code class="hint_green"><var>expr(["+", ["*", -A2, "x"], C2])</var></code> por <code>y</code> en la primera ecuación.
fr: La deuxième équation fournit une expression de <code>y</code> en fonction de x, donc on remplace <code>y</code> par <code class="hint_green"><var>expr(["+", ["*", -A2, "x"], C2])</var></code> dans la première équation.
nb: Siden <code>y</code> allerede er løst, sett inn <code class="hint_green"><var>expr(["+", ["*", -A2, "x"], C2])</var></code> for <code>y</code> i den første ligningen.
pl: Skoro <code>y</code> zostało już wyznaczone, podstawmy <code class="hint_green"><var>expr(["+", ["*", -A2, "x"], C2])</var></code> za <code>y</code> w pierwszym równaniu.
pt: Como <code>y</code> já foi encontrado, substitua <code class="hint_green"><var>expr(["+", ["*", -A2, "x"], C2])</var></code> por <code>y</code> na primeira equação.
tr: <code>y</code> bulunduğuna göre, birinci denklemde <code>y</code> yerine <code class="hint_green"><var>expr(["+", ["*", -A2, "x"], C2])</var></code> koyun.

source: Since <var>person(1)</var> Needs to have <strong>at least</strong> <code><var>R</var></code> songs mastered to move to maestro level, we can set up an inequality to find the number of months needed.
da: Da <var>person(1)</var> skal have lært <strong>mindst</strong> <code><var>R</var></code> sange udenad for at blive en sand kunstner, kan vi skrive en ulighed op for at finde antallet af måneder, det kræver.
es: Dado que <var>person(1)</var> necesita <strong>al menos</strong> <code><var>R</var></code> canciones dominadas para pasar al nivel maestro, podemos establecer una desigualdad para encontrar el numero de meses requeridos.
fr: Puisque <var>person(1)</var> doit maîtriser <strong>au moins</strong> <code><var>R</var></code> musiques pour atteindre le niveau Master, on peut définir une inégalité pour trouver le nombre de mois voulu.
nb: Da <var>person(1)</var> skal ha lært <strong>mindst</strong> <code><var>R</var></code> sanger utenat for å nå masternivå. kan vi skrive en ulikhet for å finne antallet måneder det tar.
nl: Omdat <var>person(1)</var> <strong>tenminste</strong> <code><var>R</var></code> liedjes onder de knie moet hebben om een niveau te stijgen kunnen we een ongelijkheid opstellen om uit te vinden hoeveel maanden het kost om dit niveau te bereiken.
pl: Skoro <var>person(1)</var> Musi opanować <strong>przynajmniej</strong> <code><var>R</var></code> piosenek, żeby osiągnąć poziom mistrzowski, to możemy stworzyć nierówność, żeby znaleźć potrzebną liczbę miesiący.
pt: Já que <var>person(1)</var> precisa ter <strong>no mínimo</strong> <code><var>R</var></code> músicas dominadas para alcançar o nível de domínio, podemos estabelecer uma inequação para encontrar o número de meses necessários.
tr: <var>person(1)</var>'in usta düzeyine ulaşmak için, <strong>en az</strong> <code><var>R</var></code> şarkı öğrenmesi gerektiğinden, gereken ay sayısını bulmak için bir eşitsizlik kurabiliriz.

source: Since <var>person(1)</var> cannot sell parts of subscriptions, we round <code><var>localeToFixed((R - Q) / P, 2)</var></code> up to <code><var>X</var></code>.
da: Da <var>person(1)</var> ikke kan sælge halve abonnementer, runder vi <code><var>localeToFixed((R - Q) / P, 2)</var></code> op til <code><var>X</var></code>.
es: Como <var>person(1)</var> no puede vender partes de una suscripción, redondeamos <code><var>localeToFixed((R - Q) / P, 2)</var></code> hasta <code><var>X</var></code>.
fr: Puisque <var>person(1)</var> ne peut pas vendre une partie d'abonnement, on arrondit <code><var>localeToFixed((R - Q) / P, 2)</var></code> à <code><var>X</var></code>.
nb: Fordi <var>person(1)</var> ikke kan selge halve abonnementer runder vi <code><var>localeToFixed((R - Q) / P, 2)</var></code> opp til <code><var>X</var></code>.
nl: Omdat <var>person(1)</var> geen halve abonnementen kan verkopen ronden we <code><var>localeToFixed((R - Q) / P, 2)</var></code> af op <code><var>X</var></code>.
pl: Skoro <var>person(1)</var> nie może sprzedać części prenumeraty, zaokrąglamy <code><var>localeToFixed((R - Q) / P, 2)</var></code> w górę do <code><var>X</var></code>.
pt: Uma vez que <var>person(1)</var> não pode vender parte de suas assinaturas, arredondamos <code><var>localeToFixed((R - Q) / P, 2)</var></code> para <code><var>X</var></code>.
tr: <var>person(1)</var> aboneliği parçalayıp satamayacağından, <code><var>localeToFixed((R - Q) / P, 2)</var></code> değerini <code><var>X</var></code>'e yuvarlarız.

source: Since <var>person(1)</var> wants to have <strong>at least</strong> <code><var>R</var></code> points before going to bed, we can set up an inequality.
da: Da <var>person(1)</var> ønsker at have <strong>mindst</strong> <code><var>R</var></code> point før sengetid, kan vi opskrive en ulighed.
es: Puesto que <var>person(1)</var> quiere tener <strong>al menos</strong> <code><var>R</var></code> puntos antes de ir a la cama, podemos establecer una desigualdad.
fr: Puisque <var>person(1)</var> veut avoir <strong>au moins</strong> <code><var>R</var></code> points avant d'aller se coucher, on peut définir une inégalité.
nb: Da <var>person(1)</var> ønsker å ha <strong>minst</strong> <code><var>R</var></code> poeng før sengetid, kan vi skrive opp en ulikhet.
nl: Omdat <var>person(1)</var> <strong>tenminste</strong> <code><var>R</var></code> punten wilt hebben behaald voordat hij gaat slapen kunnen we een ongelijkheid opstellen.
pl: Skoro <var>person(1)</var> chce mieć <strong>co najmniej</strong> <code><var>R</var></code> punktów przed pójściem spać, możemy stworzyć nierówność.
pt: Sendo que <var>person(1)</var> quer ter <strong>no mínimo</strong> <code><var>R</var></code> pontos antes de ir dormir, podemos estabelecer uma inequação.
tr: <var>person(1)</var> yatmadan önce <strong>en az</strong> <code><var>R</var></code> puana ulaşmak istediği için, bir eşitsizlik kurabiliriz.
