Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Changes how ellipses are drawn.
da: Ændrer hvordan ellipser tegnes.
es: Cambia la forma en que se dibujan las elipses.
nb: Endrer hvordan ellipser tegnes.
nl: Wijzigt hoe ellipsen worden getekend.
pl: Zmienia sposób rysowania elips.
pt: Muda a forma como as elipses são desenhadas.
tr: Elipslerin nasıl çizildiğini değiştirir.

source: Changes in the %(renderType)s “%(title)s”
da: Ændringer i de %(renderType)s “%(title)s”
es: Cambios en el %(renderType)s "%(title)s"
fr: Modifications au sein de %(renderType)s "%(title)s"
nb: Endringer i %(renderType)s “%(title)s”
nl: Wijzigingen in de %(renderType)s "%(title)s"
pl: Zmiany w %(renderType)s "%(title)s"
pt: Alterações em %(renderType)s “%(title)s”
pt_pt: Alterações em %(renderType)s “%(title)s”
tr: "%(title)s" %(renderType)s için değişiklikler

source: Changes the font of text
da: Skift skrifttype
es: Cambia la fuente del texto
fr: Changer la police du texte
ja: テキストのフォントを変更する
nb: Endrer skrifttype
nl: Lettertype wijzigen
pl: Zmiany czcionki tekstu
pt: Muda a fonte do texto
pt_pt: Altera o tipo de letra do texto
tr: Textin fontunda değişiklikler

source: Changes the size of text being drawn.
da: Ændrer størrelsen af teksten.
es: Cambia el tamaño del texto dibujado.
nb: Endrer størrelsen på teksten som skrives.
pl: Zmienia rozmiar wyświetlanego tekstu.
pt: Altera o tamanho do texto a ser desenhado.
tr: Çizilen metnin boyutunu değiştirir.

source: Changes the way that color values are interpreted when set by fill()/stroke()/background().
da: Ændrer måden hvormed farveværdier fortolkes når de indstilles med fill()/stroke()/background().
es: Cambia el modo en que los valores de los colores son interpretados cuando se establecen por fill()/stroke()/background().
nb: Endrer måten som fargeverdiene tolkes når de er satt av fill()/stroke()/background().
nl: De manier waarop de kleur is ingesteld, gebruikt door fill()/stroke()/background().
pl: Zmienia kolor wartości interpretowanych, gdy ustawione przez fill()/stroke()/background().
pt: Muda a maneira como os valores de cor são interpretados quando definidos por fill()/stroke()/background().
tr: fill()/stroke()/background() tarafından ayarlanan renk değerlerinin yorumlanış şeklini değiştirir.

source: Changes to the %(kind)s “%(title)s”
da: Ændringer til %(kind)s “%(title)s”
es: Cambios al %(kind)s "%(title)s"
fr: Modifications apportées au %(kind)s “%(title)s”
nb: Endre til %(kind)s “%(title)s”
nl: Wijzig in de %(kind)s "%(title)s"
pl: Zmiany dla %(kind)s "%(title)s"
pt: Altera para %(kind)s “%(title)s”
pt_pt: Alterações para %(kind)s “%(title)s”
tr: "%(title)s" başlıklı %(kind)s için değişiklikler

source: Changing invitation email
da: Ændrer email med indbydelse
es: Cambiando correo electrónico de invitación
fr: Changement de l'e-mail pour l'invitation
ja: 招待の電子メイルアドレスを変更する
nb: Endre e-postinvitasjonen
nl: Uitnodigingsmail aan het veranderen
pl: Zmienianie zaproszenia email
pt: Alteração no e-mail de convite
pt_pt: A alterar o e-mail de convite
tr: Davetiye e-posta adresi değiştiriliyor

source: Changing...
da: Skifter...
es: Cambiando...
fr: Modification en cours...
ja: 変更しています…
nb: Endrer...
nl: Bezig met veranderen...
pl: Zmienianie...
pt: Alterando...
pt_pt: A alterar...
tr: Değiştiriliyor...

source: Charging energy points...
da: Opfyldning af energipoint...
es: Cargando puntos de energía...
fr: Chargement du total de points...
ja: エネルギーポイントを加算中...
nb: Lader energipoeng...
nl: Laden van energie punten...
pl: Ładowanie punktów energii...
pt: Carregando pontos de energia...
pt_pt: A carregar pontos de energia...
tr: Enerji puanları dolduruluyor...

source: Charles Wiebe is Adjunct Professor of the History of Art and Architecture at the Art Institute of Pittsburgh. He earned an MA in the History of Art &amp; Architecture from the Pennsylvania State University, with dissertation research on American and Italian Renaissance architecture. He has lectured at the University of Pittsburgh as well as Point Park University and serves as Subject Matter Expert on art at the University of Phoenix, where he has also taught film studies.
pt: Charles Wiebe é professor adjunto de história da arte e arquitetura no Instituto de Arte de Pittsburgh. Ele obteve seu mestrado em história da arte e arquitetura pela Universidade Estadual da Pensilvânia, com uma dissertação sobre arquitetura italiana na renascença. Ele deu palestras na Universidade de Pittsburgh, além da Universidade Point Park, e atua como especialista na Universidade de Phoenix, onde ele também leciona cinema.
tr: Charles Wiebe, Pittsburgh Sanat Enstitüsü'nde Sanat ve Mimari Tarihi dalında yardımcı profesördür. Pennsylvania Eyalet Üniversitesi'nde Sanat &amp; Mimari Tarihi dalında doktora yapmıştır, doktora tezi için Amerikan ve Rönesans İtalyası mimarisini araştırmıştır. Pittsburgh Üniversitesi'nin yanı sıra, Point Park Üniversitesi'nde de ders vermiştir, Phoenix Üniversitesi'nde sanat dalında Konu Uzmanı olarak görev yapmakta, ve film çalışmaları dersleri vermektedir.

source: Check
da: Tjek
es: Revisar
fr: Vérifier
nb: Sjekk
pl: Sprawdź
pt: Verificar
tr: Kontrol et

source: Check Answer
es: Comprueba tu respuesta
fr: Vérifier la réponse
nb: Sjekk svar
pl: Sprawdź odpowiedź
pt: Verificar resposta
pt_pt: Confirmar a resposta
tr: Cevabı kontrol edin

source: Check back every Wednesday to see your progress on your personal leaderboard.
es: Cada miércoles consulta tu tabla de posiciones personal para ver tu progreso
fr: Revenez tous les mercredis pour voir votre progression dans votre classement personnel.
ja: 毎週水曜日にあなたの進捗状況を個人のリーダーボードで確認に戻ります．
nb: Sjekk tilbake hver onsdag for å se fremgangen på din personlige oversikt.
nl: Kijk hier elke woensdag om je voortgang zien op je persoonlijke pagina.
pl: W każdą środę sprawdzaj swoje postępy na osobistej tablicy wyników.
pt: Toda quarta-feira, verifique seu progresso em sua classificação pessoal.
pt_pt: Consulta o teu quadro de pontuações todas as quartas-feiras para veres o teu progresso.
tr: Kişisel liderlik panonuzda ilerlemenizi görmek için her Çarşamba buraya bakın.

source: Check it out at %(url)s.
da: Se det på %(url)s.
es: Revísalo en %(url)s.
fr: Consultez-le à %(url)s.
ja: %(url)s をチェックしてみて下さい．
nb: Sjekk det ut på %(url)s.
nl: Bekijk het op %(url)s.
pl: Sprawdź to na %(url)s.
pt: Confira em %(url)s.
pt_pt: Para veres, acede a %(url)s.
tr: %(url)s kontrol ediniz.

source: Check it out now
nb: Sjekk det ut nå
pt: Confira agora
tr: Şimdi bakın

source: Check out Khan Academy -- I donated to support them!
bg: Вижте Кан Академията - аз дарих за да ги подкрепя!
es: Echa un vistazo a Khan Academy -- ¡Doné para apoyarlos!
pt: Conheça a Khan Academy -- eu faço doações para contribuir com eles!
tr: Khan Academy'i duydun mu? -- Onları desteklemek için bağış yaptım!

source: Check out Khan Academy -- I donated to support them! www.khanacademy.org
bg: Вижте Кан Академията - аз дарих за да ги подкрепя! www.khanacademy.org
es: Echa un vistazo a Khan Academy -- ¡Doné para apoyarlos! www.khanacademy.org
pt: Conheça a Khan Academy -- eu faço doações para contribuir com eles! www.khanacademy.org
tr: Khan Academy'i duydun mu? -- Onları desteklemek için bağış yaptım! www.khanacademy.org

source: Check out Official SAT Practice on Khan Academy
nb: Sjekk ut ofisielle SAT oppgaver i Khan Academy
pt: Confira os exercícios oficiais SAT na Khan Academy

source: Check out our
es: Revisa nuestra
nb: Sjekk ut vår
pl: Sprawdź nasze
pt: Confira nossa
pt_pt: Aceda à nossa
tr: Bakın

source: Check out our
es: Revisa nuestra
nb: Sjekk ut vår
pt: Confira nossa
pt_pt: Veja a nossa
tr: Bakın

source: Check out our FAQ for more info!
es: ¡Revisa nuestra sección de preguntas frecuentes para más información!
fr: Consultez notre FAQ pour plus d'informations !
ja: さらなる情報は，私達の FAQ をチェックして下さい!
nb: Sjekk ut våre FAQ for mer info!
nl: Kijk bij onze FAQ voor meer info!
pl: Żeby uzyskać więcej informacji, sprawdź nasze FAQ!
pt: Confira nossa seção de perguntas frequentes para mais informações!
pt_pt: Lê as perguntas frequentes para saberes mais!
tr: Daha fazla bilgi için SSS'ye göz atın!

source: Check out your badges and visualize your stats. This is only visible to you and your coach.
da: Tjek dine badges og visualiser din statistik. Disse er kun synlige for dig og din lærer.
es: Verifica tus medallas y visualiza tus estadísticas. Esto es solo accesible a ti y a tu tutor.
fr: Découvre tes insignes et regarde où tu en es grâce aux statistiques. Ces deux onglets sont visibles uniquement par toi et ton coach.
nb: Sjekk ut merkene dine og se på din statistikk. Dette er kun synlige for deg og din veileder.
nl: Bekijk je badges en visualiseer je statistieken. Deze tabbladen zijn alleen zichtbaar voor jou en je coach.
pl: Sprawdź swoje odznaki i wizualizację Twoich statystyk. Jest to widoczne tylko dla Ciebie i Twojego trenera.
pt: Veja suas medalhas e estatísticas. Esses dados só podem ser acessados por você e seu tutor.
pt_pt: Vê as tuas medalhas e as tuas estatísticas. Só tu e o teu tutor é que poderão ver esta página.
tr: Madalyalarınızı ve istatistiklerinizi görüntüleyin. Bu bilgilere sadece koçunuz ve siz erişebilirsiniz.

source: Check the leaderboards
es: Revisa las tablas de clasificación
fr: Vérifier les classements
ja: リーダーボードをチェック
nb: Sjekk ut resultatlistene
pl: Sprawdź ranking
pt: Veja os quadros de classificação
pt_pt: Vê as classificações
tr: Liderlik panolarına bakın

source: Check this box to publish all changes to domains, for example after updating a domain's title or creating, deleting, or moving subjects below it.
da: Klik i denne boks for at publicere alle ændringer til domæner, for eksempel efter at have opdateret et domænes titel eller hvis du har oprettet, sletter eller flytter underemner.
es: Marca esta casilla para publicar todos los cambios a los dominios, por ejemplo después de actualizar el título de un dominio o crear, eliminar o mover temas debajo de él.
fr: Cochez cette case pour publier toutes les modifications faites aux domaines, par exemple après avoir mis à jour le titre d'un domaine ou avoir changé, créé ou supprimé des chapitres en son sein.
nb: Merk av i denne boksen hvis du vil publisere alle endringer til domener, for eksempel etter oppdatering av et domenes tittel eller om du har opprettet, slettet eller flyttet undertema.
nl: Klik dit vakje aan om alle wijzigingen naar domeinen te publiceren, bijvoorbeeld na het updaten van een domeintitel of het maken, verwijderen of verplaatsen van onderwerpen onder het domein.
pl: Zaznacz aby opublikować zmiany w domenie, na przykład po aktualizacji tytułu domeny, albo utworzeniu, usunięciu czy przeniesieniu przedmiotów poniżej.
pt: Marque esta caixa para publicar todas as alterações em domínios, por exemplo após atualizar o título de um domínio ou criar, apagar ou mover assuntos dentro dele.
tr: Örneğin alan başlığının güncellenmesi, oluşturulması, silinmesi ve altına konuların taşınması gibi değişikliklerin tamamını yayınlamak için bu kutucuğu işaretleyiniz.

source: Check your Khan Academy account to find a special certificate.
ja: あなたのカーンアカデミーのアカウントをチェックして特別な証明書をみつけましょう．
nb: Sjekk kontoen din i Khan Academy for å finne et spesialsertifikat.
pt: Verifique sua conta na Khan Academy para encontrar um certificado especial.
tr: Özel bir sertifika için Khan Academy hesabınızı kontrol edin.

source: Check your significant figures.
es: Revisa tus cifras significativas.
nb: Sjekk dine store tall.
pl: Sprawdź swoje cyfry znaczące.
pt: Verifique seus algarismos significativos.
tr: Önemli rakamlarınızı kontrol ediniz.

source: Check your spam folder if the message doesn't arrive in your inbox soon.
da: Tjek din spam-mappe, hvis meddelelsen ikke ankommer i din indbakke snarest.
es: Revisa tu correo no deseado si el mensaje no llega a tu bandeja de entrada pronto.
fr: Vérifier votre dossier de courrier indésirable si le message n'arrive pas bientôt dans votre boîte de réception.
ja: メッセージが受信トレイにすぐに到着しない場合、迷惑メールフォルダーを確認してください。
nb: Sjekk spam-mappen hvis meldingen ikke kommer i innboksen snart.
nl: Kijk in je spam folder als het bericht niet snel in je inbox arriveert.
pl: Sprawdź folder spamu, jeśli wiadomość nie dotrze do Ciebie wkrótce.
pt: Caso a mensagem não chegue em sua caixa de entrada em breve, verifique sua pasta de spam.
pt_pt: Se a mensagem não chegar brevemente, vê se não foi parar à pasta de spam.
tr: Eğer kısa süre içerisinde Gelen kutunuzda mesajı göremiyor iseniz, lütfen Spam kutunuzu da kontrol ediniz.

source: Check your units.
es: Revisa tus unidades.
nb: Sjekk dine enheter.
pl: Sprawdź jednostki.
pt: Verifique suas unidades.
pt_pt: Verifica as tuas unidades.
tr: Birimlerinizi kontrol ediniz.

source: Check your vitals.
da: Tjek din profildetaljer.
es: Revisa tu información básica.
fr: Suis ton progrès !
nb: Sjekk dine profildetaljer.
nl: Bekijk je statistieken.
pl: Sprawdź swoje podstawowe dane.
pt: Confira seus dados fundamentais.
pt_pt: Acompanha o teu progresso.
tr: Hayati durumunuzu kontrol edin.

source: Checking for updates...
da: Leder efter opdateringer...
es: Comprobando actualizaciones...
fr: Recherche des mises à jour...
ja: 更新をチェックしています．．．
nb: Ser etter oppdateringer...
nl: Controleren op updates...
pl: Sprawdzanie aktualizacji...
pt: Verificação de atualizações...
pt_pt: A procurar atualizações...
tr: Güncelleştirmeler denetleniyor.

source: Checking...
da: Kontrollere...
es: Verificando...
fr: Vérification...
ja: チェックしています...
nb: Kontrollerer...
nl: Controleren...
pl: Sprawdzanie...
pt: Verificando...
pt_pt: A verificar...
tr: Denetleniyor...

source: Cheers, Sal and the Khan Academy Team
da: Hilsen Sal og Khan Academy-teamet
es: Saludos, Sal y el equipo de Khan Academy
fr: Salutations, Les équipes de Khan Academy et de Bibliothèques Sans Frontières.
nb: Beste hilsen, Sal og teamet hos Khan Academy
nl: Groeten, Sal en het Khan Academy Team
pl: Pozdrawiamy, Sal i zespół Khan Academy
pt: Atenciosamente, Sal e a equipe da Khan Academy
pt_pt: Cumprimentos, Sal e a equipa da Khan Academy
tr: Selamlar, Sal ve Khan Academy Ekibi

source: Cheers,<br> Sal and the Khan Academy Team
da: Venlig hilsen, <br> Sal og Khan Academy Team
es: Saludos, <br> Sal y el equipo de Khan Academy
fr: Salutations,<br> Les équipes de Khan Academy et de Bibliothèques Sans Frontières.
nb: Beste hilsen,<br> Sal og teamet hos Khan Academy
nl: Groeten,<br> Sal en het Khan Academy Team
pl: Pozdrawiamy,<br> Sal i zespół Khan Academy
pt: Atenciosamente,<br> Sal e a equipe da Khan Academy
pt_pt: Cumprimentos,<br> Sal e a equipa da Khan Academy
tr: Selamlar,<br> Sal ve Khan Academy Ekibi

source: Chelsey
pt: Cássia

source: Chemistry Fellow
es: Docente titular de química
fr: Chimiste résident
pl: Wykładowca chemii
pt: Fellow de química
tr: Kimya Öğretmeni

source: Child account program
da: Børnekonto program
es: Programa de cuentas infantiles
fr: Programme pour les comptes enfant
ja: チャイルドアカウントのプログラム
nb: Barnekonto program
nl: Programma voor kindaccount
pl: Program konta dziecka
pt: Programa de conta infantil
pt_pt: Programa de contas infantis
tr: Çocuk hesabı programı

source: Child account signup
bg: Регистриране на акаунт за дете
da: Barnekonto oprettelse
es: Registro de cuenta infantil
fr: Ouverture d'un compte d'enfant de moins de 13 ans
he: הרשמה לחשבון ילדים
ja: 子供のアカウントを作成する
nb: Barnekonto opprettelse
nl: Kinderaccount aanmelding
pl: Rejestracja konta dla dziecka
pt: Cadastro de conta infantil
pt_pt: Registo de conta de um filho
tr: Çocuk hesabı kaydı

source: Child accounts
bg: Профили на деца
da: Børnekonti
es: Cuentas infantiles
fr: Comptes d'enfant
he: חשבונות ילדים (מתחת לגיל 13)
ja: 子供のアカウント
nb: Kontoer til barn
nl: Leerlingaccounts
pl: Konta dzieci
pt: Contas infantis
pt_pt: Contas infantis
tr: Çocuk hesapları

source: Child's email
da: Barnets e-mail
es: Correo electrónico del hijo
fr: Email de l'enfant
ja: 子供の電子メイルアドレス
nb: Barnets epostadresse
nl: E-mail van het kind
pl: Email dziecka
pt: E-mail da criança
pt_pt: E-mail do seu filho
tr: Çocuğunuzun e-posta adresi

source: Child's password
da: Barnets adgangskode
es: Contraseña de tu hijo
fr: Le mot de passe de votre enfant
ja: 子供のパスワード
nb: Barnets passord
nl: Wachtwoord van het kind
pl: Hasło dziecka
pt: Senha da criança
pt_pt: Palavra-passe do seu filho
tr: Çocuğun şifresi

source: Child's username
da: Barnets brugernavn
es: Nombre de usuario de tu hijo
fr: Le nom d'utilisateur de l'enfant
ja: 子供のユーザー名
nb: Barnets brukernavn
nl: Gebruikersnaam van jouw kind
pl: Nazwa użytkownika dziecka
pt: Nome de usuário da criança
pt_pt: Nome de utilizador do seu filho
tr: Çocuğun kullanıcı adı

source: Chlorine
es: Cloro
nb: Klor
pl: Chlor
pt: Cloro
pt_pt: Cloro
tr: Klor

source: Choose Account
bg: Изберете акаунт
da: Vælg konto
es: Escoge tu cuenta
fr: Choisissez un compte
he: בחרו חשבון
ja: アカウントを選択します
nb: Velg konto
nl: Account kiezen
pl: Wybierz konto
pt: Escolher conta
pt_pt: Escolher conta
tr: Hesap Seçiniz

source: Choose a subject...
da: Vælg et emne...
es: Escoge un tema...
fr: Choisissez un chapitre...
ja: 科目を選択...
nb: Velg et fag...
nl: Kies een onderwerp...
pl: Wybierz przedmiot...
pt: Escolha um assunto...
pt_pt: Escolhe um assunto...
tr: Bir konu seçin...

source: Choose a subject/mission and begin learning math on Khan Academy!
es: ¡Escoge un tema o misión y comienza a aprender matemáticas en Khan Academy!
nb: Velge et emne/mestring og begynn å lære matematikk på Khan Academy!
pt: Escolha um assunto/missão e comece a aprender matemática na Khan Academy!
tr: Bir konu/görev seçin ve Khan Academy'de öğrenmeye başlayın!

source: Choose a subject/mission and begin learning math on Khan Academy!
es: ¡Elige un tema/misión y comienza a aprender matemáticas en Khan Academy!
nb: Velge et emne/oppdrag og begynne å lære matematikk på Khan Academy!
pt: Escolha um assunto/missão e comece a aprender matemática na Khan Academy!
tr: Bir konu/görev seçin ve Khan Academy'de öğrenmeye başlayın!

source: Choose a username and password for you, the parent:
da: Vælg dit brugernavn og en adgangskode, som forælderen:
es: Elije un nombre de usuario y contraseña para ti, como padre:
fr: Choisissez un nom d'utilisateur et mot de passe pour vous, le parent :
nb: Velg et brukernavn og passord for deg som forelder:
nl: Kies een gebruikersnaam en wachtwoord voor U, de ouder:
pl: Wybierz nazwę użytkownika i hasło dla Ciebie, rodzica:
pt: Escolha um nome de usuário e senha para você, o responsável:
tr: Kendiniz, Veli için bir Kullanıcı Adı ve şifre seçiniz:

source: Choose by grade level (%(region)s)
nb: Velg etter klassetrinn (%(region)s)
pl: Wybierz według klasy (%(region)s)
pt: Escolha por nível (%(region)s)
pt_pt: Escolhe um ciclo de ensino (%(region)s)
tr: Sınıf düzeyine göre seçin (%(region)s)

source: Choose by grade level (U.S.)
da: Vælg efter klassetrin (USA)
es: Escoge por el grado escolar (de Estados Unidos)
fr: Choisissez par niveau scolaire (US)
nb: Velg klassetrinn
nl: Kies per niveau (NL)
pl: Wybierz według klasy (USA)
pt: Escolher por ano (PADRÃO DOS EUA)
pt_pt: Escolhe o teu ano
tr: Sınıf seviyesine (ABD) göre seçin

source: Choose by subject
da: Vælg efter emne
es: Escoge por tema
fr: Choisissez par sujet
nb: Velge etter emne
nl: Kies per onderwerp
pl: Wybierz według przedmiotu
pt: Escolher por assunto
pt_pt: Escolhe uma disciplina
tr: Konuya göre seçin

source: Choose different problem
da: Vælg et andet stykke
es: Selecciona un problema distinto
fr: Choisissez un problème différent
nb: Velg en annen oppgave
nl: Kies een ander probleem
pl: Wybierz inny problem
pt: Escolha um problema diferente
tr: Farklı bir problem seçmek

source: Choose the statement that must also be true logically:
es: Elige la proposición que también debe ser lógicamente verdadera:
fr: Quelle est la proposition qui, de façon certaine, est vraie aussi :
pt: Escolha a afirmação que logicamente também deve ser verdadeira:
tr: Mantıksal olarak doğru olması gereken önermeyi seçiniz:

source: Choose your avatar, username, and how you want to be known to the Khan Academy community.
da: Vælg din avatar, dit brugernavn og hvordan du vil fremstå i forhold til Khan Academy fællesskabet.
es: Escoge tu avatar, tu nombre de usuario y el nombre con el que quieres ser conocido en la comunidad de Khan Academy.
fr: Choisis ton avatar, nom d'utilisateur, et comment tu veux être connu par le reste de la communauté Khan Academy.
nb: Velg din avatar, brukernavn, og hvordan du ønsker å fremstå i Khan Academy community.
nl: Kies je avatar, gebruikersnaam, en hoe je gezien wilt worden door de Khan Academy community.
pl: Wybierz swoją postać, nazwę użytkownika i sposób w jaki chcesz być znany w społeczności Khan Academy.
pt: Escolha seu avatar, nome de usuário e como você quer ser conhecido pela comunidade da Khan Academy.
pt_pt: Escolhe o teu avatar, nome de utilizador e como queres ser conhecido pelos outros na comunidade da Khan Academy.
tr: Avatar resminizi, kullanıcı adınızı ve Khan Academy'de nasıl tanınmak istediğinizi seçin.

source: Choose your path to further knowledge
pl: Wybierz drogę do dalszej wiedzy
pt: Escolha seu caminho para o conhecimento
pt_pt: Escolhe o teu caminho para aumentares o teu conhecimento
tr: Daha fazla bilgi için yolunuzu seçin

source: Choose your playback speed
da: Vælg din afspilningshastighed
es: Escoje la velocidad de reprodución
fr: Choisissez votre vitesse de lecture
ja: あなたのプレイバックスピードを選択
nb: Velg din avspillingshastighet
nl: Kies jouw afspeelsnelheid
pl: Wybierz szybkość odtwarzania
pt: Escolha a velocidade de reprodução
pt_pt: Define a velocidade de reprodução
tr: Tekrar oynatma hızınızı belirleyiniz

source: Choose your showcase programs
da: Vælg programmer til fremvisning
es: Elige tus programas de exhibición
fr: Choisissez les programmes de votre vitrine
ja: あなたのショーケースプログラムを選ぶ
nb: Velg visning av programmer
nl: Kies jouw favoriete programma's
pl: Wybierz programy pokazywane na profilu
pt: Escolha seus programas de exibição
pt_pt: Escolhe os teus programas que queres destacar
tr: Vitrin programlarınızı seçin

source: Chose your level below to get started.
da: Vælg dit niveau nedenfor for at komme i gang.
es: Escoge tu nivel a continuación para empezar.
fr: Choisir votre niveau ci-dessous pour démarrer.
nb: Velg ditt nivå nedenfor for å komme i gang.
nl: Kies hieronder jouw level om te beginnen.
pl: Wybierz poniżej swój poziom, aby rozpocząć.
pt: Escolheu seu nível abaixo para começar.
tr: Başlamak için aşağıdan düzeyinizi seçin.

source: Chris graduated from Massachusetts Institute of Technology in 2011 with degrees in Biology and History. He is currently a 4th year medical student at the Icahn School of Medicine at Mount Sinai in New York City. He hopes to continue medical training in Internal Medicine following graduation.
pt: Chris se formou no Instituto de Tecnologia de Massachusetts, em Biologia e História, em 2011. Atualmente está no 4º ano de Medicina na Escola de Medicina Icahn no Monte Sinai, em Nova York. Ele espera continuar seu treinamento médico em medicina interna depois da graduação.
tr: Chris 2011'de Massachusetts Teknoloji Enstitüsünden Biyoloji ve Tarih diplomalarıyla mezun oldu. Şu anda New York Şehrinde, Mount Sinai'de Icahn Tıp Fakültesinde 4. sınıf öğrencisidir. Mezun olduktan sonra, Dahiliye alanında tıp eğitimini sürdürmek istemektedir.
