Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Plugging in our points <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> and <code>\red{(<var>X2</var>, <var>Y2</var>)}</code> gives us: <code>\sqrt{( \red{<var>X1</var>} - \red{<var>X2</var>} )^2 + ( \red{<var>Y1</var>} - \red{<var>Y2</var>} )^2}</code>
es: Al sustituir en nuestros puntos <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> y <code>\red{(<var>X2</var>, <var>Y2</var>)}</code> nos da: <code>\sqrt{( \red{<var>X1</var>} - \red{<var>X2</var>} )^2 + ( \red{<var>Y1</var>} - \red{<var>Y2</var>} )^2}</code>
fr: Avec les points <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> et <code>\red{(<var>X2</var>, <var>Y2</var>)}</code>, on obtient : <code>\sqrt{( \red{<var>X1</var>} - \red{<var>X2</var>} )^2 + ( \red{<var>Y1</var>} - \red{<var>Y2</var>} )^2}</code>
nb: Setter inn våre punkter <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> og <code>\red{(<var>X2</var>, <var>Y2</var>)}</code> som gir oss: <code>\sqrt{( \red{<var>X1</var>} - \red{<var>X2</var>} )^2 + ( \red{<var>Y1</var>} - \red{<var>Y2</var>} )^2}</code>
pl: Podstawienie naszych punktów <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> i <code>\red{(<var>X2</var>, <var>Y2</var>)}</code> daje nam: <code>\sqrt{( \red{<var>X1</var>} - \red{<var>X2</var>} )^2 + ( \red{<var>Y1</var>} - \red{<var>Y2</var>} )^2}</code>
pt: Ao inserirmos nossos pontos <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> e <code>\red{(<var>X2</var>, <var>Y2</var>)}</code> temos que: <code>\sqrt{( \red{<var>X1</var>} - \red{<var>X2</var>} )^2 + ( \red{<var>Y1</var>} - \red{<var>Y2</var>} )^2}</code>
tr: <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> ve <code>\red{(<var>X2</var>, <var>Y2</var>)}</code> noktalarını yerine koyarsak şunu elde ederiz: <code>\sqrt{( \red{<var>X1</var>} - \red{<var>X2</var>} )^2 + ( \red{<var>Y1</var>} - \red{<var>Y2</var>} )^2}</code>

source: Plugging into our expression, we get
es: Al introducirlo en nuestra expresión, tenemos
fr: En remplaçant dans l'expression donnée, on obtient
pt: Ao substituirmos os valores em nossa expressão, temos
tr: İfademize yerine koyduğumuzda, şunu elde ederiz

source: Plutonium
es: Plutonio
pl: Pluton
pt: Plutônio
pt_pt: Plutónio

source: Point <code>\blue{A}</code> is at <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> and point <code>\green{B}</code> is at <code>\green{(<var>X2</var>, <var>Y2</var>)}</code>.
es: El punto <code>\blue{A}</code> está en <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> y el punto <code>\green{B}</code> está en <code>\green{(<var>X2</var>, <var>Y2</var>)}</code>.
fr: Les coordonnées de <code>\blue{A}</code> sont <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> et les coordonnées de <code>\green{B}</code> sont <code>\green{(<var>X2</var>, <var>Y2</var>)}</code>.
nb: Punktet <code>\blue{A}</code> er på <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> og punktet <code>\green{B}</code> er på <code>\green{(<var>X2</var>, <var>Y2</var>)}</code>.
pt: O ponto <code>\blue{A}</code> está em <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> e o ponto <code>\green{B}</code> está em <code>\green{(<var>X2</var>, <var>Y2</var>)}</code>.
tr: <code>\blue{A}</code> noktası <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code>'dedir ve <code>\green{B}</code> noktası <code>\green{(<var>X2</var>, <var>Y2</var>)}</code>'dedir.

source: Point <code>\blue{A}</code> is at <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> and point <code>\purple{M}</code> is at <code>\purple{(<var>XM</var>, <var>YM</var>)}</code>.<br> Point <code>\purple{M}</code> is the midpoint of point <code>\blue{A}</code> and point <code>\green{B}</code>.
es: El punto <code>\blue{A}</code> está en <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> y el punto <code>\purple{M}</code> está en <code>\purple{(<var>XM</var>, <var>YM</var>)}</code>.<br> El punto <code>\purple{M}</code> es el punto medio de los puntos <code>\blue{A}</code> y <code>\green{B}</code>.
fr: Les coordonnées de <code>\blue{A}</code> sont <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> et les coordonnées de <code>\purple{M}</code> sont <code>\purple{(<var>XM</var>, <var>YM</var>)}</code>.<br> Le point <code>\purple{M}</code> est le milieu du segment d'extrémités <code>\blue{A}</code> et <code>\green{B}</code>.
nb: Punkt <code>\blue{A}</code> er på <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> og punkt <code>\purple{M}</code> er på <code>\purple{(<var>XM</var>, <var>YM</var>)}</code>.<br> Point <code>\purple{M}</code> er midtpunktet av punkt <code>\blue{A}</code> og punkt <code>\green{B}</code>.
pt: O ponto <code>\blue{A}</code> está em <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> e o ponto <code>\purple{M}</code> está em <code>\purple{(<var>XM</var>, <var>YM</var>)}</code>.<br> O ponto <code>\purple{M}</code> é o ponto médio entre o ponto <code>\blue{A}</code> e o ponto <code>\green{B}</code>.
tr: <code>\blue{A}</code> noktası <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code>'dedir ve <code>\purple{M}</code> noktası <code>\purple{(<var>XM</var>, <var>YM</var>)}</code>'dedir.<br> <code>\purple{M}</code> noktası, <code>\blue{A}</code> noktasının ve <code>\green{B}</code> noktasının orta noktasıdır.

source: Point <code>\green{B}</code> is <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
es: El punto <code>\green{B}</code> está en <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
fr: Les coordonnées de <code>\green{B}</code> sont <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
nb: Punktet <code>\green{B}</code> er <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
pt: O ponto <code>\green{B}</code> é <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
tr: <code>\green{B}</code> noktası, <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.

source: Point slope form
da: Punkt-hældnings-form
es: Forma punto-pendiente
fr: Équations de droite de la forme y – b = m(x – a)
nb: Ettpunktsformelen
pl: Postać kanoniczna równania prostej
pt: Equação fundamental da reta
tr: Nokta eğim formu

source: Points
da: Point
es: Puntos
ja: ポイント
nb: Poeng
nl: Punten
pl: Punkty
pt: Pontos
pt_pt: Pontos
tr: Puanlar

source: Points Earned
da: Optjente Point
es: Puntos ganados
fr: POINTS GAGNÉS
ja: 獲得したポイント
nb: Optjente Poeng
nl: Behaalde punten
pl: Zdobyte punkty
pt: Pontos ganhos
pt_pt: Pontos recebidos
tr: Kazanılan puanlar

source: Points already earned for watching the video
da: Point allerede optjent for at se videoen
es: Puntos ya ganados por ver el video
fr: Points déjà gagnés pour avoir regardé la vidéo
nb: Poeng allerede oppnådd for å se videoen
nl: Punten reeds verdiend voor het kijken van de video
pl: Punkty zostały już zdobyte za obejrzenie filmu
pt: Pontos já obtidos por assistir ao vídeo
tr: Videoyu izlediğiniz için şimdiden kazanmış olduğunuz puanlar

source: Points can be collinear even if the line isn't drawn in the figure.
es: Los puntos pueden ser colineales incluso si la línea no está dibujada en la figura.
pl: Punkty mogą być współliniowe, nawet jeśli prosta nie została zaznaczona na rysunku.
pt: Pontos podem ser colineares até mesmo se a reta não estiver desenhada na figura.
tr: Şekilde doğru çizilmese de noktalar doğrusal olabilir.

source: Points earned in this date range across all missions
da: Point optjent i dette datointerval for alle missioner
es: Puntos ganados en este intervalo de fechas y en todas las misiones
fr: Points gagnés dans cette période de temps, dans tous les missions
ja: 全てのミッションを通してこの期間中に獲得した得点
nb: Poeng tjent i dette datointervallet over alle oppdrag
nl: Punten verzameld in dit datumbereik over alle missies heen
pl: Punkty zdobyte w danym okresie we wszystkich misjach
pt: Pontos ganhos neste intervalo de datas em todas as missões
tr: Bu tarih aralığında bütün hedeflerden kazanılmış puanlar

source: Points earned so far
da: Point optjent indtil nu
es: Puntos ganados hasta el momento
fr: Points gagnés jusqu'à présent
nb: Poeng oppnådd så langt
nl: Punten verdiend tot nu toe
pl: Zdobyte do tej pory punkty
pt: Pontos obtidos até agora
tr: Şu ana kadar kazandığınız puanlar

source: Points for completion <small>Bonus points earned for completing this task</small>
da: point for færdiggørelse <small>Bonuspoint for at fuldføre denne opgave</small>
es: Puntos por haber terminado <small>Puntos extras ganados por terminar esta tarea</small>
fr: Points pour être allé jusqu'au bout <small>Points Bonus gagnés pour avoir terminé cet exercice !</small>
nb: Poeng for fullføring <small>Bonuspoeng oppnådd for å fullføre denne testen</small>
nl: Punten voor voltooiing <small>Bonuspunten voor het voltooien van deze taak</small>
pl: Punkty za ukończenie <small>Dodatkowe punkty za ukończenie tego zadania</small>
pt: Pontos por conclusão <small>Pontos de bônus obtidos pela conclusão da tarefa</small>
pt_pt: Pontos por concluíres <small>Pontos extra por teres concluído esta tarefa</small>
tr: Tamamlama puanları <small>Bu görev tamamlandığı için kazanılmış puanlar</small>

source: Points for completion <small>Bonus points earned for completing this task</small>
da: point for færdiggørelse <small>Bonuspoint for at fuldføre denne opgave</small>
es: Puntos por haber terminado <small>Puntos ganados por terminar esta tarea</small>
fr: Points pour avoir tout fait <small>Points Bonus gagnés pour avoir terminé cet exercice en entier</small>
nb: Poeng for fullføring <small>Bonuspoeng oppnådd for å fullføre denne oppgaven</small>
nl: Punten voor voltooiing <small>Bonuspunten voor het voltooien van deze taak</small>
pl: Punkty za wykonanie <small>Dodatkowe punkty zdobyte za wykonanie tego zadania</small>
pt: Pontos por conclusão <small>Bônus obtidos por concluir esta tarefa</small>
tr: Tamamlama puanları <small>Bu görevi tamamlamak için kazanılmış puanlar</small>

source: Points for completion <small>Finish the video to get a 100 point bonus</small>
da: Point for færdiggørelse <small>Se videoen færdig for at få 100 bonuspoint</small>
es: Puntos por haber terminado. <small>Termina el video para conseguir un bono de 100 puntos</small>
nb: Poeng for fullføring <small>Fullfør oppgaven for å få 100 bonuspoeng</small>
nl: Punten voor voltooiing <small>Maak de video af om 100 bonuspunten te krijgen</small>
pl: Punkty za ukończenie w całości <small>Zakończ film, aby otrzymać bonus 100 punktów</small>
pt: Pontos por conclusão <small>Termine de assistir ao vídeo para obter um bônus de 100 pontos</small>
pt_pt: Pontos por conclusão <small>Vê o vídeo até ao fim para receberes um bónus de 100 pontos</small>
tr: Tamamlama puanları <small>100 bonus puan için videoyu tamamlayınız</small>

source: Points for questions<br> <small>{{problemSummaryText}}</small>
da: Point for spørgsmål<br> <small>{{problemSummaryText}}</small>
es: Puntos por las preguntas<br> <small>{{problemSummaryText}}</small>
fr: Points pour avoir répondu aux questions <br> <small>{{problemSummaryText}}</small>
nb: Poeng for spørsmål<br> <small>{{problemSummaryText}}</small>
nl: Punten voor vragen<br> <small>{{problemSummaryText}}</small>
pl: Punkty za pytania<br> <small>{{problemSummaryText}}</small>
pt: Pontos por perguntas<br> <small>{{problemSummaryText}}</small>
pt_pt: Pontos por perguntas<br> <small>{{problemSummaryText}}</small>
tr: <br> <small>{{problemSummaryText}}</small> sorularından puanlar

source: Points from badges<br> <small>{{badgeSummaryText}}</small>
da: Point fra badges<br> <small>{{badgeSummaryText}}</small>
es: Puntos de medallas<br> <small>{{badgeSummaryText}}</small>
fr: Points des badges<br> <small>{{badgeSummaryText}}</small>
nb: Poeng fra merker<br> <small>{{badgeSummaryText}}</small>
nl: Punten van medailles<br> <small>{{badgeSummaryText}}</small>
pl: Punkty za odznaki<br> <small>{{badgeSummaryText}}</small>
pt: Pontos das medalhas<br> <small>{{badgeSummaryText}}</small>
pt_pt: Pontos por receberes uma medalha<br> <small>{{badgeSummaryText}}</small>
tr: <br> <small>{{badgeSummaryText}}</small> madalyalarından puanlar

source: Points from badges<br> <small>{{badgeSummaryText}}</small>
da: Point fra badges <br> <small>{{badgeSummaryText}}</small>
es: Puntos de medallas<br> <small>{{badgeSummaryText}}</small>
fr: Points des badges<br> <small>{{badgeSummaryText}}</small>
nb: Poeng fra merker<br> <small>{{badgeSummaryText}}</small>
nl: Punten van badges <br> <small>{{badgeSummaryText}}</small>
pl: Punkty za odznaki<br> <small>{{badgeSummaryText}}</small>
pt: Pontos de medalhas<br> <small>{{badgeSummaryText}}</small>
tr: Madalyalardan puanlar<br> <small>{{badgeSummaryText}}</small>

source: Points last week: 0
da: Point sidste uge: 0
es: Puntos de la semana pasada: 0
fr: Points la semaine dernière: 0
nb: Poeng forrige uke: 0
nl: Punten van vorige week: 0
pl: Punkty z zeszłego tygodnia: 0
pt: Pontos da semana passada: 0
pt_pt: Pontos recebidos na semana passada: 0
tr: Geçen haftanın puanları: 0

source: Points on the coordinate plane
fr: Points dans un repère du plan
nb: Punkter i koordinatsystemtet
pl: Punkty w układzie współrzędnych
pt: Pontos no plano cartesiano
tr: Koordinat Düzleminde Noktalar

source: Points per eligible student
es: Puntos por cada estudiante elegible
fr: Points par étudiant admissible
ja: 資格のある生徒毎のポイント
nb: Poeng per elev
nl: Punten per in aanmerking komende leerling
pl: Punkty na uprawnionego ucznia
pt: Pontos por aluno elegível
pt_pt: Pontos por aluno
tr: Geçerli öğrenciye düşen puan

source: Points per eligible student is the total points accumulated by that school or city’s participants divided by the number of students in school/city who could participate.
es: Puntos por estudiante elegible son los puntos totales acumulados por los participantes de esa escuela o ciudad divididos entre el número de estudiantes en la escuela o ciudad que podrían participar.
ja: 資格のある生徒毎のポイントは学校または市の参加者によって累積された総得点を参加資格のある学校/街の生徒数で割ったものです．
nb: Poeng per elev er det totale antall poeng som er oppnådd av skolen eller en by som deltar, delt på antall elever det er på skolen eller i byen som deltar.
nl: Punten per in aanmerking komende leerling is het totale aantal punten dat verzameld is door deelnemers van die school of stad, gedeeld door het aantal leerlingen in de school/stad die kunnen deelnemen.
pl: Punkty na uprawnionego ucznia to suma punktów zdobyty przez uczestników ze szkoły lub miasta, podzielona przez liczbę uczniów w szkole/mieście, którzy mogli uczestniczyć.
pt: Os pontos por aluno elegível são os pontos totais acumulados por aquela escola ou pelos participantes da cidade, divididos pelo número de alunos na escola/cidade que poderiam participar.
pt_pt: Os pontos por estudante elegível são calculados pelo total de pontos acumulados pelos participantes da escola ou cidade a dividir pelo número de estudantes da escola ou cidade que participaram.
tr: Geçerli öğrenciye düşen puan, bir okul veya şehrin katılımcıları tarafından toplanan toplam puanın, o okul/şehirden katılabilecek toplam öğrenci sayısına bölümüdür.

source: Points two weeks ago
da: Point for to uger siden
es: Puntos de hace dos semanas
fr: Points il y a deux semaines
nb: Poeng for to uker siden
nl: Punten van twee weken geleden
pl: Punkty sprzed dwóch tygodni
pt: Pontos de duas semanas atrás
tr: Puan, iki hafta önce

source: Points, lines, and planes
es: Los puntos, las líneas y los planos
fr: Points, droites et plans (provisoirement en anglais)
nb: Punkt, linjer og plan
pl: Punkty, proste i płaszczyzny
pt: Pontos, retas e planos
tr: Nokta, Doğru ve Düzlem

source: Polonium
es: Polonio
pl: Polon
pt: Polônio
pt_pt: Polónio
tr: Polonyum

source: Pool
fr: Piscine
nb: Basseng
pl: Basen
pt: Piscina
tr: Havuz

source: Positive and negative exponents
da: Positive og nul eksponenter
es: Los exponentes positivos y negativos
fr: Exposants positifs et négatifs
ja: 正と負の指数
nb: Positive og negative exponenter
pl: Dodatnie i ujemne potęgi
pt: Expoentes positivos e negativos
tr: Pozitif ve negatif üssel ifadeler

source: Positive and negative parts of functions
es: Partes positivas y negativas de funciones
fr: Valeurs positives ou négatives d'une fonction
pt: Partes positivas e negativas de funções
tr: Fonksiyonların pozitif ve negatif kısımları

source: Positive and zero exponents
fr: Puissances positives ou nulles
nb: Positive og null eksponenter
nl: Positieve exponenten en 0 als exponent
pl: Wykładniki dodatnie i zerowe
pt: Expoentes positivos e negativos
tr: Pozitif ve sıfır üs

source: Positive exponents with positive and negative bases
fr: Puissances positives de nombres positifs et négatifs
nb: Positive eksponenter med positive og negative grunntall
pl: Potęgi o podstawach dodatnich i ujemnych i dodatnich wykładnikach
pt: Expoentes positivos com bases positivas e negativas
tr: Pozitif ve negatif tabanlı pozitif üsler

source: Possible Badges
da: Mulige Badges
es: Posibles medallas
fr: Badges à gagner
ja: 獲得可能なバッジ
nb: Mulige emblemer
nl: Mogelijke badges
pl: Odznaki możliwe do zdobycia
pt: Medalhas possíveis
pt_pt: Medalhas desta categoria
tr: Kazanılabilecek Madalyalar

source: Possible strict violation.
da: Mulige overtrædelse af "strict".
es: Posible violación estricta.
nb: Mulige linje overtredelser.
pl: Możliwe naruszenie ścisłości.
pt: Possível violação no modo strict.
tr: Olası ciddi ihlal.

source: Post 10 answers that earn 3+ votes
da: Skriv 100 svar, som får 3+ stemmer
es: Publica 10 respuestas que ganen 3 o más votos
fr: Publier10 réponses qui récoltent 3 votes ou plus
ja: 3+の投票を獲得した10の答えをポスト
nb: Legg inn 10 svar som får 3+ stemmer
nl: Plaats 10 antwoorden die 3+ stemmen krijgen
pl: Zamieść 10 odpowiedzi, które zdobędą 3+ głosów
pt: Publicar 10 respostas que ganhem mais de 3 votos
pt_pt: Publica 10 respostas que ganhem 3 ou mais votos
tr: 3 + oy alan 10 cevap verin

source: Post 100 answers that earn 3+ votes
da: Skriv 100 svar, som får 3+ stemmer
es: Publica 100 respuestas que ganan 3 o más votos
fr: Publier 100 réponses qui récoltent 3 votes ou plus
ja: 3+の投票を獲得した100の答えをポスト
nb: Legg inn 100 svar som får 3+ stemmer
nl: Post 100 antwoorden die 3+ stemmen krijgen
pl: Zamieść 100 odpowiedzi, które zdobędą 3+ głosów
pt: Publicar 100 respostas que ganhem mais de 3 votos
pt_pt: Publica 100 respostas que ganhem 3 ou mais votos
tr: 3 + oy alan 100 cevap verin

source: Post a tip or thanks
da: skriv et tip eller tak
es: Publica una sugerencia o un agradecimiento
fr: Poster une astuce ou des remerciements
hi: टिप या धन्यवाद पोस्ट करें
ja: ヒントや感謝を掲示する
nb: Skriv et tips eller takk
nl: Plaats een tip of bedankje
pl: Napisz wskazówkę lub podziękowanie
pt: Publicar uma dica ou agradecimento
pt_pt: Publicar uma dica ou um agradecimento
tr: Bir ipucu ya da teşekkür yayınlamak

source: Post a tip or thanks...
da: skriv et tip eller tak...
es: Publica una sugerencia o un agradecimiento...
fr: Poster une astuce ou des remerciements...
hi: टिप या धन्यवाद को पोस्ट करें...
ja: ヒントや感謝を掲示する
nb: Skriv et tips eller takk...
nl: Plaats een tip of bedankje...
pl: Napisz wskazówkę lub podziękowanie...
pt: Publique uma dica ou agradecimento...
pt_pt: Publica uma dica ou agradecimento...
tr: Bir ipucu ya da teşekkür yayınlamak...

source: Post about Khan Academy on Facebook and see how many likes, shares, and sign-ups you get with your Ambassador link.
bg: Публикувай във Facebook за Хан Академията и виж колко харесвания, споделяния и регистрации ще получиш чрез своя Посланнически линк.
da: Lav indlæg om Khan Academy på Facebook og se hvor mange likes, delinger, og tilmeldinger du får via dit Ambassadør link.
es: Publica acerca de Khan Academy en Facebook y mira cuántos "me gusta", cuántas veces se comparte y cuántos registros obtienes con tu enlace de embajador.
nb: Legg et innlegg om Khan Academy på Facebook og se hvor mange likes, delinger og registreringer du får med din ambassadør link.
nl: Plaats Khan Academy op jouw Facebook en zie hoeveel likes, shares en aanmeldingen jij krijgt met jouw Ambassadeurslink.
pl: Napisz o Khan Academy na Facebooku i zobacz ile polubień, udostępnień i rejestracji uzyskasz dzięki swojemu linkowi ambasadora.
pt: Comente sobre a Khan Academy no Facebook e veja quantas curtidas, compartilhamentos e inscrições você consegue com seu link de embaixador.
pt_pt: Partilhe a Khan Academy no Facebook e veja quantos gostos, partilhas e registos novos consegue com a sua ligação de embaixador.
tr: Khan Academy hakkında Facebook'a yazın ve Büyükelçi bağlantınızla kaç like, paylaşım, ve kayıt aldığınızı görün.

source: Post an answer that earns 10+ votes
da: Skriv et svar som får 10+ stemmer
es: Publica una respuesta que gane 10 o más votos
fr: Publier une réponse qui récolte 10 votes ou plus
ja: 10+の投票を獲得した答えをポスト
nb: Publisere et svar som gir 10+ stemmer
nl: Post een antwoord dat 10+ stemmen krijgt
pl: Opublikuj odpowiedź i uzyskaj za nią ponad 10 głosów
pt: Publicar uma resposta que ganhe mais de 10 votos
pt_pt: Publica uma resposta que ganhe, pelo menos, 10 votos
tr: 10 + oy alan bir cevap verin

source: Post an answer that earns 25+ votes
da: Skriv et svar som får 25+ stemmer
es: Publica una respuesta que gane 25 o más votos
fr: Publiez une réponse qui récolte 25 votes ou plus
ja: 25+の投票を獲得した答えをポスト
nb: Publisere et svar som gir 25+ stemmer
nl: Post een antwoord dat 25+ stemmen krijgt
pl: Opublikuj odpowiedź i uzyskaj za nią ponad 25 głosów
pt: Publicar uma resposta que ganhe mais de 25 votos
pt_pt: Publica uma resposta que ganhe, pelo menos, 25 votos
tr: 25 + oy alan bir cevap verin

source: Post an answer that earns 50+ votes
da: Skriv et svar som får 50+ stemmer
es: Publica una respuesta que gane 50 o más votos
fr: Publiez une réponse qui récolte 50 votes ou plus
ja: 50+の投票を獲得した答えをポスト
nb: Publisere et svar som gir 50+ stemmer
nl: Post een antwoord dat 50+ stemmen krijgt
pl: Opublikuj odpowiedź i uzyskaj za nią ponad 50 głosów
pt: Publicar uma resposta que ganhe mais de 50 votos
pt_pt: Publica uma resposta que ganhe, pelo menos, 50 votos
tr: 50 + oy alan bir cevap verin

source: Posting public computer science programs for others to use
da: Lægge offentlige it-programmer op til andres brug
es: Publicar programas de ciencias de la computación para que otros puedan usarlos
fr: Publiant des programmes informatiques à utiliser par d'autres membres
ja: 他の人が使えるように、パブリックなコンピュータサイエンスのプログラムを投稿する
nb: Publiser offentlig dataprogrammer, så andre kan bruke dem
nl: Publieke computerwetenschapsprogrammas toevoegen voor gebruik door anderen
pl: Zamieszczanie publicznych programów informatycznych do korzystania dla innych
pt: Postar programas públicos de ciência de computação para que outros possam usar
tr: Diğer kişilerin kullanması için Bilgisayar Bilimi programları yüklemek

source: Posting questions and answers in our discussion forums
da: Skrive spørgsmål og svar i vores debatfora
es: Publicar preguntas y respuestas en nuestros foros de discusión
fr: Posant des questions et donnant des réponses dans nos forums de discussion
ja: 私達の議論のフォーラムに質問と答えをポストする
nb: Skrive spørsmål og svar i vårt diskusjonsforum
nl: Detachering vragen en antwoorden in onze discussieforums
pl: Zamieszczanie pytań i odpowiedzi na naszych forach dyskusyjnych
pt: Postar perguntas e respostas em nossos fóruns de discussão
tr: Tartışma forumlarımıza soru ve cevap göndermek

source: Potassium
es: Potasio
pt: Potássio
tr: Potasyum

source: Pounds
es: Libras
fr: Poids en kg
nb: Kg
pt: Quilos
tr: Pound

source: Power Hour
da: Intens time
es: Poder de la hora
fr: Heure puissante
ja: パワー・アワー
nb: Kraft Time
nl: Geslaagd uur
pl: Intensywna Godzina
pt: Tudo em uma hora
pt_pt: Hora de energia
tr: Güç saati

source: Powered by
es: Impulsado por
ja: による提供
nb: drevet av
nl: Gesponsord door
pl: Organizowane przez
pt: Organizado por
pt_pt: Desenvolvido pela
tr: Sağlayıcı

source: Powers of complex numbers
es: Potencias de números complejos
fr: Élever un nombre complexe à une puissance
pt: Potências de números complexos
tr: Karmaşık sayıların kuvvetleri
