Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: You can only vote 10 times every hour.
da: Du kan kun stemme 10 gange hver time.
es: Solo puedes votar 10 veces cada hora.
fr: Vous ne pouvez voter que 10 fois par heure.
nb: Du kan bare stemme 10 ganger per time.
nl: Je kan slechts 10 keer per uur stemmen.
pl: Możesz zagłosować tylko 10 razy na godzinę.
pt: Você só pode votar 10 vezes a cada hora.
tr: Bir saat içinde en fazla 10 kez oy kullanabilirsiniz.

source: You can participate in LearnStorm anywhere you have an internet connection, like your home, school or local library. The only thing you need is a Khan Academy account. Sign up today, and start learning.
es: Puedes participar en LearnStorm desde cualquier lugar que tenga conexión a internet, como tu casa, escuela o biblioteca local. Lo único que necesitas es una cuenta en Khan Academy. Regístrate hoy mismo y empieza a aprender.
fr: Vous pouvez participer à LearnStorm partout où vous avez une connexion internet, comme à la maison, à l'école ou à la bibliothèque locale. La seule chose dont vous avez besoin est un compte de la Khan Academy. Inscrivez-vous dès aujourd'hui et commencer à apprendre.
ja: インターネット接続さえあれば，あなたはラーンストームにどこからでも，家から，学校から，あるいは地域の図書館からでも，参加できます．あなたに必要なものはカーンアカデミーのアカウントだけです．今日サインアップして，学びを始めましょう．
nb: Du kan delta i LearnStorm hvor som helst du har en Internett-tilkobling, som hjemme, på skolen eller lokale bibliotek. Det eneste du trenger er en Khan Academy konto. Registrer deg i dag og begynne å lære.
nl: Je kunt aan de slag met LearnStorm wanneer je een internetverbinding hebt, bijvoorbeeld thuis, op school of in een bibliotheek. Het enige dat je nodig hebt is een Khan Academy account. Meld je vandaag aan en begin met leren.
pl: Możesz uczestniczyć w LearnStorm z każdego miejsca, w którym masz połączenie z internetem, na przykład z Twojego domu, szkoły lub biblioteki. Potrzebujesz tylko konta na Khan Academy. Zarejestruj się dzisiaj i zacznij naukę.
pt: Você pode participar da LearnStorm em qualquer lugar que você tenha uma conexão à internet, como em sua casa, escola, ou na biblioteca. A única coisa que você precisa é uma conta na Khan Academy. Cadastre-se hoje e comece a aprender.
pt_pt: Pode participar na LearnStorm de qualquer local com uma ligação à Internet, como a sua casa, escola ou livraria local. A única coisa que precisa é uma conta da Khan Academy. Registe-se hoje e comece a aprender.
tr: Bir internet bağlantınızın olduğu her yerden, LearnStorm'a katılabilirsiniz, eviniz, okulunuz veya yerel kütüphaneniz gibi. İhtiyacınız olan tek şey, bir Khan Academy hesabıdır. Bugün kaydolun, ve öğrenmeye başlayın.

source: You can resize this box with <code><var>NUMBER</var></code> dots to help you find the factors:
es: Puedes cambiar el tamaño de esta caja con <code><var>NUMBER</var></code> puntos para ayudarte a encontrar los factores:
fr: En modifiant la taille de la boîte contenant <code><var>NUMBER</var></code> points on peut trouver les diviseurs :
nb: Du kan endre størrelsen på denne boksen med <code><var>NUMBER</var></code> punkt som hjelper deg å finne faktorene:
nl: Je kunt het formaat van dit vak met <code><var>NUMBER</var></code> stippen veranderen om de factoren te vinden:
pl: Możesz zmieniać rozmiar pudełka zawierającego <code><var>NUMBER</var></code> kropek. To pomoże Ci znaleźć czynniki:
pt: Você pode redimensionar esta caixa com <code><var>NUMBER</var></code> pontos a fim de ajudá-lo a encontrar os divisores:
tr: Çarpanları bulmak için, bu kutuyu <code><var>NUMBER</var></code> noktayla tekrardan boyutlandırabiliriz:

source: You can search all of Khan Academy here to find what you want to learn. If you choose a skill from %(missionTitle)s, it will be added to your learning dashboard and opened here.
es: Aquí puedes buscar en todo Khan Academy para encontrar lo que quieres aprender. Si eliges una habilidad de %(missionTitle)s, será agregada a tu panel de aprendizaje y se abrirá aquí.
nb: Du kan søke overalt i Khan Academy her å finne det du ønsker å lære. Hvis du velger en kompetanse fra %(missionTitle)s, vil det legges til i ditt dashbord for læring og åpnes her.
pl: Możesz przeszukać tutaj całe Khan Academy żeby znaleźć to, czego chcesz się nauczyć. Jeśli wybierzesz umiejętność z %(missionTitle)s, zostanie ona dodana do Twojego pulpitu nawigacyjnego i otworzona tutaj.
pt: Aqui, você pode pesquisar todo o conteúdo da Khan Academy para encontrar o que você quer aprender. Se você escolher uma habilidade de %(missionTitle)s, ela será adicionada ao seu painel de aprendizagem e será aberta aqui.
pt_pt: Podes pesquisar por tudo o quiseres da Khan Academy para descobrir o que queres aprender. Se escolheres uma competência da missão %(missionTitle)s, essa competência será adicionada ao teu painel de aprendizagem.
tr: Öğrenmek istediğinizi bulmak için, Khan Academy'nin tamamını araştırabilirsiniz. %(missionTitle)s'den bir beceri seçerseniz, öğrenme kontrol panelinize eklenecek ve burada açılacaktır.

source: You can see that the graph resembles a squished circle.
da: Du kan se, at grafen ligner en fladtrykt cirkel.
es: Se puede ver que la gráfica se parece a un círculo aplastado.
fr: La courbe ressemble a un cercle déformé.
nb: Du kan se at grafen minner om sammenklemt sirkel.
pt: Você pode ver que o gráfico assemelha-se a um círculo esmagado.
tr: Grafiğin ezilmiş bir çembere benzediğini görebilirsiniz.

source: You can start by trying to guess which factors of <code class="hint_blue"><var>CONSTANT</var></code> add up to <span class="hint_green"><code><var>LINEAR</var></code></span>. In other words, you need to find the values for <code class="hint_pink">a</code> and <code class="hint_pink">b</code> that meet the following conditions:
da: Du kan starte med at forsøge at gætte, hvilke faktorer af <code class="hint_blue"><var>CONSTANT</var></code> summer til <span class="hint_green"><code><var>LINEAR</var></code></span>. Med andre ord, skal du finde værdierne for <code class="hint_pink">a</code> og <code class="hint_pink">b</code>, der opfylder følgende betingelser:
es: Puedes empezar tratando de adivinar qué factores de <code class="hint_blue"><var>CONSTANT</var></code> sumados dan <span class="hint_green"><code><var>LINEAR</var></code></span>. En otras palabras, necesitas encontrar los valores de <code class="hint_pink">a</code> y <code class="hint_pink">b</code> que satisfacen las siguientes condiciones:
fr: Vous pouvez commencer en essayant de deviner quels diviseurs de <code class="hint_blue"><var>CONSTANT</var></code> ont pour somme <span class="hint_green"><code><var>LINEAR</var></code></span>. Autrement dit, vous devez trouver les valeurs de <code class="hint_pink">a</code> et <code class="hint_pink">b</code> qui satisfont aux conditions suivantes :
nb: Du kan starte med at forsøke å gjette hvilke faktorer av <code class="hint_blue"><var>CONSTANT</var></code> addert blir <span class="hint_green"><code><var>LINEAR</var></code></span>. Med andre ord, skal du finne verdiene for <code class="hint_pink">a</code> og <code class="hint_pink">b</code>, som oppfyller følgende betingelser:
pl: Możesz zacząć, próbując zgadnąć jaki współczynniki <code class="hint_blue"><var>CONSTANT</var></code> sumują się do <span class="hint_green"><code><var>LINEAR</var></code></span>. Innymi słowy, musisz znaleźć wartości <code class="hint_pink">a</code> i <code class="hint_pink">b</code>, które spełniają poniższe warunki:
pt: Você pode começar tentando adivinhar quais fatores de <code class="hint_blue"><var>CONSTANT</var></code> somam <span class="hint_green"><code><var>LINEAR</var></code></span>. Em outras palavras, você precisa encontrar os valores para <code class="hint_pink">a</code> e <code class="hint_pink">b</code> que atendem as seguintes condições:
tr: <code class="hint_blue"><var>CONSTANT</var></code>'in hangi çarpanlarının toplamının <span class="hint_green"><code><var>LINEAR</var></code></span> olduğunu tahmin etmeye çalışarak başlayabilirsiniz. Başka bir deyişle, aşağıdaki koşulları sağlayan <code class="hint_pink">a</code> ve <code class="hint_pink">b</code> değerlerini bulmanız gerekir:

source: You can subscribe to updates on the <a href='/about/blog'>Khan Academy Blog</a> or by following us on twitter <a href='https://twitter.com/khanacademy'>@khanacademy</a>.
da: Du kan abonnere på opdateringer fra <a href='/about/blog'>Khan Academy Blog</a> eller følge os på twitter <a href='https://twitter.com/khanacademy'>@khanacademy</a>.
es: Puedes suscribirte a las actualizaciones en el <a href='/about/blog'>blog de Khan Academy</a> o seguirnos en Twitter <a href='https://twitter.com/khanacademy'>@khanacademy</a>.
fr: Vous pouvez vous abonner aux mises à jour sur le <a href='/about/blog'> Blog de Khan Academy</a> ou en nous suivant sur Twitter <a href='https://twitter.com/khanacademy'> @khanacademy</a>.
nb: Du kan abonnere på oppdateringer på <a href='/about/blog'> Khan Academy blogg</a> eller ved å følge oss på twitter <a href='https://twitter.com/khanacademy'> @khanacademy</a>.
nl: Je kan aanmelden voor updates op de <a href='/about/blog'>Khan Academy Blog</a> of door ons te volgen op Twitter <a href='https://twitter.com/khanacademy'>@khanacademy</a>.
pl: Możesz nas zasubskrybować na <a href='/about/blog'>Blogu Khan Academy</a> lub na twitterze <a href='https://twitter.com/khanacademy'>@khanacademy</a>.
pt: Você pode se inscrever para receber atualizações do <a href='/about/blog'>blog da Khan Academy</a> ou nos seguir no twitter <a href='https://twitter.com/khanacademy'>@khanacademy</a>.
tr: Khan Academy Blog'undaki güncellemelere ulaşmak için kayıt yapabilirsiniz</a> veya bizi Twitter'de takip edebilirsiniz.<a href='https://twitter.com/khanacademy'>

source: You can try out different factors of <code class="hint_blue"><var>CONSTANT</var></code> to see if you can find two that satisfy both conditions. If you're stuck and can't think of any, you can also rewrite the conditions as a system of equations and try solving for <code class="hint_pink">a</code> and <code class="hint_pink">b</code>:
da: Du kan prøve forskellige faktorer af <code class="hint_blue"><var>CONSTANT</var></code> for at se om du kan finde to, der opfylder begge betingelser. Hvis du sidder fast og ikke kan komme i tanker om nogle, kan du også omskrive betingelserne til et ligningssystem og prøv at løse for <code class="hint_pink">a</code> og <code class="hint_pink">b</code>:
es: Puedes probar diferentes factores de <code class="hint_blue"><var>CONSTANT</var></code> para ver si puedes encontrar dos números que cumplan ambas condiciones. Si estás atorado y no puedes pensar en ningúno, también puedes reescribir las condiciones como un sistema de ecuaciones y tratar de resolver para <code class="hint_pink"> a</code> y <code class="hint_pink"> b</code>:
fr: Pour déterminer <code class="hint_pink">a</code> et <code class="hint_pink">b</code>, on peut essayer de trouver deux diviseurs de <code class="hint_blue"><var>CONSTANT</var></code> qui satisfont aux deux égalités. On peut aussi résoudre le système :
nb: Du kan prøve forskellige faktorer av <code class="hint_blue"><var>CONSTANT</var></code> for å se om du kan finne to tall som oppfyller begge betingelsene. Hvis du sitter fast og ikke kan komme på noen løsninger, kan du også skrive om betingelsene til et ligningssystem og prøve å løse for <code class="hint_pink">a</code> og <code class="hint_pink">b</code>:
pl: Możesz spróbować z różnymi czynnikami <code class="hint_blue"><var>CONSTANT</var></code> żeby sprawdzić, które z nich spełniają oba warunki. Jeśli utkniesz lubi nie możesz żadnego wymyślić, możesz też zapisać warunki jako układ równań i spróbować rozwiązać go dla <code class="hint_pink">a</code> i <code class="hint_pink">b</code>:
pt: Você pode testar diferentes fatores de <code class="hint_blue"><var>CONSTANT</var></code> para ver se encontra dois que satisfazem ambas as condições. Se estiver com dificuldades e não consegue pensar em nenhuma, você também pode reescrever as condições como um sistema de equações e tentar encontrar <code class="hint_pink">a</code> e <code class="hint_pink">b</code>:
tr: <code class="hint_blue"><var>CONSTANT</var></code>'ın değişik çarpanlarını deneyerek iki koşulu da sağlayan iki çarpan bulmaya çalışabilirsiniz. Ama çıkmazda iseniz ve çarpan bulamıyorsanız, koşulları denklem sistemi olarak yazıp ve <code class="hint_pink">a</code> ve <code class="hint_pink">b</code> değerleri için çözmeyi deneyebilirsiniz:

source: You can try out different factors of <code>\blue{<var>SIMPLECONSTANT</var>}</code> to see if you can find two that satisfy both conditions. If you're stuck and can't think of any, you can also rewrite the conditions as a system of equations and try solving for <code>\pink{a}</code> and <code>\pink{b}</code>:
da: Du kan prøve forskellige faktorer af <code>\blue{<var>SIMPLECONSTANT</var>}</code> for at se om du kan finde to, der opfylder begge betingelser. Hvis du sidder fast og ikke kan komme i tanker om nogle, kan du også omskrive betingelserne til et ligningssystem og prøv at løse for <code>\pink{a}</code> og <code>\pink{b}</code>:
es: Puedes probar diferentes factores de <code>\blue{<var>SIMPLECONSTANT</var>}</code> para ver si puedes encontrar dos que satisfagan ambas condiciones. Si estás atorado y no se te ocurre ninguna, también puedes reescribir las condiciones como un sistema de ecuaciones e intentar resolver para <code>\pink{a}</code> y <code>\pink{b}</code>:
fr: Pour déterminer <code>\pink{a}</code> et <code>\pink{b}</code>, on peut essayer de trouver deux diviseurs de <code>\blue{<var>SIMPLECONSTANT</var>}</code> qui satisfont aux deux égalités. On peut aussi résoudre le système :
nb: Du kan prøve forskjellige faktorer av <code>\blue{<var>SIMPLECONSTANT</var>}</code>for å se om du kan finne to som oppfyller begge betingelsene. Hvis du sitter fast og ikke kan komme på noen, kan du også skrive om betingelsene til et ligningssystem og prøv å løse for <code>\pink{a}</code> og <code>\pink{b}</code>:
pl: Możesz spróbować z różnymi czynnikami <code>\blue{<var>SIMPLECONSTANT</var>}</code> żeby sprawdzić, które z nich spełniają oba warunki. Jeśli utkniesz lubi nie możesz żadnego wymyślić, możesz też zapisać warunki jako układ równań i spróbować rozwiązać go dla <code>\pink{a}</code> i <code>\pink{b}</code>:
pt: Você pode testar diferentes fatores de <code>\blue{<var>SIMPLECONSTANT</var>}</code> para ver se encontra dois que satisfazem ambas as condições. Se está travado e não consegue pensar em nenhuma, você também pode reescrever as condições como um sistema de equações e tentar resolver para <code>\pink{a}</code> e <code>\pink{b}</code>:

source: You can use any computer, tablet, or mobile device to access Khan Academy and participate in LearnStorm. All you need is an internet connection!
es: Puedes utilizar cualquier computadora, tableta o dispositivo móvil para acceder a Khan Academy y participar en LearnStorm. ¡Todo lo que necesitas es una conexión a internet!
nb: Du kan bruke datamaskinen, nettbrett eller mobiltelefon for å få tilgangtil Khan Academy og delta i LearnStorm. Alt du trenger er en internettforbindelse!
pt: Você pode usar qualquer computador, tablet, ou dispositivo móvel para acessar a Khan Academy e participar da LearnStorm. Tudo o que você precisa é de acesso à internet!
tr: Khan Academy'ye ulaşmak ve LearnStorm'a katılmak için herhangi bir bilgisayar, tablet, veya mobil aygıt kullanabilirsiniz. Tek ihtiyacınız olan, bir internet bağlantısıdır!

source: You can use email to sign up for a new account by going to www.khanacademy.org in Safari. We'll have this working within our app soon!
bg: Можете да използвате имейл, за да регистрирате нов акаунт, като отидете на www.khanacademy.org в Safari. Скоро ще имаме тази функционалност работеща в нашето приложение!
da: Du kan bruge e-mail til at registrere en ny konto ved at gå til www.khanacademy.org i Safari. Vi arbejder på at dette kan gøres via vores app!
es: Puedes usar una dirección de correo electrónico para registrarte y obtener una nueva cuenta dirigíendote a www.khanacademy.org en Safari. ¡Tendremos esto funcionando en nuestra aplicación pronto!
fr: Vous pouvez utiliser une adresse mail pour vous inscrire en vous rendant sur www.khanacademy.org sur Safari. Cela marchera bientôt au sein de notre application !
he: באפשרותכם להשתמש בכתובת דואר אלקטרוני כדי להירשם לחשבון חדש על ידי כניסה לאתר www.khanacademy.org בדפדפן ספארי. בקרוב תוכלו לעשות זאת באפליקציה שלנו!
ja: Safari で www.khanacademy.org に行くことで新しいアカウントのために電子メイルアドレスでサインアップできます．これが使える私達のアプリは近日登場です!
nb: Du kan bruke e-post til å registrere en ny konto ved å gå til www.khanacademy.org i Safari. Vi skal få den til å virke i vår app snart!
nl: Je kan e-mail gebruiken om je aan te melden voor een nieuw account door naar nl.khanacademy.org te gaan in Safari. Dit zal binnenkort werken vanuit onze app!
pl: Możesz użyć e-maila do zarejestrowania nowego konta poprzez www.khanacademy.org w Safari. Wciąż pracujemy na tym, żeby było to możliwe przez aplikację!
pt: Você pode usar o e-mail para registrar uma nova conta, acessando www.khanacademy.org no Safari. Em breve esta funcionalidade estará ativa em nosso aplicativo!
pt_pt: Podes utilizar o teu e-mail para criares uma conta se acederes a www.khanacademy.org a partir do Safari. Brevemente, vai ser possível fazê-lo na nossa aplicação!
tr: Safari'den www.khancademy.org.tr adresine giderek, e-postanızla yeni bir hesap oluşturabilirsiniz. Yakında bunu uygulamamızın içinden de yapabileceksiniz!

source: You can use email to sign up for a new account by going to www.khanacademy.org in a web browser.
ja: あなたは新しいアカウントのためにブラウザで www.khanacademy.org に行き，電子メイルアドレスを使ってサインアップすることができます．
nb: Du kan bruke e-mail for å registrere en ny konto ved å skrive www.khanacademy.org i nettleseren din.
pl: Możesz użyć e-maila do zarejestrowania nowego konta poprzez www.khanacademy.org w przeglądarce.
pt: Você pode usar o e-mail para registrar uma nova conta, acessando www.khanacademy.org em um navegador da Web.
pt_pt: Podes criar uma conta com o teu e-mail se acederes a www.khanacademy.org a partir do teu computador.
tr: Bir tarayıcıda www.khanacademy.org'a giderek yeni bir hesap için e-postanızı kullanabilirsiniz.

source: You can use the law of cosines:
da: Du kan bruge cosinusrelationen:
es: Puedes usar la ley de cosenos:
fr: On peut utiliser la loi des cosinus :
pt: Você pode usar a lei dos cossenos:
tr: Kosinüs teoremini kullanabilirsiniz:

source: You can view the evaluation to get more information.
da: Du kan se evalueringen for at få flere oplysninger.
es: Puedes ver la evaluación para obtener más información.
fr: Vous pouvez consulter le résultat de l'évaluation pour obtenir plus d'informations.
nb: Du kan se evalueringen for å få mer informasjon.
nl: Je kunt de evaluatie bekijken voor meer informatie.
pl: Możesz zobaczyć ocenę, żeby zdobyć więcej informacji.
pt: Você pode visualizar a avaliação para obter mais informações.
pt_pt: Podes ver a avaliação para obteres mais informações.
tr: Daha fazla bilgi almak için değerlendirmeyi görüntüleyebilirsiniz.

source: You can visit <a href='%(coaches_link)s'>your child's "Coaches" tab</a> to view and modify their list of coaches.
da: Du kan tjekke <a href='%(coaches_link)s'>dit barns fane "Lærere"</a> for at se og ændre deres liste over lærere.
es: Puedes visitar <a href='%(coaches_link)s'> la pestaña de tu hijo "Tutores"</a> para ver y modificar su lista de tutores.
fr: Vous pouvez visiter <a href='%(coaches_link)s'>l'onglet "Coachs" de votre enfant</a> pour voir et modifier la liste des coachs.
ja: <a href='%(coaches_link)s'>あなたの子の「コーチ」タブ</a>で子のコーチのリストを見たり変更したりできます．
nb: Du kan besøke <a href='%(coaches_link)s'>ditt barns "Coaches" tab</a> for å se og endre deres veilederliste.
nl: Je kan <a href='%(coaches_link)s'>jouw kind's "Coaches" tabblad</a> bezoeken om zijn/haar lijst van coaches te bekijken en aanpassen.
pl: Możesz odwiedzić <a href='%(coaches_link)s'>zakładkę "Trenerzy" Twojego dziecka</a> żeby zobaczyć i zmieniać jego listę trenerów.
pt: Você pode visitar a <a href='%(coaches_link)s'>guia "Tutores" do seu filho</a> para ver e modificar a lista de tutores dele.
tr: <a href='%(coaches_link)s'>Çocuğunuzun "Koçlar" sekmesini</a> ziyaret ederek, koç listesinin görebilir ve değiştirebilirsiniz.

source: You can visit your child's "Coaches" tab below to view and modify their list of coaches.
da: Du kan tjekke dit barns fane "Lærere" nedenfor for at se og ændre deres liste over lærere.
es: Puedes visitar más abajo la pestaña de tu hijo "Tutores" para ver y modificar su lista de tutores.
fr: Vous pouvez visiter l'onglet « Coachs » de votre enfant ci-dessous pour visualiser et modifier sa liste de coachs.
ja: 以下のあなたの子の「コーチ」タブで子のコーチのリストを見たり変更したりできます．
nb: Du kan besøke ditt barns "Veileder" side nedenfor og se og endre på listen over veiledere.
nl: Je kan jouw kind's "Coaches" tabblad onderaan bezoeken om zijn/haar lijst van coaches te bekijken en aan te passen.
pl: Możesz odwiedzić poniższą zakładkę "Trenerzy" Twojego dziecka żeby zobaczyć i zmieniać jego listę trenerów.
pt: Você pode visitar a guia "Tutores" do seu filho abaixo para visualizar e modificar a lista de tutores.
tr: Çocuğunuzun aşağıdaki "Koçlar" sekmesini ziyaret ederek, koç listesinin görebilir ve değiştirebilirsiniz.

source: You can write it out as a phrase like this.
fr: Vous pouvez écrire ceçi dans une phrase comme celle-ci.
nb: Du kan skrive det som en setning som dette.
pl: Możesz zapisać ją za pomocą poniższego wyrażenia.
pt: Você pode escrevê-la como uma sentença como esta.
tr: Böyle bir ifade olarak yazabilirsiniz.

source: You can't end a line with "="
da: Du kan ikke afslutte en linje med "="
es: No puedes terminar una línea con "="
nb: Du kan ikke avslutte en linje med "="
nl: Je kan geen regel eindigen met "="
pl: Nie możesz zakończyć linii znakiem "="
pt: Você não pode terminar uma linha com "="
tr: "=" satır sonunda kullanılamaz.

source: You cannot vote for your own content.
da: Du kan ikke stemme på dit eget indhold.
es: No puedes votar por tu propio contenido.
fr: Vous ne pouvez pas voter pour votre propre contenu.
ja: 自分自身に投票することはできません．
nb: Du kan ikke stemme på dit eget innhold.
nl: Je kunt niet stemmen op je eigen content.
pl: Nie możesz głosować na Twoje własne treści.
pt: Você não pode votar em seu próprio conteúdo.
pt_pt: Não podes votar no teu próprio conteúdo.
tr: Kendi içeriğiniz için oy veremezsiniz.
