Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Add <code>\blue{<var>B1</var>}</code> to both sides:
da: Læg <code>\blue{<var>B1</var>}</code> til begge sider:
es: Suma <code>\blue{<var>B1</var>}</code> a ambos lados:
fr: On ajoute <code>\blue{<var>B1</var>}</code> dans chaque membre :
nb: Adder <code>\blue{<var>B1</var>}</code> på begge sider:
pl: Dodaj <code>\blue{<var>B1</var>}</code> do obu stron:
pt: Some <code>\blue{<var>B1</var>}</code> aos dois lados:
tr: İki tarafa da <code>\blue{<var>B1</var>}</code> ekleyin:

source: Add <code>\blue{<var>B2</var>}</code> to both sides:
da: Læg <code>\blue{<var>B2</var>}</code> til begge sider:
es: Suma <code>\blue{<var>B2</var>}</code> a ambos lados:
fr: On ajoute <code>\blue{<var>B2</var>}</code> dans chaque membre :
nb: Adder <code>\blue{<var>B2</var>}</code> til begge sider:
pl: Dodaj <code>\blue{<var>B2</var>}</code> do obu stron:
pt: Some <code>\blue{<var>B2</var>}</code> aos dois lados:
tr: İki tarafa da <code>\blue{<var>B2</var>}</code> ekleyin:

source: Add <code>\blue{<var>BX</var>}</code> to both sides:
da: Læg <code>\blue{<var>BX</var>}</code> til begge sider:
es: Suma <code>\blue{<var>BX</var>}</code> a ambos lados:
fr: On ajoute <code>\blue{<var>BX</var>}</code> dans chaque membre :
nb: Adder <code>\blue{<var>BX</var>}</code> på begge sider:
pl: Dodaj <code>\blue{<var>BX</var>}</code> do obu stron:
pt: Some <code>\blue{<var>BX</var>}</code> aos dois lados:
tr: İki tarafa da <code>\blue{<var>BX</var>}</code> ekleyin:

source: Add <code>\pink{<var>abs(B + D)</var>^\circ}</code> to both sides.
fr: On ajoute <code>\pink{<var>abs(B + D)</var>^\circ}</code>dans les deux membres.
hi: <code>\pink{<var>abs(B + D)</var>^\circ}</code> को दोनों पक्षों में जोड़ें।
pl: Dodaj <code>\pink{<var>abs(B + D)</var>^\circ}</code> do obu stron.
pt: Some <code>\pink{<var>abs(B + D)</var>^\circ}</code> a ambos os lados.
tr: İki tarafı <code>\pink{<var>abs(B + D)</var>^\circ}</code> ile toplayın.

source: Add <code>\pink{<var>abs(B)</var>^\circ}</code> to both sides.
fr: On ajoute <code>\pink{<var>abs(B)</var>^\circ}</code> dans les deux membres.
hi: दोनों पक्षों में <code>\pink{<var>abs(B)</var>^\circ}</code> जोड़ें।
pl: Dodaj <code>\pink{<var>abs(B)</var>^\circ}</code> do obu stron.
pt: Some <code>\pink{<var>abs(B)</var>^\circ}</code> a ambos os lados.
tr: İki tarafı <code>\pink{<var>abs(B)</var>^\circ}</code> ile toplayın.

source: Add <code>\pink{<var>abs(B)</var>}^\circ</code> to both sides.
fr: On ajoute<code>\pink{<var>abs(B)</var>}^\circ</code> dans les deux membres.
pl: Dodaj <code>\pink{<var>abs(B)</var>}^\circ</code> do obu stron.
pt: Some <code>\pink{<var>abs(B)</var>}^\circ</code> a ambos os lados.
tr: İki tarafı <code>\pink{<var>abs(B)</var>}^\circ</code> ile toplayın.

source: Add <code>\pink{<var>abs(D)</var>^\circ}</code> to both sides.
fr: On ajoute <code>\pink{<var>abs(D)</var>^\circ}</code> dans les deux membres.
pl: Dodaj <code>\pink{<var>abs(D)</var>^\circ}</code> po obu stronach.
pt: Some <code>\pink{<var>abs(D)</var>^\circ}</code> a ambos os lados.
tr: İki tarafı <code>\pink{<var>abs(D)</var>^\circ}</code> ile toplayın.

source: Add <code>\pink{<var>abs(D)</var>}</code> to both sides.
fr: On ajoute <code>\pink{<var>abs(D)</var>}</code> dans les deux membres.
hi: दोनों पक्षों में <code>\pink{<var>abs(D)</var>}</code> जोड़ें।
pl: Dodaj <code>\pink{<var>abs(D)</var>}</code> do obu stron.
pt: Some <code>\pink{<var>abs(D)</var>}</code> a ambos os lados.
tr: İki tarafı <code>\pink{<var>abs(D)</var>}</code> ile toplayınız.

source: Add <code>\purple{<var>-CE2</var>}</code> to both sides:
da: Læg <code>\purple{<var>-CE2</var>}</code> til begge sider:
es: Suma <code>\purple{<var>-CE2</var>}</code> a ambos lados:
fr: On ajoute <code>\purple{<var>-CE2</var>}</code> dans chaque membre :
nb: Adder <code>\purple{<var>-CE2</var>}</code> på begge sider:
pl: Dodaj <code>\purple{<var>-CE2</var>}</code> do obu stron:
pt: Some <code>\purple{<var>-CE2</var>}</code> aos dois lados:
tr: İki tarafa da <code>\purple{<var>-CE2</var>}</code> ekleyin:

source: Add <code>\purple{<var>-CE</var>}</code> to both sides:
da: Læg <code>\purple{<var>-CE</var>}</code> til begge sider:
es: Suma <code>\purple{<var>-CE</var>}</code> a ambos lados:
fr: On ajoute <code>\purple{<var>-CE</var>}</code> dans chaque membre :
nb: Adder <code>\purple{<var>-CE</var>}</code> på begge sider:
pl: Dodaj <code>\purple{<var>-CE</var>}</code> do obu stron:
pt: Some <code>\purple{<var>-CE</var>}</code> aos dois lados:
tr: İki tarafa da <code>\purple{<var>-CE</var>}</code> ekleyin:

source: Add <code>\purple{<var>BX</var>}</code> to both sides:
da: Læg <code>\purple{<var>BX</var>}</code> til begge sider:
es: Suma <code>\purple{<var>BX</var>}</code> a ambos lados:
fr: On ajoute <code>\purple{<var>BX</var>}</code> dans chaque membre :
nb: Adder <code>\purple{<var>BX</var>}</code> på begge sider:
pl: Dodaj <code>\purple{<var>BX</var>}</code> do obu stron:
pt: Some <code>\purple{<var>BX</var>}</code> aos dois lados:
tr: İki tarafa da <code>\purple{<var>BX</var>}</code> ekleyin:

source: Add <code>\purple{<var>fractionReduce(-C * E, A_DENOM)</var>}</code> to both sides:
da: Læg <code>\purple{<var>fractionReduce(-C * E, A_DENOM)</var>}</code> til på begge sider:
es: Suma <code>\purple{<var>fractionReduce(-C * E, A_DENOM)</var>}</code> a ambos lados:
fr: On ajoute <code>\purple{<var>fractionReduce(-C * E, A_DENOM)</var>}</code> dans chaque membre :
nb: Adder <code>\purple{<var>fractionReduce(-C * E, A_DENOM)</var>}</code> på begge sider:
pl: Dodaj <code>\purple{<var>fractionReduce(-C * E, A_DENOM)</var>}</code> do obu stron:
pt: Some <code>\purple{<var>fractionReduce(-C * E, A_DENOM)</var>}</code> aos dois lados:
tr: İki tarafa da <code>\purple{<var>fractionReduce(-C * E, A_DENOM)</var>}</code> ekleyin:

source: Add <code>\purple{<var>roundTo(2, -C * E)</var>}</code> to both sides:
da: Læg <code>\purple{<var>roundTo(2, -C * E)</var>}</code> til begge sider:
es: Suma <code>\purple{<var>roundTo(2, -C * E)</var>}</code> a ambos lados:
fr: On ajoute <code>\purple{<var>roundTo(2, -C * E)</var>}</code> dans chaque membre :
nb: Adder <code>\purple{<var>roundTo(2, -C * E)</var>}</code> på begge sider:
pl: Dodaj <code>\purple{<var>roundTo(2, -C * E)</var>}</code> do obu stron:
pt: Some <code>\purple{<var>roundTo(2, -C * E)</var>}</code> aos dois lados:
tr: İki tarafa da <code>\purple{<var>roundTo(2, -C * E)</var>}</code> ekleyin:

source: Add <code>\red{<var>abs(B)</var>}</code> to both sides:
da: Læg <code>\red{<var>abs(B)</var>}</code> til på begge sider:
es: Suma <code>\red{<var>abs(B)</var>}</code> a ambos lados:
fr: On ajoute <code>\red{<var>abs(B)</var>}</code> dans chaque membre :
nb: Legg til <code>\red{<var>abs(B)</var>}</code> på begge sider:
pl: Dodaj <code>\red{<var>abs(B)</var>}</code> po obu stronach:
pt: Some <code>\red{<var>abs(B)</var>}</code> em os dois lados:
tr: İki tarafı <code>\red{<var>abs(B)</var>}</code> ile toplayın:

source: Add <code>\red{<var>abs(E)</var>}</code> to both sides:
da: Læg <code>\red{<var>abs(E)</var>}</code> til på begge sider:
es: Suma <code>\red{<var>abs(E)</var>}</code> a ambos lados:
fr: On ajoute <code>\red{<var>abs(E)</var>}</code> dans chaque membre :
nb: Legg til <code>\red{<var>abs(E)</var>}</code> på begge sider:
pl: Dodaj <code>\red{<var>abs(E)</var>}</code> po obu stronach:
pt: Some <code>\red{<var>abs(E)</var>}</code> em os dois lados:
tr: İki tarafı <code>\red{<var>abs(E)</var>}</code> ile toplayın:

source: Add <span data-if="H !== 0"> <code>\blue{<var>H * H</var>}</code> to both sides to complete the square for the <code>\blue{x}</code> term</span><span data-if="H !== 0 && K !== 0"> and</span><span data-if="K !== 0"> <code>\green{<var>K * K</var>}</code> to both sides to complete the square for the <code>\green{y}</code> term</span>.
es: Suma <span data-if="H !== 0"> <code>\blue{<var>H * H</var>}</code> a ambos lados para completar el cuadrado para el término <code>\blue{x}</code> </span><span data-if="H !== 0 && K !== 0"> y </span><span data-if="K !== 0"> <code>\green{<var>K * K</var>}</code> a ambos lados para completar el cuadrado para el término<code>\green{y}</code> </span>.
fr: On ajoute <span data-if="H !== 0"> <code>\blue{<var>H * H</var>}</code> aux deux membres pour faire apparaître le carré d'une somme ou d'une différence dont le premier terme est <code>\blue{x}</code> </span><span data-if="H !== 0 && K !== 0"> et</span><span data-if="K !== 0"> <code>\green{<var>K * K</var>}</code> pour faire apparaître le carré d'une somme ou d'une différence dont le premier terme est <code>\green{y}</code></span>.
pt: Adicione <span data-if="H !== 0"> <code>\blue{<var>H * H</var>}</code> nos dois lados para completar o quadrado para o termo <code>\blue{x}</code> </span><span data-if="H !== 0 && K !== 0"> e</span><span data-if="K !== 0"> <code>\green{<var>K * K</var>}</code> nos dois lados para completar o quadrado para o termo <code>\green{y}</code></span>.
tr: İki tarafa<span data-if="H !== 0"> <code>\blue{<var>H * H</var>}</code> ekleyip <code>\blue{x}</code> terimi için tam kareye tamamlarız</span><span data-if="H !== 0 && K !== 0"> ve</span><span data-if="K !== 0"> <code>\green{<var>K * K</var>}</code> ekleyip <code>\green{y}</code> terimi için tam kareye tamamlarız</span>.

source: Add Compass
es: Utilizar el compás
fr: Utiliser un compas
pt: Adicionar compasso
tr: Pergel Ekle

source: Add Straightedge
es: Utilizar la regla
fr: Utiliser une règle
pt: Adicionar régua
tr: Cetvel Ekle

source: Add a Bay area school
es: Agrega una escuela del Área de la Bahía
fr: Ajouter une école de la région de la baie
ja: ベイ・エリアの学校を加える
nb: Legg til en skole
nl: Voeg een Bay area school toe
pl: Dodaj szkołę z Bay Area
pt: Adicionar uma escola da área da Baía
pt_pt: Adiciona uma escola da área da Baía
tr: Körfez alanından bir okul ekleyin

source: Add a class
da: Tilføj en klasse
es: Agregar una clase
fr: Ajouter une classe
ja: クラスを追加する
nb: Legge til en klasse
nl: Een klas toevoegen
pl: Dodaj klasę
pt: Adicionar uma turma
pt_pt: Adicionar uma turma
tr: Sınıf ekle

source: Add a coach
da: Tilføj en vejleder
es: Agrega un tutor
fr: Ajouter un coach
ja: コーチを加える
nb: Legg til en veileder
nl: Coach toevoegen
pl: Dodaj trenera
pt: Adicionar um professor
pt_pt: Adiciona um tutor
tr: Eğitmen ekleme

source: Add a coach for your child
da: Tilføje en lærer for dit barn
es: Agrega un tutor para tu hijo
fr: Ajouter un coach pour votre enfant
ja: あなたの子のためにコーチを加える
nb: Legg til en veileder for barnet
nl: Coach toevoegen voor jouw kind
pl: Dodaj trenera dla Twojego dziecka
pt: Adicionar um tutor para seu filho
pt_pt: Adicione um tutor ao seu filho
tr: Çocuğunuz için bir koç ekleyin

source: Add a current student
bg: Добавяне на актуални ученици
da: Tilføj en nuværende elev
es: Agrega un estudiante actual
fr: Ajouter un élève actuel
he: הוסף תלמיד נוכחי
ja: 現在の生徒を加える
nb: Legg til nåværende elev
nl: Voeg een huidige leerling toe
pl: Dodaj obecnego ucznia
pt: Adicionar um aluno atual
pt_pt: Adicione um aluno atual
tr: Mevcut bir öğrenciyi ekleme

source: Add and subtract <code><var>CONSTANT</var></code> to find the two possible solutions:
da: Adder og subtraher <code><var>CONSTANT</var></code> for at finde de to mulige løsninger:
es: Suma y resta <code><var>CONSTANT</var></code> para encontrar las dos posibles soluciones:
fr: On ajoute et on sosutrait <code><var>CONSTANT</var></code> pour trouver les deux solutions :
nb: Adder og subtraher <code><var>CONSTANT</var></code> for å finne de to mulige løsningene:
pt: Some e subtraia a <code><var>CONSTANT</var></code> para encontrar duas soluções possíveis:
tr: İki olası çözümü bulmak için, <code><var>CONSTANT</var></code>'i toplayın veya çıkarın:

source: Add another child
da: Tilføj et barn mere
es: Agrega otro hijo
fr: Ajouter un autre enfant
ja: 他の子供を追加する
nb: Legg til et barn
nl: Nog een kind toevoegen
pl: Dodaj kolejne dziecko
pt: Adicionar outra criança
pt_pt: Adicionar outro filho
tr: Başka bir çocuk ekleyin

source: Add children
da: Tilføj børn
es: Agregar hijos
fr: Ajoutez vos enfants
nb: Legg til barna
nl: Voeg kinderen toe
pl: Dodaj dzieci
pt: Adicionar filhos
pt_pt: Adicionar filhos
tr: Çocuk ekle

source: Add moderator
da: Tilføj moderator
es: Agregar moderador
fr: Ajouter un modérateur
ja: モデレータを加える
nb: Legg til moderator
nl: Beheerder toevoegen
pl: Dodaj moderatora
pt: Adicionar moderador
pt_pt: Adicionar moderador
tr: Moderatör Ekle

source: Add my parent's email
da: Tilføj min forælders email
es: Agregar el correo electrónico de mis padres
fr: Ajouter e-mail des parents
ja: 私の親の電子メイルアドレスを追加
nb: Legg til mine foreldres epost
nl: E-mail van mijn ouders toevoegen
pl: Dodaj e-mail mojego rodzica
pt: Inserir o e-mail de meu pai/mãe
pt_pt: Adicionar o e-mail dos meus pais
tr: Velimin e-posta adresini ekle

source: Add new moderators
da: Tilføj nye moderatorer
es: Agrega nuevos moderadores
fr: Ajouter de nouveaux modérateurs
ja: 新しいモデレータを加える．
nb: Legg til nye moderatorer
nl: Nieuwe moderators toevoegen
pl: Dodaj nowych moderatorów
pt: Adicionar novos moderadores
pt_pt: Adicionar moderadores novos
tr: Yeni moderatörler ekle

source: Add new students
bg: Добавяне на нови ученици
da: Tilføj nye studerende
es: Agregar nuevos estudiantes
fr: Ajouter de nouveaux élèves
he: הוסף תלמידים חדשים
ja: 新しい生徒を加える
nb: Legg til nye elever
nl: Nieuwe leerlingen toevoegen
pl: Dodaj nowych uczniów
pt: Adicionar novos alunos
pt_pt: Adicionar novos alunos
tr: Yeni öğrenci ekle

source: Add students
da: Tilføj elever
es: Agregar estudiantes
fr: Ajouter vos élèves
ja: 生徒を追加する
nb: Legg til elever
nl: Leerlingen toevoegen
pl: Dodaj uczniów
pt: Adicionar alunos
pt_pt: Adicionar alunos
tr: Öğrenci ekle

source: Add students to your class
da: Tilføj elever til din klasse
es: Agregar estudiantes a tu clase
fr: Ajouter des élèves à votre classe
ja: 生徒をあなたのクラスに追加する
nb: Legge til elevene i klassen
nl: Voeg leerlingen aan je klas toe
pl: Dodaj uczniów do swojej klasy
pt: Adicione alunos a sua turma
pt_pt: Adicione alunos à sua turma
tr: Sınıfınıza öğrencilerinizi ekleyin

source: Add the coefficients.
da: Læg koefficienterne sammen.
es: Suma los coeficientes.
fr: On additionne les coefficients.
nb: Adder koeffisienter.
pl: Dodaj współczynniki.
pt: Some os coeficientes.
tr: Katsayıları toplayınız.

source: Add the digits of <code><var>STEP.num</var></code>:
da: Læg cifre af <code><var>STEP.num</var></code> til:
es: Suma los dígitos de <code><var>STEP.num</var></code>:
fr: On additionne les chiffres de <code><var>STEP.num</var></code> :
hi: <code><var>STEP.num</var></code> के अंकों को जोडें:
nb: Legg til sifre av <code><var>STEP.num</var></code>:
nl: Tel de cijfers van <code><var>STEP.num</var></code> op:
pl: Dodaj cyfry <code><var>STEP.num</var></code>:
pt: Some os algarismos de <code><var>STEP.num</var></code>:
tr: <code><var>STEP.num</var></code> basamaklarını toplayınız:

source: Add the equations together. Notice that the terms <code class="hint_blue"><var>expr(["*", A1, "x"])</var></code> and <code class="hint_green"><var>expr(["*", A2, "x"])</var></code> cancel out.
da: Læg ligningerne sammen. Bemærk, at leddene <code class="hint_blue"> <var>expr(["*", A1, "x"])</var></code> og <code class="hint_green"><var>expr(["*", A2, "x"])</var></code> går ud.
es: Suma las ecuaciones. Observa que los términos <code class="hint_blue"><var>expr(["*", A1, "x"])</var></code> y <code class="hint_green"><var>expr(["*", A2, "x"])</var></code> se cancelan.
fr: On additionne les deux équations membre à membre. On remarque que les termes <code class="hint_blue"><var>expr(["*", A1, "x"])</var></code> et <code class="hint_green"><var>expr(["*", A2, "x"])</var></code> s'annulent.
nb: Legg ligningene sammen. Legg merke til at leddene <code class="hint_blue"> <var>expr(["*", A1, "x"])</var></code> og <code class="hint_green"><var>expr(["*", A2, "x"])</var></code> går ut.
pt: Some as equações. Observe que os termos <code class="hint_blue"><var>expr(["*", A1, "x"])</var></code> e <code class="hint_green"><var>expr(["*", A2, "x"])</var></code> se cancelam.
tr: Denklemleri taraf tarafa toplayın. <code class="hint_blue"><var>expr(["*", A1, "x"])</var></code> ve <code class="hint_green"><var>expr(["*", A2, "x"])</var></code> terimlerinin birbirini götürdüğüne dikkat edin.

source: Add the equations together. Notice that the terms <code class="hint_blue"><var>expr(["*", B1, "y"])</var></code> and <code class="hint_green"><var>expr(["*", B2, "y"])</var></code> cancel out.
da: Læg ligningerne sammen. Bemærk, at leddene <code class="hint_blue"><var>expr(["*", B1, "y"])</var></code> og <code class="hint_green"><var>expr(["*", B2, "y"])</var></code> går ud.
es: Suma las ecuaciones. Observa que los términos <code class="hint_blue"><var>expr(["*", B1, "y"])</var></code> y <code class="hint_green"><var>expr(["*", B2, "y"])</var></code> se cancelan.
fr: On additionne les deux équations membre à membre. On remarque que les termes <code class="hint_blue"><var>expr(["*", B1, "y"])</var></code> et <code class="hint_green"><var>expr(["*", B2, "y"])</var></code> s'annulent.
nb: Legg ligningene sammen. Legg merke til at leddene <code class="hint_blue"><var>expr(["*", B1, "y"])</var></code> og <code class="hint_green"><var>expr(["*", B2, "y"])</var></code> går ut.
pt: Some as equações. Observe que os termos <code class="hint_blue"><var>expr(["*", B1, "y"])</var></code> e <code class="hint_green"><var>expr(["*", B2, "y"])</var></code> se cancelam.
tr: Denklemleri taraf tarafa toplayın. <code class="hint_blue"><var>expr(["*", B1, "y"])</var></code> ve <code class="hint_green"><var>expr(["*", B2, "y"])</var></code> terimlerinin birbirini götürdüğüne dikkat edin.

source: Add the top and bottom equations together.
da: Læg den øverste og den nederste ligning sammen.
es: Suma las ecuaciones de arriba y abajo.
fr: On additionne les deux équations membre à membre.
nb: Legg den øverste og den nederste ligningen sammen.
pl: Dodaj do siebie górne i dolne równanie.
pt: Some as equações superior e inferior.
tr: Üst ve alttaki denklemleri toplayın.

source: Add the top and bottom equations.
da: Læg den øverste og og nederste ligning sammen.
es: Suma las ecuaciones superior e inferior.
fr: On additionne les deux équations membre à membre.
nb: Legg den øverste og og nederste ligningen sammen.
pl: Dodaj górne i dolne równanie.
pt: Some as equações superior e inferior.
tr: Üst ve alttaki denklemleri toplayınız.

source: Add the two parts together.
es: Suma las dos partes.
fr: On ajoute les deux termes.
nb: Adder de to delene sammen.
nl: Tel de beide delen bij elkaar op.
pl: Dodaj do siebie obie części.
pt: Some as duas partes.
tr: İki parçayı toplayınız.

source: Add this class to the challenge
es: Agregar esta clase al desafío
fr: Ajouter cette classe au défi
ja: このクラスをチャレンジに加える
nb: Legge denne klassen til utfordringen
nl: Voeg deze klas toe aan de uitdaging
pl: Dodaj tą klasę do wyzwania
pt: Adicionar esta turma ao desafio
pt_pt: Adicionar esta turma ao desafio
tr: Bu sınıfı zor göreve ekleyin

source: Add to
bg: Добавяне към
da: Føj til
es: Agregar a
fr: Ajouter à
he: הוסף ל
ja: に加える
nb: Legg til
nl: Toevoegen aan
pl: Dodaj do
pt: Adicionar a
pt_pt: Adicionar a
tr: Ekle

source: Add up the lengths of all <var>SHAPE.numSides</var> sides.
da: Læg længderne af alle <var>SHAPE.numSides</var> sider sammen.
fr: On additionne les longueurs des <var>SHAPE.numSides</var> côtés.
nb: Legg sammen lengdene av alle <var>SHAPE.numSides</var> sidene.
nl: Tel de lengte van alle <var>SHAPE.numSides</var> zijden bij elkaar op.
pl: Dodaj długości wszystkich <var>SHAPE.numSides</var> boków.
pt: Some os comprimentos de todos os <var>SHAPE.numSides</var> lados.
tr: <var>SHAPE.numSides</var> kenarın uzunluklarını toplayınız.

source: Add up the lengths of the sides:
da: Læg længderne af siderne sammen:
es: Suma las longitudes de los lados:
fr: On ajoute les longueurs des côtés :
hi: भुजाओं की लंबाई को जोड़ें:
nb: Summer lengdene til sidene:
nl: Tel de lengte van de zijden bij elkaar op:
pl: Dodać do siebie długości boków:
pt: Some os comprimentos dos lados:
tr: Kenar uzunluklarını toplayınız:

source: Add within 100
fr: Additionner des nombres entiers entiers inférieurs à 100
hi: 100 के भीतर जोड़ें
nb: Legge sammen under 100
nl: Optellen tot 100
pl: Dodawanie do 100
pt: Adição até 100
tr: 100 içinde toplama

source: Add within 1000
es: Suma con números de cuatro dígitos
fr: Additionner deux nombres entiers inférieurs à 1000
nb: Legge sammen under 100
nl: Optellen tot 1000
pl: Dodawanie do 1000
pt: Adição até 1000
tr: 1000 içinde toplama

source: Add within 20
da: Læg sammen under 20
es: Suma hasta 20
fr: Additionner des nombres entiers inférieurs à 20
hi: 20 के अंदर का जुड़ाव
ja: 20 までのたし算
nb: Addere under 20
nl: Optellen tot 20
pl: Dodawanie do 20
pt: Adição até 20
tr: 20 içinde toplama

source: Add within 5
da: Læg sammen under 5
es: Suma hasta 5
fr: Ajouter des nombres inférieurs à 5
hi: 5 के अन्दर जोड़ें
ja: 5 までのたし算
nb: Addere under 5
nl: Optellen tot 5
pl: Dodawanie w zakresie 5
pt: Adição até 5
tr: 5 içinde toplama

source: Add your bio
bg: Добавяне на биография
da: Tilføj din biografi
es: Agrega tu información personal
fr: Ajouter votre bio
ja: あなたの履歴書を加える
nb: Legg til din biografi
nl: Een bio toevoegen
pl: Dodaj swoje bio
pt: Adicione sua biografia
pt_pt: Adiciona a tua biografia
tr: Özgeçmişinizi ekleyin

source: Add your child
da: Tilføj dit barn
es: Agrega a tu hijo
fr: Ajoutez votre enfant
ja: あなたの子を加える
nb: Legg til ditt barn
nl: Uw kind toevoegen
pl: Dodaj Twoje dziecko
pt: Adicionar seu filho
pt_pt: Adicionar o meu filho
tr: Çocuğunuzu ekleyin

source: Add your email address
da: Tilføj din e-mail-adresse
es: Agrega tu dirección de correo electrónico
fr: Ajouter votre adresse e-mail
ja: メールアドレスを追加する
nb: Legg til din e-postadresse
nl: Je e-mailadres toevoegen
pl: Dodaj swój adres e-mail
pt: Adicione seu endereço de e-mail
pt_pt: Adicionar endereço de e-mail
tr: E-posta adresinizi ekleyin

source: Add your location
bg: Дабавяне на местоположение
da: Tilføj din placering
es: Agrega tu ubicación
fr: Ajoutez votre emplacement
ja: あなたの住んでいる場所を加える
nb: Legg til ditt sted
nl: Je locatie toevoegen
pl: Dodaj swoją lokalizację
pt: Informe sua localização
pt_pt: Adiciona a tua localização
tr: Lokasyonunuzu ekleyin

source: Add your parent
da: Tilføj din forælder
es: Agrega a tus padres
fr: Ajouter votre parent
ja: あなたの親を追加します
nb: Legg til dine foreldre
nl: Voeg je ouder toe
pl: Dodaj swojego rodzica
pt: Adicionar seu pai
pt_pt: Adiciona os teus pais
tr: Velinizi ekleyin

source: Added 1 student you are already coaching:
da: Tilføjede 1 elev, som du allerede vejleder:
es: Se agregó un estudiante que ya estás asesorando:
fr: A ajouté 1 étudiant que vous entraîniez déjà:
ja: あなたが既にコーチしている %(num)s 人の生徒を加える:
nb: La til 1 elev som du allerede veileder:
nl: 1 Leerling toegevoegd die je al coacht:
pt: Foi adicionado 1 aluno que já está sendo orientado:
pt_pt: Foi adicionado 1 aluno do qual já é tutor:

source: Adding %(childName)s as your child
da: Tilføjer %(childName)s som dit barn
es: Agregando a %(childName)s como tu hijo
fr: Ajouter %(childName)s à "vos enfants"
ja: %(childName)s をあなたの子として追加する
nb: Legg til %(childName)s som ditt barn
nl: %(childName)s als uw kind toevoegen
pl: Dodawanie %(childName)s Twojego dziecka
pt: Adicionando %(childName)s como seu filho
tr: %(childName)s isimli öğrenci, çocuğunuz olarak ekleniyor
