Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Answer mastery challenge questions to level up your skills to Mastered!
da: Besvar spørgsmål fra beherskelsesudfordringer for at få dine færdigheder op til Mestret!
es: ¡Responde las preguntas del desafío de dominio para aumentar el nivel de tus habilidades hasta "Dominadas"!
fr: Faites un défi de maîtrise pour faire passer vos compétences de "Travaillées" à "Maitrisées" !
nb: Svar på mestringsutfordrings spørsmål for å høyne nivået på dine ferdigheter til Mestret!
nl: Beantwoord meesterschapsuitdagingsvragen om het niveau van je vaardigheden te verhogen naar Overmeesterd!
pl: Odpowiedz na pytania w wyzwaniu mistrzowskim i podnieś swoje umiejętności do poziomu Opanowane!
pt: Responda as perguntas do desafio para mudar seu nível de habilidades para Dominado!
tr: Becerilerinizi Uzmanlık seviyesine yükseltmek için uzmalık görevi sorularını cevaplayın!

source: Answer more questions
da: Besvar flere spørgsmål
es: Responde más preguntas
fr: Répondre à plus de questions
hi: और सवालो का जवाब दें
ja: 質問にもっと答える
nb: Svar på flere spørsmål
nl: Meer vragen beantwoorden
pl: Odpowiedz na więcej pytań
pt: Responder mais perguntas
pt_pt: Responder a mais perguntas
tr: Daha çok soru cevaplayın

source: Answer more than 30 problems mostly correctly in a skill before becoming proficient
da: Svar mere end 30 problemer overvejende korrekt i en færdighed før fuldførelse
es: Responde más de 30 problemas, la mayoría de manera correcta en una habilidad, antes de volverte competente
fr: Répondre à plus de 30 problèmes, le plus souvent correctement, sur un sujet avant d'acquérir la compétence
ja: スキルの熟達に逹っするまでに30以上の問題のほとんどに正しく答えました
nb: Svar på mer enn 30 oppgaver med det meste riktig i et emne før du bli dyktigere
nl: Beantwoord meer dan 30 problemen merendeels correct voordat je de vaardigheid haalt
pl: Odpowiedz na więcej niż 30 zadań w większości poprawnie w jednej umiejętności przez uzyskaniem biegłości
pt: Responder mais de 30 problemas na maior parte corretos em uma habilidade antes de se tornar proficiente
pt_pt: Responde, sem errares quase nenhum, a mais de 30 exercícios de uma competência onde não és proficiente
tr: Bir beceride yetkin olmadan önce, 30+ sorudan çoğunun doğru cevaplanması

source: Answer more than 40 problems mostly correctly in a skill before becoming proficient
da: Svar mere end 40 problemer overvejende korrekt i en færdighed før fuldførelse
es: Responde más de 40 problemas, la mayoría de manera correcta en una habilidad, antes de volverte competente
fr: Répondre à plus de 40 problèmes, le plus souvent correctement, sur un sujet avant d'acquérir la compétence
ja: スキルの熟達に逹っするまでに40以上の問題のほとんどに正しく答えました
nb: Svar på mer enn 40 oppgaver med det meste riktig i et emne før du bli dyktigere
nl: Beantwoord meer dan 40 problemen merendeels correct voordat je de vaardigheid haalt
pl: Odpowiedz na więcej niż 40 zadań w większości poprawnie w jednej umiejętności przed uzyskaniem biegłości
pt: Responder mais de 40 problemas na maior parte corretos em uma habilidade antes de se tornar proficiente
pt_pt: Responde, sem errares quase nenhum, a mais de 40 exercícios de uma competência onde não és proficiente
tr: Bir beceride yetkin olmadan önce, 40+ sorudan çoğunun doğru cevaplanması

source: Answer more than 50 problems mostly correctly in a skill before becoming proficient
da: Svar mere end 50 problemer overvejende korrekt i en færdighed før fuldførelse
es: Responde más de 50 problemas, la mayoría de manera correcta en una habilidad, antes de volverte competente
fr: Répondre à plus de 50 problèmes, le plus souvent correctement, sur un sujet avant d'acquérir la compétence
ja: スキルの熟達に逹っするまでに50以上の問題のほとんどに正しく答えました
nb: Svar på mer enn 50 oppgaver med det meste riktig i et emne før du bli dyktigere
nl: Beantwoord meer dan 50 problemen merendeels correct voordat je de vaardigheid haalt
pl: Rozwiąż więcej niż 50 zadań, w większości poprawnie, z jednej umiejętności przed uzyskaniem biegłości
pt: Responder mais de 50 problemas na maior parte corretos em uma habilidade antes de se tornar proficiente
pt_pt: Responde, sem errares quase nenhum, a mais de 50 exercícios de uma competência onde não és proficiente
tr: Bir beceride yetkin olmadan önce, 50+ sorudan çoğunun doğru cevaplanması

source: Answer the question by clicking and dragging the points below to see how many different triangles you can construct. If you can only construct congruent triangles, then the <var>NAME</var> postulate is true. The <var>NAME</var> postulate is not true if you can construct two or more different triangles using the given information.
es: Responde la pregunta haciendo clic y arrastrando los puntos que se muestran a continuación para ver cuántos triángulos diferentes puedes construir. Si solo puedes construir triángulos congruentes, entonces el postulado <var>NAME</var> es verdadero. El postulado <var>NAME</var> no es verdadero si puedes construir dos o más triángulos diferentes usando la información dada.
fr: Tirer sur les points pour voir quels sont les différents triangles qu'il est possible de construire. Si les triangles obtenus sont superposables au triangle donné, alors <var>NAME</var> est un cas d'isométrie. <var>NAME</var> n'est pas un cas d'isométrie s'il est possible de construire un triangle différent du triangle donné.
pl: Odpowiedz na pytanie przeciągając poniżej punkty, zobaczysz wtedy, ile różnych trójkątów możesz stworzyć. Jeśli możesz tworzyć tylko trójkąty przystające, to cecha <var>NAME</var> jest prawdziwa. <var>NAME</var> nie jest prawdziwa, jeśli możesz stworzyć dwa lub więcej różnych trójkątów przy użyciu podanych informacji.
pt: Responda a pergunta clicando e arrastando os pontos a seguir para ver quantos triângulos diferentes você consegue construir. Se você conseguir construir apenas triângulos congruentes, então, o postulado <var>NAME</var> é verdadeiro. O postulado <var>NAME</var> não será verdadeiro se você conseguir construir dois ou mais triângulos diferentes usando as informações dadas.
tr: Kaç farklı üçgen oluşturabileceğinizi görmek için aşağıdaki noktaları tıklayarak ve sürükleyerek soruyu cevaplayınız. Eğer sadece eş üçgenler oluşturabilirseniz, bu durumda <var>NAME</var> koyutu doğrudur. Eğer verilen bilgiyi kullanarak iki veya daha çok farklı üçgen oluşturabiliyor iseniz, <var>NAME</var> koyutu doğru değildir.

source: Answer this question
da: Besvar dette spørgsmål
es: Responde esta pregunta
fr: Répondre à cette question
hi: इस सवाल का जवाब दें
ja: この質問に答える
nb: Svar på dette spørsmålet
nl: Beantwoord deze vraag
pl: Odpowiedz na to pytanie
pt: Responder esta pergunta
pt_pt: Responde a esta pergunta
tr: Bu soruyu cevaplayın

source: Answer this question...
da: Svar på dette spørgsmål...
es: Responde esta pregunta...
fr: Répondre à cette question...
hi: इस सवाल का जवाब दें...
ja: この質問に答える．．．
nb: Svar på dette spørsmålet...
nl: Beantwoord deze vraag...
pl: Odpowiedz na to pytanie...
pt: Responda esta pergunta...
pt_pt: Responde a esta pergunta...
tr: Bu soruyu cevaplayın...

source: Answer this...
da: Besvar dette...
es: Responde esto...
fr: Répondez à ça...
ja: これに答えます．．．
nb: Besvar dette...
nl: Beantwoord dit...
pl: Odpowiedz na to...
pt: Responda isto...
pt_pt: Responde a isto...
tr: Cevaplayınız...

source: Answer:
da: Svar:
es: Respuesta:
fr: Réponse :
ja: 答え:
nb: Svar:
nl: Antwoord:
pl: Odpowiedź:
pt: Resposta:
pt_pt: Resposta:
tr: Cevap:

source: Answered
da: Besvaret
es: Respondido
fr: Avec Réponse
nb: Besvart
nl: Beantwoord
pl: Odpowiedzi
pt: Respondido
pt_pt: Respondido
tr: Cevaplandı

source: Answers
da: Svar
es: Respuestas
fr: Réponses
hi: जवाब
ja: 答
nb: Svar
nl: Antwoorden
pl: Odpowiedzi
pt: Respostas
pt_pt: Respostas
tr: Cevaplar

source: Antimony
es: Antimonio
nb: Antimon
pl: Antymon
pt: Antimônio
pt_pt: Antimónio
tr: Antimon

source: Any equipment or tools you need.
pt: Qualquer equipamento ou ferramenta de que você precise.
tr: İhtiyaç duyduğunuz bütün donanım ve araçlar.

source: Any even number is divisible by <code>2</code>.
da: Alle lige tal er deleligt med <code>2</code>.
es: Cualquier número par es divisible entre <code>2</code>.
fr: Tout nombre pair est divisible par <code>2</code>.
hi: कोई भी सम संख्या विभाजित हो सकती है <code>2</code> सेI
nb: Alle partall er delelig med <code>2</code>.
nl: Elk even getal is deelbaar door <code>2</code>.
pl: Każda liczba parzysta jest podzielna przez <code>2</code>.
pt: Qualquer número par é divisível por <code>2</code>.
tr: Tüm çift sayılar <code>2</code> ile bölünebilir.

source: Any level
da: Ethvert niveau
es: Cualquier nivel
fr: Tout niveau
nb: Alle nivå
nl: Elk niveau
pl: Każdy poziom
pt: Qualquer nível
pt_pt: Qualquer nível
tr: Bütün düzeylerdeki

source: Any non-zero number raised to the power <code>0</code> is simply <code>1</code>, so <code><var>BASE</var>^0 = 1</code> and thus <code>\log_{<var>BASE</var>} 1 = 0</code>.
da: Ethvert tal, der ikke er 0 opløftet i <code>0</code> er simpelthen <code>1</code>, så <code><var>BASE</var>^0 = 1</code> og dermed er <code>\log_{<var>BASE</var>} 1 = 0</code>.
es: Cualquier número diferente de cero elevado a la potencia <code>0</code>0 es simplemente <code>1</code>, así <code><var>BASE</var>^0 = 1</code> y entonces <code>\log_{<var>BASE</var>} 1 = 0</code>.
fr: Tout nombre différent de zéro élevé à la puissance <code>0</code> est égal à <code>1</code>, d'où <code><var>BASE</var>^0 = 1</code> et donc <code>\log_{<var>BASE</var>} 1 = 0</code>.
nb: Ethvert tall, som ikke er 0 opphøyd i <code>0</code> er <code>1</code>, så <code><var>BASE</var>^0 = 1</code> og dermed er <code>\log_{<var>BASE</var>} 1 = 0</code>.
pt: Qualquer número diferente de zero elevado à potência <code>0</code> é simplesmente <code>1</code>, portanto,<code><var>BASE</var>^0 = 1</code> e, assim, <code>\log_{<var>BASE</var>} 1 = 0</code>.
tr: Herhangi sıfır dışı bir sayının <code>0</code>'ıncı kuvveti, <code>1</code>'dir, yani <code><var>BASE</var>^0 = 1</code> ve böylece <code>\log_{<var>BASE</var>} 1 = 0</code>.

source: Any number consisting only of <code>9</code>s is a multiple of <code><var>FACTOR</var></code>, so the first <var>cardinalThrough20(integerToDigits(NUMBER) .length - 1)</var> terms must all be multiples of <code><var>FACTOR</var></code>.
da: Et vilkårligt tal, der kun består af <code>9</code>-taller er et multiplum af <code><var>FACTOR</var></code>, så den første <var>cardinalThrough20(integerToDigits(NUMBER) .length - 1)</var> led skal alle være multipla af <code><var>FACTOR</var></code>.
es: Cualquier número que solo tiene <code>9</code>s es un múltiplo de <code><var>FACTOR</var></code>, así que los primeros <var>cardinalThrough20(integerToDigits(NUMBER) .length - 1)</var> términos deben ser múltiplos de <code><var>FACTOR</var></code>.
fr: Un nombre dont tous les chiffres sont des <code>9</code> est un multiple de <code><var>FACTOR</var></code>, donc les <var>cardinalThrough20(integerToDigits(NUMBER) .length - 1)</var> premiers termes sont tous des multiples de <code><var>FACTOR</var></code>.
nb: Et tilfeldig tall, som kun består av <code>9</code>-tall er et multiplum av <code><var>FACTOR</var></code>, så det første <var>cardinalThrough20(integerToDigits(NUMBER) .length - 1)</var> leddet skal alle være multippel av <code><var>FACTOR</var></code>.
nl: Elk getal dat alléén maar uit <code>9</code>s bestaat is een veelvoud van <code><var>FACTOR</var></code>, dus moeten de eerste <var>cardinalThrough20(integerToDigits(NUMBER) .length - 1)</var> termen allemaal veelvouden van <code><var>FACTOR</var></code> zijn.
pl: Każda liczba składająca się jedynie z <code>9</code> jest wielokrotnością <code><var>FACTOR</var></code>, wiec pierwsze <var>cardinalThrough20(integerToDigits(NUMBER) .length - 1)</var> muszą być wszystkie wielokrotnością <code><var>FACTOR</var></code>.
pt: Qualquer número consistindo apenas de <code>9</code>s é um múltiplo de <code><var>FACTOR</var></code>, portanto, o primeiro <var>cardinalThrough20(integerToDigits(NUMBER) .length - 1)</var> termos devem ser todos múltiplos de <code><var>FACTOR</var></code>.
tr: Sadece <code>9</code>lardan oluşan bir sayı <code><var>FACTOR</var></code>'ün katıdır, bu sebeple ilk <var>cardinalThrough20(integerToDigits(NUMBER) .length - 1)</var> terim de <code><var>FACTOR</var></code> sayısının katı olmalıdır.

source: Any number raised to the power <code>-1</code> is its reciprocal, so <code><var>BASE</var>^{-1} = \dfrac{1}{<var>BASE</var>}</code> and thus <code>\log_{<var>BASE</var>} \left(\dfrac{1}{<var>BASE</var>}\right) = -1</code>.
da: Ethvert tal opløftet i <code>-1</code> er dens reciprokke værdi, så <code><var>BASE</var>^{-1} = \dfrac{1}{<var>BASE</var>}</code>, og dermed er <code>\log_{<var>BASE</var>} \left(\dfrac{1}{<var>BASE</var>}\right) = -1</code>.
es: Cualquier número elevado a la potencia <code>-1</code> es su reciproco, así <code><var>BASE</var>^{-1} = \dfrac{1}{<var>BASE</var>}</code> y entonces <code>\log_{<var>BASE</var>} \left(\dfrac{1}{<var>BASE</var>}\right) = -1</code>.
fr: Élever un nombre à la puissance <code>-1</code> c'est prendre son inverse, d'où <code><var>BASE</var>^{-1} = \dfrac{1}{<var>BASE</var>}</code> et donc <code>\log_{<var>BASE</var>} \left(\dfrac{1}{<var>BASE</var>}\right) = -1</code>.
nb: Ethvert tall opphøyd i <code>-1</code> er dens gjensidige verdi, så <code><var>BASE</var>^{-1} = \dfrac{1}{<var>BASE</var>}</code>, og dermed er <code>\log_{<var>BASE</var>} \left(\dfrac{1}{<var>BASE</var>}\right) = -1</code>.
pt: Qualquer número elevado à potência de <code>-1</code> é igual ao seu inverso, então <code><var>BASE</var>^{-1} = \dfrac{1}{<var>BASE</var>}</code> e assim <code>\log_{<var>BASE</var>} \left(\dfrac{1}{<var>BASE</var>}\right) = -1</code>.
tr: Herhangi bir sayının <code>-1</code>'inci kuvveti, o sayının çarpmaya göre tersidir, yani <code><var>BASE</var>^{-1} = \dfrac{1}{<var>BASE</var>}</code> ve böylece <code>\log_{<var>BASE</var>} \left(\dfrac{1}{<var>BASE</var>}\right) = -1</code>.

source: Any number raised to the power <code>1</code> is simply itself, so <code><var>BASE</var>^{1} = <var>BASE</var></code> and thus <code>\log_{<var>BASE</var>} <var>BASE</var> = 1</code>.
da: Ethvert tal opløftet i <code>1</code> er simpelthen sig selv, så <code><var>BASE</var>^{1} = <var>BASE</var></code>, og dermed er <code>\log_{<var>BASE</var>} <var>BASE</var> = 1</code>.
es: Cualquier número elevado a la potencia <code>1</code> es simpletente él mismo, así <code><var>BASE</var>^{1} = <var>BASE</var></code> y entonces <code>\log_{<var>BASE</var>} <var>BASE</var> = 1</code>.
fr: Tout nombre élevé à la puissance <code>1</code> est simplement lui-même, donc <code><var>BASE</var>^{1} = <var>BASE</var></code> et donc <code>\log_{<var>BASE</var>} <var>BASE</var> = 1</code>.
nb: Ethvert tall opphøyd i <code>1</code> er seg selv, så <code><var>BASE</var>^{1} = <var>BASE</var></code>, og dermed er <code>\log_{<var>BASE</var>} <var>BASE</var> = 1</code>.
pt: Qualquer número elevado à potência <code>1</code> é o próprio número, portanto, <code><var>BASE</var>^{1} = <var>BASE</var></code> e, assim, <code>\log_{<var>BASE</var>} <var>BASE</var> = 1</code>.
tr: Herhangi bir sayının <code>1</code>'inci kuvveti, o sayının kendisidir, yani <code><var>BASE</var>^{1} = <var>BASE</var></code> ve böylece <code>\log_{<var>BASE</var>} <var>BASE</var> = 1</code>.

source: Anyone can learn to code! Spend an hour on Khan Academy learning to code, with our tutorials in JS, HTML, or SQL.
da: Alle kan lære at kode! Brug en time på Khan Academy og lær at kode, med vores tutorials i JS, HTML eller SQL.
es: ¡Cualquiera puede aprender a escribir código! Pasa una hora en Khan Academy aprendiendo a escribir código, con nuestras lecciones en JS, HTML o SQL.
fr: N'importe qui peut apprendre au code ! Passer une heure sur l'Académie Khan d'apprentissage au code, grâce à nos tutoriaux en JS, HTML ou SQL.
nb: Alle kan lære å kode! Bruk en time på Khan Academy for lære å kode, med våre opplæring i JS, HTML eller SQL.
nl: Iedereen kan het coderen leren! Neem een uurtje de tijd om te leren programmeren, met onze uitleg voor JavaScript, HTML of SQL.
pl: Każdy może nauczyć się kodowania! Spędź godzinę na Khan Academy ucząc się kodować, z naszymi samouczkami dla JS, HTML, lub SQL.
pt: Qualquer um pode aprender a programar! Passe uma hora na Khan Academy aprendendo a programar com nossos tutoriais em JS, HTML ou SQL.
tr: Herkes kodlamayı öğrenebilir! Khan Academy'de bir saat geçirin, ve JS, HTML, veya SQL dersleriyle kod yazmayı öğrenin.

source: Anything to the 0th power equals one.
fr: Tout nombre à la puissance 0 est égal à 1.
nb: Alle tall opphøyd i 0 er lik 1.
pl: Każda liczba podniesiona do potęgi zerowej równa się jeden.
pt: Qualquer número elevado à potência 0 é igual a um.
tr: 0'ın herhangi bir kuvveti bire eşittir.

source: Anything to the 0th power equals... ?
fr: Un nombre élevé à la puissance zéro est égal à ... ?
nb: Alt opphøyd i 0 er lik... ?
pl: Cokolwiek podniesione do potęgi zerowej równa się... ?
pt: Qualquer coisa à potência de 0 é igual a...?
tr: Herhangi bir sayının sıfırıncı kuvveti eşittir....?

source: Anything to the 1st power equals... ?
fr: N'importe quel nombre à la puissance 1 égale... ?
nb: Alle tall opphøyd i 1 er lik... ?
pl: Cokolwiek podniesione do potęgi 1 równa się... ?
pt: Qualquer coisa à potência de 1 é igual a?
tr: Herhangi bir sayının 1. kuvveti eşittir....?

source: Anything to the first power is the number itself.
da: Ethvert tal opløftet i første potens er tallet selv.
es: Cualquier número a la primera potencia es el mismo número.
fr: Tout nombre élevé à la puissance 1 est le nombre lui même.
pt: Qualquer número elevado a 1 é igual ao próprio número.
tr: Herhangi bir sayının birinci kuvveti, sayının kendisidir.

source: Anything to the first power is the number itself.<br> <code>\qquad i ^ \red{1} = i</code>
es: Cualquier número a la primera potencia es el mismo número.<br> <code>\qquad i ^ \red{1} = i</code>
fr: Un nombre élevé à la puissance un est le nombre lui-même.<br> <code>\qquad i ^ \red{1} = i</code>
pt: Qualquer número elevado à primeira potência é o próprio número.<br> <code>\qquad i ^ \red{1} = i</code>
tr: Bir sayının birinci kuvveti, sayının kendisidir.<br> <code>\qquad i ^ \red{1} = i</code>

source: Applicants must have authorization to work in the US.
da: Ansøgere skal have tilladelse til at arbejde i USA.
es: Los solicitantes deben tener autorización para trabajar en los Estados Unidos.
fr: Les candidats doivent avoir l'autorisation de travailler aux États-Unis.
nl: Kandidaten moeten toestemming hebben om in de V.S. te werken.
pl: Kandydaci muszą mieć pozwolenie na pracę w USA.
pt: Os candidatos devem ter autorização para trabalhar nos EUA.
tr: Adayların ABD'de çalışma izinleri olmalıdır.

source: Apply Now
pl: Aplikuj teraz
pt: Inscreva-se agora
pt_pt: Submeter candidatura
tr: Hemen Başvurun

source: Apply now
pl: Aplikuj teraz
pt: Inscreva-se agora
pt_pt: Candidatar
tr: Takıma katılmak ister misiniz?

source: Apply to translate
fr: Commencez à traduire !
pl: Zgłoś się do tłumaczenia
pt: Candidate-se para traduzir
tr: Çevirmek için başvurun

source: Apprentice Algebraist
da: Lærling i Algebra
es: Aprendiz del álgebra
fr: Apprenti algébriste
ja: 代数学者の弟子
nb: Begynnende Algebraist
nl: Leerling in Algebra
pl: Uczeń Algebry
pt: Aprendiz de álgebra
pt_pt: Aprendiz de álgebra
tr: Çırak Cebirci

source: Apprentice Algebraist (old)
da: Lærling i Algebra (gammel)
es: Aprendiz del álgebra (viejo)
fr: Apprenti algébriste (obsolète)
ja: 代数学者の弟子(旧)
nb: Begynnende Algebraist (gammel)
nl: Leerling in Algebra (oud)
pl: Uczeń algebry (stary)
pt: Aprendiz de álgebra (antigo)
pt_pt: Aprendiz de álgebra (antigo)
tr: Çırak Cebirci (eski)

source: Apprentice Arithmetician
da: Lærling Regnemester
es: Aprendiz de la aritmética
fr: Apprenti arithméticien
ja: 算術家の弟子
nb: Begynnende Regnemester
nl: Leerling in Rekenkunde
pl: Uczeń Arytmetyk
pt: Aprendiz de aritmética
pt_pt: Aprendiz de aritmética
tr: Çırak Aritmetikçi

source: Apprentice Arithmetician (old)
da: Lærling Regnemester (gammel)
es: Aprendiz de la aritmética (viejo)
fr: Apprenti arithméticien (obsolète)
ja: 算術家の弟子(旧)
nb: Læremester regning (gammel)
nl: Leerling Rekenkunde (oud)
pl: Uczeń Arytmetyk (stary)
pt: Aprendiz de aritmética (antigo)
pt_pt: Aprendiz de aritmética (antigo)
tr: Çırak Aritmetikçi (eski)

source: Apprentice Pre-algebraist
da: Lærling i Pre-algebra
es: Aprendiz de la preálgebra
fr: Apprenti pré-algébriste
ja: 前代数学者の弟子
nb: Begynnende Før-algebraist
nl: Leerling in Wiskunde voor de onderbouw
pl: Uczeń Podstaw Algebry
pt: Aprendiz de pré-álgebra
pt_pt: Aprendiz pré-algebrista
tr: Çırak Ön-Cebirci

source: Apprentice Pre-algebraist (old)
da: Lærling i Pre-algebra (gammel)
es: Aprendiz de la preálgebra (viejo)
fr: Apprenti pré-algébriste (obsolète)
ja: 前代数学者の弟子(旧)
nb: Begynnende Før-algebraist (gammel)
nl: Leerling in Wiskunde voor de onderbouw (oud)
pl: Uczeń Przed-algebry (stary)
pt: Aprendiz de pré-álgebra (antigo)
pt_pt: Aprendiz de pré-algebra (antigo)
tr: Çırak Ön-Cebirci (eski)

source: Apprentice Programmer
bg: Чирак програмист
da: Programmør-Lærling
es: Aprendiz de programador
fr: Apprenti programmeur
ja: プログラマの弟子
nb: Lærlingen programmerer
nl: Programmeur in opleiding
pl: Uczeń programista
pt: Programador aprendiz
pt_pt: Programador aprendiz
tr: Çırak Programcı

source: Apprentice Trigonometrician
da: Lærling Trigonometriker
es: Aprendiz de la trigonometría
fr: Apprenti en trigonométrie
ja: 三角法家の弟子
nb: Begynnende Trigonometriker
nl: Leerling in Goniometrie
pl: Uczeń Trygonometrii
pt: Aprendiz de trigonometria
pt_pt: Aprendiz de trigonometria
tr: Çırak Trigonometrici

source: Apprentice Trigonometrician (old)
da: Lærling Trigonometri (gammel)
es: Aprendiz de la trigonometría (viejo)
fr: Apprenti trigonométricien (obsolète)
ja: 三角法家の弟子(旧)
nb: Begynnende Trigonometriker (gammel)
nl: Leerling in Goniometrie (oud)
pl: Uczeń Trygonometrii (stary)
pt: Aprendiz de trigonometria (antigo)
pt_pt: Aprendiz de trigonometria (antigo)
tr: Çırak Trigonometrici (eski)

source: Approve School
es: Aprobar la escuela
fr: Approuver l'école
ja: 承認された学校
nb: Godkjenne skolen
nl: Goedkeuring van de school
pl: Zaakceptuj szkołę
pt: Aprovar escola
pt_pt: Aprovar escola
tr: Okulu onayla

source: Approved schools
es: Escuelas aprobadas
fr: Ecoles approuvées
ja: 承認された学校
nb: Godkjente skoler
pl: Zatwierdzone szkoły
pt: Escolas aprovadas
pt_pt: Escolas aprovadas
tr: Onaylanmış okullar

source: April
fr: avril
pl: Kwiecień
pt: Abril
tr: Nisan

source: Aqualine
ja: アクアライン
pl: Akwalina
pt: Aqualino
pt_pt: Pinguinha

source: Aqualine (Sapling)
bg: Аквалин (фиданка)
da: Aqualine (unge)
es: Aqualine (retoño)
fr: Aqualine (Pousse)
ja: アクアライン (若木)
nb: Aqualine (Liten plante)
nl: Aqualine (boompje)
pl: Akwalina (Drzewko)
pt: Aqualino (muda)
pt_pt: Pinguinha (arbusto)
tr: Aqualine (Fidan)

source: Aqualine (Seed)
bg: Аквалин (семе)
da: Aqualine (frø)
es: Aqualine (semilla)
fr: Aqualine (Graine)
ja: アクアライン (種)
nb: Aqualine (Frø)
nl: Aqualine (zaadje)
pl: Akwalina (nasionko)
pt: Aqualino (semente)
pt_pt: Pinguinha (semente)
tr: Aqualine (Tohum)

source: Aqualine (Seedling)
da: Aqualine (sætteplante)
es: Aqualine (germinado)
fr: Aqualine (Jeune pousse)
ja: アクアライン (苗木)
nb: Aqualine (Spire)
nl: Aqualine (zaailing)
pl: Akwalina (Sadzonka)
pt: Aqualino (broto)
pt_pt: Pinguinha (rebento)
tr: Aqualine (Fide)

source: Aqualine (Tree)
bg: Аквалин (дърво)
da: Aqualine (træ)
es: Aqualine (árbol)
fr: Aqualine (Plante)
ja: アクアライン (木)
nb: Aqualine (Tre)
nl: Aqualine (boom)
pl: Akwalina (Drzewo)
pt: Aqualino (árvore)
pt_pt: Pinguinha (árvore)
tr: Aqualine (Ağaç)

source: Aqualine (Ultimate)
es: Aqualine (máximo)
fr: Aqualine (Vieux chêne)
ja: アクアライン (究極)
nb: Aqualine (Fullstendig)
nl: Aqualine (ultiem)
pl: Akwalina (Wymiatacz)
pt: Aqualino (forma final)
pt_pt: Pinguinha (forma final)
tr: Aqualine (En Büyük)
