Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <var>person(1)</var> has <code><var>NUM_TAKEN</var></code> spaces for her <var>plural_form(THING)</var>, so let's fill them one by one. At first, <var>person(1)</var> has <code><var>NUM_THINGS</var></code> choices for what to put in the first space.
es: <var>person(1)</var> tiene <code><var>NUM_TAKEN</var></code> espacios para sus <var>plural_form(THING)</var>, así es que llenémoslos uno por uno. Al principio, <var>person(1)</var> tiene <code><var>NUM_THINGS</var></code> opciones para escoger qué poner en el primer espacio.
fr: <var>person(1)</var> dispose de <code><var>NUM_TAKEN</var></code> places pour ses <var>plural_form(THING)</var>, donc on va les placer l'un après l'autre. Pour commencer, <var>person(1)</var> a <code><var>NUM_THINGS</var></code> façons de remplir la première place.
pl: <var>person(1)</var> ma miejsce na <code><var>NUM_TAKEN</var></code> <var>plural_form(THING)</var>, wypełnijmy je więc jedno po drugim. Na początku <var>person(1)</var> ma do wyboru <code><var>NUM_THINGS</var></code> możliwości.
pt: <var>person(1)</var> tem <code><var>NUM_TAKEN</var></code> espaços para sua <var>plural_form(THING)</var>, então vamos preenchê-las um por um. Em primeiro lugar, <var>person(1)</var> tem <code><var>NUM_THINGS</var></code> escolhas sobre o que colocar no primeiro espaço.
tr: <var>person(1)</var>'in <var>plural_form(THING)</var> için<code><var>NUM_TAKEN</var></code>yeri var, bu yerleri birer birer dolduralım. İlk olarak, <var>person(1)</var>'in birinci konum için <code><var>NUM_THINGS</var></code> seçeneği var.

source: <var>person(1)</var> has <code><var>NUM_TAKEN</var></code> spaces for his <var>plural_form(THING)</var>, so let's fill them one by one. At first, <var>person(1)</var> has <code><var>NUM_THINGS</var></code> choices for what to put in the first space.
es: <var>person(1)</var> tiene <code><var>NUM_TAKEN</var></code> espacios para su <var>plural_form(THING)</var>, así que llenémoslos uno por uno. Al inicio, <var>person(1)</var> tiene <code><var>NUM_THINGS</var></code> opciones para qué poner en el primer espacio.
fr: <var>person(1)</var> dispose de <code><var>NUM_TAKEN</var></code> places pour ses <var>plural_form(THING)</var>, donc on va les placer l'un après l'autre. Pour commencer, <var>person(1)</var> a <code><var>NUM_THINGS</var></code> façons de remplir la première place.
pl: <var>person(1)</var> ma miejsce na <code><var>NUM_TAKEN</var></code> <var>plural_form(THING)</var>, wypełnijmy je więc jedno po drugim. Na początku <var>person(1)</var> ma do wyboru <code><var>NUM_THINGS</var></code> możliwości.
pt: <var>person(1)</var> tem <code><var>NUM_TAKEN</var></code> espaços para seu <var>plural_form(THING)</var>, então vamos preenchê-los. Em primeiro lugar, <var>person(1)</var> tem <code><var>NUM_THINGS</var></code> escolhas sobre o que colocar no primeiro espaço.
tr: <var>person(1)</var>'in <var>plural_form(THING)</var> için<code><var>NUM_TAKEN</var></code>yeri var, bu yerleri birer birer dolduralım. İlk olarak, <var>person(1)</var>'in birinci konum için <code><var>NUM_THINGS</var></code> seçeneği var.

source: <var>person(1)</var> has <var>BIKED</var> her <var>BIKE</var> for a total of <code><var>TOTAL</var></code> <var>distance(1)</var> since she started <var>BIKING</var> daily.
nb: <var>person(1)</var> has <var>BIKED</var> sin <var>BIKE</var> totalt <code><var>TOTAL</var></code> <var>distance(1)</var> siden han startet å <var>BIKING</var> daglig.
pl: <var>person(1)</var> <var>BIKED</var> swoim <var>BIKE</var> w sumie <code><var>TOTAL</var></code> <var>distance(1)</var> od kiedy zaczęła <var>BIKING</var> codziennie.
pt: <var>person(1)</var> <var>BIKED</var> com sua <var>BIKE</var> um total de <code><var>TOTAL</var></code> <var>distance(1)</var> desde que ela começou a <var>BIKING</var> diariamente.

source: <var>person(1)</var> has <var>BIKED</var> his <var>BIKE</var> for a total of <code><var>TOTAL</var></code> <var>distance(1)</var> since he started <var>BIKING</var> daily.
nb: <var>person(1)</var> har <var>BIKED</var> på sin <var>BIKE</var> totalt <code><var>TOTAL</var></code> <var>distance(1)</var> siden han startet å <var>BIKING</var> daglig.
pl: <var>person(1)</var> <var>BIKED</var> swoim <var>BIKE</var> w sumie <code><var>TOTAL</var></code> <var>distance(1)</var> od kiedy zaczął <var>BIKING</var> codziennie.
pt: <var>person(1)</var> <var>BIKED</var> com sua <var>BIKE</var> um total de <code><var>TOTAL</var></code> <var>distance(1)</var> desde que ele começou a <var>BIKING</var> diariamente.

source: <var>person(1)</var> has <var>NUM</var> <var>fruit( 0 )</var>
fr: <var>person(1)</var> a <var>NUM</var> <var>fruit( 0 )</var>
pl: <var>person(1)</var> ma <var>NUM</var> <var>fruit( 0 )</var>
pt: <var>person(1)</var> tem <var>NUM</var> <var>fruit( 0 )</var>

source: <var>person(1)</var> has taken <code><var>COUNT</var></code> <var>plural_form(exam(1), COUNT)</var> and her average score so far is <code><var>OLD_AVG</var></code>.
nb: <var>person(1)</var> har tatt <code><var>COUNT</var></code> <var>plural_form(exam(1), COUNT)</var> og hennes gjennomsnittskarakter til nå er <code><var>OLD_AVG</var></code>.
pt: <var>person(1)</var> fez <code><var>COUNT</var></code> <var>plural_form(exam(1), COUNT)</var> e sua pontuação média até agora é <code><var>OLD_AVG</var></code>.
tr: <var>person(1)</var> <code><var>COUNT</var></code> <var>plural_form(exam(1), COUNT)</var> aldı ve şimdiye kadar ortalama puanı <code><var>OLD_AVG</var></code>.

source: <var>person(1)</var> has taken <code><var>COUNT</var></code> <var>plural_form(exam(1), COUNT)</var> and his average score so far is <code><var>OLD_AVG</var></code>.
nb: <var>person(1)</var> har tatt <code><var>COUNT</var></code> <var>plural_form(exam(1), COUNT)</var> og hans gjennomsnittskarakter til nå er <code><var>OLD_AVG</var></code>.
pt: <var>person(1)</var> fez <code><var>COUNT</var></code> <var>plural_form(exam(1), COUNT)</var> e sua pontuação média até agora é <code><var>OLD_AVG</var></code>.
tr: <var>person(1)</var> <code><var>COUNT</var></code> <var>plural_form(exam(1), COUNT)</var> aldı ve şimdiye kadar ortalama puanı <code><var>OLD_AVG</var></code>.

source: <var>person(1)</var> is a <var>farmer(1)</var>.
fr: <var>person(1)</var> est un <var>farmer(1)</var>.
nb: <var>person(1)</var> er en <var>farmer(1)</var>.
pl: <var>person(1)</var> jest <var>farmer(1)</var>.
pt: <var>person(1)</var> é um <var>farmer(1)</var>.
tr: <var>person(1)</var>, <var>farmer(1)</var>'dir.

source: <var>person(1)</var> is packing her bags for her vacation. She has <code><var>NUM_THINGS</var></code> unique <var>plural_form(THING, NUM_THINGS)</var>, but only <code><var>NUM_TAKEN</var></code> fit in her bag.
es: <var>person(1)</var> está empacando sus maletas para sus vacaciones. Ella tiene <code><var>NUM_THINGS</var></code> <var>plural_form(THING, NUM_THINGS)</var> únicos, pero solo <code><var>NUM_TAKEN</var></code> caben en su maleta.
fr: <var>person(1)</var> fait ses valises. Elle a <code><var>NUM_THINGS</var></code> <var>plural_form(THING, NUM_THINGS)</var>, mais elle ne peut en mettre que <code><var>NUM_TAKEN</var></code> dans sa valise.
pl: <var>person(1)</var> pakuje walizkę na wakacje. Ma <code><var>NUM_THINGS</var></code> różnych <var>plural_form(THING, NUM_THINGS)</var>, ale do walizki zmieści tylko <code><var>NUM_TAKEN</var></code>.
pt: <var>person(1)</var> está fazendo suas malas para as férias. Ela tem <code><var>NUM_THINGS</var></code> <var>plural_form(THING, NUM_THINGS)</var> especiais, mas só <code><var>NUM_TAKEN</var></code> cabem em sua mala.
tr: <var>person(1)</var> tatil için valizlerini hazırlıyor. <code><var>NUM_THINGS</var></code> değişik <var>plural_form(THING, NUM_THINGS)</var> var, ama valize yalnızca <code><var>NUM_TAKEN</var></code> sığıyor.

source: <var>person(1)</var> is packing his bags for his vacation. He has <code><var>NUM_THINGS</var></code> unique <var>plural_form(THING, NUM_THINGS)</var>, but only <code><var>NUM_TAKEN</var></code> fit in his bag.
es: <var>person(1)</var> está empacando maletas para sus vacaciones. Él tiene <code><var>NUM_THINGS</var></code> <var>plural_form(THING, NUM_THINGS)</var> únicos, pero solo <code><var>NUM_TAKEN</var></code> caben en la maleta.
fr: <var>person(1)</var> fait ses valises. Il a <code><var>NUM_THINGS</var></code> <var>plural_form(THING, NUM_THINGS)</var>, mais il ne peut en mettre que <code><var>NUM_TAKEN</var></code> dans sa valise.
pl: <var>person(1)</var> pakuje walizkę na wakacje. Ma <code><var>NUM_THINGS</var></code> różnych <var>plural_form(THING, NUM_THINGS)</var>, ale do walizki zmieści tylko <code><var>NUM_TAKEN</var></code>.
pt: <var>person(1)</var> está fazendo suas malas para as férias. Ele tem <code><var>NUM_THINGS</var></code> <var>plural_form(THING, NUM_THINGS)</var> exclusivas, mas apenas <code><var>NUM_TAKEN</var></code> cabem em sua mala.
tr: <var>person(1)</var> tatil için valizlerini hazırlıyor. <code><var>NUM_THINGS</var></code> değişik <var>plural_form(THING, NUM_THINGS)</var> var, ama valize yalnızca <code><var>NUM_TAKEN</var></code> sığıyor.

source: <var>person(1)</var> must complete at least <var>X</var> levels.
da: <var>person(1)</var> skal færdiggøre mindst <var>X</var> niveauer.
es: <var>person(1)</var> debe completar al menos <var>X</var> niveles.
fr: <var>person(1)</var> doit terminer au moins <var>X</var> niveaux.
nb: <var>person(1)</var> skal gjøre ferdig minst <var>X</var> nivåer.
nl: <var>person(1)</var> moet tenminste <var>X</var> levels uitspelen.
pl: <var>person(1)</var> musi ukończyć przynajmniej <var>X</var> poziomów.
pt: <var>person(1)</var> deve completar no mínimo <var>X</var> níveis.
tr: <var>person(1)</var>'in en az <var>X</var> düzey tamamlaması gerekiyor.

source: <var>person(1)</var> must sell at least <var>X</var> subscriptions this week.
da: <var>person(1)</var> skal sælge mindst <var>X</var> abonnementer i denne uge.
es: <var>person(1)</var> debe vender al menos <var>X</var> suscripciones esta semana.
fr: <var>person(1)</var> doit vendre au moins <var>X</var> abonnement cette semaine.
nb: <var>person(1)</var> skal selge minst <var>X</var> abonnementer i løpet av denne uken.
nl: <var>person(1)</var> moet tenminste <var>X</var> abonnementen verkopen deze week.
pl: <var>person(1)</var> musi sprzedać co najmniej <var>X</var> prenumerat w tym tygodniu.
pt: <var>person(1)</var> deve vender no mínimo <var>X</var> assinaturas nesta semana.
tr: <var>person(1)</var>'in bu hafta en az <var>X</var> abonelik satması gerekiyor.

source: <var>person(1)</var> must work for at least <var>X</var> months.
da: <var>person(1)</var> skal arbejde i mindst <var>X</var> måneder.
es: <var>person(1)</var> debe trabajar al menos <var>X</var> meses.
fr: <var>person(1)</var> doit travailler pendant au moins <var>X</var> mois.
nb: <var>person(1)</var> skal arbeide i minst <var>X</var> måneder.
nl: <var>person(1)</var> moet tenminste <var>X</var> maanden werken.
pl: <var>person(1)</var> musi pracować przez przynajmniej <var>X</var> miesięcy.
pt: <var>person(1)</var> deverá trabalhar por no mínimo <var>X</var> meses.
tr: <var>person(1)</var> en az <var>X</var> ay çalışmalı.

source: <var>person(1)</var> needs to pay <code>$<var>solution</var></code>.
es: <var>person(1)</var> debe pagar <code>$<var>solution</var></code>.
hi: <var>person(1)</var> को <code>$<var>solution</var></code> वेतन देना हैI
nb: <var>person(1)</var> må betale <code>$<var>solution</var></code>.
pl: <var>person(1)</var> musi zapłacić <code>$<var>solution</var></code>.
pt: <var>person(1)</var> deve pagar <code>$<var>solution</var></code>.
tr: <var>person(1)</var>, <code>$<var>solution</var></code> ödemelidir.

source: <var>person(1)</var> received <code>$<var>solution</var></code> in change.
es: <var>person(1)</var> recibió <code>$<var>solution</var></code> de cambio.
hi: <var>person(1)</var> को <code>$<var>solution</var></code> छुट्टे पैसे मिलेI
nb: <var>person(1)</var> fikk igjen <code>$<var>solution</var></code> i vekslepenger.
pl: <var>person(1)</var> otrzymał(a) <code>$<var>solution</var></code> reszty.
pt: <var>person(1)</var> recebeu <code>$<var>solution</var></code> de troco.
tr: <var>person(1)</var> <code>$<var>solution</var></code> para üstü almıştır.

source: <var>person(1)</var> sells magazine subscriptions and earns <code>$<var>P</var></code> for every new subscriber he signs up. <var>person(1)</var> also earns a <code>$<var>Q</var></code> weekly bonus regardless of how many magazine subscriptions he sells.
es: <var>person(1)</var> vende suscripciones a revistas y gana <code>$<var>P</var></code> por cada nuevo suscriptor que firma. <var>person(1)</var> gana además un bono semanal de <code>$<var>Q</var></code> sin importar cuántas suscripciones haya vendido en la semana.
nb: <var>person(1)</var> selger ukeblad-abonnementer og tjener <code>$<var>P</var></code> for hver ny abonnent, han skaffer. <var>person(1)</var> tjener også en ukentlig bonus på <code>$<var>Q</var></code>, uansett hvor mange ukeblad-abonnementer han selger.
pl: <var>person(1)</var> sprzedaje prenumeraty czasopism i zarabia <code>$<var>P</var></code> za każdego nowego prenumeratora, którego zapisze. <var>person(1)</var> zarabia też <code>$<var>Q</var></code> tygodniowego bonusu niezależnie od liczby sprzedanych prenumerat.
pt: <var>person(1)</var> vende assinaturas de revista e ganha <code>$<var>P</var></code>por cada novo assinante que ele cadastra. <var>person(1)</var> também ganha um bônus semanal de <code>$<var>Q</var></code> independentemente de quantas assinaturas de revista ele vende.

source: <var>person(1)</var> sells magazine subscriptions and earns <code>$<var>P</var></code> for every new subscriber she signs up. <var>person(1)</var> also earns a <code>$<var>Q</var></code> weekly bonus regardless of how many magazine subscriptions she sells.
es: <var>person(1)</var> vende suscripciones a revistas y gana <code>$<var>P</var></code> por cada nuevo suscriptor que firma. <var>person(1)</var> gana además un bono semanal de <code>$<var>Q</var></code> sin importar cuántas suscripciones haya vendido en la semana.
nb: <var>person(1)</var> selger ukeblad-abonnementer og tjener <code>$<var>P</var></code> for hver ny abonnent, hun skaffer. <var>person(1)</var> tjener også en ukentlig bonus på <code>$<var>Q</var></code>, uansett hvor mange ukeblad-abonnementer hun selger.
pl: <var>person(1)</var> sprzedaje prenumeraty czasopism i zarabia <code>$<var>P</var></code> za każdego nowego prenumeratora, którego zapisze. <var>person(1)</var> zarabia też <code>$<var>Q</var></code> tygodniowego bonusu niezależnie od liczby sprzedanych prenumerat.
pt: <var>person(1)</var> vende assinaturas de revista e ganha <code>$<var>P</var></code> por cada novo assinante que ela cadastra. <var>person(1)</var> também ganha um bônus semanal de <code>$<var>Q</var></code> independentemente de quantas assinaturas de revista ela vende.

source: <var>person(1)</var> travels <code><var>solution</var></code> <var>plural_form(distance(1), solution)</var> in total.
es: <var>person(1)</var> viaja <code><var>solution</var></code> <var>plural_form(distance(1), solution)</var> en total.
fr: <var>person(1)</var> a parcouru <code><var>solution</var></code> <var>plural_form(distance(1), solution)</var> au total.
hi: <var>person(1)</var> कुल <code><var>solution</var></code> <var>plural_form(distance(1), solution)</var> में सफ़र करता हैI
nb: <var>person(1)</var> reiser <code><var>solution</var></code> <var>plural_form(distance(1), solution)</var> totalt.
pl: <var>person(1)</var> przebywa łącznie <code><var>solution</var></code> <var>plural_form(distance(1), solution)</var>.
pt: <var>person(1)</var> viaja <code><var>solution</var></code> <var>plural_form(distance(1), solution)</var> no total.
tr: <var>person(1)</var>, toplam <code><var>solution</var></code> <var>plural_form(distance(1), solution)</var> yol katediyor.

source: <var>person(1)</var> was assigned <var>PROBLEMS</var> <code><var>START</var></code> through <code><var>END</var></code> for homework last week.
es: A <var>person(1)</var> le asignaron los <var>PROBLEMS</var> <code><var>START</var></code> a <code><var>END</var></code> de tarea la semana pasada.
fr: <var>person(1)</var> devait faire les <var>PROBLEMS</var> <code><var>START</var></code> à <code><var>END</var></code> en devoirs la semaine dernière.
hi: पिछले सप्ताह के गृहकार्ये के लिए<var>person(1)</var> को <var>PROBLEMS</var> निर्धारित किये गए थे<code><var>START</var></code>से <code><var>END</var></code>।
nb: <var>person(1)</var> fikk <var>PROBLEMS</var> <code><var>START</var></code> å gjøre ferdig <code><var>END</var></code> i lekse denne uken.
nl: <var>person(1)</var> moest vorige week <var>PROBLEMS</var> <code><var>START</var></code> tot en met <code><var>END</var></code> voor huiswerk doen.
pl: W zeszłym tygodniu <var>person(1)</var> otrzymał do odrobienia jako pracę domową zadania od <var>PROBLEMS</var> <code><var>START</var></code> do <code><var>END</var></code>.
pt: <var>person(1)</var> teve que fazer <var>PROBLEMS</var> do <code><var>START</var></code> até o <code><var>END</var></code> para o dever de casa na semana passada.

source: <var>person(1)</var> was assigned <var>PROBLEMS</var> <code><var>START</var></code> through <code><var>END</var></code> for homework tonight.
es: A <var>person(1)</var> le asignaron los <var>PROBLEMS</var> <code><var>START</var></code> a <code><var>END</var></code> de tarea esta noche.
fr: <var>person(1)</var> devait faire les <var>PROBLEMS</var> <code><var>START</var></code> à <code><var>END</var></code> en devoirs hier soir.
hi: पिछले सप्ताह के गृहकार्ये के लिए<var>person(1)</var> को <var>PROBLEMS</var> निर्धारित किये गए थे<code><var>START</var></code>से <code><var>END</var></code>।
nb: <var>person(1)</var> fikk <var>PROBLEMS</var> <code><var>START</var></code> å gjøre ferdig <code><var>END</var></code> i lekse i dag.
nl: <var>person(1)</var> moest vanavond <var>PROBLEMS</var> <code><var>START</var></code> tot en met <code><var>END</var></code> voor huiswerk doen.
pl: Na dzisiaj wieczór <var>person(1)</var> ma do odrobienia jako pracę domową zadania od <var>PROBLEMS</var> <code><var>START</var></code> do <code><var>END</var></code>.
pt: <var>person(1)</var> teve que fazer <var>PROBLEMS</var> do <code><var>START</var></code> até o <code><var>END</var></code> para o dever de casa de hoje à noite.

source: <var>person(1)</var> works at a nearby electronics store. He makes a commission of <code><var>COMMISSION_RATE</var>\%</code> on everything he sells. If he sells a <var>electronic(1)</var> for <code>$<var>localeToFixed(PRICE, 2)</var></code>, how much money does <var>person(1)</var> make in commission?
fr: <var>person(1)</var> travaille dans un magasin d'électronique proche de chez lui. Sur chaque vente qu'il fait il reçoit une commission dont le taux est de <code><var>COMMISSION_RATE</var>\%</code>. S'il vend un <var>electronic(1)</var> pour <code>$<var>localeToFixed(PRICE, 2)</var></code>, quel sera le montant de la commission que touchera <var>person(1)</var> ?
nb: <var>person(1)</var> jobber på en elektronikkbutikk. Han får <code><var>COMMISSION_RATE</var>\%</code> på alt han selger. Om han selger en <var>electronic(1)</var> for <code>$<var>localeToFixed(PRICE, 2)</var></code>, hvor mye får <var>person(1)</var> i provisjon?
pl: <var>person(1)</var> pracuje w pobliskim sklepie z elektroniką. Pobiera prowizję w wysokości <code><var>COMMISSION_RATE</var>\%</code> za wszystko co sprzedaje. Jeżeli sprzeda <var>electronic(1)</var> za <code>$<var>localeToFixed(PRICE, 2)</var></code>, to ile <var>person(1)</var> dostanie prowizji?
pt: <var>person(1)</var> trabalha em uma loja de eletrônicos na vizinhança. Ele recebe uma comissão de <code><var>COMMISSION_RATE</var>\%</code> sobre o total de suas vendas. Se ele vender um(a) <var>electronic(1)</var> por <code>$<var>localeToFixed(PRICE, 2)</var></code>, quanto <var>person(1)</var> receberá de comissão?

source: <var>person(1)</var> works at a nearby electronics store. She makes a commission of <code><var>COMMISSION_RATE</var>\%</code> on everything she sells. If she sells a <var>electronic(1)</var> for <code>$<var>localeToFixed(PRICE, 2)</var></code>, how much money does <var>person(1)</var> make in commission?
fr: <var>person(1)</var> travaille dans un magasin d'électronique proche de chez elle. Sur chaque vente qu’elle fait elle reçoit une commission dont le taux est de <code><var>COMMISSION_RATE</var>\%</code>. Si elle vend un <var>electronic(1)</var> pour <code>$<var>localeToFixed(PRICE, 2)</var></code>, quel sera le montant de la commission que touchera <var>person(1)</var> ?
nb: <var>person(1)</var> jobber på en elektronikkbutikk. Hun får <code><var>COMMISSION_RATE</var>\%</code> på alt hun selger. Om hun selger en <var>electronic(1)</var> for <code>$<var>localeToFixed(PRICE, 2)</var></code>, hvor mye får <var>person(1)</var> i provisjon?
pl: <var>person(1)</var> pracuje w pobliskim sklepie z elektroniką. Pobiera prowizję w wysokości <code><var>COMMISSION_RATE</var>\%</code> za wszystko co sprzedaje. Jeżeli sprzeda <var>electronic(1)</var> za <code>$<var>localeToFixed(PRICE, 2)</var></code>, to ile <var>person(1)</var> dostanie prowizji?
pt: <var>person(1)</var> trabalha em uma loja de eletrônicos na vizinhança. Ela recebe uma comissão de <code><var>COMMISSION_RATE</var>\%</code> sobre o total de suas vendas. Se ela vender um(a) <var>electronic(1)</var> por <code>$<var>localeToFixed(PRICE, 2)</var></code>, quanto <var>person(1)</var> receberá de comissão?

source: <var>person(1)</var> {has {breakfast|lunch|dinner}|eats} at a {restaurant|cafe} and the cost of her meal is <code>\$<var>BILL_FORMAT</var></code>. Because of the service, she wants to leave a <code><var>TIP_PERCENT</var>\%</code> tip. What is her total bill including tip?
fr: <var>person(1)</var> {prend {son petit déjeuner|son repas de midi}|mange} dans un {restaurant|café}. Le prix du repas sans le service est de <code>\$<var>BILL_FORMAT</var></code>. Il faut ajouter à ce prix un pourboire de <code><var>TIP_PERCENT</var>\%</code>. Quelle sera le montant de l'addition avec le pourboire ?
nb: <var>person(1)</var> {har {frokost|lunsj|middag}|spiser} på en {restaurant|kafe} og prisen på maten er <code>\$<var>BILL_FORMAT</var></code>. På grunn av god servise, vil hun betle <code><var>TIP_PERCENT</var>\%</code> i tips. Hva betaler hun for måltidet, inkludert tips?
pl: <var>person(1)</var> {je {śniadanie|obiad|kolację}}w {restauracji|kawiarni}, posiłek kosztuje <code>\$<var>BILL_FORMAT</var></code>. Obsługa jest tak dobra, że chce zostawić napiwek w wysokości <code><var>TIP_PERCENT</var>\%</code>. Ile wyniesie rachunek z napiwkiem?
pt: <var>person(1)</var> { {toma café da manhã|almoça|janta}|} em um {restaurante|café} e o custo de sua refeição é de <code>\$<var>BILL_FORMAT</var></code>. Em razão do atendimento, ela quer deixar <code><var>TIP_PERCENT</var>\%</code> de gorjeta. Qual será o custo total de sua conta inclusa a gorjeta?
