Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <strong>{{authorNickname}}</strong> evaluated your project <strong>{{ellipsis translatedFocusTitle 40}}</strong>.
da: <strong>{{authorNickname}}</strong> evaluerede dit projekt <strong>{{ellipsis translatedFocusTitle 40}}</strong>.
es: <strong>{{authorNickname}}</strong> evaluó tu proyecto <strong>{{ellipsis translatedFocusTitle 40}}</strong>.
ja: <strong>{{authorNickname}}</strong> があなたのプロジェクト <strong>{{ellipsis translatedFocusTitle 40}}</strong> について評価しました．
nb: <strong>{{authorNickname}}</strong> evaluerte ditt prosjekt <strong>{{ellipsis translatedFocusTitle 40}}</strong>.
nl: <strong>{{authorNickname}}</strong> heeft jouw project <strong>{{ellipsis translatedFocusTitle 40}}</strong> geëvalueerd.
pl: <strong>{{authorNickname}}</strong> ocenił Twój projekt <strong>{{ellipsis translatedFocusTitle 40}}</strong>.
pt: <strong>{{authorNickname}}</strong> avaliou seu projeto <strong>{{ellipsis translatedFocusTitle 40}}</strong>.
pt_pt: <strong>{{authorNickname}}</strong> avaliou o teu projeto <strong>{{ellipsis translatedFocusTitle 40}}</strong>.
tr: <strong>{{authorNickname}}</strong> <strong>{{ellipsis translatedFocusTitle 40}}</strong> projenizi değerlendirdi.

source: <strong>{{authorNickname}}</strong> posted feedback on <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
da: <strong>{{authorNickname}}</strong> har indsendt feedback på <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
es: <strong>{{authorNickname}}</strong> publicó una observación sobre<strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
fr: <strong>{{authorNickname}}</strong> a publié un commentaires sur <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: « {{ellipsis content 75}} »
ja: <strong>{{authorNickname}}</strong>が<strong>{{ellipsis translatedScratchpadTitle 40}}</strong>についてのフィードバックを投稿しました: "{{ellipsis content 75}}"
nb: <strong>{{authorNickname}}</strong> ga tilbakemelding på <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
nl: <strong>{{authorNickname}}</strong> heeft feedback geplaatst over <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
pl: <strong>{{authorNickname}}</strong> dodał(a) opinię na <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
pt: <strong>{{authorNickname}}</strong> postou um comentário em <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
pt_pt: <strong>{{authorNickname}}</strong> publicou um comentário sobre <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
tr: <strong>{{authorNickname}}</strong> , <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}" konusunda geri bildirimde bulundu.

source: <strong>{{authorNickname}}</strong> requested a project evaluation on <strong>{{ellipsis translatedFocusTitle 40}}</strong>
es: <strong>{{authorNickname}}</strong> solicitó una evaluación de proyecto sobre <strong>{{ellipsis translatedFocusTitle 40}}</strong>
ja: <strong>{{authorNickname}}</strong> が <strong>{{ellipsis translatedFocusTitle 40}}</strong> についてのプロジェクトの評価をリクエストしました．
nb: <strong>{{authorNickname}}</strong> ba om en prosjekt evaluering på <strong>{{ellipsis translatedFocusTitle 40}}</strong>
nl: <strong>{{authorNickname}}</strong> heeft een projectevaluatie aangevraagd voor <strong>{{ellipsis translatedFocusTitle 40}}</strong>
pl: <strong>{{authorNickname}}</strong> poprosił/a o ocenę projektu na <strong>{{ellipsis translatedFocusTitle 40}}</strong>
pt: <strong>{{authorNickname}}</strong> solicitou uma avaliação de projeto em <strong>{{ellipsis translatedFocusTitle 40}}</strong>
pt_pt: <strong>{{authorNickname}}</strong> pediu a avaliação de um projeto sobre <strong>{{ellipsis translatedFocusTitle 40}}</strong>

source: <strong>{{coachNickname}}</strong> has requested to be your coach.
da: <strong>{{coachNickname}}</strong> har anmodet om at blive din vejleder.
es: <strong>{{coachNickname}}</strong> te pide ser tu tutor.
fr: <strong>{{coachNickname}}</strong> a demandé à être votre coach.
ja: <strong>{{coachNickname}}</strong>があなたのコーチに立候補しています。
nb: <strong>{{coachNickname}}</strong> har bedt om å være din veileder.
nl: <strong>{{coachNickname}}</strong> heeft verzocht jouw coach te worden.
pl: <strong>{{coachNickname}}</strong> poprosił o bycie Twoim trenerem.
pt: <strong>{{coachNickname}}</strong> solicitou ser seu tutor.
pt_pt: <strong>{{coachNickname}}</strong> pediu para ser o teu tutor.
tr: <strong>{{coachNickname}}</strong> sizin eğitmeniniz olmak istiyor.

source: <var>CardinalThrough20( BASE )</var> to any power equals <var>cardinalThrough20(round(pow(BASE, EXP)))</var>.
fr: <var>CardinalThrough20( BASE )</var> élevé à n'importe quelle puissance est égal à <var>cardinalThrough20(round(pow(BASE, EXP)))</var>.
nb: <var>CardinalThrough20( BASE )</var> opphøyd i ethvert tall er lik <var>cardinalThrough20(round(pow(BASE, EXP)))</var>.
pl: <var>CardinalThrough20( BASE )</var> podniesiona do dowolnej potęgi równa się <var>cardinalThrough20(round(pow(BASE, EXP)))</var>.
pt: <var>CardinalThrough20( BASE )</var> elevado a qualquer potência é igual a <var>cardinalThrough20(round(pow(BASE, EXP)))</var>.
tr: <var>CardinalThrough20( BASE )</var>'in herhangi bir kuvveti <var>cardinalThrough20(round(pow(BASE, EXP)))</var>'e eşittir.

source: <var>CardinalThrough20( BASE )</var> to any power equals... ?
fr: <var>CardinalThrough20( BASE )</var> élevé à n'importe quelle puissance est égal à... ?
nb: <var>CardinalThrough20( BASE )</var> opphøyd i ethvert tall er lik... ?
pl: <var>CardinalThrough20( BASE )</var> podniesione do dowolnej potęgi równa się... ?
pt: <var>CardinalThrough20( BASE )</var> elevado a qualquer potência é igual a... ?
tr: <var>CardinalThrough20( BASE )</var> 'nin herhangi bir kuvveti eşittir... ?

source: <var>CardinalThrough20( H )</var> hundredth<span data-if="H !== 1">s</span> can be written as <code><var>fraction( H, 100 )</var></code>.
es: <var>CardinalThrough20( H )</var> centésima<span data-if="H !== 1">s</span> puede escribirse como <code><var>fraction( H, 100 )</var></code>.
fr: <var>CardinalThrough20( H )</var> centième<span data-if="H !== 1">s</span> peut s'écrire <code><var>fraction( H, 100 )</var></code>.
nb: <var>CardinalThrough20( H )</var> hundrede<span data-if="H !== 1">s</span> kan bli skrevet som<code><var>fraction( H, 100 )</var></code>.
nl: <var>CardinalThrough20( H )</var> honderdste<span data-if="H !== 1">n</span> kan geschreven worden als <code><var>fraction( H, 100 )</var></code>.
pl: <var>CardinalThrough20( H )</var> dziesiątą<span data-if="H !== 1">e/ych</span> można zapisać jako <code><var>fraction( H, 100 )</var></code>.
pt: <var>CardinalThrough20( H )</var> centésimo<span data-if="H !== 1">s</span> pode ser escrito como <code><var>fraction( H, 100 )</var></code>.
tr: <var>CardinalThrough20( H )</var> yüzde bir<span data-if="H !== 1"></span>, <code><var>fraction( H, 100 )</var></code> olarak yazılabilir.

source: <var>CardinalThrough20( T )</var> tenth<span data-if="T !== 1">s</span> can be written as <code><var>fraction( T, 10 )</var></code>.
es: <var>CardinalThrough20( T )</var> décima<span data-if="T !== 1">s</span> puede escribirse como <code><var>fraction( T, 10 )</var></code>.
fr: <var>CardinalThrough20( T )</var> dixième<span data-if="T !== 1">s</span> peut s'écrire <code><var>fraction( T, 10 )</var></code>.
nb: <var>CardinalThrough20( T )</var> tidel<span data-if="T !== 1">s</span> kan skrive som <code><var>fraction( T, 10 )</var></code>.
nl: <var>CardinalThrough20( T )</var> tiende<span data-if="T !== 1">n</span> kan je schrijven als <code><var>fraction( T, 10 )</var></code>.
pl: <var>CardinalThrough20( T )</var> dziesiąta<span data-if="T !== 1">(-e/ych)</span> można zapisać jako <code><var>fraction( T, 10 )</var></code>.
pt: <var>CardinalThrough20( T )</var> décimo<span data-if="T !== 1">s</span> pode ser escrito como <code><var>fraction( T, 10 )</var></code>.

source: <var>CardinalThrough20(-B)</var> less than something means that we subtract <code><var>-B</var></code> from it.
fr: La différence entre un nombre et <var>CardinalThrough20(-B)</var> est le résultat de la soustraction de <code><var>-B</var></code> à ce nombre.
hi: <var>CardinalThrough20(-B)</var> से कम का मतलब है कि हम घटेंगे <code><var>-B</var></code>उसमे सेI
nb: <var>CardinalThrough20(-B)</var> mindre enn noe betyr at vi trekker fra <code><var>-B</var></code> fra det.
pl: <var>CardinalThrough20(-B)</var>mniej niż coś oznacza, że odejmujemy<code><var>-B</var></code> od niego.
pt: <var>CardinalThrough20(-B)</var> menos algo significa que subtraímos <code><var>-B</var></code> dele.
tr: <var>CardinalThrough20(-B)</var>'nın bir şeyden azaltılması, o şeyden <code><var>-B</var></code> çıkarmak demektir.

source: <var>CardinalThrough20(-B)</var> less than the product of <var>cardinalThrough20(M)</var> and a number <code>x</code>.
fr: La différence entre le produit de <var>cardinalThrough20(M)</var> par <code>x</code> et <var>CardinalThrough20(-B)</var>.
nb: <var>CardinalThrough20(-B)</var> mindre enn produktet av<var>cardinalThrough20(M)</var> og et tall<code>x</code>.
pl: O <var>CardinalThrough20(-B)</var> mniej niż iloczyn <var>cardinalThrough20(M)</var> i liczby <code>x</code>.
pt: <var>CardinalThrough20(-B)</var> menos do que o produto de <var>cardinalThrough20(M)</var> e um número <code>x</code>.
tr: <var>cardinalThrough20(M)</var> ile bir <code>x</code> sayısının çarpımının <var>CardinalThrough20(-B)</var> eksiği.

source: <var>CardinalThrough20(B)</var> minus something means that we subtract it from <code><var>B</var></code>.
fr: La différence entre <var>CardinalThrough20(B)</var> et un nombre est le résultat de la soustraction de ce nombre à <code><var>B</var></code>.
hi: <var>CardinalThrough20(B)</var> घटाने का मतलब कुछ ऐसा है कि हम इसमें से घटाएं <code><var>B</var></code>.
nb: <var>CardinalThrough20(B)</var> minus noe betyr at vi subtraherer det fra <code><var>B</var></code>.
pl: <var>CardinalThrough20(B)</var> minus coś oznacza, że odejmujemy to od <code><var>B</var></code>.
pt: <var>CardinalThrough20(B)</var> menos alguma coisa significa que o subtraímos de <code><var>B</var></code>.
tr: <var>CardinalThrough20(B)</var> eksi bir şey, o şeyi <code><var>B</var></code>sayısından çıkarıyoruz, demektir.

source: <var>CardinalThrough20(B)</var> minus the product of <var>cardinalThrough20(-M)</var> and a number <code>x</code>.
fr: La différence entre <var>CardinalThrough20(B)</var> et le produit de <var>cardinalThrough20(-M)</var> par <code>x</code>.
hi: <var>CardinalThrough20(B)</var> घटाने के बाद का परिणाम इसका <var>cardinalThrough20(-M)</var> और एक संख्या <code>x</code>.
nb: <var>CardinalThrough20(B)</var> minus produktet av<var>cardinalThrough20(-M)</var> og tallet <code>x</code>.
pl: <var>CardinalThrough20(B)</var> odjąć iloczyn <var>cardinalThrough20(-M)</var> i liczby <code>x</code>.
pt: <var>CardinalThrough20(B)</var> menos o produto de <var>cardinalThrough20(-M)</var> e um número <code>x</code>.
tr: <var>CardinalThrough20(B)</var> eksi <var>cardinalThrough20(-M)</var> ile <code>x</code> sayısının çarpımı.

source: <var>CardinalThrough20(B)</var> more than something means that we add <code><var>B</var></code> to it.
fr: La somme de <var>CardinalThrough20(B)</var> et d'un nombre est le résultat de l'addition de <code><var>B</var></code> et de ce nombre.
hi: <var>CardinalThrough20(B)</var> से कुछ अधिक का मतलब है कि हम जोड़ेंगे <code><var>B</var></code> उस मेंI
nb: <var>CardinalThrough20(B)</var> mer enn noe betyr at vi legger<code><var>B</var></code> til det.
pl: <var>CardinalThrough20(B)</var> więcej niż coś oznacza, że dodajemy<code><var>B</var></code> do niego.
pt: <var>CardinalThrough20(B)</var> maior que alguma coisa significa que somamos <code><var>B</var></code> a ele.
tr: Bir şeyin <var>CardinalThrough20(B)</var> fazlası, ona <code><var>B</var></code> ekliyoruz, demektir.

source: <var>CardinalThrough20(B)</var> more than the product of <var>cardinalThrough20(M)</var> and a number <code>x</code>.
fr: La somme de <var>CardinalThrough20(B)</var> et du produit de <var>cardinalThrough20(M)</var> par <code>x</code>.
hi: <var>CardinalThrough20(B)</var>परिणाम से अधिक <var>cardinalThrough20(M)</var> और एक संख्या <code>x</code>.
nb: <var>CardinalThrough20(B)</var> mer enn produktet av<var>cardinalThrough20(M)</var> og et tall<code>x</code>.
pl: O <var>CardinalThrough20(B)</var> więcej niż iloczyn <var>cardinalThrough20(M)</var> i liczby <code>x</code>.
pt: <var>CardinalThrough20(B)</var> mais do que o produto de <var>cardinalThrough20(M)</var> e um número <code>x</code>.
tr: <var>cardinalThrough20(M)</var> ile bir <code>x</code> sayısının çarpımının <var>CardinalThrough20(B)</var> fazlası.

source: <var>CardinalThrough20(B)</var> years ago, <var>P1</var> was <code><var>V1</var> - <var>B</var></code> years old, and <var>P2</var> was <code><var>V2</var> - <var>B</var></code> years old.
es: Hace <var>CardinalThrough20(B)</var> años, <var>P1</var> tenía <code><var>V1</var> - <var>B</var></code> años, y <var>P2</var> tenía <code><var>V2</var> - <var>B</var></code> años.
fr: Il y a <var>CardinalThrough20(B)</var> ans, <var>P1</var> avait <code><var>V1</var> - <var>B</var></code> ans et <var>P2</var> avait <code><var>V2</var> - <var>B</var></code> ans.
nb: <var>CardinalThrough20(B)</var> år siden, var <var>P1</var> <code><var>V1</var> - <var>B</var></code> år gammel, og <var>P2</var> var <code><var>V2</var> - <var>B</var></code> år gammel.
nl: <var>CardinalThrough20(B)</var> jaar geleden, was <var>P1</var> <code><var>V1</var> - <var>B</var></code> jaar oud, en <var>P2</var> was <code><var>V2</var> - <var>B</var></code> jaar oud.
pl: <var>CardinalThrough20(B)</var> lat(a) temu, <var>P1</var> miał(a) <code><var>V1</var> - <var>B</var></code> lat(a), a <var>P2</var> miał(a) <code><var>V2</var> - <var>B</var></code> lat(a).
pt: <var>CardinalThrough20(B)</var> anos atrás, <var>P1</var> tinha <code><var>V1</var> - <var>B</var></code> anos de idade, e <var>P2</var> tinha <code><var>V2</var> - <var>B</var></code> anos de idade.
tr: <var>CardinalThrough20(B)</var> yıl önce, <var>P1</var> <code><var>V1</var> - <var>B</var></code> yaşındaydı ve <var>P2</var> <code><var>V2</var> - <var>B</var></code> yaşındaydı.

source: <var>FULL_IMAGE</var> = <var>VALUE_PER_IMG</var> <var>BADGE</var> badge
fr: <var>FULL_IMAGE</var> = <var>VALUE_PER_IMG</var> badge <var>BADGE</var>
pl: <var>FULL_IMAGE</var> = <var>VALUE_PER_IMG</var> <var>BADGE</var> odznaka
pt: <var>FULL_IMAGE</var> = <var>VALUE_PER_IMG</var> medalha <var>BADGE</var>
tr: <var>FULL_IMAGE</var> = <var>VALUE_PER_IMG</var> <var>BADGE</var> badges

source: <var>HOUSES[INDEX]</var> received <code><var>VALUES[INDEX]</var></code> house points.
fr: <var>HOUSES[INDEX]</var> a reçu <code><var>VALUES[INDEX]</var></code> points.
nb: <var>HOUSES[INDEX]</var> fikk <code><var>VALUES[INDEX]</var></code> poeng.
pl: <var>HOUSES[INDEX]</var> otrzymał <code><var>VALUES[INDEX]</var></code> punktów.
pt: <var>HOUSES[INDEX]</var> recebeu <code><var>VALUES[INDEX]</var></code> pontos de casa.
tr: <var>HOUSES[INDEX]</var> <code><var>VALUES[INDEX]</var></code> puan kazandı.

source: <var>MOST_IMPROVED</var> improved her score the most, scoring <code><var>BEST_IMPROVEMENT</var></code> more points on her final exam than on her midterm.
fr: <var>MOST_IMPROVED</var> est l'élève qui a le plus augmenté sa note, avec une progression de <code><var>BEST_IMPROVEMENT</var></code> points entre l'examen intermédiaire et l'examen final.
nb: <var>MOST_IMPROVED</var> forbedret seg mest, med å skåre <code><var>BEST_IMPROVEMENT</var></code> flere poeng på eksamen enn på terminprøven.
pl: <var>MOST_IMPROVED</var> poprawiła swój wynik najbardziej, zdobywając o <code><var>BEST_IMPROVEMENT</var></code> punktów więcej na egzaminie końcowym niż na egzaminie śródsemestralnym.
pt: <var>MOST_IMPROVED</var> melhorou sua nota ao máximo, fazendo <code><var>BEST_IMPROVEMENT</var></code> pontos a mais na prova final do que na prova bimestral.
tr: Puanını en çok yükselten <var>MOST_IMPROVED</var> 'dir, final sınavında ara dönem sınavından <code><var>BEST_IMPROVEMENT</var></code> daha fazla puan almıştır.

source: <var>MOST_IMPROVED</var> improved his score the most, scoring <code><var>BEST_IMPROVEMENT</var></code> more points on his final exam than on his midterm.
fr: <var>MOST_IMPROVED</var> est l'élève qui a le plus augmenté sa note, avec une progression de <code><var>BEST_IMPROVEMENT</var></code> points entre l'examen intermédiaire et l'examen final.
nb: <var>MOST_IMPROVED</var> forbedret resultater mest, med å skåre <code><var>BEST_IMPROVEMENT</var></code> flere poeng på eksamen enn på terminprøven.
pl: <var>MOST_IMPROVED</var> poprawił swój wynik najbardziej, zdobywając o <code><var>BEST_IMPROVEMENT</var></code> punktów więcej na egzaminie końcowym niż na egzaminie śródsemestralnym.
pt: <var>MOST_IMPROVED</var> melhorou sua nota ao máximo, fazendo <code><var>BEST_IMPROVEMENT</var></code> pontos a mais na prova final do que na prova bimestral.
tr: Puanını en çok yükselten <var>MOST_IMPROVED</var> 'dir, final sınavında ara dönem sınavından <code><var>BEST_IMPROVEMENT</var></code> daha fazla puan almıştır.

source: <var>N1</var> <var>deskItem( 0 )</var> cost $<var>C</var>.
fr: <var>N1</var> <var>deskItem( 0 )</var> coûte <var>C</var>€.
nb: <var>N1</var> <var>deskItem( 0 )</var> koster $<var>C</var>.
pl: <var>N1</var> <var>deskItem( 0 )</var> kosztuje $<var>C</var>.
pt: <var>N1</var> <var>deskItem( 0 )</var> custa $<var>C</var>.

source: <var>P1</var> is <code><var>A</var></code> times as old as <var>P2</var>.
es: <var>P1</var> tiene <code><var>A</var></code> veces la edad de <var>P2</var>.
fr: <var>P1</var> a <code><var>A</var></code> fois l'âge de <var>P2</var>.
nb: <var>P1</var> is <code><var>A</var></code> ganger så gammel som <var>P2</var>.
nl: <var>P1</var> is <code><var>A</var></code> keer zo oud als <var>P2</var>.
pl: <var>P1</var> ma <code><var>A</var></code> razy tyle lat, co <var>P2</var>.
pt: <var>P1</var> é <code><var>A</var></code> vezes mais velho(a) que <var>P2</var>.
tr: <var>P1</var>, <var>P2</var>'nin <code><var>A</var></code> katı yaşındadır.

source: <var>P1</var> is <code><var>A</var></code> years old and <var>P2</var> is <code><var>B</var></code> years old.
es: <var>P1</var> tiene <code><var>A</var></code> años y <var>P2</var> tiene <code><var>B</var></code> años.
fr: <var>P1</var> a <code><var>A</var></code> ans et <var>P2</var> a <code><var>B</var></code> ans.
nb: <var>P1</var> er <code><var>A</var></code> år gammel og <var>P2</var> er <code><var>B</var></code> år gammel.
nl: <var>P1</var> is <code><var>A</var></code> jaar oud en <var>P2</var> is <code><var>B</var></code> jaar oud.
pl: <var>P1</var> ma <code><var>A</var></code> lat(a), a <var>P2</var> ma <code><var>B</var></code> lat(a).
pt: <var>P1</var> tem <code><var>A</var></code> anos de idade e <var>P2</var> tem <code><var>B</var></code> anos de idade.
tr: <var>P1</var> <code><var>A</var></code> yaşındadır ve <var>P2</var> <code><var>B</var></code> yaşındadır.

source: <var>PLAYER</var> is shooting free throws. Making or missing free throws doesn't change the probability that he will make his next one, and he makes his free throws <code><var>localeToFixed(PR*100, 0)</var>\%</code> of the time.
fr: <var>PLAYER</var> tire des lancers francs. Qu'il réussisse ou qu'il rate un lancer ne modifie pas la probabilité qu'il réussisse le lancer suivant, et il réussit <code><var>localeToFixed(PR*100, 0)</var>\%</code> de ses lancers francs.
pt: O <var>PLAYER</var> fará três arremessos livres. Acertar ou errar esses arremessos livres não altera a probabilidade de que ele acerte o próximo arremesso, e ele acerta os arremessos livres <code><var>localeToFixed(PR*100, 0)</var>\%</code> do tempo.

source: <var>PROBLEM_1</var>. Bags of candy cost <code>$<var>localeToFixed(A1, 2)</var></code>, and bags of cookies cost <code>$<var>localeToFixed(B1, 2)</var></code>, and sales equaled <code>$<var>localeToFixed(C1, 2)</var></code> in total. There were <code><var>C2</var></code> more bags of cookies than candy sold.
da: <var>PROBLEM_1</var>. En pose slik koster <code>$<var>localeToFixed(A1, 2)</var></code>, og en pakke småkager koster <code>$<var>localeToFixed(B1, 2)</var></code>, og det blev <code>$<var>localeToFixed(C1, 2)</var></code> i alt. Der blev solgt <code><var>C2</var></code> pakker småkager mere, end der blev solgt slikposer.
nb: <var>PROBLEM_1</var>. En pose godteri koster <code>$<var>localeToFixed(A1, 2)</var></code>, og en pakke småkaker koster <code>$<var>localeToFixed(B1, 2)</var></code>, og det blev <code>$<var>localeToFixed(C1, 2)</var></code> i alt. Det ble solgt <code><var>C2</var></code> pakker flere småkaker enn det ble solgt godteriposer.
pl: <var>PROBLEM_1</var>. Torebka cukierków kosztuje <code>$<var>localeToFixed(A1, 2)</var></code>, a torebka ciastek kosztuje <code>$<var>localeToFixed(B1, 2)</var></code>, przy czym sprzedaż wynosi w sumie <code>$<var>localeToFixed(C1, 2)</var></code>. Sprzedano o <code><var>C2</var></code> więcej torebek ciastek niż cukierków.
pt: <var>PROBLEM_1</var>. Sacos de doce custam <code>$<var>localeToFixed(A1, 2)</var></code>, e sacos de cookies custam <code>$<var>localeToFixed(B1, 2)</var></code>, e as vendas foram iguais a <code>$<var>localeToFixed(C1, 2)</var></code> no total. Havia <code><var>C2</var></code> mais sacos de cookies do que de doces vendidos.
tr: <var>PROBLEM_1</var>. Şeker torbalarının tutarı <code>$<var>localeToFixed(A1, 2)</var></code>, ve kurabiye torbalarının tutarı <code>$<var>localeToFixed(B1, 2)</var></code>, ve satışların toplamı <code>$<var>localeToFixed(C1, 2)</var></code>. Şekerden <code><var>C2</var></code> fazla torba kurabiye satıldı.
