Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Combine like terms:
es: Combina términos semejantes:
fr: On réduit les termes semblables :
pt: Combine termos semelhantes:
tr: Benzer terimleri birleştiriniz:

source: Combine the <code><var>X</var></code> terms:
fr: On réduit les termes semblables, c'est à dire les termes en <code><var>X</var></code> :
nb: Sett sammen <code><var>X</var></code> ledd:
nl: Voeg de <code><var>X</var></code> termen samen:
pt: Combine os <code><var>X</var></code> termos:
tr: <code><var>X</var></code>'li terimleri birleştirin:

source: Combine the <code>\pink{<var>X</var>}</code> terms:
fr: On réduit les termes semblables c'est à dire les termes en <code>\pink{<var>X</var>}</code> :
nb: Legg sammen <code>\pink{<var>X</var>}</code> leddene:
nl: Voeg de termen <code>\pink{<var>X</var>}</code> samen:
pl: Połącz wyrażenia z <code>\pink{<var>X</var>}</code>:
pt: Combine os <code>\pink{<var>X</var>}</code> termos:
tr: <code>\pink{<var>X</var>}</code>'li terimleri birleştirin:

source: Combine the <span class="hint_blue"><code><var>X</var></code> terms</span>:
da: Læg <span class="hint_blue"><code><var>X</var></code>-leddene sammen</span>:
es: Combina los <span class="hint_blue">términos <code><var>X</var></code></span>:
fr: On réduit les <span class="hint_blue">termes en <code><var>X</var></code></span> :
nb: Kombiner <span class="hint_blue"><code><var>X</var></code>-leddene</span>:
pl: Połącz wyrazy <span class="hint_blue"><code><var>X</var></code></span>:
pt: Combine os <span class="hint_blue"><code><var>X</var></code> fatores</span>:
tr: <span class="hint_blue"><code><var>X</var></code>'li terimleri</span> birleştirin:

source: Combine the <span class="hint_blue">numeric</span> terms:
fr: On effectue l'opération sur les <span class="hint_blue">termes constants</span> :
nb: Legg sammen <span class="hint_blue">numeric</span> ledd:
nl: Voeg de <span class="hint_blue">numeric</span> termen samen:
pl: Połącz wyrażenia <span class="hint_blue">liczbowe</span>:
pt: Combine os <span class="hint_blue">termos</span> numéricos:
tr: <span class="hint_blue">Sayısal</span> terimleri birleştirin:

source: Combine the constant terms on the right.
da: Læg leddende med konstanter sammen på højre side.
es: Combina los términos constantes de la derecha.
fr: On réduit les termes constants.
nb: Legg leddene med konstanter sammen på høyre side.
pt: Combine os termos constantes do lado direito.
tr: Sağ taraftaki sabit terimleri birleştirin.

source: Combine the like terms to make a simpler expression:
fr: Réduire les termes semblables dans l'expression :
nb: Legge sammen like ledd for å forenkle uttrykk:
nl: Voeg de gelijksoortige termen samen om de uitdrukking te herleiden:
pl: Połącz wyrazy podobne, aby uprościć wyrażenie:
pt: Combine os termos semelhantes para formar uma expressão mais simples:
tr: Benzer terimleri birleştirerek daha basit bir ifade oluşturunuz:

source: Combining like terms
fr: Réduire les termes semblables
nb: Legge sammen like ledd
nl: Samenvoegen van gelijksoortige termen
pl: Łączenie wyrazów podobnych
pt: Combinação de termos semelhantes
tr: Benzer Terimleri Birleştirme

source: Combining like terms with distribution
fr: Développer et réduire
nb: Legge sammen like ledd med den distributive lov
nl: Gelijksoortige termen samenvoegen met distributie
pl: Łączenie wyrazów podobnych z wykorzystaniem rozdzielności
pt: Combinando termos semelhantes usando a distribuição
tr: Dağılma Özelliğini Kullanarak Benzer Terimleri Birleştirme

source: Combining these four, we know that <code>x &gt; <var>-1*A</var></code> and <code>x &lt; <var>A</var></code>; alternatively, that <code><var>-1*A</var> &lt; x &lt; <var>A</var></code>.
da: Når vi kombinerer disse 4, ved vi, at <code>x &gt; <var>-1*A</var></code> og <code>x &lt; <var>A</var></code>; alternativt at <code><var>-1*A</var> &lt; x &lt; <var>A</var></code>.
es: Combinando estas cuatro sabemos que <code>x &gt; <var>-1*A</var></code> y <code>x &lt; <var>A</var></code>; alternativamente, que <code><var>-1*A</var> &lt; x &lt; <var>A</var></code>.
fr: En les combinant, on obtient <code>x &gt; <var>-1*A</var></code> et <code>x &lt; <var>A</var></code> ; ou <code><var>-1*A</var> &lt; x &lt; <var>A</var></code>.
pt: Combinando estes quatro, sabemos que <code>x &gt; <var>-1*A</var></code> e <code>x &lt; <var>A</var></code>. De forma alternativa, que <code><var>-1*A</var> &lt; x &lt; <var>A</var></code>.
tr: Bu dördünü birleştirdiğimizde, <code>x &gt; <var>-1*A</var></code> ve <code>x &lt; <var>A</var></code> olduğunu biliyoruz; veya alternatif olarak, <code><var>-1*A</var> &lt; x &lt; <var>A</var></code>.

source: Combining these restrictions, then, leaves us with simply <code>x \geq <var>C</var></code>.
da: Når vi kombinerer disse begrænsninger, står vi tilbage med <code>x \geq <var>C</var></code>.
es: Combinando estas restricciones simplemente nos resta <code>x \geq <var>C</var></code>.
fr: En combinant ces conditions, on obtient simplement <code>x \geq <var>C</var></code>.
nb: Når vi kombinerer disse begrensningene, står vi igjen med <code>x \geq <var>C</var></code>.
pt: Ao combinar estas restrições, ficamos simplesmente com <code>x \geq <var>C</var></code>.
tr: Bu kısıtlamaları birleştirirsek, <code>x \geq <var>C</var></code> elde ederiz.

source: Combining these three restrictions, we know that <code><var>A</var> &lt; x \leq <var>A+B</var></code>.
da: Når vi kombinere disse tre begrænsninger, ved vi, at <code><var>A</var> &lt; x \leq <var>A+B</var></code>.
es: Combinando estas tres restricciones, sabemos que <code><var>A</var> &lt; x \leq <var>A+B</var></code>.
fr: En combinant ces trois conditions, on obtient <code><var>A</var> &lt; x \leq <var>A+B</var></code>.
nb: Når vi kombinere disse tre begrensningene vet vi at <code><var>A</var> &lt; x \leq <var>A+B</var></code>.
pt: Ao combinar essas três restrições, sabemos que <code><var>A</var> &lt; x \leq <var>A+B</var></code>.
tr: Bu üç kısıtlamayı birleştirirsek, <code><var>A</var> &lt; x \leq <var>A+B</var></code> buluruz.

source: Combining these two restrictions, we are left with simply <code>x &gt; <var>A</var></code>.
da: Ved at kombinere disse to begrænsninger, ender vi med <code>x &gt; <var>A</var></code>.
es: Combinando estas dos restricciones, simplemente nos queda <code>x &gt; <var>A</var></code>.
fr: En combinant ces deux conditions, on obtient <code>x &gt; <var>A</var></code>.
nb: Ved å kombinere disse to begrensningene ender vi med <code>x &gt; <var>A</var></code>.
pt: Ao combinar estas duas restrições, ficamos simplesmente com <code>x &gt; <var>A</var></code>.
tr: Bu iki kısıtlamayı birleştirirsek, <code>x &gt; <var>A</var></code> elde ederiz.

source: Come back to this page at any time to view your child's progress on Khan Academy.
da: Kom tilbage til denne side for at se dit barns fremskridt på Khan Academy.
es: Regresa a esta página en cualquier momento para ver el progreso de tu hijo en Khan Academy.
fr: Revenez sur cette page à tous moments pour visualiser les progrès de votre enfant sur Khan Academy.
ja: いつでもこのページに戻ってカーンアカデミーでもあなたの子の進捗状況を見ることができます
nb: Kom tilbake til denne siden når som helst for å se dine elevenes fremgang på Khan Academy.
nl: Kom op elk gewenst moment hier terug om de voortgang van jouw kind op de Khan Academy te zien.
pl: Wróć na tą stronę w dowolnym momencie, aby wyświetlić postęp dziecka w Khan Academy.
pt: Retorne a esta página sempre que quiser, e acompanhe a evolução de seu filho na Khan Academy.
tr: Çocuğunuzun Khan Academy'deki gelişimini görmek istediğiniz zaman bu sayfayı ziyaret edin.

source: Come back to this page at any time to view your students' progress on Khan Academy.
da: Kom tilbage til denne side for at se dine elevers fremskridt på Khan Academy.
es: Regresa a esta página en cualquier momento para visualizar el progreso de tus estudiantes en Khan Academy.
fr: Revenez sur cette page à tout moment pour visualiser les progrès de vos élèves sur Khan Academy.
ja: いつでもこのページに戻ってきてあなたの生徒のカーンアカデミーでの進捗状況を見ることができます．
nb: Kom tilbake til denne siden når som helst for å se dine elevenes fremgang på Khan Academy.
nl: Kom op elk moment terug naar deze pagina om de voortgang van jouw leerlingen op Khan Academy te bekijken.
pl: Wróć na tą stronę w dowolnym momencie, aby wyświetlić postęp ucznia w Khan Academy.
pt: Retorne a esta página sempre que quiser, e acompanhe a evolução de seus alunos na Khan Academy.
pt_pt: Volte a esta página a qualquer altura para ver o progresso dos seus alunos na Khan Academy.
tr: Bu sayfayı istediğiniz zaman çocuğunuzun Khan Academy'deki gelişimini görmek için ziyaret edebilirsiniz.

source: Come back tomorrow!
es: ¡Regresa mañana!
ja: 明日も来てね!
nb: Kom tilbake i morgen!
nl: Kom morgen terug!
pl: Wróć jutro!
pt: Volte amanhã!
pt_pt: Volta amanhã!
tr: Yarın tekrar gelin!

source: Coming Soon!
es: ¡Muy pronto!
fr: À venir!
ja: もうすぐ登場!
nb: Kommer snart!
nl: Binnenkort beschikbaar!
pl: Wkrótce!
pt: Em breve!
pt_pt: Brevemente!
tr: Yakında!

source: Coming soon!
da: Kommer snart!
es: ¡Próximamente!
fr: Bientôt disponible !
ja: 近日公開!
nb: Kommer snart!
nl: Binnenkort beschikbaar!
pl: Już niedługo!
pt: Em breve!
pt_pt: Brevemente!
tr: Çok yakında!

source: Comma warnings can be turned off with 'laxcomma'.
da: Komma advarsler kan slås fra med 'laxcomma'.
es: Las advertencias de coma pueden desactivarse con 'laxcomma'.
nb: Komma advarsler kan deaktiveres med 'laxcomma'.
nl: Komma waarschuwingen kunnen worden uitgeschakeld met 'laxcomma'.
pl: Ostrzeżenia o przecinkach mogą zostać wyłączone przy pomocy "laxcomma".
pt: Avisos de vírgula podem ser desligados com 'laxcomma'.
tr: Virgül uyarıları 'laxcomma' ile kapatılabilir.

source: Comment
da: Kommentér
es: Comentar
fr: Commentaire
hi: टिप्पणी
ja: コメント
nb: Kommenter
nl: Reageer
pl: Komentarz
pt: Comentar
pt_pt: Comentar
tr: Yorum

source: Comment <span class="sr-only">on this question</span>
ja: <span class="sr-only">この質問に</span>コメントする
nb: Kommentar <span class="sr-only">på dette spørsmålet</span>
pl: Skomentuj <span class="sr-only">to pytanie</span>
pt: Comentar <span class="sr-only">essa questão</span>
pt_pt: Comentar<span class="sr-only"> esta pergunta</span>
tr: <span class="sr-only">Bu soruya</span> yorum yapın

source: Comment <span class="sr-only">on {{authorNickname}}'s question</span>
ja: <span class="sr-only">{{authorNickname}}の質問に</span>コメントする
nb: Kommentar <span class="sr-only">på {{authorNickname}}'s spørsmål</span>
pl: Skomentuj <span class="sr-only">pytanie {{authorNickname}}</span>
pt: Comentar <span class="sr-only">a pergunta de {{authorNickname}}</span>
pt_pt: Comentar<span class="sr-only"> a pergunta de {{authorNickname}}</span>
tr: <span class="sr-only">{{authorNickname}} isimli kullanıcımızın sorusu hakkında</span>yorum yapın

source: Comment on this answer...
da: Kommentér på dette svar...
es: Comenta en esta respuesta...
fr: Commenter cette réponse...
hi: इस जवाब पर टिप्पणी दें...
ja: この答えにコメントする．．．
nb: Kommenter dette svaret...
nl: Reageer op dit antwoord...
pl: Skomentuj tą odpowiedź...
pt: Comente sobre essa resposta...
pt_pt: Comenta esta resposta...
tr: Bu cevap hakkında yorum yapın...

source: Comment on this help request...
da: Kommenter på denne anmodning om hjælp...
es: Comenta en esta petición de ayuda...
fr: Commentaire sur cette demande d'aide...
ja: このヘルプリクエストにコメントする．．．
nb: Kommenter denne anmodningen om hjelp...
nl: Reageer op dit hulpverzoek...
pl: Skomentuj tę prośbę o pomoc...
pt: Comentar este pedido de ajuda...
pt_pt: Comenta este pedido de ajuda...
tr: Bu yardım isteği hakkında yorum yapın...

source: Comment on this report...
da: Kommenter på denne rapport...
es: Comenta en este reporte...
fr: Commenter ce rapport...
ja: このレポートにコメントする．．．
nb: Kommenter denne rapporten...
nl: Reageer op dit rapport...
pl: Skomentuj ten raport...
pt: Comente este relato...
pt_pt: Comenta este relatório...
tr: Bu raporu yorumlayın...

source: Comment on this tip/feedback...
da: Kommentér på dette tip/feedback...
es: Comenta sobre esta sugerencia/comentario...
fr: Faites un commentaire sur cette astuce/contribution...
ja: このヒント/フィードバックにコメントする．．．
nb: Kommenter dette tipset/tilbakemeldingen...
nl: Reageer op deze tip/feedback...
pl: Skomentuj tą wskazówkę/opinię...
pt: Comente sobre essa dica/feedback...
pt_pt: Comenta esta dica ou feedback...
tr: Bu ipucu/geribildirim hakkında yorum yapın...

source: Comment on your answer...
da: Kommenter på dit svar...
es: Comenta en tu respuesta...
fr: Commenter votre réponse...
hi: अपने जवाब पर टिप्पणी दें...
ja: あなたの答えへのコメント．．．
nb: Kommenter svaret ditt...
nl: Reageer op jouw antwoord...
pl: Skomentuj swoją odpowiedź...
pt: Comente sobre sua resposta...
pt_pt: Comenta a tua reposta...
tr: Cevabınız hakkında yorum yapın...

source: Comment on your question...
da: Kommenter på dit spørgsmål...
es: Comenta en tu pregunta...
fr: Commenter votre question...
hi: अपने सवाल पर टिप्पणी दें...
ja: あなたの質問にコメントする．．．
nb: Kommentarer til ditt spørsmål...
nl: Reageer op je vraag...
pl: Skomentuj swoje pytanie...
pt: Comente sobre sua pergunta...
pt_pt: Comenta a tua pergunta...
tr: Sorunuz hakkında yorum yapın...

source: Comment on your tip/feedback...
da: Kommentér dit eget tip/feedback...
es: Comenta sobre tu sugerencia/comentario...
fr: Commenter sur votre astuce/contribution...
ja: あなたのヒント/フィードバックへのコメント．．．．
nb: Kommenter ditt tips/tilbakemelding...
nl: Reageer op jouw tip/feedback...
pl: Komentarz do Twojej wskazówki/opnii...
pt: Comente sobre sua dica/feedback...
pt_pt: Comentar a tua dica ou agradecimento...
tr: İpucunuz/geribildiriminiz hakkında yorum yapın...

source: Comments
es: Comentarios
fr: Commentaires
nb: Kommentarer
pl: Komentarze
pt: Comentários
tr: yorumlar

source: Comments on this post are closed.
da: Kommentarer til dette indlæg er lukket.
es: Los comentarios en esta publicación están inhabilitados.
fr: Les commentaires sont fermés sur ce thème.
ja: このポストへのコメントは開かれていません．
nb: Kommentarer er stengt for dette innlegget.
nl: Reacties op dit bericht zijn gesloten.
pl: Komentowanie wpisu jest wyłączone.
pt: Comentários sobre esta postagem estão fechados.
pt_pt: Os comentários desta publicação foram desativados.
tr: Bu gönderinin yorumları kapatılmıştır.

source: Common
da: Fælles
es: Común
fr: Commun
ja: 普通
nb: Vanlige
nl: Veelvoorkomend
pl: Powszechny
pt: Comum
pt_pt: Comum
tr: Yaygın

source: Common (10,000 points)
da: Almindelig (10.000 point)
es: Comunes (10,000 puntos)
fr: Ordinaire (10 000 points)
ja: 通常 (10,000 ポイント)
nb: Vanlig (10 000 poeng)
nl: Veelvoorkomend (10 000 punten)
pl: Powszechne (10 000 punktów)
pt: Comum (10.000 pontos)
pt_pt: Comum (10 000 pontos)
tr: Genel (10.000 puan)

source: Common Core Map
da: Oversigt over Færdigheder
es: Mapa del tronco común
fr: Carte du tronc commun
ja: 共通コアのマップ
nb: Felles kjernekart
nl: Leerlijn
pl: Mapa Standardów Nauczania Common Core (USA)
pt: Mapa do Common Core
pt_pt: Mapa do programa americano
tr: Ortak temel harita

source: Common Core standards research.
pt: Pesquisa dos padrões Common Core.
tr: Common Core standartları araştırmaları.

source: Communication with issue tracker isn't working. Please file the issue manually at <a href='http://github.com/Khan/khan-exercises/issues/new'>GitHub</a>. Please reference item: <b>%(item)s</b>.
da: Kommunikation med problem-søgeren virker ikke. Indsend venligst problemet manuelt på <a href='http://github.com/Khan/khan-exercises/issues/new'>GitHub</a>. Referer venligst: <b>%(item)s</b>.
es: La conexión con el servidor de reportes de problemas no está activa. Por favor envía el reporte manualmente en <a href='http://github.com/Khan/khan-exercises/issues/new'>GitHub</a>. Por favor refiere el ejercicio u objeto: <b>%(item)s</b>.
fr: La communication avec le gestionnaire d'incidents ne fonctionne pas. Merci de remplir manuellement un rapport d'erreur à <a href='http://github.com/Khan/khan-exercises/issues/new'> GitHub</a>. Merci d'y rappeler la référence :<b>%(item)s</b>.
nb: Kommunikasjon med problemsøkeren fungerer ikke. Vennligst rapporter problemet manuelt på <a href='http://github.com/Khan/khan-exercises/issues/new'>GitHub</a>. Angi referansen: <b>%(item)s</b>.
nl: Communicatie met probleem tracker werkt niet. Dien het probleem svp handmatig in op <a href='http://github.com/Khan/khan-exercises/issues/new'> GitHub</a>. Neem svp dit erbij op: <b>%(item)s</b>.
pl: Komunikacja ze śledzeniem błędów nie działa. Prosimy, zgłoś problem ręcznie na <a href='http://github.com/Khan/khan-exercises/issues/new'>GitHub</a>. Odwołaj się do elementu: <b>%(item)s</b>.
pt: A comunicação com o rastreador de problemas não está funcionando. Registre o problema manualmente em <a href='http://github.com/Khan/khan-exercises/issues/new'>GitHub</a>. Faça referência ao item: <b>%(item)s</b>.
tr: Sorun İzleyicisi ile iletişim kurulamadı. Lütfen dosyayı manuel olarak <a href='http://github.com/Khan/khan-exercises/issues/new'>GitHub</a>'a yollayınız. Lütfen <b>%(item)s</b> referans maddesini kullanınız.

source: Communications
pt: Comunicações
tr: İletişim

source: Community Guidelines
da: Fællesskabets retningslinjer
es: Lineamientos de la comunidad
fr: Guide de communauté
ja: コミュニティーのガイドライン
nb: Retningslinjer for felleskapet
nl: Community Richtlijnen
pl: Wskazówki społeczności
pt: Diretrizes da comunidade
pt_pt: Regras
tr: Topluluk Kuralları

source: Community Questions
da: Spørgsmål fra fællesskabet
es: Preguntas de la comunidad
fr: Questions posées par la communauté
ja: コミュニティーの質問
nb: Spørsmål fra andre lærende
nl: Vragen van Khan Academy leden
pl: Pytania społeczności
pt: Perguntas da comunidade
pt_pt: Perguntas da comunidade
tr: Topluluk Soruları

source: Company:
da: Firma:
es: Empresa:
fr: Entreprise :
nb: Firma:
nl: Bedrijf:
pl: Firma:
pt: Empresa:
pt_pt: Empresa:
tr: Şirket:

source: Compare the height of <var>STUDENT</var>'s <span data-if="COLUMN === 0">blue</span><span data-else="">orange</span> bar to the scale on the left.
fr: On reporte, pour <var>STUDENT</var>, la hauteur de la barre <span data-if="COLUMN === 0">blue</span><span data-else="">orange</span> sur l'échelle à gauche.
nb: Sammenligne høydene til <var>STUDENT</var>'s <span data-if="COLUMN === 0">blue</span><span data-else="">orange</span> søylene på skalaen til venstre.
pl: Porównaj wysokość <span data-if="COLUMN === 0"> niebieskiego </span><span data-else=""> pomarańczowego </span> słupka wyniku, jaki ma <var>STUDENT</var>, z osią po lewej.
pt: Compare a altura da barra <span data-if="COLUMN === 0">azul</span><span data-else="">laranja</span> de <var>STUDENT</var> com a escala à esquerda.
tr: <var>STUDENT</var>'s <span data-if="COLUMN === 0">blue</span><span data-else="">orange</span> çubuğun yüksekliğini soldaki skala ile karşılaştırın.

source: Compare the height of <var>STUDENT</var>'s blue bar to the scale on the left to find her midterm score. <span data-if="MIDTERM[ INDEX ] % 10 === 5"> The bar's height is halfway between <code><var>MIDTERM[ INDEX ] - 5</var></code> and <code><var>MIDTERM[ INDEX ] + 5</var></code>, so </span> <var>STUDENT</var> earned <code class="hint_blue"><var>MIDTERM[ INDEX ]</var></code> points on the midterm.
fr: On reporte la hauteur de la barre bleue de <var>STUDENT</var> sur l'échelle de gauche pour trouver sa note à l'examen intermédiaire. <span data-if="MIDTERM[ INDEX ] % 10 === 5"> La hauteur de la barre est à mi-chemin entre <code><var>MIDTERM[ INDEX ] - 5</var></code> et <code><var>MIDTERM[ INDEX ] + 5</var></code>, donc </span> <var>STUDENT</var> a eu <code class="hint_blue"><var>MIDTERM[ INDEX ]</var></code> points à l'examen intermédiaire.
nb: Sammenligne høyden på <var>STUDENT</var>s blå søyle med skalaen til venstre for å finne hennes resultat på terminprøven. <span data-if="MIDTERM[ INDEX ] % 10 === 5"> Søylen ligger midt mellom <code><var>MIDTERM[ INDEX ] - 5</var></code> og <code><var>MIDTERM[ INDEX ] + 5</var></code>, så </span> <var>STUDENT</var> fikk <code class="hint_blue"><var>MIDTERM[ INDEX ]</var></code> poeng på terminprøven.
pl: Porównaj wysokość niebieskiego słupka przedstawiającego wynik, jaki ma <var>STUDENT</var>, z osią po lewej, aby poznać wynik jej egzaminu śródsemestralnego. <span data-if="MIDTERM[ INDEX ] % 10 === 5"> Słupek znajduje się na wysokości pomiędzy <code><var>MIDTERM[ INDEX ] - 5</var></code> i <code><var>MIDTERM[ INDEX ] + 5</var></code>, więc </span> <var>STUDENT</var> zdobyła <code class="hint_blue"><var>MIDTERM[ INDEX ]</var></code> punktów na egzaminie śródsemestralnym.
pt: Compare a altura da barra azul de <var>STUDENT</var> com a escala do lado esquerdo para descobrir a nota da prova bimestral. <span data-if="MIDTERM[ INDEX ] % 10 === 5"> A altura da barra está entre <code><var>MIDTERM[ INDEX ] - 5</var></code> e <code><var>MIDTERM[ INDEX ] + 5</var></code>, então </span> <var>STUDENT</var> ganhou <code class="hint_blue"><var>MIDTERM[ INDEX ]</var></code> pontos na prova bimestral.
tr: Ara dönem sınavındaki puanını bulmak için, <var>STUDENT</var>'nin mavi çubuğunun yüksekliği ile soldaki skalayı karşılaştırınız. <span data-if="MIDTERM[ INDEX ] % 10 === 5"> Çubuğun yüksekliği <code><var>MIDTERM[ INDEX ] - 5</var></code> ile <code><var>MIDTERM[ INDEX ] + 5</var></code>'nin orta noktasındadır, yani </span> <var>STUDENT</var> ara dönem sınavında <code class="hint_blue"><var>MIDTERM[ INDEX ]</var></code> puan almıştır.
