Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Missions are designed to take 20-40 hours to complete. If you practice twice a week for an hour at a time, you could master %(mission_title)s in just 3-5 months! If that sounds too slow or too fast, don't worry--we'll go faster through concepts you already know, and take extra time on the things you find challenging.
da: Missioner er designet til at tage 20-40 timer at færdiggøre. Hvis du øver dig 2 gange om ugen 1 time ad gangen, kan du mestre %(mission_title)s på bare 3-5 måneder! Hvis det lyder for hurtigt eller for langsomt, behøver du ikke bekymre dig - vi går hurtigt gennem ting, du allerede kender til, og bruger ekstra tid på det, du synes er svært.
es: Las misiones están diseñadas para completarse entre 20 y 40 minutos. Si practicas dos veces a la semana por una hora cada la vez, puedes dominar %(mission_title)s, ¡en tan solo 3 o 5 meses! Si eso suena muy lento o muy rápido, no te preocupes - iremos más rápido en los conceptos que ya conoces y usaremos más tiempo en las cosas que te cuestan trabajo.
fr: Les missions sont conçues pour prendre 20 à 40 heures à compléter. Si vous travaillez deux fois par semaine pendant une heure, vous pouvez terminer %(mission_title)s en seulement 3-5 mois ! Si cela semble trop lent ou trop rapide, ne vous inquiétez pas -- nous irons plus vite à travers les concepts que vous connaissez déjà, et nous prendrons plus de temps sur les choses que vous trouvez difficiles.
nb: Oppdragene er laget for å ta 20-40 timer å fullføre. Hvis du bruker to ganger i uken med en time om gangen, kan du mestre %(mission_title)s på bare 3-5 måneder! Hvis det høres for sakte eller for raskt ut, trenger du ikke bekymre deg, vil vi gå raskere gjennom begrepene du allerede kjenner, og ta ekstra tid på ting du finner utfordrende.
nl: Missies zijn zo ontworpen dat ze 20 tot 40 uur duren. Als je twee keer per week een uurtje oefent, kan je alle %(mission_title)s beheersen in ongeveer 3 tot 5 maanden! Als je dat te langzaam of te snel vindt, maak je geen zorgen--we zullen sneller door concepten gaan die je al kent en extra tijd nemen voor dingen die jij uitdagend vindt.
pl: Misje są zaprojektowane do ukończenia w godzin. Jeżeli ćwiczysz dwa razy w tygodniu przez godzinę, możesz opanować %(mission_title)s tylko w - miesięcy! Jeżeli wydaje się to zbyt wolno lub zbyt szybko, nie martw się -- przejdziemy szybko przez pojęcia, które już znasz, i będziesz mieć dodatkowy czas na trudniejsze rzeczy.
pt: As missões são projetadas para serem concluídas em 20 a 40 horas. Se você praticar duas vezes por semana durante uma hora, você pode dominar %(mission_title)s em apenas 3 a 5 meses! Se isso soa muito devagar ou muito rápido, não se preocupe... vamos passar mais rápido por conceitos que você já sabe e passar mais tempo vendo coisas que sejam desafiadoras para você.
tr: Hedefler, tamamlanmaları 20-40 saat sürecek şekilde tasarlanmıştır. Eğer haftada iki kere, birer saat alıştırma yaparsanız, %(mission_title)s hedefini sadece 3-5 ayda ustalıkla tamamlayabilirsiniz! Eğer bu süre size çok fazla veya az gibi geliyor ise, endişelenmeyin -- bildiğiniz kavramları daha hızlı işleyip, zorlandığınız konulara daha fazla vakit ayıracağız.

source: Missions that earn mastery points
es: Misiones que ganan puntos de dominio
nb: Oppdrag som gir mestringspoeng
pt: Missões que concedem pontos de domínio
pt_pt: Missões em que podes ganhar pontos de perícia
tr: Ustalık Puanı kazanan görevler

source: Mistakes help you learn. Think hard to learn from them.
da: Fejl hjælper dig med at lære. Tænk dig godt om og lær af dine fejl.
es: Los errores te ayudan a aprender. Piensa mucho para aprender de ellos.
fr: Les erreurs vous aident à apprendre. Réfléchissez y et vous apprendrez de celles-ci.
ja: 間違いは学びを助けます．間違いから学ぶことを強く考えましょう．
nb: Feil hjelper deg å lære. Tenk deg godt om, og lær av dine feil.
nl: Fouten helpen om te leren. Denk goed erover na om ervan te leren.
pl: Pomyłki pomagają się uczyć. Pomyśl intensywniej, aby wyciągnąć z nich wnioski.
pt: Os erros o ajudam a aprender. Pense bastante para aprender com eles.
pt_pt: Podes aprender muito com os teus erros. Reflete sempre sobre os teus erros.
tr: Hatalar öğrenmenize yardımcı olur. Hatalarınızdan bir şeyler öğrenmek için, iyi düşünün.

source: Mixed double and single quotes.
da: Blandede dobbelte og enkelte anførselstegn.
es: Comillas sencillas y dobles mezcladas.
nb: Blandet doble og enkle anførselstegn.
nl: Dubbele en enkele aanhalingstekens door elkaar.
pl: Pomieszane podwójne i pojedyncze cudzysłowy.
pt: Mistura de aspas duplas e simples.
tr: Karışık çift ve tek tırnak işaretleri.

source: Mixed spaces and tabs.
da: Blandede mellemrum og tabuleringer.
es: Espacios y tabulaciones mezclados.
nb: Blandet mellomrom og tabulatorer.
nl: Gemengde spaties en tabs.
pl: Pomieszane spacje i tabulacje.
pt: Mistura de espaços e tabulações.
tr: Karışık boşluklar ve sekmeler.

source: Mobile Development
pl: Rozwój mobilny
pt: Desenvolvimento de aplicativos móveis
pt_pt: Dispositivos móveis
tr: Mobil Geliştirme

source: Mobile Software Engineer
es: Ingeniera de software para móviles
pl: Inżynier oprogramowania mobilnego
pt: Engenheiro de software de dispositivos móveis
tr: Mobil Yazılım Mühendisi

source: Mobile Technology Sponsor
pt: Patrocinador de tecnologia móvel
tr: Mobil Teknoloji Sponsoru

source: Mobile number
bg: Мобилен номер
da: Mobilnummer
es: Número de celular
nb: Mobilnummer
nl: Mobiel nummer
pl: Numer telefonu komórkowego
pt: Número do celular
pt_pt: Número de telemóvel
tr: Cep telefonu numarası

source: Mobile phone number
bg: Мобилен телефонен номер
da: Mobilnummer
es: Número de teléfono celular
nb: Mobiltelefonnummer
nl: Mobiel nummer
pl: Numer telefonu komórkowego
pt: Número de celular
pt_pt: Número de telemóvel
tr: Cep telefonu numarası

source: Mobile phone number updated
da: Mobiltelefonnummer opdateret
es: Número de teléfono celular actualizado
fr: Numéro de téléphone mobile mis à jour
ja: 携帯電話番号の更新
nb: Mobilnummer som er oppdatert
nl: Mobiel nummer gewijzigd
pl: Zaktualizowany numer telefonu komórkowego
pt: Número de celular atualizado
pt_pt: Número de telemóvel atualizado
tr: Cep telefonu numarası güncelleştirildi

source: Moderate a Bay area school
es: Modera una escuela del Área de la Bahía
fr: Modérer une école dans la région de la baie
ja: ベイ・エリアの学校の調停をする
nb: Moderer en Bay area skole
nl: Stel een Bay area school voor
pl: Moderuj szkołę z Bay Area
pt: Moderar uma escola da área da Baía
pt_pt: Moderar uma escola da área da Baía
tr: Bir Körfez Bölgesi okulunu yönetin

source: Moderation
es: Moderación
fr: Modération
nb: Moderere
nl: Moderatie
pl: Moderacja
pt: Moderação
pt_pt: Moderação
tr: Ilımlılık

source: Moderation Panel
da: Moderationspanel
es: Panel de moderación
fr: Panneau de modération
ja: モデレーションのパネル
nb: Moderatorpanel
nl: Moderatie Panel
pl: Panel moderatora
pt: Painel de moderação
pt_pt: Painel de moderação
tr: Moderasyon paneli

source: Moderation logs
da: Moderationslogbog
es: Registros de moderación
fr: Journaux de modération
ja: モデレーションのログ(記録)
nb: Moderator logger
nl: Moderatie historie
pl: Logi moderacji
pt: Registros de moderação
pt_pt: Registos de moderação
tr: Moderasyon logları

source: Moderator email
es: Correo electrónico del moderador
fr: E-mail du modérateur
ja: モデレータの電子メイル
nb: Moderator e-post
nl: Beheerder e-mail
pl: E-mail moderatora
pt: E-mail do moderador
pt_pt: E-mail do moderador
tr: Moderatör e-posta

source: Moderators
da: Moderatorer
es: Moderadores
fr: Modérateurs
ja: モデレータ
nb: Moderatorer
nl: Moderatoren
pl: Moderatorzy
pt: Moderadores
pt_pt: Moderadores
tr: Moderatörler

source: Modern web browsers
bg: Модерни уеб браузъри
da: Moderne internetbrowsere
es: Navegadores web modernos
fr: Sur les navigateurs à jour
nb: Moderne nettlesere
nl: Moderne webbrowsers
pl: Nowoczesne przeglądarki
pt: Navegadores modernos
pt_pt: Navegadores modernos
tr: Modern web tarayıcıları

source: Modern web browsers, iPad
da: Moderne internetbrowsere, iPad
es: Navegadores web modernos, iPad
fr: Sur les navigateurs à jour et iPad
nb: Moderne nettlesere, iPad
nl: Moderne webbrowsers, iPad
pl: Nowoczesne przeglądarki internetowe, iPad
pt: Navegadores modernos, iPad
pt_pt: Navegadores modernos e iPad
tr: Modern web tarayıcıları, iPad

source: Modifies the location from which images are drawn.
da: Ændrer placeringen hvorfra billeder tegnes.
es: Modifica la ubicación desde la que se dibujan las imágenes.
nb: Endrer plasseringen hvor bilder tegnes.
pl: Zmienia miejsce, z którego wyświetlany jest obrazek.
pt: Modifica o local em que as imagens são desenhadas.
tr: Görüntülerin çizildiği yeri değiştirir.

source: Modifies the location from which rectangles draw.
da: Ændrer placeringen hvorfra rektangler tegnes.
es: Modifica la ubicación desde la cual se dibuja el rectángulo.
nb: Endrer plasseringen hvor man tegner rektangler fra.
pl: Zmienia miejsce, z którego jest rysowany prostokąt.
pt: Modifica o local em que os retângulos são desenhados.
tr: Dikdörtgenlerin çizildiği konumu değiştirir.

source: Modifies the quality of forms created with curve() and curveVertex(). The tightness parameter determines how the curve fits to the vertex points.
da: Ændrer kvaliteten af figurer, der laves med curve() og curveVertex(). Parameteren 'tightness' (tæthed) bestemmer, hvordan kurven passer til toppunktet.
es: Modifica la calidad de las formas creadas con curve() y curveVertex(). El parámetro de ajuste determina cómo la curva se ajusta a los vértices.
nb: Endrer kvaliteten på skjemaer som opprettes med curve() og curveVertex(). Parameteren tetthet bestemmer hvordan kurven passer til toppunktet.
pl: Zmienia wygląd form utworzonych przy pomocy curve() i curveVertex(). Parametr grubości określa sposób, w jaki krzywa pasuje do punktów wierzchołkowych.
pt: Modifica a qualidade das formas criadas com curve() e curveVertex(). O parâmetro tightness determina como a curva se encaixa nos pontos do vértice.
pt_pt: Modifica a qualidade das formas criadas com curve() e curveVertex(). O parâmetro de aperto determina a forma como a curva se encaixa nos vértices.
tr: Curve() ve curveVertex() ile oluşturulan formların kalitesini değiştirir. Gerginlik parametresi, eğrinin köşe noktaları ile nasıl uyuştuğunu belirler.

source: Molybdenum
es: Molibdeno
nb: Molybden
pl: Molibden
pt: Molibdênio
pt_pt: Molibdénio
tr: Molibden

source: Money and decimal place value intuition
es: Dinero e intuición del valor posicional decimal
fr: Comprendre la valeur de position d'un chiffre dans un nombre décimal
hi: पैसे और दशमलव स्थान मान अंतर्ज्ञान
nb: Penger og desimaltallenes plassverdi intuisjon
nl: Geld en de decimale plaatswaarde begrijpen
pl: Pieniądze i intuicja na temat wartości miejsc dziesiętnych
pt: Dinheiro e visualização de valor posicional de número decimal
tr: Para ve ondalık sayılarda basamak değerini anlamak

source: Monica helps shape what we build and how we share that with the world.
pt: Monica ajuda a dar forma ao que construímos e ao modo com que compartilhamos isso com o mundo.
tr: Monica bizim kurmakta olduğumuz şeyi şekillendirmemize ve dünyayla paylaşmamıza yardım ediyor.

source: Monica studied CS at Stanford and has spent 10 years working on mobile software, services and hardware at Microsoft, MobiTV and Apple where she launched several iPods and iPhones. Monica is yet another proud Canadian at Khan Academy and mother of two little Khan Academy user testers.
pt: Monica estudou Ciência da Computação em Stanford e trabalhou por dez anos com softwares, serviços e hardwares para dispositivos móveis na Microsoft, na MobiTV e na Apple, onde lançou diversos iPods e iPhones. Monica é outra orgulhosa canadense na Khan Academy e mãe de dois pequenos "pilotos de prova" do site.
tr: Monica Stanford'da bilgisayar bilimleri okudu ve Microsoft, MobiTV ve bir çok iPhone ve İpod'un piyasaya sürülmesine katkıda bulunduğu Apple'da toplam 10 sene mobil yazılımlar, servisler ve donanım üzerinde çalıştı. Kendisi Khan Academy'deki bir diğer vakur Kanadalı ve aynı zamanda iki küçük Khan Academy test kullancısının annesi.

source: Monitor and celebrate school-wide participation
es: Monitorea y celebra la amplia participación de la escuela
nb: Følge med og feire bre skole- deltakelse
pt: Monitorar e celebrar a participação de toda a escola
tr: Okul çapında katılımı izleme ve kutlama

source: Month
fr: Mois
nb: Måned
pl: Miesiąc
pt: Mês
pt_pt: Mês
tr: Ay

source: Month:
ja: 月:
nb: Måned:
pl: Miesiąc:
pt: Mês:
pt_pt: Mês:
tr: Ay:

source: Monthly
es: Mensuales
fr: Mensuel
nb: Månedlig
pl: Miesięcznie
pt: Mensalmente
pt_pt: Mensal
tr: Aylık

source: Monthly Cup #1
fr: Coupe mensuelle #1
nb: Månedlig Cup #1
pt: Campeonato mensal 1
tr: Aylık Kupa 1

source: Monthly Cup #2
nb: Månedlig Cup #2
pt: Campeonato mensal 2
tr: Aylık Kupa 2

source: Monthly Cups
nb: Månedlig Cup
pt: Campeonatos mensais
tr: Aylık Kupalar

source: Months at school <code>\times</code> Songs mastered per month
da: Måneder i skole <code>\times</code> sange lært udenad per måned
es: Meses en la escuela <code>\times</code> Canciones dominadas por mes
fr: Mois à l'école <code>\times</code> Musiques maîtrisées par mois
nb: Måneder i skolen <code>\times</code> sanger lært utenat per måned
nl: Aantal maanden les <code>\times</code> Liedjes onder de knie per maand
pl: Miesiące w szkole <code>\times</code> Piosenki opanowane przez miesiąc
pt: Meses na escola <code>\times</code> Músicas dominadas por mês
tr: Okulda geçirilen aylar <code>\times</code> Her ay öğrenilen şarkılar

source: Moon
da: Måne
es: Luna
fr: Lune
ja: 月
nb: Måne
nl: Maan
pl: Księżyc
pt: Lua
pt_pt: Lua
tr: Ay

source: Moon Badges
da: Månen Badges
es: Medallas lunares
fr: Badges Lune
ja: ムーンバッジ
nb: Måne merker
nl: Maan-medailles
pl: Odznaki Księżyca
pt: Medalhas lua
pt_pt: Medalhas Lua
tr: Ay Madalyaları

source: Moon badges are uncommon and represent an investment in learning.
da: Månen badges er ualmindelige og repræsenterer en investering i læring.
es: Las medallas lunares no son comunes y representan una buena dedicación en el aprendizaje.
fr: Les badges Lune sont rares et représentent un certain investissement dans l'apprentissage.
ja: ムーンバッジは珍しく，学びに投資をしたことを示します．
nb: Månemerker er uvanlige og representerer en investering i læring.
nl: Maan-medailles zijn ongewoon en symboliseren een investering in leren.
pl: Odznaki księżyca są rzadsze i pokazują inwestycję w naukę.
pt: As medalhas Lua são incomuns e representam um investimento na aprendizagem.
pt_pt: As medalhas "Lua" são pouco comuns e revelam um bom investimento na aprendizagem.
tr: Ay madalyaları nadirdir ve öğrenmek için harcanan çabayı gösterirler.

source: More
da: Mere
es: Más
fr: Plus
hi: अधिक
ja: もっと
nb: Mer
nl: Meer
pl: Więcej
pt: Mais
pt_pt: Ver mais
tr: Daha Fazlası

source: More &raquo;
da: Mere &raquo;
es: Más &raquo;
fr: Plus &raquo;
ja: さらに &raquo;
nb: Mer &raquo;
nl: Meer &raquo;
pl: Więcej &raquo;
pt: Mais &raquo;
pt_pt: Ver mais &raquo;
tr: Daha fazla &raquo;

source: More HTML/CSS: Making Webpages
da: Mere HTML/CSS: Lav hjemmesider
es: Más HTML/CSS: haciendo páginas web
fr: Plus de HTML/CSS : Créer des pages Web
nb: Mer HTML/CSS: Lage websider
nl: Meer HTML/CSS: Webpagina's Maken
pl: Więcej HTML/CSS: Tworzenie stron internetowych
pt: Mais HTML/CSS: criação de páginas Web
pt_pt: Mais HTML/CSS: Construir páginas Web
tr: HTML/CSS'ye devam: Web sayfaları yapma

source: More JavaScript: Drawing and Animation
da: Mere JavaScript: Tegning og Animation
es: Más JavaScript: dibujos y animación
fr: Plus de JavaScript : Dessin et Animation
nb: Mer JavaScript: Tegning og animasjon
nl: Meer Javascript: Tekenen en Animatie
pl: Więcej JavaScript: Rysowanie i animacja
pt: Mais JavaScript: Desenho e animação
pt_pt: Mais JavaScript: Desenhos e animações
tr: JavaScript'e Devam: Çizim ve Animasyon

source: More free content available at %(url)s!
bg: Повече свободно съдържание в %(url)s!
da: Mere gratis indhold tilgængeligt på %(url)s!
es: ¡Hay más contenido gratuito disponible en %(url)s!
fr: Encore plus de contenu gratuit sur %(url)s !
ja: 無料のコンテンツがさらに %(url)s にて利用できます!
nb: Mer gratis innhold tilgjengelig på %(url)s!
nl: Meer gratis content beschikbaar op %(url)s!
pl: Więcej darmowych treści na %(url)s!
pt: Mais conteúdo gratuito disponível em %(url)s!
pt_pt: Mais conteúdo gratuito disponível em %(url)s!
tr: %(url)s adresinden daha fazla ücretsiz içeriğe erişebilirsiniz!

source: More helpful than most videos
da: Mere nyttig end de fleste andre videoer
es: Más provechoso que la mayoría de los videos
fr: Plus utiles que la plupart des vidéos
nb: Mer nyttig enn de fleste videoer
nl: Nuttiger dan de meeste video's
pl: Bardziej pomocny, niż większość filmów
pt: Mais útil do que a maioria dos vídeos
tr: Çoğu videodan daha yardımcı

source: More information here
es: Más información aquí
nb: Mer informasjon her
pl: Więcej informacji tutaj
pt: Mais informações aqui
pt_pt: Mais informações aqui
tr: Daha fazla bilgiye buradan ulaşabilirsiniz

source: More information coming soon
es: Más información muy pronto
fr: Plus d'informations bientôt disponibles
ja: さらなる情報はもうすぐ登場です
nb: Mer informasjon kommer snart
nl: Meer informatie binnenkort beschikbaar
pl: Więcej informacji wkrótce
pt: Mais informações em breve
pt_pt: Mais informações brevemente
tr: Daha fazla bilgi yakında

source: More useful than most videos
da: Mere nyttig end de fleste andre videoer
es: Más útil que la mayoría de los videos
fr: Plus utile que la plupart des vidéos
nb: Mer nyttig enn de fleste videoer
nl: Nuttiger dan de meeste video's
pl: Bardziej przydatny, niż większość filmów
pt: Mais útil do que a maioria dos vídeos
tr: Çoğu videodan daha yararlı

source: More ways to help
es: Más maneras de ayudar
fr: D'autres façons d'aider
pl: Więcej sposobów pomocy
pt: Mais maneiras de ajudar
pt_pt: Outras formas de ajudar
tr: Her zaman destek olabilirsiniz

source: Most Recent
da: Seneste
es: Más recientes
fr: Plus récent
ja: 最新
nb: Siste
nl: Meest recent
pl: Najnowsze
pt: Mais recente
pt_pt: Mais recentes
tr: En son

source: Most Voted
da: Flest stemmer
es: Más votados
fr: Le plus voté
hi: अधिकतम मत
ja: 最も投票された
nb: Flest stemmer
nl: Meest gestemd
pl: Głosowano najczęściej
pt: Mais votado
pt_pt: Mais votadas
tr: En çok oylanan

source: Most importantly, we're here to help. We will be listening via the Facebook group, and you can also contact us (<a href="mailto:ben@khanacademy.org">ben@</a> or <a href="mailto:kayla@khanacademy.org">kayla@</a>) any time if you have concerns. Want personal advice from somebody who's been through the intern housing process before? <a href="mailto:alpert@khanacademy.org">alpert@</a> and <a href="mailto:dylan@khanacademy.org">dylan@</a> are both ready and willing to help.
pt: Não se esqueça, estamos aqui para ajudá-lo. Acompanhamos todas as discussões no grupo do Facebook, e você também pode falar conosco por e-mail (<a href="mailto:ben@khanacademy.org">ben@</a> ou <a href="mailto:kayla@khanacademy.org">kayla@</a>) sempre que precisar. Você quer um conselho pessoal de alguém que já passou por esse processo de busca por moradia antes? <a href="mailto:alpert@khanacademy.org">alpert@</a> e <a href="mailto:dylan@khanacademy.org">dylan@</a> estão dispostos a ajudar.
tr: Daha da önemlisi, yardım etmek için buradayız. Sorularınızı Facebook grubumuz üzerinden dinliyor olacağız. Yanı sıra, bizle (<a href="mailto:ben@khanacademy.org">ben@</a> veya <a href="mailto:kayla@khanacademy.org">kayla@</a>) adresleriyle istediğiniz zaman iletişime geçebilirsiniz. Daha önce stajyer konut bulma sürecinden geçmiş birinden tavsiyeler mi almak istiyorsunuz? <a href="mailto:alpert@khanacademy.org">alpert@</a> ve <a href="mailto:dylan@khanacademy.org">dylan@</a> size yardımcı olmaya hazırlar.

source: Most people are held back not by their innate ability, but by their mindset. They think intelligence is fixed, but it isn’t. Your brain is like a muscle. The more you use it and struggle, the more it grows.<br/><br/>New research shows we can take control of our ability to learn. We can all become better learners. We just need to build our brains in the right way.
bg: Повечето хора не напредват, не от вродената си неспособност, а от техния начин на мислене. Те смятат, че интелигентността е ограничена, но тя не е. Вашият мозък е като мускул. Колкото повече го използвате и натоварвате, толкова повече расте. <br/> <br/>Ново изследване показва, че можем да поемем контрол върху способността си да учим. Всички ние можем да станем по-добри учещи. Просто трябва да настроим нашите мозъци по правилния начин.
da: De fleste mennesker holdes tilbage, ikke af deres medfødte evner, men af deres tankegang. De tror, at intelligens er konstant, men det er den ikke. Din hjerne er som en muskel. Jo mere du bruger den og kæmper, jo mere vokser den. <br/> <br/>Ny forskning viser, vi kan tage kontrol over vores evne til at lære. Vi kan alle blive bedre elever. Vi skal bare træne vores hjerner på den rigtige måde.
es: La mayoría de la gente no se siente frenada por sus habilidades innatas pero sí por su forma de pensar. Piensan que la inteligencia está predeterminada, pero no es así. Tu cerebro es como un músculo. Mientras más lo uses y ejercites más crece.<br/><br/>Nuevas investigaciones muestran que podemos tomar el control de nuestra habilidad para aprender. Todos podemos convertirnos en mejores estudiantes. Solo necesitamos desarrollar nuestro cerebro de la manera adecuada.
nb: De fleste mennesker holdes tilbake, ikke av deres medfødte evner, men av deres tankegang. Mange tror at intelligens er konstant, men det er den ikke. Din hjerne er som en muskel. Desto mer du bruker den og kjmper, desto mer vokser den. <br/> <br/>Ny forskning viser at vi kan ta kontroll over vår evne til å lære. Vi kan alle bli bedre elever. Vi må bare "trene" våre hjerner på den riktig måte.
nl: De meeste mensen worden niet tegengehouden door hun vermogen maar door hun instelling. Zij denken dat intelligentie vastligt maar dat is niet zo. Jouw brein is net als een spier. Hoe meer je het gebruikt en uitdaagt, des te meer groeit het. <br/><br/>Nieuw onderzoek toont dat wij de controle over ons leervermogen kunnen nemen. We kunnen alle betere leerders worden. We moeten alleen ons brein op de juiste manier opbouwen.
pl: Większość ludzi daje się powstrzymać nie przez swoje wrodzone zdolności, ale przez sposób myślenia. Myślą, że inteligencja jest stała, jednak wcale tak nie jest. Twój mózg jest jak mięsień. Im więcej trudności spotykasz na swojej drodze, tym bardziej się on rozwija.<br/><br/>Najnowsze badania pokazują, że mamy kontrolę nad naszą zdolnością uczenia się. Wszyscy możemy stać się lepszymi uczniami. Musimy tylko rozwijać nasze mózgi w odpowiedni sposób.
pt: A maioria das pessoas é impedida de progredir não por sua capacidade inata, mas por sua forma de pensar. Elas acreditam que a inteligência é algo fixo, mas não é. Nosso cérebro é como um músculo, quanto mais o usamos e exercitamos, mais ele cresce. <br/><br/>Uma nova pesquisa mostra que podemos assumir o controle de nossa capacidade de aprendizado. Todos podemos nos tornar melhores alunos. Só precisamos colocar nosso cérebro no caminho certo.
tr: Birçok insanın yerinde saymalarının sebebi içsel kabiliyetleri değil, bakış açılarıdır. Çoğu kişi zekanın sabit olduğunu düşünür. Fakat aksine, beyin bir kas gibidir: Ne kadar çalıştırır ve zorlarsanız, o kadar gelişir. <br/><br/> Yeni araştırmalar bize, kendi öğrenimimizin kontrolünü elimize alabileceğimizi gösteriyor. Tek yapmamız gereken beynimizi doğru şekilde geliştirmek.

source: Motorcycle
nb: Motorsykkel
pt: Motocicleta
tr: Motorsiklet
