Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: How many chickens did %(name)s sell in total?
fr: Combien de poulets %(name)s a-t-il vendu au total ?
nb: Hvor mange kyllinger selger %(name)s totalt?
pl: Ile kurczaków zostało w sumie sprzedanych przez %(name)s?
pt: Quantos frangos %(name)s vendeu no total?
tr: %(name)s toplam kaç tavuk satmıştır?

source: How many circles are in each row?
da: Hvor mange cirkler er der i hver række?
es: ¿Cuántos círculos hay en cada renglón?
fr: Combien de cercles y a-t-il dans chaque rangée ?
nb: Hvor mange sirklene er i hver rad?
nl: Hoeveel cirkels staan er in elke rij?
pl: Ile kółek jest w każdym rzędzie?
pt: Quantos círculos há em cada linha?
tr: Her satırda kaç daire vardır?

source: How many circles are there?
fr: Combien de cercles y a-t-il en tout ?
hi: यहाँ कितने वृत्त हैं?
ja: いくつの円がここにはありますか?
nb: Hvor mange sirkler er det?
nl: Hoeveel cirkels zijn er?
pl: Jest jest kółek?
pt: Há quantos círculos?
tr: Kaç tane çember var?

source: How many columns does the first matrix, <code><var>PRETTY_MAT_1_ID</var></code>, have?
da: Hvor mange kolonner har den første matrix, <code><var>PRETTY_MAT_1_ID</var></code>?
es: ¿Cuántas columnas tiene la primera matriz <code><var>PRETTY_MAT_1_ID</var></code>?
fr: Quel est le nombre de colonnes de la première matrice <code><var>PRETTY_MAT_1_ID</var></code> ?
nb: Hvor mange kolonner har den første matrise, <code><var>PRETTY_MAT_1_ID</var></code>?
pt: Quantas colunas a primeira matriz, <code><var>PRETTY_MAT_1_ID</var></code>, tem?
tr: Birinci matris,<code><var>PRETTY_MAT_1_ID</var></code> matrisinin kaç sütunu vardır?

source: How many cubic <var>plural_form(METERS, 2)</var> of space does my gorilla have to play in her fort?
es: ¿Cuántos <var>plural_form(METERS, 2)</var> cúbicos de espacio tiene mi gorila en su fuerte?
fr: Combien de <var>plural_form(METERS, 2)</var> cubes mon singe a-t-il dans cet abri pour jouer ?
nb: Hvor mange kubikk <var>plural_form(METERS, 2)</var> med plass har min gorilla til å leke på inne i fortet?
pt: Quantos <var>plural_form(METERS, 2)</var> cúbicos de espaço meu gorila tem para brincar dentro de seu forte?
tr: Gorillamın kalesinde oynamak için <var>plural_form(METERS, 2)</var> küp yeri vardır?

source: How many cubic <var>plural_form(TO)</var> fit in <code><var>VOL</var></code> cubic <var>plural_form(FROM, VOL)</var>?
es: ¿Cuántos <var>plural_form(TO)</var> cúbicos caben en <code><var>VOL</var></code> <var>plural_form(FROM, VOL)</var> cúbicos?
fr: Combien de <var>plural_form(TO)</var> cubes rentrent dans <code><var>VOL</var></code> <var>plural_form(FROM, VOL)</var> cubes ?
nb: Hvor mange kubikk <var>plural_form(TO)</var> kan få plass i <code><var>VOL</var></code> kubikk <var>plural_form(FROM, VOL)</var>?
pt: Quantos <var>plural_form(TO)</var> cúbicos cabem em <code><var>VOL</var></code> <var>plural_form(FROM, VOL)</var> cúbicos?
tr: <code><var>VOL</var></code> <var>plural_form(FROM, VOL)</var> küpte kaç <var>plural_form(TO)</var> küp vardır?

source: How many different groups of <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> can he take?
es: ¿Cuántos grupos diferentes de <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> puede llevar?
fr: Combien de différents ensembles de <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> peut-il emporter ?
pl: Ile różnych zestawów <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> może zabrać?
pt: Quantos grupos diferentes de <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> ele pode ter?
tr: Kaç adet farklı <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> grubu götürebilir?

source: How many different groups of <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> can she take?
es: ¿Cuántos grupos diferentes de <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> puede llevar?
fr: Combien de différents ensembles de <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> peut-elle emporter ?
pl: Ile różnych zestawów <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> może zabrać?
pt: Quantos grupos diferentes de <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> ela pode ter?
tr: Kaç adet farklı <code><var>NUM_TAKEN</var></code> <var>plural_form(THING, NUM_TAKEN)</var> grubu götürebilir?

source: How many different groups of friends could you take with you?
es: ¿Cuántos grupos diferentes de amigos puedes llevar contigo?
fr: Combien de groupes d'amis différents peuvent-ils profiter du billet ?
pl: Ile różnych grup złożonych z Twoich przyjaciół możesz zabrać ze sobą?
pt: Quantos grupos diferentes de amigos você poderia levar?
tr: Yanınızda kaç değişik arkadaş grubu götürebilirsiniz?

source: How many grams of <code><var>P1</var></code> will be produced from <code><var>R1_MASS</var> \text{g}</code> of <code><var>R1</var></code> and <code><var>R2_MASS</var> \text{g}</code> of <code><var>R2</var></code>?
pl: Ile gram substancji <code><var>P1</var></code> powstanie z <code><var>R1_MASS</var> \text{g}</code> substancji <code><var>R1</var></code> i <code><var>R2_MASS</var> \text{g}</code> substancji <code><var>R2</var></code>?
pt: Quantos gramas de <code><var>P1</var></code> serão produzidos a partir de <code><var>R1_MASS</var> \text{g}</code> de <code><var>R1</var></code> e <code><var>R2_MASS</var> \text{g}</code> de <code><var>R2</var></code>?
tr: <code><var>R1_MASS</var> \text{g}</code> <code><var>R1</var></code> ve <code><var>R2_MASS</var> \text{g}</code> <code><var>R2</var></code>'den kaç gram <code><var>P1</var></code> üretilecektir?

source: How many holiday gift bags could <var>person(1)</var> make with <code>\frac{<var>A</var>}{<var>B</var>}</code> of a pound of chocolate?
fr: Sachant que <var>person(1)</var> dispose de <code>\frac{<var>A</var>}{<var>B</var>}</code> de kg de chocolat, combien d'enfants y a-t-il ?
nl: Hoeveel cadeauzakjes kan <var>person(1)</var> maken met <code>\frac{<var>A</var>}{<var>B</var>}</code> pond chocolade?
pt: Quantas sacolas de presentes <var>person(1)</var> pode fazer com <code>\frac{<var>A</var>}{<var>B</var>}</code> de uma libra de chocolate?
tr: <var>person(1)</var> <code>\frac{<var>A</var>}{<var>B</var>}</code> pound çikolata ile kaç hediye paketi çantası yapar?

source: How many home team and away team fans attended the game?
da: Hvor mange fans af hjemmeholdet og udeholdet kom til kampen?
es: ¿Cuántos aficionados al equipo de casa y al equipo visitante asistieron al juego?
fr: Combien y avait-il de supporters de l'équipe à domicile et de supporters de l'équipe en déplacement ?
nb: Hvor mange fans av hjemmelaget og bortelaget kom til kampen?
pl: Ilu fanów drużyny gospodarzy i drużyny gości przyszło na mecz?
pt: Quantos fãs do time da casa e do time visitante assistiram ao jogo?
tr: Kaç ev sahibi ve konuk takım taraftarı maça geldi?

source: How many house points did <var>HOUSES[INDEX]</var> receive?
fr: Combien de points <var>HOUSES[INDEX]</var> a-t-elle reçu ?
hi: कितने घर अंक <var>HOUSES[INDEX]</var> ने प्राप्त किये?
nb: Hvor mange poeng fikk <var>HOUSES[INDEX]</var> ?
pl: Ile punktów dostał <var>HOUSES[INDEX]</var>?
pt: Quantos pontos de casa <var>HOUSES[INDEX]</var> recebeu?

source: How many matching outcomes are there with an even number on the black die and <code><var>Y</var></code> on the white die?
fr: Combien y a-t-il d'éventualités où on obtient un nombre pair sur le dé noir et un <code><var>Y</var></code> sur le dé blanc ?
pt: Quantos resultados correspondentes há com um número par no dado preto e <code><var>Y</var></code> no dado branco?
tr: Siyah zarın çift ve beyaz zarın <code><var>Y</var></code> olduğu kaç sonuç vardır?

source: How many matching outcomes are there with an odd number on the black die and <code><var>Y</var></code> on the white die?
fr: Combien y a-t-il d'éventualités où on obtient un nombre impair sur le dé noir et un <code><var>Y</var></code> sur le dé blanc ?
pt: Quantos resultados correspondentes há com um número impar no dado preto e <code><var>Y</var></code> no dado branco?
tr: Siyah zarın tek ve beyaz zarın <code><var>Y</var></code> olduğu kaç sonuç vardır?

source: How many minutes does it take <code><var>PEOPLE_FINAL</var></code> people to paint <code><var>WALL_FINAL</var></code> walls?
es: ¿Cuántos minutos les tomará a <code><var>PEOPLE_FINAL</var></code> personas pintar <code><var>WALL_FINAL</var></code> paredes?
fr: Combien de minutes faut-il à <code><var>PEOPLE_FINAL</var></code> personnes pour peindre <code><var>WALL_FINAL</var></code> murs ?
hi: <code><var>PEOPLE_FINAL</var></code> व्यक्तियों को <code><var>WALL_FINAL</var></code> दीवार रंगने में कितना मिनट लगेगा ?
nb: Hvor mange minutter vil det ta <code><var>PEOPLE_FINAL</var></code> personer å male <code><var>WALL_FINAL</var></code> vegger?
pl: Ile minut zajmie <code><var>PEOPLE_FINAL</var></code> osobom pomalowanie <code><var>WALL_FINAL</var></code> ścian?
pt: Quantos minutos são necessários para que <code><var>PEOPLE_FINAL</var></code> pessoas pintem <code><var>WALL_FINAL</var></code> paredes?
tr: <code><var>PEOPLE_FINAL</var></code> kişinin <code><var>WALL_FINAL</var></code> duvarı boyaması kaç dakikalarını alır?

source: How many minutes does it take <code><var>PEOPLE_FINAL</var></code> people to paint <code><var>WALL_FINAL</var></code> walls?<br>
es: ¿Cuántos minutos les tomará a <code><var>PEOPLE_FINAL</var></code> personas pintar <code><var>WALL_FINAL</var></code> paredes?<br>
fr: Combien de minutes faut-il à <code><var>PEOPLE_FINAL</var></code> personnes pour peindre <code><var>WALL_FINAL</var></code> murs ?<br>
nb: Hvor mange minutter vil det ta <code><var>PEOPLE_FINAL</var></code> personer å male <code><var>WALL_FINAL</var></code> vegger?<br>
pl: Ile minut zajmie <code><var>PEOPLE_FINAL</var></code> osobom pomalowanie <code><var>WALL_FINAL</var></code> ścian?<br>
pt: Quantos minutos são necessários para que <code><var>PEOPLE_FINAL</var></code> pessoas pintem <code><var>WALL_FINAL</var></code> paredes?<br>
tr: <code><var>PEOPLE_FINAL</var></code> kişinin <code><var>WALL_FINAL</var></code> duvarı boyaması kaç dakikalarını alır?<br>

source: How many moles of <code><var>P1</var></code> will be produced from <code><var>GIVEN_MASS</var> \text{g}</code> of <code><var>GIVEN</var></code><span data-if="R2 !== ''">, assuming <code><var>NOT_GIVEN</var></code> is available in excess</span>?
pl: Ile moli <code><var>P1</var></code> otrzymamy z <code><var>GIVEN_MASS</var> \text{g}</code> <code><var>GIVEN</var></code><span data-if="R2 !== ''">, zakładając, że <code><var>NOT_GIVEN</var></code> występuje w nadmiarze</span>?
pt: Quantos mols de <code><var>P1</var></code> serão produzidos a partir de <code><var>GIVEN_MASS</var> \text{g}</code> de <code><var>GIVEN</var></code><span data-if="R2 !== ''">, presumindo-se que <code><var>NOT_GIVEN</var></code> está disponível em excesso</span>?

source: How many more <var>BADGE</var> badges did <var>person( PERSON1 + 1 )</var> earn than <var>person( PERSON2 + 1 )</var>?
fr: Combien de badges <var>BADGE</var> ont été gagnés en plus par <var>person( PERSON1 + 1 )</var> que par <var>person( PERSON2 + 1 )</var> ?
nb: Hvor mange flere <var>BADGE</var> merker tjente <var>person( PERSON1 + 1 )</var> enn <var>person( PERSON2 + 1 )</var>?
pl: Ile więcej odznak <var>BADGE</var> zostało zdobytych przez <var>person( PERSON1 + 1 )</var> niż przez <var>person( PERSON2 + 1 )</var>?
pt: Quantas medalhas <var>BADGE</var> <var>person( PERSON1 + 1 )</var> ganhou a mais do que <var>person( PERSON2 + 1 )</var>?
tr: <var>person( PERSON1 + 1 )</var>, <var>person( PERSON2 + 1 )</var>'den kaç tane <var>BADGE</var> daha fazla madalya kazanmıştır?

source: How many of these are there? If we treat all the letters as unique, we'll find that there are <code><var>COINS</var>!</code> different arrangements, overcounting <code><var>NUM</var>!</code> times for every time we only switch the H's around, and <code><var>COINS-NUM</var>!</code> times for every time we only switch the T's around. [<a href="#" class="show-subhint" data-subhint="letters">Show me why</a>]
es: ¿Cuántos de estas hay? Si tratamos todas las letras como únicas, encontraremos que hay <code><var>COINS</var>!</code> arreglos diferentes, contando <code><var>NUM</var>!</code> veces de más por cada vez que solo cambiamos las Aes de lugar y <code><var>COINS-NUM</var>!</code> veces de más por cada vez que solo cambiamos las Eses de lugar. [<a href="#" class="show-subhint" data-subhint="letters">Muéstrame por qué</a>]
fr: Combien y en a-t-il ? Si on met provisoirement des couleurs aux lettres pour différencier chacun des F et des P, on obtient <code><var>COINS</var>!</code> permutations. Ensuite on retire les couleurs des F, il faut donc diviser ce nombre par <code><var>NUM</var>!</code>. On retire ensuite les couleurs des P et il faut le diviser par <code><var>COINS-NUM</var>!</code>. [<a href="#" class="show-subhint" data-subhint="letters">Pourquoi</a>]
pt: Quantos destes existem? Se tratarmos todas as incógnitas como exclusivas, descobriremos que há <code><var>COINS</var>!</code>arranjos diferentes , contando <code><var>NUM</var>!</code> vezes a mais para cada vez que movimentamos o H , e <code><var>COINS-NUM</var>!</code> vezes a mais para cada vez que movimentamos o T. [<a href="#" class="show-subhint" data-subhint="letters">Mostre-me por que</a>]
tr: Bunlardan kaç tane var? Harflerin hepsini farklı olarak düşünürsek, <code><var>COINS</var>!</code> farklı sıralama olduğunu buluruz, H'leri kendi arasında değiş tokuş ettiğimiz <code><var>NUM</var>!</code> kereyi ve T'leri kendi arasında değiş tokuş ettiğimiz <code><var>COINS-NUM</var>!</code> kereyi fazladan sayıyoruz. [<a href="#" class="show-subhint" data-subhint="letters">Bana nedenini göster</a>]

source: How many of these are there? If we treat all the letters as unique, we'll find that there are <code><var>COINS</var>!</code> different arrangements, overcounting <code><var>NUM</var>!</code> times for every time we only switch the T's around, and <code><var>COINS-NUM</var>!</code> times for every time we only switch the H's around. [<a href="#" class="show-subhint" data-subhint="letters">Show me why</a>]
es: ¿Cuántas de estas hay? Si tratamos todas las letras como únicas, encontraremos que hay <code><var>COINS</var>!</code> arreglos diferentes, contando <code><var>NUM</var>!</code> veces de más por cada vez que solo cambiamos las Eses de lugar, y <code><var>COINS-NUM</var>!</code> veces de más por cada vez que solo cambiamos las Aes de lugar. [<a href="#" class="show-subhint" data-subhint="letters">Muéstrame por qué</a>]
fr: Combien y en a-t-il ? Si on met provisoirement des couleurs aux lettres pour différencier chacun des P et des F, on obtient <code><var>COINS</var>!</code> permutations. Ensuite on retire les couleurs des P, il faut donc diviser ce nombre par <code><var>NUM</var>!</code>. On retire ensuite les couleurs des F et il faut le diviser par <code><var>COINS-NUM</var>!</code>. [<a href="#" class="show-subhint" data-subhint="letters">Pourquoi</a>]
pt: Quantos destes existem? Se tratarmos todas as incógnitas como exclusivas, descobriremos que há <code><var>COINS</var>!</code> arranjos diferentes, contando <code><var>NUM</var>!</code> vezes a mais para cada vez que vira somente Co, e <code><var>COINS-NUM</var>!</code> vezes para cada vez que vira somente Ca. [<a href="#" class="show-subhint" data-subhint="letters">Mostre por que</a>]
tr: Bunlardan kaç tane var? Harflerin hepsini farklı olarak düşünürsek, <code><var>COINS</var>!</code> farklı sıralama olduğunu buluruz, T'leri kendi arasında değiş tokuş ettiğimiz <code><var>NUM</var>!</code> kereyi ve H'leri kendi arasında değiş tokuş ettiğimiz <code><var>COINS-NUM</var>!</code> kereyi fazladan sayıyoruz. [<a href="#" class="show-subhint" data-subhint="letters">Bana nedenini göster</a>]

source: How many outcomes are there where you get exactly <code><var>NUM</var></code> <var>NAME</var>? Try thinking of each outcome as a <code><var>COINS</var></code>-letter word, where the first letter is "H" if the first coin toss was heads and "T" if it was tails, and so on.
es: ¿Cuántos resultados posibles hay en los que obtengas exactamente <code><var>NUM</var></code> <var>NAME</var>? Intenta pensar en cada resultado como una palabra de <code><var>COINS</var></code> letras, donde la primera letra es "A" si el primer tiro fue águila, y "S" si fue sol, y así sucesivamente.
fr: Quel est le nombre d'éventualités où on obtient exactement <code><var>NUM</var></code> <var>NAME</var> ? On peut considérer chaque éventualité comme un mot de <code><var>COINS</var></code> lettres, où la première lettre est "F" si le premier lancer a donné face et "P" s'il a donné pile, et ainsi de suite.
pt: Quantos resultados há quando obtemos exatamente <code><var>NUM</var></code> <var>NAME</var>? Tente pensar em cada resultado como uma palavra de <code><var>COINS</var></code> letras, em que a primeira letra será "H" se a primeira moeda jogada der cara e "T" se der coroa, e assim por diante.
tr: <code><var>NUM</var></code> <var>NAME</var> olduğunda kaç sonuç vardır? Her sonucu <code><var>COINS</var></code> harfli sözcük olarak düşünmeyi deneyin, ilk atış tura ise, ilk harf "T", yazı ise "Y" olsun, vesaire.

source: How many parallel cuts must {he|she} make to have exactly <code><var>NUM</var></code> even slices?
es: ¿Cuántos cortes paralelos tiene que hacer para tener exactamente <code><var>NUM</var></code> rebanadas iguales?
fr: Combien de coupures doit-{il|elle} faire pour avoir exactement <code><var>NUM</var></code> tranches égales?
hi: <code><var>NUM</var></code> समान टुकड़े बनाने के लिए उसे कितनी बार समानांतर रूप से काटना होगा ?
nb: Hvor mange parallelle linjer må {han|hun} lage for å lage akkurat <code><var>NUM</var></code> like deler?
nl: Hoeveel keer moet {hij| zij} het brood snijden, om precies <code><var>NUM</var></code> evengrote sneetjes brood te krijgen?
pl: Ile równoległych cięć musi wykonać, żeby otrzymać dokładnie <code><var>NUM</var></code> równych kawałków?
pt: Quantos cortes paralelos {ele|ela} deve fazer para ter exatamente <code><var>NUM</var></code> fatias iguais?
tr: Birbirine eşit olan tam olarak <code><var>NUM</var></code> dilim elde etmek için kaç paralel kesme yapmalıdır?

source: How many people are riding the train now?
da: Hvor mange personer kører med toget nu?
es: ¿Cuántas personas están en el tren?
fr: Combien de personnes y a-t-il à présent dans le train ?
hi: कितने व्यक्ति अभी रेल में चल रहे हैं?
ja: 何人の人が今電車に乗っているでしょうか?
nb: Hvor mange personer er det på toget nå?
nl: Hoeveel mensen gaan er nu met de trein ?
pl: Ile teraz osób jedzie pociągiem?
pt: Quantas pessoas estão no trem agora?
tr: Şimdi trene binen kaç kişi var?

source: How many people got off the train at the stop?
da: Hvor mange personer stod af toget på stationen?
es: ¿Cuántas personas bajaron del tren en la estación?
fr: Combien de personnes sont descendues du train à cet arrêt ?
hi: स्टॉप पर कितने व्यक्ति रेल से उतरे?
ja: 何人の人が駅で電車から降りたでしょうか?
nb: Hvor mange personer gikk av toget på stoppet?
nl: Hoeveel mensen zijn er bij het station uitgestapt?
pl: Ilu ludzi wysiadło z pociągu na przystanku?
pt: Quantas pessoas desceram do trem na parada?
tr: İstasyonda kaç kişi trenden indi?

source: How many people were riding the train before the stop?
da: Hvor mange personer var om bord på toget før stationen?
es: ¿Cuántas personas había en el tren antes de la estación?
fr: Combien y avait-il de personnes dans le train avant l'arrêt ?
hi: स्टॉप से पहले कितने व्यक्ति रेल को चला रहे थे?
ja: 何人の人が駅に着く前に電車に乗っていたでしょうか?
nb: Hvor mange personer var det på toget før stoppet?
nl: Hoeveel mensen zaten er in de trein voordat hij stopte?
pl: Ilu ludzi jechało pociągiem zanim się zatrzymał na przystanku?
pt: Quantas pessoas estavam no trem antes da parada?
tr: İstasyonda durmadan önce trende kaç kişi vardı?

source: How many points did %(name)s have in total?
fr: Combien de points %(name)s avait-il au total ?
nb: Hvor mange poeng hadde %(name)s totalt?
pl: Ile punktów zostało w sumie zdobytych przez %(name)s?
pt: Quantas pontos %(name)s fez no total?
tr: %(name)s toplam kaç puan kazandı?

source: How many points did %(name)s score in the %(time_period)s?
fr: Combien de points %(name)s a-t-il marque en %(time_period)s?
nb: Hvor mange poeng skåret %(name)s i løpet av %(time_period)s?
pl: Ile punktów zostało zdobytych przez %(name)s w %(time_period)s?
pt: Quantas pontos %(name)s marcou em %(time_period)s?
tr: %(name)s, %(time_period)s 'da kaç sayı atmıştır?

source: How many points did <var>STUDENT</var> earn on the <var>TEST</var>?
fr: Combien de points <var>STUDENT</var> a-t-il gagné à l'<var>TEST</var> ?
nb: Hvor mange poeng fikk <var>STUDENT</var> på <var>TEST</var>?
pl: Ile punktów zdobył(a) <var>STUDENT</var> z <var>TEST</var>?
pt: Quantos pontos <var>STUDENT</var> obteve no <var>TEST</var>?
tr: <var>STUDENT</var>, <var>TEST</var>'de kaç puan kazanmıştır?

source: How many rows are there?
da: Hvor mange rækker er der?
es: ¿Cuántos renglones hay?
fr: Combien de rangées y a-t-il ?
hi: यहाँ कितने खाने हैं?
ja: いくつの列がここにはありますか?
nb: Hvor mange rekker er det?
nl: Hoeveel rijen zijn er?
pl: Ile jest rzędów?
pt: Quantas fileiras há?
pt_pt: Quantas linhas existem?
tr: Kaç satır var?

source: How many rows does the second matrix, <code><var>PRETTY_MAT_2_ID</var></code>, have?
da: Hvor mange rækker har den anden matrix, <code><var>PRETTY_MAT_2_ID</var></code>?
es: ¿Cuántas filas tiene la primera matriz <code><var>PRETTY_MAT_2_ID</var></code>?
fr: Quel est le nombre de lignes de la deuxième matrice <code><var>PRETTY_MAT_2_ID</var></code> ?
nb: Hvor mange rekker har den andre matrisen, <code><var>PRETTY_MAT_2_ID</var></code>?
pt: Quantas linhas a segunda matriz, <code><var>PRETTY_MAT_2_ID</var></code>, tem?
tr: İkinci matris, <code><var>PRETTY_MAT_2_ID</var></code> matrisinin, kaç satırı vardır?

source: How many rows of <code>\blue{<var>A</var>}</code> circles do we need to make <code>\pink{<var>C</var>}</code> total circles?
fr: Combien de rangées de <code>\blue{<var>A</var>}</code> cercles faut-il pour obtenir <code>\pink{<var>C</var>}</code> cercles au total ?
ja: 全部で <code>\pink{<var>C</var>}</code> 個の円にするには <code>\blue{<var>A</var>}</code> 個の円が何列必要ですか?
nb: Hvor mange rader på <code>\blue{<var>A</var>}</code> sirkler trenger vi for å lage <code>\pink{<var>C</var>}</code> sirkler totalt?
nl: Hoeveel rijen van <code>\blue{<var>A</var>}</code> cirkels hebben we nodig om <code>\pink{<var>C</var>}</code> cirkels in totaal te krijgen?
pl: Ile rzędów po <code>\blue{<var>A</var>}</code> kółek potrzebujemy, żeby razem mieć <code>\pink{<var>C</var>}</code> kółek?
pt: Quantas linhas de <code>\blue{<var>A</var>}</code> círculos precisamos para formarmos <code>\pink{<var>C</var>}</code> círculos no total?
tr: Toplam <code>\pink{<var>C</var>}</code> çember yapmak için kaç satır <code>\blue{<var>A</var>}</code> çember gerekir?

source: How many rows of <var>plural_form(crop(1))</var> did <var>person(1)</var> plant in the <var>field(1)</var>?
fr: Combien <var>person(1)</var> a-t-il planté de rangs de <var>plural_form(crop(1))</var> dans le <var>field(1)</var> ?
nb: Hvor mange <var>plural_form(crop(1))</var> plantet <var>person(1)</var> i <var>field(1)</var>?
pl: Ile rzędów <var>plural_form(crop(1))</var> <var>person(1)</var> sadzi na <var>field(1)</var>?
pt: Quantas linhas de <var>plural_form(crop(1))</var> <var>person(1)</var> plantou no <var>field(1)</var>?
tr: <var>person(1)</var>, <var>field(1)</var>'de kaç sıra <var>plural_form(crop(1))</var> ekmiştir?
