Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The volume of a shape can be measured by the number of cubic <var>plural_form(UNIT)</var> that make up the shape.
es: El volumen de una figura puede medirse por el número de <var>plural_form(UNIT)</var> cúbicos que conforman la figura.
fr: Le volume d'un solide peut être mesuré en nombre de <var>plural_form(UNIT)</var> cubes qui le forme.
nb: Volumet av formen kan beregnes i kubikk <var>plural_form(UNIT)</var> som utgjør figuren.
pl: Objętość kształtu możne być zmierzona liczbą <var>plural_form(UNIT)</var> sześciennych, z których stworzony jest kształt.
pt: O volume de uma forma pode ser medido pelo número de <var>plural_form(UNIT)</var> cúbicos que compõem essa forma.
tr: Bir şeklin hacmi, bu şekli oluşturan <var>plural_form(UNIT)</var> küp sayısıyla ölçülebilir.

source: The volume of a shape is measured by counting the number of cubic <var>plural_form(UNIT)</var>.
fr: Le volume d'un solide se mesure en comptant le nombre de <var>plural_form(UNIT)</var> cubes.
nb: Volumet i en figur måler antall kubikk<var>plural_form(UNIT)</var>.
pl: Objętość kształtu otrzymamy po policzeniu liczby <var>plural_form(UNIT)</var> sześciennych.
pt: O volume de uma forma é medida contando o número de <var>plural_form(UNIT)</var> cúbicos.
tr: Bir şeklin hacmi, <var>plural_form(UNIT)</var> küplerin sayısının sayılmasıyla ölçülür.

source: The volume of a shape is measured by the number of one <var>UNIT</var> cubes which make up the shape.
es: El volumen de una figura se mide por el número de cubos de un <var>UNIT</var> que conforman la figura.
fr: Le volume d'un solide est mesuré par le nombre de cubes d'un <var>UNIT</var> qui le forment.
nb: Volumet er mål for hvor mange av en <var>UNIT</var> kuber som kan fylle formen.
pt: O volume de uma figura é medido pelo número de cubos de um <var>UNIT</var> que formam a figura.
tr: Bir şeklin hacmi, şekli oluşturan bir <var>UNIT</var> birimlik küplerin sayısı olarak ölçülür.

source: The volume of the <code> <var>LENGTH</var> <var>UNIT_TEXT</var> \times <var>WIDTH</var> <var>UNIT_TEXT</var> \times 1 <var>UNIT_TEXT</var> </code> slab pictured above is <code> <var>LENGTH*WIDTH</var> <var>UNIT_TEXT</var>^3 </code> since there are <code><var>LENGTH</var></code> rows of <code><var>WIDTH</var></code> cubic <var>plural_form(UNIT)</var>.
es: El volumen del <code> <var>LENGTH</var> <var>UNIT_TEXT</var> \times <var>WIDTH</var> <var>UNIT_TEXT</var> \times 1 <var>UNIT_TEXT</var> </code> bloque representado arriba mide <code> <var>LENGTH*WIDTH</var> <var>UNIT_TEXT</var>^3 </code> dado que hay <code><var>LENGTH</var></code> filas de <code><var>WIDTH</var></code> <var>plural_form(UNIT)</var> cúbicos.
fr: Le volume du bloc gris représenté ci-dessus en gris est <code> <var>LENGTH</var> <var>UNIT_TEXT</var> \times <var>WIDTH</var> <var>UNIT_TEXT</var> \times 1 <var>UNIT_TEXT</var> </code> soit <code> <var>LENGTH*WIDTH</var> <var>UNIT_TEXT</var>^3 </code> puisqu'il y a <code><var>LENGTH</var></code> rangées de <code><var>WIDTH</var></code> <var>plural_form(UNIT)</var> cubes.
nb: Volumet av <code> <var>LENGTH</var> <var>UNIT_TEXT</var> \times <var>WIDTH</var> <var>UNIT_TEXT</var> \times 1 <var>UNIT_TEXT</var> </code> lag tegnet ovenfor <code> <var>LENGTH*WIDTH</var> <var>UNIT_TEXT</var>^3 </code> siden det er <code><var>LENGTH</var></code> rader med <code><var>WIDTH</var></code> kubikk <var>plural_form(UNIT)</var>.
pl: Objętość płytki <code> <var>LENGTH</var> <var>UNIT_TEXT</var> \times <var>WIDTH</var> <var>UNIT_TEXT</var> \times 1 <var>UNIT_TEXT</var> </code> na obrazku powyżej wynosi <code> <var>LENGTH*WIDTH</var> <var>UNIT_TEXT</var>^3 </code> ponieważ jest <code><var>LENGTH</var></code> rzędów po <code><var>WIDTH</var></code> <var>plural_form(UNIT)</var> sześciennych.
pt: O volume da placa <code> <var>LENGTH</var> <var>UNIT_TEXT</var> \times <var>WIDTH</var> <var>UNIT_TEXT</var> \times 1 <var>UNIT_TEXT</var> </code> desenhada acima é de <code> <var>LENGTH*WIDTH</var> <var>UNIT_TEXT</var>^3 </code> uma vez que tem <code><var>LENGTH</var></code> linhas de <code><var>WIDTH</var></code> <var>plural_form(UNIT)</var> cúbicos.

source: The volume of the water in the tank is <code> <var>H1 * L1 * W1</var> \text{<var>UNIT</var>}^3 - <var>H2 * L2 * W2</var> \text{<var>UNIT</var>}^3 = <var>H1 * L1 * W1 - H2 * L2 * W2</var>\text{<var>UNIT</var>}^3 </code>
es: El volumen del tanque de agua es <code> <var>H1 * L1 * W1</var> \text{<var>UNIT</var>}^3 - <var>H2 * L2 * W2</var> \text{<var>UNIT</var>}^3 = <var>H1 * L1 * W1 - H2 * L2 * W2</var>\text{<var>UNIT</var>}^3 </code>
fr: Le volume d'eau dans le réservoir est <code> <var>H1 * L1 * W1</var> \text{<var>UNIT</var>}^3 - <var>H2 * L2 * W2</var> \text{<var>UNIT</var>}^3 = <var>H1 * L1 * W1 - H2 * L2 * W2</var>\text{<var>UNIT</var>}^3 </code>.
nb: Volumet av vannet i tanken er <code> <var>H1 * L1 * W1</var> \text{<var>UNIT</var>}^3 - <var>H2 * L2 * W2</var> \text{<var>UNIT</var>}^3 = <var>H1 * L1 * W1 - H2 * L2 * W2</var>\text{<var>UNIT</var>}^3 </code>
pl: Objętość wody w zbiorniku wynosi <code> <var>H1 * L1 * W1</var> \text{<var>UNIT</var>}^3 - <var>H2 * L2 * W2</var> \text{<var>UNIT</var>}^3 = <var>H1 * L1 * W1 - H2 * L2 * W2</var>\text{<var>UNIT</var>}^3 </code>
pt: O volume da água no tanque é de <code> <var>H1 * L1 * W1</var> \text{<var>UNIT</var>}^3 - <var>H2 * L2 * W2</var> \text{<var>UNIT</var>}^3 = <var>H1 * L1 * W1 - H2 * L2 * W2</var>\text{<var>UNIT</var>}^3 </code>
tr: Tankın içindeki suyun hacmi <code> <var>H1 * L1 * W1</var> \text{<var>UNIT</var>}^3 - <var>H2 * L2 * W2</var> \text{<var>UNIT</var>}^3 = <var>H1 * L1 * W1 - H2 * L2 * W2</var>\text{<var>UNIT</var>}^3 </code>

source: The volume of this box is <code><var>VOL</var> <var>UNIT_TEXT</var>^3</code>. Find <code>x</code>.
fr: Le volume de ce pavé droit est <code><var>VOL</var> <var>UNIT_TEXT</var>^3</code>. Trouver <code>x</code>.
nb: Volumet av denne boksen er <code><var>VOL</var> <var>UNIT_TEXT</var>^3</code>. Finn <code>x</code>.
pl: Objętość pudełka wynosi <code><var>VOL</var> <var>UNIT_TEXT</var>^3</code>. Znajdź <code>x</code>.
pt: O volume desta caixa é <code><var>VOL</var> <var>UNIT_TEXT</var>^3</code>. Descubra <code>x</code>.
tr: Bu kutunun hacmi <code><var>VOL</var> <var>UNIT_TEXT</var>^3</code>tür. <code>x</code>'i bulunuz.

source: The volume of this rectangular prism is <code><var>LENGTH*WIDTH*HEIGHT</var></code> cubic units. What is the number labeled <code>x</code> below?
es: El volumen de este prisma rectangular vale <code><var>LENGTH*WIDTH*HEIGHT</var></code> unidades cúbicas. ¿Cuánto vale el número <code>x</code> de la figura siguiente?
fr: Le volume de ce parallélépipède rectangle vaut <code><var>LENGTH*WIDTH*HEIGHT</var></code> unités cubes. Combien vaut <code>x</code> ?
nb: Volumet av dette rektangulære prismet er <code><var>LENGTH*WIDTH*HEIGHT</var></code> kubikkenheter. Hvilket tall kan tallet <code>x</code> nedenfor være?
pl: Objętość prostopadłościanu wynosi <code><var>LENGTH*WIDTH*HEIGHT</var></code> jednostek sześciennych. Ile wynosi liczba oznaczona poniżej jako <code>x</code>?
pt: O volume deste prisma retangular é de <code><var>LENGTH*WIDTH*HEIGHT</var></code> unidades cúbicas. Qual é o número identificado como <code>x</code> abaixo?
tr: Bu dikdörtgenler prizmasının hacmi <code><var>LENGTH*WIDTH*HEIGHT</var></code> birimküptür. Aşağıda <code>x</code> olarak belirtilen sayı nedir?

source: The width is <code><var>W</var></code> <var>UNIT_TEXT</var>.
da: Bredden er <code><var>W</var></code> <var>UNIT_TEXT</var>.
fr: La largeur vaut <code><var>W</var></code> <var>UNIT_TEXT</var>.
nb: Bredden er <code><var>W</var></code> <var>UNIT_TEXT</var>.
nl: De breedte is <code><var>W</var></code> <var>UNIT_TEXT</var>.
pl: Szerokość wynosi <code><var>W</var></code> <var>UNIT_TEXT</var>.
pt: A largura é <code><var>W</var></code> <var>UNIT_TEXT</var>.

source: The women of computing past
nb: Kvinner i databransjen før i tiden
pl: Kobiety w informatyce - kiedyś
pt: As mulheres da computação no passado
pt_pt: As mulheres importantes na história da computação
tr: Geçmişte bilgisayar bilimindeki kadınlar

source: The women of computing today
nb: Kvinner i databransjen i dag
pl: Kobiety w informatyce - dziś
pt: As mulheres da computação hoje
pt_pt: As mulheres da computação de hoje
tr: Günümüzde bilgisayar biliminde kadınlar

source: The y-intercept is <code class="hint_green"><var>YINT</var></code> and the slope is <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>.
es: La intersección con el eje y es <code class="hint_green"><var>YINT</var></code> y la pendiente es <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>.
fr: L'ordonnée à l'origine est <code class="hint_green"><var>YINT</var></code> et le coefficient directeur est <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>.
nb: Skjæringspunktet til y er <code class="hint_green"><var>YINT</var></code> og stigningen er <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>.
pl: Przecięcie z osią y to <code class="hint_green"><var>YINT</var></code> i nachylenie to <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>.
pt: O ponto de interceptação no eixo y é <code class="hint_green"><var>YINT</var></code> e o coeficiente angular é <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>.
tr: y kesme noktası, <code class="hint_green"><var>YINT</var></code> ve EĞİM, <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>.

source: The y-intercept is <code class="hint_green"><var>YINT</var></code> and the slope is <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Since the y-intercept is <code class="hint_green"><var>YINT</var></code>, the line must pass through the point <code class="hint_green">(0, <var>YINT</var>)</code>.
da: Y-skæringspunktet er <code class="hint_green"><var>YINT</var></code>, og hældningen er <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Eftersom y-skæringspunktet er <code class="hint_green"><var>YINT</var></code>, skal linjen gå gennem punktet <code class="hint_green">(0, <var>YINT</var>)</code>.
es: La intersección con el eje y es <code class="hint_green"><var>YINT</var></code> y la pendiente es <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Puesto que la intersección con el eje y es <code class="hint_green"><var>YINT</var></code>, La recta debe pasar por el punto <code class="hint_green">(0, <var>YINT</var>)</code>.
fr: L'ordonnée à l'origine est <code class="hint_green"><var>YINT</var></code> et le coeffcient directeur est égal à <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Comme l'ordonnée à l'origine est <code class="hint_green"><var>YINT</var></code>, la droite passe par le point <code class="hint_green">(0, <var>YINT</var>)</code>.
nb: Skjæringspunktet med y-aksen er <code class="hint_green"><var>YINT</var></code>, og hældningen er <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Ettersom skjæringspunktet med y-aksem er <code class="hint_green"><var>YINT</var></code>, skal linjen gå gjennom punktet <code class="hint_green">(0, <var>YINT</var>)</code>.
pl: Przecięcie z osią Y znajduje się w punkcie <code class="hint_green"><var>YINT</var></code>, a nachylenie wynosi <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Ponieważ wartość przecięcia z osią Y wynosi <code class="hint_green"><var>YINT</var></code>, prosta musi przechodzić przez punkt <code class="hint_green">(0, <var>YINT</var>)</code>.
pt: O ponto de interceptação de y é <code class="hint_green"><var>YINT</var></code> e a inclinação é de <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Já que o ponto de interceptação de y é <code class="hint_green"><var>YINT</var></code>, a reta deverá passar pelo ponto <code class="hint_green">(0, <var>YINT</var>)</code>.

source: The y-intercept is <code class="hint_green"><var>YINT</var></code>, and this equation represents a line where <strong class="hint_blue">all</strong> of the points have <code>y = <var>YINT</var></code>.
da: Y-skæringspunktet er <code class="hint_green"><var>YINT</var></code>, og denne ligning repræsenterer en linje, hvor <strong class="hint_blue">alle</strong> punkterne har <code>y = <var>YINT</var></code>.
es: La intersección con el eje y es <code class="hint_green"><var>YINT</var></code>, y esta ecuación representa una recta donde <strong class="hint_blue">todos</strong> los puntos tienen <code>y = <var>YINT</var></code>.
fr: L'ordonnée à l'origine est <code class="hint_green"><var>YINT</var></code>, et les coordonnées de <strong class="hint_blue">tous</strong> les points de la droite vérifient l'égalité <code>y = <var>YINT</var></code>.
nb: Skjæringspunktet for y er <code class="hint_green"> <var>YINT</var></code>, og denne ligningen representerer en linje hvor <strong class="hint_blue"> alle</strong> punktene har <code>y = <var>YINT</var></code>.
pl: Przecięcie z osią y to <code class="hint_green"><var>YINT</var></code>, a równanie przedstawia prostą, gdzie <strong class="hint_blue">wszystkie</strong> z punktów mają <code>y = <var>YINT</var></code>.
pt: O ponto de interceptação no eixo y é <code class="hint_green"><var>YINT</var></code>, e essa equação representa uma reta em que <strong class="hint_blue">todos</strong> os pontos têm <code>y = <var>YINT</var></code>.
tr: y kesme noktası, <code class="hint_green"><var>YINT</var></code>, ve bu denklem <strong class="hint_blue">tüm </strong> noktalarda <code>y = <var>YINT</var></code> olan bir doğruyu gösterir.

source: The y-intercept is <code class="hint_green"><var>YINT</var></code>, so the line must pass through the point <code class="hint_green">(0, <var>YINT</var>)</code>.
da: Y-skæringspunktet er <code class="hint_green"><var>YINT</var></code>, så linjen skal igennem punktet <code class="hint_green">(0, <var>YINT</var>)</code>.
es: La intersección con el eje y es <code class="hint_green"><var>YINT</var></code>, así que la recta debe pasar por el punto <code class="hint_green">(0, <var>YINT</var>)</code>.
fr: L'ordonnée à l'origine est <code class="hint_green"><var>YINT</var></code>, donc la droite doit passer par le point de coordonnées <code class="hint_green">(0, <var>YINT</var>)</code>.
nb: Skjæringspunktet y er <code class="hint_green"> <var>YINT</var></code>, slik at linjen må passere punkt <code class="hint_green"> (0, <var>YINT</var>)</code>.
pl: Przcięcie z osią y to <code class="hint_green"><var>YINT</var></code>, więc prosta musi przechodzić przez punkt <code class="hint_green">(0, <var>YINT</var>)</code>.
pt: O ponto de interceptação no eixo y é <code class="hint_green"><var>YINT</var></code>, então a reta deve passar pelo ponto <code class="hint_green">(0, <var>YINT</var>)</code>.
tr: y kesme noktası, <code class="hint_green"><var>YINT</var></code>, buna göre, doğrunun <code class="hint_green">(0, <var>YINT</var>)</code> noktasından geçmesi gerekir.

source: The y-intercept is <code class="hint_red"><var>YINT_1</var></code> and the slope is <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Since the y-intercept is <code class="hint_red"><var>YINT_1</var></code>, the line must pass through the point <code class="hint_red">(0, <var>YINT_1</var>)</code>.
es: La ordenada al origen es <code class="hint_red"><var>YINT_1</var></code> y la pendiente es <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Como la ordenada al origen es <code class="hint_red"><var>YINT_1</var></code>, la línea debe pasar por el punto <code class="hint_red">(0, <var>YINT_1</var>)</code>.
fr: L'ordonnée à l'origine est <code class="hint_red"><var>YINT_1</var></code> et le coefficient directeur est <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Comme l'ordonnée à l'origine est <code class="hint_red"><var>YINT_1</var></code>, la droite passe par le point <code class="hint_red">(0, <var>YINT_1</var>)</code>.
nb: Skjæringspunktet er <code class="hint_red"><var>YINT_1</var></code> og stigningstallet er <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Siden y-skjæringen er <code class="hint_red"><var>YINT_1</var></code>, må linjen gå gjennom punktet <code class="hint_red">(0, <var>YINT_1</var>)</code>.
pt: A interceptação em y é <code class="hint_red"><var>YINT_1</var></code> e o coeficiente angular é <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Como a interceptação em y é <code class="hint_red"><var>YINT_1</var></code>, a reta deverá passar pelo ponto <code class="hint_red">(0, <var>YINT_1</var>)</code>.
tr: y kesme noktası, <code class="hint_red"><var>YINT_1</var></code> ve eğim, <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. y kesme noktası <code class="hint_red"><var>YINT_1</var></code> olduğundan, doğru <code class="hint_red">(0, <var>YINT_1</var>)</code> noktasından geçmek zorundadır.

source: The y-intercept is <code class="hint_red"><var>YINT_2</var></code> and the slope is <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Since the y-intercept is <code class="hint_red"><var>YINT_2</var></code>, the line must pass through the point <code class="hint_red">(0, <var>YINT_2</var>)</code>.
es: La ordenada al origen es <code class="hint_red"><var>YINT_2</var></code> y la pendiente es <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Como la ordenada al origen es <code class="hint_red"><var>YINT_2</var></code>, la línea debe pasar por el punto <code class="hint_red">(0, <var>YINT_2</var>)</code>.
fr: L'ordonnée à l'origine est <code class="hint_red"><var>YINT_2</var></code> et le coefficient directeur est <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Comme l'ordonnée à l'origine est <code class="hint_red"><var>YINT_2</var></code>, la droite passe par le point <code class="hint_red">(0, <var>YINT_2</var>)</code>.
nb: y-skjæringspunktet er <code class="hint_red"><var>YINT_2</var></code> og stigningstallet er <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Siden y-skjæringspunktet er <code class="hint_red"><var>YINT_2</var></code>, må linjen gå gjennom punktet <code class="hint_red">(0, <var>YINT_2</var>)</code>.
pt: A interceptação em y é <code class="hint_red"><var>YINT_2</var></code> e o coeficiente angular é <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Como a interceptação em y é <code class="hint_red"><var>YINT_2</var></code>, a reta deverá passar pelo ponto <code class="hint_red">(0, <var>YINT_2</var>)</code>.
tr: y kesme noktası, <code class="hint_red"><var>YINT_2</var></code> ve eğim, <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. y kesme noktası <code class="hint_red"><var>YINT_2</var></code> olduğundan, doğru <code class="hint_red">(0, <var>YINT_2</var>)</code> noktasından geçmek zorundadır.

source: The y-intercept is <code>\red{<var>YINT_1</var>}</code> and the slope is <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Since the y-intercept is <code>\red{<var>YINT_1</var>}</code>, the line must pass through the point <code>\red{(0, <var>YINT_1</var>)}</code>.
es: La ordenada al origen es <code>\red{<var>YINT_1</var>}</code> y la pendiente es <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Como la ordenada al origen es <code>\red{<var>YINT_1</var>}</code>, la línea debe pasar por el punto <code>\red{(0, <var>YINT_1</var>)}</code>.
fr: L'ordonnée à l'origine est <code>\red{<var>YINT_1</var>}</code> et le coefficient directeur est <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Comme l'ordonnée à l'origine est <code>\red{<var>YINT_1</var>}</code>, la droite passe par le point <code>\red{(0, <var>YINT_1</var>)}</code>.
nb: Skjæringen med y-aksen er <code>\red{<var>YINT_1</var>}</code> og stigningstallet er <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Siden skjæringen med y-aksen er <code>\red{<var>YINT_1</var>}</code>,må linjen gå gjennom punktet <code>\red{(0, <var>YINT_1</var>)}</code>.
pt: A interceptação em y é <code>\red{<var>YINT_1</var>}</code> e o coeficiente angular é <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Como a interceptação em y é <code>\red{<var>YINT_1</var>}</code>, a reta deverá passar pelo ponto <code>\red{(0, <var>YINT_1</var>)}</code>.
tr: y-kesme noktası, <code>\red{<var>YINT_1</var>}</code> ve eğim, <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. y-kesme noktası <code>\red{<var>YINT_1</var>}</code> olduğundan, doğru <code>\red{(0, <var>YINT_1</var>)}</code> noktasından geçmelidir.

source: The y-intercept is <code>\red{<var>YINT_2</var>}</code> and the slope is <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Since the y-intercept is <code>\red{<var>YINT_2</var>}</code>, the line must pass through the point <code>\red{(0, <var>YINT_2</var>)}</code>.
es: La ordenada al origen es <code>\red{<var>YINT_2</var>}</code> y la pendiente es <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Como la ordenada al origen es <code>\red{<var>YINT_2</var>}</code>, la línea debe pasar por el punto <code>\red{(0, <var>YINT_2</var>)}</code>.
fr: L'ordonnée à l'origine est <code>\red{<var>YINT_2</var>}</code> et le coefficient directeur est <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Comme l'ordonnée à l'origine est <code>\red{<var>YINT_2</var>}</code>, la droite passe par le point <code>\red{(0, <var>YINT_2</var>)}</code>.
nb: Skjæringspunktet er <code>\red{<var>YINT_2</var>}</code> og stigningstallet er <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Siden skjæring med y-aksen er <code>\red{<var>YINT_2</var>}</code>, må linjen gå gjennom punktet <code>\red{(0, <var>YINT_2</var>)}</code>.
pt: A interceptação em y é <code>\red{<var>YINT_2</var>}</code> e o coeficiente angular é <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Como a interceptação em y é <code>\red{<var>YINT_2</var>}</code>, a reta deverá passar pelo ponto <code>\red{(0, <var>YINT_2</var>)}</code>.
tr: y-kesme noktası, <code>\red{<var>YINT_2</var>}</code> ve eğim, <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. y-kesme noktası <code>\red{<var>YINT_2</var>}</code> olduğundan, doğru <code>\red{(0, <var>YINT_2</var>)}</code> noktasından geçmelidir.
