Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <code>f(x)</code> is odd because <code>f(x) = -f(-x)</code>. (For all x values, not just the ones we checked!)
es: <code>f(x)</code> es impar pues <code>f(x) = -f(-x)</code>. (Para todos los valores de x, ¡no solo los que revisamos!)
fr: La fonction qui à x fait correspondre <code>f(x)</code> est impaire car <code>f(x) = -f(-x)</code>. (Pour toutes les valeurs de x, pas uniquement celles que nous avons vérifiées !)
pt: <code>f(x)</code> é ímpar porque <code>f(x) = -f(-x)</code>. (para todos os valores de x, não apenas aqueles que verificamos!)
tr: <code>f(x)</code> tektir, çünkü<code>f(x) = -f(-x)</code>. (Yalnız kontrol ettiklerimiz değil, tüm x değerleri için!)

source: <code>f(x)</code> is undefined when the denominator is 0.
da: <code>f(x)</code> er udefineret når nævneren er 0.
es: <code>f(x)</code> no está definida cuando el denominador es 0.
fr: <code>f(x)</code> n'est pas défini lorsque le dénominateur est égal à 0.
nb: <code>f(x)</code> er udefinert når nevneren er 0.
pt: <code>f(x)</code> é indefinida quando o denominador é 0.
tr: Payda 0 olduğunda, <code>f(x)</code> tanımsızdır.

source: <code>f(x)</code> is undefined when the radicand (the expression under the radical) is less than zero.
da: <code>f(x)</code> er ikke defineret, når radikanten (udtrykket under rodtegnet) er mindre end 0.
es: <code>f(x)</code> no está definida cuando el radicando (la expresión debajo del radical) es menor a cero.
nb: <code>f(x)</code> er ikke definert når uttrykket under rottegnet er mindre enn 0.
pt: <code>f(x)</code> é indefinida quando o radicando (a expressão sob o radical) é menor que zero.
tr: Kök içindeki ifade 0'dan küçük olduğunda, <code>f(x)</code> tanımsız olur.

source: <code>x + <var>-A</var> = 0</code> or <code>x + <var>-B</var> = 0</code>
da: <code>x + <var>-A</var> = 0</code> eller <code>x + <var>-B</var> = 0</code>
es: <code>x + <var>-A</var> = 0</code> o <code>x + <var>-B</var> = 0</code>
fr: <code>x + <var>-A</var> = 0</code> ou <code>x + <var>-B</var> = 0</code>
nl: <code>x + <var>-A</var> = 0</code> of <code>x + <var>-B</var> = 0</code>
pl: <code>x + <var>-A</var> = 0</code> lub <code>x + <var>-B</var> = 0</code>
pt: <code>x + <var>-A</var> = 0</code> ou <code>x + <var>-B</var> = 0</code>
tr: <code>x + <var>-A</var> = 0</code> veya <code>x + <var>-B</var> = 0</code>

source: <code>x = </code> <span class="entry short40"></span> &nbsp; or <code>x = </code> <span class="entry short40"></span>
da: <code>x = </code> <span class="entry short40"></span> &nbsp; eller <code>x = </code> <span class="entry short40"></span>
es: <code>x = </code> <span class="entry short40"></span> &nbsp; o <code>x = </code> <span class="entry short40"></span>
fr: <code>x = </code> <span class="entry short40"></span> &nbsp; ou <code>x = </code> <span class="entry short40"></span>
pl: <code>x = </code> <span class="entry short40"></span> &nbsp; lub <code>x = </code> <span class="entry short40"></span>
pt: <code>x = </code> <span class="entry short40"></span> &nbsp; ou <code>x = </code> <span class="entry short40"></span>
tr: <code>x = </code> <span class="entry short40"></span> &nbsp; veya <code>x = </code> <span class="entry short40"></span>

source: <code>x = \text{ <var>P1_MOL</var> <var>plural_form(MOLE, P1_MOL)</var>}</code> of <code><var>P1</var></code> produced.
pl: <code>x = \text{ <var>P1_MOL</var> <var>plural_form(MOLE, P1_MOL)</var>}</code> substancji <code><var>P1</var></code> powstało.
pt: Serão produzidos <code>x = \text{ <var>P1_MOL</var> <var>plural_form(MOLE, P1_MOL)</var>}</code> de <code><var>P1</var></code>.
tr: <code>x = \text{ <var>P1_MOL</var> <var>plural_form(MOLE, P1_MOL)</var>}</code> <code><var>P1</var></code> üretilmiştir.

source: <code>x = \text{ <var>roundTo(3, R1_MOL * R2_RATIO / R1_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R1_MOL * R2_RATIO / R1_RATIO))</var>}</code> of <code><var>R2</var></code> needed.
pl: <code>x = \text{ <var>roundTo(3, R1_MOL * R2_RATIO / R1_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R1_MOL * R2_RATIO / R1_RATIO))</var>}</code> substancji <code><var>R2</var></code> są potrzebne.
pt: São necessários <code>x = \text{ <var>roundTo(3, R1_MOL * R2_RATIO / R1_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R1_MOL * R2_RATIO / R1_RATIO))</var>}</code> de <code><var>R2</var></code>.
tr: <code>x = \text{ <var>roundTo(3, R1_MOL * R2_RATIO / R1_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R1_MOL * R2_RATIO / R1_RATIO))</var>}</code> of <code><var>R2</var></code> gereklidir.

source: <code>x = \text{ <var>roundTo(3, R2_MOL * R1_RATIO / R2_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R2_MOL * R1_RATIO / R2_RATIO))</var>}</code> of <code><var>R1</var></code> needed.
pl: <code>x = \text{ <var>roundTo(3, R2_MOL * R1_RATIO / R2_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R2_MOL * R1_RATIO / R2_RATIO))</var>}</code> substancji <code><var>R1</var></code> są potrzebne.
pt: São necessários <code>x = \text{ <var>roundTo(3, R2_MOL * R1_RATIO / R2_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R2_MOL * R1_RATIO / R2_RATIO))</var>}</code> de <code><var>R1</var></code>.
tr: <code>x = \text{ <var>roundTo(3, R2_MOL * R1_RATIO / R2_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R2_MOL * R1_RATIO / R2_RATIO))</var>}</code> of <code><var>R1</var></code> gereklidir.

source: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> and <code>x = {}</code><span class="entry short35" data-forms="integer"></span>
es: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> y <code>x = {}</code><span class="entry short35" data-forms="integer"></span>
fr: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> et <code>x = {}</code><span class="entry short35" data-forms="integer"></span>
nb: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> og <code>x = {}</code><span class="entry short35" data-forms="integer"></span>
pl: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> i <code>x = {}</code><span class="entry short35" data-forms="integer"></span>
pt: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> e <code>x = {}</code><span class="entry short35" data-forms="integer"></span>
tr: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> ve <code>x = {}</code><span class="entry short35" data-forms="integer"></span>

source: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> or <code>x = {}</code><span class="entry short35" data-forms="integer"></span>
es: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> o <code>x = {}</code><span class="entry short35" data-forms="integer"></span>
fr: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> ou <code>x = {}</code><span class="entry short35" data-forms="integer"></span>
nb: <code>x = {}</code><span class="entry short35" data-forms="integer"></span>ellerr <code>x = {}</code><span class="entry short35" data-forms="integer"></span>
pl: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> lub <code>x = {}</code><span class="entry short35" data-forms="integer"></span>
pt: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> e <code>x = {}</code><span class="entry short35" data-forms="integer"></span>
tr: <code>x = {}</code><span class="entry short35" data-forms="integer"></span> veya <code>x = {}</code><span class="entry short35" data-forms="integer"></span>

source: <code>x = {}</code><span class="entry short35"></span> or <code>x = {}</code><span class="entry short35"></span>
es: <code>x = {}</code><span class="entry short35"></span> o <code>x = {}</code><span class="entry short35"></span>
fr: <code>x = {}</code><span class="entry short35"></span> ou <code>x = {}</code><span class="entry short35"></span>
nb: <code>x = {}</code><span class="entry short35"></span> eller <code>x = {}</code><span class="entry short35"></span>
pt: <code>x = {}</code><span class="entry short35"></span> ou <code>x = {}</code><span class="entry short35"></span>
tr: <code>x = {}</code><span class="entry short35"></span> veya <code>x = {}</code><span class="entry short35"></span>

source: <code>x^{1} = x</code>, no matter what <code>x</code> is.
fr: <code>x^{1} = x</code> quelque soit la valeur de <code>x</code>.
nb: <code>x^{1} = x</code>, uansett hva <code>x</code> er.
pl: <code>x^{1} = x</code> dla każdego <code>x</code>.
pt: <code>x^{1} = x</code>, independente de quanto seja <code>x</code>.
tr: <code>x</code> ne olursa olsun, <code>x^{1} = x</code>.

source: <code>x_1</code> is the same as the <code>x</code> coordinate of the focus. <code>y_1</code> is at the midpoint of <code><var>PRETTY_FOCUS_Y</var></code> and <code><var>PRETTY_DIR_Y</var></code>.
es: <code>x_1</code> es lo mismo que la coordenada <code>x</code> del foco. <code>y_1</code> está en el punto medio de <code><var>PRETTY_FOCUS_Y</var></code> y <code><var>PRETTY_DIR_Y</var></code>.
fr: L'abscisse <code>x_1</code> du sommet est la même que l'abscisse <code>x</code> du foyer. Son ordonnée <code>y_1</code> est la demi-somme de <code><var>PRETTY_FOCUS_Y</var></code> et <code><var>PRETTY_DIR_Y</var></code>.
pt: <code>x_1</code> é igual à coordenada <code>x</code> do foco. <code>y_1</code> é o ponto médio de <code><var>PRETTY_FOCUS_Y</var></code> e <code><var>PRETTY_DIR_Y</var></code>.
tr: <code>x_1</code> odağın <code>x</code> koordinatıyla aynıdır. <code>y_1</code> <code><var>PRETTY_FOCUS_Y</var></code> ve<code><var>PRETTY_DIR_Y</var></code>'in orta noktasındadır .

source: <code>y = f(x)</code>, so solving for <code>x</code> in terms of <code>y</code> gives <code>x=f^{-1}(y)</code>
es: <code>y = f(x)</code>, así, resolviendo para <code>x</code> en terminos de <code>y</code> obtenemos <code>x=f^{-1}(y)</code>
fr: <code>y = f(x)</code>, donc si on exprime <code>x</code> en fonction de <code>y</code>, on obtient <code>x=f^{-1}(y)</code>
nb: <code>y = f(x)</code>, så å løse for <code>x</code> uttrykt med <code>y</code> gir <code>x=f^{-1}(y)</code>
pt: <code>y = f(x)</code>, portanto, resolvendo para <code>x</code> em função de <code>y</code> nos dá <code>x=f^{-1}(y)</code>
tr: <code>y = f(x)</code>, böylece, <code>x</code>'i <code>y</code> cinsinden ifade etmek, <code>x=f^{-1}(y)</code>'yi verir.

source: <em>...and %(num_entries)s more</em>
da: <em>.. .og %(num_entries)s flere</em>
es: <em>...y %(num_entries)s más</em>
fr: <em>...et %(num_entries)s de plus </em>
ja: <em>...そしてさらに %(num_entries)s </em>
nb: <em>...og %(num_entries)s flere</em>
nl: <em>...en %(num_entries)s meer</em>
pl: <em>... i %(num_entries)s więcej</em>
pt: <em>... e %(num_entries)s mais</em>
pt_pt: <em>… e outras %(num_entries)s</em>
tr: <em>...ve %(num_entries)s devamı</em>

source: <em>...and %(num_videos)s more</em>
da: <em>...og %(num_videos)s mere</em>
es: <em>...y %(num_videos)s más</em>
fr: <em>...et %(num_videos)s plus de </em>
ja: <em>...そしてさらに %(num_videos)s </em>
nb: <em>...og %(num_videos)s mer</em>
nl: <em>...en %(num_videos)s meer</em>
pl: <em>...i %(num_videos)s więcej</em>
pt: <em>... e mais %(num_videos)s</em>
pt_pt: <em>… e outros %(num_videos)s</em>
tr: <em>...ve %(num_videos)s tane daha</em>

source: <h2 class='parent-label'>Parents,</h2><div class='start-here'><a href='javascript: void 0;' class='parent-signup-link'>start here to sign up your child.</a></div>
ja: <h2 class='parent-label'>親の方へ，</h2><div class='start-here'><a href='javascript: void 0;' class='parent-signup-link'>あなたの子どもたちをサインアップするためにここからはじめて下さい．</a></div>
pl: <h2 class='parent-label'>Rodzice,</h2><div class='start-here'><a href='javascript: void 0;' class='parent-signup-link'>zacznijcie tutaj, aby zarejestrować swoje dziecko.</a></div>
pt: <h2 class='parent-label'>Pais,</h2><div class='start-here'><a href='javascript: void 0;' class='parent-signup-link'>cliquem aqui para cadastrar seus filhos.</a></div>
pt_pt: <h2 class='parent-label'>Pais,</h2><div class='start-here'><a href='javascript: void 0;' class='parent-signup-link'>comecem aqui para registarem os vossos filhos.</a></div>

source: <h2>Teachers,</h2><div class='start-here'><a href='javascript: void 0;' class='teacher-signup-link'>start here to sign up your class.</a></div>
ja: <h2>先生方へ，</h2><div class='start-here'><a href='javascript: void 0;' class='teacher-signup-link'>あなたのクラスをサインアップするためにここからはじめて下さい．</a></div>
pl: <h2>Nauczyciele,</h2><div class='start-here'><a href='javascript: void 0;' class='teacher-signup-link'>zacznijcie tutaj, aby zarejestrować swoją klasę.</a></div>
pt: <h2>Professores,</h2><div class='start-here'><a href='javascript: void 0;' class='teacher-signup-link'>cliquem aqui para cadastrar sua turma.</a></div>
pt_pt: <h2>Professores,</h2><div class='start-here'><a href='javascript: void 0;' class='teacher-signup-link'>comecem aqui para registarem as vossas turmas.</a></div>

source: <h4>abuse</h4> <ul> <li>disrespectful or offensive</li> <li>advertisement for off-site company/service</li> </ul>
da: <h4>misbrug</h4> <ul> <li>respektløst eller stødende</li> <li>reklame for off-site selskab/service</li> </ul>
es: <h4>abuso</h4> <ul> <li>ofensivo o irrespetuoso</li> <li>anuncio de empresa/servicio externo</li> </ul>
fr: <h4>abus</h4> <ul> <li>publicité irrespectueux ou offensive</li> <li> pour une entreprise/un service hors site</li> </ul>
ja: <h4>悪用</h4> <ul> <li>礼を欠いた，または攻撃的である</li> <li>このサイトに関係のない会社やサービスの広告</li> </ul>
nb: <h4>misbruk</h4> <ul> <li>respektløse eller støtende</li> <li>reklame for annet selskap/tjeneste</li> </ul>
nl: <h4>Misbruik</h4> <ul> <li>respectloze of beledigende</li> <li>reclame voor ander bedrijf/service</li> </ul>
pl: <h4>nadużycie</h4> <ul> <li>lekceważące lub obraźliwe</li> <li>reklama firmy/usługi spoza strony</li> </ul>
pt: <h4>abuso</h4> <ul> <li>desrespeitoso ou ofensivo</li> <li>anúncio de empresas/serviços deslocados</li> </ul>
pt_pt: <h4>Abusivo</h4> <ul> <li>Desrespeitoso ou ofensivo</li> <li>Publicidade a serviços exteriores ao site</li> </ul>
tr: <h4>istismar amaçlıdır</h4> <ul> <li>saygısız veya saldırgandır</li> <li>başka bir site/servisin reklamını içerir</li> </ul>

source: <h4>off-topic</h4> <ul> <li>petitions to change the site</li> <li>contentious programs about politics, religion/atheism, or personal issues</li> </ul>
da: <h4>Irrelevante</h4> <ul> <li>tiltag om at ændre webstedet</li> <li>omstridte planer om politik, religion/ateisme, eller personlige problemer</li> </ul>
es: <h4>fuera de tema</h4> <ul> <li>peticiones para cambiar de sitio</li> <li>programas polémicos sobre política, religión/ateísmo o asuntos personales</li></ul>
fr: <h4>hors-sujet</h4> <ul> <li>pétitions pour changer le site</li> <li>programmes litigieux sur la politique, la religion / l'athéisme ou les problèmes personnels</li></ul>
ja: <h4>無関係なトピック</h4> <ul> <li>サイトの変更の要請</li> <li>政治，宗教/無神論，または個人的な問題について議論をかもすプログラム</li> </ul>
nb: <h4>irrelevant</h4> <ul> <li>ber om å endre siden</li> <li>omstridte programmer om politikk, religion/ateisme, eller personlige temaer</li> </ul>
nl: <h4>off-topic</h4> <ul> <li>verzoeken om de site te wijzigen</li> <li>omstreden programma's over politiek, religie/atheïsme, of persoonlijke problemen</li> </ul>
pl: <h4>poza tematem</h4> <ul> <li>wnioski o zmianę strony</li> <li>sporne programy na temat polityki, religii/ateizmu, lub kwestie osobiste</li> </ul>
pt: <h4>fora do tópico</h4> <ul> <li>requerimento para alterar o site</li> <li>programas polêmicos sobre política, religião/ateísmo ou questões pessoais</li> </ul>
pt_pt: <h4>Desenquadrado</h4> <ul> <li>Pedido de alteração do site</li> <li>Relativo a assuntos pessoais, políticos ou religiosos</li> </ul>
tr: <h4>konu dışıdır</h4> <ul> <li>sitede değişiklikler yapılmasını talep etmektedir</li> <li>politika, din/ateizm, veya kişsel konular hakkında saldırgan bir tutuma sahiptir</li> </ul>

source: <h4>plagiarism</h4> <ul> <li>not a spin-off and not giving credit to original author</li> </ul>
da: <h4>plagiat</h4> <ul> <li>ikke et spin-off og giver ikke kredit til den oprindelige forfatter</li> </ul>
es: <h4>plagio</h4> <ul> <li>no es un derivado y no da crédito al autor original</li></ul>
fr: <h4>plagiat</h4> <ul> <li>pas une retombée et ne pas donner crédit à l'auteur original</li> </ul>
ja: <h4>剽窃</h4> <ul> <li>スピンオフであるのに元の作者にクレジットを与えない</li> </ul>
nb: <h4>plagiat</h4> <ul> <li> ikke en avgreining og ingen referanse til den orginale forfatteren</li> </ul>
nl: <h4>plagiaat</h4> <ul> <li>niet een spin-off en geen credits geven aan de originele auteur</li> </ul>
pl: <h4>plagiat</h4> <ul> <li>nie spin-off i brak wskazania pierwszego autora</li> </ul>
pt: <h4>plágio</h4> <ul> <li>não é um derivado nem dá crédito ao autor original</li> </ul>
pt_pt: <h4>Plágio</h4> <ul> <li>Não é uma variação e não atribui créditos ao autor original</li> </ul>
tr: <h4>intihal içerir</h4> <ul> <li>uyarlama olmasına rağmen orijinal programın yazarına referans içermemektedir</li> </ul>

source: <h4>soliciting votes</h4> <ul> <li>requesting votes</li> <li>making promises for votes</li> <li>receiving votes from a voting ring</li> </ul>
da: <h4>hverve stemmer</h4> <ul> <li>anmoder om stemmer</li> <li>laver løfter om stemmer</li> <li>modtager stemmer fra en stemmekreds</li> </ul>
es: <h4>solicitar votos</h4> <ul> <li>pedir votos</li> <li>hacer promesas por votos</li> <li>recibir votos de un anillo de votación</li> </ul>
fr: <h4>solliciter des suffrages</h4> <ul> <li>demandant des votes</li> <li>faire des promesses de voix</li> <li>recevoir des votes d'un cartel de vote</li> </ul>
ja: <h4>投票の勧誘</h4> <ul> <li>投票の要求</li> <li>投票に対する約束をする</li> <li>投票の輪から投票を受けとる</li> </ul>
nb: <h4>innsamlede stemmer</h4> <ul> <li>be om stemmer</li> <li>gi lovnad om stemmer</li> <li>få stemmer fra en stemmering</li> </ul>
nl: <h4>stemmen tippelen</h4> <ul> <li>om stemmen vragen</li> <li>beloftes maken in ruil voor stemmen</li> <li>stemmen ontvangen uit een stemcirkel</li> </ul>
pl: <h4>zabieganie o głosy</h4> <ul> <li>prośba o głosy</li> <li>obiecywanie głosów</li> <li>otrzymywanie głosów z koła głosowania</li> </ul>
pt: <h4>solicita votos</h4> <ul> <li>pede votos</li> <li>faz promessas em troca de votos</li> <li>recebe votos de um círculo de votação</li> </ul>
pt_pt: <h4>Pedido de votos positivos</h4> <ul> <li>Pedido explícito de votos positivos</li> <li>Promessa em troca de votos</li> <li>Atribuição de votos sem motivo</li> </ul>
tr: <h4>ısrarla oy talep etmektedir</h4> <ul> <li>oy istemektedir</li> <li>oy sözü vermektedir</li> <li>bir oylama halkasından/grubundan oylar almaktadır</li> </ul>

source: <h4>using disallowed functionality</h4> <ul> <li>accessing externals or the DOM to go beyond allowed functionality</li> <li>examples: playing sounds inappropriately, using localStorage</li> </ul>
es: <h4>usar funciones no permitidas</h4> <ul> <li>entrar a lugares externos o que el DOM vaya más allá de las funciones permitidas</li> <li>ejemplos: reproducir sonidos inapropiadamente, usar localStorage</li> </ul>
ja: <h4>許可されていない機能を利用すること</h4> <ul> <li>外部へのアクセスまたは許可された機能を越えた DOM の利用</li> <li>例: 音を奏でる，ウェブページを不適切に開く，ローカルストレージの利用</li> </ul>
nb: <h4>bruker ulovlig funksjonalitet</h4> <ul> <li>tilgang til eksterne eller lar DOM gå utover tillatt funksjonalitet</li> <li>eksempel: spillelyder, åpne nettadresser, bruker localStorage</li> </ul>
pl: <h4>używanie niedozwolonej funkcjonalności</h4> <ul> <li>uzyskiwanie dostępu za pomocą zewnętrznych serwisów lub DOM w celu uzyskiwania możliwości używania niedozwolonej funkcjonalności</li> <li>przykłady: odtwarzanie dźwięków, otwieranie stron internetowych, używanie localStorage</li> </ul>
pt: <h4>uso de funcionalidade não permitida</h4> <ul> <li>acesso externo ou ao DOM para ir além da funcionalidade</li> <li>exemplos: reprodução inapropriada de sons, usando localStorage</li> </ul>
pt_pt: <h4>Utiliza uma funcionalidade bloqueada</h4> <ul> <li>Acessos externos ou utilização de DOM para alterar as permissões das funcionalidades</li> <li>Exemplos: reprodução de sons inapropriados, utilização do localStorage</li> </ul>
tr: <h4>devre dışı bırakılmış işlevlerin kullanımı</h4> <ul> <li>izin verilen işlevselliğin ötesine geçme amacıyla haricilere veya DOM'e erişim</li> <li>örnekler: ses dosyalarını uygun olmayan şekilde yürütme, localStorage kullanma</li> </ul>

source: <p><a href="http://briebunge.com/blog/2014/01/07/khan-academy-internship/">"They aren't asking that intern to build out something pre-baked; they are involving her in the brainstorming, decision-making process."</a></p> <span class="sig">—Brie Bunge, summer '13</span>
pt: <p><a href="http://briebunge.com/blog/2014/01/07/khan-academy-internship/">"Eles não pedem para que o estagiário crie algo a partir de informações mastigadas; eles o envolvem nos debates de ideias e no processo de tomada de decisões."</a></p> <span class="sig">—Brie Bunge, verão de 2013</span>
tr: <p><a href="http://briebunge.com/blog/2014/01/07/khan-academy-internship/">"Bu stajyerin önceden pişmiş bir şeyi ısıtmasını istemiyorlar; onu da beyin fırtınası, karar verme sürecine katıyorlar."</a></p> <span class="sig">—Brie Bunge, '13 yazı </span>

source: <p><a href="http://david-hu.com/2011/11/02/how-khan-academy-is-using-machine-learning-to-assess-student-mastery.html">"We tested various models, including naive Bayes, support vector machines, ... and logistic regression."</a></p> <span class="sig">—David Hu, <strike>winter '11 &amp; summer '12</strike> full-timer</span>
pt: <p><a href="http://david-hu.com/2011/11/02/how-khan-academy-is-using-machine-learning-to-assess-student-mastery.html">"Testamos vários modelos, inclusive naive Bayes, máquina de vetor de suporte... e regressão logística."</a></p> <span class="sig">—David Hu, <strike>inverno de 2011 e verão de 2012</strike> tempo integral</span>
tr: <p><a href="http://david-hu.com/2011/11/02/how-khan-academy-is-using-machine-learning-to-assess-student-mastery.html">"Bayes, vektör destek makineleri,.. ve lojistik regresyon dahil pek çok değişik modeli denedik."</a></p> <span class="sig">—David Hu, <strike>kış '11 &amp; yaz '12</strike> tam-zamanlı çalışan</span>

source: <p><a href="http://dylanv.org/2012/09/14/the-khan-academy-internship-experience/">"Launched new landing pages for 21 languages created through our massive translation effort."</a></p> <span class="sig">—Dylan Vassallo, <strike>summer '12</strike> full-timer</span>
pt: <p><a href="http://dylanv.org/2012/09/14/the-khan-academy-internship-experience/">"Lançamos novas landing pages para 21 idiomas, criadas a partir de nossa enorme iniciativa de tradução."</a></p> <span class="sig">—Dylan Vassallo, <strike>verão de 2012</strike> tempo integral</span>
tr: <p><a href="http://dylanv.org/2012/09/14/the-khan-academy-internship-experience/">"Büyük çaplı çeviri çabalarımızın ürünleri olan 21 farklı dildeki açılış sayfalarımızı yayınladık."</a></p> <span class="sig">—Dylan Vassallo, <strike>Yaz '12</strike> Tam zamanlı</span>

source: <p><a href="http://jamie-wong.com/2012/08/22/what-i-did-at-khan-academy/">"My primary focus of the term was the new Computer Science curriculum."</a></p> <span class="sig">—Jamie Wong, <strike>summer '12 &amp; fall '13</strike> full-timer</span>
pt: <p><a href="http://jamie-wong.com/2012/08/22/what-i-did-at-khan-academy/">"Durante meu estágio, meu foco principal era o novo currículo de Ciências da Computação."</a></p> <span class="sig">—Jamie Wong, <strike>verão de 2012 e outono de 2013</strike> tempo integral</span>
tr: <p><a href="http://jamie-wong.com/2012/08/22/what-i-did-at-khan-academy/">"Stajım esnasında ana odağım Bilgisayar Bilimi müfredatıydı."</a></p> <span class="sig">—Jamie Wong, <strike>Yaz '12 &amp; Sonbahar '13</strike> Tam zamanlı</span>
