Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: For example, consider <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code>. Substituting in <code>\pink{<var>X_VAR</var> = <var>XVALS[0]</var>}</code> and <code>\blue{<var>Y_VAR</var> = <var>XVALS[0] * COEF + CONS</var>}</code> shows that the equality holds for the first row of the table:
da: For eksempel kan vi overveje <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code>. Indsættelse i <code>\pink{<var>X_VAR</var> = <var>XVALS[0]</var>}</code> og <code>\blue{<var>Y_VAR</var> = <var>XVALS[0] * COEF + CONS</var>}</code> viser os, at ligheden er opfyldt i den første række i tabellen:
es: Por ejemplo, considera <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code>. Sustituir en <code>\pink{<var>X_VAR</var> = <var>XVALS[0]</var>}</code> y <code>\blue{<var>Y_VAR</var> = <var>XVALS[0] * COEF + CONS</var>}</code> muestra que la desigualdad se preserva para la primera fila de la tabla:
fr: Par exemple, on prend <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code>. Si <code>\pink{<var>X_VAR</var> = <var>XVALS[0]</var>}</code> et <code>\blue{<var>Y_VAR</var> = <var>XVALS[0] * COEF + CONS</var>}</code> alors l'égalité obtenue est vraie :
nb: For eksempel kan vi vurdere <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code>. Setter inn <code>\pink{<var>X_VAR</var> = <var>XVALS[0]</var>}</code> and <code>\blue{<var>Y_VAR</var> = <var>XVALS[0] * COEF + CONS</var>}</code> viser oss, at likheten beholdes i den første rekken i skjemaet:
pt: Por exemplo, considere <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code>. Ao substituir em <code>\pink{<var>X_VAR</var> = <var>XVALS[0]</var>}</code> e <code>\blue{<var>Y_VAR</var> = <var>XVALS[0] * COEF + CONS</var>}</code> mostra que a igualdade mantém-se para a primeira fileira da tabela:
tr: Örneğin, <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code>. <code>\pink{<var>X_VAR</var> = <var>XVALS[0]</var>}</code> ve <code>\blue{<var>Y_VAR</var> = <var>XVALS[0] * COEF + CONS</var>}</code> 'i yerine koyarak tablonun birinci satırının eşitliği sağladığını gösteririz:

source: For example, let's look at the point <code> (<var>EXAMPLES[0]</var>, <var>roundToNearest(0.5, FUNC(EXAMPLES[0]))</var>) </code>.
fr: Par exemple, prendre le point <code> (<var>EXAMPLES[0]</var>, <var>roundToNearest(0.5, FUNC(EXAMPLES[0]))</var>) </code>.
nb: For eksempel kan vi se på punket <code> (<var>EXAMPLES[0]</var>, <var>roundToNearest(0.5, FUNC(EXAMPLES[0]))</var>) </code>.
pt: Por exemplo, vamos olhar para o ponto <code> (<var>EXAMPLES[0]</var>, <var>roundToNearest(0.5, FUNC(EXAMPLES[0]))</var>) </code>.

source: For example, try plugging in <code><var>EXAMPLES[0]</var></code> to the equation.
fr: Par exemple, remplacer par la valeur <code><var>EXAMPLES[0]</var></code> dans l'équation.
nb: For eksempel, prøv å sette inn<code><var>EXAMPLES[0]</var></code> i likningen.
pt: Por exemplo, tente substituir <code><var>EXAMPLES[0]</var></code> na equação.
tr: Örneğin, denkleme <code><var>EXAMPLES[0]</var></code>'yi koymayı deneyin.

source: For example, we can look at the point with an <code>x</code>-value of <code><var>EXAMPLES[0]</var></code>.
fr: Par exemple, on peut relever le point qui a une valeur pour <code>x</code> de <code><var>EXAMPLES[0]</var></code>.
nb: For eksempel kan vi se på punktet med en <code>x</code>-verdi på <code><var>EXAMPLES[0]</var></code>.
pt: Por exemplo, podemos olhar para o ponto com um valor de <code>x</code>-de <code><var>EXAMPLES[0]</var></code>.

source: For example, we can write <code>\mathcal{<var>R</var>}</code> as plane <code><var>A + B + E</var></code>, plane <code><var>A + C + E</var></code>, or plane <code><var>B + E + C</var></code>.
es: Por ejemplo, podemos escribir <code>\mathcal{<var>R</var>}</code> como el plano <code><var>A + B + E</var></code>, el plano <code><var>A + C + E</var></code> o el plano <code><var>B + E + C</var></code>.
pl: Np. możemy zapisać <code>\mathcal{<var>R</var>}</code> jako płaszczyznę <code><var>A + B + E</var></code>, płaszczyznę <code><var>A + C + E</var></code> lub płaszczyznę <code><var>B + E + C</var></code>.
pt: Por exemplo, podemos escrever <code>\mathcal{<var>R</var>}</code> em forma de plano <code><var>A + B + E</var></code>, plano <code><var>A + C + E</var></code>, ou plano <code><var>B + E + C</var></code>.
tr: Örneğin, <code>\mathcal{<var>R</var>}</code>'i <code><var>A + B + E</var></code> düzlemi, <code><var>A + C + E</var></code> düzlemi, veya <code><var>B + E + C</var></code> düzlemi olarak yazabiliriz.

source: For example:
da: For eksempel:
es: Por ejemplo:
fr: Par exemple :
hi: उदाहरण के लिए:
nb: For eksempel:
nl: Bijvoorbeeld:
pl: Na przykład:
pt: Por exemplo:
tr: Örneğin:

source: For example: if a school of 500 students had 100,000 total points, they would have 200 points per eligible student (100,000 ÷ 500) since all 500 students could register for the challenge. This provides an incentive to get every student involved and allows for small schools to challenge big schools on the leaderboards.
es: Por ejemplo, si una escuela de 500 estudiantes tuviera 100,000 puntos totales, tendría 20 puntos por estudiante elegible (100,000 ÷ 500) ya que los 500 estudiantes pueden registrarse para el desafío. Esto proporciona un incentivo para lograr que todos los estudiantes se involucren y permite que las escuelas pequeñas desafíen a las escuelas grandes en las tablas de clasificación.
nb: For eksempel: Hvis en skole med 500 elever hadde 100000 totalpoeng, ville de ha 200 poeng per deltakende elev (100000 ÷ 500) siden alle de 500 elevene kan registres til utfordringen. Dette er en måte å engasjere hver elev på og gir små skoler mulighet til å utfordre store skoler på resultatlistene.
pt: Por exemplo, se uma escola de 500 alunos tinha 100.000 pontos no total, ela poderia ter 200 pontos por aluno elegível (100.000 ÷ 500), já que todos os 500 alunos poderiam se registrar no desafio. Isso é um incentivo para que todos os alunos se envolvam e isso permite que pequenas escolas desafiem grandes escolas nos quadros de classificação.
tr: Örneğin: 500 kişilik bir okulun 100.000 toplam puanı varsa, 500 öğrencinin hepsi yarışmaya katılabilir durumda olduğundan, öğrenci başına 200 puan düşer, (100.000 ÷ 500) . Bu, her öğrencinin katılması için bir güdüleme ve küçük okulların lider panolarında büyük okullara meydan okumasına imkan sağlar.

source: For free, for everyone, forever.
da: Gratis, for alle, for evigt.
es: Gratis, para todos, para siempre.
fr: Gratuit, pour tous, et pour toujours.
ja: 無料で，誰にでも，いつまでも．
nb: Gratis, for alle, for alltid.
nl: Gratis, voor iedereen, voor altijd.
pl: Za darmo, dla wszystkich, na zawsze.
pt: Gratuitamente. Para todos. Sempre.
pt_pt: Gratuitamente. Para todos. Para sempre.
tr: Ücretsiz, herkes için, sonsuza kadar.

source: For free. For everyone. Forever.
da: Gratis. For alle. For evigt.
es: Es gratis. Para todo el mundo. Para siempre.
fr: La Khan Academy est complètement gratuite, et le restera.
nb: Gratis. For alle. For alltid.
nl: Gratis. Voor iedereen. Voor altijd.
pl: Za darmo. Dla wszystkich. Na zawsze.
pt: Gratuitamente. Para todos. Sempre.
pt_pt: Gratuitamente. Para todos. Para sempre.
tr: Herkes için, sonsuza kadar ücretsiz.

source: For how many days has <var>person(1)</var> been <var>BIKING</var>?
fr: Pendant combien de jours <var>person(1)</var> a <var>BIKING</var>?
nb: Hvor mange dager har <var>person(1)</var> <var>BIKING</var>?
pl: Przez ile dni <var>person(1)</var> <var>BIKING</var>?
pt: Por quantos dias <var>person(1)</var> esteve <var>BIKING</var>?
tr: <var>person(1)</var> kaç gündür <var>BIKING</var>tedir?

source: For more CSS properties, see <a href="https://developer.mozilla.org/en-US/docs/Web/CSS/Reference">a complete list here</a>.
da: For flere CSS egenskaber, så kan du se en <a href="https://developer.mozilla.org/en-US/docs/Web/CSS/Reference">komplet liste her</a>.
es: Para más propiedades CSS, mira <a href="https://developer.mozilla.org/en-US/docs/Web/CSS/Reference">una lista completa aquí</a>.
ja: さらにもっと CSS プロパティついて知りたい場合には，<a href="https://developer.mozilla.org/en-US/docs/Web/CSS/Reference">完全なリストがここにあります</a>のでご覧下さい
nb: For flere CSS egenskaper, se <a href="https://developer.mozilla.org/en-US/docs/Web/CSS/Reference">en fullstendig liste her</a>.
nl: Voor meer CSS-eigenschappen, zie de <a href="https://developer.mozilla.org/en-US/docs/Web/CSS/Reference">volledige lijst hier</a>.
pl: Aby uzyskać więcej właściwości CSS, zobacz <a href="https://developer.mozilla.org/en-US/docs/Web/CSS/Reference">pełną listę tutaj</a>.
pt: Para mais propriedades CSS, consulte a <a href="https://developer.mozilla.org/en-US/docs/Web/CSS/Reference">lista completa aqui</a>.
pt_pt: Para mais propriedades de CSS, vê a <a href="https://developer.mozilla.org/en-US/docs/Web/CSS/Reference">lista completa aqui</a>.
tr: Daha fazla CSS özelliği için, burada <a href="https://developer.mozilla.org/en-US/docs/Web/CSS/Reference">tam bir liste</a> görebilirsiniz.

source: For more CSS selectors, see <a href="http://docs.webplatform.org/wiki/css/selectors">a complete list here</a>.
da: For flere CSS selektorer, så kan du se <a href="http://docs.webplatform.org/wiki/css/selectors">en komplet liste her</a>.
es: Para más selectores CSS, ve <a href="http://docs.webplatform.org/wiki/css/selectors">una lista completa aquí</a>.
fr: Pour plus de sélecteurs CSS, consultez la liste <a href="http://docs.webplatform.org/wiki/css/selectors">complète ici</a>.
ja: さらに多くの CSS セレクターについては，この <a href="http://docs.webplatform.org/wiki/css/selectors"> 完全なリスト</a> を参照してください．
nb: For flere CSS valg, se <a href="http://docs.webplatform.org/wiki/css/selectors">en fullstendig liste her</a>.
nl: Voor meer CSS selectors, bekijk <a href="http://docs.webplatform.org/wiki/css/selectors">een volledige lijst hier</a>.
pl: Aby uzyskać więcej selektorów CSS, zobacz <a href="http://docs.webplatform.org/wiki/css/selectors">pełną listę tutaj</a>.
pt: Para mais seletores CSS, veja a <a href="http://docs.webplatform.org/wiki/css/selectors">lista completa aqui</a>.
pt_pt: Para mais seletores CSS, vê a <a href="http://docs.webplatform.org/wiki/css/selectors">lista completa aqui</a>.
tr: CSS seçiciler hakkında daha fazla bilgi almak için <a href="http://docs.webplatform.org/wiki/css/selectors">tam listelerini</a> buradan görüntüleyebilirsiniz.

source: For more HTML tags, see a <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/Element">complete list here</a>.
da: For flere HTML-tags, så kan du se en <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/Element">komplet liste her</a>.
es: Para más etiquetas HTML tags, mira una <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/Element">lista completa aquí</a>.
fr: Pour plus de balises HTML, consultez la liste <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/Element">complète ici</a>.
ja: さらにもっと HTML タグについて知りたい場合には，<a href="https://developer.mozilla.org/en-US/docs/Web/HTML/Element">完全なリストがここにあります</a>のでご覧下さい．
nb: For flere HTML koder, se en<a href="https://developer.mozilla.org/en-US/docs/Web/HTML/Element">fullstendig liste her</a>.
nl: Voor meer HTML-tags, zie de <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/Element"> volledige lijst hier</a>.
pl: Po więcej tagów HTML zobacz <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/Element">pełną listę tutaj</a>.
pt: Para mais tags HTML, consulte a <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/Element">lista completa aqui</a>.
pt_pt: Para mais tags HTML, vê a <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/Element">lista completa aqui</a>.
tr: Daha fazla HTML etiketleri için, burada <a href="https://developer.mozilla.org/en-US/docs/Web/HTML/Element">tam bir liste</a> görebilirsiniz.

source: For more detailed stats, <a href="%(report_url)s"> view the full report</a>.
da: For mere detaljeret statistik, <a href="%(report_url)s"> se den fulde rapport</a>.
es: Para obtener estadísticas más detalladas, <a href="%(report_url)s"> ve el reporte completo</a>.
fr: Pour des statistiques plus détaillées, <a href="%(report_url)s"> consultez le rapport complet</a>.
nb: For mer detaljert statistikk, <a href="%(report_url)s"> se hele rapporten</a>.
nl: Voor meer gedetailleerde statistieken, <a href="%(report_url)s"> bekijk het volledige rapport</a>.
pl: Po bardziej szczegółowe statystyki <a href="%(report_url)s"> zobacz pełny raport</a>.
pt: Para obter mais detalhes, <a href="%(report_url)s"> veja o relatório completo</a>.
pt_pt: Para ver estatísticas mais detalhadas, <a href="%(report_url)s"> veja o relatório completo</a>.
tr: Daha ayrıntılı istatistikler için <a href="%(report_url)s"> tam raporu görüntüleyin</a>.

source: For more details, see the SQLite reference for <a href="https://www.sqlite.org/lang_insert.html"><code>INSERT</code></a>.
ja: さらなる詳細は，SQLite の <a href="https://www.sqlite.org/lang_insert.html"><code>INSERT</code></a> のリファレンスを見て下さい．
nb: For flere detaljer, se SQLite referanser for <a href="https://www.sqlite.org/lang_insert.html"><code>INSERT</code></a>.
pt: Para mais detalhes, veja a referência de SQLite para <a href="https://www.sqlite.org/lang_insert.html"><code>INSERT</code></a>.
pt_pt: Para obteres mais informações, vê a referência em SQLite da função <a href="https://www.sqlite.org/lang_insert.html"><code>INSERT</code></a>.
tr: Daha fazla bilgi için <a href="https://www.sqlite.org/lang_insert.html"><code>INSERT</code></a>SQLite referansını inceleyebilirsiniz.

source: For more information on Khan Academy and child accounts, please see our FAQ entry.
da: For mere information om Khan Academy og børnekonti, se venligst vores FAQ.
es: Para más información sobre Khan Academy y las cuentas infantiles, por favor revisa nuestra sección de preguntas frecuentes.
fr: Pour plus d'informations sur Khan Academy et les comptes d'enfants, référez-vous à la rubrique FAQ s'il vous plaît.
nb: For mer informasjon om Khan Academy og våre barnekontoer, vennligst se vår FAQ.
nl: Voor meer informatie over Khan Academy en kinder accounts, zie onze Veelgestelde Vragen.
pl: Po więcej informacji na temat Khan Academy i kont dla dzieci zajrzyj na nasze FAQ.
pt: Para obter mais informações sobre a Khan Academy e contas infantis, consulte nossa entrada para Perguntas frequentes.
pt_pt: Para mais informação sobre a Khan Academy e as contas infantis, por favor consulte as FAQ.
tr: Khan Academy ve çocuk hesaplarına ilişkin daha detaylı bilgi edinmek istiyorsanız S.S.S. bölümüne göz atmanızı öneririz.

source: For nine years Katie taught high school mathematics in public and private schools, and she co-authored <a href='http://mathleadershipcorps.com/'>Mathematics Learning and Leadership by Design</a>. Katie designs interactive professional learning seminars for math teachers around active sense-making, and she teaches teacher leaders to create partnership coaching relationships with their colleagues.
pt: Katie ensinou matemática do Ensino Médio por nove anos em escolas públicas e privadas, e é coautora de <a href='http://mathleadershipcorps.com/'>Mathematics Learning and Leadership by Design</a>. Katie elabora seminários educativos interativos para professores de matemática sobre sensemaking, e ensina os professores a criar relacionamentos de parceria criativa com seus colegas.
tr: Dokuz yıl boyunca, Katie, devlet okulları ve özel okullarda lise matematik öğretmenliği yaptı, ve <a href='http://mathleadershipcorps.com/'>Tasarımla Matematik Öğretimi ve Liderlik</a> kitabının eş yazarıdır. Katie, aktif anlam-çıkarma konusunda matematik öğretmenleri için etkileşimli profesyonel öğrenme seminerleri tasarlar, ve lider öğretmenlere meslektaşlarıyla ortak koçluk ilişkileri oluşturmayı öğretir.

source: For only one person, it will take <code><var>PEOPLE_INIT</var></code> times as long, so it will take <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var> \cdot <code><var>PEOPLE_INIT</var></code> = <var>fractionReduce(TIME_INIT * PEOPLE_INIT, WALL_INIT)</var></code> minutes for one person to paint one wall.
es: Para una sola persona, le tomará <code><var>PEOPLE_INIT</var></code> veces eso, así que le tomará <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var> \cdot <code><var>PEOPLE_INIT</var></code> = <var>fractionReduce(TIME_INIT * PEOPLE_INIT, WALL_INIT)</var></code> minutos a una persona pintar una pared.
nb: For bare en person, vil det ta <code><var>PEOPLE_INIT</var></code> ganger så lang tid, så da vil det ta <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var> \cdot <code><var>PEOPLE_INIT</var></code> = <var>fractionReduce(TIME_INIT * PEOPLE_INIT, WALL_INIT)</var></code> minutter for en person å male en vegg.
pl: Jednej osobie zajmie to <code><var>PEOPLE_INIT</var></code> razy tyle czasu, więc pomalowanie jednej ściany zajmie jej <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var> \cdot <code><var>PEOPLE_INIT</var></code> = <var>fractionReduce(TIME_INIT * PEOPLE_INIT, WALL_INIT)</var></code> minut(y).
pt: No caso de uma só pessoa, levará <code><var>PEOPLE_INIT</var></code> vezes esse tempo, então, levará <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var> \cdot <code><var>PEOPLE_INIT</var></code> = <var>fractionReduce(TIME_INIT * PEOPLE_INIT, WALL_INIT)</var></code> minutos para que uma pessoa pinte uma parede.
tr: Sqadece bir kişi için, <code><var>PEOPLE_INIT</var></code> kat daha uzun sürecektir. Öyleyse, bir kişinin bir duvarı boyaması <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var> \cdot <code><var>PEOPLE_INIT</var></code> = <var>fractionReduce(TIME_INIT * PEOPLE_INIT, WALL_INIT)</var></code> dakika sürecektir.

source: For security reasons, we disable a few things that would work in a normal SQL script that you hosted on your own server.
da: Af sikkerhedsmæssige årsager deaktiverer vi et par ting, der ville virke i et normalt SQL script, som du kunne hoste på din egen server.
es: Por motivos de seguridad, deshabilitamos unas cuantas cosas que funcionarían en un script SQL normal alojado por ti en tu propio servidor.
nb: Av sikkerhetsgrunner deaktiverer vi et par ting som ikke vil fungere i et vanlig SQL-skript som du hadde på din egen server.
nl: Om veiligheidsredenen schakelen we een paar dingen uit die would zouden werk in een normale SQL script dat je op je eigen server gehost.
pl: Ze względów bezpieczeństwa wyłączyliśmy kilka rzeczy, które działają w normalnych SQL script, które możesz uruchomić na swoim własnym serwerze.
pt: Por razões de segurança, podemos desabilitar alguns recursos que funcionariam em um script SQL normal hospedado em seu próprio servidor.
tr: Güvenlik nedeniyle, kendi sunucunuzda barındırdığınız normal bir SQL kodunda çalışan bazı şeyleri devre dışı bırakıyoruz.

source: For security reasons, we disable a few things that would work in a webpage that you hosted on your own server. We may allow more of these in the future, but currently, the following is not allowed:
da: Af sikkerhedsmæssige årsager har vi deaktiveret nogle få ting, som ville virke i en hjemmeside, som du hostede på din egen server. Vi vil måske tillade nogle af disse i fremtiden, men i øjeblikket er følgende ikke tilladt:
es: Por razones de seguridad, deshabilitamos unas cuantas cosas que funcionarían en una página web que estuviera alojada en tu propio servidor. Quizás permitamos más de estas en el futuro, pero por el momento, no se permiten las siguientes:
fr: Pour des raisons de sécurité, nous désactivons quelques trucs qui fonctionnerait dans une page Web que vous pourriez héberger sur vos propre serveurs. Nous pourrons permettre de faire plus de choses à l'avenir, mais pour l'instant, ce qui suit n'est pas autorisé :
nb: Av sikkerhedsmessige årsaker har vi deaktiveret noen få ting, som ville virke i en hjemmeside som du hostet på en egen server. Vi vil tillate noen av disse i fremtiden, men i øyeblikket er følgende ikke tillatt:
nl: Om veiligheidsredenen, schakelen we een paar dingen uit die zouden werken in een webpagina die je host op je eigen server. We staan wellicht meer van deze toe in de toekomst, maar op dit moment is het volgende niet toegestaan:
pl: Ze względów bezpieczeństwa wyłączyliśmy kilka rzeczy, które działałyby na stronie umieszczonej na Twoim własnym serwerze. Być może pozwolimy na więcej z nich w przyszłości, jednak obecnie następujące rzeczy nie są dozwolone:
pt: Por razões de segurança, podemos desabilitar algumas coisas que funcionariam em uma página da Web hospedada em seu próprio servidor. Podemos conceder mais permissões no futuro, mas atualmente, o seguinte não é permitido:
tr: Kendi sunucularınızda sakladığınız bir web sayfasında çalışabilecek bazı öğeleri güvenlik sebebiyle kullanıma kapattık. Gelecekte bu öğelerin bazılarının kullanımlarına izin verebiliriz, fakat an itibariyle aşağıdaki öğelere izin verilmemektedir:

source: For the first time ever, the creators of the SAT have given Khan Academy exclusive access and advice to build a personalized practice program for anyone, anywhere.
nb: For første gang gitt av produsentene av SAT, har Khan Academy eksklusiv tilgang og tips til å danne seg et personlig øvingsprogram for alle, overalt.
pt: Pela primeira vez, os criadores do SAT deram à Khan Academy acesso exclusivo e conselhos para criar um programa de prática personalizada para qualquer pessoa, em qualquer lugar.

source: For the first time ever. For you. For free.
nb: For første gang. For deg. Gratis.
pt: Pela primeira vez na história. Para você. De graça.
tr: İlk Defa... Senin İçin ve Ücretsiz.

source: For the past two years, I have mentored Los Angeles high school students, from lower income neighbourhoods, as a college access advisor. The opportunity to level the playing field for these students, especially those interested in pursuing medical education, is what motivates me.
pt: Nos últimos dois anos, eu tenho tutoriado alunos de baixa renda do Ensino Médio em Los Angeles, como conselheiro para acesso universitário. A oportunidade de igualar as oportunidades para esses estudantes, especialmente aqueles interessados em buscar educação na área médica, isso é o que me motiva.
tr: Son iki yıl boyunca, üniversiteye erişim rehberi olarak, düşük gelirli mahallelerden Los Angeles'lı lise öğrencilerine eğitmenlik yaptım. Bu öğrenciler için, özellikle de tıp eğitimi almak isteyenler için, şartları eşitleme imkanı, beni motive etmektedir.
