Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The orange dot should be shifted <code><var>abs(SOLUTION_DECIMAL)</var></code> below <code><var>SOLUTION_WHOLE</var></code>.
fr: Le point orange doit être déplacé de <code><var>abs(SOLUTION_DECIMAL)</var></code> au dessous de <code><var>SOLUTION_WHOLE</var></code>.
nb: Det oransje punktet vil plasseres <code><var>abs(SOLUTION_DECIMAL)</var></code> under <code><var>SOLUTION_WHOLE</var></code>.
nl: De oranje stip moet <code><var>abs(SOLUTION_DECIMAL)</var></code> onder <code><var>SOLUTION_WHOLE</var></code> verschoven worden.
pl: Pomarańczowa kropka powinna być przesunięta o <code><var>abs(SOLUTION_DECIMAL)</var></code> poniżej <code><var>SOLUTION_WHOLE</var></code>.
pt: O ponto laranja deve ser deslocado <code><var>abs(SOLUTION_DECIMAL)</var></code> para baixo de <code><var>SOLUTION_WHOLE</var></code>.
tr: Turuncu nokta <code><var>SOLUTION_WHOLE</var></code>'in <code><var>abs(SOLUTION_DECIMAL)</var></code> aşağısına kaydırılmalıdır.

source: The orange dot should be shifted <code><var>abs(SOLUTION_DECIMAL)</var></code> to the left of <code><var>SOLUTION_WHOLE</var></code>.
fr: Le point orange doit être déplacé de <code><var>abs(SOLUTION_DECIMAL)</var></code> à gauche de <code><var>SOLUTION_WHOLE</var></code>.
nb: Det oransje punktet vil plasseres <code><var>abs(SOLUTION_DECIMAL)</var></code> til venstre for <code><var>SOLUTION_WHOLE</var></code>.
nl: De oranje stip moet <code><var>abs(SOLUTION_DECIMAL)</var></code> links van <code><var>SOLUTION_WHOLE</var></code> verschoven worden.
pl: Pomarańczowa kropka powinna być przesunięta o <code><var>abs(SOLUTION_DECIMAL)</var></code> w lewo od <code><var>SOLUTION_WHOLE</var></code>.
pt: O ponto laranja deve ser deslocado <code><var>abs(SOLUTION_DECIMAL)</var></code> para a esquerda de <code><var>SOLUTION_WHOLE</var></code>.
tr: Turuncu nokta <code><var>SOLUTION_WHOLE</var></code>'in <code><var>abs(SOLUTION_DECIMAL)</var></code> soluna kaydırılmalıdır.

source: The orange dot should be shifted <code><var>abs(SOLUTION_DECIMAL)</var></code> to the right of <code><var>SOLUTION_WHOLE</var></code>.
fr: Le point orange doit être déplacé de <code><var>abs(SOLUTION_DECIMAL)</var></code> à droite de <code><var>SOLUTION_WHOLE</var></code>.
nb: Det oransje punktet vil plasseres <code><var>abs(SOLUTION_DECIMAL)</var></code> til høyre for <code><var>SOLUTION_WHOLE</var></code>.
nl: De oranje stip moet <code><var>abs(SOLUTION_DECIMAL)</var></code> rechts van <code><var>SOLUTION_WHOLE</var></code> verschoven worden.
pl: Pomarańczowa kropka powinna być przesunięta o <code><var>abs(SOLUTION_DECIMAL)</var></code> w prawo od <code><var>SOLUTION_WHOLE</var></code>.
pt: O ponto laranja deve ser deslocado <code><var>abs(SOLUTION_DECIMAL)</var></code> para a direita de <code><var>SOLUTION_WHOLE</var></code>.
tr: Turuncu nokta <code><var>SOLUTION_WHOLE</var></code>'in <code><var>abs(SOLUTION_DECIMAL)</var></code> sağına kaydırılmalıdır.

source: The orange number shows where <code><var>NUMBER</var></code> is on the number line.
da: Det orange tal viser, hvor <code><var>NUMBER</var></code> er på tallinjen.
es: El número anaranjado muestra dónde está el número <code><var>NUMBER</var></code> en la recta numérica.
fr: Le nombre écrit en orange indique où se trouve le point correspondant à <code><var>NUMBER</var></code> sur la droite numérique graduée.
hi: नारंगी संख्या दिखाती है की <code><var>NUMBER</var></code> सांख्य रेखा पर कहाँ हैI
ja: オレンジの数字は<code><var>NUMBER</var></code>が数直線上のどこにあるのかを示します．
nb: Det oransje tallet viser, hvor <code><var>NUMBER</var></code> er på tallinjen.
pl: Pomarańczowa kropka pokazuje, gdzie na osi liczbowej jest <code><var>NUMBER</var></code>.
pt: O número laranja mostra onde <code><var>NUMBER</var></code> está na reta numérica.
tr: Turuncu sayı, <code><var>NUMBER</var></code>'nın sayı çizgisindeki yerini göstermektedir.

source: The orange number shows where <code>\orange{<var>NUMBER</var>}</code> is on the number line.
nb: Det oransje tallet viser hvor <code>\orange{<var>NUMBER</var>}</code> er på tallinjen.
nl: Het oranje getal laat zien waar <code>\orange{<var>NUMBER</var>}</code> ligt op de getallenlijn.
pl: Pomarańczowa liczba pokazuje, gdzie <code>\orange{<var>NUMBER</var>}</code> znajduje się na osi liczbowej.
pt: O número laranja mostra onde <code>\orange{<var>NUMBER</var>}</code> está na reta numérica.
tr: Turuncu sayı, <code>\orange{<var>NUMBER</var>}</code>'in sayı doğrusundaki yerini göstermektedir.

source: The orange number shows where <code>\orange{<var>fraction(NUMERATOR, DENOMINATOR)</var>}</code> is on the number line.
fr: <code>\orange{<var>fraction(NUMERATOR, DENOMINATOR)</var>}</code> est écrit en orange sous la droite graduée.
nb: Den oransje tallet viser hvor <code>\orange{<var>fraction(NUMERATOR, DENOMINATOR)</var>}</code> er på tallinjen.
pl: Pomarańczowa liczba wskazuje, gdzie na osi liczbowej znajduje się <code>\orange{<var>fraction(NUMERATOR, DENOMINATOR)</var>}</code>.
pt: O número laranja mostra onde <code>\orange{<var>fraction(NUMERATOR, DENOMINATOR)</var>}</code> está na reta numérica.
tr: Turuncu nokta <code>\orange{<var>fraction(NUMERATOR, DENOMINATOR)</var>}</code> 'nın sayı doğrusu üzerindeki yerini göstermektedir.

source: The orange outline shows where the polygon ends up after the translation.
es: El contorno anaranjado muestra dónde queda el polígono después de la traslación.
fr: Le polygone orange est l'image du polygone bleu par la rotation.
pl: Pomarańczowy kontur pokazuje gdzie kończy się wielokąt po przesunięciu.
pt: O contorno laranja mostra onde o polígono termina após ser transladado.
tr: Turuncu çizim çokgenin öteleme sonrası ulaştığı yeri gösterir.

source: The origin is at point <code>(0, 0)</code>, where the <code>x</code>-axis and <code>y</code>-axis intersect.
es: El origen está en el punto <code>(0, 0)</code>, en el que el eje <code>x</code> y el eje <code>y</code> se intersectan.
fr: L'origine est le point de coordonnées <code>(0, 0)</code>, à l'intersection de l'axe des <code>x</code> et de l'axe des <code>y</code>.
nb: Origo er på punktet <code>(0, 0)</code>, hvor <code>x</code>-axis og <code>y</code>-aksen krysser hverandre.
pl: Początek układu współrzędnych znajdujensię w punkcie <code>(0, 0)</code>, gdzie przecinają się osie <code>x</code> oraz <code>y</code>.
pt: A origem está no ponto <code>(0, 0)</code>, onde se cruzam o eixo <code>x</code> e o eixo <code>y</code>.
tr: Başlangıç noktası, <code>x</code>-axis and <code>y</code>-eksenlerinin kesiştiği <code>(0, 0)</code> noktasındadır.

source: The original expression can therefore be written:
da: Det originale udtryk kan derfor skrives som:
es: Por lo tanto, la expresión original puede escribirse como:
fr: On obtient :
nb: Det originale uttrykket kan derfor skrives:
pl: Pierwotne wyrażenie można więc zapisać tak:
pt: A expressão original pode então ser escrita:
tr: Orijinal ifade şöyle yazılabilir:

source: The original expression is defined at <code>x = <var>A</var></code> and <code>x = <var>B</var></code>, so there are no extraneous solutions.
da: Det oprindelige udtryk er defineret for <code>x = <var>A</var></code> og <code>x = <var>B</var></code>, så der er ingen falske løsninger.
es: La expresión original está definida en <code>x = <var>A</var></code> y <code>x = <var>B</var></code>, por lo tanto no existen soluciones extrañas.
fr: L'expression est définie pour <code>x = <var>A</var></code> et <code>x = <var>B</var></code>. Donc les deux solutions conviennent.
nb: Det opprinnelige uttrykket er definert ved <code>x = <var>A</var></code> and <code>x = <var>B</var></code>, slik at det ikke er noen overflødige løsninger.
pl: Oryginalne wyrażenie jest określone dla <code>x = <var>A</var></code> i <code>x = <var>B</var></code>, więc nie ma obcych rozwiązań.
pt: A expressão original é definida em <code>x = <var>A</var></code> e <code>x = <var>B</var></code>, então não há soluções estranhas.
tr: Orijinal ifade, <code>x = <var>A</var></code> ve <code>x = <var>B</var></code>'de tanımlıdır, yani fazlalık çözüm yoktur.

source: The perimeter is <code><var>SHAPE.perimeter</var></code> <var>plural_form(UNIT_TEXT, SHAPE.perimeter)</var>.
da: Omkredsen er <code><var>SHAPE.perimeter</var></code> <var>plural_form(UNIT_TEXT, SHAPE.perimeter)</var>.
fr: Le périmètre mesure <code><var>SHAPE.perimeter</var></code> <var>plural_form(UNIT_TEXT, SHAPE.perimeter)</var>.
nb: Omkretsen er <code><var>SHAPE.perimeter</var></code> <var>plural_form(UNIT_TEXT, SHAPE.perimeter)</var>.
nl: De omtrek is <code><var>SHAPE.perimeter</var></code> <var>plural_form(UNIT_TEXT, SHAPE.perimeter)</var>.
pl: Obwodem jest <code><var>SHAPE.perimeter</var></code> <var>plural_form(UNIT_TEXT, SHAPE.perimeter)</var>.
pt: O perímetro é <code><var>SHAPE.perimeter</var></code> <var>plural_form(UNIT_TEXT, SHAPE.perimeter)</var>.
tr: Çevre, <code><var>SHAPE.perimeter</var></code> <var>plural_form(UNIT_TEXT, SHAPE.perimeter)</var>.

source: The perimeter is the total length of all the sides of the shape added together.
da: Omkredsen er den samlede længde af alle siderne af figuren lagt sammen.
es: El perímetro de una figura es igual a la suma de todos sus lados.
fr: Le périmètre est la somme des longueurs des côtés de la figure.
hi: परिमाप, आकृति के सभी भुजाओं की लंबाई का कुल योग है।
nb: Omkretsen er den totale lengden på alle sidene av figuren lagt sammen.
nl: De omtrek is de totale lengte van alle zijden van de figuur bij elkaar opgeteld.
pl: Obwód jest długością wszystkich boków kształtu dodanych do siebie.
pt: O perímetro é a soma total do comprimento de todos os lados de uma figura.
tr: Çevre, şeklin tüm kenar uzunluklarının toplamıdır.

source: The perimeter of a square is <code><var>4 * S</var></code> <var>plural_form(UNIT_TEXT, 4 * S)</var>. How long is each side?
es: El perímetro de un cuadrado es <code><var>4 * S</var></code> <var>plural_form(UNIT_TEXT, 4 * S)</var>. ¿Cuál es la longitud de cada uno de sus lados?
fr: Le périmètre d'un carré mesure <code><var>4 * S</var></code> <var>plural_form(UNIT_TEXT, 4 * S)</var>. Quelle est la mesure d'un côté ?
nb: Omkrets av et kvadrat er <code><var>4 * S</var></code> <var>plural_form(UNIT_TEXT, 4 * S)</var>. Hvor lang er hver side?
nl: De omtrek van een vierkant is <code><var>4 * S</var></code> <var>plural_form(UNIT_TEXT, 4 * S)</var>. Hoe lang is elke zijde?
pl: Obwód kwadratu wynosi <code><var>4 * S</var></code> <var>plural_form(UNIT_TEXT, 4 * S)</var>. Jaką długość ma każdy jego bok?
pt: O perímetro de um quadrado é <code><var>4 * S</var></code> <var>plural_form(UNIT_TEXT, 4 * S)</var>. Qual é o comprimento de cada lado?
tr: Karenin çevresi, <code><var>4 * S</var></code> <var>plural_form(UNIT_TEXT, 4 * S)</var>. Bir kenarının uzunluğu nedir?

source: The period of a normal <var>FNS</var> function is <code>2\pi</code>, and the period we want is <code><var>piFraction( PERIOD )</var></code>, so we don't need to worry about scaling the function horizontally.
es: El periodo de una función normal <var>FNS</var> es <code>2\pi</code> y el periodo que queremos es <code><var>piFraction( PERIOD )</var></code>, así que no necesitamos preocuparnos por escalar la función horizontalmente.
fr: La période de la fonction <var>FNS</var> est égale à <code>2\pi</code> et la période recherchée est <code><var>piFraction( PERIOD )</var></code>, donc on a pas besoin de dilater la fonction horizontalement.
pt: O período de uma função <var>FNS</var> normal é <code>2\pi</code>, e o período que queremos é <code><var>piFraction( PERIOD )</var></code>, portanto, não precisamos nos preocupar com a escala horizontal da função.
tr: Normal bir<var>FNS</var> fonksiyonunun periyotu <code>2\pi</code>'dir, ve bizim istediğimiz periyot <code><var>piFraction( PERIOD )</var></code>, yani fonksiyonu yatay yönde ölçeklememiz gerekmez.

source: The period of a normal <var>FNS</var> function is <code>2\pi</code>, and the period we want is <code><var>piFraction( PERIOD )</var></code>, so we need to scale the <var>FNS</var> function horizontally by <code><var>decFrac( PERIOD / 2 / PI )</var></code>.
es: El periodo de una función normal <var>FNS</var> es <code>2\pi</code> y el periodo que queremos es <code><var>piFraction( PERIOD )</var></code>, así que necesitamos escalar la función <var>FNS</var> horizontalmente por <code><var>decFrac( PERIOD / 2 / PI )</var></code>.
fr: La période de la fonction <var>FNS</var> est égale à <code>2\pi</code>, et la période recherchée est <code><var>piFraction( PERIOD )</var></code>, donc on doit dilater horizontalement la fonction <var>FNS</var> d'un coefficient <code><var>decFrac( PERIOD / 2 / PI )</var></code>.
pt: O período de uma função <var>FNS</var> normal é <code>2\pi</code>, e o período que queremos é <code><var>piFraction( PERIOD )</var></code>, portanto, precisamos nos preocupar em fazer a escala horizontal da função <var>FNS</var> por meio de <code><var>decFrac( PERIOD / 2 / PI )</var></code>.
tr: Normal bir <var>FNS</var> fonksiyonunun periyotu <code>2\pi</code>, ve bizim istediğimiz periyot <code><var>piFraction( PERIOD )</var></code>, buna göre <var>FNS</var> fonksiyonunu yatay yönde <code><var>decFrac( PERIOD / 2 / PI )</var></code> oranında ölçeklememiz gerekir.

source: The pink and blue angles add up to <code>180^\circ</code> because they are adjacent and form a straight line.
es: Los ángulos rosa y azul suman <code>180^\circ</code> ya que son adyacentes y forman una línea recta.
fr: La somme de l'angle rose et de l'angle bleu vaut <code>180^\circ</code> car ils sont adjacents et supplémentaires.
nb: Den rosa og den blå vinkelen legges sammen til <code>180^\circ</code> fordi de er tilstøtende og danner en rett linje.
pl: Różowy i niebieski kąt sumują się do <code>180^\circ</code> ponieważ są przyległe i tworzą linię prostą.
pt: A soma dos ângulos rosa e azul é no máximo <code>180^\circ</code> porque são adjacentes e formam uma reta.
tr: Pembe ve mavi açıların toplamı <code>180^\circ</code>'dir, çünkü bunlar komşudur ve düz bir doğru oluştururlar.

source: The pink and green angles also add up to <code>180^\circ</code> because they are adjacent and form a straight line too.
es: Los ángulos rosa y verde también suman <code>180^\circ</code> ya que son adyacentes y también forman una línea recta.
fr: La somme de l'angle rose et de l'angle vert vaut <code>180^\circ</code> car ils sont aussi adjacents et supplémentaires.
nb: Den rosa og den grønne vinkelen legges altså sammen til <code>180^\circ</code> fordi de er tilstøtende og lager en rett linje.
pl: Różowy i zielony kąt także sumują się do <code>180^\circ</code> ponieważ są one przyległe i tworzą także linię prostą.
pt: A soma dos ângulos rosa e verde também é no máximo <code>180^\circ</code> porque são adjacentes e formam uma linha reta também.
tr: Pembe ve yeşil açıların toplamı da <code>180^\circ</code>'dir, çünkü bunlar da komşudur ve düz bir doğru oluştururlar.

source: The pink and green angles are corresponding angles, so they are also equal.
es: Los ángulos rosa y verde son ángulos correspondientes, así que son iguales.
fr: L'angle rose et l'angle vert sont des angles correspondants, donc il sont égaux.
pl: Różowy i zielony są kątami odpowiadającymi, więc także są równe.
pt: Os ângulos rosa e verde são ângulos correspondentes, então também são iguais.
tr: Pembe ve yeşil açılar yöndeştir, yani ölçüleri de eşittir.

source: The pink angles are adjacent to <code>\blue{\angle A}</code> and form a straight line, so we know that:
fr: Chacun des angles roses et l'angle <code>\blue{\angle A}</code> sont adjacents supplémentaires donc :
pl: Różowy kąt jest przyległy do <code>\blue{\angle A}</code> i tworzy z nim prostą linię, więc wiemy że:
pt: Os ângulos rosa são adjacentes ao <code>\blue{\angle A}</code> e formam uma linha reta, então sabemos:
tr: Pembe açılar <code>\blue{\angle A}</code>'ya komşudur ve düz bir doğru oluşturur, yani şunu biliyoruz:

source: The pink angles are adjacent to the blue angle and form a straight line, so they measure <code>180^\circ - <var>MEASURE</var>^\circ = <var>180 - MEASURE</var>^\circ</code>.
fr: Chacun des angles roses et l'angle bleu sont adjacents supplémentaires donc un angle rose mesure <code>180^\circ - <var>MEASURE</var>^\circ = <var>180 - MEASURE</var>^\circ</code>
nb: Den rosa vinkelen vil sammen med den blå vinkelen danne en rett linje, så de måler <code>180^\circ - <var>MEASURE</var>^\circ = <var>180 - MEASURE</var>^\circ</code>.
pl: Różowe kąty są przyległe do niebieskiego kąta i tworzą z nim linię prostą, czyli każdy z nich razem z niebieskim tworzy kąt <code>180^\circ - <var>MEASURE</var>^\circ = <var>180 - MEASURE</var>^\circ</code>.
pt: Os ângulos rosa são adjacentes ao ângulo azul e formam uma linha reta, então eles medem <code>180^\circ - <var>MEASURE</var>^\circ = <var>180 - MEASURE</var>^\circ</code>.
tr: Pembe açılar, mavi açıyla komşudur, o zaman ölçüleri <code>180^\circ - <var>MEASURE</var>^\circ = <var>180 - MEASURE</var>^\circ</code> olur.

source: The pink angles are equal because they are opposite each other.
fr: Les angles roses sont opposés par le sommet.
nb: De ros vinklene er like fordi de er motsatt til hverandre
pl: Różowe kąty są równe, ponieważ leżą naprzeciw siebie.
pt: Os ângulos rosa são iguais, porque eles são opostos.
tr: Pembe açılar eşittir, çünkü karşılıklıdır.

source: The pink angles are equal because they are vertical angles.
fr: Les angles roses sont opposés par le sommet.
pl: Różowe kąty są sobie równe, ponieważ są kątami wierzchołkowymi.
pt: Os ângulos rosa são iguais, porque são ângulos opostos pelo vértice.
tr: Pembe açılar eşittir, çünkü ters açılardır.

source: The pink angles equal each other because they are vertical angles.
fr: Les angles roses sont opposés par le sommet.
pl: Różowe kąty są sobie równe, ponieważ są to kąty wierzchołkowe.
pt: Os ângulos rosa são iguais um ao outro, porque são ângulos opostos pelo vértice.
tr: Pembe açılar birbirine eşittir, çünkü bunlar ters açıdır.

source: The pink sides of triangle <code>CBD</code> are radii, so they must be equal. This means triangle <code>CBD</code> is isosceles and that the base angles, <code><var>ANGLE_C_LABEL</var></code> and <code><var>ANGLE_D_LABEL</var></code> angles, are equal.
es: Los lados rosas del triángulo <code>CBD</code> son radios, así que deben ser iguales. Esto significa que el triángulo <code>CBD</code> es isósceles y que los ángulos base, <code><var>ANGLE_C_LABEL</var></code> y <code><var>ANGLE_D_LABEL</var></code>, son iguales.
pt: Os lados rosa do triângulo <code>CBD</code> são raios, então devem ser iguais. Isso significa que o triângulo <code>CBD</code> é isósceles e que os ângulos da base, <code><var>ANGLE_C_LABEL</var></code> e <code><var>ANGLE_D_LABEL</var></code>, são iguais.
tr: <code>CBD</code> üçgeninin pembe kenarları yarıçaplardır, buna göre eşit olmaları gerekir. Bu, <code>CBD</code> üçgeninin ikizkenar olduğu ve taban açılarının, <code><var>ANGLE_C_LABEL</var></code> ve <code><var>ANGLE_D_LABEL</var></code> açıları, eşit olduğu anlamına gelir.

source: The pink sides of triangle <code>CBD</code> are radii, so they must be equal. This means triangle <code>CBD</code> is isosceles and that the base angles, <code><var>ANGLE_C_LABEL</var></code> and <code><var>SUBANGLE_3</var></code> angles, are equal.
es: Los lados rosas del triángulo <code>CBD</code> son radios, así que deben ser iguales. Esto significa que el triángulo <code>CBD</code> es isósceles y que los ángulos base, <code><var>ANGLE_C_LABEL</var></code> y <code><var>SUBANGLE_3</var></code>, son iguales.
pt: Os lados rosa do triângulo <code>CBD</code> são raios, então eles devem ser iguais. Isso significa que o triângulo <code>CBD</code> é isósceles, e que os ângulos da base, <code><var>ANGLE_C_LABEL</var></code> e <code><var>SUBANGLE_3</var></code>, são iguais.
tr: <code>CBD</code> üçgeninin pembe kenarları yarıçaplardır, buna göre eşit olmaları gerekir. Bu, <code>CBD</code> üçgeninin ikizkenar olduğu ve taban açılarının, <code><var>ANGLE_C_LABEL</var></code> ve <code><var>SUBANGLE_3</var></code> açıları, eşit olduğu anlamına gelir.

source: The point is <code><var>X</var></code> unit to the right of the origin.
es: El punto está a <code><var>X</var></code> unidad a la derecha del origen.
nb: Punktet er <code><var>X</var></code> enheter til høyre fra origo.
pl: Punkt znajduje się <code><var>X</var></code> jednostkę na prawo od początku układu współrzędnych.
pt: O ponto está <code><var>X</var></code> unidade à direita da origem.
tr: Bu nokta, başlangıç noktasından <code><var>X</var></code> birim sağdadır.

source: The point is <code><var>X</var></code> units to the right of the origin.
es: El punto está a <code><var>X</var></code> unidades a la derecha del origen.
fr: Le point est à <code><var>X</var></code> unités de l'axe des y.
nb: Punktet er <code><var>X</var></code> enheter til høyre for origo.
pl: Punkt znajduje się <code><var>X</var></code> jednostki(ek) na prawo od początku układu współrzędnych.
pt: O ponto está <code><var>X</var></code> unidades à direita da origem.
tr: Bu nokta, başlangıç noktasının <code><var>X</var></code> birim sağındadır.

source: The point is <code><var>Y</var></code> unit up from the origin.
es: El punto está a <code><var>Y</var></code> unidad por encima del origen.
nb: Punktet er <code><var>Y</var></code> enheter opp fra origo.
pl: Punkt znajduje się o <code><var>Y</var></code> jednostkę w górę od początku układu współrzędnych.
pt: O ponto está <code><var>Y</var></code> unidade acima da origem.
tr: Bu nokta, başlangıç noktasından <code><var>Y</var></code> birim yukarıdadır.

source: The point is <code><var>Y</var></code> units up from the origin.
es: El punto está a <code><var>Y</var></code> unidades por encima del origen.
fr: Le point est à <code><var>Y</var></code> unités de l'axe des x.
nb: Punktet er <code><var>Y</var></code> enheter opp fra origo.
pl: Punkt znajduje się <code><var>Y</var></code> jednostki(ek) w górę od początku układu współrzędnych.
pt: O ponto está <code><var>Y</var></code> unidades acima da origem.
tr: Bu nokta, başlangıç noktasından <code><var>Y</var></code> birim yukarıdadır.

source: The point where the bisectors intersect is the circumcenter. We could construct a perpendicular bisector of the third side in the triangle, but this will intersect at the same point.
es: El punto donde se intersectan las mediatrices es el circuncentro. Podríamos construir la mediatriz del tercer lado del triángulo, pero esta se intersectará en el mismo punto.
fr: Le point de concours des deux médiatrices est le centre du cercle circonscrit. On aurait pu tracer la troisième médiatrice, mais elle rencontrera les autres au même point.
pl: Punkt przecięcia się symetralnych jest środkiem okręgu opisanego. Moglibyśmy skonstruować symetralną trzeciego boku trójkąta, ale przetnie się ona w tym samym punkcie.
pt: O ponto onde as bissetrizes se interceptam é o circuncentro. Poderíamos construir uma mediatriz do terceiro lado do triângulo, mas a interseção ocorreria no mesmo ponto.
tr: Orta dikmelerin kesiştiği nokta, çevrel çemberin merkezidir. Üçgendeki üçüncü kenara da bir orta dikme çizebiliriz, ama bu da aynı noktada kesişecektir.
