Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: As you're leveling up your skills, you can keep track of progress right on the dashboard. Points, badges, and skill levels are all visible and updated in realtime.
da: Mens du løser opgaverne, kan du holde øje med din fremgang øverst til højre. Point, badges og færdighedsniveauer er hele tiden synlige og opdateres efterhånden som du løser opgaverne.
es: A medida que vas aumentando tus habilidades puedes revisar tu progreso en el panel. Los puntos, las medallas y los niveles de habilidad son todos visibles y se actualizan en tiempo real.
fr: Au fur et à mesure que vous travaillez vos compétences, vous pouvez garder un œil sur votre progrès grâce au tableau de bord ; rendez vous sur l'onglet "Progrès". Les points, badges et niveaux dans les compétences sont mis à jour en temps réel.
nb: Mens som du løser oppgavene, kan du holde øye med din fremgang øverst til høyre. Point, badges og ferdighetsnivå er hele tiden synlig og oppdateres etter som du løser oppgavene.
nl: Als je je vaardigheden naar hogere niveaus brengt, kan je je vooruitgang in het oog houden op het dashboard. Punten, badges, en niveaus zijn allemaal zichtbaar en worden in real-time bijgewerkt.
pl: Na pulpicie nawigacyjnym możesz obserwować swój postęp w podnoszeniu umiejętności. Punkty, odznaki oraz poziom umiejętności są tu na bieżąco uwidocznione.
pt: Conforme você desenvolve suas habilidades, pode acompanhar seu progresso no painel de aprendizado. Pontos, medalhas e níveis de habilidades são atualizados e podem ser visualizados em tempo real.
tr: Yeteneklerinizi geliştirirken,kontrol panelinden gelişmelerinizi takip edebilirsiniz.Puanların, madalyaların ve yetenek seviyelerinin hepsi gerçek zamanlı olarak görünür ve güncellenir.

source: As your students log in (which they can easily do through their Clever Instant Login Portal by clicking on the Khan Academy app), they will be automatically added to your classes on Khan Academy
es: Cuando tus estudiantes inicien sesión (lo pueden hacer fácilmente a través de su Clever Instant Login Portal haciendo clic en la aplicación de Khan Academy), serán agregados automáticamente a tus clases en Khan Academy
nb: Når dine elever logger inn (som de lett kan gjøre gjennom sin Clever konto i Login Portalen med å klikke på Khan Academy app), så vil de automatisk bli lagt til i den klasse i Khan Academy
pt: Conforme seus alunos acessam (o que eles podem fazer facilmente usando o portal de acesso instantâneo do Clever clicando no aplicativo da Khan Academy), eles vão ser automaticamente adicionados às suas turmas da Khan Academy
tr: Öğrencileriniz kaydolduğunda (bunu Clever Anında Oturum Açma Portalında Khan Academy uygulamasını tıklayarak kolaylıkla yapabilirler), otomatikman Khan Academy'deki sınıflarınıza ekleneceklerdir

source: Ashley
fr: Audrey
ja: アシュレー
pt: Adriana
pt_pt: Ana
tr: Aslı

source: Ask 10 questions that earn 3+ votes
da: Stil 10 spørgsmål, der får 3 + stemmer
es: Haz 10 preguntas que ganen 3 o más votos
fr: Poser 10 questions qui récoltent au moins 3 votes
ja: 3+の投票を獲得した10の質問を投稿
nb: Spør 10 spørsmål som får 3+ stemmer
nl: Stel 10 vragen die 3+ stemmen krijgen
pl: Zadaj 10 pytań, które uzyskają przynajmniej 3 głosy
pt: Fazer 10 perguntas que ganhem mais de 3 votos
pt_pt: Faz 10 perguntas que ganhem 3 ou mais votos
tr: 3 + oy alan 10 soru sorun

source: Ask 100 questions that earn 3+ votes
da: Stil 100 spørgsmål, der får 3 + stemmer
es: Haz 100 preguntas que ganen 3 o más votos
fr: Poser 100 questions qui récoltent au moins 3 votes
ja: 3+の投票を獲得した100の質問を投稿
nb: Spør 100 spørsmål som får 3+ stemmer
nl: Stel 100 vragen die 3+ stemmen krijgen
pl: Zadaj 100 pytań, które uzyskają przynajmniej 3 głosy
pt: Fazer 100 perguntas que ganhem mais de 3 votos
pt_pt: Faz 100 perguntas que ganhem 3 ou mais votos
tr: 3 + oy alan 100 soru sorun

source: Ask a question
da: Stil et spørgsmål
es: Realiza una pregunta
fr: Poser une question
hi: एक सवाल पूछें
ja: 質問する
nb: Still et spørsmål
nl: Stel een vraag
pl: Zadaj pytanie
pt: Fazer uma pergunta
pt_pt: Fazer uma pergunta
tr: Bir soru sorun

source: Ask a question that earns 10+ votes
da: Stil et spørgsmål, der får 10+ stemmer
es: Haz una pregunta que gane 10 o más votos
fr: Poser une question qui récolte au moins 10 votes
ja: 10+の投票を獲得した質問を投稿
nb: Still et spørsmål som får 10+ stemmer
nl: Stel een vraag die 10+ stemmen krijgt
pl: Zadaj pytanie i uzyskaj za nie ponad 10 głosów
pt: Fazer uma pergunta que ganhe mais de 10 votos
pt_pt: Faz uma pergunta que ganhe, pelo menos, 10 votos
tr: 10 + oy alan bir soru sorun

source: Ask a question that earns 25+ votes
da: Stil et spørgsmål, der får 25+ stemmer
es: Haz una pregunta que gane 25 o más votos
fr: Poser une question qui récolte au moins 25 votes
ja: 25+の投票を獲得した質問を投稿
nb: Still et spørsmål som får 25+ stemmer
nl: Stel een vraag die 25+ stemmen krijgt
pl: Zadaj pytanie i uzyskaj za nie ponad 25 głosów
pt: Fazer uma pergunta que ganhe mais de 25 votos
pt_pt: Faz uma pergunta que ganhe, pelo menos, 25 votos
tr: 25+ oy alan bir soru sorun

source: Ask a question that earns 50+ votes
da: Stil et spørgsmål, der får 50+ stemmer
es: Haz una pregunta que gane 50 o más votos
fr: Poser une question qui récolte au moins 50 votes
ja: 50+の投票を獲得した質問を投稿
nb: Still et spørsmål som får 50+ stemmer
nl: Stel een vraag die 50+ stemmen krijgt
pl: Zadaj pytanie i uzyskaj za nie ponad 50 głosów
pt: Fazer uma pergunta que ganhe mais de 50 votos
pt_pt: Faz uma pergunta que ganhe, pelo menos, 50 votos
tr: 50+ oy alan bir soru sorun

source: Ask a question...
da: Stil et spørgsmål...
es: Realiza una pregunta...
fr: Poser une question...
hi: एक सवाल पूछें...
ja: 質問する．．．
nb: Still et spørsmål...
nl: stel een vraag...
pl: Zadaj pytanie...
pt: Faça uma pergunta...
pt_pt: Faz uma pergunta...
tr: Bir soru sorun...

source: Ask questions underneath any video. If you're unsure about something, you should ask. You'll learn from the community and help others who have the same question.
da: Stil spørgsmål under enhver video. Hvis du er usikker på noget, så spørg. Du vil lære i fællesskabet og hjælper andre, der har det samme spørgsmål.
es: Haz preguntas debajo de cualquier video. Si no estás seguro de algo, deberías preguntar. Aprenderás de la comunidad y ayudarás a otros que tienen la misma pregunta.
fr: Posez des questions sous n'importe quelle vidéo. Si vous n'êtes pas sûr de quelque chose, vous devriez demander. Ainsi vous apprendrez de la communauté et vous aiderez ceux qui se posent la même question que vous.
nb: Still spørsmål under enhver video. Om du er usikker på noe, så spør. Du vil lære av fellesskapet og hjelpe andre som har det samme spørsmålet.
nl: Stel vragen onder een video. Als je ergens niet zeker over bent, kan je altijd vragen. Je zal dan leren van onze community en andere helpen met dezelfde vraag.
pl: Zadaj pytanie pod dowolnym filmem. Jeśli czegoś nie jesteś pewien, powinieneś zapytać. Nauczysz się czegoś od społeczności i pomożesz innym, którzy chcieliby zadać to samo pytanie.
pt: Faça perguntas abaixo de qualquer vídeo. Se tiver dúvida sobre algo, pergunte. Você aprenderá com a comunidade e ajudará aqueles que têm a mesma dúvida.
pt_pt: Faz perguntas diretamente por baixo de qualquer vídeo. Se tens alguma dúvida, coloca-a. Vais aprender com a comunidade e ajudar outras pessoas que tenham a mesma dúvidas.
tr: Herhangi bir videonun altına sorunuzu yazabilirsiniz. Eğer bir şey hakkında emin olamıyorsanız, sormakta fayda var.

source: Ask your parent to check their email ({{email}}) and create their parent account.
da: Bed din forælder om at tjekke deres email ({{email}}) og oprette deres forælderkonto.
es: Pídele a tus padres que consulten su correo electrónico ({{email}}) y creen su cuenta de padres.
fr: Demander à tes parents de consulter leur adresse e-mail : ({{email}}) pour créer le compte parent.
ja: あなたの親に電子メイル({{email}})をチェックするようにお願いしましょう．そして親アカウントを作ってもらいましょう．
nb: Spør foreldrene dine om å sjekke e-post'en ({{email}}) og opprette deres foreldre-bruker.
nl: Vraag een ouder zijn/haar e-mail ({{email}}) te controleren en een ouderaccount te creëren.
pl: Poproś rodziców, aby sprawdzili swój e-mail ({{email}}) i stworzyli swoje konto rodzica.
pt: Peça a seus pais para verificarem o e-mail ({{email}}) e criarem sua conta de pai.
pt_pt: Pede aos teus pais para acederem ao e-mail ({{email}}) e para criarem uma conta para pais.
tr: Velinize e-postalarını ({{email}}) kontrol etmesini ve veli hesabını yaratmasını söyleyin.

source: Assertion failed: %(actual)s is not equal to %(expected)s.
da: Påstand mislykkedes: %(actual)s er ikke lig med %(expected)s.
es: Falla de la aserción: %(actual)s no es igual a %(expected)s.
nb: Påstand mislyktes: %(actual)s er ikke lik %(expected)s.
pl: Potwierdzenie nie powiodło się: %(actual)s nie jest takie samo jak %(expected)s.
pt: Falha na asserção: %(actual)s não é igual a %(expected)s.
tr: İfade başarısız oldu: %(actual)s, %(expected)s ile eşit değil.

source: Assessing Student Mastery
da: Vurdering af studenterbeherskelse
es: Evaluar dominio del estudiante
nl: Beoordeling van Student meesterschap
pl: Ocena Mistrzostwa ucznia
pt: Avaliação dos domínios do aluno
tr: Öğrencilerin Ustalığının Değerlendirilmesi

source: Assessment Report for <span class="assessment-title">%(assessment_title)s</span>
pl: Raport testu oceniającego dla <span class="assessment-title">%(assessment_title)s</span>
pt: Relatório de avaliação para <span class="assessment-title">%(assessment_title)s</span>
tr: <span class="assessment-title">%(assessment_title)s</span>için Değerlendirme Raporu

source: Assessments
fr: Evaluations
pl: Testy oceniające
pt: Avaliações
tr: Değerlendirmeler

source: Assessments Taken
fr: Evaluations effectuées
pl: Podjęte testy oceniające
pt: Avaliações feitas
tr: Alınan Değerlendirmeler

source: Assume this first statement is true:
es: Supón que esta primera proposición es verdadera:
fr: Sachant que la proposition ci-dessous est vraie :
pt: Vamos assumir que a primeira afirmação seja verdadeira:
tr: İlk önermenin doğru olduğunu varsayınız:

source: Assume this original statement below is true:
es: Supón que esta proposición original es verdadera:
fr: Sachant que la proposition ci-dessous est vraie :
pt: Vamos presumir que a afirmação original abaixo seja verdadeira:
tr: Aşağıdaki orijinal önermenin doğru olduğunu varsayınız:

source: Assuming <var>person(1)</var> can only get points by completing levels, what is the minimum number of levels that he needs to complete to reach his goal?
da: Forudsat at <var>person(1)</var> kan kun få point ved at gennemføre niveauer, hvad er det mindste antal niveauer, som han skal gennemføre for at nå sit mål?
es: Suponiendo que <var>person(1)</var> solo pueda ganar puntos completando niveles, ¿cuál es el mínimo número de niveles que necesita completar para alcanzar su meta?
fr: En supposant que <var>person(1)</var> peut seulement obtenir des points en remplissant des niveaux, quel est le nombre minimal de niveaux qu'il doit remplir pour atteindre son but ?
nb: Forutsett at <var>person(1)</var> bare kan få poeng ved å fullføre nivåer, hva er minste antall nivåer som han må fullføre for å nå sitt mål?
nl: Als we er van uit gaan dat <var>person(1)</var> alleen punten kan behalen door het uitspelen van levels, wat is dan het minimale aantal levels dat hij uit moet spelen om zijn doel te behalen?
pl: Zakładając, że <var>person(1)</var> może dostać punkty tylko za ukończenie poziomu, jaka jest minimalna liczba poziomów, które musi ukończyć, żeby osiągnąć swój cel?
pt: Considerando que <var>person(1)</var> só consegue pontos ao concluir uma fase, qual é o número mínimo de fases que ele precisa concluir para atingir seu objetivo?
tr: <var>person(1)</var>'nin sadece düzey tamamlayarak puan kazanabileceğini varsayarsak, hedefine ulaşması için tamamlaması gereken minimum düzey sayısı nedir?

source: Assuming <var>person(1)</var> can only get points by completing levels, what is the minimum number of levels that she needs to complete to reach her goal?
da: Forudsat at <var>person(1)</var> kan kun få point ved at gennemføre niveauer, hvad er det mindste antal niveauer, som hun skal gennemføre for at nå sit mål?
es: Suponiendo que <var>person(1)</var> solo pueda ganar puntos completando niveles, ¿cuál es el mínimo número de niveles que necesita completar para alcanzar su meta?
fr: En supposant que <var>person(1)</var> peut seulement obtenir des points en remplissant des niveaux, ce qui est le nombre minimal de niveaux qu'elle doit remplir pour atteindre son but ?
nb: Forutsett at <var>person(1)</var> bare kan få poeng ved å fullføre nivåer, hva er minste antall nivåer som han må fullføre for å nå sitt mål?
nl: Als we er van uit gaan dat <var>person(1)</var> alleen punten kan behalen door het uitspelen van levels, wat is dan het minimale aantal levels dat zij uit moet spelen om haar doel te behalen?
pl: Zakładając, że <var>person(1)</var> może dostać punkty tylko za ukończenie poziomu, jaka jest minimalna liczba poziomów, które musi ukończyć, żeby osiągnąć swój cel?
pt: Considerando que <var>person(1)</var> só consegue pontos ao concluir uma fase, qual é o número mínimo de fases que ela precisa concluir para atingir seu objetivo?
tr: <var>person(1)</var>'nin sadece düzey tamamlayarak puan kazanabileceğini varsayarsak, hedefine ulaşması için tamamlaması gereken minimum düzey sayısı nedir?

source: Astatine
es: Astato
nb: Astat
pl: Astat
pt: Ástato
tr: Astatin

source: At 2:33, Sal said "single bonds" but meant "covalent bonds."
da: Ved 2:33, sagde Sal "enkeltbindinger", men mente "kovalente bindinger."
es: En el minuto 2:33, Sal dice: "enlaces sencillos", pero quiso decir: "enlaces covalentes"
fr: À 2:33, la voix dit « liaisons simples », mais voulait dire « liaisons covalentes. »
hi: 2:33 बजे, सुनील कहता है "सिंगल बांड" मगर उसका अर्थ है "कोवलेन्ट बांड."
ja: 2:33 でサルは「単一結合」と言いましたが，それは「共通結合」のはずです．
nb: Ved 2:33 sa Sal "enkeltbindinger", men mente "kovalente bindinger".
nl: Op 2:33 zei Sal "enkele bindingen" maar bedoelde "covalente bindingen."
pl: W 2:33, Sal powiedział "pojedyncze wiązania" ale chodziło mu o "wiązania kowalencyjne".
pt: Em 2:33, Sal disse "ligações simples", mas quis dizer "ligações covalentes".
pt_pt: Ao minuto 02:33, o Sal disse "ligações simples" mas devia ter dito "ligações covalentes".
tr: Anlatıcı 2:33'te "tek bağlar" demiş; doğrusu "kovalent bağlar" olacak.

source: At 2:33, Sal said "single bonds" but meant covalent bonds.
da: Ved 2:33, sagde Sal "enkeltbindinger", men han mente "kovalente bindinger."
es: En el minuto 2:33, Sal dijo "enlaces simples" pero quiso decir "enlaces covalentes".
fr: À 2:33, Sal dit « liaisons simples », mais voulait dire « liaisons covalentes. ».
ja: 2:33 でサルは「単一結合」と言いましたが，それは「共通結合」のはずです．
nb: Ved 2:33 sa Sal "enkeltbindinger", men mente kovalente bindinger.
nl: Op 2:33, Sal zei "enkelvoudige verbindingen" maar bedoelde covalente verbindingen.
pl: W 2:33, Sal powiedział "pojedyncze wiązania" ale chodziło mu o "wiązania kowalencyjne".
pt: Em 2:33, Sal disse "ligações simples", mas quis dizer "ligações covalentes".
pt_pt: Aos 2:33, o Sal disse "ligações simples" mas queria dizer "ligações covalentes".
tr: Anlatıcı 2:33'te "tek bağlar" demiş; doğrusu "kovalent bağlar" olacak.

source: At 5:31, how is the moon large enough to block the sun? Isn't the sun way larger?
da: Hvordan kan månen være stor nok til at dække for solen ved 5:31? Er solen ikke meget større?
es: En el minuto 5:31, ¿cómo es que la Luna es lo suficientemente grande como para bloquear el Sol? ¿No es el Sol mucho más grande?
fr: À 5h31, comment la lune est-elle assez grande pour cacher le soleil ? Le soleil n'est-il pas plus grand ?
hi: शाम 5:31 पर, सूर्य को छिपाने के लिए चन्द्रमा पर्याप्त बड़ा कैसे हो सकता है? क्या सूर्य उससे अधिक बड़ा नहीं है?
ja: 5:31 についてですが，どうして月は太陽を隠せるだけの大きさがあるのですか? 太陽はずっと大きいのではないですか?
nb: Ved 5:31, hvordan kan månen være stor nok til å blokkere for solen? Er ikke solen mye større?
nl: Om 5 uur 31, is de maan groot genoeg om de zon te blokken? Is de zon niet altijd groter?
pl: W 5:31: Jak to jest, że Księżyc może być na tyle duży aby zasłonić Słońce? Czyż Słońce nie jest o wiele większe od niego?
pt: Às 5:31, a lua é grande o bastante para encobrir o sol? O sol não é bem maior?
pt_pt: Ao minuto 05:31, como é que a Lua consegue ser suficientemente grande para cobrir o Sol? O Sol não é muito maior do que a Lua?
tr: 5:31'de, ay nasıl güneşi bloke edecek kadar büyük olabilir? Güneş çok daha büyük değil mi?

source: At <code>x = <var>NUMERATOR</var></code>, the denominator of the original expression is <code>0</code>.
fr: Si <code>x = <var>NUMERATOR</var></code>, le dénominateur des fractions données est égal à <code>0</code>.
pl: W <code>x = <var>NUMERATOR</var></code>, mianownik pierwotnego wyrażenia wynosi <code>0</code>.
pt: Em <code>x = <var>NUMERATOR</var></code>, o denominador da expressão original é <code>0</code>.

source: At <code>x = <var>PRETTY_X1</var></code>, then <code>y - <var>PRETTY_Y1</var> = 0</code>.
da: Når <code>x = <var>PRETTY_X1</var></code>, så er <code>y - <var>PRETTY_Y1</var> = 0</code>.
es: At <code>x = <var>PRETTY_X1</var></code>, entonces <code>y - <var>PRETTY_Y1</var> = 0</code>.
fr: En <code>x = <var>PRETTY_X1</var></code>, <code>y - <var>PRETTY_Y1</var> = 0</code>.
pt: Em <code>x = <var>PRETTY_X1</var></code>, então <code>y - <var>PRETTY_Y1</var> = 0</code>.
tr: <code>x = <var>PRETTY_X1</var></code>'de, <code>y - <var>PRETTY_Y1</var> = 0</code>.

source: At Hogwarts, there are four houses: <var>toSentence(HOUSES)</var>. The bar chart below shows the number of house points that each house received today.
fr: À Poudlard, il y a quatre maisons : <var>toSentence(HOUSES)</var>. Le diagramme en bâtons ci-dessous montre le nombre de points que chaque maison a reçu aujourd'hui.
hi: होग्वार्ट्स पर चार घर हैं : <var>toSentence(HOUSES)</var>.निचे दी हुई बार तालिका वो अंक दिखा रही है जो आज हर घर को मिले हैं .
nb: På Galtvort er det fire hus: <var>toSentence(HOUSES)</var>. I søylediagrammet vises antall poeng som hvert hus fikk i dag.
pl: W Hogwarcie są cztery domy: <var>toSentence(HOUSES)</var>. Poniższy wykres słupkowy przedstawia liczbę punktów, którą przyznano dzisiaj każdemu z domów.
pt: Em Hogwarts, há quatro casas: <var>toSentence(HOUSES)</var>. O gráfico de barras abaixo mostra o número de pontos que cada casa obteve hoje.

source: At Khan Academy, Mark works primarily on the SAT project focusing on creating and revising content for the Reading and Writing &amp; Language sections.
pt: Na Khan Academy, Mark trabalha principalmente no projeto SAT, com foco na criação e revisão de conteúdos para as seções Leitura, Escrita e Linguagem.
tr: Khan Academy'de Mark öncelikle SAT projesinde çalışır, Okuma ve Yazma &amp; Dil bölümleri için içerik yaratma ve gözden geçirmeye odaklanır.

source: At any given point, Natalie is absolutely 100% down to talk about the latest public radio show or podcast you heard. A fan of pun-making, language-learning, and Caltrain people-watching, she unabashedly still wears her retainers and cuddles with her pillow.
pt: Natalie está sempre 100% disposta a conversar sobre o último programa de rádio comunitária ou podcast que você ouviu. Fã dos trocadilhos, de aprender novos idiomas e de observar as pessoas no trem. Ela não tem a menor vergonha de ainda usar aparelho nos dentes e dormir abraçada com seu travesseiro.
tr: Natalie son dinlediğiniz kamu radyo programı veya podcast hakkında sohbet etmeye her zaman %100 hazırdır. Kelime oyunlarının, dil öğreniminin ve Caltrain kullanıcılarını izlemenin hayranı olan Natalie, hala çekinmeksizin damaklığını takmakta, ve yastığını kucaklamaktadır.

source: At most 3 school creations is allowed per user
es: Como mucho se permiten por usuario 3 creaciones de escuela
fr: Un maximum de 3 créations d'écoles est autorisée par utilisateur
hi: प्रति उपयोगकर्ता,अधिक से अधिक ३ विद्यालय निर्माण की अनुमति दी गयी है।
ja: ユーザー1人につき最大で3つの学校の作成が許可されています．
nb: Minst 3 skoler er tillat per bruker
nl: Elke gebruiker mag maximaal 3 school werkstukken maken
pl: Jeden użytkownik może utworzyć tylko 3 szkoły
pt: São permitidas no máximo 3 criações de escola por usuário
pt_pt: Só são permitidas 3 criações da escola por utilizador
tr: Kullanıcı başına en az 3 okul oluşturmaya izin verilir

source: At that time, <var>P1</var> will be <var>C</var> times as old as <var>P2</var>.
es: En ese momento, <var>P1</var> tendrá <var>C</var> veces la edad de <var>P2</var>.
fr: On sait que $y$ est tel que <var>P1</var> sera <var>C</var> fois plus âgé que <var>P2</var>.
nb: På den tiden, vil <var>P1</var> være <var>C</var> ganger så gammel som <var>P2</var>.
nl: Tegen die tijd zal <var>P1</var> <var>C</var> keer zo oud zijn als <var>P2</var>.
pl: Wtedy <var>P1</var> będzie mieć <var>C</var> razy tyle lat, co <var>P2</var>.
pt: Nessa época, <var>P1</var> será <var>C</var> vezes mais velho(a) que <var>P2</var>.
tr: O zamanda, <var>P1</var> <var>P2</var>'nin <var>C</var> katı yaşta olacaktır.

source: At that time, he will also be <code><var>A</var> <var>V1</var></code> years old.
es: En ese momento, también tendrá <code><var>A</var> <var>V1</var></code> años.
fr: On sait qu'alors, son âge sera égal à <code><var>A</var> <var>V1</var></code> ans.
nb: På den tiden, vil han også være <code><var>A</var> <var>V1</var></code> år gammel.
nl: Tegen die tijd zal hij ook <code><var>A</var> <var>V1</var></code> jaar oud zijn.
pl: Będzie też wtedy mieć <code><var>A</var> <var>V1</var></code> lat(a).
pt: Nessa época, ele também terá <code><var>A</var> <var>V1</var></code> anos de idade.
tr: O zamanda, o da <code><var>A</var> <var>V1</var></code> yaşında olacaktır.

source: At that time, she will also be <code><var>A</var> <var>V1</var></code> years old.
es: En ese momento, también tendrá <code><var>A</var> <var>V1</var></code> años.
fr: On sait qu'alors, son âge sera égal à <code><var>A</var> <var>V1</var></code> ans.
nb: På den tiden vil han også være <code><var>A</var> <var>V1</var></code> år gammel.
nl: Tegen die tijd zal zij ook <code><var>A</var> <var>V1</var></code> jaar oud zijn.
pl: Będzie też wtedy mieć <code><var>A</var> <var>V1</var></code> lat(a).
pt: Nessa época, ela também terá <code><var>A</var> <var>V1</var></code> anos de idade.
tr: O zamanda, o da <code><var>A</var> <var>V1</var></code> yaşında olacaktır.
