Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: By clicking Accept, you give this application access to your personal Khan Academy data (videos watched, exercises done, badges earned, coaches approved, profile information, and other activity).
ja: 許可をクリックすることで，あなたはアプリケーションにあなたの個人のカーンアカデミーのデータへのアクセス権を与えます (見たビデオの数，完了した練習問題の数，獲得したバッジ，コーチが認めたもの，プロフィール情報，そして他の活動状況などです)．
nb: Ved å klikke Godta, gir du dette programmet tilgang til personopplysninger i Khan Academy (videoer sett, øvelser gjort, merker tjent, godkjente lærere, profil informasjon og andre aktiviteter.).
pl: Klikając w przycisk Akceptuj, dajesz tej aplikacji dostęp do Twoich osobistych danych na Khan Academy (obejrzane filmy, zrobione ćwiczenia, zdobyte odznaki, trenerzy, informacje o profilu i inna aktywność).
pt: Ao clicar em "Aceitar", você concede a essa aplicação acesso aos seus dados pessoais da Khan Academy (vídeos assistidos, exercícios feitos, medalhas ganhas, tutores aprovados, informações de perfil e outras atividades).
pt_pt: Ao clicares em "Aceitar", estás a permitir que a aplicação aceda às tuas informações pessoais da Khan Academy (como os vídeos que viste, os exercícios que resolveste, as medalhas que ganhaste, os tutores que aprovaste e outra atividade da tua conta).
tr: Kabul Ediyorum tuşuna bastığınızda, bu uygulamanın size ilişkin Khan Academy verilerine (izlediğiniz videolar, tamamladığınız alıştırmalar, kazandığınız rozetler, profil bilgileriniz ve diğer aktiviteleriniz) ulaşmasına izin vermiş olacaksınız.

source: By clicking Google/Facebook, you agree to our <a href='/about/tos' target='_blank'>Terms of Service</a> and <a href='/about/privacy-policy' target='_blank'>Privacy Policy</a>.
ja: Google/Facebook をクリックすることで，あなたは私達の<a href='/about/tos' target='_blank'>利用規約</a> と <a href='/about/privacy-policy' target='_blank'>プライバシーポリシー</a>に同意したとみなされます．
nb: Ved å klikke på Google/Facebook, er du enig i våre <a href='/about/tos' target='_blank'>Vilkår for bruk</a> og <a href='/about/privacy-policy' target='_blank'>Retningslinjer for personvern</a>.
pl: Klikając w Google/Facebook, zgadzasz się na <a href='/about/tos' target='_blank'>Warunki korzystania z usługi</a> i <a href='/about/privacy-policy' target='_blank'>Politykę prywatności</a>.
pt: Ao clicar em Google/Facebook, você concorda com nossos <a href='/about/tos' target='_blank'>Termos de Serviço</a> e <a href='/about/privacy-policy' target='_blank'>Política de Privacidade</a>.
pt_pt: Ao clicares em Google ou em Facebook, estás a concordar com os <a href='/about/tos' target='_blank'>Termos de utilização</a> e com a <a href='/about/privacy-policy' target='_blank'>Política de privacidade</a>.
tr: Google/Facebook butonlarına tıkladığınızda <a href='/about/tos' target='_blank'>Hizmet Koşulları</a> ve <a href='/about/privacy-policy' target='_blank'>Gizlilik Politikamızı</a> kabul etmiş olacaksınız.

source: By clicking next, you confirm that you are the child's parent or legal guardian and agree to our %(tosLink)s and %(privacyLink)s
ja: 次をクリックすることで，あなたは子の親，または法的に認められた保護者であり，私達の %(tosLink)s と %(privacyLink)s に同意したことになります．
nb: Ved å klikke neste, bekrefter du at du er barnets foreldre eller foresatte og godtar våre %(tosLink)s og %(privacyLink)s
pl: Klikając dalej, potwierdzasz, że jesteś rodzicem lub prawnym opiekunem dziecka i zgadzasz się na nasze %(tosLink)s i %(privacyLink)s
pt: Ao clicar em "Próximo", você confirma que é o pai ou o responsável legal da criança e concorda com nossos %(tosLink)s e %(privacyLink)s
pt_pt: Ao clicar em "Seguinte", está a confirmar que é um pai e a concordar com os %(tosLink)s e com a %(privacyLink)s
tr: Sonra tuşunu tıklayarak, çocuğun velisi veya yasal vasisi olduğunuzu onaylarsınız ve %(tosLink)s ve %(privacyLink)s kabul etmiş olursunuz

source: By clicking, you agree to our <a href='/about/tos' target='_blank' tabindex='1'>Terms of Service</a> and <a href='/about/privacy-policy' target='_blank' tabindex='1'>Privacy Policy</a>
bg: При кликване, Вие се съгласявате с нашите <a href='/about/tos' target='_blank' tabindex='1'>Условия за ползване</a> и <a href='/about/privacy-policy' target='_blank' tabindex='1'>Декларация за поверителност</a>
da: Ved at klikke her, accepterer du vores <a href='/about/tos' target='_blank' tabindex='1'> Servicevilkår</a> og <a href='/about/privacy-policy' target='_blank' tabindex='1'> privatlivspolitik</a>
es: Al dar click aceptas nuestros <a href='/about/tos' target='_blank' tabindex='1'> Términos de servicio</a> y nuestra <a href='/about/privacy-policy' target='_blank' tabindex='1'> Política de privacidad</a>
fr: En cliquant, vous acceptez nos <a href='/about/tos' target='_blank' tabindex='1'>conditions d'utilisation</a> et <a href='/about/privacy-policy' target='_blank' tabindex='1'>politique de confidentialité</a>
he: על ידי לחיצה כאן, אתם מסכימים <a href='/about/tos' target='_blank' tabindex='1'>לתנאי השימוש</a> שלנו <a href='/about/privacy-policy' target='_blank' tabindex='1'>ולמדיניות הפרטיות</a> שלנו
ja: クリックすると、<a href='/about/tos' target='_blank' tabindex='1'>利用規約</a>と<a href='/about/privacy-policy' target='_blank' tabindex='1'>プライバシーポリシー</a>に同意したものとみなされます。
nb: Ved å klikke godtar du våre <a href='/about/tos' target='_blank' tabindex='1'>Vilkår</a>og<a href='/about/privacy-policy' target='_blank' tabindex='1'>Personvernpolicy</a>
nl: Door hierop te klikken ga je akkoord met onze <a href='/about/tos' target='_blank' tabindex='1'>Terms of Service</a> en <a href='/about/privacy-policy' target='_blank' tabindex='1'>Privacy Policy</a>
pl: Klikając, zgadzasz się na nasze <a href='/about/tos' target='_blank' tabindex='1'>Warunki korzystania z usługi</a> i <a href='/about/privacy-policy' target='_blank' tabindex='1'> Politykę prywatności</a>
pt: Ao clicar, você estará concordando com nossos <a href='/about/tos' target='_blank' tabindex='1'>Termos de serviço</a> e nossa <a href='/about/privacy-policy' target='_blank' tabindex='1'>Política de privacidade</a>
pt_pt: Ao criares uma conta, estás a concordar com os <a href='/about/tos' target='_blank' tabindex='1'>Termos</a> e com a <a href='/about/privacy-policy' target='_blank' tabindex='1'>Política de privacidade</a>
tr: Giriş yaptığınızda <a href='/about/tos' target='_blank' tabindex='1'>Hizmet Koşulları</a> ve<a href='/about/privacy-policy' target='_blank' tabindex='1'>Gizlilik Kuralları</a>nı kabul etmiş olacaksınız.

source: By definition, a factor of a number will divide evenly into that number. We can start by dividing <code><var>A</var></code> by each of our answer choices.
es: Por definición, un factor de un número divide equitativamente a ese número. Podemos empezar por dividir <code><var>A</var></code> entre cada una de nuestras opciones de respuesta.
fr: Par définition, un facteur d'un nombre est une division égale de ce nombre. On peut commcer en divisant <code><var>A</var></code> par chacun de nos choix de réponses.
nb: Per definisjon deles en faktor på et tall jevnt inn i dette nummeret. Vi kan begynne med å dele <code><var>A</var></code> på hver av våre svaralternativer.
pl: Z definicji, czynnik danej liczby dzieli tą liczbę równomiernie. Możemy zacząć przez podzielenie <code><var>A</var></code> przez każdą z naszych możliwych odpowiedzi.
pt: Por definição, o fator de um número se dividirá igualmente por aquele número. Podemos começar dividindo <code><var>A</var></code> por cada uma das nossas opções de resposta.
tr: Tanım itibarı ile, bir sayının böleni, o sayıyı kalansız olarak böler. Cevap seçeneklerimizin her birisini <code><var>A</var></code> ile bölerek başlayabiliriz.

source: By how many points did <var>STUDENT</var>'s score improve from the midterm to the final exam?
fr: De combien de points la note de <var>STUDENT</var> s'est-elle améliorée entre l'examen intermédiaire et l'examen final ?
nb: Med hvor mange poeng økte <var>STUDENT</var>s resultat med fra terminprøven til eksamen?
pl: O ile punktów poprawił się wynik egzaminu końcowego, jak ma <var>STUDENT</var>, w porównaniu z egzaminem śródsemestralnym?
pt: Em quantos pontos a nota de <var>STUDENT</var> melhorou da prova bimestral até a prova final?
tr: <var>STUDENT</var>'nin final sınavı notu, ara sınav notuna göre kaç puan yükselmiştir?

source: By logging in, you agree to our <a href='%(tos_url)s' target='_blank'>Terms of Service</a> and <a href='%(privacy_policy_url)s' target='_blank'>Privacy Policy</a>.
ja: ログインすることで，あなたは私達の <a href='%(tos_url)s' target='_blank'>利用規約</a> と <a href='%(privacy_policy_url)s' target='_blank'>プライバシーポリシー</a> に同意したとみなされます．
nb: Ved å logge på, godtar du våre <a href='%(tos_url)s' target='_blank'>Vilkår for bruk</a> og <a href='%(privacy_policy_url)s' target='_blank'>Retningslinjer for personvern</a>.
pl: Przez zalogowanie się, zgadzasz się na <a href='%(tos_url)s' target='_blank'>Warunki korzystania z usługi</a> i <a href='%(privacy_policy_url)s' target='_blank'>Politykę prywatności</a>.
pt: Ao se conectar, você concorda com nossos <a href='%(tos_url)s' target='_blank'>Termos de Serviço</a> e <a href='%(privacy_policy_url)s' target='_blank'>Política de Privacidade</a>.
pt_pt: Ao iniciares sessão, estás a concordar com os <a href='%(tos_url)s' target='_blank'>Termos de utilização</a> e com a <a href='%(privacy_policy_url)s' target='_blank'>Política de privacidade</a>.
tr: Giriş yaparak, <a href='%(tos_url)s' target='_blank'>Hizmet Şartları</a> ve <a href='%(privacy_policy_url)s' target='_blank'>Gizlilik Politikamızı</a> kabul etmiş olursunuz.

source: By logging in, you agree to our <a href='/about/tos' target='_blank'>Terms of Service</a>, <a href='/about/privacy-policy' target='_blank'>Privacy Policy</a>, and giving this application access to your personal Khan Academy data (videos watched, exercises done, badges earned, coaches approved, profile information, and other activity).
bg: С влизане в системата, Вие се съгласявате с нашите <a href='/about/tos' target='_blank'>Условия за ползване</a> , <a href='/about/privacy-policy' target='_blank'>Декларация за поверителност</a> и давате на това приложение достъп до Вашите лични данни в Кан Академия (гледани видеоклипове, направени упражнения, спечелени значки, одобрени треньори, информация от профила Ви, както и други дейноси).
es: Al iniciar sesión estás aceptando nuestros <a href='/about/tos' target='_blank'>Términos de servicio</a>, nuestra <a href='/about/privacy-policy' target='_blank'> Política de privacidad</a> y estás dando a esta aplicación acceso a tu información personal en Khan Academy (videos vistos, ejercicios resueltos, medallas ganadas, tutores aprobados, información de perfil y otras actividades).
fr: En ouvrant une session, vous acceptez nos <a href='/about/tos' target='_blank'>conditions d'utilisation</a> et <a href='/about/privacy-policy' target='_blank'>politique de confidentialité</a>, et vous donnez à cette application accès à vos données personnelles sur la Khan Academy (vidéos visionnées, exercices complétés, badges gagnés, coaches approuvés, informations du profil, et autres activités).
he: על ידי כניסה למערכת אתם מסכימים <a href='/about/tos' target='_blank'>לתנאי השרות</a>,<a href='/about/privacy-policy' target='_blank'> מדיניות הפרטיות</a> שלנו מאפשרים גישה לפאליקציה שלנו לפרטים האישיים שלכם באקדמיית קהאן (סרטונים שצפיתם, תרגילים שביצעתם,מדליות שהרווחתם, מאמנים שאישרתם,מידע מהפרופיל ופעילויות אחרות).
ja: ログインすると，あなたは私達の<a href='/about/tos' target='_blank'>サービスの利用規約</a>，<a href='/about/privacy-policy' target='_blank'>プライバシーポリシー</a>に同意し，そしてこのアプリケーションにあなたの個人的なカーンアカデミーデータ(ビデオを見た量，学習した練習問題，獲得したバッジ，許可されたコーチ，プロファイル情報，そしてその他のアクティビティ)へのアクセスを与えることになります．
nb: Ved å logge inn, godtar du våre <a href='/about/tos' target='_blank'> Vilkår for bruk</a>, <a href='/about/privacy-policy' target='_blank'> Rettningslinjer for Personvern</a>, og gir dette programmet tilgang til dine personopplysninger hos Khan Academy (videoer sett, øvelser gjort, emblemer tjent, veiledere godkjent, profil informasjon og annen aktivitet).
nl: Door in te loggen ga je akkoordt met onze <a href='/about/tos' target='_blank'>Terms of Service</a>, <a href='/about/privacy-policy' target='_blank'>Privacy Policy</a> en geef je deze toepassing toegang to jouw persoonlijke Khan Academy informatie (bekeken video's, voltooide oefeningen, verdiende medailles, coaches, profielinformatie en andere activiteiten).
pl: Logując się, zgadzasz się na nasze <a href='/about/tos' target='_blank'>Warunki Korzystania z Usługi</a>, <a href='/about/privacy-policy' target='_blank'>Politykę Prywatności</a> oraz zezwalasz tej aplikacji na dostęp do twoich osobistych danych w Khan Academy (obejrzane filmy, zrobione ćwiczenia, zdobyte odznaki, dodani trenerzy, dane profilowe i inne aktywności).
pt: Ao fazer o login, você concorda com nossos <a href='/about/tos' target='_blank'>Termos de serviço</a>, <a href='/about/privacy-policy' target='_blank'>Política de privacidade</a>, e permite que este aplicativo tenha acesso a seus dados pessoais da Khan Academy (vídeos assistidos, exercícios realizados, medalhas obtidas, tutores aprovados, informações de perfil e outras atividades).
pt_pt: Ao iniciares sessão, estás a concordar com os <a href='/about/tos' target='_blank'>Termos de utilização</a> e com a <a href='/about/privacy-policy' target='_blank'>Política de privacidade</a> e autorizas que esta aplicação o aceda aos teus dados pessoais da Khan Academy (vídeos visualizados, exercícios realizados, medalhas recebidas, tutores, dados do perfil e outras atividades).
tr: Giriş yaptığınızda <a href='/about/tos' target='_blank'>Hizmet Koşulları</a>, <a href='/about/privacy-policy' target='_blank'>ve Gizlilik Politikası'nı kabul etmiş </a>, ve bu uygulamaya kişisel Khan Academy bilgilerinize (izlenen videolar, tamamlanan alıştırmalar, kazanılan madalyalar, Eğitmen bilgileri ve diğer aktiviteler gibi) erişim izni vermiş oluyorsunuz.

source: By moving a slice of the parallelogram, we can see that its area is equal to that of a rectangle with the same base and height.
es: Al mover una rebanada del paralelogramo, podemos ver que su área es igual a la de un rectángulo con la misma base y altura.
fr: En déplaçant une partie du parallélogramme, on voit que son aire est égale à celle d'un rectangle qui a la même base et la même hauteur.
nb: Ved å flytte en bit av parallellogrammet, kan vi se at arealet er lik er rektangel med samme grunnlinje og høyde.
pt: Movendo uma parte do paralelogramo, podemos ver que sua área é igual à área de um retângulo com mesma base e altura.
tr: Paralelkenarın bir dilimini çıkararak, alanının, tabanı ve yüksekliği aynı olan dikdörtgenle aynı olduğunu görebiliriz.

source: By plugging these values into the equation, we get:
nb: Ved å sette disse inn i likningen, får vi:
pt: Inserindo esses valores na equação, temos:
tr: Bu değerleri denkleme koyduğumuzda, şunu elde ederiz:

source: By taking the same brain fitness test several times, you are watching yourself learn!
da: Ved at tage den samme fitnesstest af hjernen flere gange, kan du se dig selv lære!
es: Al tomar la misma prueba de aptitud cerebral varias veces, ¡te observas aprender a ti mismo!
fr: En refaisant le test d'efficacité du cerveau plusieurs fois, vous vous observez en train d'apprendre !
ja: 同じ頭脳のフィットネステストを何度も受けることで，あなたは自分自身が学んでいくことを見ています!
nb: Ved å ta den samme hjernetrimtesten flere gange kan du se deg selv lære!
nl: Je kan jezelf zien leren door elke keer dezelfde brein fitnesstest te doen!
pl: Rozwiązując ten sam test sprawności mózgu kilka razy możesz zobaczyć, jak się uczysz!
pt: Fazendo várias vezes o mesmo teste de aptidão cerebral, você acompanha seu desenvolvimento!
pt_pt: Se fizeres o mesmo teste de exercício cerebral várias vezes, vês-te a ti próprio a aprender!
tr: Aynı beyin zindelik testini bir kaç kez tamamlayarak nasıl geliştiğinizi görün!

source: By the Pythagorean Theorem, <span class="hint_pink">that length</span> is equal to:
da: Pythagoras sætning giver <span class="hint_pink"> at længden</span> er lig med:
es: Por el Teorema de Pitágoras, <span class="hint_pink">esa distancia</span> es igual a:
fr: D'après le théorème de Pythagore, <span class="hint_pink">cette longueur</span> est égale à :
nb: Pytagoras´s setning gir <span class="hint_pink"> at lengden</span> er lik:
pl: Z twierdzenia Pitagorasa, <span class="hint_pink">ta długość</span> jest równa:
pt: Pelo teorema de Pitágoras, <span class="hint_pink">este comprimento</span> é igual a:
tr: Pisagor Teoremine göre, <span class="hint_pink">bu uzunluk</span> eşittir:

source: By the same logic, <code><var>SUBANGLE_2</var> = 2 \cdot <var>SUBANGLE_4</var></code>.
es: Por la misma lógica, <code><var>SUBANGLE_2</var> = 2 \cdot <var>SUBANGLE_4</var></code>.
pt: Pela mesma lógica, <code><var>SUBANGLE_2</var> = 2 \cdot <var>SUBANGLE_4</var></code>.
tr: Aynı mantıkla, <code><var>SUBANGLE_2</var> = 2 \cdot <var>SUBANGLE_4</var></code>.

source: By the same logic, <code><var>SUBANGLE_4</var> = \frac{1}{2}<var>SUBANGLE_2</var></code>.
es: Por la misma lógica, <code><var>SUBANGLE_4</var> = \frac{1}{2}<var>SUBANGLE_2</var></code>.
pt: Pela mesma lógica, <code><var>SUBANGLE_4</var> = \frac{1}{2}<var>SUBANGLE_2</var></code>.
tr: Aynı mantıkla, <code><var>SUBANGLE_4</var> = \frac{1}{2}<var>SUBANGLE_2</var></code>.

source: By the same logic, we can construct a perpendicular bisector of another side.
es: Por la misma lógica, podemos construir una mediatriz de otro lado.
fr: De la même façon, on construit la médiatrice d'un autre côté.
pt: Pela mesma lógica, podemos construir uma mediatriz em outro lado.
tr: Aynı mantığa göre, başka bir kenarın orta dikmesini çizebiliriz.

source: By the same theorem, the third side must be also larger than the difference between the other two sides.
es: Por el mismo teorema, el tercer lado también debe ser mayor que la diferencia entre los otros dos lados.
fr: D'après le même théorème, ce troisième côté doit aussi être strictement supérieur à la différence des deux autres côtés.
pl: Na podstawie tego samego twierdzenia, trzeci bok musi być również większy od różnicy długości pozostałych dwóch boków.
pt: Pelo mesmo teorema, o terceiro lado também deve ser maior que a diferença entre os outros dois lados.
tr: Aynı teoreme göre, üçüncü kenarın uzunluğu diğer iki kenarın farkından büyük olmalıdır.

source: CS Help Requests
bg: Търсене на помощ в компютърните науки
da: CS Anmodninger om hjælp
es: Solicitudes de ayuda en ciencias de la computación
fr: Demandes d'aide d'informatique
ja: コンピュータサイエンスのヘルプリクエスト
nb: CS Hjelpe Forespørsler
pl: Prośby o pomoc w CS
pt: Pedidos de ajuda em ciência da computação
pt_pt: Pedidos de ajuda em informática
tr: Bilgisayar Bilimi Yardım İstekleri

source: CS Project Evaluations
bg: Проверка на проекти в компютърните науки
da: CS projektevalueringer
es: Evaluaciones de proyectos de ciencias de la computación
fr: Evaluation des projets de programmation
ja: コンピュータサイエンスのプロジェクト評価
nb: CS Prosjekt Evalueringer
pl: Oceny projektów CS
pt: Avaliações de projetos de ciências da computação
pt_pt: Avaliações de projetos de informática
tr: Bilgisayar Bilimi Proje Değerlendirmeleri

source: Cadmium
es: Cadmio
nb: Kadmium
pl: Kadm
pt: Cádmio
pt_pt: Cádmio
tr: Kadmiyum

source: Calcium
pt: Cálcio
tr: Kalsiyum

source: Calculate
nb: Beregne
pl: Oblicz
pt: Calcular
tr: Hesapla

source: Calculate the product below and give your answer in scientific notation.
es: Calcula el producto de abajo y escribe tu respuesta en notación científica.
fr: Calculer le produit ci dessous et donner la réponse en notation scientifique.
nb: Beregn produktet nedenfor og gi svaret på standardform.
nl: Bereken het product hieronder en geef je antwoord in wetenschappelijke notatie.
pl: Oblicz poniższy iloczyn i podaj odpowiedź w notacji naukowej.
pt: Calcule o produto abaixo e dê sua resposta em notação científica.
tr: Aşağıdaki çarpımı hesaplayın ve cevabınızı bilimsel gösterimle gösteriniz.

source: Calculate the quotient below and give your answer in scientific notation.
es: Calcula el cociente de abajo y escribe tu respuesta en notación científica.
fr: Calculer le quotient ci dessous et donner la réponse en notation scientifique.
nb: Beregn kvotienten nedenfor og skriv svaret på standardform.
nl: Bereken het onderstaande quotiënt en geef je antwoord in wetenschappelijke notatie.
pl: Oblicz poniższy iloraz i podaj odpowiedź w notacji naukowej.
pt: Calcule o quociente abaixo e dê sua resposta em notação científica.
tr: Aşağıdaki bölümü hesaplayın ve cevabınızı bilimsel gösterimle gösteriniz.

source: Calculates a color or colors between two color at a specific increment. The amount parameter is the amount to interpolate between the two values where 0.0 equal to the first point, 0.1 is very near the first point, 0.5 is half-way in between, etc.
da: Beregner en farve (eller farver) mellem to farver med et bestemt interval. Mængdeparameteren er mængden der interpoleres mellem de to værdier, hvor 0.0 svarer til det første punkt, 0.1 er meget tæt på det første punkt, 0.5 er halvvejs i mellem, osv.
es: Calcula un color o colores entre dos colores en un incremento específico. El parametro de cantidad es la cantidad a interpolar entre los dos valores donde 0.0 es igual al primer punto, 0.1 esta muy cerca del primer punto, 0.5 es la mitad, etc.
nb: Beregner en farge eller farger mellom to farger på et bestemt intervall. Parameteren ermengden som interpolere mellom de to verdiene der 0,0 lik første punkt, 0,1 ligger svært nær det første punktet, 0,5 er halvveis mellom, etc.
pl: Oblicza kolor pomiędzy dwoma kolorami w określonym przyroście. Wartość parametru jest wartością interpolowaną pomiędzy dwiema wartościami, gdzie 0,0 równa się pierwszemu punktowi, a 0,1 jest bardzo blisko pierwszego punktu, 0,5 jest w połowie drogi, itd.
pt: Calcula a cor ou cores entre duas cores em um incremento específico. O parâmetro de quantidade é a quantidade para interpolar entre os dois valores, onde 0,0 é igual ao primeiro ponto, 0,1 está muito perto do primeiro ponto, 0,5 está na metade do caminho, etc.
tr: İki renk arasında kademeli artışlarla bir rengi veya renkleri hesaplar. amount parametresi, 0.0 birinci nokta, 0.1 neredeyse birinci nokta, 0.5 orta nokta...vb. olacak şekilde iki değer arasındaki kademelerin miktarını belirler.

source: Calculates a number between two numbers at a specific increment.
da: Beregner et tal mellem to tal med et bestemt interval.
es: Calcula un número entre dos números en un incremento específico.
nb: Beregner et tall mellom to tall på et bestemt intervall.
pl: Oblicza liczbę pomiędzy dwiema innymi liczbami, powstałą z dodania określonego przyrostu.
pt: Calcula um número entre dois números em um incremento específico.
tr: İki sayı arasındaki bir sayıyı belirli bir aralıkta hesaplar.

source: Calculates and returns the width of any string.
da: Beregner og returnerer bredden af enhver streng.
es: Calcula y regresa el ancho de cualquier cadena de caracteres.
nb: Beregner og returnerer bredden på hvilken som helst linje.
pl: Oblicza i zwraca szerokość dowolnego ciągu.
pt: Calcula e retorna à largura de qualquer string.
tr: Herhangi bir dizenin genişliğini hesaplar ve verir.

source: Calculates the closest whole number that is closest to the value of the parameter.
da: Beregner det nærmeste hele tal, der er tættest på værdien af parameteren.
es: Calcula el número natural que está más próximo al valor del parámetro.
nb: Beregner det nærmeste heltall som er nærmest verdien på parameteren.
pl: Oblicza liczbę całkowitą najbliższą do wartości parametru.
pt: Calcula o número inteiro mais próximo que está mais próximo do valor do parâmetro.
pt_pt: Calcula o número inteiro que está mais próximo do valor do parâmetro.
tr: Parametre değerine en yakın tam sayıyı hesaplar.
