Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: So <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
da: Så <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
es: Entonces <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
fr: Donc <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
hi: तो <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>।
nb: Så <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
pl: Więc <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
pt: Então <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
pt_pt: Logo, <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
tr: Buna göre, <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.

source: So <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
da: Så <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
es: Entonces <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
fr: Donc <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
hi: तो <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>।
nb: Så <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
pl: Więc <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
pt: Então <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
pt_pt: Logo, <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
tr: Buna göre, <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.

source: So <code>\large{<var>N1</var> = <var>N2</var>}</code>.
da: Så <code>\large{<var>N1</var> = <var>N2</var>}</code>.
es: Entonces <code>\large{<var>N1</var> = <var>N2</var>}</code>.
fr: Donc <code>\large{<var>N1</var> = <var>N2</var>}</code>.
hi: तो <code>\large{<var>N1</var> = <var>N2</var>}</code>।
nb: Så <code>\large{<var>N1</var> = <var>N2</var>}</code>.
pl: Więc <code>\large{<var>N1</var> = <var>N2</var>}</code>.
pt: Então <code>\large{<var>N1</var> = <var>N2</var>}</code>.
pt_pt: Logo, <code>\large{<var>N1</var> = <var>N2</var>}</code>.
tr: Buna göre, <code>\large{<var>N1</var> = <var>N2</var>}</code>.

source: So <code>\left(<var>F_N.join( "\\times " )</var>\right)^2 = <var>N</var>^2 = <var>Q</var></code>.
es: Así que <code>\left(<var>F_N.join( "\\times " )</var>\right)^2 = <var>N</var>^2 = <var>Q</var></code>.
fr: Donc <code>\left(<var>F_N.join( "\\times " )</var>\right)^2 = <var>N</var>^2 = <var>Q</var></code>.
hi: तो <code>\left(<var>F_N.join( "\\times " )</var>\right)^2 = <var>N</var>^2 = <var>Q</var></code>।
nl: Dus <code>\left(<var>F_N.join( "\\times " )</var>\right)^2 = <var>N</var>^2 = <var>Q</var></code>.
pl: Więc <code>\left(<var>F_N.join( "\\times " )</var>\right)^2 = <var>N</var>^2 = <var>Q</var></code>.
pt: Portanto, <code>\left(<var>F_N.join( "\\times " )</var>\right)^2 = <var>N</var>^2 = <var>Q</var></code>.
tr: Yani <code>\left(<var>F_N.join( "\\times " )</var>\right)^2 = <var>N</var>^2 = <var>Q</var></code>.

source: So <code>\left(<var>F_N.join( "\\times " )</var>\right)^3 = <var>N</var>^3 = <var>Q</var></code>.
fr: Donc <code>\left(<var>F_N.join( "\\times " )</var>\right)^3 = <var>N</var>^3 = <var>Q</var></code>.
hi: तो <code>\left(<var>F_N.join( "\\times " )</var>\right)^3 = <var>N</var>^3 = <var>Q</var></code>।
nl: Dus <code>\left(<var>F_N.join( "\\times " )</var>\right)^3 = <var>N</var>^3 = <var>Q</var></code>.
pl: Więc <code>\left(<var>F_N.join( "\\times " )</var>\right)^3 = <var>N</var>^3 = <var>Q</var></code>.
pt: Portanto <code>\left(<var>F_N.join( "\\times " )</var>\right)^3 = <var>N</var>^3 = <var>Q</var></code>.
tr: Yani <code>\left(<var>F_N.join( "\\times " )</var>\right)^3 = <var>N</var>^3 = <var>Q</var></code>.

source: So <code>\lvert x \rvert \leq <var>A</var></code>.
da: Så <code>\lvert x \rvert \leq <var>A</var></code>.
es: Entonces <code>\lvert x \rvert \leq <var>A</var></code>.
fr: Donc <code>\lvert x \rvert \leq <var>A</var></code>.
nb: Så <code>\lvert x \rvert \leq <var>A</var></code>.
pl: Więc <code>\lvert x \rvert \leq <var>A</var></code>.
pt: Portanto, <code>\lvert x \rvert \leq <var>A</var></code>.
tr: Buna göre, <code>\lvert x \rvert \leq <var>A</var></code>.

source: So <code>\sqrt[3]{<var>Q</var>} = <var>ROOTS.join(" \\times ")</var> \times \sqrt[3]{<var>NOT_CUBE_FACTORS.join("\\times ")</var>}</code>
da: Så <code>\sqrt[3]{<var>Q</var>} = <var>ROOTS.join(" \\times ")</var> \times \sqrt[3]{<var>NOT_CUBE_FACTORS.join("\\times ")</var>}</code>
es: Así que <code>\sqrt[3]{<var>Q</var>} = <var>ROOTS.join(" \\times ")</var> \times \sqrt[3]{<var>NOT_CUBE_FACTORS.join("\\times ")</var>}</code>
fr: Donc <code>\sqrt[3]{<var>Q</var>} = <var>ROOTS.join(" \\times ")</var> \times \sqrt[3]{<var>NOT_CUBE_FACTORS.join("\\times ")</var>}</code>
nb: Så <code>\sqrt[3]{<var>Q</var>} = <var>ROOTS.join(" \\times ")</var> \times \sqrt[3]{<var>NOT_CUBE_FACTORS.join("\\times ")</var>}</code>
nl: Dus <code>\sqrt[3]{<var>Q</var>} = <var>ROOTS.join(" \\times ")</var> \times \sqrt[3]{<var>NOT_CUBE_FACTORS.join("\\times ")</var>}</code>
pl: Więc <code>\sqrt[3]{<var>Q</var>} = <var>ROOTS.join(" \\times ")</var> \times \sqrt[3]{<var>NOT_CUBE_FACTORS.join("\\times ")</var>}</code>
pt: Então<code>\sqrt[3]{<var>Q</var>} = <var>ROOTS.join(" \\times ")</var> \times \sqrt[3]{<var>NOT_CUBE_FACTORS.join("\\times ")</var>}</code>
tr: Bu sebeple <code>\sqrt[3]{<var>Q</var>} = <var>ROOTS.join(" \\times ")</var> \times \sqrt[3]{<var>NOT_CUBE_FACTORS.join("\\times ")</var>}</code>

source: So <code>\sqrt[3]{<var>Q</var>}</code> is <code><var>N</var></code>.
fr: Donc <code>\sqrt[3]{<var>Q</var>}</code> est égal à <code><var>N</var></code>.
hi: तो <code>\sqrt[3]{<var>Q</var>}</code> is <code><var>N</var></code>।
nl: Dus <code>\sqrt[3]{<var>Q</var>}</code> is <code><var>N</var></code>.
pl: Więc <code>\sqrt[3]{<var>Q</var>}</code> to <code><var>N</var></code>.
pt: Portanto <code>\sqrt[3]{<var>Q</var>}</code> é <code><var>N</var></code>.
tr: Yani <code>\sqrt[3]{<var>Q</var>}</code>, <code><var>N</var></code>'dir.

source: So <code>\sqrt{<var>Q</var>}</code> is <code><var>N</var></code>.
es: Así que <code>\sqrt{<var>Q</var>}</code> es <code><var>N</var></code>.
fr: Donc <code>\sqrt{<var>Q</var>}</code> est égal à <code><var>N</var></code>.
hi: तो <code>\sqrt{<var>Q</var>}</code> यह है <code><var>N</var></code>।
nl: Dus <code>\sqrt{<var>Q</var>}</code> is <code><var>N</var></code>.
pl: Więc <code>\sqrt{<var>Q</var>}</code> to <code><var>N</var></code>.
pt: Portanto, <code>\sqrt{<var>Q</var>}</code> é <code><var>N</var></code>.
tr: Yani <code>\sqrt{<var>Q</var>}</code>, <code><var>N</var></code>'dir.

source: So <code>b</code> must be <code><var>C- D</var></code>.
da: Så <code>b</code> må være <code><var>C- D</var></code>.
es: Así que <code>b</code> debe ser <code><var>C- D</var></code>.
fr: Donc <code>b</code> est égal à <code><var>C- D</var></code>.
nb: Så <code>b</code> må være <code><var>C- D</var></code>.
pt: Portanto, <code>b</code> deve ser <code><var>C- D</var></code>.
tr: Buna göre, <code>b</code> , <code><var>C- D</var></code> olmalıdır.

source: So <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>
es: Entonces <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>
fr: Donc <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>
nb: Så <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>
pl: Więc <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>
pt: Então, <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>
tr: Buna göre, <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>

source: So <code>x - <var>A</var> \geq 0</code>; this means <code>x \geq <var>A</var></code>.
da: Så <code>x - <var>A</var> \geq 0</code>; det betyder <code>x \geq <var>A</var></code>.
es: Entonces <code>x - <var>A</var> \geq 0</code>; lo que quiere decir que <code>x \geq <var>A</var></code>.
fr: Donc <code>x - <var>A</var> \geq 0</code> ; c'est-à-dire <code>x \geq <var>A</var></code>.
nb: Så <code>x - <var>A</var> \geq 0</code>; det betyr <code>x \geq <var>A</var></code>.
pt: Portanto,<code>x - <var>A</var> \geq 0</code>; isto significa que <code>x \geq <var>A</var></code>.
tr: Böylece <code>x - <var>A</var> \geq 0</code>; bunun anlamı, <code>x \geq <var>A</var></code>.

source: So <code>x - <var>C</var> \geq 0</code>, which means <code>x \geq <var>C</var></code>.
da: Så <code>x - <var>C</var> \geq 0</code>, hvilket betyder, at <code>x \geq <var>C</var></code>.
es: Entonces <code>x - <var>C</var> \geq 0</code>, lo que quiere decir <code>x \geq <var>C</var></code>.
fr: Donc <code>x - <var>C</var> \geq 0</code>, c'est-à-dire <code>x \geq <var>C</var></code>.
nb: Så <code>x - <var>C</var> \geq 0</code>, hvilket betyr at <code>x \geq <var>C</var></code>.
pl: Więc <code>x - <var>C</var> \geq 0</code>, co oznacza <code>x \geq <var>C</var></code>.
pt: Portanto, <code>x - <var>C</var> \geq 0</code>, o que significa que <code>x \geq <var>C</var></code>.
tr: Buna göre, <code>x - <var>C</var> \geq 0</code>, bunun anlamı <code>x \geq <var>C</var></code>.

source: So <code>x = <var>LENGTH*WIDTH*HEIGHT</var> \div <var>LENGTH*WIDTH</var></code>
es: Por tanto <code>x = <var>LENGTH*WIDTH*HEIGHT</var> \div <var>LENGTH*WIDTH</var></code>
fr: Donc <code>x = <var>LENGTH*WIDTH*HEIGHT</var> \div <var>LENGTH*WIDTH</var></code>
nb: Så <code>x = <var>LENGTH*WIDTH*HEIGHT</var> \div <var>LENGTH*WIDTH</var></code>
pl: Więc <code>x = <var>LENGTH*WIDTH*HEIGHT</var> \div <var>LENGTH*WIDTH</var></code>
pt: Então, <code>x = <var>LENGTH*WIDTH*HEIGHT</var> \div <var>LENGTH*WIDTH</var></code>
tr: Böylece, <code>x = <var>LENGTH*WIDTH*HEIGHT</var> \div <var>LENGTH*WIDTH</var></code>

source: So <code>x_1 = <var>PRETTY_X1</var></code>. And <code>y_1 = \dfrac{<var>PRETTY_FOCUS_Y</var> + <var>PRETTY_DIR_Y</var>}{2} = <var>PRETTY_Y1</var></code>.
da: Så <code>x_1 = <var>PRETTY_X1</var></code>. Og <code>y_1 = \dfrac{<var>PRETTY_FOCUS_Y</var> + <var>PRETTY_DIR_Y</var>}{2} = <var>PRETTY_Y1</var></code>.
es: Así <code>x_1 = <var>PRETTY_X1</var></code>. Y <code>y_1 = \dfrac{<var>PRETTY_FOCUS_Y</var> + <var>PRETTY_DIR_Y</var>}{2} = <var>PRETTY_Y1</var></code>.
fr: Donc <code>x_1 = <var>PRETTY_X1</var></code>. Et <code>y_1 = \dfrac{<var>PRETTY_FOCUS_Y</var> + <var>PRETTY_DIR_Y</var>}{2} = <var>PRETTY_Y1</var></code>.
pt: Portanto, <code>x_1 = <var>PRETTY_X1</var></code>. E <code>y_1 = \dfrac{<var>PRETTY_FOCUS_Y</var> + <var>PRETTY_DIR_Y</var>}{2} = <var>PRETTY_Y1</var></code>.
tr: Buna göre, <code>x_1 = <var>PRETTY_X1</var></code>. Ve <code>y_1 = \dfrac{<var>PRETTY_FOCUS_Y</var> + <var>PRETTY_DIR_Y</var>}{2} = <var>PRETTY_Y1</var></code>.

source: So <var>person(1)</var> did <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
es: Así que <var>person(1)</var> hizo <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
fr: On voit que <var>person(1)</var> a fait <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
hi: तो <var>person(1)</var> यह उत्तर दिया <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
nb: Så <var>person(1)</var> gjorde <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
nl: <var>person(1)</var> heeft dus <code><var>ANSWER</var></code> <var>PROBLEMS</var> gedaan.
pl: Więc <var>person(1)</var> zrobił <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
pt: Então, <var>person(1)</var> fez <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
tr: Buna göre, <var>person(1)</var> <code><var>ANSWER</var></code> <var>PROBLEMS</var> yaptı.

source: So <var>person(1)</var> read <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
es: Así que <var>person(1)</var> leyó <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
fr: On voit que <var>person(1)</var> a lu <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
nb: Så <var>person(1)</var> leste <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
nl: <var>person(1)</var> heeft dus <code><var>ANSWER</var></code> <var>PROBLEMS</var> gelezen.
pl: Więc <var>person(1)</var> przeczytał <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
pt: Então, <var>person(1)</var> leu <code><var>ANSWER</var></code> <var>PROBLEMS</var>.
tr: Buna göre, <var>person(1)</var> <code><var>ANSWER</var></code> <var>PROBLEMS</var> okudu.

source: So a cubic <var>FROM</var> is the same as a <code> <var>CONVERSION</var> \text{ <var>TO_TEXT</var>} \times <var>CONVERSION</var> \text{ <var>TO_TEXT</var>} \times<var>CONVERSION</var> \text{ <var>TO_TEXT</var>} </code> cube.
es: Así que un(a) <var>FROM</var> cúbico(a) es lo mismo que un cubo de <code> <var>CONVERSION</var> \text{ <var>TO_TEXT</var>} \times <var>CONVERSION</var> \text{ <var>TO_TEXT</var>} \times<var>CONVERSION</var> \text{ <var>TO_TEXT</var>} </code>.
fr: Donc un <var>FROM</var> cube correspond à <code> <var>CONVERSION</var> \text{ <var>TO_TEXT</var>} \times <var>CONVERSION</var> \text{ <var>TO_TEXT</var>} \times<var>CONVERSION</var> \text{ <var>TO_TEXT</var>} </code> cubes.
nb: Så en kubikk <var>FROM</var> er det samme som <code> <var>CONVERSION</var> \text{ <var>TO_TEXT</var>} \times <var>CONVERSION</var> \text{ <var>TO_TEXT</var>} \times<var>CONVERSION</var> \text{ <var>TO_TEXT</var>} </code> kube.
pt: Portanto, um <var>FROM</var> cúbico é o mesmo que um cubo de <code> <var>CONVERSION</var> \text{ <var>TO_TEXT</var>} \times <var>CONVERSION</var> \text{ <var>TO_TEXT</var>} \times<var>CONVERSION</var> \text{ <var>TO_TEXT</var>} </code>.
tr: Yani bir <var>FROM</var> küp <code> <var>CONVERSION</var> \text{ <var>TO_TEXT</var>} \times <var>CONVERSION</var> \text{ <var>TO_TEXT</var>} \times<var>CONVERSION</var> \text{ <var>TO_TEXT</var>} </code> küp ile aynı şeydir.

source: So as long as the value of the last two digits, <code>\blue{<var>NUMBER % 100</var>}</code>, is divisible by <code>4</code>, the original number must also be divisible by <code>4</code>!
da: Så længe værdien af de to sidste cifre, <code>\blue{<var>NUMBER % 100</var>}</code>, er delelige med <code>4</code>, er det oprindelige tal også deleligt med <code>4</code>!
es: Mientras el valor de los dos últimos dígitos, <code>\blue{<var>NUMBER % 100</var>}</code>, sea divisible entre <code>4</code>, el número original también debe ser divisible entre <code>4</code>!
fr: Donc si le nombre constitué par les deux derniers chiffres, <code>\blue{<var>NUMBER % 100</var>}</code>, est divisible par <code>4</code> alors le nombre de départ sera aussi divisible par <code>4</code> !
hi: इसलिए जब तक कि अंतिम दो अंको का मूल्य है, <code>\blue{<var>NUMBER % 100</var>}</code>,विभाजित हो सकता है <code>4</code> से, वास्तविक संख्या भी विभाजित हो सकती है <code>4</code>! सेI
nb: Så lenge verdien av de to siste sifrene,<code>\blue{<var>NUMBER % 100</var>}</code>, er delelige med <code>4</code>, er det opprinnelige tallet også delelig med <code>4</code>!
nl: Dus zolang de waarde van de laatste twee cijfers, <code>\blue{<var>NUMBER % 100</var>}</code>, deelbaar is door <code>4</code>, is het oorspronkelijke getal ook deelbaar door <code>4</code>!
pl: Zatem dopóki wartość dwóch ostatnich cyfr, <code>\blue{<var>NUMBER % 100</var>}</code>, jest podzielna przez <code>4</code>, początkowa liczba musi także być podzielna przez <code>4</code>!
pt: Então, se o valor dos dois últimos algarismos, <code>\blue{<var>NUMBER % 100</var>}</code>, é divisível por <code>4</code>, o número original também deve ser divisível por <code>4</code>!
tr: En son iki basamak, <code>\blue{<var>NUMBER % 100</var>}</code>, <code>4</code> ile bölünebiliyor ise, orijinal sayu da <code>4</code> ile bölünebiliyor olmalıdır!

source: So for every <code><var>abs(SLOPE_1_FRAC[0])</var></code> position you move <span data-if="SLOPE_1_FRAC[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>, you must also move <code><var>SLOPE_1_FRAC[1]</var></code> position to the right.
es: Así que por cada <code><var>abs(SLOPE_1_FRAC[0])</var></code> posición que te muevas hacia <span data-if="SLOPE_1_FRAC[0] < 0"><em>abajo</em> (porque es negativa)</span><span data-else="">arriba</span>, también debes moverte <code><var>SLOPE_1_FRAC[1]</var></code> posición hacia la derecha.
fr: Donc si on <span data-if="SLOPE_1_FRAC[0] < 0"><em>descend</em> (car la pente est négative)</span><span data-else="">monte</span> de <code><var>abs(SLOPE_1_FRAC[0])</var></code> on se déplace vers la droite de <code><var>SLOPE_1_FRAC[1]</var></code>.
nb: Så for hver <code><var>abs(SLOPE_1_FRAC[0])</var></code> posisjon du flytter <span data-if="SLOPE_1_FRAC[0] < 0"><em>ned</em> (fordi den er negativ)</span><span data-else="">up</span>, må du også flytte <code><var>SLOPE_1_FRAC[1]</var></code> posisjoner til høyre.
pl: Tak więc dla każdej <code><var>abs(SLOPE_1_FRAC[0])</var></code> pozycji o którą przesuwasz się <span data-if="SLOPE_1_FRAC[0] < 0"><em>w dół</em> (ponieważ jest ujemne)</span><span data-else="">w górę</span>, musisz też przesunąć się o <code><var>SLOPE_1_FRAC[1]</var></code> pozycję w prawo.
pt: Então, a cada <code><var>abs(SLOPE_1_FRAC[0])</var></code> posição que você mover <span data-if="SLOPE_1_FRAC[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>, você também deve mover <code><var>SLOPE_1_FRAC[1]</var></code> posição para a direita.
tr: <span data-if="SLOPE_1_FRAC[0] < 0">(Eğim negatif olduğu için)<em>Aşağıya</em></span><span data-else="">Yukarıya</span> doğru ilerleyeceğiniz her <code><var>abs(SLOPE_1_FRAC[0])</var></code> birime karşılık, <code><var>SLOPE_1_FRAC[1]</var></code> birim de sağa ilerlemelisiniz.

source: So for every <code><var>abs(SLOPE_1_FRAC[0])</var></code> position you move <span data-if="SLOPE_1_FRAC[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>, you must also move <code><var>SLOPE_1_FRAC[1]</var></code> positions to the right.
es: Así que por cada <code><var>abs(SLOPE_1_FRAC[0])</var></code> posiciones que te muevas hacia <span data-if="SLOPE_1_FRAC[0] < 0"><em>abajo</em> (porque es negativa)</span><span data-else="">arriba</span>, también debes moverte <code><var>SLOPE_1_FRAC[1]</var></code> posiciones hacia la derecha.
fr: Donc si on <span data-if="SLOPE_1_FRAC[0] < 0"><em>descend</em> (car la pente est négative)</span><span data-else="">monte</span> de <code><var>abs(SLOPE_1_FRAC[0])</var></code> on se déplace vers la droite de <code><var>SLOPE_1_FRAC[1]</var></code>.
nb: Så for hver <code><var>abs(SLOPE_1_FRAC[0])</var></code> posisjon du flytter <span data-if="SLOPE_1_FRAC[0] < 0"><em>ned</em> (fordi den er negativ)</span><span data-else="">up</span>, må du også flytte <code><var>SLOPE_1_FRAC[1]</var></code> posisjoner til høyre.
pl: Tak więc dla każdej <code><var>abs(SLOPE_1_FRAC[0])</var></code> pozycji o którą przesuwasz się <span data-if="SLOPE_1_FRAC[0] < 0"><em>w dół</em> (ponieważ jest ujemne)</span><span data-else="">w górę</span>, musisz też przesunąć się o <code><var>SLOPE_1_FRAC[1]</var></code> pozycji w prawo.
pt: Então, a cada <code><var>abs(SLOPE_1_FRAC[0])</var></code> posição que você mover <span data-if="SLOPE_1_FRAC[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>, você também deve mover <code><var>SLOPE_1_FRAC[1]</var></code> posições para a direita.
tr: <span data-if="SLOPE_1_FRAC[0] < 0">(Eğim negatif olduğu için)<em>Aşağıya</em></span><span data-else="">Yukarıya</span> doğru ilerleyeceğiniz her <code><var>abs(SLOPE_1_FRAC[0])</var></code> birime karşılık, <code><var>SLOPE_1_FRAC[1]</var></code> birim de sağa ilerlemelisiniz.

source: So for every <code><var>abs(SLOPE_1_FRAC[0])</var></code> positions you move <span data-if="SLOPE_1_FRAC[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>, you must also move <code><var>SLOPE_1_FRAC[1]</var></code> position to the right.
es: Así que por cada <code><var>abs(SLOPE_1_FRAC[0])</var></code> posiciones que te muevas hacia <span data-if="SLOPE_1_FRAC[0] < 0"><em>abajo</em> (porque es negativa)</span><span data-else="">arriba</span>, también debes moverte <code><var>SLOPE_1_FRAC[1]</var></code> posición hacia la derecha.
fr: Donc si on <span data-if="SLOPE_1_FRAC[0] < 0"><em>descend</em> (car la pente est négative)</span><span data-else="">monte</span> de <code><var>abs(SLOPE_1_FRAC[0])</var></code> on se déplace vers la droite de <code><var>SLOPE_1_FRAC[1]</var></code>.
nb: Så for hver <code><var>abs(SLOPE_1_FRAC[0])</var></code> posisjon du flytter <span data-if="SLOPE_1_FRAC[0] < 0"><em>ned</em> (fordi den er negativ)</span><span data-else="">up</span>, må du også flytte <code><var>SLOPE_1_FRAC[1]</var></code> posisjon til høyre.
pl: Tak więc dla każdych <code><var>abs(SLOPE_1_FRAC[0])</var></code> pozycji o które przesuwasz się <span data-if="SLOPE_1_FRAC[0] < 0"><em>w dół</em> (ponieważ jest ujemne)</span><span data-else="">w górę</span>, musisz też przesunąć się o <code><var>SLOPE_1_FRAC[1]</var></code> pozycję w prawo.
pt: Então, a cada <code><var>abs(SLOPE_1_FRAC[0])</var></code> posições que você mover <span data-if="SLOPE_1_FRAC[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>, você também deve mover <code><var>SLOPE_1_FRAC[1]</var></code> posição para a direita.
tr: <span data-if="SLOPE_1_FRAC[0] < 0">(Eğim negatif olduğu için)<em>Aşağıya</em></span><span data-else="">Yukarıya</span> doğru ilerleyeceğiniz her <code><var>abs(SLOPE_1_FRAC[0])</var></code> birime karşılık, <code><var>SLOPE_1_FRAC[1]</var></code> birim de sağa ilerlemelisiniz.

source: So for every <code><var>abs(SLOPE_1_FRAC[0])</var></code> positions you move <span data-if="SLOPE_1_FRAC[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>, you must also move <code><var>SLOPE_1_FRAC[1]</var></code> positions to the right.
es: Así que por cada <code><var>abs(SLOPE_1_FRAC[0])</var></code> posiciones que te muevas hacia <span data-if="SLOPE_1_FRAC[0] < 0"><em>abajo</em> (porque es negativa)</span><span data-else="">arriba</span>, también debes moverte <code><var>SLOPE_1_FRAC[1]</var></code> posiciones hacia la derecha.
fr: Donc si on <span data-if="SLOPE_1_FRAC[0] < 0"><em>descend</em> (car la pente est négative)</span><span data-else="">monte</span> de <code><var>abs(SLOPE_1_FRAC[0])</var></code> on se déplace vers la droite de <code><var>SLOPE_1_FRAC[1]</var></code>.
nb: Så får hver <code><var>abs(SLOPE_1_FRAC[0])</var></code> posisjon du flytter <span data-if="SLOPE_1_FRAC[0] < 0"><em>ned</em> (fordi den er negativ)</span><span data-else="">up</span>, må du også flytte <code><var>SLOPE_1_FRAC[1]</var></code> posisjoner til høyre.
pl: Tak więc dla każdych <code><var>abs(SLOPE_1_FRAC[0])</var></code> pozycji o które przesuwasz się <span data-if="SLOPE_1_FRAC[0] < 0"><em>w dół</em> (ponieważ jest ujemne)</span><span data-else="">w górę</span>, musisz też przesunąć się o <code><var>SLOPE_1_FRAC[1]</var></code> pozycji w prawo.
pt: Então, a cada <code><var>abs(SLOPE_1_FRAC[0])</var></code> posições que você mover <span data-if="SLOPE_1_FRAC[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>, você também deve mover <code><var>SLOPE_1_FRAC[1]</var></code> posições para a direita.
tr: <span data-if="SLOPE_1_FRAC[0] < 0">(Eğim negatif olduğu için)<em>Aşağıya</em></span><span data-else="">Yukarıya</span> doğru ilerleyeceğiniz her <code><var>abs(SLOPE_1_FRAC[0])</var></code> birime karşılık, <code><var>SLOPE_1_FRAC[1]</var></code> birim de sağa ilerlemelisiniz.
