Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Dividing the given <code><var>GIVEN_MASS</var> \text{g}</code> of <code><var>GIVEN</var></code> by the molar mass of <code><var>GIVEN_MOLAR_MASS</var> \text{g/mol}</code> tells us we're starting with <code>\text{<var>GIVEN_MOL</var> <var>plural_form(MOLE, GIVEN_MOL)</var>}</code> of <code><var>GIVEN</var></code>.
pl: Dzielenie podanej <code><var>GIVEN_MASS</var> \text{g}</code> substancji <code><var>GIVEN</var></code> przez masę molową <code><var>GIVEN_MOLAR_MASS</var> \text{g/mol}</code> mówi nam, że zaczynamy od <code>\text{<var>GIVEN_MOL</var> <var>plural_form(MOLE, GIVEN_MOL)</var>}</code> of <code><var>GIVEN</var></code>.
pt: Dividindo <code><var>GIVEN_MASS</var> \text{g}</code> de <code><var>GIVEN</var></code> pela massa molar <code><var>GIVEN_MOLAR_MASS</var> \text{g/mol}</code> chegamos à conclusão de que começamos com <code>\text{<var>GIVEN_MOL</var> <var>plural_form(MOLE, GIVEN_MOL)</var>}</code> de <code><var>GIVEN</var></code>.
tr: Verilmiş <code><var>GIVEN_MASS</var> \text{g}</code> <code><var>GIVEN</var></code> 'i <code><var>GIVEN_MOLAR_MASS</var> \text{g/mol}</code>'in molar kütlesi ile bölmek, bizeh <code>\text{<var>GIVEN_MOL</var> <var>plural_form(MOLE, GIVEN_MOL)</var>}</code> <code><var>GIVEN</var></code> ile başladığımızı gösterir.

source: Dividing the given <code><var>R1_MASS</var> \text{g}</code> of <code><var>R1</var></code> by the molar mass of <code><var>R1_MOLAR_MASS</var> \text{g/mol}</code> tells us we're starting with <code><var>R1_MOL</var>\text{ <var>plural_form(MOLE, R1_MOL)</var> <var>OF</var> }<var>R1</var></code>.
pl: Podzielenie podanej <code><var>R1_MASS</var> \text{g}</code> substancji <code><var>R1</var></code> przez masę molową <code><var>R1_MOLAR_MASS</var> \text{g/mol}</code> mówi nam, że zaczynamy od <code><var>R1_MOL</var>\text{ <var>plural_form(MOLE, R1_MOL)</var> <var>OF</var> }<var>R1</var></code>.
pt: Dividindo <code><var>R1_MASS</var> \text{g}</code> de <code><var>R1</var></code> pela massa molar <code><var>R1_MOLAR_MASS</var> \text{g/mol}</code> chegamos à conclusão de que começamos com <code><var>R1_MOL</var>\text{ <var>plural_form(MOLE, R1_MOL)</var> <var>OF</var> }<var>R1</var></code>.

source: Dividing the given <code><var>R2_MASS</var> \text{g}</code> of <code><var>R2</var></code> by the molar mass of <code><var>R2_MOLAR_MASS</var> \text{g/mol}</code> tells us we're starting with <code>\text{ <var>R2_MOL</var> <var>plural_form(MOLE, R2_MOL)</var>} \text{ <var>OF</var> }<var>R2</var></code>.
pl: Podzielenie podanej <code><var>R2_MASS</var> \text{g}</code> substancji <code><var>R2</var></code> przez masę molową <code><var>R2_MOLAR_MASS</var> \text{g/mol}</code> mówi nam, że zaczynamy od <code>\text{ <var>R2_MOL</var> <var>plural_form(MOLE, R2_MOL)</var>} \text{ <var>OF</var> }<var>R2</var></code>.
pt: Dividindo <code><var>R2_MASS</var> \text{g}</code> de <code><var>R2</var></code> pela massa molar <code><var>R2_MOLAR_MASS</var> \text{g/mol}</code> chegamos à conclusão de que começamos com <code>\text{ <var>R2_MOL</var> <var>plural_form(MOLE, R2_MOL)</var>} \text{ <var>OF</var> }<var>R2</var></code>.

source: Dividing whole numbers by fractions
fr: Diviser un nombre entier par une fraction
hi: पूर्णांकों को भिन्नों से भाजन करना
nb: Division av hele tall med brøker
nl: Gehele getallen delen door breuken
pl: Dzielenie liczb całkowitych przez ułamki
pt: Divisão de números inteiros por frações
tr: Tam sayıları kesirlerle bölmek

source: Divisibility
da: Delelighed
es: Divisibilidad
fr: Divisibilité
hi: भाजकत्व
nb: Delelighet
nl: Deelbaarheid
pl: Podzielność
pt: Divisibilidade
tr: Bölünebilme

source: Divisibility 0.5
es: Divisibilidad 0.5
fr: Divisibilité
nb: Muligheten for divisjon 0.5
pl: Podzielność 0.5
pt: Divisibilidade 0,5
tr: Bölünebilirlik 0.5

source: Divisibility and scientific notation exercise modules, issue triage.
pl: Podzielność i moduły ćwiczeniowe naukowej notacji, selekcja spraw.
pt: Módulos de exercícios de divisibilidade e notação científica, triagem de problemas.
tr: Bölünebilirlik ve bilimsel gösterim alıştırma modülleri, sorun sınıflandırma.

source: Divisibility intuition
es: Ideas intuitivas sobre la divisibilidad
fr: Comprendre la divisibilité de manière intuitive
nb: Divisjonsberegning
nl: Deelbaarheid intuïtie
pl: Intuicja podzielności
pt: Intuição sobre divisibilidade
tr: Bölünebilme Mantığı

source: Divisibility tests
da: Divisionstest
es: Pruebas de divisibilidad
fr: Critères de divisibilité
nb: Teste delelighet
nl: Deelbaarheidstests
pl: Testy podzielności
pt: Testes de divisibilidade
tr: Bölünebilme Kuralları

source: Division by 2 digits
da: Division med 2 cifre
es: División de 2 dígitos
fr: Divisions par un nombre à 2 chiffres
hi: 2 अंकों से विभाजन
nb: Divisjon av tall med 2 siffer
nl: Delen door getallen met 2 cijfers
pl: Dzielenie przez liczby dwucyfrowe
pt: Divisão por 2 algarismos
tr: 2 basamaklı bölme

source: Division with remainders
da: Division med rest
es: División con residuo
fr: Divisions avec reste
hi: विभाजन अवशेष के साथ
nb: Divisjon med resttall
nl: Delen met rest
pl: Dzielenie z resztą
pt: Divisão com resto
tr: Kalanlı bölünme

source: Do 1 more problem
da: Lav 1 opgave mere
es: Haz 1 problema más
fr: Faire 1 problème de plus
nb: Gjør en oppgave til
nl: Los nog een probleem op
pl: Zrób 1 zadanie więcej
pt: Faça mais 1 problema
pt_pt: Resolve o exercício que te falta

source: Do <code><var>PRETTY_MAT_1_ID</var></code> and <code><var>PRETTY_MAT_2_ID</var></code> have the same number of columns?
da: Har <code><var>PRETTY_MAT_1_ID</var></code> og <code><var>PRETTY_MAT_2_ID</var></code> det samme antal kolonner?
es: ¿Tienen <code><var>PRETTY_MAT_1_ID</var></code> y <code><var>PRETTY_MAT_2_ID</var></code> el mismo número de columnas?
fr: <code><var>PRETTY_MAT_1_ID</var></code> et <code><var>PRETTY_MAT_2_ID</var></code> ont-elles le même nombre de colonnes ?
nb: Har <code><var>PRETTY_MAT_1_ID</var></code> og <code><var>PRETTY_MAT_2_ID</var></code> det samme antall kolonner?
pt: <code><var>PRETTY_MAT_1_ID</var></code> e <code><var>PRETTY_MAT_2_ID</var></code> têm o mesmo número de colunas?
tr: <code><var>PRETTY_MAT_1_ID</var></code> ve <code><var>PRETTY_MAT_2_ID</var></code>'in sütun sayısı aynı mıdır?

source: Do <code><var>PRETTY_MAT_1_ID</var></code> and <code><var>PRETTY_MAT_2_ID</var></code> have the same number of rows?
es: ¿Tienen <code><var>PRETTY_MAT_1_ID</var></code> y <code><var>PRETTY_MAT_2_ID</var></code> el mismo número de filas?
fr: <code><var>PRETTY_MAT_1_ID</var></code> et <code><var>PRETTY_MAT_2_ID</var></code> ont-elles le même nombre de lignes ?
nb: Har <code><var>PRETTY_MAT_1_ID</var></code> og <code><var>PRETTY_MAT_2_ID</var></code> det samme antall rekker?
pt: <code><var>PRETTY_MAT_1_ID</var></code> e <code><var>PRETTY_MAT_2_ID</var></code> têm o mesmo número de linhas?
tr: <code><var>PRETTY_MAT_1_ID</var></code> ve <code><var>PRETTY_MAT_2_ID</var></code>'in satır sayısı aynı mıdır?

source: Do not assign to the exception parameter.
da: Tildel ikke til undtagelsesparametret.
es: No asignar al parámetro de excepción.
nb: Ikke tilordne unntaksparameteren.
nl: Voeg niet toe aan de uitzondering parameter.
pl: Nie przypisuj parametru do wyjątku.
pt: Não atribua ao parâmetro de exceção.
tr: İstisna parametresine atamayınız.

source: Do not use 'new' for side effects.
da: Brug ikke 'ny' for sidevirkninger.
es: No uses 'new' para evitar efectos secundarios.
nb: Ikke bruk 'new' for sideeffekter.
nl: Gebruik geen 'new' voor side-effects.
pl: Nie używaj 'new' dla efektów ubocznych.
pt: Não use 'new' para efeitos colaterais.
tr: Yan etkiler için 'new' kullanmayınız.

source: Do not use {a} as a constructor.
da: Brug ikke {a} som en konstruktør.
es: No uses {a} como un constructor.
nb: Ikke bruk {a} som en konstruktør.
nl: Gebruik {a} niet als een constructor.
pl: Nie używaj {a} jako konstruktora.
pt: Não use {a} como construtor.
tr: {a}'yı yapıcı olarak kullanmayınız.

source: Do one problem
es: Haz un problema
fr: Il reste un problème
nb: Gjør en oppgave
pl: Zrób jedno zadanie
pt: Fazer um problema
pt_pt: Resolve este exercício
tr: (num) soruyu cevaplayın

source: Do you already have a Khan Academy account?
da: Har du allerede en Khan Academy konto?
es: ¿Ya tienes una cuenta de Khan Academy?
fr: Avez vous déjà un compte Khan Academy ?
ja: もうカーンアカデミーのアカウントを持っていますか?
nb: Har du allerede en Khan Academy-konto?
nl: Hebt u al een Khan Academy account?
pl: Czy masz już konto na Khan Academy?
pt: Já tem uma conta na Khan Academy?
pt_pt: Já tens uma conta na Khan Academy?
tr: Khan Academy hesabınız var mı?

source: Do you understand English? Click here to see more discussion happening on Khan Academy's English site.
da: Forstår du engelsk? Klik her for at se mere diskussion på Khan Academys engelske side.
es: ¿Sabes inglés? Haz clic aquí para ver más discusiones en el sitio en inglés de Khan Academy.
fr: Comprenez-vous l'anglais ? Cliquez ici pour voir plus de discussion sur le site anglais de Khan Academy.
ja: 英語は理解できますか? ここをクリックしてカーンアカデミーの英語のサイトでのさらなる議論を見て下さい．
nb: Forstår du engelsk? Klikk her for å se flere diskusjoner på Khan Academys engelske side.
nl: Kun je al Engels? Klik here om de discussie op de Engelstalige Khan Academy website te zien.
pl: Rozumiesz angielski? Kliknij tutaj, aby zobaczyć więcej dyskusji na angielskiej wersji strony Khan Academy.
pt: Você entende inglês? Clique aqui para ver mais debates na versão em inglês do site da Khan Academy.
pt_pt: Sabes inglês? Clica aqui para veres mais debates na versão inglesa do site da Khan Academy.
tr: İngilizce biliyor musunuz? Khan Academy'nin İngilizce sitesinde neler oluyor görmek için buraya tıklayın.

source: Do you want to link <b>%(email)s</b> to your Khan Academy account?
da: Vil du tilknytte <b>%(email)s</b> til din Khan Academy konto?
es: ¿Quieres vincular <b>%(email)s</b> a tu cuenta de Khan Academy?
fr: Voulez vous associer <b>%(email)s</b> à votre compte de la Khan Academy ?
ja: カーンアカデミーアカウントに<b>%(email)s</b>をリンクしますか?
nb: Vil du koble <b>%(email)s</b> til din Khan Academy konto?
nl: Wil je <b>%(email)s</b> linken aan je Khan Academy account?
pl: Czy chcesz dołączyć <b>%(email)s</b> do Twojego konta Khan Academy?
pt: Deseja vincular <b>%(email)s</b> a sua conta da Khan Academy?
pt_pt: Pretendes associar o e-mail <b>%(email)s</b> à tua conta da Khan Academy?
tr: Khan Academy hesabınıza <b>%(email)s</b> adresini bağlamak istiyor musunuz?

source: Do you wish to start over?
da: Vil du starte forfra?
es: ¿Te gustaría empezar de nuevo?
fr: Souhaitez-vous recommencer?
ja: もう一度最初からはじめますか?
nb: Vil du starte på nytt?
nl: Wil je opnieuw beginnen?
pl: Czy chcesz zacząć od nowa?
pt: Você gostaria de começar novamente?
pt_pt: Pretendes recomeçar?
tr: Baştan başlamak mı istiyorsunuz?

source: Docs
bg: Документи
da: Dokumenter
es: Documentos
nb: Dokumenter
pl: Dokumenty
pt: Documentos
pt_pt: Documentos
tr: Dokümanlar

source: Documentation
da: Dokumentation
es: Documentación
ja: ドキュメンテーション
nb: Dokumentasjon
nl: Handleidingen
pl: Dokumentacja
pt: Documentação
pt_pt: Documentação
tr: Dökümantasyon

source: Does the data look like it follows a linear relationship?
es: ¿Los datos perecen tener una relación lineal?
fr: Les données semblent-elles regroupées autour d'une droite ?
pt: Os dados parecem seguir uma relação linear?
tr: Veriler, doğrusal bir bağıntıya uyar gibi mi görünüyor?

source: Does the message make sense?
da: Giver beskeden mening?
es: ¿El mensaje tiene sentido?
fr: Le message a-t-il du sens ?
nb: Er denne meldingen fornuftig?
nl: Is het bericht te begrijpen?
pl: Czy ta wiadomość ma sens?
pt: A mensagem faz sentido?
tr: Mesaj size mantıklı geliyor mu?

source: Does your child have email?
da: Har dit barn e-mail?
es: ¿Tu hijo tiene correo electrónico?
fr: Est-ce que votre enfant a une adresse mail ?
ja: あなたの子供は電子メイルアドレスを持っていますか?
nb: Har barnet e-postadresse?
nl: Heeft jouw kind e-mail?
pl: Czy Twoje dziecko posiada email?
pt: Seu filho tem e-mail?
pt_pt: O seu filho tem e-mail?
tr: Çocuğunuzun e-posta adresi var mı?

source: Does your project meet these goals?
da: Opfylder dit projekt disse målsætninger?
es: ¿Tu proyecto cumple con estos objetivos?
fr: Votre projet répond-il à ces objectifs ?
nb: Oppfyller prosjektet ditt disse målene?
nl: Voldoet jouw project aan deze doelstellingen?
pl: Czy twój projekt spełnia te cele?
pt: Seu projeto satisfaz estes objetivos?
pt_pt: O teu projeto cumpre com estes objetivos?
tr: Projeniz bu hedeflere ulaşıyor mu?

source: Dog
da: Hund
es: Perro
fr: Chien
nb: Hund
pl: Pies
pt: Cachorro
tr: Köpek

source: Dolphin
nb: Delfin
pt: Golfinho
tr: Yunus

source: Domain and range from graph
da: Definitionsmængde og værdimængde ud fra graf
es: Dominio y rango a partir de gráficas
fr: Ensemble de définition et ensemble image d'une fonction à partir de sa représentation graphique
nb: Definisjonmengde og verdimengde fra graf
nl: Domein en bereik van grafiek
pl: Dziedzina i zbiór wartości z wykresu
pt: Domínio e contradomínio de uma função representada no gráfico
tr: Grafikten tanım ve görüntü kümesi

source: Domain of a function
es: El dominio de una función
fr: Ensemble de définition d'une fonction
nb: Definisjonsmengden til en funksjon
pl: Dziedzina funkcji
pt: Domínio de uma função
tr: Bir fonksiyonun tanım kümesi

source: Don't ask me this again
da: Spørg mig ikke om dette igen
es: No me pregunten esto otra vez
fr: Ne me demandez plus
ja: これについてはもう尋ねないで下さい．
nb: Ikke spør meg om dette igjen
nl: Vraag dit niet nog eens
pl: Nie pytaj mnie o to ponownie
pt: Não me pergunte isso novamente
pt_pt: Não me voltem a perguntar isto
tr: Bunu bir daha sorma

source: Don't forget to checkout the %(link)s!
es: ¡No te olvides de revisar el %(link)s!
ja: %(link)s をチェックするのを忘れないで!
nb: Ikke glem å sjekke ut %(link)s!
pl: Nie zapomnij aby sprawdzić %(link)s!
pt: Não deixe de conferir %(link)s!
pt_pt: Não se esqueça de fazer o checkout do %(link)s!
tr: %(link)s bakmayı unutmayın!

source: Don't have an account yet?
bg: Все още нямате профил?
da: Har du ikke en konto endnu?
es: ¿Aún no tienes una cuenta?
fr: Vous n'avez pas encore de compte ?
he: אין לך חשבון עדיין?
ja: アカウントをお持ちでない方はこちら
nb: Har du ikke en konto ennå?
nl: Nog geen account?
pl: Nie masz jeszcze konta?
pt: Ainda não possui uma conta?
pt_pt: Ainda não tens uma conta?
tr: Henüz bir hesabınız yok mu?

source: Don't know this skill yet? No worries, that's what practice is for! <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Try your best.</strong></a> If you get stuck, click the "I'd like a hint" button and we'll step you through how to work it out. <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Complete the task</strong></a> and you'll level up to Practiced in this skill.
da: Kender du endnu ikke ved denne færdighed? Ingen grund til bekymring, det er derfor vi øver os først! <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Gør dit bedste.</strong></a> Hvis du sidder fast, skal du klikke på knappen "Giv mig et hint" og vi viser dig trin for trin hvordan det gøres. <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Fuldfør opgaven</strong></a> og du går et niveau op til øvet i denne færdighed.
fr: Vous ne connaissez pas encore cette compétence ? Pas de soucis, c'est ce à quoi sert l'entraînement ! <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong> Faites de votre mieux.</strong></a> Si vous êtes bloqué, cliquez sur le bouton "j'aimerais un indice" et nous vous accompagnerons étape par étape. <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong> Complétez la tâche</strong></a> et vous augmenterez votre niveau d'Entraînement de cette compétence.
nb: Kjenner ikke denne ferdigheten? Ikke vær redd, det er det øving er til for! <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Gjør ditt beste.</strong></a> Sitter du fast, kan du klikke på "Jeg vil ha et hint" knappen, og vi viser tinn for trinn gjennom oppgaven. <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Gjør ferdig testen</strong></a> og du vil øke nivået i ferdigheten.
nl: Ken je deze vaardigheid nog niet? Maak je niet druk, daarom oefenen we! <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Doe je best.</strong></a> Als je vast komt te zitten, klik op de knop "Ik wil een hint" en wij laten je stap voor stap zien hoe het moet. <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong> Maak de opdracht af</strong></a> en je gaat omhoog naar Geoefend in deze vaardigheid.
pl: Nie znasz jeszcze tej umiejętności? Nie martw się, po to są ćwiczenia! <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Postaraj się.</strong></a> Jeżeli utkniesz, kliknij w przycisk "Proszę o wskazówkę", a my pomożemy Ci przejść krok po kroku przez ćwiczenie. <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Ukończ zadanie</strong></a> , a przejdziesz w tej umiejętności na poziom Przećwiczone.
pt: Ainda não conhece esta habilidade? Não se preocupe, a prática serve para isso! <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Dê o seu melhor.</strong></a> Se não conseguir fazer um exercício, clique no botão "Quero uma dica" e nós mostraremos a você o passo a passo para resolvê-lo. <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Complete a tarefa</strong></a> e mude seu nível para Praticado nessa habilidade.
tr: Henüz bu becerileri bilmiyor musunuz? Üzülmeyin, alıştırmalar bunun içindir! <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Elinizden gelenin en iyisini yapın.</strong></a> Eğer takılırsanız, ''İpucu istiyorum'' butonuna tıklayın, çözebilmeniz için size yardımcı olacağız <a href='%(task_link)s' style='text-decoration: none; color: #4FBAD4'> <strong>Görevi tamamlayın</strong></a> ve bu Beceride seviye atlayın.

source: Don't know this skill yet? No worries, that's what practice is for! Try your best. If you get stuck, click the "I'd like a hint" button and we'll step you through how to work it out. Complete the task and you'll level up to Practiced in this skill.
da: Kender du endnu ikke denne færdighed? Ingen grund til bekymring, det er derfor vi øver os først! Gør dit bedste. Hvis du sidder fast, skal du klikke på knappen "Giv mig et hint" og vi viser dig trin for trin, hvordan det gøres. Fuldfør opgaven og du går et niveau op til øvet i denne færdighed.
es: ¿Todavía no conoces esta habilidad? ¡No te preocupes, para eso es la práctica! Haz tu mejor esfuerzo. Si te atoras, haz clic en el botón "Me gustaría una pista" y te llevaremos paso a paso a través de cómo resolverlo. Completa la tarea y tu nivel aumentará a "Practicado" en esta habilidad.
fr: Tu ne connais pas encore ça ? Pas de problème, c'est pour cela qu'on apprend ! Essaye comme tu peux. Si tu es coincé, clique sur "j'aimerais un indice", et nous te guiderons.
nb: Kjenner du ikke til dette temaet? Ikke vær redd, det er derfor du skal øve på det! Gjør ditt beste. Sitter du fast, kan du klikke på "Jeg ønsker et hint" knappen og vi viser deg hvordan du kan jobbe deg gjennom. Gjør ferdig testen og du vil gå opp et nivå i denne ferdigheten.
nl: Heb je deze skill nog niet? Geen zorgen, daar is oefening voor! Die je best. Als je vastzit, klik dan op de "Ik wil een hint" knop en dan gaan we er stap voor stap doorheen. Maak de taak af dan ga je een level omhoog naar Geoefend in deze skill.
pl: Nie znasz jeszcze tej umiejętności? Nie martw się, po to są ćwiczenia! Postaraj się. Jeżeli utkniesz, kliknij w przycisk "Proszę o wskazówkę", a my pomożemy Ci przejść krok po kroku przez ćwiczenie. Ukończ zadanie, a przejdziesz w tej umiejętności na poziom Przećwiczone.
pt: Ainda não conhece esta habilidade? Não se preocupe, a prática serve para isso! Dê o seu melhor. Se não conseguir fazer um exercício, clique no botão "Quero uma dica" e nós mostraremos a você o passo a passo para resolvê-lo. Complete a tarefa e mude seu nível para Praticado nessa habilidade.
tr: Bu beceriyi henüz bilmiyor musunuz? Endişelenmeyin, alıştırma bunun içindir! Elinizden gelenin en iyisini yapın. Zorlanırsanız, "İpucu istiyorum" düğmesine tıklayın ve nasıl çözeceğinizle ilgili adımları size gösteririz. Görevi bitirin ve bu beceride Alıştırma Yapmış düzeyine ulaşın.

source: Don't use 'with'.
da: Brug ikke 'with'.
es: No utilices 'with'.
fr: N'utilisez pas "with".
nb: Ikke bruk 'with'.
nl: Gebruik geen 'with'.
pl: Nie używaj 'with'.
pt: Não use 'with'.
tr: 'İle' kullanma.

source: Don't use extra leading zeros "{a}".
da: Brug ikke ekstra foranstillede nuller "{a}".
es: No utilices ceros extra al principio "{a}".
nb: Ikke bruk ekstra nuller "{a}".
nl: Gebruik geen extra nullen voor "{a}".
pl: Nie należy używać dodatkowych zer wiodących "{a}".
pt: Não use zeros extras à esquerda de "{a}".
tr: "{a}"nın önünde ekstra sıfır kullanmayın.

source: Don't want your child to have a Khan Academy account? <a href='mailto:privacy@khanacademy.org'>Reply to this message</a> and ask for your child's account to be deleted.
da: Vil du ikke have, at dit barn har en Khan Academy profil? <a href='mailto:privacy@khanacademy.org'>Svar på den her besked</a> og bed om, at din barns konto bliver slettet.
es: ¿No quieres que tu hijo tenga una cuenta de Khan Academy? <a href='mailto:privacy@khanacademy.org'>Responde este mensaje</a> y pide que la cuenta de tu hijo sea eliminada.
fr: Vous ne voulez pas que votre enfant ait un compte Khan Academy? <a href='mailto:privacy@khanacademy.org'>Répondez à ce message</a> et demandez à ce que le compte de votre enfant soit supprimé.
nb: Vil du ikke at ditt barn skal ha en konto hos Khan Academy? <a href='mailto:privacy@khanacademy.org'>Svar på denne meldingen</a> og be om at ditt barns konto blir slettet.
nl: Wilt u niet dat uw kind een account bij Khan Academy heeft? <a href='mailto:privacy@khanacademy.org'>Reageer op dit bericht</a> en vraag om uw kinds account te laten verwijderen.
pl: Nie chcesz, by Twoje dziecko miało konto na stronie Khan Academy? <a href='mailto:privacy@khanacademy.org'>Napisz do nas wiadomość</a> i poproś o usunięcie konta Twojego dziecka.
pt: Não quer que seu filho tenha uma conta na Khan Academy? <a href='mailto:privacy@khanacademy.org'>Responda a esta mensagem</a> e peça para a conta de seu filho ser excluída.
tr: Çocuğunuzun Khan Academy hesabı olmasını istemiyor musunuz? <a href='mailto:privacy@khanacademy.org'> Bu mesaja cevap vererek</a> öğrenci hesabının iptal edilmesi için talebinizi iletebilirsiniz.
