Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <code><var>SET[0]</var></code> is not smaller than <code><var>SET[3]</var></code> so the theorem does not hold.
es: <code><var>SET[0]</var></code> no es menor que <code><var>SET[3]</var></code> así que el teorema no se cumple.
fr: <code><var>SET[0]</var></code> n'est pas inférieur à <code><var>SET[3]</var></code> donc l'inégalité n'est pas vérifiée.
pl: <code><var>SET[0]</var></code> nie jest mniejszy niż <code><var>SET[3]</var></code>, więc twierdzenie nie jest spełnione.
pt: <code><var>SET[0]</var></code> não é menor que <code><var>SET[3]</var></code>, então o teorema não se manteve.
tr: <code><var>SET[0]</var></code>, <code><var>SET[3]</var></code>'den küçük değildir, yani teorem geçerli değildir.

source: <code><var>SET[0]</var></code> is smaller than <code><var>SET[3]</var></code> so the theorem holds.
es: <code><var>SET[0]</var></code> es menor que <code><var>SET[3]</var></code> así que el teorema se cumple.
fr: <code><var>SET[0]</var></code> est inférieur à <code><var>SET[3]</var></code> donc l'inégalité est vérifiée.
pl: <code><var>SET[0]</var></code> jest mniejszy niż <code><var>SET[3]</var></code>, więc twierdzenie jest spełnione.
pt: <code><var>SET[0]</var></code> é menor que <code><var>SET[3]</var></code>, então o teorema se manteve.
tr: <code><var>SET[0]</var></code>, <code><var>SET[3]</var></code>'den küçüktür, yani teorem geçerlidir.

source: <code><var>SINGLE_PCT</var>\%</code> of <code>\purple{<var>TWO_PCT</var>\%}</code> is <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB * PROB, 3)</var> \approx <var>localeToFixed(PROB_CUBED, 3)</var></code>, or about <code>\green{<var>THREE_PCT</var>\%}</code>:
fr: <code><var>SINGLE_PCT</var>\%</code> de <code>\purple{<var>TWO_PCT</var>\%}</code> est égal à <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB * PROB, 3)</var> \approx <var>localeToFixed(PROB_CUBED, 3)</var></code>, ou à environ <code>\green{<var>THREE_PCT</var>\%}</code> :
pt: <code><var>SINGLE_PCT</var>\%</code> de <code>\purple{<var>TWO_PCT</var>\%}</code> é <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB * PROB, 3)</var> \approx <var>localeToFixed(PROB_CUBED, 3)</var></code>, ou aproximadamente <code>\green{<var>THREE_PCT</var>\%}</code>:

source: <code><var>SINGLE_PCT</var>\%</code> of <code>\purple{<var>TWO_PCT</var>\%}</code> is <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB*PROB, 3)</var> \approx <var>localeToFixed(PROB_CUBED, 3)</var></code>, or about <code>\green{<var>THREE_PCT</var>\%}</code>:
fr: <code><var>SINGLE_PCT</var>\%</code> de <code>\purple{<var>TWO_PCT</var>\%}</code> est égal à <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB*PROB, 3)</var> \approx <var>localeToFixed(PROB_CUBED, 3)</var></code>, ou environ <code>\green{<var>THREE_PCT</var>\%}</code> :
pt: <code><var>SINGLE_PCT</var>\%</code> de <code>\purple{<var>TWO_PCT</var>\%}</code> é <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB*PROB, 3)</var> \approx <var>localeToFixed(PROB_CUBED, 3)</var></code>, ou aproximadamente <code>\green{<var>THREE_PCT</var>\%}</code>:
tr: <code><var>SINGLE_PCT</var>\%</code> of <code>\purple{<var>TWO_PCT</var>\%}</code> is <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB*PROB, 3)</var> \approx <var>localeToFixed(PROB_CUBED, 3)</var></code>, veya yaklaşık <code>\green{<var>THREE_PCT</var>\%}</code>:

source: <code><var>SLOPE_1_FRAC[1]</var></code> position to the right and <code><var>abs(SLOPE_1_FRAC[0])</var></code> position <span data-if="SLOPE_1_FRAC[0] < 0">down</span><span data-else="">up</span> from <code>(0, <var>YINT_1</var>)</code> is <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
es: <code><var>SLOPE_1_FRAC[1]</var></code> posición hacia la derecha y <code><var>abs(SLOPE_1_FRAC[0])</var></code> posición hacia <span data-if="SLOPE_1_FRAC[0] < 0">abajo</span><span data-else="">arriba</span> desde <code>(0, <var>YINT_1</var>)</code> es <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
fr: <code><var>SLOPE_1_FRAC[1]</var></code> vers la droite et <code><var>abs(SLOPE_1_FRAC[0])</var></code> <span data-if="SLOPE_1_FRAC[0] < 0">vers le bas</span><span data-else="">vers le haut</span> depuis <code>(0, <var>YINT_1</var>)</code> donne le point <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
nb: <code><var>SLOPE_1_FRAC[1]</var></code> posisjoner til høyre og <code><var>abs(SLOPE_1_FRAC[0])</var></code> posisjoner <span data-if="SLOPE_1_FRAC[0] < 0">ned</span><span data-else="">up</span> fra <code>(0, <var>YINT_1</var>)</code> er <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
pl: <code><var>SLOPE_1_FRAC[1]</var></code> pozycję w prawo i <code><var>abs(SLOPE_1_FRAC[0])</var></code> pozycję <span data-if="SLOPE_1_FRAC[0] < 0">w dół</span><span data-else="">w górę</span> od <code>(0, <var>YINT_1</var>)</code> to <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
pt: <code><var>SLOPE_1_FRAC[1]</var></code> posição para a direita e <code><var>abs(SLOPE_1_FRAC[0])</var></code> posição <span data-if="SLOPE_1_FRAC[0] < 0">para baixo</span><span data-else="">para cima</span> de <code>(0, <var>YINT_1</var>)</code> é <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
tr: <code>(0, <var>YINT_1</var>)</code> noktasının <code><var>SLOPE_1_FRAC[1]</var></code> birim sağı ve <code><var>abs(SLOPE_1_FRAC[0])</var></code> birim <span data-if="SLOPE_1_FRAC[0] < 0">aşağısı</span><span data-else="">yukarısı</span> <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code> noktasıdır.

source: <code><var>SLOPE_1_FRAC[1]</var></code> position to the right and <code><var>abs(SLOPE_1_FRAC[0])</var></code> positions <span data-if="SLOPE_1_FRAC[0] < 0">down</span><span data-else="">up</span> from <code>(0, <var>YINT_1</var>)</code> is <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
es: <code><var>SLOPE_1_FRAC[1]</var></code> posición hacia la derecha y <code><var>abs(SLOPE_1_FRAC[0])</var></code> posiciones hacia <span data-if="SLOPE_1_FRAC[0] < 0">abajo</span><span data-else="">arriba</span> desde <code>(0, <var>YINT_1</var>)</code> es <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
fr: <code><var>SLOPE_1_FRAC[1]</var></code> vers la droite et <code><var>abs(SLOPE_1_FRAC[0])</var></code> <span data-if="SLOPE_1_FRAC[0] < 0">vers le bas</span><span data-else="">vers le haut</span> depuis <code>(0, <var>YINT_1</var>)</code> donne le point <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
nb: <code><var>SLOPE_1_FRAC[1]</var></code> posisjoner til høyre og <code><var>abs(SLOPE_1_FRAC[0])</var></code> posisjoner <span data-if="SLOPE_1_FRAC[0] < 0">ned</span><span data-else="">up</span> fra <code>(0, <var>YINT_1</var>)</code> er <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
pl: <code><var>SLOPE_1_FRAC[1]</var></code> pozycję w prawo i <code><var>abs(SLOPE_1_FRAC[0])</var></code> pozycji <span data-if="SLOPE_1_FRAC[0] < 0">w dół</span><span data-else="">w górę</span> od <code>(0, <var>YINT_1</var>)</code> to <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
pt: <code><var>SLOPE_1_FRAC[1]</var></code> posição para a direita e <code><var>abs(SLOPE_1_FRAC[0])</var></code> posições <span data-if="SLOPE_1_FRAC[0] < 0">para baixo</span><span data-else="">para cima</span> de <code>(0, <var>YINT_1</var>)</code> é <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
tr: <code>(0, <var>YINT_1</var>)</code> noktasının <code><var>SLOPE_1_FRAC[1]</var></code> birim sağı ve <code><var>abs(SLOPE_1_FRAC[0])</var></code> birim <span data-if="SLOPE_1_FRAC[0] < 0">aşağısı</span><span data-else="">yukarısı</span> <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code> noktasıdır.

source: <code><var>SLOPE_1_FRAC[1]</var></code> positions to the right and <code><var>abs(SLOPE_1_FRAC[0])</var></code> position <span data-if="SLOPE_1_FRAC[0] < 0">down</span><span data-else="">up</span> from <code>(0, <var>YINT_1</var>)</code> is <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
es: <code><var>SLOPE_1_FRAC[1]</var></code> posiciones hacia la derecha y <code><var>abs(SLOPE_1_FRAC[0])</var></code> posición hacia <span data-if="SLOPE_1_FRAC[0] < 0">abajo</span><span data-else="">arriba</span> desde <code>(0, <var>YINT_1</var>)</code> es <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
fr: <code><var>SLOPE_1_FRAC[1]</var></code> vers la droite et <code><var>abs(SLOPE_1_FRAC[0])</var></code> <span data-if="SLOPE_1_FRAC[0] < 0">vers le bas</span><span data-else="">vers le haut</span> depuis <code>(0, <var>YINT_1</var>)</code> donne le point <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
nb: <code><var>SLOPE_1_FRAC[1]</var></code> posisjoner til høyre og <code><var>abs(SLOPE_1_FRAC[0])</var></code> posisjoner <span data-if="SLOPE_1_FRAC[0] < 0">ned</span><span data-else="">up</span> fra <code>(0, <var>YINT_1</var>)</code> er <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
pl: <code><var>SLOPE_1_FRAC[1]</var></code> pozycji w prawo i <code><var>abs(SLOPE_1_FRAC[0])</var></code> pozycję <span data-if="SLOPE_1_FRAC[0] < 0">w dół</span><span data-else="">w górę</span> od <code>(0, <var>YINT_1</var>)</code> to <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
pt: <code><var>SLOPE_1_FRAC[1]</var></code> posições para a direita e <code><var>abs(SLOPE_1_FRAC[0])</var></code> posição <span data-if="SLOPE_1_FRAC[0] < 0">para baixo</span><span data-else="">para cima</span> de <code>(0, <var>YINT_1</var>)</code> é <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
tr: <code>(0, <var>YINT_1</var>)</code> noktasının <code><var>SLOPE_1_FRAC[1]</var></code> birim sağı ve <code><var>abs(SLOPE_1_FRAC[0])</var></code> birim <span data-if="SLOPE_1_FRAC[0] < 0">aşağısı</span><span data-else="">yukarısı</span> <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code> noktasıdır.

source: <code><var>SLOPE_1_FRAC[1]</var></code> positions to the right and <code><var>abs(SLOPE_1_FRAC[0])</var></code> positions <span data-if="SLOPE_1_FRAC[0] < 0">down</span><span data-else="">up</span> from <code>(0, <var>YINT_1</var>)</code> is <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
es: <code><var>SLOPE_1_FRAC[1]</var></code> posiciones hacia la derecha y <code><var>abs(SLOPE_1_FRAC[0])</var></code> posiciones hacia <span data-if="SLOPE_1_FRAC[0] < 0">abajo</span><span data-else="">arriba</span> desde <code>(0, <var>YINT_1</var>)</code> es <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
fr: <code><var>SLOPE_1_FRAC[1]</var></code> vers la droite et <code><var>abs(SLOPE_1_FRAC[0])</var></code> <span data-if="SLOPE_1_FRAC[0] < 0">vers le bas</span><span data-else="">vers le haut</span> depuis <code>(0, <var>YINT_1</var>)</code> donne le point <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
nb: <code><var>SLOPE_1_FRAC[1]</var></code> posisjoner til høyre og <code><var>abs(SLOPE_1_FRAC[0])</var></code> posisjoner <span data-if="SLOPE_1_FRAC[0] < 0">ned</span><span data-else="">up</span> fra <code>(0, <var>YINT_1</var>)</code> er <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
pl: <code><var>SLOPE_1_FRAC[1]</var></code> pozycji w prawo i <code><var>abs(SLOPE_1_FRAC[0])</var></code> pozycji <span data-if="SLOPE_1_FRAC[0] < 0">w dół</span><span data-else="">w górę</span> od <code>(0, <var>YINT_1</var>)</code> to <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
pt: <code><var>SLOPE_1_FRAC[1]</var></code> posições para a direita e <code><var>abs(SLOPE_1_FRAC[0])</var></code> posições <span data-if="SLOPE_1_FRAC[0] < 0">para baixo</span><span data-else="">para cima</span> de <code>(0, <var>YINT_1</var>)</code> é <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>.
tr: <code>(0, <var>YINT_1</var>)</code> noktasının <code><var>SLOPE_1_FRAC[1]</var></code> birim sağı ve <code><var>abs(SLOPE_1_FRAC[0])</var></code> birim <span data-if="SLOPE_1_FRAC[0] < 0">aşağısı</span><span data-else="">yukarısı</span> <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code> noktasıdır.

source: <code><var>SLOPE_2_FRAC[1]</var></code> position to the right and <code><var>abs(SLOPE_2_FRAC[0])</var></code> position <span data-if="SLOPE_2_FRAC[0] < 0">down</span><span data-else="">up</span> from <code>(0, <var>YINT_2</var>)</code> is <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
es: <code><var>SLOPE_2_FRAC[1]</var></code> posición hacia la derecha y <code><var>abs(SLOPE_2_FRAC[0])</var></code> posición hacia <span data-if="SLOPE_2_FRAC[0] < 0">abajo</span><span data-else="">arriba</span> desde <code>(0, <var>YINT_2</var>)</code> es <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
fr: <code><var>SLOPE_2_FRAC[1]</var></code> vers la droite et <code><var>abs(SLOPE_2_FRAC[0])</var></code> <span data-if="SLOPE_2_FRAC[0] < 0">vers le bas</span><span data-else="">vers le haut</span> depuis <code>(0, <var>YINT_2</var>)</code> donne le point <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
nb: <code><var>SLOPE_2_FRAC[1]</var></code> posisjoner til høyre og <code><var>abs(SLOPE_2_FRAC[0])</var></code> posisjoner <span data-if="SLOPE_2_FRAC[0] < 0">ned</span><span data-else="">up</span> from <code>(0, <var>YINT_2</var>)</code> er <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
pl: <code><var>SLOPE_2_FRAC[1]</var></code> pozycję w prawo i <code><var>abs(SLOPE_2_FRAC[0])</var></code> pozycję <span data-if="SLOPE_2_FRAC[0] < 0">w dół</span><span data-else="">w górę</span> od <code>(0, <var>YINT_2</var>)</code> to <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
pt: <code><var>SLOPE_2_FRAC[1]</var></code> posição para a direita e <code><var>abs(SLOPE_2_FRAC[0])</var></code> posição <span data-if="SLOPE_2_FRAC[0] < 0">para baixo</span><span data-else="">para cima</span> de <code>(0, <var>YINT_2</var>)</code> é <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
tr: <code>(0, <var>YINT_2</var>)</code> noktasının <code><var>SLOPE_2_FRAC[1]</var></code> birim sağı ve <code><var>abs(SLOPE_2_FRAC[0])</var></code> birim <span data-if="SLOPE_2_FRAC[0] < 0">aşağısı</span><span data-else="">yukarısı</span>, <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code> noktasıdır.

source: <code><var>SLOPE_2_FRAC[1]</var></code> position to the right and <code><var>abs(SLOPE_2_FRAC[0])</var></code> positions <span data-if="SLOPE_2_FRAC[0] < 0">down</span><span data-else="">up</span> from <code>(0, <var>YINT_2</var>)</code> is <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
es: <code><var>SLOPE_2_FRAC[1]</var></code> posición hacia la derecha y <code><var>abs(SLOPE_2_FRAC[0])</var></code> posiciones hacia <span data-if="SLOPE_2_FRAC[0] < 0">abajo</span><span data-else="">arriba</span> desde <code>(0, <var>YINT_2</var>)</code> es <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
fr: <code><var>SLOPE_2_FRAC[1]</var></code> vers la droite et <code><var>abs(SLOPE_2_FRAC[0])</var></code> <span data-if="SLOPE_2_FRAC[0] < 0">vers le bas</span><span data-else="">vers le haut</span> depuis <code>(0, <var>YINT_2</var>)</code> donne le point <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
nb: <code><var>SLOPE_2_FRAC[1]</var></code> posisjoner til høyre og <code><var>abs(SLOPE_2_FRAC[0])</var></code> posisjoner <span data-if="SLOPE_2_FRAC[0] < 0">ned</span><span data-else="">opp</span> fra <code>(0, <var>YINT_2</var>)</code> er <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
pl: <code><var>SLOPE_2_FRAC[1]</var></code> pozycję w prawo i <code><var>abs(SLOPE_2_FRAC[0])</var></code> pozycji <span data-if="SLOPE_2_FRAC[0] < 0">w dół</span><span data-else="">w górę</span> od <code>(0, <var>YINT_2</var>)</code> to <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
pt: <code><var>SLOPE_2_FRAC[1]</var></code> posição para a direita e <code><var>abs(SLOPE_2_FRAC[0])</var></code> posições <span data-if="SLOPE_2_FRAC[0] < 0">para baixo</span><span data-else="">para cima</span> de <code>(0, <var>YINT_2</var>)</code> é <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
tr: <code>(0, <var>YINT_2</var>)</code> noktasının <code><var>SLOPE_2_FRAC[1]</var></code> birim sağı ve <code><var>abs(SLOPE_2_FRAC[0])</var></code> birim <span data-if="SLOPE_2_FRAC[0] < 0">aşağısı</span><span data-else="">yukarısı</span>, <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code> noktasıdır.

source: <code><var>SLOPE_2_FRAC[1]</var></code> positions to the right and <code><var>abs(SLOPE_2_FRAC[0])</var></code> position <span data-if="SLOPE_2_FRAC[0] < 0">down</span><span data-else="">up</span> from <code>(0, <var>YINT_2</var>)</code> is <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
es: <code><var>SLOPE_2_FRAC[1]</var></code> posiciones hacia la derecha y <code><var>abs(SLOPE_2_FRAC[0])</var></code> posición hacia <span data-if="SLOPE_2_FRAC[0] < 0">abajo</span><span data-else="">arriba</span> desde <code>(0, <var>YINT_2</var>)</code> es <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
fr: <code><var>SLOPE_2_FRAC[1]</var></code> vers la droite et <code><var>abs(SLOPE_2_FRAC[0])</var></code> <span data-if="SLOPE_2_FRAC[0] < 0">vers le bas</span><span data-else="">vers le haut</span> depuis <code>(0, <var>YINT_2</var>)</code> donne le point <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
nb: <code><var>SLOPE_2_FRAC[1]</var></code> posisjoner til høyre og <code><var>abs(SLOPE_2_FRAC[0])</var></code> posisjoner <span data-if="SLOPE_2_FRAC[0] < 0">ned</span><span data-else="">up</span> from <code>(0, <var>YINT_2</var>)</code> er <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
pl: <code><var>SLOPE_2_FRAC[1]</var></code> pozycji w prawo i <code><var>abs(SLOPE_2_FRAC[0])</var></code> pozycję <span data-if="SLOPE_2_FRAC[0] < 0">w dół</span><span data-else="">w górę</span> od <code>(0, <var>YINT_2</var>)</code> to <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
pt: <code><var>SLOPE_2_FRAC[1]</var></code> posições para a direita e <code><var>abs(SLOPE_2_FRAC[0])</var></code> posição <span data-if="SLOPE_2_FRAC[0] < 0">para baixo</span><span data-else="">para cima</span> de <code>(0, <var>YINT_2</var>)</code> é <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
tr: <code>(0, <var>YINT_2</var>)</code> noktasının <code><var>SLOPE_2_FRAC[1]</var></code> birim sağı ve <code><var>abs(SLOPE_2_FRAC[0])</var></code> birim <span data-if="SLOPE_2_FRAC[0] < 0">aşağısı</span><span data-else="">yukarısı</span>, <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code> noktasıdır.

source: <code><var>SLOPE_2_FRAC[1]</var></code> positions to the right and <code><var>abs(SLOPE_2_FRAC[0])</var></code> positions <span data-if="SLOPE_2_FRAC[0] < 0">down</span><span data-else="">up</span> from <code>(0, <var>YINT_2</var>)</code> is <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
es: <code><var>SLOPE_2_FRAC[1]</var></code> posiciones hacia la derecha y <code><var>abs(SLOPE_2_FRAC[0])</var></code> posiciones hacia <span data-if="SLOPE_2_FRAC[0] < 0">abajo</span><span data-else="">arriba</span> desde <code>(0, <var>YINT_2</var>)</code> es <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
fr: <code><var>SLOPE_2_FRAC[1]</var></code> vers la droite et <code><var>abs(SLOPE_2_FRAC[0])</var></code> <span data-if="SLOPE_2_FRAC[0] < 0">vers le bas</span><span data-else="">vers le haut</span> depuis <code>(0, <var>YINT_2</var>)</code> donne le point <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
nb: <code><var>SLOPE_2_FRAC[1]</var></code> posisjoner til høyre og <code><var>abs(SLOPE_2_FRAC[0])</var></code> posisjoner <span data-if="SLOPE_2_FRAC[0] < 0">ned</span><span data-else="">up</span> from <code>(0, <var>YINT_2</var>)</code> er <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
pl: <code><var>SLOPE_2_FRAC[1]</var></code> pozycji w prawo i <code><var>abs(SLOPE_2_FRAC[0])</var></code> pozycji <span data-if="SLOPE_2_FRAC[0] < 0">w dół</span><span data-else="">w górę</span> od <code>(0, <var>YINT_2</var>)</code> to <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
pt: <code><var>SLOPE_2_FRAC[1]</var></code> posições para a direita e <code><var>abs(SLOPE_2_FRAC[0])</var></code> posições <span data-if="SLOPE_2_FRAC[0] < 0">para baixo</span><span data-else="">para cima</span> de <code>(0, <var>YINT_2</var>)</code> é <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>.
tr: <code>(0, <var>YINT_2</var>)</code> noktasının <code><var>SLOPE_2_FRAC[1]</var></code> birim sağı ve <code><var>abs(SLOPE_2_FRAC[0])</var></code> birim <span data-if="SLOPE_2_FRAC[0] < 0">aşağısı</span><span data-else="">yukarısı</span>, <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code> noktasıdır.

source: <code><var>SUBANGLE_1</var></code> and <code><var>ANGLE_B_LABEL</var></code> are supplementary.
es: <code><var>SUBANGLE_1</var></code> y <code><var>ANGLE_B_LABEL</var></code> son suplementarios.
pt: <code><var>SUBANGLE_1</var></code> e <code><var>ANGLE_B_LABEL</var></code> são suplementares.
tr: <code><var>SUBANGLE_1</var></code> ve <code><var>ANGLE_B_LABEL</var></code> bütünlerdir.

source: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> car.
da: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> bil.
es: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> automóvil.
fr: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> voiture.
ja: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> 台の車があります．
pl: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> samochód.
pt: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> carro.

source: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> person got off.
da: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> person stod af.
es: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> persona se bajó.
fr: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> personne est descendue.
ja: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> 人の人が降りました．
pl: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> osoba wysiadła.
pt: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> pessoa saiu.
