Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Just by looking at both equations in slope-intercept form, what can you determine?
da: Bare ved at kigge på begge ligninger på hældning-skærings-form, hvad kan du så bestemme?
es: Mirando ambas ecuaciones en la forma pendiente-ordenada al origen, ¿qué puedes determinar?
fr: Lorsque les deux équations sont sous cette forme, que peut-on déterminer au premier coup d'oeil ?
nb: Hva kan du finne ut bare ved å se på begge likningene i lineær funksjons-form?
pl: Patrząc na oba równania w postaci kierunkowej - co możesz wywnioskować?
pt: O que podemos determinar só de olhar para ambas as equações reduzidas da reta?
tr: İki denklemin eğim-kesme noktası formuna bakarsanız, ne söyleyebilirsiniz?

source: Just click one of the icons below to start upgrading.
da: Bare klik på et af ikonerne nedenfor for at starte opgradering.
es: Solo haz clic en uno de los iconos debajo para empezar a actualizar.
fr: Cliquez sur une des icônes ci-dessous pour débuter la mise à jour.
nb: Bare klikk på et av ikonene under for å starte oppgraderingen.
nl: Klik gewoon op een van de pictogrammen hieronder om te beginnen met upgraden.
pl: Kliknij w jedną z ikon poniżej, aby rozpocząć aktualizowanie.
pt: Clique em um dos ícones abaixo para começar a fazer o upgrade.
tr: Yükseltmeyi başlatmak için aşağıdaki simgelerden birini tıklatın.

source: Just right
da: Lige tilpas
es: Correcto
fr: Exact
nb: Akkurat passe
nl: Net goed
pl: W sam raz
pt: Na medida
tr: Tam zamanında

source: KA Implementations Blog
da: KA's blog om implementeringer
es: Blog de implementaciones de KA
fr: Blog des expérimentations de la Khan Academy
ja: カーンアカデミーの実施の様子のブログ
nb: KA implementerings Blogg
nl: KA Implementaties Blog
pl: Blog implementacji KA
pt: Blog de implementações da KA
pt_pt: Blogue de implementação da KA
tr: KA Uygulamaları Blogu

source: Karen Schifman is an Art Historian who focuses particularly on women artists and the representation of women in visual culture. She received her MA from California State University, Northridge.
pt: Karen Schifman é historiadora da arte, e se concentra particularmente em artistas do sexo feminino e na representação da mulher na cultura visual. Ela obteve seu mestrado pela Universidade Estadual da Califórnia em Northridge.
tr: Karen Schifman, kadın sanatçılar ve görsel kültürde kadınların temsiline odaklanan bir Sanat Tarihçisidir. Master derecesini Kaliforniya Eyalet Üniversitesi, Northridge'den almıştır.

source: Karie comes to KA with a background in online higher-education, ops management, and non-profit youth ministry. She's passionate about making big changes in the world and fell in love with the KA mission and vision the first day she heard about it on the radio several years back. Karie currently supports the needs of Minli, Monica, James T, and Elizabeth -- and keeps her Professor Snape replica wand close at hand to work a little magic on these busy calendars!
pt: Quando Karie veio para a KA, ela já tinha experiência em ensino superior on-line, gestão de operações e ministério de jovens sem fins lucrativos. Ela adora a ideia de promover grandes transformações no mundo e se apaixonou pela missão e visão da KA quando as ouviu pela primeira vez no rádio, muitos anos atrás. Karie ajuda Minli, Monica, James T e Elizabeth -- e mantém sua réplica da varinha do Professor Snape à mão para fazer mágica com aquelas agendas lotadas!
tr: Karie KA'ya çevrimçi yüksek öğrenim, operasyon yönetimi, ve kar amacı gütmeyen gençlere hizmet geçmişinden katılmıştır. Dünyayı değiştirme tutkusuyla doludur ve birkaç yıl önce radyoda duyduğu anda KA'nın misyon ve vizyonuna aşık olmuştur. Karie şu anda Minli, Monica, James T. ve Elizabeth'in ihtiyaçlarını desteklemektedir -- ve bu dolu takvimlerde mucizeler yaratmak için Profesör Snape'ninkine benzeyen asasını yanında tutar!

source: Karina keeps our office running and our team fueled so they can continue to do amazing things! Prior to Khan Academy she was operations manager for a startup in San Francisco where she honed her skills in office operations, event management, and building company culture. She graduated from San Jose State University with a BA in Sociology.
pt: Karina mantém nosso escritório funcionando e nossa equipe abastecida, para que eles continuem a fazer coisas incríveis! Antes da Khan Academy ela foi gerente de operações de uma startup em São Francisco, onde aprimorou suas habilidades em operações de escritório, gerenciamento de eventos e construção da cultura empresarial. Ela se formou em sociologia pela Universidade Estadual de San José.
tr: Karina, harika şeyler yapmaya devam edeiblmeleri için ofisimize ve ekinimize durmaksızın yakıt ikmali yapmaktadır! Kendisi Khan Academy'den önce, ofis işletimi, etkinlik yönetimi ve kurum kültürü oluştuma becerilerini bilediği San Francisco'daki genç bir şirkette işletme müdürlüğü yapmıştır. Karina San Jose State University sosyoloji bölümü mezunudur.

source: Kate's role is to tell amazing stories about what we're up to at Khan Academy. In a previous life she worked at Google. And in a previous previous life she completed her PhD in English literature before realizing she liked talking to people. Kate is passionate about how technology can change people's lives and in her spare time she enjoys reading, making things, correcting rogue apostrophes and tending to an underperforming vegetable garden.
pt: O papel de Kate é contar histórias incríveis sobre o que estamos fazendo na Khan Academy. Em uma vida passada ela trabalhou no Google. Em uma vida mais passada ainda, ela concluiu seu doutorado em Literatura Inglesa antes de perceber que gostava de conversar com as pessoas. Kate é apaixonada pelo modo com que a tecnologia pode transformar as vidas das pessoas e, no seu tempo livre, ela gosta de ler, fazer coisas, corrigir apóstrofes rebeldes e cuidar de uma horta com desempenho abaixo do esperado.
tr: Kate'in rolü, Khan Academy'de neler yaptığımızla ilgili harika hikayeler anlatmaktır. Önceki hayatında Google'da çalışmıştır. Önceki hayatından önceki hayatında ise, İngiliz edebiyatı üzerine yaptığı doktorasını tamamladıktan sonra insanlarla konuşmayı çok sevdiğini farketmiştir. Teknolojinin insanların hayatlarını nasıl değiştirebileceği konusunda çok tutkulu olan Kate, boş zamanlarında okumaktan, bir şeyler üretmekten, kaçak kesme işaretlerini düzeltmekten, ve düşük performans gösteren bir bitki bahçesiyle ilgilenmekten hoşlanmaktadır.

source: Katrina Klaasmeyer earned her Masters in Art History from the University of Oregon, with her thesis "Capitalist Realism: The Work of Gerhard Richter, Sigmar Polke and Konrad Lueg, 1962-67." She curated an exhibition on the Japanese tradition of manga as it relates to war and romance comics of the 1940s-50s at the Jordan Schnitzer Museum of Art.
pt: Katrina Klaasmeyer obteve seu mestrado em História da Arte pela Universidade do Oregon, com sua tese "Capitalist Realism: The Work of Gerhard Richter, Sigmar Polke and Konrad Lueg, 1962-67". Ela foi curadora de uma exibição no Museu de Arte Jordan Schnitzer sobre a tradição japonesa do mangá e como ele se relaciona aos quadrinhos de guerra e românticos dos anos 1940 e 1950.
tr: Katrina Klaasmeyer Sanat Tarihi master'ını Oregon Üniversitesi'nden "Kapitalist Gerçekçilik: Gerhard Richter, Sigmar Polke ve Konrad Lueg'in Eserleri, 1962-67" isimli teziyle almıştır. Jordan Schnitzer Sanat Müzesinde, Japon geleneği manganın 1940-50'lerde savaş ve aşk çizgi romanlarıyla ilişkisi hakkında bir sergiye kuratörlük yapmıştır.

source: Kayla focuses on HR and works to recruit exceptional talent. Prior to joining Khan Academy, Kayla received her BS in Business Marketing from Brigham Young University.
es: Kayla se enfoca en los recursos humanos y se dedica a reclutar talento excepcional. Antes de unirse a Khan Academy, Kayla recibió su título en Marketing de Negocios por la Universidad Brigham Young.
fr: Kayla met l'accent sur les ressources humaines et s'efforce de recruter un talent exceptionnel. Avant de rejoindre l'Académie Khan, Kayla a obtenu son baccalauréat en Marketing Business de l'Université Brigham Young.
pl: Kayla jest odpowiedzialna za dział HR oraz rekrutację wyjątkowych talentów. Zanim przyłączyła się do Khan Academy, uzyskała licencjacki stopień naukowy z Business Marketing na Uniwersytecie Brigham Young.
pt: Karla trabalha no departamento de RH e se esforça para recrutar pessoas de talentos excepcionais. Antes de juntar-se à Khan Academy, Kayla se formou em Marketing empresarial pela Universidade Brigham Young.
tr: Kayla, Khan Academy’nin insan kaynaklarından sorumludur ve olağanüstü yetenekleri takıma kazandırmak için çalışır. Brigham Young University’nin iş pazarlama bölümünden mezun olmuştur.

source: Keep it up!
da: Fortsæt det gode arbejde!
es: ¡Sigue así!
fr: Gardez votre attention !
nb: Fortsett slik!
nl: Doe zo verder!
pl: Tak trzymaj!
pt: Continue assim!
pt_pt: Continua assim!
tr: Devam et!

source: Keep learning on Khan Academy now
es: Mantente aprendiendo en Khan Academy ahora
ja: 今，カーンアカデミーで学びを続けましょう
nb: Fortsette å lære på Khan Academy nå
pl: Kontynuuj naukę już teraz na Khan Academy
pt: Comece a aprender na Khan Academy agora
pt_pt: Continua a aprender na Khan Academy
tr: Khan Academy'de öğrenmeye devam edin, şimdi

source: Keep moving on!
da: Fortsæt fremad!
es: ¡Sigue avanzando!
fr: Continuez d'avancer !
nb: Fortsett fremover!
nl: Blijven doorzetten!
pl: Tylko tak dalej!
pt: Vá em frente!
pt_pt: Continua em frente!
tr: İlerlemeye devam!

source: Keep one account and finish logging in
bg: Запазете един акаунт и завършете влизането
da: Behold én konto og log ind
es: Mantén una cuenta y termina el inicio de sesión
fr: Garder un compte et terminer l'ouverture de session
he: שמרו על חשבון אחד וסיימו את ההתחברות
ja: 1つのアカウントを維持してログインを終了する
nb: Behold én konto og ferdigjør innloggingen
nl: Houd één account en voltooi inloggen
pl: Zachowaj jedno konto i zakończ logowanie się
pt: Manter uma conta e concluir o login
pt_pt: Manter uma conta e concluir início de sessão
tr: Bir hesabı seçerek giriş işlemini tamamlayınız

source: Keep simplifying to get the final answer:
da: Bliv ved med at forkorte for at få det endelige resultat:
es: Sigue simplificando para obtener el resultado final:
fr: On continue à simplifier pour obtenir la réponse finale :
nb: Fortsett med å forkorte for å få det endelige resultat:
pl: Upraszczaj dalej, aby otrzymać ostateczną odpowiedź:
pt: Continue a simplificação para obter a resposta final:
tr: Son cevabı bulmak için sadeleştirmeye devam edin:

source: Keep track of the usernames and passwords you create and provide them to students when they sign-in to Khan Academy
es: Mantén registro de los nombres de usuarios y contraseñas que creaste y proporciónaselos a los estudiantes cuando inicien sesión en Khan Academy
nb: Hold oversikten på brukernavn og passord du oppretter for å dele dem ut til elevene når de skal logge inn på Khan Academy
pt: Mantenha os nomes de usuário e as senhas que você criar e forneça-os aos alunos quando eles se registrarem na Khan Academy
tr: Kullanıcı isimlerini ve şifrelerini kaydediniz, ve Khan Academy'ye girmeleri aşamasında bunları öğrencilerinize veriniz.

source: Keep up the good work!
es: ¡Sigue con el buen trabajo!
fr: Continuez comme çà!
ja: 良い仕事を続けましょう!
nb: Fortsett det gode arbeidet!
pl: Pracuj tak dalej!
pt: Continue fazendo um bom trabalho!
pt_pt: Continuação de bom trabalho!
tr: Aferin!

source: Keep watching
da: Fortsæt med at se
es: Sigue mirando
fr: Reste là
nb: Fortsette å se på
nl: Blijf kijken
pl: Oglądaj dalej
pt: Continue assistindo
pt_pt: Continua a ver
tr: Doğru cevaplayıp cevaplamadığınızı

source: Keep watching}
da: Fortsæt med at se}
es: Sigue mirando
fr: Reste là
nb: Fortsette å se på}
nl: Blijf kijken}
pl: Oglądaj dalej}
pt: Continue assistindo
pt_pt: Continua a ver}
tr: Takibe devam}

source: Kelly earned her MA in Psychology from American University in Washington DC in 2012. For the next two years she served as a co-investigator of the Female Athlete Body Project, a NIMH funded clinical trial that focused on the prevention of eating disorders in college athletes. She hopes to eventually pursue a PhD in Health Psychology.
pt: Kelly obteve seu mestrado em psicologia na Universidade Americana de Washington DC em 2012. Nos dois anos seguintes ela atuou como coinvestigadora no Female Athlete Body Project, um teste clínico fundado pelo NIMH que se concentrou na prevenção de transtornos alimentares em atletas universitárias. Ela espera eventualmente obter um doutorado em psicologia da saúde.
tr: Kelly, Washington DC'deki Amerikan Üniversitesi'nden Psikoloji dalındaki master derecesini 2012'de almıştır. Bunu izleyen iki yıl boyunca, Kadın Sporcu Projesi'nde, üniversiteli sporcularda yeme bozukluklarını önleme odaklı, NIMH tarafından finanse edilen bir klinik çalışmasında eş-araştırması olarak çalıştı. Bir gün, Sağlık Psikoloji alanında bir doktorayı tamamlamayı umuyor.

source: Kendra Weisbin has a Master's degree in Art History from the University of Massachusetts, Amherst, with a concentration in Islamic Art and Architecture. Her most recent projects include an educator’s resource guide to the Islamic collections at the Metropolitan Museum of Art, and a visitor’s walking guide to the same collection, both co-authored with curators from that department.
pt: Kendra Weisbin tem mestrado em história da arte pela Universidade de Massachusetts, em Amherst, com especialização em arte e arquitetura islâmica. Seus projetos mais recentes incluem um guia de recursos do educador para as coleções islâmicas no Museu Metropolitano de Arte, e um guia do visitante para a mesma coleção, ambos em coautoria com curadores daquele departamento.
tr: Kendra Weisbin, Massachusetts Üniversitesi Amherst'ten İslam Sanatı ve Mimarisi uzmanlığı ile Sanat Tarihi dalında Master derecesi almıştır. En son projeleri arasında, Metropolitan Sanat Müzesi'ndeki İslami eserler için bir eğitimci kaynak kılavuzu, ve aynı koleksiyon için bir ziyaretçi rehberi yer alır, bunları ikisi de o bölümden küratörlerle birlikte yazılmıştır.

source: Kepler (old)
da: Kepler (gammel)
es: Kepler (viejo)
fr: Kepler (obsolète)
ja: ケプラー(旧)
nb: Kepler (gammel)
nl: Kepler (oud)
pl: Kepler (stary)
pt: Kepler (antigo)
pt_pt: Kepler (antigo)
tr: Kepler (eski)

source: Kevin has been developing and managing software projects for a long time, most recently at Adobe and Mozilla. He has been involved in open source projects for more than a decade and is known for starting CommonJS and TurboGears.
pt: Kevin desenvolve e gerencia projetos de software há muito tempo, mais recentemente no Adobe e Mozilla. Ele está envolvido em projetos de código aberto há mais de uma década e é conhecido por ter inaugurado o CommonJS e o TurboGears.

source: Kevin is passionate about math, computing science, and education in general. He likes building new things and wants to help transform education.
pt: Kevin é apaixonado por matemática, ciência da computação e educação em geral. Ele gosta de construir coisas novas e quer ajudar a transformar a educação.
tr: Kevin, matematik, bilgisayar bilimi, ve genel eğitime tutku duyar. Yeni şeyler oluşturmayı sever ve eğitimi dönüştürmeyi istemektedir.

source: Keyboard
da: Tastatur
es: Teclado
fr: Clavier
ja: キーボード
nb: Tastatur
nl: Toetsenbord
pl: Klawiatura
pt: Teclado
pt_pt: Teclado
tr: Klavye

source: Khan Academy Ambassador
bg: Посланник на Академия Кан
da: Khan Academy Ambassadør
es: Embajador de Khan Academy
fr: Ambassadeur de la Khan Academy
nb: Khan Academy ambassadør
nl: Khan Academy Ambassadeur
pl: Ambasador Khan Academy
pt: Embaixador da Khan Academy
pt_pt: Embaixador da Khan Academy
tr: Khan Academy Elçisi

source: Khan Academy Ambassador Program
bg: Програма Посланик на Кан Академия
da: Khan Academy Ambassadør Program
es: Programa de embajadores de Khan Academy
nb: Khan Academy ambassadør program
nl: Khan Academy Ambassadeursprogramma
pl: Program ambasadorski Khan Academy
pt: Programa de embaixador da Khan Academy
pt_pt: Programa de embaixadores da Khan Academy
tr: Khan Academy Elçi Programı

source: Khan Academy Coach Reports
da: Khan Academy Lærerrapporter
es: Reportes del tutor de Khan Academy
fr: Les rapports de Coach Khan Academy
nb: Khan Academy Lærerrapporter
nl: Khan Academy Coach verslagen
pl: Raporty trenera Khan Academy
pt: Relatórios de tutor da Khan Academy
pt_pt: Relatórios do tutor na Khan Academy
tr: Khan Academy Eğitmen Raporları

source: Khan Academy Internships
pt: Estagiários da Khan Academy
pt_pt: Estagiários da Khan Academy
tr: Khan Academy'de Staj İmkanı

source: Khan Academy Labs
pl: Laboratorium Khan Academy
pt: Laboratórios da Khan Academy
tr: Khan Academy Laboratuvarları

source: Khan Academy Testimonial
da: Khan Academy historier fra fællesskabet
es: Testimonios de Khan Academy
fr: Témoignage de la Khan Academy
nb: Khan Academy anbefalinger
pl: Opinie o Khan Academy
pt: Depoimento sobre a Khan Academy
pt_pt: Testemunhos da Khan Academy
tr: Khan Academy Kullanıcı Yorumları

source: Khan Academy account recovery
da: Gendannelse af Khan Academy-konto
es: Recuperación de cuenta de Khan Academy
fr: Récupération de compte de la Khan Academy
ja: カーンアカデミーアカウントの復旧
nb: Khan Academy kontogjenoppretting
nl: Herstel van Khan Academy account
pl: Odzyskiwanie konta Khan Academy
pt: Recuperação de conta Khan Academy
pt_pt: Reposição da palavra-passe da Khan Academy
tr: Khan Academy hesap kurtarma

source: Khan Academy can help you master skills. But before you can master something, you need to practice it!
da: Khan Academy kan hjælpe dig med mestre færdigheder. Men, før du kan mestre noget, skal du øve dig!
es: Khan Academy te puede ayudar a dominar habilidades. ¡Pero antes de que puedas dominar algo, necesitas practicarlo!
fr: La Khan Academy peut vous aider à maîtriser des compétences. Mais avant de maîtriser quoi que ce soit, vous devez vous exercer !
nb: Khan Academy kan hjelpe deg i å mestre ferdigheter. Men før du kan mestrer noe, må du øve på det!
nl: Khan Academy kan je helpen vaardigheden te beheersen. Maar voordat je iets kunt beheersen moet je eerst oefenen!
pl: Khan Academy pomoże Ci opanować umiejętności. Jednak zanim możliwe będzie opanowanie czegoś, musisz to poćwiczyć!
pt: A Khan Academy pode ajudá-lo a dominar habilidades. Mas, antes de você dominar algo, é preciso praticar!
tr: Khan Academy beceri geliştirmenize yardımcı olabilir. Ama bir şeyi geliştirmeden önce, alıştırma yapmanız gerekir!

source: Khan Academy can share my story with the world
da: Khan Academy kan dele min historie med resten af verdenen
es: Khan Academy puede compartir mi historia con el mundo
fr: Khan Academy peut partager mon histoire avec le monde entier
nb: Khan Academy kan dele min opplevelse med resten av verden
nl: Khan Academy mag mijn verhaal met de wereld delen
pl: Khan Academy może podzielić się moją historią ze światem
pt: A Khan Academy pode compartilhar minha história com o mundo
tr: Khan Academy benim öykümü tüm dünyaya anlatabilir

source: Khan Academy embedded video
bg: Кан академия вградено видео
da: Khan Academy integreret video
es: Video integrado de Khan Academy
fr: Vidéo intégrée dans Khan Academy
ja: カーンアカデミーの埋め込みビデオ
nb: Khan Academy innebygd video
nl: Video van Khan Academy
pl: Osadzony film Khan Academy
pt: Vídeo incorporado da Khan Academy
pt_pt: Vídeo incorporado da Khan Academy
tr: Khan Academy'ye eklenmiş video

source: Khan Academy has also received the time, energy, and expertise of many <a href="/contribute/credits">volunteers and part-time contributors</a>
es: Khan Academy también ha recibido el tiempo, la energía y experiencia de muchos <a href="/contribute/credits">voluntarios y contribuidores de medio tiempo</a>
pt: A Khan Academy também já contou com o tempo, energia e experiência de muitos <a href="/contribute/credits">voluntários e colaboradores em meio período</a>.
tr: Khan Academy'ye bugüne kadar birçok <a href="/contribute/credits">gönüllü ve yarı zamanlı çalışan</a> katkıda bulundu. Uluslararası ortaklarımızı ve farklı ülkelerdeki takımlarımızı da teşekkürler!

source: Khan Academy has also received the time, energy, and expertise of many <a href="/contribute/credits">volunteers and part-time contributors</a>.
es: Khan Academy también recibió el tiempo, energía, y experiencia de muchos <a href="/contribute/credits">voluntarios y contribuyentes de medio tiempo</a>.
fr: Khan Academy a aussi reçu le temps, l'énergie et l'expertise de nombreux <a href="/contribute/credits">bénévoles et contributeurs à temps partiel</a>.
pl: Wielu <a href="/contribute/credits">wolontariuszy i niepełnoetatowych współpracowników</a>, poświęciło swój czas i energię, aby przekazać Khan Academy swoją wiedzę.
pt: A Khan Academy já contou com o tempo, a energia e a experiência de muitos <a href="/contribute/credits">voluntários e colaboradores em meio período</a>.
pt_pt: A Khan Academy também recebeu o tempo, energia e a experiência de muitos <a href="/contribute/credits">voluntários e colaboradores em part-time</a>.
tr: Khan Academy'ye bugüne kadar birçok <a href="/contribute/credits">gönüllü ve yarı zamanlı çalışan</a> katkıda bulundu.

source: Khan Academy has had the support of many organizations for the first ever LearnStorm.
es: Khan Academy ha tenido el apoyo de muchas organizaciones para el primer LearnStorm.
nb: Khan Academy har fått støtte fra mange organisasjoner til den første LearnStorm.
pt: A Khan Academy teve o apoio de várias organizações para a primeira LearnStorm.
tr: Khan Academy birinci LearnStorm için birçok kuruluştan destek almıştır.
