Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The greatest common factor is the largest number that is a factor of both <code><var>A</var></code> and <code><var>B</var></code>.
fr: Le plus grand diviseur commun est le plus grand des nombres qui divise à la fois <code><var>A</var></code> et <code><var>B</var></code>.
nb: Største felles faktor er det største tallet med som er en faktor i både <code><var>A</var></code> og <code><var>B</var></code>.
pl: Największy wspólny dzielnik to największa liczba, która jest dzielnikiem zarówno <code><var>A</var></code>, jak i <code><var>B</var></code>.
pt: O máximo divisor comum é o maior numero que é divisor de ambos <code><var>A</var></code> e <code><var>B</var></code>.
tr: Ortak bölenlerin en büyüğü, <code><var>A</var></code> ve <code><var>B</var></code>'nin ikisinin de çarpanı olan sayıların en büyüğüdür.

source: The greatest common factor of <code><var>A</var>x</code> and <code><var>B</var></code> is <code><var>GCD</var></code>.
es: El máximo común divisor de <code><var>A</var>x</code> y <code><var>B</var></code> es <code><var>GCD</var></code>.
fr: Le plus grand diviseur commun de <code><var>A</var>x</code> et <code><var>B</var></code> est <code><var>GCD</var></code>.
nb: Største felles faktor av <code><var>A</var>x</code> og <code><var>B</var></code> er <code><var>GCD</var></code>.
pl: Największym wspólnym dzielnikiem <code><var>A</var>x</code> i <code><var>B</var></code> jest <code><var>GCD</var></code>.
pt: O máximo divisor comum de <code><var>A</var>x</code> e <code><var>B</var></code> é <code><var>GCD</var></code>.
tr: <code><var>A</var>x</code> ve <code><var>B</var></code>'nin en büyük ortak böleni, <code><var>GCD</var></code>.

source: The greatest common factor of all the terms is <code><var>FACTORDEGREE</var></code>.
da: Den største fælles faktor for alle leddene er <code><var>FACTORDEGREE</var></code>.
es: El máximo común divisor de todos los términos es <code><var>FACTORDEGREE</var></code>.
fr: Le plus grand diviseur commun de tous les termes est <code><var>FACTORDEGREE</var></code>.
nb: Den største felles faktor for alle leddene er <code><var>FACTORDEGREE</var></code>.
pt: O máximo divisor comum de todos os termos é <code><var>FACTORDEGREE</var></code>.
tr: Tüm terimlerin en büyük ortak böleni, <code><var>FACTORDEGREE</var></code>.

source: The half symbol must represent <var>VALUE_PER_IMG/2</var> badge.
fr: Le demi-symbole doit être équivalent à <var>VALUE_PER_IMG/2</var> badge.
pl: Połowa symbolu musi oznaczać <var>VALUE_PER_IMG/2</var> odznakę.
pt: Os símbolos pela metade devem representar <var>VALUE_PER_IMG/2</var> medalha.
tr: Yarım sembol <var>VALUE_PER_IMG/2</var> madalya temsil etmelidir.

source: The harder you try the better you get!
da: Jo hårdere du prøver, jo bedre bliver du!
es: ¡Cuanto más lo intentas, mejor te vuelves!
fr: Plus vous essayez, meilleur vous deviendrez !
ja: あなたが挑戦すればするほど、よりよくなります！
nb: Jo hardere du prøver, jo bedre blir du!
nl: Hoe meer je je inzet, hoe beter je zult worden!
pl: Im bardziej się starasz, tym lepiej Ci wychodzi!
pt: Quanto mais tentar, melhor você ficará!
pt_pt: Quanto mais te esforçares, melhor ficarás!
tr: Ne kadar zorlarsanız, o kadar iyi olacaksınız!

source: The harder you work, the stronger your brain gets. Since taking your last brain fitness test on Khan Academy, you've learned tons and grown like crazy! If you take another brain fitness test you can:
da: Jo hårdere du arbejder, jo stærkere bliver din hjerne. Siden du tog din sidste Fitnesstest af din hjerne på Khan Academy, har du lært en masse og vokset som en kæmpe! Hvis du tager en Fitnesstest mere af din hjerne kan du:
es: Mientras más trabajas, más se ejercita tu cerebro. Desde que tomaste tu última prueba de aptitud cerebral de Khan Academy, ¡has aprendido toneladas y te has ejercitado muchísimo! Si haces otra prueba de aptitud cerebral podrás:
fr: Plus vous travaillez dur, plus votre cerveau devient fort. Depuis votre dernier test d'entraînement du cerveau sur Khan Academy, vous avez appris des tonnes et grandi comme pas possible! Si vous faites un autre test d'entraînement du cerveau, vous pouvez:
ja: 頑張るほど、あなたの脳は向上します。カーンアカデミーの最後の脳フィットネステストを受けてから、すごく学習しました！もう一つ脳フィットネステストを受ければ、次のことができるようになります：
nb: Jo hardere du jobber, jo sterkere hjerne får. Siden din forrige hjernetrimtest på Khan Academy, har du lært tonnevis og vokst voldsomt! Hvis du tar en annen hjernetrimtest kan du:
nl: Hoe harder je werkt, hoe sterker je brein wordt. Sinds het nemen van je laatste brein fitness test op Khan Academy, heb je massaal geleerd en ben je ongelooflijk gegroeid! A ls je een andere brein fitness test neemt kan je:
pl: Im ciężej pracujesz, tym silniejszy jest Twój mózg. Od kiedy rozwiązałeś swój ostatni test sprawności umysłu na Khan Academy, nauczyłeś się wiele i urosłeś niesamowicie! Jeżeli rozwiążesz kolejny test sprawności, możesz:
pt: Quanto mais você trabalha, mais forte seu cérebro fica. Desde seu último teste de aptidão cerebral da Khan Academy, você já aprendeu toneladas de coisas e evoluiu incrivelmente! Se você fizer outro teste de aptidão cerebral, você pode:
tr: Ne kadar egzersiz yaptırırsanız, beyniniz de o kadar güçlenir. Khan Academy'de son beyin zindelik testinizi tamamladığınızdan beri bir çok yeni konu öğrendiniz ve büyüdünüz! Yeni bir beyin zindelik testi tamamlarsanız, şunları yapabilirsiniz:

source: The height of <code>f(x)</code> is <code><var>decFrac( VSCALE )</var></code>, so the amplitude of <code>f(x)</code> is <code><var>decFrac( VSCALE )</var></code>.
es: La altura de <code>f(x)</code> es <code><var>decFrac( VSCALE )</var></code>, por lo que la amplitud de <code>f(x)</code> es <code><var>decFrac( VSCALE )</var></code>.
fr: La moitié de la distance entre l'ordonnée du maximum et celle du minimum de <code>f(x)</code> est égale à <code><var>decFrac( VSCALE )</var></code>, donc l'amplitude de <code>f(x)</code> est égale à <code><var>decFrac( VSCALE )</var></code>.
pt: A altura de <code>f(x)</code> é <code><var>decFrac( VSCALE )</var></code>, portanto, a amplitude de <code>f(x)</code> é <code><var>decFrac( VSCALE )</var></code>.
tr: <code>f(x)</code>'in yüksekliği, <code><var>decFrac( VSCALE )</var></code>, buna göre <code>f(x)</code>'in genliği, <code><var>decFrac( VSCALE )</var></code>.

source: The height of the cylinder is <code><var>h</var></code>, so the volume is <code><var>r * r</var>\pi \cdot <var>h</var> = <var>r * r * h</var>\pi</code> cubic units.
pt: A altura do cilindro é <code><var>h</var></code>, então o volume é <code><var>r * r</var>\pi \cdot <var>h</var> = <var>r * r * h</var>\pi</code> unidades cúbicas.
tr: Silindirin yüksekliği <code><var>h</var></code>'dir, öyleyse, hacim <code><var>r * r</var>\pi \cdot <var>h</var> = <var>r * r * h</var>\pi</code> birim küptür.

source: The highlighted number shows where <code>\pink{<var>SOLN_TXT</var>}</code> is on the number line.
es: El número resaltado muestra dónde está <code>\pink{<var>SOLN_TXT</var>}</code> en la recta numérica.
fr: Le nombre mis en évidence montre où est placé <code>\pink{<var>SOLN_TXT</var>}</code> sur la droite numérique graduée.
nb: De fremhevede tallene viser hvor <code>\pink{<var>SOLN_TXT</var>}</code> er på tallinjen.
nl: Het gemarkeerde getal laat zien waar <code>\pink{<var>SOLN_TXT</var>}</code> op de getallenlijn ligt.
pl: Podświetlona liczba pokazuje, gdzie na osi liczbowej znajduje się <code>\pink{<var>SOLN_TXT</var>}</code>.
pt: O número destacado mostra onde <code>\pink{<var>SOLN_TXT</var>}</code> está na reta numérica.
tr: Vurgulanmış olan sayı, <code>\pink{<var>SOLN_TXT</var>}</code>'ın sayı doğrusundaki yerini göstermektedir.

source: The highlighted number shows where <code>\pink{<var>SOLUTION</var>}</code> is on the number line.
es: El número resaltado muestra dónde está <code>\pink{<var>SOLUTION</var>}</code> en la recta numérica.
fr: Le nombre mis en évidence indique la place de <code>\pink{<var>SOLUTION</var>}</code> sur la droite graduée.
hi: चिन्हांकित संख्या दिखाती है कि <code>\pink{<var>SOLUTION</var>}</code> सांख्य रेखा पर कहाँ हैI
nb: De fremhevede tallene viser hvor<code>\pink{<var>SOLUTION</var>}</code> er på tallinjen.
nl: Het gemarkeerde getal laat zien waar <code>\pink{<var>SOLUTION</var>}</code> op de getallenlijn ligt.
pl: Podświetlona liczba pokazuje, gdzie na osi liczbowej znajduje się <code>\pink{<var>SOLUTION</var>}</code>.
pt: O número destacado mostra onde a <code>\pink{<var>SOLUTION</var>}</code> está na reta numérica.
tr: Vurgulanmış olan sayı, <code>\pink{<var>SOLUTION</var>}</code> >'ın sayı doğrusundaki yerini göstermektedir.

source: The horizontal <strong class="hint_blue">blue</strong> line represents all complex numbers with imaginary part <code><var>IMAG</var></code>, also including <code><var>REP</var></code>.
da: Det vandrette <strong class="hint_blue">blue</strong> linje repræsenterer alle komplekse tal med imaginær del <code><var>IMAG</var></code>, inklusiv <code><var>REP</var></code>.
es: La recta horizontal <strong class="hint_blue">blue</strong> representa todos los números complejos con parte imaginaria <code><var>IMAG</var></code>, incluyendo <code><var>REP</var></code>.
fr: La droite <strong class="hint_blue"> bleue</strong> contient tous les nombres complexes dont la partie imaginaire est <code><var>IMAG</var></code>, notamment <code><var>REP</var></code>.
nb: Det vandrette <strong class="hint_blue">blue</strong> linjen representerer alle komplekse tall med imaginær del <code><var>IMAG</var></code>, inklusiv <code><var>REP</var></code>.
pt: A reta horizontal <strong class="hint_blue">azul</strong> representa todos os números complexos com parte imaginária <code><var>IMAG</var></code>, também inclui <code><var>REP</var></code>.
tr: <strong class="hint_blue">Mavi</strong> yatay doğru,<code><var>REP</var></code> dahil, imajiner kısmı <code><var>IMAG</var></code> olan tüm karmaşık sayıları temsil eder.

source: The horizontal diagonal in the center splits the kite into two congruent triangles.
es: La diagonal horizontal en el centro divide el cometa en dos triángulos congruentes.
pt: A diagonal horizontal no centro divide o deltoide em dois triângulos congruentes.
tr: Ortadaki yatay köşegen, deltoidi iki eş üçgene ayırır.

source: The hour hand is between <code><var>HOUR</var></code> and <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, so the hour is <code><var>HOUR</var></code>.
es: La manecilla de las horas está entre <code><var>HOUR</var></code> y <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, así que la hora es <code><var>HOUR</var></code>.
fr: L'aiguille des heures est entre <code><var>HOUR</var></code> et <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, donc le nombre pour les heures est <code><var>HOUR</var></code>.
nb: Viseren er mellom <code><var>HOUR</var></code> og <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, så timen er <code><var>HOUR</var></code>.
nl: De kleine wijzer staat tussen de <code><var>HOUR</var></code> en de <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, dus is het uur <code><var>HOUR</var></code>.
pl: Wskazówka godzinowa znajduje się pomiędzy<code><var>HOUR</var></code> i <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, więc jest godzina <code><var>HOUR</var></code>.
pt: O ponteiro da hora está entre <code><var>HOUR</var></code> e <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, então a hora é <code><var>HOUR</var></code>.

source: The hour hand is close to but hasn't passed <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, so the hour is still <code><var>HOUR</var></code>.
da: Timeviseren er tæt ved, men har ikke passeret <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, så timen er <code><var>HOUR</var></code>.
es: La manecilla de las horas esta cerca pero no ha pasado <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, así que la hora sigue siendo <code><var>HOUR</var></code>.
fr: L'aiguille des heures se rapproche mais n'a pas passé <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, donc le nombre pour les heures est <code><var>HOUR</var></code>.
nb: Timeviseren er rett ved, men har ikke passert <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, så timen er fortsatt<code><var>HOUR</var></code>.
nl: De kleine wijzer staat dichtbij de <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, maar is er nog niet voorbij, dus is het uur nog steeds <code><var>HOUR</var></code>.
pl: Wskazówka godzinowa jest blisko, ale jeszcze nie przeszła godziny <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, więc wciąż jest<code><var>HOUR</var></code>.
pt: O ponteiro da hora está perto de, mas não passou de <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>, então a hora continua <code><var>HOUR</var></code>.

source: The hour hand is pointing at <code><var>HOUR</var></code>, so the hour is <code><var>HOUR</var></code>.
da: Time viseren peger på <code><var>HOUR</var></code>, så klokken er <code><var>HOUR</var></code>.
es: La manecilla de las horas apunta a <code><var>HOUR</var></code>, así que la hora es <code><var>HOUR</var></code>.
fr: L'aiguille des heures marque <code><var>HOUR</var></code>, donc le nombre pour les heures est <code><var>HOUR</var></code>.
hi: घंटे की सूई संकेत करती है <code><var>HOUR</var></code> की ओर, इसलिए घंटा है <code><var>HOUR</var></code>.
nb: Timeviseren peker på <code><var>HOUR</var></code>, så klokken er <code><var>HOUR</var></code>.
nl: De kleine wijzer staat op de <code><var>HOUR</var></code>, dus is het uur <code><var>HOUR</var></code>.
pl: Wskazówka godzinowa wskazuje <code><var>HOUR</var></code>, więc jest godzina <code><var>HOUR</var></code>.
pt: O ponteiro da hora está mostrando <code><var>HOUR</var></code>, então a hora é <code><var>HOUR</var></code>.
tr: Akrep şu saati göstermektedir: <code><var>HOUR</var></code>, yani saat budur: <code><var>HOUR</var></code>.

source: The id selector<br>
da: Id selektor<br>
es: El selector de id <br>
fr: Le sélecteur d'identifiant<br>
ja: Id セレクター <br>
nb: Id-velgeren <br>
nl: De id-selector<br>
pl: Selektor id<br>
pt: O seletor de id<br>
pt_pt: O seletor de ID<br>
tr: Kimlik seçici<br>

source: The image on the right shows what your program should output, if the code is correct. Some things might be different, like the exact colors or position.
da: Billedet til højre viser hvad dit program skal give som output, hvis koden er korrekt. Nogle ting kan være forskellige, f.eks. de nøjagtige farver eller positioner.
es: La imagen en la derecha muestra lo que tu programa debería obtener si el código es correcto. Algunas cosas pueden ser diferentes, como los colores exactos o la posición.
fr: L'image à droite montre ce que votre programme devrait afficher si votre programmation est juste. Certaines variables peuvent êtres différentes telles que les couleurs ou le positionnement.
nb: Bildet til høyre viser hva programmet ditt burde gi som resultat, hvis koden er riktig. Noen ting kan være forskjellige, som de nøyaktige farger eller posisjoner.
nl: De afbeelding aan de rechterkant laat zien wat je programma moet tonen, als de code klopt. Sommige dingen zijn misschien wel anders, zoals de exacte kleuren of positie.
pl: Obraz po prawej stronie pokazuje wynik twojego programu jeśli kod jest poprawny (za wyjątkiem kolorów czy pozycji).
pt: A imagem à direita mostra o que seu programa deve gerar se o código estiver certo. Algumas coisas podem estar diferentes, como as cores exatas ou as posições.
tr: Sağ tarafta yer alan resimde, kodunuzun doğru olması durumunda programın çıktısının nasıl olması gerektiği gözükmektedir. Tam renkler veya pozisyonu gibi bazı şeyler farklı olabilir.

source: The imaginary components are <code>\pink{<var>FA_IMAG</var>i}</code> and <code>\blue{<var>FB_IMAG</var>i}</code>
es: Las componentes imaginarias son <code>\pink{<var>FA_IMAG</var>i}</code> y <code>\blue{<var>FB_IMAG</var>i}</code>
fr: Les parties imaginaires sont <code>\pink{<var>FA_IMAG</var>i}</code> et <code>\blue{<var>FB_IMAG</var>i}</code>
pt: Os componentes imaginários são <code>\pink{<var>FA_IMAG</var>i}</code> e <code>\blue{<var>FB_IMAG</var>i}</code>
tr: İmajiner bileşenler, <code>\pink{<var>FA_IMAG</var>i}</code> ve <code>\blue{<var>FB_IMAG</var>i}</code>'dir

source: The incenter of a triangle is the intersection of its angle bisectors.
es: El incentro de un triángulo es la intersección de sus bisectrices.
fr: Le centre du cercle inscrit dans un triangle est le point d'intersection de ses bissectrices.
pt: O incentro de um triângulo é a interseção de suas bissetrizes.
tr: Üçgenin iç teğet merkezi, açıortaylarının kesişim noktasıdır.

source: The information in the first sentence can be expressed in the following equation:
da: Informationen i den første sætning kan udtrykkes med den følgende ligning:
es: La información en el primer enunciado puede expresarse en la siguiente ecuación:
fr: L'information donnée dans la première phrase peut se traduire par :
nb: Informasjonen i den første setningen kan uttrykkes med den følgende likningen:
nl: De informatie in de eerste zin kan door de volgende vergelijking weergegeven worden:
pl: Informacje z pierwszego zdania można przedstawić w postaci następującego równania:
pt: As informações na primeira frase podem ser expressas na seguinte equação:
tr: Birinci cümledeki bilgi, aşağıdaki denklemle ifade edilebilir:

source: The information in the second sentence can be expressed in the following equation:
da: Informationen i den anden sætning kan udtrykkes med den følgende ligning:
es: La información en la segunda oración puede expresarse en la siguiente ecuación:
fr: L'information donnée dans la deuxième phrase peut se traduire par :
nb: Informasjonen i den andre setningen kan uttrykkes med den følgende ligningen:
nl: De informatie in de tweede zin kan door de volgende vergelijking weergegeven worden:
pl: Informacje podane w drugim zdaniu można przedstawić przy pomocy następującego równania:
pt: As informações na segunda frase podem ser expressas na seguinte equação:
tr: İkinci cümledeki bilgi, aşağıdaki denklemle ifade edilebilir:

source: The inside scoop on the SAT. Free and exclusively from Khan Academy.
nb: Innsideblikk på SAT. Gratis og eksklusivt fra Khan Academy.
pt: Informações privilegiadas sobre o SAT. Gratuitas e exclusivas na Khan Academy.

source: The intersection of two sets <code>X</code> and <code>Y</code> is the collection of elements which are in <code>X</code> and also in <code>Y</code>.
es: La intersección de los conjuntos <code>X</code> y <code>Y</code> son los elementos que están en <code>X</code> y también en <code>Y</code>.
fr: L'intersection des deux ensembles <code>X</code> et <code>Y</code> est l'ensemble constitué de tous les éléments qui appartiennent à la fois à <code>X</code> et à <code>Y</code>.
nb: Kryssningspunktet til to sett <code>X</code> og <code>Y</code> er samlingen a elemneter som er i <code>X</code> og også i <code>Y</code>.
pt: A interseção de dois conjuntos<code>X</code> e <code>Y</code> é o conjunto de elementos os quais estão em <code>X</code> e também em <code>Y</code>.
tr: <code>X</code> ve <code>Y</code> kümesinin kesişimi, hem <code>X</code>, hem de <code>Y</code>'de olan elemanların kümesidir.

source: The interval where <code>f(x)</code> is concave down is <span class="hint_red">highlighted</span> above.
da: Det interval, hvor <code>f(x)</code> er konkav nedad er <span class="hint_red"> fremhævet</span> ovenfor.
es: El intervalo donde <code>f(x)</code> es cóncava hacia abajo, es <span class="hint_red">resaltado</span> arriba.
fr: L'intervalle où <code>f(x)</code> est concave vers le bas est <span class="hint_red">surligné</span> sur le graphe.
pt: O intervalo em que <code>f(x)</code> tem concavidade para baixo está <span class="hint_red">destacado</span> acima.
tr: <code>f(x)</code>'in aşağı doğru çukur olduğu aralık, yukarıda <span class="hint_red">belirtilmiştir</span>.

source: The interval where <code>f(x)</code> is concave up is <span class="hint_red">highlighted</span> above.
es: El intervalo donde <code>f(x)</code> es cóncava hacia arriba es <span class="hint_red">resaltado</span> arriba.
fr: L'intervalle où <code>f(x)</code> est concave vers le haut est <span class="hint_red">surligné</span> sur le graphe.
pt: O intervalo em que <code>f(x)</code> tem concavidade para cima está <span class="hint_red">destacado</span> acima.
tr: <code>f(x)</code>'in yukarı doğru çukur olduğu aralık, yukarıda <span class="hint_red">belirtilmiştir</span>.

source: The interval where <code>f(x)</code> is decreasing is <span class="hint_orange">highlighted</span> above.
es: El intervalo donde <code>f(x)</code> es decreciente es <span class="hint_orange">resaltado</span> arriba.
fr: La partie de la courbe où la fonction qui à x fait correspondre <code>f(x)</code> est décroissante est <span class="hint_orange">surlignée</span> ci-dessus.
pt: O intervalo onde <code>f(x)</code> é decrescente está <span class="hint_orange"> destacado</span> acima.
tr: <code>f(x)</code>'in azalan olduğu aralık, yukarıda <span class="hint_orange">belirtilmiştir</span>.

source: The interval where <code>f(x)</code> is decreasing is <span class="hint_red">highlighted</span> above.
es: El intervalo donde <code>f(x)</code> es decreciente es <span class="hint_red">resaltado</span> arriba.
fr: La partie de la courbe où la fonction qui à x fait correspondre <code>f(x)</code> est décroissante est <span class="hint_red">surlignée</span> ci-dessus.
pt: O intervalo onde <code>f(x)</code> é decrescente está <span class="hint_red">destacado</span> acima.
tr: <code>f(x)</code>'in azalan olduğu aralık, yukarıda <span class="hint_red">belirtilmiştir</span>.

source: The interval where <code>f(x)</code> is increasing is <span class="hint_orange">highlighted</span> above.
es: El intervalo donde <code>f(x)</code> es creciente es <span class="hint_orange">resaltado</span> arriba.
fr: La partie de la courbe où la fonction qui à x fait correspondre <code>f(x)</code> est croissante est <span class="hint_orange">surlignée</span> ci-dessus.
pt: O intervalo onde <code>f(x)</code> é crescente está <span class="hint_orange"> destacado</span> acima.
tr: <code>f(x)</code>'in artan olduğu aralık, yukarıda <span class="hint_orange">belirtilmiştir</span>.

source: The interval where <code>f(x)</code> is increasing is <span class="hint_red">highlighted</span> above.
es: El intervalo donde <code>f(x)</code> es creciente es <span class="hint_red">resaltado</span>arriba.
fr: La partie de la courbe où la fonction qui à x fait correspondre <code>f(x)</code> est croissante est <span class="hint_red">surlignée</span> ci-dessus.
pt: O intervalo onde <code>f(x)</code> é crescente está <span class="hint_red"> destacado</span> acima.
tr: <code>f(x)</code>'in artan olduğu aralık, yukarıda <span class="hint_red">belirtilmiştir</span>.

source: The interval where <code>f(x)</code> is negative is <span class="hint_orange">highlighted</span> above.
da: Intervallet, hvor <code>f(x)</code> er negativ, er<span class="hint_orange">fremhævet</span> ovenfor.
es: El intervalo donde <code>f(x)</code> es negativa está <span class="hint_orange">resaltado</span> arriba.
fr: La partie de la courbe où les valeurs de <code>f(x)</code> sont strictement négatives est <span class="hint_orange">surlignée</span> ci-dessus.
pt: O intervalo em que <code>f(x)</code> é negativo está <span class="hint_orange">destacado</span> acima.
tr: <code>f(x)</code>'in negatif olduğu aralık, yukarıda <span class="hint_orange">belirtilmiştir</span>.
