Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: A negative divided by a negative is a positive.
da: Et negativt tal divideret med et negativt tal giver et positivt tal.
es: Un negativo dividido entre un negativo es positivo.
fr: Le quotient d'un nombre négatif par un nombre négatif est positif.
hi: एक ऋणात्मक एक ऋणात्मक से विभाजित करने पर एक घनात्मक होता हैI
nb: Et negativt tall dividert med et negativt tall gir et positivt tall.
nl: Een negatief getal gedeeld door een negatief getal is positief.
pl: Liczba ujemna podzielona przez ujemną daje dodatnią.
pt: Um negativo dividido por um negativo é um positivo.
pt_pt: Se dividirmos um número negativo por um número negativo, obtemos um número positivo.
tr: Negatif bölü negatif pozitiftir.

source: A negative divided by a positive is a negative.
da: Et negativt tal divideret med et positivt tal giver et negativt tal.
es: Un negativo dividido entre un positivo es un negativo.
fr: Le quotient d'un nombre négatif par un nombre positif est négatif.
hi: एक ऋणात्मक एक घनात्मक से विभाजित करने पर एक ऋणात्मक होता हैI
nb: Et negativt tall dividert med et positivt tall gir et negativt tall.
nl: Een negatief getal gedeeld door een positief getal is negatief.
pl: Liczba ujemna podzielona przez dodatnią daje ujemną.
pt: Um negativo dividido por um positivo é um negativo.
tr: Negatif bölü pozitif negatiftir.

source: A negative number divided by a negative number equals a positive number, so <code><var>NUMERATOR</var> \div <var>DENOMINATOR</var> = <var>-NUMERATOR</var> \div <var>-DENOMINATOR</var> </code>
fr: Un nombre négatif divisé par un autre nombre négatif donne un nombre positif, donc <code><var>NUMERATOR</var> \div <var>DENOMINATOR</var> = <var>-NUMERATOR</var> \div <var>-DENOMINATOR</var> </code>
nb: Et negativt tall dividert med et negativt tall er lik et positivt tall, så <code><var>NUMERATOR</var> \div <var>DENOMINATOR</var> = <var>-NUMERATOR</var> \div <var>-DENOMINATOR</var> </code>
pl: Liczba ujemna podzielona przez liczbę ujemną zawsze daje liczbę dodatnią, zatem <code><var>NUMERATOR</var> \div <var>DENOMINATOR</var> = <var>-NUMERATOR</var> \div <var>-DENOMINATOR</var> </code>
pt: Um número negativo dividido por um número negativo é igual a um número positivo, portanto, <code><var>NUMERATOR</var> \div <var>DENOMINATOR</var> = <var>-NUMERATOR</var> \div <var>-DENOMINATOR</var> </code>
tr: Negatif bir sayının negatif bir sayıya bölümü, pozitif bir sayıya eşittir, yani <code><var>NUMERATOR</var> \div <var>DENOMINATOR</var> = <var>-NUMERATOR</var> \div <var>-DENOMINATOR</var> </code>

source: A negative times a negative is a positive.
da: Et negativt tal gange et negativt tal giver et positivt tal.
es: Un negativo multiplicado por un negativo es un positivo.
fr: Le produit d'un nombre négatif par un nombre négatif est positif.
nb: Et negativt tall ganger et negativt tall gir et positivt tall.
nl: Een negatief getal keer een negatief getal is positief.
pl: Liczba ujemna pomnożona przez ujemną daje dodatnią.
pt: Um negativo multiplicado por um negativo é um positivo.
tr: Negatif iki sayının çarpımı pozitiftir.

source: A negative times a positive is a negative.
da: Et negativt tal gange et positivt tal givet et negativt tal.
es: Un negativo multiplicado por un positivo es un negativo.
fr: Le produit d'un nombre négatif par un nombre positif est négatif.
nb: Et negativt tall ganger et positivt tall gir et negativt tall.
nl: Een negatief getal keer een positief getal is negatief.
pl: Liczba ujemna pomnożona przez dodatnią daje ujemną.
pt: Um negativo multiplicado por um positivo é um negativo.
tr: Negatif çarpı pozitif, pozitiftir.

source: A new avatar has been released!
da: En ny avatar er blevet frigivet!
es: ¡Ha salido un nuevo avatar!
fr: Un nouveau avatar a été libéré!
ja: 新しいアバターがリリースされました!
nb: En ny avatar er blitt befridd!
nl: Een nieuwe avatar is vrijgegeven!
pl: Pojawił się nowy awatar!
pt: Um novo avatar está disponível!
pt_pt: Está disponível um avatar novo!
tr: Yeni bir avatar yayınlandı!

source: A new mastery challenge is waiting for you!
bg: Чака те ново майсторско предизвикателство!
da: En ny udfordring venter på dig!
es: ¡Un nuevo desafío de dominio te está esperando!
fr: Un nouveau défi de maîtrise vous attend !
ja: 新しいマスタリーチャレンジがあなたを待っています!
nb: En ny mestrings utfordring venter på deg!
nl: Een nieuwe meesterchapsuitdaging wacht op jou!
pl: Nowe wyzwanie mistrzowskie czeka na Ciebie!
pt: Um novo desafio está esperando por você!
pt_pt: Tens um desafio de perícia novo à tua espera!
tr: Yeni bir ustalık bilgi ölçme yarışması sizi bekliyor!

source: A new way to watch videos where you will be quizzed on the content as you watch.
pl: Nowy sposób oglądania naszych filmów edukacyjnych, gdzie w trakcie emisji będziesz odpowiadał na pytania dotyczące treści filmu.
pt: Uma nova forma de assistir a vídeos, na qual você será interrogado sobre o conteúdo conforme assiste.
tr: Videoları izlerken içerikleri hakkında sınandığınız yeni bir video izleme yolu.

source: A nice way to make the circles the same size is to set the edges of both circles so they pass through the vertex.
es: Una buena forma de hacer los círculos del mismo tamaño es haciendo las orillas de ambos círculos de modo que pasen a través del vértice.
fr: Une méthode pour que les cercles soient de la même taille est de leur donner des rayons égaux à la distance entre l'un des points et le sommet de l'angle.
pt: Uma boa maneira de fazer os círculos do mesmo tamanho é definir as bordas de ambos os círculos de forma que eles passem pelo vértice.
tr: Çemberleri aynı boyutta çizmek için iki çemberin kenarını köşeden geçecek şekilde ayarlamak iyi bir yoldur.

source: A notification has been sent to %(name)s.
da: En meddelelse er blevet sendt til %(name)s.
es: Se ha enviado una notificación a %(name)s.
fr: Une notification à été envoyée à %(name)s.
ja: 通知は %(name)s へ送信されました．
nb: Et varsel er sendt til %(name)s.
nl: Er is een melding verstuurd naar %(name)s.
pl: Powiadomienie zostało wysłane do %(name)s.
pt: Foi enviada uma notificação para %(name)s.
tr: %(name)s için bir bildirim gönderildi.

source: A number is divisible by <code>10</code> if the last digit is a <code>0</code>.
da: Et tal er deleligt med <code>10</code>, hvis dets sidste ciffer er <code>0</code>.
es: Un número es divisible entre <code>10</code> si su último dígito es <code>0</code>.
fr: Un nombre est divisible par <code>10</code> si son dernier chiffre est un <code>0</code>.
hi: एक संख्या विभाजित हो सकती है <code>10</code>से अगर अंतिम अंक एक <code>0</code> हैI
nb: Et tall er delelig med <code>10</code>, hvis tallets siste siffer er <code>0</code>.
nl: Een getal is deelbaar door <code>10</code> als het laatste cijfer een <code>0</code> is.
pl: Liczba jest podzielna przez <code>10</code>, jeżeli jej ostatnią cyfrą jest <code>0</code>.
pt: Um número é divisível por <code>10</code> se o último algarismo for <code>0</code>.
tr: Son rakamı <code>0</code> olan sayılar, <code>10</code> ile bölünebilirler.

source: A number is divisible by <code>4</code> if the last two digits are divisible by <code>4</code>. [<a href="#" class="show-subhint" data-subhint="explain-four">Why?</a>]
da: Et tal er deleligt med <code>4</code>, hvis dets to sidste cifre er deleligt med <code>4</code>. [<a href="#" class="show-subhint" data-subhint="explain-four"> Hvorfor?</a>]
es: Un número es divisible entre <code>4</code> si sus últimos dos dígitos son divisibles entre <code>4</code>. [<a href="#" class="show-subhint" data-subhint="explain-four">¿Por qué?</a>]
fr: Un nombre est divisible par <code>4</code> si le nombre constitué de ses deux derniers chiffres est divisible par <code>4</code>. [<a href="#" class="show-subhint" data-subhint="explain-four">Pourquoi ?</a>]
hi: एक संख्या विभाजित हो सकती है <code>4</code> से अगर अंतिम के दो अंक विभाजित हो सकते हैं <code>4</code>. [<a href="#" class="show-subhint" data-subhint="explain-four">Why?</a>] सेI
nb: Et tall er delelig med <code>4</code>, hvis tallets to siste sifre er delelig med <code>4</code>. [<a href="#" class="show-subhint" data-subhint="explain-four"> Hvorfor?</a>]
nl: Een getal is deelbaar door <code>4</code> als de laatste twee cijfers deelbaar zijn door <code>4</code>. [<a href="#" class="show-subhint" data-subhint="explain-four">Waarom?</a>]
pl: Liczba jest podzielna przez <code>4</code> jeśli dwie ostatnie cyfry są podzielne przez <code>4</code>. [<a href="#" class="show-subhint" data-subhint="explain-four">Dlaczego?</a>]
pt: Um número é divisível por <code>4</code> se os últimos dois algarismos são divisíveis por <code>4</code>. [<a href="#" class="show-subhint" data-subhint="explain-four">Why?</a>]
tr: Eğer bir sayının son iki basamağı <code>4</code> ile bölünebiliyorsa, sayının kendisi de <code>4</code> ile bölünebilir. [<a href="#" class="show-subhint" data-subhint="explain-four">Why?</a>]

source: A number is divisible by <code>5</code> if the last digit is a <code>0</code> or a <code>5</code>.
da: Et tal er deleligt med <code>5</code>, hvis det sidste ciffer er <code>0</code> eller <code>5</code>.
es: Un número es divisible entre <code>5</code> si el último dígito es un <code>0</code> o un <code>5</code>.
fr: Un nombre est divisible par <code>5</code> si son dernier chiffre est un <code>0</code> ou un <code>5</code>.
hi: एक संख्या विभाजित हो सकती है <code>5</code> इससे अंतिम अंक है <code>0</code> या इससे<code>5</code>.
nb: Et tall er delelig med <code>5</code>, hvis det siste siffer er <code>0</code> eller <code>5</code>.
nl: Een getal is deelbaar door <code>5</code> als het laatste cijfer een <code>0</code> of een <code>5</code> is.
pl: Liczba jest podzielna przez <code>5</code>, jeżeli ostatnia cyfrą jest <code>0</code> lub <code>5</code>.
pt: Um número é divisível por <code>5</code> se o último algarismo for um <code>0</code> ou um <code>5</code>.
tr: Eğer bir sayının son basamağı <code>0</code> veya <code>5</code> ise, o sayı <code>5</code> ile bölünebilir.

source: A number is divisible by <code><var>FACTOR</var></code> if the sum of its digits is divisible by <code><var>FACTOR</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-three">Why?</a>]
da: Et tal er deleligt med <code><var>FACTOR</var></code>, hvis tværsummen af tallet er deleligt med <code><var>FACTOR</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-three"> Hvorfor?</a>]
es: Un número es divisible entre <code><var>FACTOR</var></code> si la suma de sus dígitos es divisible entre <code><var>FACTOR</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-three">¿Por qué?</a>]
fr: Un nombre est divisible par <code><var>FACTOR</var></code> si la somme de ses chiffres est divisible par <code><var>FACTOR</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-three">Pourquoi ?</a>]
hi: एक संख्या <code><var>FACTOR</var></code> विभाजित हो सकती है अगर उसके अंको का योग <code><var>FACTOR</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-three">Why?</a>] से विभाजित हो सकता हैI
nb: Et tall er delelig med <code><var>FACTOR</var></code>, hvis tverrsummen av tallet er delelig med <code><var>FACTOR</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-three"> Hvorfor?</a>]
nl: Een getal is deelbaar door <code><var>FACTOR</var></code> als de som van de cijfers deelbaar is door <code><var>FACTOR</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-three">Waarom?</a>]
pl: Liczba jest podzielna pprzez <code><var>FACTOR</var></code>, gdy suma cyfr jest podzielna przez <code><var>FACTOR</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-three">Dlaczego?</a>]
pt: Um número é divisível por <code><var>FACTOR</var></code> se a soma de seus algarismos é divisível por <code><var>FACTOR</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-three">Why?</a>]
tr: Eğer bir sayının basamaklarının toplamı <code><var>FACTOR</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-three"> bölünebiliyor ise, o sayı <code><var>FACTOR</var></code> ile bölünebilir. Niçin?</a>]

source: A number is divisible by another number (a divisor) if its prime factorization contains the prime factorization of the divisor.
da: Et tal er deleligt med et andet tal (en divisor) hvis dens primfaktorisering indeholder primfaktoriseringen af divisoren.
es: Un número es divisible entre otro (un divisor) si su factorización en primos contiene la factorización en primos del divisor.
fr: Un nombre est divisible par un autre nombre (un diviseur) si sa décomposition en facteurs premiers contient la décomposition en facteurs premiers du diviseur.
hi: एक संख्या दूसरी संख्या से भाज्य की जा सकती है (एक भाजक) अगर उसके अभाज्य गुणक के पास भाजक के अभाज्य गुणक हैंI
nb: Et tall som er delelig med et annet tall (en divisor) hvis dens primtallsfaktorisering inneholder primtallsfaktoriseringen av divisoren.
nl: Een getal is deelbaar door een ander getal (een deler) als de ontbinding in factoren van het getal dezelfde factoren bevat als de deler.
pl: Każda liczba jest podzielna przez inną liczbę (dzielnik) jeśli jej rozkład na czynniki pierwsze zawiera rozkład na czynniki pierwsze dzielnika.
pt: Um número é divisível por outro número (um divisor) se sua fatoração em números primos contiver a fatoração em números primos do divisor.
tr: Eğer bir sayının asal çarpanları, bölenin asal çarpanlarını içeriyor ise, bu sayı bölen ile bölünebilir.

source: A parabola has an <span class="hint_green">axis of symmetry</span> that passes through its vertex.
da: En parabel har en <span class="hint_green"> symmetriakse</span>, der passerer gennem toppunktet.
es: Una parábola tiene un <span class="hint_green">eje de simetría</span> que pasa por su vértice.
fr: Une parabole admet un <span class="hint_green">axe de symétrie</span> qui passe par son sommet.
nb: En parabel har en <span class="hint_green"> symmetri-akse</span> som passerer gjennom toppunktet.
pl: Parabola ma <span class="hint_green">oś symetrii</span>, która przechodzi przez jej wierzchołek.
pt: A parábola tem um <span class="hint_green">eixo de simetria</span> que atravessa seu vértice.
tr: Parabolün köşesinden geçen bir <span class="hint_green">simetri ekseni</span> vardır.

source: A parse error occurred outside expected cases: "%(error_msg)s"
da: En parsing fejl opstod uden for forventede cases: "%(error_msg)s"
es: Un error de análisis ocurrió afuera de los casos esperados: "%(error_msg)s"
nb: En analysefeil oppstod utenfor forventet tilfeller: "%(error_msg)s"
pl: Wystąpił błąd analizy poza oczekiwanymi przypadkami: "%(error_msg)s"
pt: Ocorreu um erro de interpretação fora dos casos esperados: "%(error_msg)s"
tr: Beklenen durumların dışında bir gramer hatası oluştu: "%(error_msg)s"

source: A passion for data and desire to change the world.
da: En passion for data og ønsket om at ændre verden.
es: Una pasión por los datos y deseo de cambiar el mundo.
nl: Een passie voor data en de wil om de wereld te veranderen.
pl: Pasji dla danych i potrzeby zmieniania świata.
pt: Uma paixão por dados e o desejo de mudar o mundo.
tr: Veriye duyulan tutku ve dünyayı değiştirme isteği.

source: A passion for software and engaging learning experiences, as well as desire to change the world.
da: En passion for software og engagerende lærerige oplevelser samt ønsket om at ændre verden.
es: Una pasión por el software y por las encantadoras experiencias de aprendizaje, así como un deseo de cambiar al mundo.
fr: Une passion pour le logiciel et l'engagement à des expériences d'apprentissage, ainsi que de la volonté de changer le monde.
nl: Een passie voor software en uitdagende leerervaringen alsmede de wil om de wereld te veranderen.
pl: Pasja oprogramowania i zaangażowanie w doświadczenia uczenia się, tak samo jak pragnienie zmieniania świata.
pt: Paixão por software e por experiências de aprendizado envolventes, e o desejo de mudar o mundo.
tr: Dünya'yı değiştirme isteğinin yanı sıra, yazılım aracılığıyla ve merak uyandıran öğrenme deneyimlerine duyulan tutku.

source: A personalized learning resource for all ages
fr: Une plateforme d'apprentissage pour apprendre à tout âge
pt: Um recurso de aprendizado personalizado para todas as idades
pt_pt: Uma educação personalizada para todas as idades
tr: Tüm yaşlar için kişiselleştirilmiş bir öğrenme kaynağı

source: A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.
da: En fysisk eller elektronisk underskrift fra en person bemyndiget til at handle på vegne af ejeren af en eneret, der påstås at være krænket.
es: Una firma física o electrónica de una persona autorizada para actuar en nombre del propietario de un derecho exclusivo que presuntamente se ha infringido.
fr: Une signature physique ou électronique d'une personne autorisée à agir au nom du propriétaire d'un droit exclusif qui est prétendument violé.
nb: En fysisk eller elektronisk signatur av en person som er autorisert til å handle på vegne av eieren av en eksklusiv rett som angivelig er krenket.
nl: Een fysieke of elektronische handtekening van een individu die geauthoriseerd is te handelen namens de eigenaar van een exclusief recht dat het onderwerp is van een vermeende inbreuk.
pl: Fizyczny lub elektroniczny podpis osoby upoważnionej do działania w imieniu właściciela wyłącznego prawa, które przypuszczalnie zostało naruszone.
pt: Uma assinatura física ou eletrônica da pessoa autorizada para agir em nome do proprietário de um direito exclusivo que supostamente está sendo infringido.
tr: İhlal edildiği iddia edilen münhasır hak sahibi adına hareket etmeye yetkili kişinin fiziksel veya elektronik imzası.

source: A physical or electronic signature of the subscriber.
da: En fysisk eller elektronisk underskrift fra abonnenten.
es: Una firma física o electrónica del suscriptor.
fr: Une signature physique ou électronique de l'abonné.
nb: En fysisk eller elektronisk signatur av abonnenten.
nl: Een fysieke of elektronische handtekening van de abonnee.
pl: Fizyczny lub elektroniczny podpis subskrybenta.
pt: A assinatura física ou eletrônica do assinante.
tr: Abonenin fiziksel veya elektronik imzası.

source: A positive divided by a negative is a negative.
da: Et positivt tal divideret med et negativt tal giver et negativt tal.
es: Un positivo dividido entre un negativo es un negativo.
fr: Le quotient d'un nombre positif par un nombre négatif est négatif.
hi: एक घनात्मक एक ऋणात्मक से विभाजित करने पर एक ऋणात्मक होता हैI
nb: Et positivt tall dividert med et negativt tall gir et negativt tall.
nl: Een positief getal gedeeld door een negatief getal is negatief.
pl: Liczba dodatnia podzielona przez ujemną daje ujemną.
pt: Um positivo dividido por um negativo é um negativo.
tr: Pozitif bölü negatif, negatiftir.

source: A positive times a negative is a negative.
da: Et positivt tal gange et negativt tal giver et negativt tal.
es: Un positivo multiplicado por un negativo es un negativo.
fr: Le produit d'un nombre positif par un nombre négatif est négatif.
nb: Et positivt tall ganger et negativt tall gir et negativt tall.
nl: Een positief getal keer een negatief getal is negatief.
pl: Liczba dodatnia pomnożona przez ujemną daje ujemną.
pt: Um positivo multiplicado por um negativo é um negativo.
tr: Pozitif çarpı negatif, negatiftir.

source: A prime number has exactly two factors: 1 and itself.
es: Un número primo tiene exactamente dos factores: 1 y el mismo número.
fr: Un nombre premier n'a que deux diviseurs : 1 et lui-même.
nb: Et primtall har nøyaktig to faktorer: 1 og seg selv.
pl: Liczba pierwsza ma dokładnie dwa czynniki: 1 i samą siebie.
pt: Um número primo tem exatamente dois fatores: 1 e ele mesmo.
tr: Asal bir sayının sadece iki tane böleni vardır: 1 ve kendisi.

source: A ratio of <code><var>RATIO_GIRLS</var></code> girls to <code><var>RATIO_BOYS</var></code> boys means that a set of <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> students will have <code><var>RATIO_GIRLS</var></code> girls and <code><var>RATIO_BOYS</var></code> boys.
fr: Un rapport de <code><var>RATIO_GIRLS</var></code> filles pour <code><var>RATIO_BOYS</var></code> garçons signifie dans un groupe de <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> étudiants il y a <code><var>RATIO_GIRLS</var></code> filles et <code><var>RATIO_BOYS</var></code> garçons.
hi: लड़कियों और लड़कों का अनुपात <code><var>RATIO_GIRLS</var></code> girls to <code><var>RATIO_BOYS</var></code> का मतलब है की छात्रों के एक समूह <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> <code><var>RATIO_GIRLS</var></code> girls and <code><var>RATIO_BOYS</var></code> में लड़के होंगे।
nb: Et forhold på<code><var>RATIO_GIRLS</var></code> jenter til <code><var>RATIO_BOYS</var></code> gutter, betyr at det i en klasse med <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> elever vil det være <code><var>RATIO_GIRLS</var></code> jenter og <code><var>RATIO_BOYS</var></code> gutter.
pl: Proporcja <code><var>RATIO_GIRLS</var></code> dziewczynek do <code><var>RATIO_BOYS</var></code> chłopców oznacza grupę <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> uczniów mającą <code><var>RATIO_GIRLS</var></code> dziewczynek i <code><var>RATIO_BOYS</var></code> chłopców.
pt: Uma proporção de <code><var>RATIO_GIRLS</var></code> garotas para <code><var>RATIO_BOYS</var></code> garotos significa que um grupo de <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> alunos terá <code><var>RATIO_GIRLS</var></code> garotas e <code><var>RATIO_BOYS</var></code> garotos.
tr: <code><var>RATIO_GIRLS</var></code> kıza <code><var>RATIO_BOYS</var></code> erkek oranı, <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> grup öğrencinin de <code><var>RATIO_GIRLS</var></code> kız öğrenci grubu için<code><var>RATIO_BOYS</var></code> erkek öğrenci grubu olacağı anlamını taşır.

source: A ratio of <code><var>RATIO_GIRLS</var></code> girls to <code><var>RATIO_BOYS</var></code> boys means that there is a group of <code><var>RATIO_GIRLS</var></code> girls for every group of <code><var>RATIO_BOYS</var></code> boys.
fr: Un rapport de <code><var>RATIO_GIRLS</var></code> filles pour <code><var>RATIO_BOYS</var></code> garçons signifie qu'il y a un ensemble de <code><var>RATIO_GIRLS</var></code> filles pour chaque ensemble de <code><var>RATIO_BOYS</var></code> garçons.
hi: <code><var>RATIO_GIRLS</var></code> <code><var>RATIO_BOYS</var></code> लड़कों को लड़कियों का अनुपात का मतलब है कि वहाँ <code><var>RATIO_GIRLS</var></code> के हर समूह <code><var>RATIO_BOYS</var></code> लड़कों के लिए लड़कियों का एक समूह है।
nb: Et forhold på <code><var>RATIO_GIRLS</var></code> jenter til<code><var>RATIO_BOYS</var></code> gutter, betyr at det er en gruppe på<code><var>RATIO_GIRLS</var></code> jenter for hver gruppe på <code><var>RATIO_BOYS</var></code> gutter.
pl: Proporcja <code><var>RATIO_GIRLS</var></code> dziewczynek do <code><var>RATIO_BOYS</var></code> chłopców oznacza, że mamy grupę <code><var>RATIO_GIRLS</var></code> dziewczynek dla każdej grupy <code><var>RATIO_BOYS</var></code> chłopców.
pt: Uma proporção de <code><var>RATIO_GIRLS</var></code> garotas para <code><var>RATIO_BOYS</var></code> garotos significa que há um grupo de <code><var>RATIO_GIRLS</var></code> garotas para cada grupo de <code><var>RATIO_BOYS</var></code> garotos.
