Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Random vs. Pseudorandom walks
pl: Błądzenie losowe vs. pseudolosowe
pt: Tentativas pseudo-aleatórias vs. aleatórias
tr: Rastgele ve Yalancı Rastgele yürüyüşler

source: Random vs. Pseudorandom walks | Khan Academy Labs
pl: Błądzenie losowe kontra pseudolosowe | Laboratorium Khan Academy
pt: Tentativas pseudo-aleatórias vs. aleatórias | Laboratórios da Khan Academy
tr: Rastgele ve Yalancı Rastgele yürüyüşler | Khan Academy Laboratuvarları

source: Range of a function
da: Værdimængde for en funktion
es: Rango de una función
fr: Ensemble image d'une fonction
nb: Verdimengden av en funksjon
pl: Zbiór wartości funkcji
pt: Imagem de uma função
tr: Fonksiyonun Görüntü Kümesi

source: Rare (100,000 points)
bg: Редки (100 000 точки)
da: Sjælden (100.000 point)
es: Excepcionales (100,000 puntos)
ja: まれ (100,000 ポイント)
nb: Sjeldne (100 000 poeng)
nl: Zeldzaam (100 000 punten)
pl: Rzadkie (100 000 punktów)
pt: Raro (100.000 pontos)
pt_pt: Raro (100 000 pontos)
tr: Süperrr (100.000 puan)

source: Rate problems 2
fr: Problèmes utilisant la proportionnalité - Niveau 2
nb: Forholdsoppgaver 2
pl: Zadania o proporcjach 2
pt: Problemas de razão 2
tr: Oran soruları 2

source: Ratio word problems
da: Forhold teksktopgaver
es: Problemas de razón
fr: Problèmes de rapports
nb: Tekstoppgaver med forhold
pl: Relacje i stosunki - zadania tekstowe
pt: Problemas de proporção
tr: Oranlara ilişkin sözel sorular

source: Rational numbers
pl: Liczby wymierne
pt: Números racionais
tr: Rasyonel sayılar

source: Rationalize the denominator:
es: Racionaliza el denominador:
pt: Racionalize o denominador:
tr: Paydayı rasyonel sayı haline getirme:

source: Ratios can be written in a few different ways that mean the same thing.
fr: Les rapports peuvent être écrits de différentes façons mais qui signifient toutes la même chose.
nb: Forhold kan skrives på ulike måter som har samme betydning.
pt: As razões podem ser escritas de modos diferentes, mas que significam a mesma coisa.
tr: Aynı anlama gelen kesirler birkaç farklı yolla yazılabilir.

source: Ravenclaw
fr: Serdaigle
hi: रबिन्द्रनाथ भवन
pt: Corvinal

source: Re-enter new password
bg: Въведете паролата отново
da: Indtast ny adgangskode igen
es: Escribe otra vez tu nueva contraseña
fr: Ressaisissez votre mot de passe
he: הכנס מחדש סיסמה מחדש
nb: Tast inn passord på nytt
nl: Voor nieuw wachtwoord opnieuw in
pl: Wprowadź ponownie nowe hasło
pt: Digite sua senha novamente
pt_pt: Confirmação
tr: Şifrenizi tekrar giriniz

source: Re-maps a number from one range to another. Numbers outside the range are not clamped to 0 and 1, because out-of-range values are often intentional and useful.
da: Flytter et tal fra ét interval til et andet. Tal uden for intervallet er ikke låst til til 0 og 1, fordi disse værdier er ofte valgt bevidst og er nyttige.
es: Remapea un número de un rango a otro. Los números fuera del rango no se restringen a 0 y 1, porque los valores fuera de rango a menudo tienen un propósito y son útiles.
nb: Omplasserer et tall fra et område til et annet. Tall utenfor området er ikke festet til 0 og 1, fordi verdier utenfor rekkevidden ofte er intensjonen og er nyttige.
pl: Ponownie mapuje liczbę z jednego zakresu na drugi. Liczby spoza zakresu często nie są wiązane do 0 i 1, bo często wartości spoza zakresu są zamierzone i przydatne.
pt: Remapeia um número de um intervalo para outro. Números fora do intervalo não são fixados em 0 e 1, porque os valores fora do intervalo frequentemente são intencionais e úteis.
tr: Bir sayıyı, bir aralıktan diğerine yeniden eşleştirir. Aralığın dışındaki sayılar 0 ve 1'e sabitlenmez, çünkü aralık dışı değerler genelde kasıtlı ve yararlıdır.

source: Re-run
es: Vuelve a ejecutar
fr: Ré-exécuter
ja: 再実行
nb: Kjør igjen
nl: Herhaal
pl: Uruchom ponownie
pt: Executar novamente
pt_pt: Voltar a executar
tr: Tekrar-çalıştırma

source: Re-type new password
bg: Напишете новата парола отново
da: Skriv ny adgangskode igen
es: Vuelve a escribir la nueva contraseña.
fr: Saisissez le nouveau mot de passe une seconde fois
he: הקלד מחדש את הסיסמה החדשה
ja: 新しいパスワードを再入力
nb: Gjenta nytt passord
nl: Nieuw wachtwoord opnieuw invoeren
pl: Wpisz ponownie nowe hasło
pt: Digite novamente a nova senha.
pt_pt: Confirma a palavra-passe nova
tr: Yeni şifreyi tekrar yazınız

source: Reach
bg: Достигни
da: Rækkevidde
es: Alcance
fr: Portée
nb: Nå
nl: Bereik
pl: Zasięg
pt: Alcance
pt_pt: Alcance
tr: Ulaşmak

source: Reach every student at any level.
da: Nå ud til alle elever på alle niveauer.
es: Llega a todos los estudiantes en cualquier nivel.
fr: Travaillez avec vos élèves, quel que soit leur niveau.
ja: どのレベルでも、すべての学生が利用できる。
nb: Møt hver elev på eget nivå.
nl: Elke leerling op elk niveau bereiken.
pl: Pomóż każdemu uczniowi wspiąć się na dowolny poziom.
pt: Atenda às necessidades de cada aluno, qualquer que seja seu nível.
pt_pt: Acompanhe qualquer aluno, de qualquer ano.
tr: Her düzeyden her öğrenciye ulaşın.

source: Read and agree to the LearnStorm pledge
es: Lee y acepta el compromiso de LearnStorm
nb: Les og godta LearnStorm løftet
pt: Leia e concorde com os termos da LearnStorm
tr: LearnStorm sözleşmesini okuyun ve onaylayın

source: Read only.
da: Skrivebeskyttet.
es: De solo lectura.
fr: En lecture seule.
nb: Skrivebeskyttet.
nl: Alleen-lezen.
pl: Tylko do odczytu.
pt: Somente leitura.
tr: Sadece okunabilir.

source: Read these stories from our past interns. They've solved difficult technical, UX, and social problems in ways we never would've thought of. We hand our interns the most important features Khan Academy's working on and rely on them to produce excellence in return. Unlike other internships, you won't be tossed a list of edge-case bugs that nobody else wants to solve. You'll be expected to maturely own a project that may affect millions of students.
es: Lee las historias de los becarios que han estado con nosotros. Han resuelto problemas técnicos, de usuario y sociales, de maneras que nunca antes habíamos pensado. Les proporcionamos los temas en los que estamos trabajando en Khan Academy y contamos con ellos para producir excelentes resultados. A diferencia que otras becas, no te daremos una lista de cosas que nadie quiere resolver. Se espera que te hagas responsable de un proyecto que puede impactar a millones de estudiantes.
fr: Lisez ces histoires de nos anciens internes. Ils ont résolut des problèmes techniques, sociaux et d'éxperience utilisateurs de manières auquels nous aurions jamais pensé. Nous donnons aux internes les projets les plus importants de ce que Khan Academy travaille et nous comptons sur eux pour nous produire de l'excellence en échange. Contrairement aux autres stages d'internat, vous ne serez pas refilés une liste de bugs de cas extrème que personne d'autre ne veut résoudre. Nous attendions de vous de posséder et contrôler avec maturité un projet qui pourrait affecter des millions d'étudiants.
pl: Zachęcamy do przeczytania historii naszych byłych stażystów, którzy rozwiązywali skomplikowane problemy natury zarówno technicznej, społecznej, jak i te związane z odbiorem Khan Academy przez użytkowników, na sposoby, na które my nigdy byśmy nie wpadli. W przeciwieństwie do większości organizacji nie zrzucamy na stażystów mało istotnych zadań, których nie chce się wykonać nikomu innemu - my dajemy im możliwość zmierzenia się z najistotniejszymi kwestiami nad którymi aktualnie pracujemy ufając, że podejdą do nich w sposób dojrzały, i znajdą doskonałe rozwiązania. Odbywając u nas staż będziesz miał(a) okazję zrealizować własny projekt, który może mieć wpływ na miliony uczniów.
pt: Leia estas histórias dos nossos antigos estagiários. Eles solucionaram complicados problemas técnicos, de experiência de usuário e sociais de maneiras que nunca teríamos imaginado. Entregamos a nossos estagiários as funções mais importantes em desenvolvimento na Khan Academy e, com isso, confiamos que o retorno que nos darão será a produção de excelência. Diferentemente de outros estágios, você não receberá uma lista de bugs problemáticos que ninguém mais quer resolver. Nossa expectativa é que você, de forma madura, tenha seu próprio projeto, que pode afetar milhões de estudantes.
tr: Geçmişteki stajyerlerimizin bu hikayelerini okuyun. Kendileri, aklımıza bile gelmeyecek zorlu teknik, UX ve sosyal problemleri çözdüler. Stajyerlerimize Khan Academy'nin üzerinde çalıştığı en önemli özellikleri teslim ediyor, ve onların mükemmel sonuçlar üreteceklerine güveniyoruz. Diğer stajların aksine, bizim stajlarımızda size başka kimsenin çözmek istemediği uç sorunlarla dolu bir liste verilmeyecektir. Aksine, sizden milyonlarca öğrenciye etki edecek projelere olgunlukla sahip çıkmanız beklenecektir.

source: Reading bar charts 1
da: Aflæsning af søjlediagrammer 1
fr: Lire un diagramme en bâtons - Niveau 1
hi: बार तालिकाओं का पठन १
nb: Lese av søylediagrammer 1
pl: Czytanie wykresów słupkowych 1
pt: Interpretando gráficos de barras 1
tr: Çubuk grafikleri okumak 1

source: Reading bar charts 2
da: Aflæsning af søjlediagrammer 2
fr: Lire un diagramme en bâtons - Niveau 2
hi: बार तालिकाओं का पठन करना २
nb: Lese av søylediagrammer 2
pl: Czytanie wykresów słupkowych 2
pt: Interpretando gráficos de barras 2
tr: Çubuk grafikleri okumak 2

source: Reading bar charts 3
da: Læsning af søjlediagrammer 3
fr: Lire un diagramme en bâtons - Niveau 3
hi: बार तालिकाओ का पठन ३
nb: Lese av søylediagrammer 3
pl: Czytanie wykresów słupkowych 3
pt: Interpretando gráficos de barras 3
tr: Çubuk grafikleri okumak 3

source: Reading from the graph, we see that <code>\vec a = <var>AX</var> \hat\imath + <var>AY</var> \hat\jmath</code>.
fr: On lit sur le graphique que <code>\vec a = <var>AX</var> \hat\imath + <var>AY</var> \hat\jmath</code>.
nb: Ved å lese av grafen ser vi at <code>\vec a = <var>AX</var> \hat\imath + <var>AY</var> \hat\jmath</code>.
pl: Odczytując z wykresu, widzimy że <code>\vec a = <var>AX</var> \hat\imath + <var>AY</var> \hat\jmath</code>.
pt: Com base no gráfico, vemos que <code>\vec a = <var>AX</var> \hat\imath + <var>AY</var> \hat\jmath</code>.
tr: Grafikten şunu görüyoruz: <code>\vec a = <var>AX</var> \hat\imath + <var>AY</var> \hat\jmath</code>.

source: Reading pictographs 1
fr: Lire un pictogramme - Niveau 1
hi: चित्रलिपि पढना 1
nb: Lese symboler 1
pl: Czytanie piktogramów 1
pt: Leitura de pictogramas 1
tr: Piktografları okumak 1

source: Reading pictographs 2
fr: Lire un pictogramme - Niveau 2
hi: चित्रलिपि पढना 2
nb: Lese symboler 2
pl: Czytanie piktogramów 2
pt: Leitura de pictogramas 2
tr: Piktografları okumak 2

source: Reading stem and leaf plots
da: Læsning af stamme-og-blad-diagrammer
es: Leyendo diagramas de tallo y hoja
fr: Lire un diagramme tige-feuilles
hi: डंठल और पत्ती के गुट को पढ़ना
nb: Lesning av stamme-og-blad-diagrammer
nl: Steelbladdiagrammen lezen
pl: Czytanie wykresów łodygowo-liściowych
pt: Interpretando diagramas de caule e folhas
tr: Dal yaprak grafiklerini okumak

source: Reading tables 1
fr: Lire un tableau - leçon 1
nb: Lese av tabeller 1
pl: Czytanie tabel 1
pt: Leitura de tabelas 1
tr: Tabloları okumak 1

source: Ready for more?
da: Klar til mere?
es: ¿Listo para más?
fr: Prêt pour faire plus ?
nb: Klar for mer?
nl: Klaar voor meer?
pl: Gotowy na więcej?
pt: Pronto para mais?
pt_pt: Estás pronto para mais?
tr: Daha fazlası için hazır mısınız?

source: Ready to learn anything you want for free? Start by choosing your first subject!
da: Er du klar til at lære lige hvad du ønsker, helt gratis? Start med at vælge dit første emne!
es: ¿Estás listo para aprender lo que quieras gratis? Comienza por escoger tu primer tema.
fr: Etes-vous prêts à apprendre ce que vous voulez ? Commencez par choisir votre première matière ou votre premier chapitre !
ja: 学びたいことを何でも無料で学ぶ準備はできていますか? 最初の科目を選んで学びはじめましょう!
nb: Klar til å lære noe du ønsker gratis? Start med å velge ditt første emne!
nl: Klaar om alles wat je wilt gratis te leren? Begin door een onderwerp te kiezen!
pl: Gotowy, aby nauczyć się czegoś za darmo? Zacznij od wybrania swojego pierwszego tematu!
pt: Pronto para começar a aprender tudo o que você quiser gratuitamente? Comece escolhendo seu primeiro tema!
tr: İstediğiniz konuyu ücretsiz öğrenmeye hazır mısınız? İlk konunuzu seçin!

source: Ready to learn anything you want for free? Start by choosing your first subject!<br><br>Or perhaps, start as a <a href='/createchild?from=welcome-role-picker'>parent</a> or <a href='/coach/roster/?from=welcome-role-picker'>teacher</a>.
da: Er du klar til at lære lige hvad du ønsker helt gratis? Start med at vælge dit første emne!<br><br>Eller måske ønsker du at starte som <a href='/createchild?from=welcome-role-picker'>forælder</a> eller <a href='/coach/roster/?from=welcome-role-picker'>lærer</a>.
es: ¿Estás listo para aprender lo que quieras gratis? Comienza por escoger tu primer tema.<br><br>O quizás, comienza como <a href='/createchild?from=welcome-role-picker'>padre</a> o <a href='/coach/roster/?from=welcome-role-picker'>maestro</a>.
fr: Etes-vous prêts à apprendre ce que vous voulez ? Commencez par choisir votre première matière ou votre premier chapitre ! <br><br>Ou commencez en tant que <a href='/createchild?from=welcome-role-picker'>parent</a> ou <a href='/coach/roster/?from=welcome-role-picker'>enseignant</a>.
ja: 学びたいことを何でも無料で学ぶ準備はできていますか? 最初の科目を選んで学びはじめましょう! <br><br>それとも，<a href='/createchild?from=welcome-role-picker'>親として</a> または <a href='/coach/roster/?from=welcome-role-picker'>先生として</a> はじめましょう．
nb: Klar for å lære alt helt gratis? Start med å velge ditt første tema!<br><br>Eller du vil starte som <a href='/createchild?from=welcome-role-picker'>foreldre</a> eller <a href='/coach/roster/?from=welcome-role-picker'>lærer</a>.
nl: Klaar om alles wat je wilt gratis te leren? Begin door een onderwerp te kiezen!<br><br>Of begin misschien als een <a href='/createchild?from=welcome-role-picker'>ouder</a>of<a href='/coach/roster/?from=welcome-role-picker'>leraar</a>.
pl: Gotowy, aby nauczyć się czegoś za darmo? Zacznij od wybrania swojego pierwszego tematu!<br><br>Chcesz zacząć jako<a href='/createchild?from=welcome-role-picker'>rodzic</a>, czy <a href='/coach/roster/?from=welcome-role-picker'>nauczyciel</a>?
pt: Pronto para começar a aprender tudo o que você quiser gratuitamente? Comece escolhendo seu primeiro tema!<br><br>Ou, comece como um <a href='/createchild?from=welcome-role-picker'>pai</a> ou <a href='/coach/roster/?from=welcome-role-picker'>professor</a>.
pt_pt: Estás preparado para aprenderes tudo o que quiseres, gratuitamente? Podes começar por escolher o primeiro tema que queres explorar.<br><br>Ou será que prefere começar como um <a href='/createchild?from=welcome-role-picker'>pai</a> ou <a href='/coach/roster/?from=welcome-role-picker'>professor</a>?
tr: İstediğiniz konuyu ücretsiz öğrenmeye hazır mısınız? İlk konunuzu seçin! <br><br> Veya, <a href='/createchild?from=welcome-role-picker'>veli</a> veya <a href='/coach/roster/?from=welcome-role-picker'>eğitmenliğe</a> başlayın.

source: Ready to use Khan Academy with your students?
da: Klar til at bruge Khan Academy med dine elever?
es: ¿Estás listo para usar Khan Academy con tus estudiantes?
fr: Prêt à utiliser Khan Academy avec vos élèves ?
ja: カーンアカデミーをあなたの生徒さん達と利用する準備ができましたか?
nb: Klar til å bruke Khan Academy med dine elever?
nl: Bent u klaar om Khan Academy met jouw leerlingen te gaan gebruiken?
pl: Gotowy do użycia Academi Khana ze swoimi uczniami?
pt: Pronto para usar a Khan Academy com seus alunos?
pt_pt: Está preparado para usar a Khan Academy com os seus alunos?
tr: Khan Academy'yi öğrencilerinizle birlikte kullanmaya hazır mısınız?

source: Real Name
da: Rigtigt Navn
es: Nombre real
fr: Nom réel
ja: 本当の名前:
nb: Virkelig navn
nl: Echte naam
pl: Prawdziwe nazwisko
pt: Nome verdadeiro
pt_pt: Nome real
tr: Gerçek İsim

source: Real Time
da: Realtid
es: Tiempo real
fr: Temps réel
ja: リアルタイム
nb: Akkurat nå
pl: Czas rzeczywisty
pt: Tempo real
pt_pt: Tempo real
tr: Gerçek zamanlı

source: Real name
bg: Истинско име
da: Dit rigtige navn
es: Nombre real
fr: Vrai nom
he: שם אמיתי
nb: Ekte navn
nl: Echte naam
pl: Prawdziwe imię
pt: Nome completo
pt_pt: Nome real
tr: Gerçek İsim

source: Real, unedited stories from Khan Academy users
da: Rigtige, uredigerede historier fra brugerne af Khan Academy
es: Historias reales, sin editar, de los usuarios de Khan Academy
fr: Histoires réelles, non éditées auprès des utilisateurs de l'Académie Khan
nb: Ekte, uredigerte historier fra Khan Academys brukere
nl: Echte, onbewerkte verhalen van Khan Academy gebruikers
pl: Prawdziwe historie od użytkowników Khan Academy, bez edycji
pt: Histórias reais e não editadas de usuários da Khan Academy
pt_pt: Histórias reais de utilizadores da Khan Academy
tr: Khan Academy kullanıcılarından noktasına virgülüne bile dokunulmamış gerçek yaşam hikayeleri

source: Real-time progress reporting
da: Rapportering af fremskridt i realtid
es: Informes de progreso en tiempo real
fr: Rapports d'activité en temps réel
ja: リアルタイムの進捗状況報告
nb: Sanntid fremdriftsrapportering
nl: Real-time voortgangsrapportage
pl: Raporty z postępów w czasie rzeczywistym
pt: Relatório de evolução em tempo real
tr: Gerçek zamanlı ilerleme raporları

source: Really big announcements
da: Virkelig store nyheder
es: Anuncios realmente grandes
fr: Les annonces vraiment importantes
ja: 本当に大きなお知らせ
nb: Virkelig store nyheter
nl: Belangrijke aankondigingen
pl: Naprawdę duże ogłoszenia
pt: Avisos importantes
pt_pt: Anúncios importantes
tr: Gerçekten önemli duyurular

source: Really delete?
da: Vil du virkelig slette?
es: ¿Realmente deseas eliminar?
fr: Voulez-vous vraiment supprimer ?
ja: 本当に消去しますか?
nb: Vil du slette?
nl: Echt verwijderen?
pl: Naprawdę usunąć?
pt: Deseja realmente excluir?
pt_pt: Pretendes apagar?
tr: Gerçekten silmek istiyor musunuz?

source: Rebecca Taylor has more than a decade of experience in arts communications, having led communications campaigns &amp; initiatives at several world-renowned museums (MoMA PS1, the Getty, and MOCA), before joining FITZ &amp; CO. She received an M.A. in Modern Art, Connoisseurship and the Art Market from Christie’s, New York.
pt: Rebecca Taylor tem mais de uma década de experiência em comunicação artística, tendo liderado campanhas e iniciativas de comunicação em diversos museus de renome mundial (MoMA PS1, Getty, e MOCA), antes de se juntar à FITZ &amp; CO. Ela obteve um mestrado em arte moderna, connoisseur e mercado de arte pela Christie’s de Nova York.
tr: Rebecca Taylor, sanatsal iletişimde on yıldan fazla deneyime sahiptir,FITZ &amp; CO'ya katılmadan önce, (MoMA PS1, Getty, ve MOCA gibi) birkaç dünyaca ünlü müzede iletişim kampanyaları &amp; girişimleri yönetmiştir. Christie’s, New York'tan Modern Sanat, Eksperlik ve Sanat Piyasası dalında Master derecesi almıştır.

source: Recall that we can calculate her z-score by subtracting the <span class="hint_pink">mean <code>(\mu)</code></span> from her grade and then dividing by the <span class="hint_purple">standard deviation <code>(\sigma)</code></span>.
fr: On peut calculer l'écart-réduit en soustrayant la <span class="hint_pink">moyenne <code>(\mu)</code></span> à sa note puis en divisant par <span class="hint_purple">l'écart-type <code>(\sigma)</code></span>.
pt: Lembre-se que podemos calcular as pontuações de z subtraindo a <span class="hint_pink">média <code>(\mu)</code></span> de seu ano e, então, dividindo pelo <span class="hint_purple">desvio padrão <code>(\sigma)</code></span>.
tr: z puanını bulmak için, her sınav notundan <span class="hint_pink">ortalamayı<code>(\mu)</code></span>çıkarıp, sonra da <span class="hint_purple">standart sapma<code>(\sigma)</code></span>ya böldüğümüzü hatırlayın.

source: Recall that we can calculate his z-score by subtracting the <span class="hint_pink">mean <code>(\mu)</code></span> from his grade and then dividing by the <span class="hint_purple">standard deviation <code>(\sigma)</code></span>.
fr: On peut calculer l'écart-réduit en soustrayant la <span class="hint_pink">moyenne <code>(\mu)</code></span> à sa note puis en divisant par <span class="hint_purple">l'écart-type <code>(\sigma)</code></span>.
pt: Lembre-se que podemos calcular sua pontuação de z subtraindo a <span class="hint_pink">média <code>(\mu)</code></span> de seu ano, e, em seguida, dividindo pelo <span class="hint_purple">desvio padrão <code>(\sigma)</code></span>.
tr: z puanını bulmak için, her sınav notundan <span class="hint_pink">ortalamayı<code>(\mu)</code></span>çıkarıp, sonra da <span class="hint_purple">standart sapma<code>(\sigma)</code></span>ya böldüğümüzü hatırlayın.

source: Recall that we can calculate the z-scores by subtracting the <span class="hint_pink">mean <code>(\mu)</code></span> from each exam grade and then dividing by the <span class="hint_purple">standard deviation <code>(\sigma)</code></span>.
fr: On calcule les écarts-réduits en soustrayant la <span class="hint_pink"> moyenne <code>(\mu)</code></span> à chaque note d'examen puis en divisant par <span class="hint_purple">l'écart-type<code>(\sigma)</code></span>.
pt: Lembre-se que podemos calcular as pontuações z subtraindo a <span class="hint_pink">média <code>(\mu)</code></span> de cada nota de prova e, em seguida, dividindo pelo <span class="hint_purple">desvio padrão <code>(\sigma)</code></span>.
tr: z puanını bulmak için, her sınav notundan <span class="hint_pink">ortalamayı<code>(\mu)</code></span>çıkarıp, sonra da <span class="hint_purple">standart sapma<code>(\sigma)</code></span>ya böldüğümüzü hatırlayın.

source: Receive a separate email for this class:
da: Modtag en separat e-mail for denne klasse:
es: Recibe un correo electrónico independiente para esta clase:
fr: Recevez un e-mail séparé pour cette classe :
ja: これらのクラスのために，別便で電子メイルを受けとる
nb: Motta separat e-post for denne klassen:
nl: Ontvang een aparte e-mail voor deze les:
pl: Otrzymuj osobne e-mail od tej klasy:
pt: Receber um e-mail separado para esta turma:
pt_pt: Receber um e-mail separado para esta turma:
tr: Bu sınıflar için ayrı e-mailler alın:

source: Receive a summary of what your children have been working on:
da: Modtag en oversigt over hvad dit barn har arbejdet med:
es: Recibe un resumen sobre en qué han estado trabajando tus hijos:
fr: Recevez un résumé de l'activité de vos enfants :
ja: あなたの子供が何を学んでいるのかの概要を受けとる:
nb: Motta et sammendrag av hva barna har jobbet på:
nl: Ontvang een overzicht van waar je kinderen op gewerkt hebben:
pl: Otrzymuj podsumowanie nad czym dzieci ostatnio pracowały:
pt: Receba um resumo do que seus filhos têm feito:
pt_pt: Receber um sumário do que os seus filhos têm feito:
tr: Çocuğunuzun üzerinde çalışmakta olduğu konuların özetini alın:

source: Receive a summary of what your students have been working on:
da: Modtag en oversigt over hvad dine elever har arbejdet med:
es: Recibe un resumen sobre lo que tus estudiantes han estado trabajando:
fr: Recevoir un résumé du travail de vos élèves :
ja: あなたの生徒が何について学んでいるかの概要を受けとる:
nb: Motta en oppsummering av hva dine elever har jobbet med:
nl: Ontvang een overzicht van waar je leerlingen op gewerkt hebben:
pl: Otrzymuj podsumowanie nad czym uczniowie ostatnio pracowali:
pt: Receba um resumo do que seus alunos têm feito em:
pt_pt: Receber um sumário do que os seus alunos têm feito:
tr: Öğrencilerinizin neler üstünde çalıştıklarının özetini alın:
