Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The average of the <code>y</code> coordinates of point <code>\blue{A}</code> and point <code>\green{B}</code> should be <code>\purple{<var>YM</var>}</code>.
es: El promedio de las coordenadas <code>y</code> de los puntos <code>\blue{A}</code> y <code>\green{B}</code> debe ser <code>\purple{<var>YM</var>}</code>.
fr: La demi-somme des ordonnées <code>y</code> des points <code>\blue{A}</code> et <code>\green{B}</code> doit être égale à <code>\purple{<var>YM</var>}</code>.
nb: Gjennomsnittet av <code>y</code> koordinatene til punkt <code>\blue{A}</code> og punkt <code>\green{B}</code> skal være <code>\purple{<var>YM</var>}</code>.
pt: A média das coordenadas <code>y</code> do ponto <code>\blue{A}</code> e do ponto <code>\green{B}</code> deve ser <code>\purple{<var>YM</var>}</code>.
tr: <code>\blue{A}</code> noktasının ve <code>\green{B}</code> noktasının <code>y</code> koordinatlarının ortalaması <code>\purple{<var>YM</var>}</code> olmalıdır.

source: The average speed is <code><var>RATE_AVG</var></code> mph, and which is closer to <code><var>RATE_UP</var></code> mph than <code><var>RATE_DOWN</var></code> mph as we expected.
es: La rapidez promedio es <code><var>RATE_AVG</var></code> mph, lo cual es más cercano a <code><var>RATE_UP</var></code> mph que <code><var>RATE_DOWN</var></code> mph, como esperábamos.
fr: La vitesse moyenne est de <code><var>RATE_AVG</var></code> km/h, ce qui est plus proche de <code><var>RATE_UP</var></code> km/h que de <code><var>RATE_DOWN</var></code> km/h comme on s'y attendait.
nb: Gjennomsnittelig hastighet er <code><var>RATE_AVG</var></code> mpt, og det er nærmere <code><var>RATE_UP</var></code> mpt enn <code><var>RATE_DOWN</var></code> mpt som forventet.
pl: Średnia prędkość wynosi <code><var>RATE_AVG</var></code> km/h, co jest wartością bliższą <code><var>RATE_UP</var></code> km/h, niż <code><var>RATE_DOWN</var></code> km/h, tak, jak się spodziewaliśmy.
pt: A velocidade média é <code><var>RATE_AVG</var></code> km/h, que está mais próxima de <code><var>RATE_UP</var></code> km/h que de <code><var>RATE_DOWN</var></code> km/h, como esperávamos.
tr: Ortalama hız, <code><var>RATE_AVG</var></code> mil/saattir, ve bu, beklediğimiz gibi, <code><var>RATE_UP</var></code> mil/saate <code><var>RATE_DOWN</var></code> mil/saatten daha yakındır.

source: The average speed is not just the average of <code><var>RATE_UP</var></code> mph and <code><var>RATE_DOWN</var></code> mph.
es: La rapidez promedio no es simplemente el promedio de <code><var>RATE_UP</var></code> mph y <code><var>RATE_DOWN</var></code> mph.
fr: La vitesse moyenne n'est pas juste la moyenne de <code><var>RATE_UP</var></code> km/h et <code><var>RATE_DOWN</var></code> km/h.
nb: Den gjennomsnittlige farten av <code><var>RATE_UP</var></code> mpt og <code><var>RATE_DOWN</var></code> mpt.
pl: Średnia prędkość nie jest tylko średnią wartości <code><var>RATE_UP</var></code> km/h oraz <code><var>RATE_DOWN</var></code> km/h.
pt: A velocidade média não é apenas a média de <code><var>RATE_UP</var></code> km/h e <code><var>RATE_DOWN</var></code> km/h.
tr: Ortalama hız, <code><var>RATE_UP</var></code> mil/saat ile <code><var>RATE_DOWN</var></code> mil/saatin ortalaması değildir.

source: The average student score on the <var>TEST</var> was <code><var>AVERAGE</var></code>.
fr: Le moyenne des élèves à l'<var>TEST</var> était <code><var>AVERAGE</var></code>.
nb: Gjennomsnittresultatet på <var>TEST</var> er <code><var>AVERAGE</var></code>.
pl: Średnia wyników uczniów z <var>TEST</var> wynosiła <code><var>AVERAGE</var></code>.
pt: A nota média dos alunos na <var>TEST</var> foi <code><var>AVERAGE</var></code>.
tr: <var>TEST</var> 'daki ortalama öğrenci puanı <code><var>AVERAGE</var></code> idi.

source: The average student score on the final exam was <code class="hint_orange"><var>FINAL_AVG</var></code>.
fr: La moyenne des élèves à l'examen final était <code class="hint_orange"><var>FINAL_AVG</var></code>.
nb: Gjennomsnittresultatet på eksamen var <code class="hint_orange"><var>FINAL_AVG</var></code>.
pl: Średni wynik ucznia na egzaminie końcowym wyniósł <code class="hint_orange"><var>FINAL_AVG</var></code>.
pt: A nota média dos alunos na prova final foi <code class="hint_orange"><var>FINAL_AVG</var></code>.
tr: Final sınavında ortalama öğrenci puanı <code class="hint_orange"><var>FINAL_AVG</var></code> olmuştur.

source: The average student score on the midterm was <code class="hint_blue"><var>MIDTERM_AVG</var></code>.
fr: La moyenne des élèves à l'examen intermédiaire était <code class="hint_blue"><var>MIDTERM_AVG</var></code>.
nb: Gjennomsnittresultat for midttermin var <code class="hint_blue"><var>MIDTERM_AVG</var></code>.
pl: Średni wynik ucznia w egzaminie śródsemestralnym wyniósł <code class="hint_blue"><var>MIDTERM_AVG</var></code>.
pt: A nota média dos alunos na prova bimestral foi <code class="hint_blue"><var>MIDTERM_AVG</var></code>.
tr: Ara sınavda ortalama öğrenci puanı <code class="hint_blue"><var>MIDTERM_AVG</var></code> olmuştur.

source: The average student score was higher on the <span class="hint_blue">midterm</span> than on the <span class="hint_orange">final exam</span>.
fr: La moyenne était plus élevée à l'<span class="hint_blue">examen intermédiaire</span> qu'à l' <span class="hint_orange">l'examen final</span>.
nb: En gjennomsnittstudent fikk bedre resultat på <span class="hint_blue">terminprøven</span> enn på <span class="hint_orange">eksamen</span>.
pl: Średni wynik ucznia był wyższy w <span class="hint_blue">egzaminie śródsemestralnym</span> niż w <span class="hint_orange">egzaminie końcowym</span>.
pt: A nota média dos alunos foi maior na <span class="hint_blue">prova bimestral</span> do que na <span class="hint_orange">prova final</span>.
tr: <span class="hint_blue">midterm</span> 'deki ortalama öğrenci puanı <span class="hint_orange">final exam</span>'dan daha yüksekti.

source: The average student score was higher on the <span class="hint_orange">final exam</span> than the <span class="hint_blue">midterm</span>.
fr: La moyenne était supérieure à l'<span class="hint_orange">examen final</span> qu'a l'<span class="hint_blue">examen intermédiaire</span>.
nb: Det gjennomsnittlige resultatet var høyere på <span class="hint_orange">eksamen</span> enn på <span class="hint_blue">midtterminen</span>.
pl: Średni wynik ucznia był wyższy w <span class="hint_orange">egzaminie końcowym</span> niż w <span class="hint_blue">egzaminie śródsemestralnym</span>.
pt: A nota média dos alunos foi maior na <span class="hint_orange">prova final</span> do que na <span class="hint_blue">prova bimestral</span>.
tr: <span class="hint_orange">final exam</span>'deki ortalama öğrenci puanı <span class="hint_blue">midterm</span>'dan daha yüksekti.

source: The average student score was the same on both the <span class="hint_blue">midterm</span> and the <span class="hint_orange">final exam</span>.
fr: La moyenne était la même à l'<span class="hint_blue">examen intermédiaire</span> et à l' <span class="hint_orange">examen final</span>.
nb: En gjennomsnittstudent skåret likt på <span class="hint_blue">terminprøven</span> og <span class="hint_orange">eksamen</span>.
pl: Średni wynik ucznia był taki sam w <span class="hint_blue">egzaminie śródsemestralnym</span> i w <span class="hint_orange">egzaminie końcowym</span>.
pt: A nota média dos alunos foi a mesma na <span class="hint_blue">prova bimestral</span> e na <span class="hint_orange">prova final</span>.
tr: Ortalama öğrenci puanı <span class="hint_blue">midterm</span> ile <span class="hint_orange">final exam</span>'de aynıydı.

source: The balanced equation is:
fr: L'équation équilibrée est :
pl: Zbilansowane równanie to:
pt: A equação balanceada é:
tr: Dengelenmiş denklem şudur:

source: The bar's height is halfway between <code><var>ANSWER - 5</var></code> and <code><var>ANSWER + 5</var></code>, so <var>STUDENT</var> earned <code><var>ANSWER</var></code> points on the <var>TEST</var>.
fr: La hauteur de la barre se situe à mi-chemin entre <code><var>ANSWER - 5</var></code> et <code><var>ANSWER + 5</var></code>, donc <var>STUDENT</var> a gagné <code><var>ANSWER</var></code> points à l'<var>TEST</var>.
nb: Søylen er midt mellom <code><var>ANSWER - 5</var></code> og <code><var>ANSWER + 5</var></code>, så <var>STUDENT</var> fikk <code><var>ANSWER</var></code> poeng på <var>TEST</var>.
pl: Słupek znajduje się na wysokości pomiędzy <code><var>ANSWER - 5</var></code> i <code><var>ANSWER + 5</var></code>, więc liczba punktów, jaką miał(a) <var>STUDENT</var> na <var>TEST</var> wynosi <code><var>ANSWER</var></code>.
pt: A altura da barra está na metade entre <code><var>ANSWER - 5</var></code> e <code><var>ANSWER + 5</var></code>, portanto, <var>STUDENT</var> obteve <code><var>ANSWER</var></code> pontos na <var>TEST</var>.
tr: Çubuğun yüksekliği <code><var>ANSWER - 5</var></code> ve <code><var>ANSWER + 5</var></code> arasındadır, bu sebeple <var>STUDENT</var>, <var>TEST</var>'ten <code><var>ANSWER</var></code> puan almıştır.

source: The base in this expression is <code><var>BASE</var></code>.
fr: Le nombre est <code><var>BASE</var></code>.
nb: Grunntallet i dette uttrykket er <code><var>BASE</var></code>.
nl: Het grondtal van deze macht is <code><var>BASE</var></code>.
pl: Podstawą w tym wyrażeniu jest <code><var>BASE</var></code>.
pt: A base esta expressão é <code><var>BASE</var></code>.
tr: Bu ifadedeki taban, <code><var>BASE</var></code>.

source: The base is <code><var>BASE</var></code>.
fr: Le nombre est <code><var>BASE</var></code>.
nb: Grunntallet er <code><var>BASE</var></code>.
nl: Het grondtal is <code><var>BASE</var></code>.
pl: Podstawą jest <code><var>BASE</var></code>.
pt: A base é <code><var>BASE</var></code>.
tr: Taban, <code><var>BASE</var></code>.

source: The beginning
da: Begyndelsen
es: El principio
fr: Le commencement
ja: 始まり
nb: Begynnelsen
nl: Het begin
pl: Początek
pt: O início
pt_pt: O início
tr: Başlangıç

source: The blue dot is at what value on the number line?
fr: A quelle valeur correspond le point bleu sur la droite numérique graduée ?
nb: Hvilken verdi på tallinjen er det blå punktet?
nl: Bij welke waarde op de getallenlijn ligt de blauwe stip?
pl: Jaką wartość ma niebieska kropka na osi liczbowej?
pt: O ponto azul está em qual valor da reta numérica?
tr: Mavi nokta sayı doğrusunda hangi değerdedir?

source: The blue dot represents the number <code><var>NUMBER</var></code>.
da: Den blå prik repræsenterer tallet <code><var>NUMBER</var></code>.
es: El punto azul representa el número <code><var>NUMBER</var></code>.
fr: Le point bleu correspond au nombre <code><var>NUMBER</var></code>.
hi: नीला बिंदु संख्या <code><var>NUMBER</var></code>दर्शाता हैI
nb: Den blå prikken representerer tallet <code><var>NUMBER</var></code>.
nl: De blauwe stip geeft het getal <code><var>NUMBER</var></code> weer.
pl: Niebieska kropka przedstawia liczbę <code><var>NUMBER</var></code>.
pt: O ponto azul representa o número <code><var>NUMBER</var></code>.
tr: Mavi nokta <code><var>NUMBER</var></code> sayısını ifade etmektedir.

source: The blue outline shows where the polygon ends up after the translation.
es: El contorno azul muestra dónde termina el polígono después de la traslación.
fr: Le contour bleu est l'image du polygone par la translation.
pl: Niebieski kontur pokazuje gdzie kończy się wielokąt po przesunięciu.
pt: O contorno azul mostra onde o polígono termina após ser transladado.
tr: Mavi çizim çokgenin öteleme sonrası ulaştığı yeri gösterir.

source: The blue row shows <var>ROW_HINT</var>.
fr: La ligne bleue montre <var>ROW_HINT</var>.
nb: Den blå raden viser <var>ROW_HINT</var>.
pl: Niebieski rząd przedstawia <var>ROW_HINT</var>.
pt: A linha azul mostra <var>ROW_HINT</var>.
tr: Mavi satır <var>ROW_HINT</var> göstermektedir.

source: The body of a for in should be wrapped in an if statement to filter unwanted properties from the prototype.
da: Selve udtrykket "for" skal være pakket ind i et "if" udtryk for at undgå uønskede egenskaber fra prototypen.
es: El cuerpo de un for debe envolverse en una declaración if para filtrar propiedades indeseadas del prototipo.
nb: Selve uttrykket for skal være pakket inn i et if uttrykk for å unngå uønskede egenskaper fra prototypen.
pl: Ciało funkcji for powinno być zawarte w zdaniu if, żeby oddzielić niechciane własności od prototypu.
pt: O corpo de um for in deve ser encapsulado em uma instrução if para filtrar propriedades indesejadas do protótipo.
tr: Prototipin istenmeyen özelliklerinin filtrelenebilmesi için, a'nın gövdesi bir if önermesi içinde bulunmalıdır.

source: The bottom radical is undefined when <code>x - <var>A</var> &lt; 0</code>.
da: Det nederste rodtegn er udefineret når <code>x - <var>A</var> &lt; 0</code>.
es: El radical de la parte inferior no está definido cuando <code>x - <var>A</var> &lt; 0</code>.
fr: La racine carrée du dénominateur n'est pas définie lorsque <code>x - <var>A</var> &lt; 0</code>.
nb: Det nederste rottegnet er ikke definert når <code>x - <var>A</var> &lt; 0</code>.
pt: O radical de baixo é indefinido quando <code>x - <var>A</var> &lt; 0</code>.
tr: <code>x - <var>A</var> &lt; 0</code> olduğunda, alttaki kök tanımsızdır.

source: The brain is made up of cells called neurons that have many connections to each other.
da: Hjernen består af celler kaldet neuroner, der har mange forbindelser til hinanden.
es: El cerebro está hecho de células llamadas neuronas, las cuales tienen muchas conexiones entre ellas.
fr: Le cerveau est constitué de cellules appelées neurones qui sont liées entres elles par plusieurs connexions.
ja: 頭脳はニューロンと呼ばれる細胞から成っており，それらは互いに多数のつながりを持っています．
nb: Hjernen består av celler kaldt nevroner, som har mange forbindelser med hverandre.
nl: Het brein is opgebouwd uit cellen die neuronen heten en vele verbindingen met elkaar hebben.
pl: Mózg jest zbudowany z komórek zwanych neuronami, które tworzą między sobą liczne połączenia.
pt: O cérebro é formado por células chamadas de neurônios que têm muitas conexões entre si.
pt_pt: O cérebro é constituído por células chamadas neurónios que têm muitas ligações entre si.
tr: Beynimiz, birbirlerine bağlı olan ve nöron adı verilen hücrelerden oluşmaktadır.

source: The brain is made up of cells called neurons<br> that have many connections to each other.
bg: Мозъкът се състои от клетки, наречени неврони,<br> с много връзки по между си.
da: Hjernen består af celler kaldet neuroner <br>, der har mange forbindelser til hinanden.
es: El cerebro está formado por células llamadas neuronas <br>que tienen muchas conexiones entre sí.
fr: Le cerveau est constitué de cellules appelées neurones <br>qui sont liées entres elles par plusieurs connections.
nb: Hjernen består av celler kaldt nevroner <br>, som har mange forbindelser til hverandre.
nl: De hersenen bestaan uit cellen die neuronen<br> heten. Die hebben veel verbindingen met elkaar.
pl: Mózg jest zbudowany z komórek zwanych neuronami,<br> które tworzą między sobą liczne połączenia.
pt: O cérebro é formado por células chamadas neurônios<br> que têm muitas conexões entre si.
tr: Beynimiz, birbirlerine bağlı olan ve <br>nöron adı verilen hücrelerden oluşmaktadır.

source: The circle is filled in, so <code><var>SIGN + INT</var></code> itself is also included.
fr: Le cercle est plein, donc <code><var>SIGN + INT</var></code> est lui-même inclus.
hi: वृत्त भरा हुआ है, इसलिए यह <code><var>SIGN + INT</var></code> शामिल है।
nb: Sirkelen er fylt ut, så <code><var>SIGN + INT</var></code> er også inkludert.
pl: Kółeczko jest pełne, a więc sama liczba <code><var>SIGN + INT</var></code> też należy do nierówności.
pt: O círculo está preenchido, portanto, <code><var>SIGN + INT</var></code> também está incluído.
tr: Çemberin içi dolu, yani <code><var>SIGN + INT</var></code> da dahil edilmiş.

source: The circle is not filled in, so <code><var>SIGN + INT</var></code> itself is not included.
fr: Le cercle est vide, donc <code><var>SIGN + INT</var></code> n'est lui-même pas inclus.
hi: वृत्त भरा हुआ नहीं है, इसलिए यह <code><var>SIGN + INT</var></code> शामिल नहीं है।
nb: Sirkelen er ikke fylt inn, så <code><var>SIGN + INT</var></code> er ikke inkludert.
pl: Kółeczko jest puste, a więc sama liczba <code><var>SIGN + INT</var></code> nie należy do nierówności.
pt: O círculo não está preenchido, portanto, <code><var>SIGN + INT</var></code> não está incluído.
tr: Çemberin içi boş, yani <code><var>SIGN + INT</var></code> içinde değil.

source: The circumcenter of a triangle is at the intersection of the perpendicular bisectors of its sides.
es: El circuncentro de un triángulo está en la intersección de las mediatrices de sus lados.
fr: Le centre du cercle circonscrit au triangle est le point d'intersection des médiatrices de ses côtés.
pl: Środek okręgu opisanego na trójkącie znajduje się w punkcie przecięcia się symetralnych boków tego trójkąta.
pt: O circuncentro de um triângulo está na interseção das mediatrizes dos seus lados.
tr: Bir üçgenin çevrel çemberinin merkezi, kenarların orta dikmelerinin kesişim noktasıdır.

source: The class "%(value)s" already exists.
da: Klassen "%(value)s" eksisterer allerede.
es: La clase "%(value)s" ya existe.
fr: La classe « %(value)s » existe déjà.
ja: クラス "%(value)s" は既に存在しています．
nb: Klassen "%(value)s" finnes allerede.
nl: De klas "%(value)s" bestaat al.
pl: Klasa %(value)s już istnieje.
pt: A turma "%(value)s" já existe.
pt_pt: A turma "%(value)s" já existe.
tr: %(value)s sınıfı zaten bulunmaktadır.

source: The class list you selected is empty. To add students to your class list, go to
da: Klasselisten du valgte er tom. For at tilføje elever til din klasseliste, så gå til
es: La lista de estudiantes de la clase que seleccionaste está vacía. Para agregar estudiantes a tu lista ve a
fr: La liste de la classe que vous avez choisie est vide. Ajoutez des élèves à votre liste et aller à
ja: あなたが選択したクラスリストは空です．あなたのクラスリストに生徒を加えるには，次に進んで下さい．
nb: Klasselisten du valgte er tom. For å legge elever til i din klasseliste, gå til
nl: De klaslijst die je selecteerde is leeg. Om leerlingen toe te voegen aan je klaslijst, ga naar
pl: Lista klasowa, którą wybrałeś, jest pusta. Aby dodać uczniów do Twojej listy klasowej, przejdź do
pt: A lista de turma que você escolheu está vazia. Para adicionar alunos à sua turma, vá para
tr: Seçtiğiniz sınıf listesi boştur. Sınıf listenize öğrenci eklemek için bu adrese gidiniz:

source: The class list you selected is empty. To add students to your class list, go to <a href="/students">Manage Students</a>.
da: Klasselisten er tom. For at tilføje elever til klasselisten gå til <a href="/students">Administrer Elever</a>.
es: La lista de clase que seleccionaste está vacía. Para agregar estudiantes a tu lista de clase, ve a <a href="/students">Administrar estudiantes</a>.
fr: La liste de classe que vous avez sélectionnée est vide. Pour ajouter des élèves, cliquez sur <a href="/students">Gérer les élèves</a>.
ja: あなたが選択したクラスのリストは空です．生徒をあなたのクラスのリストに加えるには，<a href="/students">生徒の管理</a> に移動して下さい．
nb: Den klasselisten du valgte er tom. For å legge til studenter, gå til <a href="/students">Administrer Elever</a>.
nl: De klassenlijst die je selecteerde is leeg. Om studenten toe te voegen aan je klassenlijst, ga naar <a href="/students">Beheer Studenten</a>.
pl: Lista uczniów wybranej przez Ciebie klasy jest pusta. Aby dodać uczniów do listy klasowej, przejdź do<a href="/students">Manage Students</a>.
pt: A lista da turma selecionada está vazia. Para adicionar os alunos a sua lista da turma, vá para <a href="/students">Gerenciar alunos</a>.
pt_pt: A turma selecionada está vazia. Para adicionar alunos à sua turma, aceda à página <a href="/students">Gerir alunos</a>.
tr: Seçmiş olduğunuz sınıf boştur. Sınıfınıza öğrenci eklemek için <a href="/students"> Öğrenci İşlemleri</a>bölümüne gidiniz.

source: The class selector<br>
da: Klasse selektor<br>
es: El selector de clase<br>
fr: Le sélecteur de classe<br>
ja: クラス セレクター <br>
nb: Klassevalg <br>
nl: De klasselector<br>
pl: Selektor klasy<br>
pt: O seletor de classe<br>
pt_pt: O seletor da classe<br>
tr: Sınıf seçici<br>

source: The coefficient on the <code>x</code> term is <code class="hint_green"><var>LINEAR</var></code> and the constant term is <code class="hint_blue"><var>CONSTANT</var></code>, so to reverse the steps above, we need to find two numbers that <span class="hint_green">add up to <code><var>LINEAR</var></code></span> and <span class="hint_blue">multiply to <code><var>CONSTANT</var></code></span>.
da: Koefficient for <code>x</code>-leddet er <code class="hint_green"><var>LINEAR</var></code> og det konstante udtryk er <code class="hint_blue"><var>CONSTANT</var></code>, så for at vende trinnene ovenfor, skal vi finde to tal som <span class="hint_green">summer til <code><var>LINEAR</var></code></span> og <span class="hint_blue">ganget med hinanden giver <code><var>CONSTANT</var></code></span>.
es: El coeficiente en el término <code>x</code> es <code class="hint_green"><var>LINEAR</var></code> y el término constante es <code class="hint_blue"><var>CONSTANT</var></code>, así que para rehacer los pasos, necesitamos encontrar dos números que <span class="hint_green">sumados den <code><var>LINEAR</var></code></span> y <span class="hint_blue">multiplicados den <code><var>CONSTANT</var></code></span>.
fr: Le coefficient de <code>x</code> est <code class="hint_green"><var>LINEAR</var></code> et le terme constant est <code class="hint_blue"><var>CONSTANT</var></code>, donc pour faire le chemin inverse, il faut trouver deux nombres dont <span class="hint_green">la somme est <code><var>LINEAR</var></code></span> et dont <span class="hint_blue">le produit est <code><var>CONSTANT</var></code></span>.
nb: Koeffisienten for <code>x</code>-leddet er <code class="hint_green"><var>LINEAR</var></code> og det konstante uttrykket er <code class="hint_blue"><var>CONSTANT</var></code>, så for å gå tilbake til trinnene ovenfor, skal vi finne to tall som <span class="hint_green">lagt til <code><var>LINEAR</var></code></span> og <span class="hint_blue">ganget med hverandre gir <code><var>CONSTANT</var></code></span>.
pl: Współczynnik przy wyrazie <code>x</code> to <code class="hint_green"><var>LINEAR</var></code>, a wyrazem stałym jest <code class="hint_blue"><var>CONSTANT</var></code>, więc żeby odwrócić powyższe kroki, musimy znaleźć dwie liczby, których <span class="hint_green">suma wynosi <code><var>LINEAR</var></code></span>, a <span class="hint_blue">iloczyn wynosi <code><var>CONSTANT</var></code></span>.
pt: O coeficiente do termo <code>x</code> é <code class="hint_green"><var>LINEAR</var></code> e o termo constante é <code class="hint_blue"><var>CONSTANT</var></code>, logo, para inverter as etapas acima, precisamos encontrar dois números que <span class="hint_green">somem <code><var>LINEAR</var></code></span> e <span class="hint_blue">multiplicados sejam <code><var>CONSTANT</var></code></span>.
tr: <code>x</code> teriminin katsayısı, <code class="hint_green"><var>LINEAR</var></code> ve sabit terim, <code class="hint_blue"><var>CONSTANT</var></code>, buna göre, yukarıdaki işlemleri tersine çevirmek için, <span class="hint_green"> toplamları <code><var>LINEAR</var></code></span> ve <span class="hint_blue">çarpımları <code><var>CONSTANT</var></code></span>olan iki sayı bulmamız gerekiyor.
