Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Solving for <code><var>V1</var></code>, we get: <code><var>A - 1</var> <var>V1</var> = <var>B</var></code>.
es: Resolviendo para <code><var>V1</var></code>, obtenemos: <code><var>A - 1</var> <var>V1</var> = <var>B</var></code>.
fr: En regroupant les termes en <code><var>V1</var></code> à gauche, on obtient : <code><var>A - 1</var> <var>V1</var> = <var>B</var></code>.
nb: Løser for <code><var>V1</var></code>, gir oss: <code><var>A - 1</var> <var>V1</var> = <var>B</var></code>.
nl: Als we oplossen voor <code><var>V1</var></code>, krijgen we: <code><var>A - 1</var> <var>V1</var> = <var>B</var></code>.
pl: Rozwiązując równanie dla <code><var>V1</var></code>, otrzymamy: <code><var>A - 1</var> <var>V1</var> = <var>B</var></code>.
pt: Ao encontrarmos o valor de <code><var>V1</var></code>, obtemos: <code><var>A - 1</var> <var>V1</var> = <var>B</var></code>.
tr: <code><var>V1</var></code>'i bulursak, <code><var>A - 1</var> <var>V1</var> = <var>B</var></code>.

source: Solving for <code><var>V1</var></code>, we get: <code><var>C - 1</var> <var>V1</var> = <var>A * C</var></code>.
es: Resolviendo para <code><var>V1</var></code>, obtenemos: <code><var>C - 1</var> <var>V1</var> = <var>A * C</var></code>.
fr: On regroupe les termes en <code><var>V1</var></code> à gauche : <code><var>C - 1</var> <var>V1</var> = <var>A * C</var></code>.
nb: Løser for <code><var>V1</var></code>, og får: <code><var>C - 1</var> <var>V1</var> = <var>A * C</var></code>.
nl: Als we oplossen voor <code><var>V1</var></code>, krijgen we: <code><var>C - 1</var> <var>V1</var> = <var>A * C</var></code>.
pl: Rozwiązując równanie dla <code><var>V1</var></code>, mamy: <code><var>C - 1</var> <var>V1</var> = <var>A * C</var></code>.
pt: Ao encontrarmos o valor de <code><var>V1</var></code>, obtemos: <code><var>C - 1</var> <var>V1</var> = <var>A * C</var></code>.
tr: <code><var>V1</var></code> için çözersek şunu elde ediyoruz: <code><var>C - 1</var> <var>V1</var> = <var>A * C</var></code>.

source: Solving for <code><var>V1</var></code>, we get: <code><var>C - 1</var> <var>V1</var> = <var>C * (A + B) - B</var></code>.
es: Resolviendo para <code><var>V1</var></code>, obtenemos: <code><var>C - 1</var> <var>V1</var> = <var>C * (A + B) - B</var></code>.
fr: En regroupant les termes en <code><var>V1</var></code> à gauche, on obtient : <code><var>C - 1</var> <var>V1</var> = <var>C * (A + B) - B</var></code>.
nb: Løaser for <code><var>V1</var></code>, og får: <code><var>C - 1</var> <var>V1</var> = <var>C * (A + B) - B</var></code>.
nl: Als we oplossen voor <code><var>V1</var></code>, krijgen we: <code><var>C - 1</var> <var>V1</var> = <var>C * (A + B) - B</var></code>.
pl: Rozwiązując równanie dla <code><var>V1</var></code>, mamy: <code><var>C - 1</var> <var>V1</var> = <var>C * (A + B) - B</var></code>.
pt: Ao encontrarmos o valor de <code><var>V1</var></code>, obtemos: <code><var>C - 1</var> <var>V1</var> = <var>C * (A + B) - B</var></code>.
tr: <code><var>V1</var></code>'i bulursak, <code><var>C - 1</var> <var>V1</var> = <var>C * (A + B) - B</var></code>.

source: Solving for <code><var>V1</var></code>, we get: <code><var>fractionReduce(C - A, A)</var> <var>V1</var> = <var>B * (C - 1)</var></code>.
es: Resolviendo para <code><var>V1</var></code>, obtenemos: <code><var>fractionReduce(C - A, A)</var> <var>V1</var> = <var>B * (C - 1)</var></code>.
fr: En regroupant les termes en <code><var>V1</var></code> à gauche, on obtient : <code><var>fractionReduce(C - A, A)</var> <var>V1</var> = <var>B * (C - 1)</var></code>.
nb: Løser for <code><var>V1</var></code>, får vi: <code><var>fractionReduce(C - A, A)</var> <var>V1</var> = <var>B * (C - 1)</var></code>.
nl: Als we oplossen voor <code><var>V1</var></code>, krijgen we: <code><var>fractionReduce(C - A, A)</var> <var>V1</var> = <var>B * (C - 1)</var></code>.
pl: Rozwiązując dla <code><var>V1</var></code>, mamy: <code><var>fractionReduce(C - A, A)</var> <var>V1</var> = <var>B * (C - 1)</var></code>.
pt: Ao encontrarmos o valor de <code><var>V1</var></code>, obtemos: <code><var>fractionReduce(C - A, A)</var> <var>V1</var> = <var>B * (C - 1)</var></code>.
tr: <code><var>V1</var></code> için çözersek şunu elde ediyoruz: <code><var>fractionReduce(C - A, A)</var> <var>V1</var> = <var>B * (C - 1)</var></code>.

source: Solving for <code><var>V2</var></code>, we get: <code><var>C - 1</var> <var>V2</var> = <var>A - B + C * B</var></code>.
es: Resolviendo para <code><var>V2</var></code>, obtenemos: <code><var>C - 1</var> <var>V2</var> = <var>A - B + C * B</var></code>.
fr: En regroupant les termes en <code><var>V2</var></code> à gauche, on obtient : <code><var>C - 1</var> <var>V2</var> = <var>A - B + C * B</var></code>.
nb: Løser for <code><var>V2</var></code>, og får: <code><var>C - 1</var> <var>V2</var> = <var>A - B + C * B</var></code>.
nl: Als we oplossen voor <code><var>V2</var></code>, krijgen we: <code><var>C - 1</var> <var>V2</var> = <var>A - B + C * B</var></code>.
pl: Rozwiązując dla <code><var>V2</var></code>, otrzymujemy: <code><var>C - 1</var> <var>V2</var> = <var>A - B + C * B</var></code>.
pt: Ao encontrarmos o valor de <code><var>V2</var></code>, obtemos: <code><var>C - 1</var> <var>V2</var> = <var>A - B + C * B</var></code>.
tr: <code><var>V2</var></code> için çözersek şunu elde ediyoruz: <code><var>C - 1</var> <var>V2</var> = <var>A - B + C * B</var></code>.

source: Solving for <code><var>V2</var></code>, we get: <code><var>C - 1</var> <var>V2</var> = <var>A</var></code>.
es: Resolviendo para <code><var>V2</var></code>, obtenemos: <code><var>C - 1</var> <var>V2</var> = <var>A</var></code>.
fr: En regroupant les termes en <code><var>V2</var></code> à gauche, on obtient : <code><var>C - 1</var> <var>V2</var> = <var>A</var></code>.
nb: Løser for <code><var>V2</var></code>, og får: <code><var>C - 1</var> <var>V2</var> = <var>A</var></code>.
nl: Als we oplossen voor <code><var>V2</var></code>, krijgen we: <code><var>C - 1</var> <var>V2</var> = <var>A</var></code>.
pl: Rozwiązując dla <code><var>V2</var></code>, mamy: <code><var>C - 1</var> <var>V2</var> = <var>A</var></code>.
pt: Ao encontrarmos o valor de <code><var>V2</var></code>, obtemos: <code><var>C - 1</var> <var>V2</var> = <var>A</var></code>.
tr: <code><var>V2</var></code> için çözersek şunu elde ediyoruz: <code><var>C - 1</var> <var>V2</var> = <var>A</var></code>.

source: Solving for <code><var>V2</var></code>, we get: <code><var>C - A</var> <var>V2</var> = <var>B * (C - 1)</var>.</code>
es: Resolviendo para <code><var>V2</var></code>, obtenemos: <code><var>C - A</var> <var>V2</var> = <var>B * (C - 1)</var>.</code>
fr: En regroupant les termes en <code><var>V2</var></code> à gauche, on obtient : <code><var>C - A</var> <var>V2</var> = <var>B * (C - 1)</var>.</code>
nb: Løser for <code><var>V2</var></code>, gir oss: <code><var>C - A</var> <var>V2</var> = <var>B * (C - 1)</var>.</code>
nl: Als we oplossen voor <code><var>V2</var></code>, krijgen we: <code><var>C - A</var> <var>V2</var> = <var>B * (C - 1)</var>.</code>
pl: Rozwiązując dla <code><var>V2</var></code>, dostajemy: <code><var>C - A</var> <var>V2</var> = <var>B * (C - 1)</var>.</code>
pt: Ao encontrarmos o valor de <code><var>V2</var></code>, obtemos: <code><var>C - A</var> <var>V2</var> = <var>B * (C - 1)</var>.</code>
tr: <code><var>V2</var></code> için çözersek şunu elde ediyoruz: <code><var>C - A</var> <var>V2</var> = <var>B * (C - 1)</var>.</code>

source: Solving for <code>\green{x}</code>:
es: Resolviendo para <code>\green{x}</code>:
fr: On en déduit <code>\green{x}</code> :
nb: Løser for <code>\green{x}</code>:
pt: Encontrando o valor de <code>\green{x}</code>:
tr: <code>\green{x}</code>'i bulursak:

source: Solving for <code>\green{y}</code>:
es: Resolviendo para <code>\green{y}</code>:
fr: On en déduit <code>\green{y}</code> :
nb: Løser for <code>\green{y}</code>:
pt: Encontrando o valor de <code>\green{y}</code>:
tr: <code>\green{y}</code>'yi bulursak:

source: Solving for <code>y</code>, we get: <code><var>C - 1</var> y = <var>A - C * B</var></code>.
da: Løser vi for <code>y</code>, får vi: <code><var>C - 1</var> y = <var>A - C * B</var></code>.
es: Resolviendo para <code>y</code>, obtenemos: <code><var>C - 1</var> y = <var>A - C * B</var></code>.
fr: En regroupant les termes en <code>y</code> à gauche, on obtient : <code><var>C - 1</var> y = <var>A - C * B</var></code>.
nb: Løser vi for <code>y</code>, får vi: <code><var>C - 1</var> y = <var>A - C * B</var></code>.
nl: Als we oplossen voor <code>y</code>, krijgen we: <code><var>C - 1</var> y = <var>A - C * B</var></code>.
pl: Rozwiązując dla <code>y</code>, dostajemy: <code><var>C - 1</var> y = <var>A - C * B</var></code>.
pt: Calculando <code>y</code>, obtemos: <code><var>C - 1</var> y = <var>A - C * B</var></code>.
tr: <code>y</code>'yi tek başına bırakmak isterken, şunu elde ederiz: <code><var>C - 1</var> y = <var>A - C * B</var></code>.

source: Solving for the x-intercept
da: Løs for x-skæringspunktet
es: Resolviendo para el punto de intersección con el eje x
fr: Le point d’intersection avec l’axe des x
nb: Løs for skjæringspunktet på x-aksen
pl: Znajdowanie przecięcia z osią x
pt: Cálculo para descobrir a interceptação em x
tr: x kesme noktasını bulma

source: Solving for the y-intercept
es: Resolviendo para la ordenada al origen
fr: L'ordonnée à l'origine
nb: Løsning for skjæring med y-akse
pl: Znajdowanie przecięcia z osią Y
pt: Resolução para o ponto de interceptação em y
tr: y kesme noktasını bulmak

source: Solving our first equation for <code><var>V2</var></code>, we get: <code>\blue{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Substituting this into our second equation, we get the equation:
es: Resolviendo nuestra primera ecuación para <code><var>V2</var></code>, obtenemos: <code>\blue{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Al sustituir esto en nuestra segunda ecuación, obtenemos la ecuación:
fr: D'après la première équation une expression de <code><var>V2</var></code> est : <code>\blue{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. En reportant cette expression dans la deuxième équation, on obtient :
nb: Løser den første likningen for <code><var>V2</var></code>, og får: <code>\blue{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Setter vi dette inn i den andre likningen får vi:
nl: Als we de eerste vergelijking oplossen voor <code><var>V2</var></code>, krijgen we: <code>\blue{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Als we dit in onze tweede vergelijking substitueren, krijgen we de vergelijking:
pl: Rozwiązując pierwsze równanie dla <code><var>V2</var></code>, otrzymamy: <code>\blue{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Po podstawieniu tego do drugiego równania otrzymamy:
pt: Ao resolvermos nossa primeira equação para encontrarmos o valor de <code><var>V2</var></code>, obtemos: <code>\blue{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Ao substituirmos isso em nossa segunda equação, obtemos a equação:
tr: İlk denklemi <code><var>V2</var></code> için çözdüğümüzde şunu elde ediyoruz: <code>\blue{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Bunu ikinci denkleme koyduğumuzda, şu denklemi elde ediyoruz:

source: Solving our first equation for <code><var>V2</var></code>, we get: <code>\blue{<var>V2</var> = \dfrac{<var>V1</var>}{<var>A</var>}}</code>. Substituting this into our second equation, we get:
es: Resolviendo nuestra primera ecuación para <code><var>V2</var></code>, obtenemos: <code>\blue{<var>V2</var> = \dfrac{<var>V1</var>}{<var>A</var>}}</code>. Al sustituir esto en nuestra segunda ecuación, obtenemos:
fr: D'après la première équation, une expression de <code><var>V2</var></code> est : <code>\blue{<var>V2</var> = \dfrac{<var>V1</var>}{<var>A</var>}}</code>. On le remplace par cette expression dans la deuxième équation :
nb: Løser første likning for <code><var>V2</var></code>, vi får: <code>\blue{<var>V2</var> = \dfrac{<var>V1</var>}{<var>A</var>}}</code>. Setter vi dette inn i den andre likningen, får vi:
nl: Als we onze eerste vergelijking oplossen voor <code><var>V2</var></code>, krijgen we: <code>\blue{<var>V2</var> = \dfrac{<var>V1</var>}{<var>A</var>}}</code>. Als we dit vervolgens weer in onze tweede vergelijking substitueren, krijgen we:
pl: Rozwiązując pierwsze równanie dla <code><var>V2</var></code>, otrzymujemy: <code>\blue{<var>V2</var> = \dfrac{<var>V1</var>}{<var>A</var>}}</code>. Podstawiając to do drugiego równania, dostaniemy:
pt: Ao resolvermos nossa primeira equação para encontrarmos o valor de <code><var>V2</var></code>, obtemos: <code>\blue{<var>V2</var> = \dfrac{<var>V1</var>}{<var>A</var>}}</code>. Ao inserirmos isso em nossa segunda equação, obtemos:
tr: <code><var>V2</var></code>Bu denklemin sağ tarafını sadeleştirdiğimizde şunu elde ediyoruz: <code>\blue{<var>V2</var> = \dfrac{<var>V1</var>}{<var>A</var>}}</code>. Bunu ikinci denklemde yerine koyarsak şunu elde ediyoruz:

source: Solving our second equation for <code><var>V2</var></code>, we get: <code>\red{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Substituting this into our first equation, we get the equation:
es: Resolviendo nuestra segunda ecuación para <code><var>V2</var></code>, obtenemos: <code>\red{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Al sustituir esto en nuestra primera ecuación, obtenemos la ecuación:
fr: D'après la deuxième équation, une expression de <code><var>V2</var></code> est : <code>\red{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Si on reporte cette expression dans la première équation, on obtient :
nb: Løser den andre likningen for <code><var>V2</var></code>, og får: <code>\red{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Setter vi dette inn i den første likningen, får vi:
nl: Als we de tweede vergelijking oplossen voor <code><var>V2</var></code>, krijgen we: <code>\red{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Als we dit in onze eerste vergelijking substitueren, krijgen we de vergelijking:
pl: Rozwiązując nasze drugie równanie dla <code><var>V2</var></code>, otrzymamy: <code>\red{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Po podstawieniu tego do pierwszego równania, otrzymamy:
pt: Ao resolvermos nossa segunda equação para encontrar o valor de <code><var>V2</var></code>, obtemos: <code>\red{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Ao inserirmos isso em nossa primeira equação, obtemos a equação:
tr: İkinci denklemi <code><var>V2</var></code> için çözdüğümüzde şunu elde ediyoruz: <code>\red{<var>V2</var> = <var>V1</var> - <var>A</var>}</code>. Bunu birinci denkleme koyduğumuzda, şu denklemi elde ediyoruz:

source: Solving quadratics by completing the square 1
da: Løsning af kvadratiske ligninger ved at fuldføre kvadratet 1
es: Resolviendo ecuaciones cuadráticas completando el cuadrado 1
fr: Résoudre une équation du second degré en mettant en évidence un carré 1
nb: Løsning av andregradslikninger ved å fullføre kvadratet 1
nl: Kwadratische vergelijkingen oplossen door kwadraat afsplitsen 1
pl: Rozwiązywanie równań kwadratowych przez dopełnianie do kwadratu 1
pt: Resolução de equações de segundo grau completando o quadrado 1
tr: İkinci dereceden denklemleri tam kareye tamamlayarak çözme 1

source: Solving quadratics by completing the square 2
da: Løsning af kvadratiske ligninger ved at fuldføre kvadratet 2
es: Resolución de ecuaciones cuadráticas completando el cuadrado 2
fr: Résoudre une équation du second degré en mettant en évidence un carré 2
nb: Løsning av andregradslikninger ved å fullføre kvadratet 2
pl: Rozwiązywanie równań kwadratowych przez dopełnianie do kwadratu 2
pt: Resolução de equações de segundo grau completando o quadrado 2
tr: İkinci dereceden denklemleri tam kareye tamamlayarak çözme 2

source: Solving quadratics by factoring
da: Løsning af kvadrater ved faktorisering
es: Resolviendo cuadráticas por factorización
fr: Résoudre une équation du second degré à l'aide d'une factorisation
nb: Løsning av andregradsuttrykk ved faktorisering
nl: Kwatratische vergelijkingen oplossen met factorisatie
pl: Rozwiązywanie równań kwadratowych przez rozkład na czynniki
pt: Resolução de equações do segundo grau por fatoração
tr: İkinci dereceden denklemleri çarpanlarına ayırarak çözme

source: Solving quadratics by factoring 2
da: Løsning af kvadrater ved faktorisering 2
es: Resolviendo cuadráticas por factorización 2
fr: Résoudre une équation du second degré à l'aide d'une factorisation 2
nb: Løsning av kvadrater ved faktorisering 2
pl: Rozwiązywanie równań kwadratowych przez rozkład na czynniki 2
pt: Resolução de equações do segundo grau por fatoração 2
tr: İkinci dereceden denklemleri çarpanlarına ayırarak çözme 2

source: Solving quadratics by taking the square root
da: Løsning af kvadratiske udtryk ved at tage kvadratroden
es: Resolviendo cuadráticas tomando la raíz cuadrada
fr: Résoudre une équation du second degré en utilisant les racines carrées
nb: Løsning av kvadratiske uttrykk ved å ta kvadratroten
pl: Rozwiązywanie równań kwadratowych przez wyciągnięcie pierwiastka kwadratowego
pt: Resolução de equações de segundo grau obtendo-se a raiz quadrada
tr: Karekök alarak ikinci dereceden denklemi çözme

source: Solving rational equations 1
da: Løs rationelle ligninger 1
es: Resolviendo ecuaciones racionales 1
fr: Résoudre une équation rationnelle 1
nb: Løs rasjonelle likninger 1
pl: Rozwiązywanie równań wymiernych 1
pt: Resolução de equações racionais 1
tr: Rasyonel denklemlerin çözümü 1

source: Solving rational equations 2
da: Løsning af rationale ligninger 2
es: Resolviendo ecuaciones racionales 2
fr: Résoudre une équation rationnelle 2
nb: Løsning av rasjonale likninger 2
pl: Rozwiązywanie równań wymiernych 2
pt: Resolução de equações racionais 2
tr: Rasyonel denklemlerin çözümü 2

source: Solving similar triangles 1
es: Resolviendo triángulos semejantes 1
fr: Calculs de longueurs 1
nb: Løse formlike trekanter 1
pl: Rozwiązywanie trójkątów podobnych 1
pt: Resolução de triângulos semelhantes 1
tr: Benzer üçgen çözümü 1

source: Solving similar triangles 2
es: Resolviendo triángulos semejantes 2
fr: Calculs de longueurs 2 (provisoirement en anglais)
nb: Løse formlike trekanter 2
pl: Rozwiązywanie trójkątów podobnych 2
pt: Resolução de triângulos semelhantes 2
tr: Benzer üçgen çözümü 2

source: Some of these problems are hard. Do your best!
da: Nogle af disse opgaver er svære. Gør dit bedste!
es: Algunos de estos problemas son difíciles. ¡Haz tu mejor esfuerzo!
fr: Certains de ces problèmes sont difficiles. Faites de votre mieux !
ja: これらの問題の幾つかは難しいです。あなたのベストを尽くしましょう！
nb: Noen av disse oppgavene er vanskelige. Gjør ditt beste!
nl: Sommige oefeningen zijn lastig. Maar doe gewoon je best!
pl: Niektóre z tych zadań są trudne. Postaraj się!
pt: Alguns desses problemas são difíceis. Faça seu melhor!
pt_pt: Alguns destes problemas são difíceis. Dá o teu melhor!
tr: Bu alıştırmalardan bazıları zor. Elinizden gelenin en iyisini bekliyoruz!

source: Some ordered pairs for a linear function of <code>\pink{<var>X_VAR</var>}</code> are given in the table below.
da: Nogle talpar for en lineær funktion af <code>\pink{<var>X_VAR</var>}</code> er angivet i tabellen nedenfor.
es: En la tabla siguiente se dan algunos pares ordenados para la función lineal <code>\pink{<var>X_VAR</var>}</code>.
fr: Soit ce tableau de valeurs d'une fonction de <code>\pink{<var>X_VAR</var>}</code>.
nb: Noen ordnede par for en lineær funksjon <code>\pink{<var>X_VAR</var>}</code> er gitt i tabellen nedenfor.
pt: Alguns pares ordenados de uma função linear de <code>\pink{<var>X_VAR</var>}</code> são dados na tabela abaixo.
tr: <code>\pink{<var>X_VAR</var>}</code>cinsinde bir doğrusal fonksiyon için bazı sıralı ikililer aşağıdaki tabloda verilmiştir.

source: Some recommendation information could not be loaded. If this problem continues to occur, use 'Give Feedback > Contact support' at the top of the page.
da: Nogle oplysninger om anbefalinger kunne ikke indlæses. Hvis problemet fortsætter, skal du bruge 'Giv feedback > Kontakt support' øverst på siden.
es: Alguna información de recomendación no se pudo cargar. Si este problema sigue ocurriendo, usa la opción de "Hacer comentarios > Contactar al soporte" en la parte superior de la página.
fr: Certaines recommandations n'ont pu être chargées. Si ce problème persiste, utilisez 'Donner vos Commentaires > Contactez le support technique' en haut de la page.
ja: いくつかのおすすめ情報が読みこめませんでした．もしこの問題が続くようでしたら，ページのトップにある「フィードバックする > サポートに連絡する」 をご利用下さい．
nb: Noen opplysninger om anbefalinger kunne ikke hentes. Hvis problemet fortsetter, skal du bruke 'Gi feedback > Kontakt support' øverst på siden.
nl: Bepaalde aanbevelingsinformatie kon niet geladen worden. Als dit probleem blijft voorkopen, gebruik 'Geef feedback > Contacteer support' bovenaan de pagina.
pl: Niektóre rekomendacje, informacje nie mogły być załadowane. Jeśli ten problem nadal będzie występował, użyj 'Udziel opinii > Kontakt z pomocą' na górze strony.
pt: Algumas informações de recomendação não puderam ser carregadas. Se este problema persistir, use o link "Dar Feedback > Fale com o suporte" na parte superior da página.
tr: Bazı tavsiye bilgileri yüklenemedi. Bu sorunun devam etmesi halinde lütfen sayfanın en üstündeki, 'Geri bildirim > destek hizmetiyle iletişim' bağlantısını kullanın.

source: Someone (perhaps yourself or your child) started to create a Khan Academy account for your child and listed you as the parent or guardian.
da: Nogen (måske dig eller dit barn) begyndte at oprette en Khan Academy konto til dit barn og opførte dig som forælder eller værge.
es: Alguien (tal vez tú o tu hijo), comenzó a crear una cuenta en Khan Academy para tu hijo y te señaló como su padre o tutor legal.
fr: Quelqu'un (peut-être vous ou votre enfant) a commencé à ouvrir un compte sur Khan Academy et vous a désigné comme parent ou gardien.
nb: En(Enten du eller ditt barn) har startet opprettelsen av en Khan Academy-konto for ditt barn, og har oppført det som forelder eller verge.
nl: Iemand (misschien uzelf of uw kind) is begonnen een Khan Academy account voor uw kind te maken en gaf u aan als de ouder of voogd.
pl: Użytkownik (być może Ty lub Twoje dziecko) rozpoczął zakładanie konta w Khan Academy dla Twojego dziecka i wymienił Cię jako rodzica lub opiekuna.
pt: Alguém (talvez você mesmo(a) ou seu filho) começou a criar uma conta da Khan Academy para seu filho e listou você como pai ou responsável.
tr: Birisi (siz veya çocuğunuz), Khan Academy'de çocuğunuz için bir hesap oluşturmaya başladı ve bu hesapta siz de veli olarak tanımlandınız.

source: Something else
ja: その他
nb: Noe annet
pt: Outra coisa
pt_pt: Outra coisa

source: Something else is wrong
da: Noget andet er forkert
es: Algo más está mal
fr: Quelque chose d'autre ne va pas
ja: 何か他の間違いがある
nb: Noe annet er feil
nl: Iets anders is mis
pl: Coś innego jest nie tak
pt: Alguma outra coisa está errada
pt_pt: Alguma coisa está errada
tr: Başka bir şey yanlış

source: Something secret
nb: Noe hemmelig
pl: Coś tajnego
pt: Algo secreto
tr: Gizli bir şey
