Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: You're receiving this email because you are coaching these students on Khan Academy.
da: Du modtager denne e-mail, fordi du vejleder disse elever på Khan Academy.
es: Estás recibiendo este correo electrónico porque eres el tutor de estos estudiantes en Khan Academy.
fr: Vous recevez cet e-mail parce que vous êtes le coach de ces élèves à la Khan Academy.
nb: Du får denne eposten fordi du veileder disse elevene på Khan Academy.
nl: Je ontvangt deze email omdat je deze studenten op Khan Academy coacht .
pl: Otrzymujesz tą wiadomość, ponieważ trenujesz tych uczniów na Khan Academy.
pt: Você está recebendo este e-mail porque está instruindo estes alunos na Khan Academy.
pt_pt: Está a receber este e-mail porque é tutor destes alunos na Khan Academy.
tr: Bu e-postayı, Khan Academy'de bu öğrencilerin eğitmeni olduğunuz için alıyorsunuz.

source: You're receiving this email because you are coaching these students on Khan Academy. For the full report, visit:
da: Du modtager denne e-mail, fordi du er lærer for disse elever på Khan Academy. For den fuldstændige rapport, skal du gå til:
es: Estás recibiendo este correo electrónico porque eres el tutor de estos estudiantes en Khan Academy. Para ver el reporte completo visita:
fr: Vous recevez cet e-mail parce que vous entrainez ces élèves sur Khan Academy. Pour le rapport complet, visitez:
nb: Du mottar denne e-posten fordi du veileder disse elevene på Khan Academy. For en fullstendig rapport, besøk:
nl: Jij ontvangt deze email omdat je deze leerlingen aan het coachen bent op Khan Academy. Voor het volledige rapport, bezoek:
pl: Otrzymujesz tą wiadomość, ponieważ trenujesz tych uczniów na Khan Academy. Aby zobaczyć pełny raport, odwiedź:
pt: Você está recebendo este e-mail porque está instruindo estes alunos na Khan Academy. Para ver o relatório completo, visite:
tr: Bu e-postayı, Khan Academy'de bu öğrencilerin eğitmeni olduğunuz için alıyorsunuz. Raporun tamamına ulaşmak için bu adrese gidiniz:

source: You're receiving this one-time email because you recently created an account at Khan Academy.
da: Du modtager denne e-mail én gang, fordi du for nyligt har oprettet en bruger på Khan Academy.
es: Estás recibiendo este correo por única vez porque recientemente creaste una cuenta de Khan Academy.
fr: Vous recevez cet e-mail envoyé une seule fois car vous avez récemment ouvert un compte à la Khan Academy.
nb: Du mottar denne e-post fordi du nylig opprettet en konto på Khan Academy.
nl: Je ontvangt deze eenmalige e-mail omdat je onlangs een account hebt aangemaakt bij Khan Academy.
pl: Otrzymujesz ten jednorazowy e-mail ponieważ niedawno stworzyłeś konto na Khan Academy.
pt: Você está recebendo este e-mail único porque você criou, recentemente, uma conta na Khan Academy.
tr: Yakın zamanda Khan Academy'de hesap oluşturduğunuz için bir kereye mahsus olarak bu e-postayı alıyorsunuz.

source: You're using a browser that doesn't support the features that we need in order to run the code of this page. Please switch your browser to one of the following in order for it to work correctly:
da: Du anvender en browser, som ikke understøtter funktionerne, som kræves for at køre koden på denne side. Skift venligst din browser til en af følgende for at siden virker korrekt:
es: Estás usando un navegador que no soporta las funciones que necesitamos para ejecutar el código correctamente. Por favor cambia tu navegador a uno de los siguientes para que trabaje correctamente:
fr: Vous utilisez un navigateur qui ne supporte pas les fonctions dont nous avons besoin afin de exécuter le code de cette page. Vous êtes priés de changer votre navigateur à un des suivants afin que cette page marche correctement:
ja: あなたのお使いのブラウザはこのページのコードを実行するための必要な機能をサポートしていません．このプログラムが正しく動作するために，次のブラウザのうちの一つに切り替えて下さい:
nb: Du bruker en nettleser som ikke støtter funksjonene som vi trenger for å kjøre koden på denne siden. Bytt din nettleser til en av følgende for å få den til å arbeide korrekt:
nl: Je gebruikt een browser die de functies, die nodig zijn om de code of deze pagina te runnen, niet ondersteunt. Wissel van browser naar een van de volgende voor de juiste ondersteuning:
pl: Używasz przeglądarki, która nie obsługuje funkcji potrzebnych do uruchomienia kodu tej strony. Zmień swoją przeglądarkę na jedną z wymienionych poniżej, aby działała poprawnie:
pt: Você está usando um navegador que não possui suporte às funções que precisamos para executar o código desta página. Mude seu navegador para um da seguinte lista para que funcione corretamente:
pt_pt: Estás a utilizar um navegador que não é compatível com as funcionalidades que são necessárias para executar o código desta página. Por favor, utiliza um dos seguintes navegadores:
tr: Kullandığın tarayıcı, bu sayfayı çalıştıracak kodlara uygun, ihtiyacımız olan özellikleri desteklemiyor. Lütfen tarayıcını doğru çalışması için takip eden tarayıcılardan biriyle değiştir:

source: You've been invited to Khan Academy by your parent %(parent_name)s
da: Du er inviteret til Khan Academy af din forælder %(parent_name)s
es: Tu padre o madre %(parent_name)s te ha invitado a Khan Academy
fr: %(parent_name)s vous invite à rejoindre la Khan Academy
nb: Du er allerede invitert inn til Khan Academy av %(parent_name)s
nl: Je bent uitgenodigd voor Khan Academy door je ouder %(parent_name)s
pl: Twój rodzic %(parent_name)s zaprosił(a) Cię do Khan Academy
pt: Você foi convidado a participar da Khan Academy por seu/sua pai/mãe %(parent_name)s
pt_pt: Os teus pais, em nome de %(parent_name)s, convidaram-te para a Khan Academy
tr: Veliniz %(parent_name)s tarafından Khan Academy'ye katılmaya davet edildiniz

source: You've been invited to Khan Academy!
da: Du er blevet inviteret til Khan Academy!
es: ¡Te han invitado a Khan Academy!
fr: Vous avez été invité à la Khan Academy !
ja: あなたはカーンアカデミーに招待されています!
nb: Du er invitert til Khan Academy!
nl: Je bent uitgenodigd voor Khan Academy!
pl: Zostałeś zaproszony do Khan Academy!
pt: Você foi convidado para a Khan Academy!
pt_pt: Foste convidado para a Khan Academy!
tr: Khan Academy'ye davet edildiniz!

source: You've been invited to Khan Academy. Click the following link to sign up and join %(coach_name)s's class:
da: Du er blevet inviteret til Khan Academy. Klik på det følgende link for at tilmelde dig og gå med i %(coach_name)ss klasse:
es: Te han invitado a Khan Academy. Haz clic en el siguiente vínculo para registrarte e inscribirte en la clase de %(coach_name)s:
fr: Vous avez été invité à la Khan Academy. Cliquez sur le lien suivant pour vous inscrire et rejoindre la classe de %(coach_name)s :
ja: あなたはカーンアカデミーに招待されています．次のリンクをクリックしてサインアップし，%(coach_name)s のクラスに参加しましょう:
nb: Du har blitt invintert til Khan Academy. Klikk på den følgende lenken for å registrere deg og bli med i %(coach_name)ss klasse:
nl: Jij werd uitgenodigd op Khan Academy. Klik op volgende link om je in te schrijven en aan de klas van %(coach_name)s mee te doen:
pl: Zostałeś zaproszony do Khan Academy. Kliknij na poniższy link, aby zarejestrować się i dołączyć do klasy %(coach_name)s:
pt: Você foi convidado para a Khan Academy. Clique no link a seguir para se cadastrar e juntar-se à turma do(a) %(coach_name)s:
pt_pt: Foste convidado para a Khan Academy. Clica na seguinte ligação para participares na turma de %(coach_name)s:
tr: Khan Academy'ye davet edildiniz. Kayıt olmak için aşağıdaki bağlantıya tıklayın ve %(coach_name)s sınıfına katılın:

source: You've been invited to join Khan Academy by your parent %(parent_name)s. Click the following link to sign up:
da: Du er inviteret til at deltage Khan Academy af din forælder %(parent_name)s. Klik på nedenstående link for at tilmelde dig:
es: Tu padre %(parent_name)s te ha invitado a unirte a Khan Academy. Haz clic en el siguiente enlace para inscribirte:
fr: %(parent_name)s vous invite à rejoindre la Khan Academy . Cliquez sur le lien suivant pour vous inscrire :
nb: Du har blitt invitert til Khan Academy av din foreldre %(parent_name)s. Klikk på følgende for å bli med:
nl: Jij bent uitgenodigd om mee te doen met Khan Academy door jouw ouder %(parent_name)s. Klik op de volgende link om je in te schrijven:
pl: Twój rodzic %(parent_name)s zaprosił(a) Cię do dołączenia do Khan Academy. Kliknij w poniższy link, żeby się zarejestrować:
pt: Você foi convidado a participar da Khan Academy por seu/sua pai/mãe %(parent_name)s. Clique no link a seguir para se cadastrar:
pt_pt: Foste convidado para a Khan Academy pelos teus pais (em nome de %(parent_name)s). Clica na seguinte ligação para criares uma conta:
tr: Veliniz %(parent_name)s tarafından Khan Acadmey'ye katılmaya davet edildiniz. Kaydolmak için aşağıdaki bağlantıya tıklayınız:

source: You've been invited to join Khan Academy!
bg: Поканен(а) си да се присъединиш към Кан академията!
da: Du er blevet inviteret til Khan Academy!
es: ¡Te han invitado a unirte a Khan Academy!
fr: Vous avez été invité à rejoindre la Khan Academy !
ja: あなたはカーンアカデミーに参加するように招待されました!
nb: Du er invitert til å delta Khan Academy!
nl: Je bent uitgenodigd om mee te doen met de Kahn Academy!
pl: Zaproszono Cię do dołączenia do Khan Academy!
pt: Você foi convidado a participar da Khan Academy!
pt_pt: Foste convidado para te juntares à Khan Academy!
tr: Khan Academy'ye katılmaya davet edildiniz!

source: You've completed this project! View your spin-offs of this project to see your solution.
da: Du har fuldført dette projekt! Se dit spin-offs af dette projekt for at se din løsning.
es: ¡Has completado este proyecto! Ve tus derivados de este proyecto para ver tu solución.
fr: Vous avez terminé ce projet ! Découvrez vos spin-off pour ce projet.
ja: このプロジェクトを完了しました! あなたの解答を見るためにこのプロジェクトのスピン・オフを表示しましょう．
nb: Du har fullført dette prosjektet! Vis dine spin-offs av prosjektet for å se din løsning.
nl: Je hebt dit project voltooid! Bekijk jouw spin-offs van dit project om jouw oplossing te zien.
pl: Ukończyłeś ten projekt! Zobacz swoje spin-off tego projektu, aby zobaczyć rozwiązanie.
pt: Você finalizou esse projeto! Veja seus derivados desse projeto para ver sua solução.
pt_pt: Concluíste este projeto! Vê as tuas variações deste projeto para veres a tua solução.
tr: Bu projeyi tamamladınız! Çözümünüzü görmek için, bu proje üzerinden oluşturduğunuzu uyarlamaları görüntüleyiniz.

source: You've earned the "Getting Started" badge for finishing your checklist!
da: Du har optjent badge "Kom godt i gang" fordi du har fuldført din tjekliste!
es: ¡Has ganado la medalla "Primeros pasos" por acabar tu lista de control!
fr: En complétant votre checklist, vous avez remporté le badge "Commencez en tant que coach" !
ja: あなたはチェックリストの確認を完了し，「これからはじめる」のバッジを獲得しました!
nb: Du har fått "Komme igang" merket for å ha fullført sjekklisten!
nl: Je hebt de "Aan de slag" onderscheiding verdiend door de checklist af te ronden!
pl: Zdobyłeś odznakę "Pierwsze kroki" za zakończenie swojej listy kontrolnej!
pt: Você ganhou a medalha "Apenas começando" por terminar sua lista!
pt_pt: Ganhou a medalha "Iniciação rápida" por ter concluído o guia de iniciação rápida!
tr: Listeyi tamamlayarak "Başlarken" madalyasını hak ettiniz!

source: You've finished your "getting started" coach checklist
da: Du er færdig med punkterne på din "Kom godt i gang" tjekliste for vejledere
es: Has terminado tu lista de control "primeros pasos" para tutores
fr: Vous avez complété votre checklist "Commencer en tant que coach"
ja: あなたの「これからはじめる」コーチのチェックリストを完了しました．
nb: Du er ferdig med din "komme igang" lærersjekkliste
nl: Je hebt jouw "Aan de slag" coach checklist afgewerkt
pl: Zakończyłeś swoją listę "Pierwsze Kroki"
pt: Você concluiu sua lista de "introdução" para tutores
pt_pt: Você terminou a sua lista de "Introdução" de verificação de treinador
tr: "Başlarken: Eğitmen" listenizi tamamladınız

source: You've finished your "getting started" parent checklist
da: Du er færdig med punkterne på din "Kom godt i gang" forælder tjekliste
es: Has terminado tu lista de control "Primeros pasos" para padres
fr: Vous avez complété la checklist "Commencer en tant que parent"
ja: あなたは親のチェックリストを「はじめる」を完了しました
nb: Du er ferdig med din "komme igang" foreldresjekkliste
nl: U bent klaar met uw "getting started" hoofdcontrolelijst
pl: Zakończyłeś swoją listę "Pierwsze Kroki"
pt: Você concluiu sua lista de "introdução" para pais
pt_pt: Concluiu o guia de iniciação rápida para pais
tr: "Başlarken" Veli denetim listesini tamamladınız

source: You've joined %(coach)s's class!
bg: Вече си част от класа на %(coach)s!
da: Du har tilmeldt dig %(coach)ss klasse!
es: ¡Te uniste a clase de %(coach)s!
fr: Vous avez rejoint la classe de s%(coach)s !
he: הצטרפת לכיתה של %(coach)s!
nb: Du har blitt med i %(coach)ss klasse!
nl: Je bent bij de klas van %(coach)s gegaan!
pl: Dołączyłeś do klasy trenera %(coach)s!
pt: Você se tornou membro da turma do(a) %(coach)s!
tr: %(coach)s isimli eğitmenin sınıfına katıldınız!

source: You've just unlocked <strong>{{translatedDisplayName}}</strong>!
da: Du har lige oplåst <strong>{{translatedDisplayName}}</strong>!
es: ¡Acabas de abrir <strong>{{translatedDisplayName}}</strong>!
fr: Vous avez déverrouillé <strong>{{translatedDisplayName}}</strong> !
ja: あなたは丁度 <strong>{{translatedDisplayName}}</strong> を開放しました!
nb: Du har nå lås opp <strong>{{translatedDisplayName}}</strong>!
nl: Je hebt net <strong>{{translatedDisplayName}}</strong> ontgrendeld!
pl: Odblokowałeś/aś <strong>{{translatedDisplayName}}</strong>!
pt: Você acabou de desbloquear <strong>{{translatedDisplayName}}</strong>!
pt_pt: Acabaste de desbloquear <strong>{{translatedDisplayName}}</strong>!
tr: Az önce <strong>{{translatedDisplayName}}</strong> açtınız!

source: You've just unlocked your next set of avatars! <strong>{{translatedCategoryTitle}}</strong>
da: Du har lige oplåst dit næste sæt af avatarer! <strong>{{translatedCategoryTitle}}</strong>
es: ¡Acabas de desbloquear el siguiente grupo de avatares! <strong>{{translatedCategoryTitle}}</strong>
fr: Vous avez déverrouillé votre prochaine série d'avatars ! <strong>{{translatedCategoryTitle}}</strong>
nb: Du har nettopp låste opp ditt neste sett avatarer! <strong>{{translatedCategoryTitle}}</strong>
nl: je hebt net jouw volgende set avatars ontgrendeld! <strong>{{translatedCategoryTitle}}</strong>
pl: Właśnie odblokowałeś swój następny zestaw awatarów! <strong>{{translatedCategoryTitle}}</strong>
pt: Você acabou de desbloquear seu novo grupo de avatares! <strong>{{translatedCategoryTitle}}</strong>
pt_pt: Acabaste de desbloquear o próximo conjunto de avatares! <strong>{{translatedCategoryTitle}}</strong>
tr: Yeni bir avatar grubu açtınız! <strong>{{translatedCategoryTitle}}</strong>

source: You've mastered %(mission)s.
da: Du har mestret %(mission)s.
es: Has dominado %(mission)s.
fr: Vous avez maîtrisé %(mission)s.
ja: あなたは%(mission)s をマスターしました．
nb: Du har mestret %(mission)s.
nl: Je hebt de %(mission)s onder de knie.
pl: Opanowałeś %(mission)s.
pt: Você dominou %(mission)s.
pt_pt: Dominaste %(mission)s.
tr: %(mission)s konusunda ustalık kazandınız.

source: You've obtained %(masteriesEarned)s masteries in the past two weeks. At this rate, you will finish the mission in %(weeksRemaining)s!
da: Du har mestret %(masteriesEarned)s i løbet af de seneste to uger. Med denne hastighed, vil du afslutte missionen om %(weeksRemaining)s!
es: Has obtenido %(masteriesEarned)s dominios en las últimas dos semanas. ¡A este ritmo, terminarás la misión en %(weeksRemaining)s!
fr: Vous avez maîtrisé %(masteriesEarned)s compétences dans les deux dernières semaines. A ce rythme là, vous finirez l'ensemble dans %(weeksRemaining)s !
ja: 過去 2 週間で %(masteriesEarned)s を獲得しました。この速度で行くと%(weeksRemaining)s で、このミッションを終了します ！
nb: Du har oppnådd %(masteriesEarned)s mestringer i de siste to ukene. Med denne farten, vil du bli ferdig med oppdraget i %(weeksRemaining)s!
nl: Je hebt %(masteriesEarned)s masteries verkregen in de afgelopen twee weken. In dit tempo, zul je met de missie in %(weeksRemaining)s klaasr zijn!
pl: Udało Ci się uzyskać mistrzostwa %(masteriesEarned)s w ciągu ostatnich dwóch tygodni. W tym tempie ukończysz misję w %(weeksRemaining)s!
pt: Você obteve mais domínios %(masteriesEarned)s nas últimas duas semanas. Neste ritmo, você terminará a missão em %(weeksRemaining)s!
pt_pt: Obtiveste %(masteriesEarned)s níveis de mestria nas duas últimas semanas. A este ritmo, vais terminar a missão em %(weeksRemaining)s!
tr: Geçtiğimiz iki haftada %(masteriesEarned)s ustalık kazandınız. Bu hızla giderseniz, görevi %(weeksRemaining)s tamamlayacaksınız!

source: You've practiced %(missionTitle)s.
da: Du har øvet %(missionTitle)s.
es: Has practicado %(missionTitle)s.
fr: Vous avez travaillé sur "%(missionTitle)s"
ja: %(missionTitle)s を練習済みです
nb: Du har øvd på %(missionTitle)s.
nl: Je hebt %(missionTitle)s geoefend.
pl: Przećwiczyłeś %(missionTitle)s.
pt: Você praticou %(missionTitle)s.
tr: %(missionTitle)s alıştırmalarını yaptınız.

source: You've unlocked a new mastery challenge. Level up your skills!
da: Du har låst en ny udfordring op. Få dine færdigheder et niveau op!
es: Has desbloqueado un nuevo desafío de dominio. ¡Aumenta el nivel de tus habilidades!
fr: Vous avez débloqué un nouveau défi de maîtrise. Gagnez un niveau !
ja: あなたは新しいマスタリーチャレンジを開きました． あなたのスキルをレベルアップします!
nb: Du har låst opp en ny mestring utfordring. Øk nivået på dine ferdigheter!
nl: Je hebt een nieuwe meesterschapsuitdaging ontgrendeld. Verhoog het niveau van je vaardigheden!
pl: Odblokowałeś/aś nowe wyzwanie mistrzowskie. Podnieś poziom swoich umiejętności!
pt: Você desbloqueou um novo desafio. Mude o nível de suas habilidades!
tr: Yeni bir ustalık bilgi ölçme yarışması açtınız. Becerilerinize seviye atlatın!

source: You've unlocked a new mastery challenge. Level up your skills today:
da: Du har låst en ny beherskelsesudfordring op. Få dine færdigheder et niveau op i dag:
es: ¡Has abierto un nuevo desafío de dominio! Aumenta el nivel de tus habilidades:
fr: Vous avez débloqué un nouveau défi de maîtrise. Montez de niveau aujourd'hui !
ja: あなたは新しいマスタリーチャレンジを開放しました．あなたのスキルのレベルアップを今日しましょう:
nb: Du har låst opp en ny mestringsutfordring. Få høyere nivå i dine ferdigheter i dag:
nl: Je hebt een nieuwe meesterschapsuitdaging ontgrendeld. Verhoog het niveau van je vaardigheden vandaag:
pl: Odblokowałeś/aś nowe wyzwanie mistrzowskie. Podnieś poziom swoich umiejętności już dziś:
pt: Você desbloqueou um novo desafio. Mude o nível de suas habilidades hoje:
tr: Yeni bir uzmanlık görevinin kilidini açtın. Becerilerini geliştir:

source: You've watched %(pctCompleted)s% of this video
da: Du har set %(pctCompleted)s af denne video
es: Has visto %(pctCompleted)s% de este video
fr: Vous avez regardé %(pctCompleted)s% de cette vidéo
nb: Du har sett %(pctCompleted)s% av denne videoen
nl: Je hebt %(pctCompleted)s% van deze video bekeken
pl: Obejrzałaś(eś) %(pctCompleted)s% tego filmu
pt: Você assistiu %(pctCompleted)s% deste vídeo
pt_pt: Viste %(pctCompleted)s% deste vídeo
tr: Bu videonun %%(pctCompleted)s kadarını izlediniz

source: You+can+learn+about+it+too.+Check+out
da: Du+kan+også+lære+om+det.+Tjek
es: Tu+también+puedes+aprender+acerca+de+esto.+Fíjate
fr: Vous+pouvez+apprendre+à+ce+propos+aussi.+Regardez+ca
ja: あなたも+学ぶ+ことが+できます．試して+みて下さい．
nb: Du+kan+også+lære+om+det.+Sjekk+det+ut
nl: Je+kan+er+ook+over+leren.+Bekijk+het+nu
pl: O+tym+też+możesz+się+uczyć.+Sprawdź
pt: Você+pode+aprender+isso+também.+Confira
pt_pt: Tu+também+podes+aprender+isto.+Sabe+mais
tr: Siz+de+öğrenebilirsiniz.+Deneyin

source: You:
da: Dig:
es: Tú:
fr: Vous :
nb: Du:
nl: Jij:
pl: Ty:
pt: Você:
pt_pt: O seu nome:
tr: Siz:

source: YouTube video link
es: Enlace del video de YouTube
fr: Lien vers la vidéo YouTube
pl: Link do filmu YouTube
pt: Link do vídeo do YouTube
pt_pt: Ligação do teu vídeo no YouTube
tr: YouTube video bağlantısı

source: Your %(feedback_type)s is too brief. Try writing a more specific %(feedback_type)s.
da: Din %(feedback_type)s er for kort. Prøv at skrive en mere specifik %(feedback_type)s.
es: Tu %(feedback_type)s es muy breve. Trata de escribir un %(feedback_type)s más específico.
fr: Votre %(feedback_type)s est trop bref. Veuillez essayer d'écrire un %(feedback_type)s qui soit plus spécifique.
ja: あなたの %(feedback_type)s はあまりにも簡潔すぎるようです．もう少し具体的な %(feedback_type)s. を書くようにお願いします．
nb: Din %(feedback_type)s er for kort. Prøv å skriv en mer spesifikk %(feedback_type)s.
nl: Jouw %(feedback_type)s is te kort. Probeer een meer specifieke %(feedback_type)s te schrijven.
pl: Twój %(feedback_type)s jest za krótki. Spróbuj pisać bardziej szczegółowe %(feedback_type)s.
pt: Seu %(feedback_type)s é muito curto. Tente escrever um %(feedback_type)s mais específico.
tr: %(feedback_type)s çok kısa. Daha net bir %(feedback_type)s yazmayı deneyin.

source: Your Ambassador Link
da: Dit Ambassadør link
es: Tu enlace de embajador
fr: Votre lien d'Ambassadeur
nb: Din Ambassadør Link
nl: Je Ambassadeurs Link
pl: Twój link Ambasadora
pt: Seu link de embaixador
pt_pt: A ligação de embaixador
tr: Temsilci Bağlantınız

source: Your Badges
bg: Твоите значки
da: Dine Badges
es: Tus medallas
fr: Vos écussons
he: המדליות שלך
ja: あなたのバッジ
nb: Dine merker
nl: Jouw medailles
pl: Twoje odznaki
pt: Suas medalhas
pt_pt: As tuas medalhas
tr: Madalyalarınız

source: Your Challenge Patches
bg: Нашивките ти за предизвикателства
da: Dine Emblemer for Udfordringer
es: Tus medallas de desafío
fr: Vos écussons de défi
he: תגי האתגר שלך
ja: あなたのチャレンジパッチ
nb: Din utfordrings merker
nl: Jouw Uitdaging Insignes
pl: Twoje odznaki wyzwań
pt: Suas medalhas de desafio
pt_pt: As tuas medalhas de desafios
tr: Bilgi Ölçme Yarışması Parçalarınız

source: Your Facebook account is now disconnected.
da: Din Facebook-konto er nu afbrudt.
es: Ahora esta desconectada tu cuenta de Facebook.
fr: Votre compte Facebook est maintenant dissocié.
ja: あなたの Facebook アカウントの接続は今遮断されました．
nb: Din Facebook konto er nå frakoblet.
nl: Uw Facebook-account is nu ontkoppeld.
pl: Twoje konto na Facebook'u jest rozłączone.
pt: Sua conta do Facebook está desconectada.
pt_pt: A tua conta do Facebook foi desassociada.
tr: Facebook hesabınızın bağlantısı artık kesildi.

source: Your Google account is now disconnected.
da: Din Google-konto er nu afbrudt.
es: Ahora está desconectada tu cuenta de Google.
fr: Votre compte Google est maintenant dissocié.
ja: あなたの Google アカウントの接続は今遮断されました．
nb: Din Google konto er nå frakoblet.
nl: Uw Google-account is nu ontkoppeld.
pl: Twoje konto na Google jest rozłączone.
pt: Sua conta do Google está desconectada.
pt_pt: A tua conta do Google foi desassociada.
tr: Google hesabınızın bağlantısı artık kesildi.

source: Your Internet Explorer is running in compatibility mode.
da: Din Internet Explorer kører i kompatibilitetstilstand.
es: Tu Internet Explorer está corriendo en el modo de compatibilidad.
fr: Votre navigateur Internet Explorer opère en mode de compatibilité.
nb: Din Internet Explorer kjører i kompatibilitetsmodus.
nl: Je Internet Explorer wordt uitgevoerd in de compatibiliteitsmodus.
pl: Twoja przeglądarka, Internet Explorer, działa w trybie zgodności.
pt: Seu Internet Explorer está sendo executado em modo de compatibilidade.
tr: Internet tarayıcınız uyum modunda çalışıyor.

source: Your Name
pt: Nome
pt_pt: Nome
tr: İsminiz

source: Your Spin-Offs
da: Dine Spin-Offs
es: Tus derivados
fr: Vos variantes
hi: आपके स्पिन-ऑफस
ja: あなたのスピンオフ
nb: Dine spin-offs
nl: Jouw Spin-Offs
pl: Twoje spin-offy
pt: Seus derivados
pt_pt: As tuas variações
tr: Uyarlamalarınız
