Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The interval where <code>f(x)</code> is positive is <span class="hint_orange">highlighted</span> above.
da: Intervallet, hvor <code>f(x)</code> er positiv, er<span class="hint_orange">fremhævet</span> ovenfor.
es: El intervalo donde <code>f(x)</code> es positiva está <span class="hint_orange">resaltado</span> arriba.
fr: La partie de la courbe où les valeurs de <code>f(x)</code> sont strictement positives est <span class="hint_orange">surlignée</span> ci-dessus.
pt: O intervalo em que <code>f(x)</code> é positivo está <span class="hint_orange">destacado</span> acima.
tr: <code>f(x)</code>'in pozitif olduğu aralık, yukarıda <span class="hint_orange">belirtilmiştir</span>.

source: The inverse is not logically equivalent to the original statement, so no, the second statement cannot be deduced from the first statement.
es: La inversa no es lógicamente equivalente a la proposición original, entonces no, la segunda proposición no puede ser deducida a partir de la primera.
fr: La contraposée de la réciproque n'est pas équivalente à la proposition initiale, donc non, la deuxième proposition ne peut pas être déduite de la première.
pt: O inverso não é logicamente equivalente à afirmação original, então não, a segunda afirmação não pode ser deduzida a partir da primeira.
tr: Ters orijinal önermeye mantıksal olarak denk değildir, yani hayır, ikinci önerme birinci önermeden çıkarılamaz.

source: The inverse of a matrix is equal to the adjugate of the matrix divided by the determinant of the matrix.
da: Den inverse af en matrix er lig med den adjugerede af matricen divideret med determinanten af matricen.
es: La inversa de una matriz es igual a la adjunta de la matriz dividida entre el determinante de la matriz.
fr: L'inverse d'une matrice est égale au produit de l'inverse de son déterminant par la matrice adjointe.
nb: Den inverse av en matrise er lik den transporterte matrisen dividert med determinanten av matrisen.
nl: De inverse van een matrix is gelijk aan de geadjugeerde van de matrix gedeeld door de determinant van de matrix.
pl: Odwrotność macierzy jest równa macierzy dołączonej podzielonej przez wyznacznik macierzy.
pt: A matriz inversa de uma matriz é igual à adjunta da matriz dividida pelo determinante da matriz.
tr: Matrisin tersi, ek matrisin determinanta bölümüne eşittir.

source: The key at the bottom of the pictograph shows that each full symbol represents <var>VALUE_PER_IMG</var> badge.
fr: La légende placée sous le graphique indique que chaque symbole complet équivaut à <var>VALUE_PER_IMG</var> badge.
pl: Legenda u dołu wykresu obrazkowego informuje, że każdy pełen symbol oznacza <var>VALUE_PER_IMG</var> odznakę.
pt: A legenda na parte inferior do pictograma indica que cada símbolo completo representa <var>VALUE_PER_IMG</var> medalha.
tr: Piktografın alt tarafındaki anahtar, her bütün sembolün <var>VALUE_PER_IMG</var> madalyayı temsil ettiğini göstermektedir.

source: The key at the bottom of the pictograph shows that each symbol represents <var>VALUE_PER_IMG</var> badge.
fr: La légende placée sous le graphique indique que chaque symbole équivaut à <var>VALUE_PER_IMG</var> badge.
pl: Legenda u dołu wykresu obrazkowego informuje, że każdy symbol oznacza <var>VALUE_PER_IMG</var> odznakę.
pt: A legenda na parte inferior do pictograma indica que cada símbolo representa <var>VALUE_PER_IMG</var> medalha.
tr: Piktografın alt tarafındaki anahtar, her sembolün <var>VALUE_PER_IMG</var> madalyayı temsil ettiğini göstermektedir.

source: The largest perfect square that divides <code><var>NUM</var></code> is <code><var>COEFFICIENT * COEFFICIENT</var></code>.
da: Det største kvadrattal, der går op i <code><var>NUM</var></code> er <code><var>COEFFICIENT * COEFFICIENT</var></code>.
es: El más grande de los cuadrados perfectos que divide <code><var>NUM</var></code> es <code><var>COEFFICIENT * COEFFICIENT</var></code>.
fr: Le plus grand carré parfait qui divise <code><var>NUM</var></code> est <code><var>COEFFICIENT * COEFFICIENT</var></code>.
hi: सबसे बड़ा पूर्ण वर्ग जो विभाजित करता है <code><var>NUM</var></code> is <code><var>COEFFICIENT * COEFFICIENT</var></code>.
nb: Det største kvadrattallet som går opp i <code><var>NUM</var></code> er <code><var>COEFFICIENT * COEFFICIENT</var></code>.
nl: Het grootste kwadraatgetal waardoor <code><var>NUM</var></code> deelbaar is, is <code><var>COEFFICIENT * COEFFICIENT</var></code>.
pl: Największy idealny kwadrat, przez który dzieli się <code><var>NUM</var></code> to <code><var>COEFFICIENT * COEFFICIENT</var></code>.
pt: O maior quadrado perfeito que divide <code><var>NUM</var></code> é <code><var>COEFFICIENT * COEFFICIENT</var></code>.
tr: <code><var>NUM</var></code> sayısını bölen en büyük tam kare <code><var>COEFFICIENT * COEFFICIENT</var></code>'dir.

source: The last digit of <code><var>NUMBER</var></code> is <code><var>NUMBER % 10</var></code>, so no <code><var>NUMBER</var></code> is not divisible by <code>10</code>.
da: Det sidste ciffer i <code><var>NUMBER</var></code> er <code><var>NUMBER % 10</var></code>, så nej,<code><var>NUMBER</var></code> er ikke deleligt med <code>10</code>.
es: El último dígito de <code><var>NUMBER</var></code> es <code><var>NUMBER % 10</var></code>, así que no, <code><var>NUMBER</var></code> no es divisible entre <code>10</code>.
fr: Le dernier chiffre de <code><var>NUMBER</var></code> est <code><var>NUMBER % 10</var></code>, donc <code><var>NUMBER</var></code> n'est pas divisible par <code>10</code>.
hi: अंतिम अंक <code><var>NUMBER</var></code> is <code><var>NUMBER % 10</var></code> है, इसलिए नहीं <code><var>NUMBER</var></code> विभाजित नहीं हो सकता <code>10</code> सेI
nb: Det siste siffer i <code><var>NUMBER</var></code> er <code><var>NUMBER % 10</var></code>, så nei,<code><var>NUMBER</var></code> er ikke delelig med <code>10</code>.
nl: Het laatste cijfer van <code><var>NUMBER</var></code> is <code><var>NUMBER % 10</var></code>, dus is <code><var>NUMBER</var></code> niet deelbaar door <code>10</code>.
pl: Ostatnia cyfra <code><var>NUMBER</var></code> to <code><var>NUMBER % 10</var></code>, zatem nie, <code><var>NUMBER</var></code> nie jest podzielna przez <code>10</code>.
pt: O último algarismo de <code><var>NUMBER</var></code> é <code><var>NUMBER % 10</var></code>, portanto, não, <code><var>NUMBER</var></code> não é divisível por <code>10</code>.
tr: <code><var>NUMBER</var></code> sayısının son basamağı <code><var>NUMBER % 10</var></code>'dur, yani hiçbir <code><var>NUMBER</var></code> <code>10</code> ile bölünebilir değildir.

source: The last digit of <code><var>NUMBER</var></code> is <code><var>NUMBER % 10</var></code>, so no <code><var>NUMBER</var></code> is not divisible by <code>5</code>.
da: Det sidste ciffer i <code><var>NUMBER</var></code> er <code><var>NUMBER % 10</var></code>, så nej,<code><var>NUMBER</var></code> er ikke deleligt med <code>5</code>.
es: El último dígito de <code><var>NUMBER</var></code> es <code><var>NUMBER % 10</var></code>, así que no, <code><var>NUMBER</var></code> no es divisible entre <code>5</code>.
fr: Le dernier chiffre de <code><var>NUMBER</var></code> est <code><var>NUMBER % 10</var></code>, donc <code><var>NUMBER</var></code> n'est pas divisible par <code>5</code>.
hi: अंतिम अंक <code><var>NUMBER</var></code> is <code><var>NUMBER % 10</var></code> का , इसलिए नहीं <code><var>NUMBER</var></code>विभाजित नहीं हो सकता <code>5</code> सेI
nb: Det siste siffer i <code><var>NUMBER</var></code> er <code><var>NUMBER % 10</var></code>, så nej,<code><var>NUMBER</var></code> er ikke delelig med <code>5</code>.
nl: Het laatste cijfer van <code><var>NUMBER</var></code> is <code><var>NUMBER % 10</var></code>, dus is <code><var>NUMBER</var></code> niet deelbaar door <code>5</code>.
pl: Ostatnia cyfra <code><var>NUMBER</var></code> to <code><var>NUMBER % 10</var></code>, zatem nie, <code><var>NUMBER</var></code> nie jest podzielna przez <code>5</code>.
pt: O último algarismo de <code><var>NUMBER</var></code> é <code><var>NUMBER % 10</var></code>, portanto, não, <code><var>NUMBER</var></code> não é divisível por <code>5</code>.
tr: <code><var>NUMBER</var></code> sayısının son basamağı <code><var>NUMBER % 10</var></code>'dur, yani hiçbir <code><var>NUMBER</var></code> <code>5</code> ile bölünebilir değildir.

source: The last digit of <code><var>NUMBER</var></code> is <code><var>NUMBER % 10</var></code>, so yes <code><var>NUMBER</var></code> is divisible by <code>10</code>.
da: Det sidste ciffer i <code><var>NUMBER</var></code> er <code><var>NUMBER % 10</var></code>, så ja,<code><var>NUMBER</var></code> er deleligt med <code>10</code>.
es: El último dígito de <code><var>NUMBER</var></code> es <code><var>NUMBER % 10</var></code>, así que si <code><var>NUMBER</var></code> es divisible entre <code>10</code>.
fr: Le dernier chiffre de <code><var>NUMBER</var></code> est <code><var>NUMBER % 10</var></code>, donc <code><var>NUMBER</var></code> est divisible par <code>10</code>.
hi: अंतिम अंक <code><var>NUMBER</var></code> is <code><var>NUMBER % 10</var></code> है, इसलिए हाँ <code><var>NUMBER</var></code> विभाजित हो सकता है <code>10</code> सेI
nb: Det siste siffer i <code><var>NUMBER</var></code> er <code><var>NUMBER % 10</var></code>, så ja,<code><var>NUMBER</var></code> er delelig med <code>10</code>.
nl: Het laatste cijfer van <code><var>NUMBER</var></code> is <code><var>NUMBER % 10</var></code>, dus is <code><var>NUMBER</var></code> inderdaad deelbaar door <code>10</code>.
pl: Ostatnia cyfra <code><var>NUMBER</var></code> to <code><var>NUMBER % 10</var></code>, zatem tak, <code><var>NUMBER</var></code> jest podzielna przez <code>10</code>.
pt: O último algarismo de <code><var>NUMBER</var></code> é <code><var>NUMBER % 10</var></code>, portanto, sim, <code><var>NUMBER</var></code> é divisível por <code>10</code>.
tr: <code><var>NUMBER</var></code> sayısının son rakamı <code><var>NUMBER % 10</var></code>'dur, yani <code><var>NUMBER</var></code> <code>10</code> ile bölünebilir.

source: The last digit of <code><var>NUMBER</var></code> is <code><var>NUMBER % 10</var></code>, so yes <code><var>NUMBER</var></code> is divisible by <code>5</code>.
da: Det sidste ciffer i <code><var>NUMBER</var></code> er <code><var>NUMBER % 10</var></code>, så ja,<code><var>NUMBER</var></code> er deleligt med <code>5</code>.
es: El último digito de <code><var>NUMBER</var></code> es <code><var>NUMBER % 10</var></code>, así que <code><var>NUMBER</var></code> es divisible entre <code>5</code>.
fr: Le dernier chiffre de <code><var>NUMBER</var></code> est <code><var>NUMBER % 10</var></code>, donc <code><var>NUMBER</var></code> est divisible par <code>5</code>.
hi: अंतिम अंक <code><var>NUMBER</var></code> is <code><var>NUMBER % 10</var></code> का, इसलिए हाँ <code><var>NUMBER</var></code> विभाजित हो सकता है <code>5</code> सेI
nb: Det siste siffer i <code><var>NUMBER</var></code> er <code><var>NUMBER % 10</var></code>, så ja,<code><var>NUMBER</var></code> er delelig med <code>5</code>.
nl: Het laatste cijfer van <code><var>NUMBER</var></code> is <code><var>NUMBER % 10</var></code>, dus <code><var>NUMBER</var></code> is inderdaad deelbaar door <code>5</code>.
pl: Ostatnia cyfra <code><var>NUMBER</var></code> to <code><var>NUMBER % 10</var></code>, zatem tak <code><var>NUMBER</var></code> jest podzielna przez <code>5</code>.
pt: O último algarismo de <code><var>NUMBER</var></code> é <code><var>NUMBER % 10</var></code>, portanto, sim, <code><var>NUMBER</var></code> é divisível por <code>5</code>.
tr: <code><var>NUMBER</var></code> sayısının son rakamı <code><var>NUMBER % 10</var></code>'dur, yani <code><var>NUMBER</var></code> <code>5</code> ile bölünebilir.

source: The lateral surface area is the same as the area of a rectangle with height <code><var>h</var></code> and width equal to the circumference of the base.
es: El área de la superficie lateral es la mismo que el área de un rectángulo con altura <code><var>h</var></code> y ancho igual a la circunferencia de la base.
fr: L'aire de la face latérale est celle d'un rectangle dont la longueur est <code><var>h</var></code> et dont la largeur est la circonférence du cercle de base.
pl: Boczna powierzchnia jest tym samym co powierzchnia prostokąta z wysokością <code><var>h</var></code> i szerokością równą obwodowi podstawy.
pt: A área da superfície lateral é igual à área de um retângulo com altura <code><var>h</var></code> e largura igual à circunferência da base.
tr: Yanal yüzey alanı, yüksekliği<code><var>h</var></code> ve eni tabanın çevresi olan bir dikdörtgenin alanıyla aynıdır.

source: The leaderboards update every Wednesday, so be sure to check back next week to see your city leaderboard here.
ja: リーダーボードは毎週水曜日に更新されます．次の週にここに戻ってきてあなたの市のリーダーボードを確認することを忘れないようにしましょう．
nb: Resultatlistene oppdateres hver onsdag, så sjekk igjen neste uke for å se hvordan byen din gjør det.
pt: Os quadros de classificação são atualizados toda quarta-feira, então lembre-se de voltar na próxima semana para ver o quadro de classificação da sua cidade aqui.
tr: Liderlik panoları her Çarşamba güncelleniyor, onun için, haftaya bakın ve şehrinizin lider panosunu görün.

source: The leaderboards update every Wednesday, so be sure to check back next week to see your personal leaderboard and progress report here.
es: Las tablas de clasificación se actualizan todos los miércoles, así que asegúrate de fijarte la siguiente semana para ver tu clasificación y progreso personal aquí.
ja: リーダーボードは毎週水曜日に更新されます．ですから，あなたの個人のリーダーボードと進捗状況のレポートをここでまた来週チェックするようにして下さい．
nb: Resultatlistene oppdateres hver onsdag, så sjekk tilbake neste uke for å se dine personlige resultat og fremgangen her.
pt: Os quadros de classificação são atualizados toda quarta-feira, então lembre-se de voltar na próxima semana para ver seu quadro de classificação pessoal e seu relatório de progresso aqui.
pt_pt: As classificações são atualizadas às quartas-feiras. Volta a esta página na próxima semana para veres em que lugar estás e como tem sido o teu progresso.
tr: Liderlik panoları her Çarşamba güncellenir, onun için kendi kişisel liderlik panonuza ve ilerleme raporunuza bakmak için haftaya buraya geri dönün.

source: The leading coefficient <code>a</code> in the equation <code>y - y_1 = a (x - x_1)^2</code> indicates how "wide" and in what direction the parabola opens. It's always the reciprocal of <code>2</code> times the distance from the directrix to the focus.
fr: Dans l'équation <code>y - y_1 = a (x - x_1)^2</code>, le coefficient <code>a</code> caractérise "l'ouverture" et l'orientation de la parabole. C'est l'inverse du produit par <code>2</code> de la distance du foyer à la directrice.
pt: O coeficiente principal <code>a</code> na equação <code>y - y_1 = a (x - x_1)^2</code> indica a "largura" e em qual sentido a parábola se abre. É sempre a inversa de <code>2</code> vezes a distância da diretriz em relação ao foco.
tr: <code>y - y_1 = a (x - x_1)^2</code> denklemindeki başkatsayı, <code>a</code>, parabolün ne kadar "geniş" olduğunu ve hangi yönde açıldığını belirtir. Her zaman, <code>2</code> çarpı doğrultmanın odak noktasından uzaklığının çarpmaya göre tersine eşittir.

source: The leading coefficient, <code>a</code>, in the equation is <code><var>PRETTY_A</var></code>, which is negative. Therefore the parabola is downward opening.
es: El coeficiente principal <code>a</code> en la ecuación es <code><var>PRETTY_A</var></code>, lo cual es negativo. Por lo tanto la parábola se abre hacia abajo.
fr: Le coefficient du terme du second degré, <code>a</code>, est égal à <code><var>PRETTY_A</var></code>, qui est négatif. Par conséquent, la parabole est orientée vers le bas.
pt: O coeficiente principal, <code>a</code>, na equação é <code><var>PRETTY_A</var></code>, um valor negativo. Assim, a parábola tem sua concavidade para baixo.
tr: Denklemdeki başkatsayı, <code>a</code>, <code><var>PRETTY_A</var></code>, bu da negatiftir. Bu nedenle, parabol aşağı doğru açılır.

source: The leading coefficient, <code>a</code>, in the equation is <code><var>PRETTY_A</var></code>, which is positive. Therefore the parabola is upward opening.
es: El coeficiente principal <code>a</code> en la ecuación es <code><var>PRETTY_A</var></code>, lo cual es positivo. Por lo tanto la parábola se abre hacia arriba.
fr: Le coefficient du terme du second degré, <code>a</code>, est égal à <code><var>PRETTY_A</var></code>, qui est positif. Par conséquent, la parabole est orientée vers le haut.
pt: O coeficiente principal, <code>a</code>, na equação é <code><var>PRETTY_A</var></code>, um valor positivo. Assim, a parábola tem sua concavidade voltada para cima.
tr: Denklemdeki başkatsayı, <code>a</code>, <code><var>PRETTY_A</var></code>, bu da pozitiftir. Bu nedenle, parabol yukarı doğru açılır.

source: The learning myth
da: Myten om læring
es: El mito del aprendizaje
fr: Le mythe de l'apprentissage
nb: Myten om læring
nl: De Leer-mythe
pl: Mit o uczeniu się
pt: O mito da aprendizagem
tr: Öğrenme efsanesi

source: The least common denominator is the least common multiple of all the denominators.
es: El mínimo común denominador es el mínimo común múltiplo de todos los denominadores.
fr: Le plus petit dénominateur commun est le plus petit multiple commun de tous les dénominateurs.
nb: Den minste fellesnevneren er minste felles multiplum av alle nevnerne.
pl: Najmniejszy wspólny dzielnik jest najmniejszą wspólną wielokrotnością wszystkich mianowników.
pt: O menor denominador comum é o mínimo múltiplo comum de todos os denominadores.
tr: En küçük ortak payda, paydaların en küçük ortak katıdır.

source: The least common denominator of <code><var>D_OFFSPRING_1</var></code> and <code><var>D_OFFSPRING_2</var></code> (the denominators of the goal blocks) is <code><var>LCM</var></code>. Therefore you can copy a block <code>\dfrac{1}{<var>LCM</var>}</code> units long to make both goal blocks.
da: Den mindste fællesnævner for <code><var>D_OFFSPRING_1</var></code> og <code><var>D_OFFSPRING_2</var></code> (nævnere for de endelige blokke) er <code><var>LCM</var></code>. Derfor kan du kopiere en blok til <code>\dfrac{1}{<var>LCM</var>}</code> enheder længde for at lave begge endelige blokke.
es: El mínimo común denominador de <code><var>D_OFFSPRING_1</var></code> y <code><var>D_OFFSPRING_2</var></code> (el denominador de los bloques objetivo) es <code><var>LCM</var></code>. Por lo tanto puedes copiar un bloque de <code>\dfrac{1}{<var>LCM</var>}</code> unidades para construir ambos bloques objetivo.
fr: Le plus petit dénominateur commun de <code><var>D_OFFSPRING_1</var></code> et de <code><var>D_OFFSPRING_2</var></code> (les dénominateurs des Blocs d'arrivée) est <code><var>LCM</var></code>. On peut donc copier un morceau de <code>\dfrac{1}{<var>LCM</var>}</code> pour obtenir chacun des deux Blocs d'arrivée.
hi: न्यूनतम सामन्य हर <code><var>D_OFFSPRING_1</var></code> and <code><var>D_OFFSPRING_2</var></code> का (गोल ब्लाक का हर) is <code><var>LCM</var></code>. इसलिए आप एक ब्लाक को अनुकृत कर सकते हैं <code>\dfrac{1}{<var>LCM</var>}</code> इकाईओं जितना दोनों गोल ब्लाक बनाने के लिएI
nb: Den minste fellesnevner for <code><var>D_OFFSPRING_1</var></code> og <code><var>D_OFFSPRING_2</var></code> (nevnere for målblokkene) er <code><var>LCM</var></code>. Derfor kan du kopiere en blokk til <code>\dfrac{1}{<var>LCM</var>}</code> enheter lengde for å lage begge mål blokkene.
nl: Het kleinste gemene veelvoud van <code><var>D_OFFSPRING_1</var></code> en <code><var>D_OFFSPRING_2</var></code> (de noemers van de doelbalken) is <code><var>LCM</var></code>. Je kunt dus stukken van <code>\dfrac{1}{<var>LCM</var>}</code> eenheden lang gebruiken om beide doelbalken te maken.
pl: Najmniejszym wspólnym mianownikiem <code><var>D_OFFSPRING_1</var></code> i<code><var>D_OFFSPRING_2</var></code> (mianowniki klocków docelowych) jest <code><var>LCM</var></code>. Zatem możesz skopiować klocek o długości <code>\dfrac{1}{<var>LCM</var>}</code> jednostek, aby utworzyć obydwa bloki docelowe.
pt: O menor denominador comum de <code><var>D_OFFSPRING_1</var></code> e <code><var>D_OFFSPRING_2</var></code> (os denominadores do bloco desejado) é <code><var>LCM</var></code>. Sendo assim, é possível copiar um bloco com comprimento de <code>\dfrac{1}{<var>LCM</var>}</code> unidades para formar ambos os blocos desejados.
tr: <code><var>D_OFFSPRING_1</var></code> ve <code><var>D_OFFSPRING_2</var></code> sayılarının (hedef blokların paydaları) en küçük ortak paydası <code><var>LCM</var></code> sayısıdır. Bu nedenle, her iki hedef blokunu yapabilmek için <code>\dfrac{1}{<var>LCM</var>}</code> birim uzunlukta bir bloku kopyalayabilirsiniz.

source: The least common multiple is the smallest number that is a multiple of <code><var>A</var></code> and <code><var>B</var></code>.
fr: Le plus petit commun multiple est le plus petit nombre multiple à la fois de <code><var>A</var></code> et de <code><var>B</var></code>.
nb: Minst felles multiplum er det minste tallet som er et multippel av <code><var>A</var></code> og <code><var>B</var></code>.
nl: Het kleinste gemene veelvoud is het kleinste getal dat is veelvoud is van zowel <code><var>A</var></code> als <code><var>B</var></code>.
pl: Najmniejsza wspólna wielokrotność to najmniejsza liczba, która jest wielokrotnością <code><var>A</var></code> i <code><var>B</var></code>.
pt: O mínimo múltiplo comum é o menor número que é um múltiplo de <code><var>A</var></code> e <code><var>B</var></code>.
tr: Ortak katların en küçüğü, <code><var>A</var></code> ve <code><var>B</var></code>'nin ortak katı olan en küçük sayıdır. .

source: The least common multiple of <code><var>DENOMS_TEX_COLOR</var></code> is <code><var>LCD</var></code>.
es: El mínimo común múltiplo de <code><var>DENOMS_TEX_COLOR</var></code> es <code><var>LCD</var></code>.
fr: Le plus petit multiple commun de <code><var>DENOMS_TEX_COLOR</var></code> est <code><var>LCD</var></code>.
nb: Minste felles multiplum av <code><var>DENOMS_TEX_COLOR</var></code> er <code><var>LCD</var></code>.
pl: Najmniejszą wspólną wielokrotnością <code><var>DENOMS_TEX_COLOR</var></code> jest <code><var>LCD</var></code>.
pt: O mínimo múltiplo comum de <code><var>DENOMS_TEX_COLOR</var></code> é <code><var>LCD</var></code>.

source: The least common multiple of the denominators is:
da: Det mindste fælles multiplum for nævneren er:
es: El mínimo común múltiplo de los denominadores es:
fr: Le plus petit multiple commun des dénominateurs est :
nb: Det minste felles multiplum for nevneren er:
pl: Najmniejsza wspólna wielokrotność tych mianowników to:
pt: O mínimo múltiplo comum dos denominadores é:
tr: Paydaların ortak katlarının en küçüğü şöyledir:
