Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: You have no activity in the selected time period.
da: Du har ingen aktivitet i den valgte periode.
es: No tienes actividades en el periodo de tiempo seleccionado.
fr: Vous n'avez aucune activité pendant la période sélectionnée.
ja: 選択した期間にはあなたのアクティビティはありません．
nb: Du har ingen aktivitet i den valgte tidsperioden.
nl: Je hebt geen activiteit in de geselecteerde periode.
pl: Nie byłeś aktywny w podanym zakresie czasu.
pt: Você não tem atividades no período selecionado.
pt_pt: Nenhuma atividade no intervalo de tempo selecionado.
tr: Seçilen dönem içinde hiçbir aktiviteniz bulunmamaktadır

source: You have no coaches! Why not try adding one?
da: Du har ingen lærer! Hvorfor ikke prøve at tilføje en?
es: ¡No tienes ningún tutor! ¿Por qué no agregas uno?
fr: Vous n'avez pas de coach ! Pourquoi ne pas essayer d'en désigner un ?
nb: Du har ingen veiledere! Hvorfor ikke prøve å legge til en?
nl: Je hebt geen coaches! Probeer er een toe te voegen?
pl: Nie masz trenerów! Dlaczego nie spróbujesz dodać jakiegoś?
pt: Você não tem nenhum tutor! Por que não tenta adicionar um?
pt_pt: Não tens tutores! Porque é que não tentas adicionar um?
tr: Henüz eğitmeniniz yok! Bir eğitmen eklemeyi denemeye ne dersiniz?

source: You have successfully added your parent!
da: Du har nu succesfuldt tilføjet din forælder!
es: ¡Has agregado exitosamente a tus padres!
fr: Vous avez bien ajouté votre parent !
ja: あなたの親の追加に成功しました!
nb: Du har lagt dine foreldre!
nl: Je hebt je vader of moeder met succes toegevoegd!
pl: Pomyślnie dodałeś/dodałaś swojego rodzica!
pt: Você adicionou seu pai com êxito!
pt_pt: Adicionaste os teus pais com sucesso!
tr: Velinizi başarıyla eklediniz!

source: You have successfully canceled your recurring donation.
pt: Você cancelou sua doação periódica com êxito.
tr: Yinelenen bağışınızı başarıyla iptal ettiniz.

source: You have successfully joined the class!
da: Du har nu sluttet dig til klassen!
es: íHas ingresado con éxito a la clase!
fr: Vous avez joins la classe avec succès!
ja: クラスに参加することができました!
nb: Du har blitt med klassen!
nl: Je deelname aan de klas is gelukt!
pl: Właśnie dołączyłeś do klasy!
pt: Você conseguiu se juntar à turma com êxito!
pt_pt: Entraste na turma com sucesso!
tr: Sınıfa başarıyla katıldınız!

source: You have unsaved changes! Are you sure you wish to leave the page?
da: Du har lavet ændringer, som ikke er gemt! Er du sikker på du vil forlade siden?
es: Hay cambios sin guardar. ¿Estás seguro que deseas salir de la página?
fr: Vous avez des modifications non sauvegardées! Etes-vous sûr de vouloir quitter cette page?
ja: 保存していない変更があります! 本当に他のページに行くつもりですか?
nb: Du har ulagrede endringer! Er du sikker på at du vil forlate siden?
nl: Je hebt niet-opgeslagen wijzigingen! Weet je zeker dat je de pagina wilt verlaten?
pl: Masz niezapisane zmiany! Jesteś pewien, że chcesz opuścić tą stronę?
pt: Você tem alterações não salvas! Tem certeza de que quer sair da página?
pt_pt: Há alterações por guardar! Tens a certeza de que pretendes sair da página?
tr: Kaydedilmemiş değişiklikleriniz var! Bu sayfadan ayrılmak istediğinizden emin misiniz?

source: You have upvoted this comment
ja: あなたはこのコメントにアップの投票をしました．
nb: Du har stemt opp denne kommentaren
pl: Zagłosowałeś na ten komentarz pozytywnie
pt: Você deu um voto positivo para esse comentário
pt_pt: Votou positivamente neste comentário
tr: Bu yoruma olumlu oy verdiniz

source: You haven't added any students to this class.
da: Du har ikke tilføjet nogen elever til denne klasse.
es: No has agregado ningún estudiante a esta clase.
fr: Vous n'avez pas ajouté d'élèves dans cette classe.
ja: あなたはまだこのクラスに誰も生徒を加えていません．
nb: Du har ikke lagt til noen elever i denne klassen.
nl: Je hebt nog geen leerlingen aan deze klas toegevoegd.
pl: Nie dodałaś/eś jeszcze żadnego ucznia do tej klasy.
pt: Você ainda não adicionou nenhum aluno nesta turma.
pt_pt: Ainda não adicionou nenhum aluno a esta turma.
tr: Bu sınıfa hiç bir öğrenci eklemediniz.

source: You haven't added or removed anything from either side, so we can't directly tell what <var>UNKNOWN</var>'s weight is from the equation.
fr: Tu n'as rien ajouté ou retiré à gauche ou à droite, nous ne pouvons donc pas dire quel est le poids de <var>UNKNOWN</var> d'après cette équation.
nb: Du har ikke lagt til eller addert noe på noen av sidene, så vi kan ikke akkurat si hva <var>UNKNOWN</var> veier ut fra likningen.
pl: Nie dodałeś ani nie usunąłeś niczego z żadnej ze stron, więc nie możemy bezpośrednio powiedzieć z równania ile waży <var>UNKNOWN</var>.
pt: Você não adicionou ou removeu nada de nenhum dos lados, então você não pode dizer diretamente qual o peso de <var>UNKNOWN</var> da equação.
tr: Herhangi bir tarafa bir şey toplamadık veya bir şey çıkarmadık, yani <var>UNKNOWN</var>'in ağırlığını denklemden okuyamayız.

source: You haven't created any child accounts.
bg: Не сте създали нито един профил за дете.
da: Du ikke har oprettet nogen børnekonto.
es: No has creado ninguna cuenta infantil.
fr: Vous n'avez créé aucun compte d'enfant.
he: לא יצרת חשבונות ילדים.
ja: あなたはまだ子のアカウントを1つも作成していません．
nb: Du har ikke laget en barnekonto.
nl: Je hebt geen kindaccounts gecreëerd.
pl: Nie stworzyłeś żadnych kont dla dzieci.
pt: Você não criou nenhuma conta infantil.
pt_pt: Ainda não criou nenhuma conta infantil.
tr: Henüz çocuk hesabı oluşturmadınız.

source: You just got a free ticket for a boat ride, and you can bring along <code><var>SLOTS</var></code> friends! Unfortunately, you have <code><var>FRIENDS</var></code> friends who want to come along.
es: Acabas de obtener un boleto gratuito para un paseo en bote, ¡y puedes llevar contigo a <code><var>SLOTS</var></code> amigos! Desafortunadamente, tienes <code><var>FRIENDS</var></code> amigos que quieren acompañarte.
fr: On vous a donné un billet gratuit pour un tour en bateau pour <code><var>SLOTS</var></code> personnes ! Malheureusement, <code><var>FRIENDS</var></code> de vos amis veulent venir.
pl: Otrzymujesz darmowy bilet na rejs łodzią i możesz zabrać ze sobą <code><var>SLOTS</var></code> przyjaciół! Masz jednak <code><var>FRIENDS</var></code> przyjaciół, którzy chcieliby popłynąć.
pt: Você possui apenas um bilhete grátis para o passeio de barco e você pode levar <code><var>SLOTS</var></code> amigos! Infelizmente, você possui <code><var>FRIENDS</var></code> amigos que querem ir.
tr: Tekne gezisi için bedava bir bilet kazandınız, ve yanınızda <code><var>SLOTS</var></code> arkadaş getirebilirsiniz! Maalesef, sizinle gelmek isteyen <code><var>FRIENDS</var></code> arkadaşınız var.

source: You leveled up!
da: Du er gået et niveau op!
es: ¡Subiste de nivel!
fr: Vous avez franchi un niveau!
nb: Du gikk opp et nivå!
nl: Je bent een level omhoog gegaan!
pl: Przeszedłeś na następny poziom!
pt: Você subiu de nível!
pt_pt: Subiste de nível!
tr: Seviye atladınız!

source: You may <a href='%(unsubscribe_url)s'>unsubscribe from these emails</a> at any time.
da: Du kan <a href='%(unsubscribe_url)s'> afmelde dig disse e-mails</a> til enhver tid.
es: Puedes <a href='%(unsubscribe_url)s'> darte de baja de estos correos</a> en cualquier momemto.
fr: Vous pouvez <a href='%(unsubscribe_url)s'>vous désabonner de ces e-mails</a> à tout moment.
ja: あなたは <a href='%(unsubscribe_url)s'>これらの電子メイルの購読を中止</a>がいつでもできます．
nb: Du kan <a href='%(unsubscribe_url)s'>melde deg av fra disse e-postene</a> når som helst.
nl: Je kan jezelf op elk moment <a href='%(unsubscribe_url)s'>uitschrijven</a> van deze e-mails.
pl: Możesz <a href='%(unsubscribe_url)s'>anulować subskrypcję tych e-maili</a> w każdej chwili.
pt: Você pode <a href='%(unsubscribe_url)s'>cancelar sua inscrição e deixar de receber os e-mails</a> a qualquer momento.
pt_pt: Pode <a href='%(unsubscribe_url)s'>cancelar a subscrição a estes e-mails</a> a qualquer momento.
tr: Dilediğiniz zaman <a href='%(unsubscribe_url)s'>bu epostalardan çıkabilirsiniz</a>.

source: You may be missing what to create. For example CREATE TABLE...
nb: Du mangler hva du skal lage. For eksempel CREATE TABLE...
pt: Parece que você está se esquecendo do que vai criar. Por exemplo, CREATE TABLE...
pt_pt: Provavelmente, não sabes o que hás de criar. Por exemplo, utiliza CREATE TABLE...
tr: Yaratmak istediğiniz şey eksik olabilir. Örneğin, CREATE TABLE...

source: You may have heard about our videos, but did you know that Khan Academy has fun interactive math exercises that cover skills ranging from counting to calculus, grade by grade? Every exercise has step-by-step hints, so your child can practice as much as needed.
da: Du har måske hørt om vores videoer, men vidste du at Khan Academy har sjove interaktive øvelser i matematik , der dækker kvalifikationer lige fra at tælle til calculus, klassetrin for klassetrin? Hver øvelse har trin-for-trin hints, så dit barn kan øve så meget som nødvendigt.
es: Puede ser que hayas oído de nuestros videos, pero, ¿sabías que Khan Academy tiene ejercicios de matemáticas divertidos e interactivos que cubren habilidades desde contar hasta cálculo, grado por grado? Cada ejercicio tiene pistas paso a paso, así que tu hijo puede practicar tanto como sea necesario.
fr: Vous avez peut-être entendu parler de nos vidéos, mais saviez-vous que que la Khan Academy propose également des exercices ? Créés et relus par une équipe de spécialistes et de professeurs de mathématiques, nos exercices couvrent l'ensemble du programme, de la maternelle à l'université. Chaque problème comporte des indices, qui guident vers une solution pas à pas, en plus des vidéos explicatives sur chaque point précis, pour aider vos enfants à comprendre. Vous pouvez accéder à l'historique de leur activité, pour les aider si besoin sur des points précis.
nb: Du har kanskje hørt om våre videoer, men vet du at Khan Academy har morsomme interaktive matematikkoppgaver som dekker ferdigheter fra å telle til kalkulus? Hver oppgave har steg-for-steg tips, slik at barnet kan øve så mye som det har behov for.
nl: Je hebt misschien gehoord over onze video's, maar weet je dat Khan Academie leuke interactieve wiskunde oefeningen heeft die betrekking hebben op vaardigheden variërend van leren tellen tot calculus, jaar per jaar? Elke oefening heeft stap-voor-stap tips, zodat jouw kind zo veel kan oefenen als nodig.
pl: Może słyszałeś o naszych filmach, ale czy wiesz, że Khan Academy ma ciekawe, interaktywne ćwiczenia z matematyki, które obejmują szeroki zakres wiedzy, od liczenia do rachunku różniczkowego, klasa po klasie? Każde ćwiczenie ma wskazówki krok-po-kroku, więc Twoje dziecko może ćwiczyć tyle, ile potrzebuje.
pt: Você já deve ter ouvido sobre nossos vídeos, mas você sabia que a Khan Academy tem exercícios de matemática interativos divertidos que abrangem habilidades desde contagem até cálculo, divididos por ano escolar? Todo exercício tem dicas passo a passo , e seu filho pode praticar o quanto quiser.
pt_pt: Já deve ter ouvido falar dos nossos vídeos, mas sabia que a Khan Academy tem exercícios de Matemática interativos e divertidos que abrangem competências desde a Matemática primária até ao cálculo, divididos por ano escolar? Todos os exercícios têm dicas passo-a-passo e o seu filho pode praticar quantas vezes quiser.
tr: Videolarımızı duymuş olabilirsiniz, fakat Khan Academy'de aynı zamanda etkileşimli ve eğlenceli, sınıf düzeylerine ayrılmış, ve saymadan kalkülüse kadar tüm becerileri kapsayan alıştırmalar da olduğunu biliyor muydunuz? Çocuğunuz ihtiyacı olduğu kadar alıştırma yapabilsin diye, her sorunun adım adım çözümüne yönelik ipuçları da var!

source: You may need to click "Allow" in the video window and at the top of your browser to enable the camera.
da: Du skal muligvis klikke på "Tillad" i vinduet med videoen og i browseren for at aktivere kameraet.
es: Tal vez tengas que hacer clic en "Permitir" en la ventana del video y hasta arriba del navegador para activar la cámara.
fr: Vous devrez peut-être cliquez sur « Autoriser » dans la fenêtre de la vidéo et en haut de votre navigateur pour activer l'appareil photo.
nb: Du må klikke "Tillat" i videovinduet, og på toppen av nettleseren for å aktivere kameraet.
nl: Je moet wellicht "Toestaan" klikken in het video window en bovenin je browser om de camera te activeren.
pl: Możesz potrzebować kliknąć "Pozwól" w oknie wideo na górze swojej przeglądarki, żeby udostępnić kamerę.
pt: Pode ser necessário clicar em "Permitir" na janela do vídeo e na parte superior de seu navegador para ativar a câmera.
pt_pt: Talvez precises de clicar em "Permitir" na janela do vídeo e na parte superior do teu navegador para ativares a câmera.
tr: Kameranızı etkinleştirmek için, video penceresi ve tarayıcınızın üst kısmındaki "İzin Ver" düğmesine tıklamanız gerekebilir.

source: You may not stop coaching child accounts. You can delete them in "Settings."
da: Du kan ikke stoppe som lærer for børnekonti. Du kan slette dem i "Indstillinger."
es: No deberías de dejar de ser el tutor de las cuentas infantiles. Puedes borrarlas en "Configuración"
fr: Vous ne pouvez cesser de coacher les comptes d'enfant. Vous pouvez les supprimer dans « Paramètres » .
ja: チャイルドアカウントのコーチをやめることはできません．"設定"から生徒を削除することはできます．
nb: Du kan ikke slutte som veileder for barnekontoer. Du kan slette dem i "Instillinger."
nl: Je mag niet stoppen met kinderaccounts coachen. Je kan ze verwijderen in "Instellingen".
pl: Nie możesz przestać być trenerem dla kont dzieci. Możesz je usunąć w "Ustawieniach."
pt: Você não deve parar de monitorar as contas infantis. Você pode excluí-las em "Configurações."
pt_pt: Não pode deixar de ser tutor de contas infantis. Pode apagá-las em "Definições".
tr: Çocuk hesapları için Koçluk yapmaktan vazgeçemezsiniz. Bunları 'Ayarlar' bölümünden silebilirsiniz.

source: You may only resend every %(spam_time_limit_seconds)s.
bg: За следващо изпращане, трябва да изтекат %(spam_time_limit_seconds)s.
da: Du kan kun sende igen hvert %(spam_time_limit_seconds)s.
es: Solo puedes reenviar cada %(spam_time_limit_seconds)s.
fr: Vous ne pouvez renvoyer que toutes les %(spam_time_limit_seconds)s
he: אתה יכול לשלוח מחדש כל %(spam_time_limit_seconds)s.
ja: あなたは %(spam_time_limit_seconds)s 秒に一回しか再送できません．
nb: Du kan bare sende på nytt hvert %(spam_time_limit_seconds)s.
nl: Je kan slechts iedere %(spam_time_limit_seconds)s seconden iets versturen.
pl: Możesz ponownie wysłać tylko co %(spam_time_limit_seconds)s.
pt: Você só pode reenviar a cada %(spam_time_limit_seconds)s.
pt_pt: Só pode reenviar a cada %(spam_time_limit_seconds)s.
tr: Her %(spam_time_limit_seconds)s sonrası tekrar gönderim yapabilirsiniz.

source: You may unsubscribe at any time by going to https://%(hostname)s/settings/email
da: Du kan afmelde dig når som helst ved at gå til https://%(hostname)s/indstillinger/e-mail
es: Puedes cancelar tu suscripción en cualquier momento accediendo a https://%(hostname)s/settings/email
fr: Vous pouvez vous désabonner à tout moment en vous rendant sur https://%(hostname)s/settings/email
nb: Du kan stoppe abonnementet når som helst ved å gå til https://%(hostname)s/settings/email
nl: Je kunt je op ieder gewenst moment uitschrijven door naar https://%(hostname)s/settings/email te gaan
pl: Możesz zrezygnować z subskrypcji kiedy chcesz przechodząc na https://%(hostname)s/settings/email
pt: Você pode cancelar a assinatura a qualquer momento, acessando https://%(hostname)s/settings/email
tr: Aboneliğinizi istediğiniz zaman https://%(hostname)s/settings/email adresini ziyaret ederek kaldırabilirsiniz

source: You may unsubscribe from these emails at any time:
da: Du kan afmelde dig disse e-mails til enhver tid:
es: Puedes darte de baja de estos correos electrónicos en cualquier momento:
fr: Vous pouvez vous désabonner de ces e-mails à tout moment :
ja: あなたはこれらの電子メイルの購読を中止がいつでもできます．
nb: Du kan stoppe abonnementet fra disse e-postene når som helst:
nl: Je kan op elke moment van deze e-mails uitschrijven:
pl: Możesz anulować subskrypcję tego adresu e-mail w każdej chwili:
pt: Você pode cancelar sua inscrição e deixar de receber esses e-mails a qualquer momento:
pt_pt: Poderá cancelar a subscrição destes e-mails a qualquer momento:
tr: Dilediğiniz zaman, bu epostaları iptal edebilirsiniz:

source: You might be leaking a variable ({a}) here.
da: Du lækker måske en variabel ({a}) her.
es: Podrías estar perdiendo una variable ({a}) aquí.
nb: Du kan lekke en variabel ({a}) her.
pl: Prawdopodobnie brakuje tu zmiennej ({a}).
pt: Você pode estar esquecendo uma variável ({a}) aqui.
tr: Burada bir değişken ({a}) sızdırıyor olabilirsiniz.

source: You must be over 18 to create child accounts.
da: Du skal være over 18 for at oprette børnekonti.
es: Debes tener más de 18 años para crear cuentas infantiles.
fr: Vous devez être âgé de plus de 18 ans pour ouvrir des comptes pour enfants.
ja: 子供アカウントを作成するにはあなたは18歳以上でなくてはなりません
nb: Du må være over 18 for å opprette barnekontoer.
nl: Je moet ouder dan 18 zijn om kinderaccounts te creëren.
pl: Musisz mieć powyżej 18 lat, aby tworzyć konta dla dzieci.
pt: Você precisa ter mais de 18 anos para criar contas infantis.
pt_pt: Tens de ter mais de 18 anos para poderes criar contas infantis.
tr: Çocuk hesapları oluşturmak için 18 yaşından büyük olmalısınız.

source: You must be over 18 to create student accounts.
da: Du skal være over 18 for at oprette en elevkonto.
es: Debes tener más de 18 años para crear cuentas de estudiante.
fr: Vous devez être âgé de plus de 18 ans pour ouvrir des comptes d'élèves.
ja: 生徒のアカウントを作成するにはあなたは18歳以上でなくてはなりません
nb: Du må være over 18 for å opprette studentkontoer.
nl: Je moet ouder dan 18 zijn om leerlingaccounts te creëren.
pl: Musisz mieć skończone 18 lat, żeby tworzyć konta uczniowskie.
pt: Você precisa ter mais de 18 anos para criar contas de aluno.
pt_pt: Tens de ter mais de 18 anos para poderes criar contas de alunos.
tr: Öğrenci hesapları oluşturmak için 18 yaşından büyük olmalısınız.

source: You must delete all of your child accounts before deleting your own account.
bg: Преди да изтриете Вашия личен профил, трябва да изтриете всички профили на ваши деца.
da: Du skal slette alle dine børne konti, før du sletter din egen konto.
es: Antes de borrar tu cuenta debes borrar todas las cuentas de tus hijos.
fr: Vous devez supprimer tous les comptes de votre enfant avant de supprimer votre propre compte.
he: אתה חייב למחוק את כל חשבונות הילדים שלך לפני שאתה מוחק את החשבון שלך.
nb: Du må slette alle dine tilhørende barnekontoer før du kan slette din egen.
nl: U moet al de kinderaccounts verwijderen voordat u uw eigen account verwijdert.
pl: Musisz usunąć wszystkie konta swoich dzieci zanim usuniesz własne konto.
pt: Você deve excluir todas suas contas infantis antes de excluir sua própria conta.
pt_pt: Tem de apagar todas as suas contas infantis antes de apagar a sua própria conta.
tr: Kendi hesabınızı silmeden önce, size bağlı tüm çocuk hesaplarını silmeniz gerekmektedir.

source: You must enable DOM storage in your browser; see <a href='https://sites.google.com/a/khanacademy.org/forge/for-developers/how-to-enable-dom-storage'>here</a> for instructions.
da: Du skal aktivere DOM-laging i din browser. Se <a href='https://sites.google.com/a/khanacademy.org/forge/for-developers/how-to-enable-dom-storage'> her</a> for instruktioner.
es: Debes de habilitar el almacenamiento para DOM en tu navegador; checa <a href='https://sites.google.com/a/khanacademy.org/forge/for-developers/how-to-enable-dom-storage'>aquí</a> las instrucciones.
fr: Vous devez activer la fonction de stockage DOM dans votre navigateur ; Voir <a href='https://sites.google.com/a/khanacademy.org/forge/for-developers/how-to-enable-dom-storage'> </a> pour obtenir des instructions.
ja: ブラウザの DOM storage を有効にする必要があります．詳しい方法は <a href='https://sites.google.com/a/khanacademy.org/forge/for-developers/how-to-enable-dom-storage'>ここ</a> です．
nb: Du må aktivere DOM-lagring i nettleseren; se <a href='https://sites.google.com/a/khanacademy.org/forge/for-developers/how-to-enable-dom-storage'>her</a> for instruksjoner.
nl: Je moet DOM opslag inschakelen in je browser; Kijk <a href='https://sites.google.com/a/khanacademy.org/forge/for-developers/how-to-enable-dom-storage'> hier</a> voor instructies.
pl: Musisz włączyć pamięć DOM w swojej przeglądarce; wejdź <a href='https://sites.google.com/a/khanacademy.org/forge/for-developers/how-to-enable-dom-storage'>tutaj</a> po instrukcje.
pt: Você deve ativar o armazenamento DOM em seu navegador; clique <a href='https://sites.google.com/a/khanacademy.org/forge/for-developers/how-to-enable-dom-storage'>aqui</a> para obter instruções.
pt_pt: Tens de permitir o armazenamento DOM no teu navegador. Clica <a href='https://sites.google.com/a/khanacademy.org/forge/for-developers/how-to-enable-dom-storage'>aqui</a> para obteres mais instruções.
tr: Tarayıcınızda DOM depolamasını aktif hale getirmelisiniz, bunun için <a href='https://sites.google.com/a/khanacademy.org/forge/for-developers/how-to-enable-dom-storage'>buradan yararlanabilirsiniz.</a>

source: You must enter 5 or more points
fr: Il faut donner au moins 5 points
nb: Du må skrive inn 5 eller flere punkter
pt: Você deve colocar 5 ou mais pontos
tr: 5 veya daha fazla nokta girmelisiniz

source: You must have subtitles disabled and <a href="http://www.khanacademy.org/video?v={{youtubeId}}" target="_parent">reload this video from the Khan Academy site</a> in order to control playback speed.
da: Du skal have deaktiveret undertekster og <a href="http://www.khanacademy.org/video?v={{youtubeId}}" target="_parent">genindlæs denne video fra Khan Academy siden</a> for at styre afspilningshastigheden.
es: Deberás tener deshabilitados los subtítulos y <a href="http://www.khanacademy.org/video?v={{youtubeId}}" target="_parent"> volver a cargar este video del sitio Khan Academy </a> para poder controlar la velocidad de reproducción.
fr: Vous devez désactiver les sous-titres et <a href="http://www.khanacademy.org/video?v={{youtubeId}}" target="_parent"> relancer cette vidéo à partir du site de Khan Academy</a> de manière à pouvoir contrôler la vitesse de lecture.
ja: プレイバックのスピードを制御するためには，字幕を無効にして<a href="http://www.khanacademy.org/video?v={{youtubeId}}" target="_parent">このビデオをカーンアカデミーのサイトからリロード</a>する必要があります．
nb: Du må ha undertekster deaktivert og <a href="http://www.khanacademy.org/video?v={{youtubeId}}" target="_parent"> laste ned denne videoen fra webområdet Khan Academy</a> for å kontrollere avspillingshastigheten.
nl: Je moet ondertitels uitgeschakeld hebben en <a href="http://www.khanacademy.org/video?v={{youtubeId}}" target="_parent">deze video herladen vanaf de Khan Academy site</a> om de afspeelsnelheid in te kunnen stellen.
pl: Musisz mieć wyłączone napisy i <a href="http://www.khanacademy.org/video?v={{youtubeId}}" target="_parent">załadować ponownie ten film ze strony Khan Academy</a>, żeby kontrolować szybkość odtwarzania.
pt: Você deve desativar as legendas e <a href="http://www.khanacademy.org/video?v={{youtubeId}}" target="_parent">recarregar este vídeo do site da Khan Academy</a> para controlar a velocidade de reprodução.
pt_pt: Tens de ter as legendas desativadas e <a href="http://www.khanacademy.org/video?v={{youtubeId}}" target="_parent">de recarregar este vídeo a partir do site da Khan Academy</a> para poderes controlar a velocidade de reprodução.
tr: Kayıttan yürütme hızını kontrol edebilmek için, altyazıları kapatmalı<a href="http://www.khanacademy.org/video?v={{youtubeId}}" target="_parent"> ve Khan Academy sitesinden bu videoyu tekrar yüklemelisiniz.</a>
