Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Dr. Bonnie J. Noble is Associate Professor of Art History at the University of North Carolina at Charlotte. She received her Ph.D. in art history from Northwestern University, her MA in art history from the University of Pennsylvania. Her specialization is art of the Northern Renaissance, particularly sixteenth-century German painting.
pt: A Dra. Bonnie J. Noble é professora associada de história da arte na Universidade de Carolina do Norte, em Charlotte. Ela obteve seu doutorado em história da arte na Universidade Northwestern, com mestrado em história da arte pela Universidade da Pensilvânia. Sua especialidade é arte renascentista no norte, especialmente pinturas alemãs no século XVI.
tr: Dr. Bonnie J. Noble, Kuzey Karolina Üniversitesi Charlotte kampüsünde Sanat Tarihi dalında yardımcı doçenttir. Sanat tarihi dalındaki doktorasını Northwestern Üniversitesi'nden, master'ını Pennsylvania Üniversitesi'nden almıştır. Uzmanlık alanı, özellikle onaltıncı yüzyıl Alman tabloları olmak üzere, Kuzey Rönesans sanatıdır.

source: Dr. Bryan J. Zygmont is Contributing Editor for American Art. He earned his Ph.D. from the Department of Art History and Archaeology at the University of Maryland in 2006. He is currently Assistant Professor of Art History at Clarke University in Dubuque, Iowa. Zygmont is the author of Portraiture and Politics in New York City, 1790-1825: Gilbert Stuart, John Vanderlyn, John Trumbull, and John Welsey Jarvis, a book he partially wrote while a Visiting Scholar at the National Portrait Gallery. Zygmont was a Fulbright Scholar in 2013.
pt: O Dr. Bryan J. Zygmont é editor contribuinte de Arte Americana. Ele obteve seu doutorado no Departamento de História da Arte e Arqueologia na Universidade de Maryland em 2006. Atualmente é professor assistente de História da Arte na Universidade Clarke em Dubuque, Iowa. Zygmont é autor de "Portraiture and Politics in New York City, 1790-1825: Gilbert Stuart, John Vanderlyn, John Trumbull, and John Welsey Jarvis", um livro que escreveu em parte enquanto era pesquisador visitante na National Portrait Gallery. Zygmont recebeu a bolsa Fulbright em 2013.
tr: Dr. Bryan J. Zygmont, Amerikan Sanatı için Katkıda Bulunan Editördür. Maryland Üniversitesi'nden 2006'da Sanat Tarihi ve Arkeoloji Bölümü'nden doktorasını almıştır. Dubuque, Iowa'da Clarke Üniversitesi'nde halen Sanat Tarihi yardımcı doçentidir. Zygmont, New York Şehri'nde Portreler ve Politika, 1790-1825: Gilbert Stuart, John Vanderlyn, John Trumbull, ve John Welsey Jarvis adında bir kitabın yazarıdır. Bu kitabı Ulusal Portre Galerisi'nde misafir öğretim görevlisiyken kısmen yazmıştır. Zygmont 2013'te Fulbright Bursu almıştır.

source: Dr. Carole Yue is an Assistant Professor of Psychology at Covenant College in Lookout Mountain, GA. She received her Ph.D. in Psychology from the University of California, Los Angeles. Her teaching and research interests include multimedia learning, metacognition, and the educational applications of cognitive psychology.
pt: A Dra. Carole Yue é professora assistente de psicologia no Covenant College em Lookout Mountain, GA. Ela obteve seu doutorado em psicologia na Universidade da Califórnia, em Los Angeles. Seus interesses de ensino e pesquisa incluem aprendizado multimídia, metacognição e as aplicações educacionais da psicologia cognitiva.
tr: Dr. Carole Yue, Lookout Mountain, GA'daki Covenant College'da psikoloji doçentidir. Doktora derecesini Los Angeles'taki University of California'dan almıştır. Verdiği eğitimler ve yaptığı araştırmalar, multimedya öğrenim, üstbiliş, ve kavramaya ilişkin psikolojinin eğitsel uygulamaları alanlarındadır.

source: Dr. Catherine Burdick holds a Ph.D. in Art History from the University of Illinois at Chicago, specializing broadly in pre-Columbian Mesoamerica, and specifically in relationships between portraiture and hieroglyphs in Classic Maya sculpture. She has taught art history at several institutions, including Milwaukee Institute of Art and Design and UIC.
pt: A Dra. Catherine Burdick tem doutorado em Historia da Arte pela Universidade de Illinois em Chicago, especializando-se na Mesoamérica pré-colombiana e especialmente nos relacionamentos entre retratos e hieróglifos nas esculturas maias clássicas. Ela aprendeu história da arte em diversas instituições, incluindo o Instituto de Arte e Design de Milwaukee e na UIC.
tr: Dr. Catherine Burdick, Chicago'daki İllinois Üniversitesi'nden Sanat Tarihi dalında doktoraya sahiptir, genel uzmanlık alanı Kolomb öncesi Mezoamerika, ve özel uzmanlığı Klasik Maya heykellerinde portre ve hiyeroglifler arasındaki ilişkidir. Milwaukee Sanat ve Tasarım Enstitüsü ve UIC dahil olmak üzere, birkaç üniversitede sanat tarihi dersleri vermiştir.

source: Dr. Chloe Portugeis received a Ph.D. from Yale University in 2014 where she specialized in Victorian art. She has presented papers at CUNY and Vanderbilt University and worked as a research assistant at the Yale Center for British Art and as an intern for Venice Guggenheim and the de Young Museum in San Francisco.
pt: A Dra. Chloe Portugeis obteve seu doutorado pela Universidade de Yale, em 2014, com especialização em arte vitoriana. Ela apresentou artigos na CUNY e Universidade Vanderbilt e trabalhou como pesquisadora assistente no Centro Yale de Arte Britânica e como estagiária para Venice Guggenheim e no Museu de Young em São Francisco.
tr: Dr. Chloe Portugeis, 2014 yılında, Yale Üniversitesi'nde Viktorya sanatı alanında uzmanlıkla doktorasını almıştır. CUNY ve Vanderbilt Üniversitesi'nde bildiriler sunmuş ve Yale İngiliz Sanatı Merkezi'de araştırma görevlisi olarak, Venedik Guggenheim ve San Francisco'daki de Young Müzesi'nde staj yapmıştır.

source: Dr. Christina Connett is Curator of Exhibitions and Collections at the New Bedford Whaling Museum in New Bedford, Massachusetts. She has an MA from the University of Auckland New Zealand, and a Ph.D. candidate from the University of Valencia in Spain. Connett has taught Art History and the History of Cartography at the Rhode Island School of Design and University of Massachusetts, Dartmouth.
pt: A Dra. Christina Connett é curadora de exibições e coleções no Museu New Bedford de Pesca à Baleia em New Bedford, Massachusetts. Ela tem mestrado pela Universidade de Auckland, na Nova Zelândia e é doutoranda pela Universidade de Valência, na Espanha. Connett ensinou História da Arte e História da Cartografia na Escola de Design de Rhode Island e na Universidade de Massachusetts em Dartmouth.
tr: Dr. Christina Connett, New Bedford, Massachusetts'teki New Bedford Whaling Museum'da Sergi ve Koleksiyonlar Kuratörüdür. University of Auckland New Zealand'dan yüksek lisans derecesi bulunmaktadır ve İspanya'daki University of Valencia'da doktora çalışmalarına devam etmektedir. Connett, Rhode Island School of Design'da ve Dartmouth'taki University of Massachusetts'te Sanat Tarihi ve Haritacılığın Tarihi alanında ders vermiştir.

source: Dr. Colette Apelian has a doctorate in art history from the University of California, Los Angeles where she specialized in Islamic Art and Architectural History. Dr. Apelian lives and researches in Morocco and is currently writing a manuscript on the histories of electricity and automobiles in French colonial Fez, among other projects that address the visual cultures of North Africa. Dr. Apelian teaches online for Berkeley City College.
pt: A Dra. Colette Apelian tem doutorado em história da arte pela Universidade da Califórnia em Los Angeles, onde ela se especializou em Arte Islâmica e História da Arquitetura. A Dra. Apelian mora e realiza pesquisas no Marrocos, e está escrevendo um manuscrito sobre as histórias da eletricidade e dos automóveis na cidade colonial francesa de Fez, entre outros projetos que abordam as culturas visuais do norte da África. A Dra. Apelian dá aulas on-line para a Faculdade da Cidade de Berkeley.
tr: Dr. Colette Apelian'ın Kaliforniya Üniversitesi, Los Angeles'tan İslam Sanat ve Mimari Tarihi uzmanlığıyla sanat tarihi doktorası vardır. Dr. Apelian Fas'ta yaşamakta ve araştırma yapmaktadır, Kuzey Afrika'nın görsel kültürleriyle ilgili başka projelerin yanı sıra, şimdilerde Fransız sömürgesi Fez'de elektrik ve otomobillerin tarihiyle ilgili bir metin yazmaktadır. Dr. Apelian, Berkeley City College için çevrimiçi ders vermektedir.

source: Dr. Darius Arya He received his Ph.D. in Classical Archaeology from the University of Texas in Austin in 2002. He has been a Fulbright Fellow and a Fellow of the American Academy in Rome. Darius co-founded the American Institute for Roman Culture and has directed numerous excavations including digs in the Roman Forum and Ostia Antica. has appeared the History, National Geographic, and Discovery Channels.
pt: O Dr. Darius Arya He obteve seu doutorado em Arqueologia Clássica pela Universidade do Texas em Austin, em 2002. Ele foi fellow Fulbright e fellow da Academia Americana em Roma. Darius é cofundador do Instituto Americano de Cultura Romana e dirigiu numerosas escavações, incluindo escavações no Fórum Romano e na Ostia Antica. Ele já apareceu nos canais de televisão History, National Geographic, e Discovery.
tr: Dr. Darius Arya, 2002'de Austin'deki Teksas Üniversitesi'nden Klasik Arkeoloji doktorasını almıştır. Fulbright Bursu ve Roma'daki Amerikan Akademisi'nde Burs kazanmıştır. Darius Amerikan Roma Kültürü Enstitüsü'nün kurucuları arasındadır ve Roma Forumu ve Ostia Antica dahil birçok kazıyı yönetmiştir. History, National Geographic, ve Discovery Kanalları'nda görünmüştür.

source: Dr. David Drogin has been a professor in the History of Art Department at SUNY's Fashion Institute of Technology since 2004 and has previously taught at Wesleyan University, Harvard and Yale. A specialist in Italian Renaissance art, he received his M.A. and Ph.D. from Harvard University.
pt: O Dr. David Drogin é professor no departamento de história da arte no Fashion Institute of Technology da SUNY desde 2004 e antes lecionou na Universidade Wesleyan, Harvard e Yale. Especialista em arte da renascença italiana, ele obteve seu mestrado e doutorado na Universidade de Harvard.
tr: Dr. David Drogin, 2004'ten bu yana SUNY'nin Moda Teknoloji Enstitüsü'ndeki Sanat Tarihi Bölümünde profesörlük yapmaktadır ve daha öncesinde, Wesleyan Üniversitesi, Harvard ve Yale'de öğretmenlik yapmıştır. İtalyan Rönesans sanatında uzmandır, ve Master ve doktora derecesini Harvard Üniversitesi'nden almıştır.

source: Dr. Davor Džalto is associate professor of art history, art theory and religious studies at the American University of Rome. He earned his Ph.D. from the University of Freiburg, on the topic “The Role of the Artist in Self-Referent Art." He has published five books and over 30 scholarly articles and essays.
pt: O Dr. Davor Džalto é professor associado de História da Arte, Teoria da Arte e Estudos Religiosos na Universidade Americana de Roma. Ele obteve seu doutorado na Universidade de Friburgo, sobre o tópico “The Role of the Artist in Self-Referent Art". Ele publicou cinco livros e mais de 30 artigos e ensaios acadêmicos .
tr: Dr. Davor Džalto, Roma'daki American University'de sanat tarihi, sanat teorisi ve dini çalışmalar alanlarında doçenttir. Doktora derecesini “The Role of the Artist in Self-Referent Art" konulu teziyle University of Freiburg'dan almıştır. Basılmış beş kitabı ve 30'un üstünde bilimsel makalesi bulunmaktadır.

source: Dr. Elizabeth Macaulay-Lewis is Contributing Editor for the Arts of the Islamic World. She is an archaeologist and architectural historian. She is currently Visiting Assistant Professor at the Graduate Center at CUNY and serves on the governing board of the Archaeological Institute of America. She has a DPhil in Classical Archaeology from Oxford University.
pt: A Dra. Elizabeth Macaulay-Lewis é editora contribuinte de Arte do Mundo Islâmico. Ela é arqueóloga e historiadora da arquitetura. Ela é atualmente professora assistente visitante no Centro de Pós-graduação da CUNY e atua no conselho do Instituto Arqueológico da América. Ela tem doutorado em Arqueologia Clássica pela Universidade de Oxford.
tr: Dr. Elizabeth Macaulay-Lewis, İslami Dünya Sanatları için Katkıda Bulunan Editördür. Bir arkeolog ve mimari tarihçisidir. CUNY Lisansüstü Merkezi'nde Misafir Doçenttir ve Amerika Arkeoloji Enstitüsü'nün yönetim kurulunda görev yapmaktadır. Oxford Üniversitesi'nden Klasik Arkeoloji dalında DPhil derecesine sahiptir.

source: Dr. Esperança Camara is Contributing Editor for Renaissance and Baroque Art. She received her BA from Reed College and her PhD from Johns Hopkins University with concentrations in Italian Renaissance and Baroque art and nineteenth-century French art. Her research focuses on Italian devotional art of the post-Tridentine period. In 2006 she received the Excellence in Teaching and Campus Leadership Award at the University of Saint Francis in Fort Wayne, Indiana where she is currently Associate Professor of Art History and Director of the MA in Studio Art Program.
pt: A Dra. Esperança Camara é editora contribuinte de Arte Renascentista e Barroca. Ela obteve seu bacharelado no Reed College e seu doutorado na Johns Hopkins University, com especialização em arte renascentista e barroca italiana e arte francesa do século XIX. Sua pesquisa se concentra na arte devocional italiana do período pós-tridentino. Em 2006, ela recebeu o prêmio Excellence in Teaching and Campus Leadership na Universidade de Saint Francis, em Fort Wayne, Indiana, onde atualmente atua como professora associada de História da Arte e diretora do MA do programa de arte de estúdio.
tr: Dr. Esperança Camara, Rönesans ve Barok Sanatı için Katkıda Bulunan Editördür. Reed Üniversitesi'nde lisans derecesini ve Johns Hopkins Üniversitesi'nde İtalyan ve Barok sanatı ve ondokuzuncu yüzyıl Fransız sanatı odağıyla doktorasını tamamlamıştır. Araştırmaları, Tridentin sonrası dönemde İtalyan dini sanatına odaklanır. Halen Sanat Tarihi doçenti ve Stüdyo Sanatı Master programı Direktörü olduğu, Fort Wayne İndiana'daki Saint Francis Üniversitesi'nde 2006 yılında Üstün Öğretmenlik ve Kampüs Liderliği Ödülüne almıştır.

source: Dr. Heather A. Horton specializes in Medieval and Renaissance art and architectural history, especially the works of the writer and architect Leon Battista Alberti. Horton earned her Ph.D. from the Institute of Fine Arts. She is a frequent guest lecturer at The Cloisters Museum and has taught art history at New York University, The City University of New York, and Purchase College; currently she teaches art and design at Pratt Institute.
pt: A Dra. Heather A. Horton é especializada em arte medieval e renascentista e história da arquitetura, especialmente nos trabalhos do escritor e arquiteto Leon Battista Alberti. Horton obteve seu doutorado pelo Instituto de Belas Artes. Ela é uma frequente palestrante convidada no Museu The Cloisters, e lecionou história da arte na Universidade de Nova York, na Universidade da Cidade de Nova York e Purchase College. Atualmente leciona arte e design no Instituto Pratt.
tr: Dr. Heather A. Horton, özellikle yazar ve mimar Leon Battista Alberti'nin eserleri olmak üzere, Ortaçağ ve Rönesans sanat ve mimari tarihinde uzmandır. Horton doktorasını Güzel Sanatlar Enstitüsünde tamamlamıştır. Cloisters Müzesinde sık sık konuk öğretim görevliliğinde bulunur ve New York Üniversitesi, New York Şehir Üniversitesi, Purchase Üniversitesinde sanat tarihi öğretmenliği yapmıştır; şu aralar Pratt Enstitüsünde sanat ve tasarım öğretmektedir.

source: Dr. Javier Berzal de Dios received his Ph.D. from Ohio State University. He is an Assistant Professor of Early Modern Art and Critical Theory at Western Washington University. His research and writing addresses the intersections of art, architecture, and theory, with a focus on space and spatiality.
pt: O Dr. Javier Berzal de Dios obteve seu doutorado na Universidade Estadual de Ohio. Ele é professor assistente de Arte Moderna Inicial e Teoria Crítica na Universidade Western Washington. Seus tópicos de pesquisa e escrita abordam as intersecções entre arte, arquitetura e teoria, com foco no espaço e espacialidade.
tr: Dr. Javier Berzal de Dios, doktorasını Ohio Eyalet Üniversitesi'nde tamamlamıştır. Batı Washington Üniversitesi'nde İlk Modern Sanat ve Eleştirel Düşünme alanında yardımcı doçenttir. Araştırma ve yazıları, yer ve mekansallık odaklı olarak sanat, mimari, ve teorinin kesişimine değinir.

source: Dr. Jay Skipper is Contributing Editor for Chemistry. He received his M.D. from the University of South Florida in 2006. Currently he is a teacher who enjoys spending time with his wife and creating portrait paintings. Jay used to spend his spare time tutoring and is thrilled that he is now able to help other students through Khan Academy.
pt: O Dr. Jay Skipper é editor contribuinte em Química. Ele obteve seu mestrado na University of South Florida em 2006. Atualmente ele é um professor que gosta de passar tempo com sua esposa e de pintar retratos. Jay costumava passar seu tempo livre como tutor, e está entusiasmado por agora poder ajudar outros estudantes com a Khan Academy.
tr: Dr. Jay Skipper Kimya için içerik editörüdür. Doktorluk derecesini Güney Florida Üniversitesi'nden 2006'da almıştır. Bu aralar, eşiyle vakit geçirmekten ve portre çizen bir öğretmendir. Jay boş zamanını ders vererek geçiriyordu ve şimdi, Khan Academy sayesinde başka öğretmenlere de yardım edebildiği için çok mutlu.

source: Dr. Jeffrey A. Becker has focused his research on Italo-Roman architecture and urbanism, but is interested in urbanism across the Mediterranean basin, as a well as in building techniques, city planning, Roman villas, and archaeological theory. Becker was trained in Classics at the University of North Carolina at Chapel Hill (M.A., Ph.D.) and has extensive experience as a classroom instructor and as an excavator, having worked for a number of years in and around Rome.
pt: O Dr. Jeffrey A. Becker concentrou suas pesquisas em arquitetura e urbanismo ítalo-romano, mas está interessado em urbanismo por toda a bacia do Mediterrâneo, além de técnicas de construção, planejamento de cidades, vilas romanas e teoria da arqueologia. Becker estudou os clássicos na Universidade da Carolina do Norte em Chapel Hill (M.A., Ph.D.) e tem vasta experiência como instrutor de classe e como escavador, tendo trabalhado por muitos anos em Roma e redondezas.
tr: Dr. Jeffrey A. Becker, İtalo-Roman mimarisi ve şehircilik üzerine araştırmalarını odaklamıştır, ancak Akdeniz havzası boyunca şehircilikle, aynı zamanda, inşaat teknikleri, şehir planlaması, Roma villaları, ve arkeoloji teorisiyle ilgilenir. Becker, Kuzey Karolina Üniversitesi, Chapell Hill'de Klasikler dalında eğitim almıştır (Master, doktora), ve sınıfta öğretmen olarak, ve Roma civarında birkaç yıllık çalışmasıyla kazılarda geniş deneyim sahibidir.

source: Dr. Jeffrey Otjen is a Pediatric Radiologist at Seattle Children's Hospital and an Assistant Professor of Radiology with the University of Washington. He received his M.D. from Baylor College of Medicine, and is double board certified in General Pediatrics and General Radiology, along with completing a fellowship in Pediatric Radiology. He teaches medical students, residents, and fellows at Seattle Children's and the University of Washington.
pt: O Dr. Jeffrey Otjen é radiologista pediatra no Hospital Infantil de Seattle, e professor assistente de radiologia na Universidade de Washington. Ele obteve seu mestrado na Faculdade de Medicina Baylor, e é certificado em Pediatria geral e Radiologia geral, além de ter completado um programa de fellowship em Radiologia pediátrica. Ele ensina alunos de medicina, residentes e fellows no Hospital Infantil de Seattle e na Universidade de Washington.
tr: Dr. Jeffrey Otjen, Seattle Çocuk Hastanesi'nde Pediatrik Radyolog ve Washington Üniversitesi'nde Yardımcı Radyoloji Profesörüdür. MD'sini Baylor Tıp Fakültesi'nden almıştır, ve Pediatrik Radyoloji'de bir program tamamlamakta olmakla birlikte, hem Genel Pediatri, hem de Genel Radyoloji alanında sertifikalıdır. Seattle Çocuk Hastanesi'nde ve Washington Üniversitesi'nde tıp öğrencileri, uzmanlık öğrencileri ve asistanlara ders verir.

source: Dr. Jeffrey P. Walsh earned his M.D. from The George Washington University School of Medicine and Health Sciences in 2014. He is currently completing his psychiatry residency at Kaiser Permanente in Southern California.
pt: O Dr. Jeffrey P. Walsh se formou na Escola de Medicina e Ciências da Saúde da Universidade George Washington, em 2014. Atualmente, ele está completando sua residência em psiquiatria na Kaiser Permanente, no sul da Califórnia.
tr: Dr. Jeffrey P. Walsh, doktorluk diplomasını 2014 yılında The George Washington University School of Medicine and Health Sciences'tan almıştır. Halen Güney California'daki Kaiser Permanente'de psikiyatr olarak çalışmaktadır.

source: Dr. Jennifer N. McIntire teaches art history part-time at the University of Massachusetts, Dartmouth. She received her Ph.D. from Princeton University in Far Eastern Art History. Making Chinese art accessible and understandable to a wide variety of people is a primary interest.
pt: A Dra. Jennifer N. McIntire leciona história da arte em meio período na Universidade de Massachusetts em Dartmouth. Ela obteve seu doutorado sobre história da arte no extremo oriente pela Universidade de Princeton. Tornar a arte chinesa acessível e compreensível para uma ampla variedade de pessoas é seu principal interesse.
tr: Dr. Jennifer N. McIntire, Massachusetts Üniversitesi, Dartmouth'da yarı zamanlı sanat tarihi öğretir. Doktorasını Princeton Üniversitesi'nde Uzak Doğu Sanat Tarihi'nde yapmıştır. Çin sanatını çok çeşitli insanlara erişilebilir ve anlaşılabilir yapmak, esas ilgi alanıdır.

source: Dr. Jessica Hammerman is Assistant Professor of World and European History at Central Oregon Community College in Bend, Oregon. Her research focuses on interactions among Jews, Muslims, and Christians in decolonizing Algeria in the 1950s and 1960s.
pt: A Dra. Jessica Hammerman é professora assistente de história mundial e europeia na Central Oregon Community College em Bend, Oregon. Sua pesquisa se concentra nas interações entre judeus, muçulmanos e cristão durante a descolonização da Argélia nos anos 1950 e 1960.
tr: Dr. Jessica Hammerman, Bend, Oregon'daki Central Oregon Yerel Üniversitesi'nde Dünya ve Avrupa Tarihi'nde yardımcı doçenttir. Araştırması, 1950'ler ve 1960'larda Cezayir'in sömürgelikten kurtulması sırasında Yahudiler, Müslümanlar, ve Hıristiyanlar arasındaki etkileşimlere odaklanır.

source: Dr. Jessica L. Ambler holds a Ph.D. from the University of California, Santa Barbara with a specialization is Roman architecture. She was a Post-Doctoral Research Fellow at UCSB and a Curatorial Assistant at the Santa Barbara Museum of Art. She now teaches Humanities online for Southern New Hampshire University.
pt: A Dra. Jessica L. Amber tem doutorado pela Universidade da Califórnia em Santa Barbara, com especialização em arquitetura romana. Ela recebeu uma bolsa de pesquisa de pós-doutorado na UCSB e assistente de curadoria no Museu de Arte de Santa Barbara. Hoje ela ensina Humanidades on-line para a Universidade do Sul de New Hampshire.
tr: Dr. Jessica L. Ambler, Kaliforniya Üniversitesi, Santa Barbara'dan Roma mimarisi alanında doktora sahibidir. UCSB'de Doktora Sonrası Araştırma Bursu kazanmıştır ve Santa Barbara Sanat Müzesi'nde Kürator Asistanıydı. Şimdilerde, Güney New Hampshire Üniversitesi için çevrimiçi Beşeri Bilimler dersleri vermektedir.
