Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: To find the final price <var>person(1)</var> paid, subtract <code>\purple{\$<var>localeToFixed((DISCOUNT/100) * PRICE, 2)</var>}</code> from the original price.
fr: Pour trouver le prix que va payer <var>person(1)</var>, on va soustraire <code>\purple{\$<var>localeToFixed((DISCOUNT/100) * PRICE, 2)</var>}</code> du prix de départ.
nb: For å finne den endelige prisen <var>person(1)</var> betalte, trekker vi <code>\purple{\$<var>localeToFixed((DISCOUNT/100) * PRICE, 2)</var>}</code> fra den opprinnelige prisen.
pl: Aby obliczyć ostateczną cenę zapłaconą przez <var>person(1)</var>, musimy odjąć <code>\purple{\$<var>localeToFixed((DISCOUNT/100) * PRICE, 2)</var>}</code> od pierwotnej ceny.
pt: Para descobrir o preço final pago por <var>person(1)</var>, subtraia <code>\purple{\$<var>localeToFixed((DISCOUNT/100) * PRICE, 2)</var>}</code> do preço original.
tr: <var>person(1)</var>'in ödediği son fiyatı bulmak için, <code>\purple{\$<var>localeToFixed((DISCOUNT/100) * PRICE, 2)</var>}</code>'i başlangıçtaki fiyattan çıkarınız.

source: To find the length <code><var>SEG_TOTAL</var></code>, add the lengths <code>\blue{<var>SEG_1</var>}</code> and <code>\green{<var>SEG_2</var>}</code>:
es: Para encontrar la longitud de <code><var>SEG_TOTAL</var></code>, suma las longitudes <code>\blue{<var>SEG_1</var>}</code> y <code>\green{<var>SEG_2</var>}</code>:
fr: Pour trouver la longueur <code><var>SEG_TOTAL</var></code>, on additionne les longueurs <code>\blue{<var>SEG_1</var>}</code> et <code>\green{<var>SEG_2</var>}</code>:
pt: Para encontrar o comprimento <code><var>SEG_TOTAL</var></code>, some os comprimentos <code>\blue{<var>SEG_1</var>}</code> e <code>\green{<var>SEG_2</var>}</code>:
tr: <code><var>SEG_TOTAL</var></code> uzunluğunu bulmak için, <code>\blue{<var>SEG_1</var>}</code> ve <code>\green{<var>SEG_2</var>}</code> uzunluklarını toplayınız:

source: To find the mean, add all the numbers and then divide by the number of numbers.
fr: Pour trouver la moyenne, on divise la somme des nombres par leur effectif.
nb: For å finne gjennomsnittet, Adderer du alle tallene, og deler på antallet tall.
pl: Żeby znaleźć średnią, dodaj wszystkie liczby i podziel sumę przez ich ilość.
pt: Para encontrar a média, adicione todos os números e depois divida pelo número de números.
tr: Ortalamayı bulmak için, sayıları toplayıp sayı adedine bölünüz.

source: To find the molar mass of <code><var>GIVEN</var></code>, we look up the atomic weight of each atom in a molecule of <code><var>GIVEN</var></code> in the periodic table and add them together. In this case, it's <code><var>GIVEN_MOLAR_MASS</var> \text{g/mol}</code>.
pl: Aby znaleźć masę molową <code><var>GIVEN</var></code>, sprawdzamy masę atomową każdego atomu w cząsteczce <code><var>GIVEN</var></code> w układzie okresowym i dodajemy je do siebie. W tym przypadku, masa molowa wynosi <code><var>GIVEN_MOLAR_MASS</var> \text{g/mol}</code>.
pt: Para encontrar a massa molar de <code><var>GIVEN</var></code>, observamos o peso atômico de cada átomo em uma molécula de <code><var>GIVEN</var></code> na tabela periódica e somamos. Neste caso, o resultado é <code><var>GIVEN_MOLAR_MASS</var> \text{g/mol}</code>.

source: To find the molar mass of <code><var>R1</var></code>, we look up the atomic weight of each atom in a molecule of <code><var>R1</var></code> in the periodic table and add them together. In this case, it's <code><var>R1_MOLAR_MASS</var> \text{g/mol}</code>.
pl: Aby znaleźć masę molową <code><var>R1</var></code>, sprawdzamy masę atomową każdego atomu w cząsteczce <code><var>R1</var></code> w układzie okresowym i dodajemy je do siebie. W tym przypadku, masa molowa wynosi <code><var>R1_MOLAR_MASS</var> \text{g/mol}</code>.
pt: Para encontrar a massa molar de <code><var>R1</var></code>, procuramos o peso atômico de cada átomo da molécula de <code><var>R1</var></code> na tabela periódica e somamos. Neste caso, o resultado é <code><var>R1_MOLAR_MASS</var> \text{g/mol}</code>.
tr: <code><var>R1</var></code>'in molar kütlesini bulmak için, periyodik tablodan <code><var>R1</var></code>'in bir molekülündeki her atomun ağırlığına bakarız ve bunları toplarız. Bu durumda, bu <code><var>R1_MOLAR_MASS</var> \text{g/mol}</code>'dır.

source: To find the molar mass of <code><var>R2</var></code>, we look up the atomic weight of each atom in a molecule of <code><var>R2</var></code> in the periodic table and add them together. In this case, it's <code><var>R2_MOLAR_MASS</var> \text{g/mol}</code>.
pl: Aby znaleźć masę molową substancji <code><var>R2</var></code>, sprawdzamy masę atomową każdego atomu w cząsteczce <code><var>R2</var></code> w układzie okresowym i dodajemy je do siebie. W tym przypadku masa molowa wynosi <code><var>R2_MOLAR_MASS</var> \text{g/mol}</code>.
pt: Para encontrar a massa molar de <code><var>R2</var></code>, procuramos o peso atômico de cada átomo da molécula de <code><var>R2</var></code> na tabela periódica e somamos estes pesos. Neste caso, é <code><var>R2_MOLAR_MASS</var> \text{g/mol}</code>.

source: To find the numerator, count the red blocks.
es: Para encontrar el numerador cuenta los bloques rojos.
fr: Pour trouver le numérateur, on compte les blocs rouges.
nb: For å finne telleren, teller du røde blokker.
pl: Aby znaleźć licznik, policz czerwone części.
pt: Para encontrar o numerador, conte os blocos vermelhos.
tr: Paydayı bulmak için, kırmızı blokları sayınız.

source: To find the numerator, count the red slices.
es: Para encontrar el numerador cuenta las partes rojas.
fr: Pour trouver le numérateur, on compte les parts rouges.
nb: For å finne telleren, teller du røde sektorer.
pl: Aby znaleźć licznik, policz czerwone części.
pt: Para encontrar o numerador, conte as fatias vermelhas.
tr: Payı bulmak için, kırmızı dilimleri sayınız.

source: To find the surface area, find the areas of each of the faces, and add all the areas up.
es: Para encontrar el área de la superficie, encuentra el área de cada una de las caras, y luego suma todas las áreas.
fr: Pour trouver l'aire de la surface totale, on calcule l'aire de chacune des faces, puis on fait la somme de ces aires.
pl: Żeby znaleźć pole powierzchni, znajdź pola powierzchni każdej ze ścian i dodaj je do siebie.
pt: Para encontrar a área da superfície, encontre a área de cada uma das faces e some todas as áreas.
tr: Yüzey alanını bulmak için, her bir yüzün alanını bulup, bu alanları toplayınız.

source: To find the total amount <var>person(1)</var> needs to pay, we need to add the price of the <var>plural_form(fruit(1))</var> and the price of the <var>plural_form(fruit(2))</var>.
da: For at finde det samlede beløb <var>person(1)</var> skal betale, skal vi addere prisen på <var>plural_form(fruit(1))</var> og prisen på <var>plural_form(fruit(2))</var>.
es: Para encontrar la cantidad que <var>person(1)</var> debe pagar, debemos sumar el precio de las <var>plural_form(fruit(1))</var> y el precio de las <var>plural_form(fruit(2))</var>.
fr: Pour déterminer le montant total que doit payer <var>person(1)</var>, on doit ajouter le prix d'un panier contenant des <var>plural_form(fruit(1))</var> et le prix d'un panier contenant des <var>plural_form(fruit(2))</var>.
nb: For at finne det totale beløpet <var>person(1)</var> skal betale, skal vi addere prisen på <var>plural_form(fruit(1))</var> og prisen på <var>plural_form(fruit(2))</var>.
nl: Om het totale bedrag te bepalen dat <var>person(1)</var> moet betalen, moeten we de prijs van de <var>plural_form(fruit(1))</var> en de prijs van de <var>plural_form(fruit(2))</var> optellen.
pl: Aby obliczyć łączną kwotę, jaką <var>person(1)</var> musi zapłacić, należy dodać cenę <var>plural_form(fruit(1))</var> i cenę <var>plural_form(fruit(2))</var>.
pt: Para encontrar a quantia total que <var>person(1)</var> precisa pagar, precisamos somar o preço de <var>plural_form(fruit(1))</var> e o preço de <var>plural_form(fruit(2))</var>.
tr: <var>person(1)</var>'in ödemesi gereken tutarı bulmak için, <var>plural_form(fruit(1))</var> fiyatı ile <var>plural_form(fruit(2))</var> fiyatını toplamalıyız.

source: To find the total distance <var>person(1)</var> travels, we need to add the two distances together.
da: For at finde den samlede afstand som <var>person(1)</var> rejser, skal vi lægge de to afstande sammen.
es: Para encontrar la distancia que viajó <var>person(1)</var>, necesitamos sumar las dos distancias.
fr: Pour déterminer la distance totale parcourue par <var>person(1)</var>, on doit ajouter les deux distances.
hi: कुल दूरी को ढूँढने के लिए <var>person(1)</var> यात्रा करता है, हमे दोनों दूरियों को जोड़ना होगाI
nb: For å finne den totale avstanden som <var>person(1)</var> reiser, skal vi legge de to avstandene sammen.
nl: Om de totale door <var>person(1)</var> afgelegde afstand te bepalen, moeten we de twee afstanden bij elkaar optellen.
pl: Aby obliczyć łączną odległość, jaką <var>person(1)</var> pokonała, możemy dodać te dwie odległości do siebie.
pt: Para encontrar a distância total que <var>person(1)</var> percorreu, precisamos somar as duas distâncias.
tr: <var>person(1)</var> 'nin ne kadar yol aldığını bulmak için, iki mesafeyi toplamalıyız.

source: To find the total price, first find the amount of sales tax paid by multiplying the sales tax by the original price of the basket of <var>plural_form(fruit(1))</var>.
fr: Pour trouver le prix total à payer, on doit d'abord trouver le montant de la TVA, en multipliant le prix hors taxe du panier contenant des <var>plural_form(fruit(1))</var> par le taux de TVA.
nb: For å finne den totale prisen, først finne hva momsen blir ved å multiplisere med den opprinnelige prisen på kurven av <var>plural_form(fruit(1))</var>.
pl: Aby obliczyć cenę całkowitą, musimy najpierw obliczyć kwotę podatku, mnożąc stawkę podatku przez cenę kosza <var>plural_form(fruit(1))</var> netto.
pt: Para encontrar o preço total, primeiro encontre a quantia paga de imposto multiplicando a taxa do imposto pelo preço original da cesta de <var>plural_form(fruit(1))</var>.
tr: Toplam fiyatı bulmak için, öncelikle satış vergisi ile bir sepet <var>plural_form(fruit(1))</var> fiyatını çarparak toplam satış vergisi tutarını bulalım.

source: To find the transpose, swap the rows and columns.
da: For at finde den transponerede, skift rundt på rækker og kolonner.
es: Para encontrar la transpuesta intercambia las filas y las columnas.
fr: Pour obtenir la transposée, on échange les lignes et les colonnes.
nb: For å finne den transporterte, skift rundt på rekker og kolonner.
pt: Para encontrar a matriz transposta, inverta as linhas e colunas.
tr: Devriği bulmak için, satırları sütunlarla değiş tokuş edin.

source: To find the volume, we just cube this side length.
es: Para encontrar el volumen, simplemente elevamos al cubo esta longitud del lado.
fr: Pour trouver le volume, il suffit d'élever la longueur du côté au cube.
pl: Żeby znaleźć objętość, podnosimy długość boku do sześcianu.
pt: Para encontrar o volume, é só elevar o comprimento deste lado ao cubo.
tr: Hacmi bulmak için, kenar uzunluğunun küpünü alırız.

source: To find the weights of the two babies, we need to add their weights together.
es: Para encontrar el peso de los dos bebés, debemos sumar sus pesos.
fr: Pour trouver le poids des deux bébés, il faut additionner leur poids.
hi: दोनों बच्चों के वज़न को ढूँढने के लिए, हमे दोनों के वज़न को साथ में जोड़ना होगाI
nb: For å finne vekten av de to babyene, skal vi legge deres vekt sammen.
pl: Aby obliczyć łączną wagę dwojga dzieci, musimy dodać ich wagi.
pt: Para encontrar os pesos dos dois bebês, precisamos somar seus pesos.
tr: İki bebeğin ağırlığını bulmak için, bebeklerin ağırlıklarını toplamamız gerekiyor.

source: To find your programs later, you can:
da: For at finde dine programmer senere, kan du:
es: Para encontrar tus programas después, puedes:
fr: Pour trouver vos programmes plus tard, vous pouvez :
ja: あなたのプログラムを後でみつけるために，次のことができます:
nb: For å finne programmer senere, kan du:
nl: Om jouw programma's later te vinden kan je:
pl: Aby znaleźć programy później, możesz:
pt: Para encontrar seus programas mais tarde, você pode:
pt_pt: Para encontrares os teus programas mais tarde, podes:
tr: Programlarınızı daha sonra bulmak için şunları yapabilirsiniz:

source: To get <code><var>COMMON_DENOM</var></code> in the denominator of the <var>ordinalThrough20(i+1)</var> term, multiply it by <code>\frac{<var>MULTIPLES[i]</var>}{<var>MULTIPLES[i]</var>}</code>.
es: Para obtener <code><var>COMMON_DENOM</var></code> en el denominador del <var>ordinalThrough20(i+1)</var> término, multiplica este término por <code>\frac{<var>MULTIPLES[i]</var>}{<var>MULTIPLES[i]</var>}</code>.
fr: Pour donner au <var>ordinalThrough20(i+1)</var> terme le dénominateur <code><var>COMMON_DENOM</var></code>, on le multiplie par <code>\frac{<var>MULTIPLES[i]</var>}{<var>MULTIPLES[i]</var>}</code>.
nb: For å få <code><var>COMMON_DENOM</var></code> i nevneren på <var>ordinalThrough20(i+1)</var> form, må du multiplisere det med <code>\frac{<var>MULTIPLES[i]</var>}{<var>MULTIPLES[i]</var>}</code>.
pt: Para obter <code><var>COMMON_DENOM</var></code> no denominador do termo <var>ordinalThrough20(i+1)</var>, multiplique por <code>\frac{<var>MULTIPLES[i]</var>}{<var>MULTIPLES[i]</var>}</code>.
tr: <var>ordinalThrough20(i+1)</var> terimin paydasını <code><var>COMMON_DENOM</var></code> yapmak için, bunu <code>\frac{<var>MULTIPLES[i]</var>}{<var>MULTIPLES[i]</var>}</code> ile çarpın.

source: To get <code><var>expr(["+", ["*", A, ["^", "x", 2]], B])</var></code>, we add <code><var>abs(B)</var></code>.
es: Para obtener <code><var>expr(["+", ["*", A, ["^", "x", 2]], B])</var></code>, sumamos <code><var>abs(B)</var></code>.
fr: Pour obtenir <code><var>expr(["+", ["*", A, ["^", "x", 2]], B])</var></code>, on doit ajouter <code><var>abs(B)</var></code>.
nb: For å få <code><var>expr(["+", ["*", A, ["^", "x", 2]], B])</var></code>, adderer vi <code><var>abs(B)</var></code>.
pt: Para obtermos <code><var>expr(["+", ["*", A, ["^", "x", 2]], B])</var></code>, somamos <code><var>abs(B)</var></code>.
tr: <code><var>expr(["+", ["*", A, ["^", "x", 2]], B])</var></code> elde etmek için, <code><var>abs(B)</var></code> toplarız.

source: To get <code><var>expr(["+", ["*", A, ["^", "x", 2]], B])</var></code>, we subtract <code><var>abs( B )</var></code>.
es: Para obtener <code><var>expr(["+", ["*", A, ["^", "x", 2]], B])</var></code>, restamos <code><var>abs( B )</var></code>.
nb: For å få <code><var>expr(["+", ["*", A, ["^", "x", 2]], B])</var></code>, subtraherer vi <code><var>abs( B )</var></code>.
pt: Para obtermos <code><var>expr(["+", ["*", A, ["^", "x", 2]], B])</var></code>, subtraímos <code><var>abs( B )</var></code>.
tr: <code><var>expr(["+", ["*", A, ["^", "x", 2]], B])</var></code> elde etmek için, <code><var>abs( B )</var></code> çıkarırız.

source: To get a preview of the experience learning math on Khan Academy, check out
es: Para obtener una vista previa de la experiencia de aprendizaje de matemáticas en Khan Academy, revisa
nb: For å få en forhåndsvisning av opplevelsen av å lære matematikk på Khan Academy, kan de sjekke ut
pt: Para ter uma prévia da experiência de aprendizado matemático na Khan Academy, confira
pt_pt: Para saberes como é que é aprender Matemática na Khan Academy, vê este
tr: Khan Academy'de matematik öğrenme deneyiminin bir ön izlemesi için şuna bir bakın

source: To get from <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> to <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, we rotated it <code><var>ROTDEG</var>{}^\circ{}</code> counter-clockwise, or through one half of a circle.
es: Para ir de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> a <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, lo rotamos <code><var>ROTDEG</var>{}^\circ{}</code> en contra de las manecillas del reloj, o media circunferencia.
fr: Pour passer de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> à <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, on a effectué une rotation de <code><var>ROTDEG</var>{}^\circ{}</code> dans le sens contraire des aiguilles d'une montre, c'est à dire qu'on lui a fait faire un demi-tour.
pl: Aby dotrzeć z <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> do <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, obracamy to o <code><var>ROTDEG</var>{}^\circ{}</code> przeciwnie do ruchu wskazówek zegara lub o połowę okręgu.
pt: Para obter de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> até <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, nós giramos <code><var>ROTDEG</var>{}^\circ{}</code> no sentido anti-horário, ou meio círculo.
tr: <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code>'den <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>'e ulaşmak için, <code><var>ROTDEG</var>{}^\circ{}</code> veya yarım çember kadar saat yönünün tersi yönde döndürdük.

source: To get from <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> to <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, we rotated it <code><var>ROTDEG</var>{}^\circ{}</code> counter-clockwise, or through one quarter of a circle.
es: Para ir de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> a <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, lo rotamos <code><var>ROTDEG</var>{}^\circ{}</code> en contra de las manecillas del reloj, o un cuarto de circunferencia.
fr: Pour passer de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> à <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, on a effectué une rotation de <code><var>ROTDEG</var>{}^\circ{}</code> dans le sens contraire des aiguilles d'une montre, c'est à dire d'un quart de cercle.
pl: Aby dotrzeć z <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> do <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, obracamy to o <code><var>ROTDEG</var>{}^\circ{}</code> przeciwnie do ruchu wskazówek zegara lub o ćwiartkę okręgu.
pt: Para obter de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> até <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, nós giramos <code><var>ROTDEG</var>{}^\circ{}</code> no sentido anti-horário, ou um quarto de círculo.
tr: <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code>'den <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>'e ulaşmak için, <code><var>ROTDEG</var>{}^\circ{}</code> veya çeyrek çember kadar saat yönünün tersi yönde döndürdük.

source: To get from <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> to <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, we rotated it <code><var>ROTDEG</var>{}^\circ{}</code> counter-clockwise, or through three quarters of a circle.
es: Para ir de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> a <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, lo rotamos <code><var>ROTDEG</var>{}^\circ{}</code> en contra de las manecillas del reloj, o tres cuartos de circunferencia.
fr: Pour passer de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> à <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, on a effectué une rotation de <code><var>ROTDEG</var>{}^\circ{}</code> dans le sens contraire des aiguilles d'une montre, c'est à dire de trois quarts de cercle.
pl: Aby dotrzeć z <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> do <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, obracamy to o <code><var>ROTDEG</var>{}^\circ{}</code> przeciwnie do ruchu wskazówek zegara lub o trzy czwarte okręgu.
pt: Para obter de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> até <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, nós giramos <code><var>ROTDEG</var>{}^\circ{}</code> no sentido anti-horário, ou três quartos de círculo.
tr: <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code>'den <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>'e ulaşmak için, <code><var>ROTDEG</var>{}^\circ{}</code> veya üç çeyrek çember kadar saat yönünün tersi yönde döndürdük.

source: To get from <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> to <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, we rotated it around <code>(0, 0)</code> <code><var>ROTDEG</var>{}^\circ{}</code> counterclockwise.
es: Para ir de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> a <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, lo rotamos alrededor de <code>(0, 0)</code> <code><var>ROTDEG</var>{}^\circ{}</code> en contra de las manecillas del reloj.
fr: Pour passer de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> à <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, on a effectué une rotation de centre <code>(0, 0)</code>, de <code><var>ROTDEG</var>{}^\circ{}</code> dans le sens contraire des aiguilles d'une montre.
pl: Aby dotrzeć z <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> do <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, obróciliśmy go wokół <code>(0, 0)</code> <code><var>ROTDEG</var>{}^\circ{}</code> przeciwnie do ruchu wskazówek zegara.
pt: Para obter de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> até <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>, nós giramos <code>(0, 0)</code> <code><var>ROTDEG</var>{}^\circ{}</code> no sentido anti-horário.
tr: <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code>'den <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>'e ulaşmak için, <code>(0, 0)</code> etrafında saat yönünün tersi yönde <code><var>ROTDEG</var>{}^\circ{}</code> döndürdük.

source: To get from <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> to <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>, we changed the <code>x</code>-coordinate by <code><var>DX</var></code> and the <code>y</code>-coordinate by <code><var>DY</var></code>.
es: Para ir de <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> a <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>, cambiamos la coordenada <code>x</code> por <code><var>DX</var></code> y la coordenada <code>y</code> por <code><var>DY</var></code>.
fr: Pour aller de <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> vers <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>, on a ajouté <code><var>DX</var></code> unités à son abscisse <code>x</code> et on a ajouté <code><var>DY</var></code> unités à son ordonnée <code>y</code>.
pl: Aby dotrzeć z <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> do <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>, zmieniliśmy współrzędną <code>x</code> o <code><var>DX</var></code> i współrzędną <code>y</code> o <code><var>DY</var></code>.
pt: Para ir de <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> a <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>, mudamos a coordenada <code>x</code> por <code><var>DX</var></code> e a coordenada <code>y</code> por <code><var>DY</var></code>.
