Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: For the second space, he only has <code><var>NUM_THINGS-1</var></code> <var>plural_form(THING, NUM_THINGS-1)</var> left, so there are only <code><var>NUM_THINGS-1</var></code> choices of what to put in the second space. So far, it seems like there are <code><var>NUM_THINGS</var> \cdot <var>NUM_THINGS-1</var> = <var>NUM_THINGS * (NUM_THINGS-1)</var></code> different unique choices <var>person(1)</var> could have made to fill the first two spaces in his bag. But that's not quite right.
es: Para el segundo espacio, solo tiene <code><var>NUM_THINGS-1</var></code> <var>plural_form(THING, NUM_THINGS-1)</var>, por lo que solo hay <code><var>NUM_THINGS-1</var></code> opciones de que poner en el segundo lugar. Hasta ahorita, parece que hay <code><var>NUM_THINGS</var> \cdot <var>NUM_THINGS-1</var> = <var>NUM_THINGS * (NUM_THINGS-1)</var></code> opciones diferentes que <var>person(1)</var> pudo haber escogido para llenar los primeros dos espacios de su mochila. Pero eso no es precisamente correcto.
fr: Pour la deuxième place, il n'y a que <code><var>NUM_THINGS-1</var></code> <var>plural_form(THING, NUM_THINGS-1)</var> à placer, donc il y a <code><var>NUM_THINGS-1</var></code> façons de remplir la deuxième place. Donc, à priori <var>person(1)</var> a <code><var>NUM_THINGS</var> \cdot <var>NUM_THINGS-1</var> = <var>NUM_THINGS * (NUM_THINGS-1)</var></code> façons de remplir les deux premières places dans sa valise. Mais ce n'est pas tout à fait exact.
pl: Do wypełnienia drugiego miejsca zostało już tylko <code><var>NUM_THINGS-1</var></code> <var>plural_form(THING, NUM_THINGS-1)</var>, ma więc do wyboru <code><var>NUM_THINGS-1</var></code> możliwości. Wygląda zatem na to, że <var>person(1)</var> ma <code><var>NUM_THINGS</var> \cdot <var>NUM_THINGS-1</var> = <var>NUM_THINGS * (NUM_THINGS-1)</var></code> możliwości wypełnienia dwóch pierwszych miejsc w walizce. Jednak nie jest to do końca prawdą.
pt: Para o segundo espaço, ele só tem <code><var>NUM_THINGS-1</var></code> <var>plural_form(THING, NUM_THINGS-1)</var> , sendo assim, há apenas <code><var>NUM_THINGS-1</var></code> alternativas do que colocar no segundo espaço. Até agora, parece haver <code><var>NUM_THINGS</var> \cdot <var>NUM_THINGS-1</var> = <var>NUM_THINGS * (NUM_THINGS-1)</var></code> alternativas únicas diferentes que <var>person(1)</var> poderia ter escolhido para ocupar os dois primeiros espaços em sua mala. Mas isso não está certo.
tr: İkinci konum için, <code><var>NUM_THINGS-1</var></code> <var>plural_form(THING, NUM_THINGS-1)</var> kalır, yani ikinci konum için <code><var>NUM_THINGS-1</var></code> seçeneği vardır. Şimdilik, <var>person(1)</var>'in valizindeki ilk iki boşluğu doldurmak için, <code><var>NUM_THINGS</var> \cdot <var>NUM_THINGS-1</var> = <var>NUM_THINGS * (NUM_THINGS-1)</var></code> değişik seçeneği vardır. Ama, bu tam olarak doğru değil.

source: For the second space, she only has <code><var>NUM_THINGS-1</var></code> <var>plural_form(THING, NUM_THINGS-1)</var> left, so there are only <code><var>NUM_THINGS-1</var></code> choices of what to put in the second space. So far, it seems like there are <code><var>NUM_THINGS</var> \cdot <var>NUM_THINGS-1</var> = <var>NUM_THINGS * (NUM_THINGS-1)</var></code> different unique choices <var>person(1)</var> could have made to fill the first two spaces in her bag. But that's not quite right.
es: Para el segundo espacio, solo tiene <code><var>NUM_THINGS-1</var></code> <var>plural_form(THING, NUM_THINGS-1)</var>, por lo que solo hay <code><var>NUM_THINGS-1</var></code> opciones de que poner en el segundo lugar. Hasta ahorita, parece que hay <code><var>NUM_THINGS</var> \cdot <var>NUM_THINGS-1</var> = <var>NUM_THINGS * (NUM_THINGS-1)</var></code> opciones diferentes que <var>person(1)</var> pudo haber escogido para llenar los primeros dos espacios de su mochila. Pero eso no es precisamente correcto.
fr: Pour la deuxième place, il n'y a que <code><var>NUM_THINGS-1</var></code> <var>plural_form(THING, NUM_THINGS-1)</var> à placer, donc il y a <code><var>NUM_THINGS-1</var></code> façons de remplir la deuxième place. Donc, à priori <var>person(1)</var> a <code><var>NUM_THINGS</var> \cdot <var>NUM_THINGS-1</var> = <var>NUM_THINGS * (NUM_THINGS-1)</var></code> façons de remplir les deux premières places dans sa valise. Mais ce n'est pas tout à fait exact.
pl: Do wypełnienia drugiego miejsca zostało już tylko <code><var>NUM_THINGS-1</var></code> <var>plural_form(THING, NUM_THINGS-1)</var>, ma więc do wyboru <code><var>NUM_THINGS-1</var></code> możliwości. Wygląda zatem na to, że <var>person(1)</var> ma <code><var>NUM_THINGS</var> \cdot <var>NUM_THINGS-1</var> = <var>NUM_THINGS * (NUM_THINGS-1)</var></code> możliwości wypełnienia dwóch pierwszych miejsc w walizce. Jednak nie jest to do końca prawdą.
pt: Para o segundo espaço, ela só tem <code><var>NUM_THINGS-1</var></code> <var>plural_form(THING, NUM_THINGS-1)</var> sobrando, portanto há apenas <code><var>NUM_THINGS-1</var></code> opções do que pôr no segundo espaço. Até agora, parece que há <code><var>NUM_THINGS</var> \cdot <var>NUM_THINGS-1</var> = <var>NUM_THINGS * (NUM_THINGS-1)</var></code> opções exclusivas diferentes que <var>person(1)</var> poderia ter feito para preencher os dois primeiros espaços de sua mala. Mas isso não está certo.
tr: İkinci konum için, <code><var>NUM_THINGS-1</var></code> <var>plural_form(THING, NUM_THINGS-1)</var> kalır, yani ikinci konum için <code><var>NUM_THINGS-1</var></code> seçeneği vardır. Şimdilik, <var>person(1)</var>'in valizindeki ilk iki boşluğu doldurmak için, <code><var>NUM_THINGS</var> \cdot <var>NUM_THINGS-1</var> = <var>NUM_THINGS * (NUM_THINGS-1)</var></code> değişik seçeneği vardır. Ama, bu tam olarak doğru değil.

source: For triangles <code>ABC</code> and <code>GHI</code> to be similar:
es: Para que los triángulos <code>ABC</code> y <code>GHI</code> sean semejantes:
fr: <code>ABC</code> et <code>GHI</code> sont semblables si et seulement si :
nb: For at trekantene <code>ABC</code> og <code>GHI</code> er formlike:
pl: Aby trójkąty <code>ABC</code> i <code>GHI</code> były podobne:
pt: Para os triângulos <code>ABC</code> e <code>GHI</code> serem semelhantes:
tr: <code>ABC</code> ve <code>GHI</code> üçgeninin benzer olması için:

source: For what values of <code>x</code> does <code>f(x)</code> have a value?
da: For hvilke værdier af <code>x</code> har <code>f(x)</code> en værdi?
es: ¿Para qué valores de <code>x</code> <code>f(x)</code> tiene un valor?
fr: Pour quelle valeurs de <code>x</code> la fonction <code>f(x)</code> est-elle définie ?
nb: For hvilke verdier av <code>x</code> har <code>f(x)</code> en verdi?
nl: Voor welke waardes van <code>x</code> heeft <code>f(x)</code> een waarde?
pl: Dla jakich wartości <code>x</code> funkcja <code>f(x)</code> jest określona?
pt: Para quais valores de <code>x</code> há um valor para <code>f(x)</code>?
tr: Hangi <code>x</code> değerleri için, <code>f(x)</code> değeri vardır?

source: For you to add a coach outside of {{restrictedDomain}}, you need to <a href="/logout?continue=/profile/{{identifier}}/coaches">log out and have your parent log in to this page</a> (the "Coaches" tab of your profile) and turn on "Allow your child to add other coaches." Your parent may need to check their email and follow the instructions to create their parent account first.
da: For at du kan tilføje en vejleder uden for {{restrictedDomain}}, skal du <a href="/logout?continue=/profile/{{identifier}}/coaches"> logge ud og bede dine forælder, logge ind på denne side</a> (fanen "vejledere" i din profil) og afkrydse "Tillad dit barn at tilføje andre vejledere." Dine forældre skal måske tjekke deres e-mail og følge vejledningen for at oprette deres forældrekonto først.
es: Para que puedas agregar un tutor fuera de {{restrictedDomain}}, necesitas <a href="/logout?continue=/profile/{{identifier}}/coaches"> cerrar sesión y hacer que tus padres inicien sesión en esta página </a> (la pestaña de "Tutores" de tu perfil) y activar "Permitir que tu hijo agregue otros tutores". Es posible que tus padres necesiten revisar su correo electrónico y tengan que seguir las instrucciones para crear su cuenta de padres primero.
fr: Pour que vous pouviez ajouter un entraîneur en dehors du {{restrictedDomain}}, vous devez vous <a href="/logout?continue=/profile/{{identifier}}/coaches">déconnecter et être connecté en tant que parent sur cette page</a>(la section "Entraîneurs" de votre profil) et activer "Permettre à votre enfant d'ajouter d'autres entraîneurs." Votre parent peut avoir besoin de vérifier ses emails et de suivre les instructions pour créer leur compte parental d'abord.
ja: あなたが {{restrictedDomain}} の外のコーチを加える場合，まず<a href="/logout?continue=/profile/{{identifier}}/coaches">ログアウトしてあなたの親にログインしてもらいこのページ</a>(あなたのプロフィールの「コーチ」タブ) に来てもらう必要があります．そして，「あなたの子供が他のコーチを加える許可を与える」をオンにします．その場合，まずはあなたの親が電子メイルを確認し，親のアカウントを作成する手順に従ってもらう必要があります．
nb: For å legge til en veileder utenfor {{restrictedDomain}}, må du <a href="/logout?continue=/profile/{{identifier}}/coaches"> logge ut og la foreldrene dine logge seg på denne siden</a> ("Veileder" fanen i profilen din) og slå på "Tillat barnet å legge til flere veiledere." Dine foreldre må sjekke e-post og følge instruksjonene for å opprette deres foreldrekonto først.
nl: Als je een coach buiten{{restrictedDomain}} wilt toevoegen, moet je <a href="/logout?continue=/profile/{{identifier}}/coaches">uitloggen en je ouder laten inloggen op deze pagina</a> (de tab "Coaches" van jouw profiel") en de optie "Jouw kind toestaan andere coaches toe te voegen" aanvinken. Jouw ouder moet misschien eerst zijn/haar email controleren en de instructies volgen om een ouderaccount te maken.
pl: Żebyś mógł/mogła dodać trenera spoza {{restrictedDomain}}, musisz <a href="/logout?continue=/profile/{{identifier}}/coaches">wylogować się i pozwolić zalogować Twojemu rodzicowi na tej stronie</a> (zakładka "Trenerzy" na Twoim profilu) i włączyć "Pozwól dziecku dodawać innych trenerów." Jeśli wcześniej tego nie zrobił, Twój rodzic będzie musiał sprawdzić e-maila i najpierw stworzyć konto rodzica zgodnie z instrukcjami.
pt: Para adicionar um tutor fora de {{restrictedDomain}}, você precisa <a href="/logout?continue=/profile/{{identifier}}/coaches">fazer logout e pedir para seu pai se conectar nesta página</a> (a guia "Tutores" de seu perfil) e ativar a opção "Permitir que seu filho adicione outros tutores". Um e-mail será enviado para seu pai com instruções para, primeiro, criar uma conta de pai.
pt_pt: Para adicionares um tutor que não pertença a {{restrictedDomain}}, tens de <a href="/logout?continue=/profile/{{identifier}}/coaches">terminar sessão e pedir aos teus pais para iniciarem sessão nesta página</a> (o separador "Tutores" do teu perfil) e ativar a opção "Permitir que o meu filho adicione outros tutores". Os teus pais poderão ter de aceder ao seu e-mail e seguir as instruções para criarem a conta dos pais.
tr: {{restrictedDomain}} dışındaki bir eğitmeni ekleyebilmeniz için, <a href="/logout?continue=/profile/{{identifier}}/coaches">siz oturumunuzu kapattıktan sonra velinizin profilinizdeki "Eğitmenler" sekmesini ziyaret edip</a>, "Çocuğunuzun başka eğitmenler eklemesine izin ver" seçeneğini işaretlemesi gerekmektedir. Velinizin önce e-posta hesabını kontrol edip, bir veli hesabı oluşturması gerekebilir.

source: For you to add a coach outside of {{restrictedDomain}}, your parent first needs to check their email and create their parent account.
da: For dig at tilføje en vejleder uden for {{restrictedDomain}}, skal din forælder først tjekke deres e-mail og oprette deres forælderkonto.
es: Para que puedas agregar un tutor fuera de {{restrictedDomain}}, primero tus padres necesitan revisar su correo electrónico y crear su cuenta de padres.
fr: Pour que vous pouviez ajouter un entraîneur en dehors du {{restrictedDomain}}, votre parent doit d'abord vérifier ses emails et créer un compte parent.
ja: あなたが {{restrictedDomain}} の外のコーチを加える場合，まずあなたの親が電子メイルを確認して親のアカウントを作成する必要があります．
nb: For å legge til en veileder utenfor {{restrictedDomain}}, må dine foreldre sjekke sin e-post og opprette en foreldekonto.
nl: Als je een coach buiten{{restrictedDomain}} wilt toevoegen, moet jouw ouder eerst zijn/haar email controleren en een ouderaccount maken.
pl: Żebyś mógł/mogła dodać trenera spoza {{restrictedDomain}}, Twój rodzic musi najpierw sprawdzić swojego e-maila i stworzyć swoje konto rodzica.
pt: Para você adicionar um tutor fora de {{restrictedDomain}}, primeiro seu pai precisa verificar seus e-mails e criar uma conta de pai.
pt_pt: Para adicionares um tutor que não pertença a {{restrictedDomain}}, os teus pais têm de aceder aos seus e-mails e criar uma conta de pai.
tr: {{restrictedDomain}} dışındaki bir eğitmeni ekleyebilmeniz için, velinizin önce e-posta adresini kontrol etikten sonra bir veli hesabı açması gerekmektedir.

source: For you to add another coach, you need to <a href="/logout?continue=/profile/{{identifier}}/coaches">log out and have your parent log in to this page</a> (the "Coaches" tab of your profile) and turn on "Allow your child to add other coaches." Your parent may need to check their email and follow the instructions to create their parent account first.
da: For at du kan tilføje en anden vejleder, skal du <a href="/logout?continue=/profile/{{identifier}}/coaches"> logge ud og bede dine forælder, logge ind på denne side</a> (fanen "vejledere" i din profil) og afkrydse "Tillad dit barn at tilføje andre vejledere." Dine forældre skal måske først tjekke deres e-mail og følge vejledningen for at oprette deres forældrekonto.
es: Para que puedas agregar otro tutor, necesitas <a href="/logout?continue=/profile/{{identifier}}/coaches">cerrar sesión y hacer que tus padres inicien sesión en esta página</a> (la pestaña de "Tutores" de tu perfil) y habilitar la opción "Permitir que tu hijo agregue otros tutores." Es posible que tus padres necesiten revisar su correo electrónico y tengan que seguir las instrucciones para crear su cuenta de padres primero.
fr: Pour pouvoir ajouter un autre coach, vous avez besoin de <a href="/logout?continue=/profile/{{identifier}}/coaches">vous déconnecter et laisser votre parent se connecter ici</a> (l'onglet "Coaches" sur la page d'accueil) et cochez "Autoriser votre enfant à ajouter d'autres coaches". Votre parent devra sûrement aller voir ses mails pour lire les bonnes instructions et créer son compte.
ja: あなたか他のコーチを加える場合，あなたは <a href="/logout?continue=/profile/{{identifier}}/coaches">ログアウトしてあなたの親にログインしてもらい，親にこのページに来てもらう</a>(あなたのプロフィールの「コーチ」タブ) 必要があります．そして「あなたの子供に他のコーチを追加することを許可」をオンにする必要があります．あなたの親は彼等の電子メイルをチェックし，指示に従って親アカウントを最初に作成する必要があるかもしれません．
nb: For å legge til en annen veileder, må du <a href="/logout?continue=/profile/{{identifier}}/coaches"> logge ut og la foreldrene dine logge seg på denne siden</a> ("Veileder" fanen i profilen din) og slå på "Tillat barnet å legge til flere veiledere." Dine foreldre må sjekke e-post og følge instruksjonene for å opprette deres foreldrekonto først.
nl: Als je een nog coach wilt toevoegen, moet je <a href="/logout?continue=/profile/{{identifier}}/coaches">uitloggen en je ouder laten inloggen op deze pagina</a> (de tab "Coaches" van jouw profiel") en de optie "Jouw kind toestaan andere coaches toe te voegen" aanvinken. Jouw ouder moet misschien eerst zijn/haar email controleren en de instructies volgen om een ouderaccount te maken.
pl: Żebyś mógł/mogła dodać innego trenera, musisz się <a href="/logout?continue=/profile/{{identifier}}/coaches">wylogować i zalogować swojego rodzica na tej stronie</a> (zakładka "Trenerzy" na Twoim profilu), żeby włączył "Pozwól dziecku dodawać innych trenerów." Twój rodzic być może będzie musiał najpierw sprawdzić swoją skrzynkę e-mail oraz postępować zgodnie z instrukcjami stworzenia konta rodzica.
pt: Para adicionar um novo tutor, você precisa <a href="/logout?continue=/profile/{{identifier}}/coaches">fazer logout e pedir para seu pai se conectar nesta página </a> (a guia "Tutores" de seu perfil) e ativar a opção "Permitir que seu filho adicione outros tutores". Um e-mail será enviado para seu pai com instruções para, primeiro, criar uma conta de pai.
pt_pt: Para adicionares outro tutor, tens de <a href="/logout?continue=/profile/{{identifier}}/coaches">terminar sessão e pedir aos teus pais para iniciarem sessão nesta página</a> (o separador "Tutores" do teu perfil) e ativar a opção "Permitir que o meu filho adicione outros tutores". Os teus pais poderão ter de aceder ao seu e-mail e seguir as instruções para criarem a conta dos pais.
tr: Başka bir eğitmen ekleyebilmeniz için, <a href="/logout?continue=/profile/{{identifier}}/coaches">siz oturumunuzu kapattıktan sonra velinizin profilinizdeki "Eğitmenler" sekmesini ziyaret edip</a>, "Çocuğunuzun başka eğitmenler eklemesine izin ver" seçeneğini işaretlemesi gerekmektedir. Velinizin önce e-posta hesabını kontrol edip, bir veli hesabı oluşturması gerekebilir.

source: For you to add another coach, your parent first needs to check their email and create their parent account.
da: For dig at du kan tilføje en anden vejleder, skal dine forældre først tjekke deres e-mail og oprette deres forældrekonto.
es: Para que puedas agregar otro tutor, tus padres necesitan primero revisar su correo electrónico y crear una cuenta para padres.
fr: Pour pouvoir ajouter un autre coach, votre parent doit d'abord aller voir ses e-mails pour cliquer sur le lien et créer leur compte "Parent".
ja: 他のコーチを加えるには，あなたの親が最初に電子メイルを確認し，親のアカウントを作成する必要があります．
nb: Å legge til en annen veileder, må foreldrene dine først sjekke e-posten og opprette en foreldrekonto.
nl: Als je nog een coach wilt toevoegen, moet jouw ouder eerst zijn/haar email controleren en een ouderaccount maken.
pl: Żebyś mógł/mogła dodać innego trenera, Twój rodzic musi najpierw sprawdzić swoją skrzynkę wiadomości e-mail i stworzyć swoje konto rodzica.
pt: Para você adicionar um novo tutor, primeiro seu pai precisa verificar seus e-mails e criar uma conta de pai.
pt_pt: Para adicionares outro tutor, os teus pais têm de aceder aos seus e-mails e criar uma conta de pai.
tr: Başka bir eğitmen ekleyebilmeniz için, velinizin e-posta hesabını kontrol edip, bir veli hesabı açması gerekmektedir.

source: For your child's privacy, don't include their real name in their username.
ja: あなたの子のプライバシーのため，子のユーザー名には本当の名前を含めないで下さい．
nb: For ditt barns personvern, må du ikke bruke barnets virkelige navn i brukernavn.
pl: Dla zachowanie prywatności Twojego dziecka, nie podawaj jego prawdziwego imienia i nazwiska.
pt: Para zelar pela privacidade de seu filho, não inclua seu nome real em seu nome de usuário.
pt_pt: Pela privacidade do seu filho, não inclua o nome real no nome de utilizador.
tr: Çocuğunuzun gizliliği için, kullanıcı adında gerçek ismini kullanmayın.

source: Forgot Password
da: Glemt adgangskode
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié
ja: パスワードをお忘れですか？
nb: Glemt passordet
nl: Wachtwoord vergeten
pl: Zapomniałem hasła
pt: Esqueceu sua senha?
pt_pt: Reposição da palavra-passe
tr: Şifrenizi mi unuttunuz

source: Forgot password
da: Glemt adgangskode
es: Contraseña olvidada
fr: Mot de passe oublié
ja: パスワードをお忘れですか?
nb: Glemt passord
nl: Wachtwoord vergeten
pl: Nie pamiętam hasła
pt: Esqueci minha senha
pt_pt: Reposição da palavra-passe
tr: Şifrenizi mi unuttunuz

source: Forgot password?
bg: Забравена парола?
da: Glemt adgangskode?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
he: שכחת את הסיסמה?
ja: パスワードをお忘れですか？
nb: Glemt passordet?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt: Esqueceu sua senha?
pt_pt: Repõe a tua palavra-passe
tr: Şifrenizi mi unuttunuz?

source: Forgot your password? It's okay -- we haven't forgotten you! Click on the following link to reset your password.
da: Glemt din adgangskode? Det er okay - vi har ikke glemt dig! Klik på følgende link for at nulstille din adgangskode.
es: ¿Olvidaste tu contraseña? Está bien -- no te hemos olvidado! Haz clic en el siguiente enlace para restablecer su contraseña.
fr: Vous avez oublié votre mot de passe ? Ce n'est pas grave -- nous ne vous avons pas oublié ! Cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe.
nb: Har du glemt passordet? Det går bra - vi har ikke glemt deg! Klikk på følgende lenke for å nullstille passordet ditt.
nl: Wachtwoord vergeten? Dat is oké -- we zijn je niet vergeten! Klik op de volgende link om jouw wachtwoord te resetten.
pl: Zapomniałeś hasła? W porządku -- my Cię nie zapomnieliśmy! Kliknij na poniższy link, aby zresetować swoje hasło.
pt: Esqueceu sua senha? Tudo bem, não nos esquecemos de você! Clique no link a seguir para redefinir sua senha.
pt_pt: Esqueceste-te da tua palavra-passe? Não há problema. Clica na seguinte ligação para repores a tua palavra-passe.
tr: Şifrenizi mi unuttunuz? Üzülmeyin, biz sizi hiç unutmadık! Şifrenizi sıfırlamak için aşağıdaki linke tıklayabilirsiniz.

source: Forgotten 'debugger' statement?
da: Glemt 'debugger' statement?
es: ¿Olvidaste una declaración 'debugger'?
nb: Glemt 'debugger' uttalelse?
pl: Zapomniałeś instrukcji 'debugger'?
pt: A instrução "debugger" foi esquecida?
tr: Sanki 'debugger' ifadesi unutulmuş?

source: Formatting tips
da: Formateringstips
es: Consejos para dar formato
fr: Conseils de mise en page
ja: フォーマット(文書整形)のヒント
nb: Formateringstips
nl: Opmaak tips
pl: Porady dotyczące formatowania
pt: Dicas de formatação
pt_pt: Dicas de formatação
tr: Formatlama ipuçları

source: Founder & Executive Director
es: Fundador y director ejecutivo
ja: 設立者 & 取締役
nb: Grunnlegger og administrerende direktør
pl: Założyciel & Dyrektor wykonawczy
pt: Fundador e Diretor Executivo
pt_pt: Fundador e Diretor Executivo
tr: Kurucu & İcra Direktörü

source: Founder &amp; Executive Director
da: Grundlægger &amp; Administrerende direktør
es: Fundador y director ejecutivo
fr: Fondateur &amp; Directeur général
pl: Założyciel i dyrektor wykonawczy
pt: Fundador e Diretor executivo
pt_pt: Fundador e Diretor Executivo
tr: Kurucu &amp; İcra Direktörü

source: Founder and Executive Director of Khan Academy
da: Grundlægger og administrerende direktør for Khan Academy
es: El fundador y director ejecutivo de Khan Academy
fr: Fondateur et directeur exécutif de la Khan Academy
ja: カーンアカデミーの創始者で常勤取締役
nb: Grunnlegger og direktør for Khan Academy
nl: Stichter en Uitvoerend Bestuurder van Khan Academy
pl: Założyciel i dyrektor Khan Academy
pt: Fundador e Diretor Executivo da Khan Academy
tr: Khan Academy Kurucusu ve Genel Müdürü

source: Founder and Managing Partner of SOSventures International
pt: Fundador e sócio administrador da SOSventures International

source: Founding Partners
pt: Parceiros fundadores
pt_pt: Parceiros fundadores
tr: Kurucu Ortaklar

source: Fraction word problems 1
es: Problemas de fracciones 1
fr: Exercices faisant appel à des fractions 1
nb: Tekstoppgaver med brøk 1
pl: Ułamki zwykłe - zadania tekstowe 1
pt: Problemas de fração 1
tr: Oranlara ilişkin sorular 1

source: Fractional exponents
da: Brøker som eksponenter
es: Exponentes fraccionarios
fr: Exposants fractionnaires
nb: Brøker som eksponenter
nl: Gebroken exponenten
pl: Potęgi ułamkowe
pt: Expoentes fracionários
tr: Kesirli üsler

source: Fractional exponents 2
da: Brøk-eksponenter 2
es: Exponentes fraccionales 2.
fr: Puissances décimales 2
nb: Brøk-eksponenter 2
nl: Gebroken exponenten 2
pl: Potęgi ułamkowe 2
pt: Expoentes fracionários 2
tr: Kesirli üsler 2

source: Fractions as division by a multiple of 10
es: Fracciones como la división entre un múltiplo de 10
fr: Fractions au sens d'une division d'un multiple de 10
nb: Brøk som divisjon av multipler på 10
pl: Ułamki jako dzielenie przez potęgę 10
pt: Frações como divisão por um múltiplo de 10
tr: Kesirleri 10'un katlarıyla bölme olarak tanımlama
