Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Before joining Khan Academy, Tom studied Mathematics and Cognitive Science at UC Berkeley, then developed cutting-edge technology for video games and virtual worlds.
es: Antes de unirse a Khan Academy, Tom estudió Matemáticas y Ciencias Cognitivas en la Universidad de California en Berkeley, después desarrolló tecnología de vanguardia para videojuegos y mundos virtuales.
pl: Zanim rozpoczął swoją przygodę z Khan Academy, Tom studiował Matematykę oraz Nauki Poznawcze na Uniwersytecie Kalifornijskim w Berkeley, następnie opracował przełomową technologię dla gier wideo oraz wirtualnych rzeczywistości.
pt: Antes de se juntar à Khan Academy, Tom estudou Matemática e Ciência Cognitiva na Universidade da Califórnia em Berkeley. Depois disso, desenvolveu tecnologias de ponta para videogames e mundos virtuais.
tr: Khan Academy’ye katılmadan önce Tom UC Berkeley’de Matematik ve Bilişsel Bilim alanlarında eğitim aldı ve video oyunlarına sanal dünyalar yaratmak adına birçok yeni teknoloji kazandırdı.

source: Before joining Khan Academy, he led teams at Mozilla, Amazon, HP, and Palm.
pt: Antes de se juntar à Khan Academy, ele liderou equipes do Mozilla, Amazon, HP e Palm.

source: Before joining Khan Academy, he was at the University of Oxford, where he re-enacted (slash lived) several scenes of Harry Potter, conducted computational research into social learning patterns in online courses (with the Oxford Internet Institute), and played quidditch.
pt: Antes de trabalhar na Khan Academy, ele cursava a Universidade de Oxford, onde recriou (e vivenciou) várias cenas de Harry Potter, conduziu uma pesquisa computacional sobre padrões de aprendizados sociais em cursos on-line (no Oxford Internet Institute) e jogou quadribol.

source: Before joining Khan Academy, she built iOS apps and websites with a mobile agency in Seattle. She gets excited about well-designed class interfaces and git, and spends her free time studying human languages.
es: Antes de unirse a Khan Academy, construyó aplicaciones para iOS y páginas web para una agencia de celulares en Seattle. Ella se emociona con las interfaces de clase bien diseñadas y con git, y pasa su tiempo libre estudiando idiomas.
pt: Antes de juntar-se à Khan Academy, ela criou aplicativos para iOS e páginas da Web juntamente com uma agência de dispositivos móveis em Seattle. Ela fica muito empolgada com interfaces de classe e git bem projetadas e passa seu tempo livre estudando idiomas.
tr: Daha önce Seattle’da bir mobil ajansta iOS uygulamaları ve web siteleri tasarladı. İyi tasarlanmış arayüzler onu her zaman heyecanlandırır ve boş zamanlarında yabancı dil öğrenmekten zevk alır.

source: Before joining the KA team, he worked in communications, professional development, and teacher support at Reasoning Mind, a nonprofit focused on math education. He is an alumnus of Yale University.
es: Antes de unirse al equipo de KA, trabajó en comunicaciones, desarrollo profesional y apoyo al profesorado en Reasoning Mind, una organización sin fines de lucro enfocada en la educación de las matemáticas. Fue alumno en la Universidad de Yale.
pt: Antes de entrar para a equipe da KA, ele trabalhou em comunicações, desenvolvimento profissional e suporte aos professores na Reasoning Mind, uma entidade sem fins lucrativos focada na educação em matemática. Ele é formado pela Universidade de Yale.
tr: KA takımına katılmadan önce, Isaac iletişim, profesyonel geliştirme alanları ile kar amacı gütmeyen ve matematik odaklı Reasoning Mind organizasyonunda öğretmen destek ekibinde çalıştı. Kendisi Yale üniversitesi mezunu.

source: Before joining the team, she studied at the Maryland Institute College of Art and interned at Cartoon Network and JibJab Media.
pt: Antes de entrar para a equipe, ela estudou na Faculdade de Artes do Instituto de Maryland e foi estagiária na Cartoon Network e na JibJab Media.

source: Before joining the team, they created the open art history site, <a href="http://smarthistory.org">Smarthistory.org</a>. Steven was Dean of the School of Graduate Studies at the Fashion Institute of Technology (SUNY) and Chair of Art and Design History at Pratt Institute. He has also worked and taught at The Museum of Modern Art. He has a Ph.D. in art history.
es: Antes de unirse al equipo, ellos crearon el sitio abierto de historia del arte, <a href="http://smarthistory.org">Smarthistory.org</a>. Steven fue decano de la Escuela de Estudios de Posgrado en el Fashion Institute of Technology (SUNY) y catedrático de arte e historia del diseño en el Pratt Institute. También ha trabajado y enseñado en el Museo de Arte Moderno de Nueva York. Tiene un doctorado en Historia del Arte.
pl: Zanim dołączyli do zespołu, stworzyli stronę internetową dotyczącą historii open art., <a href="http://smarthistory.org">Smarthistory.org</a>. Steven był Dziekanem Wydziału Graduate Studies w Fashion Institute of Technology (SUNY) oraz Kierownikiem Katedry Art and Design History w Pratt Institute. Ponadto, pracował i uczył w Muzeum Sztuki Współczesnej. Posiada tytuł doktora historii sztuki.
pt: Antes de entrarem para a equipe, eles criaram o site aberto sobre história da arte, <a href="http://smarthistory.org">Smarthistory.org</a>. Steven foi reitor da Escola de pós-graduação no Fashion Institute of Technology (SUNY) e professor catedrático de História da Arte e do Design no Pratt Institute. Ele também foi funcionário e professor no Museu de Arte Moderna, além de ser doutor em história da arte.
tr: Takıma katılmadan önce, <a href="http://smarthistory.org">Smarthistory.org</a> isimli internet sitesini açtılar. Steven Fashion Institute of Technology (SUNY)’de yüksek lisans programlarından sorumlu dekan olarak görev yaptı ve Pratt Institute’de Sanat ve Tasarım Tarihi bölümünün başkanıydı. Aynı zamanda Museum of Modern Art’da çalışmıştır ve sanat tarihi alanında doktora derecesine sahiptir.

source: Before joining, Chris spent a few years building the Yahoo! homepage. He earned his Bachelor's degree in Computer Science from the Rochester Institute of Technology.
es: Antes de unirse, Chris pasó algunos años construyendo la página principal de Yahoo! Obtuvo su licenciatura en Ciencias de la Computación del Instituto de Tecnología de Rochester.
pl: Zanim dołączył do Khan Academy, Chris spędził kilka lat pracując nad stroną główną Yahoo! Uzyskał licencjat z informatyki w Rochester Institute of Technology.
pt: Antes de entrar para a Khan Academy, Chris passou alguns anos desenvolvendo a página inicial do Yahoo!. Ele se formou em Ciência da Computação pelo Rochester Institute of Technology.
tr: Daha önce Yahoo!’nun ana sayfasımı yapmak için birkaç sene çalışmıştır. Rochester Institute of Technology’den Bilgisayar Bilimi derecesine sahiptir.

source: Before joining, Craig worked for Google, where he was the first employee hired by Larry and Sergey.
pt: Antes de se juntar à equipe, Craig trabalhou para o Google, onde foi o primeiro funcionário contratado por Larry e Sergey.
tr: Daha önce Google’da Larry ve Sergey tarafından işe alınan ilk personel olarak çalışmıştır.

source: Before quitting his job as manager of a hedge fund to run Khan Academy full time, Sal also found time to get three degrees from MIT and an MBA from Harvard.
es: Antes de dejar su trabajo como gerente de un fondo de inversión para dedicarse de tiempo completo a Khan Academy, Sal también encontró el tiempo necesario para hacer tres carreras en el MIT y una maestría en Harvard.
pl: Zanim porzucił pracę menedżera funduszu hedgingowego aby całkowicie poświęcić się Khan Academy, Sal ukończył trzy kierunki na Uniwersytecie Technologicznym w Massachusetts oraz otrzymał stopień MBA na Uniwersytecie Harvardzkim.
pt: Antes de se demitir do seu cargo de gerente de um fundo de cobertura para administrar a Khan Academy em tempo integral, Sal também encontrou tempo para conquistar três diplomas no MIT (Massachussetts Institute of Technology) e um MBA da Harvard.
tr: Khan Academy ile tam zamanlı ilgilenebilmek için fon analisti olarak çalıştığı işinden ayrılmadan önce MIT’den kazandığı üç diplomanın yanı sıra Harvard’ın MBA diplomasına da sahiptir.

source: Before reporting a mistake, check to see if someone else has already reported it and vote that up instead.
da: Før du rapporterer en fejl skal du være sikker på, at en anden ikke allerede har rapporteret fejlen, og hvis det er tilfældet, så stem på den rapport i stedet.
es: Antes de reportar un error, comprueba si alguien ya lo ha reportado y mejor vota ese informe.
fr: Avant de signaler une erreur, vérifiez pour voir si quelqu'un d'autre l´a déjà rapporté et vote plutôt pour cela.
ja: 間違いを報告する前に，既に他の人がそれをレポートしているかチェックして，もしあれば報告の代わりに投票して下さい．
nb: Før du rapporterer en feil skal du være sikker på, at en annen ikke allerede har rapportert feilen, og hvis det er tilfelle, stem på den rapport i stedet.
nl: Gelieve alvorens een vergissing te rapporteren, eerst te controleren of iemand anders dit al deed en geef een stem in de plaats.
pl: Przed zgłoszeniem błędu sprawdź czy ktoś inny już nie zgłosił go oraz zagłosuj.
pt: Antes de relatar um erro, verifique se mais alguém já o fez e vote nele.
tr: Bir hatayı bildirmeden önce, başka birisinin daha önce bunu bildirip bildirmediğini kontrol ederek, eğer var ise bildirilmiş olan hata için oy veriniz.

source: Before teaming up with Sal (his college classmate and high school math competitor), Shantanu was an Associate Principal in McKinsey &amp; Company's Silicon Valley office, and received four degrees from MIT.
es: Antes de asociarse con Sal (su compañero de la universidad y antiguo competidor en concursos de matemáticas en la secundaria), Shantanu era socio principal de la sede en Silicon Valley de McKinsey &amp; Company y recibió cuatro grados del MIT.
pl: Przed stworzeniem zespołu z Salem (jego kolegą ze szkoły wyższej i konkurentem w matematyce w liceum), Shantanu był głównym współpracownikiem w biurze McKinsey &amp; Company's Silicon Valley oraz zdobył cztery stopnie naukowe z MIT.
pt: Antes de se juntar a Sal (seu colega de classe e competidor de matemática no ensino médio), Shantanu foi Chefe Associado do escritório no Vale do Silício da McKinsey &amp; Company, e conquistou quatro diplomas do MIT.
tr: Üniversite sınıf arkadaşı ve lise derslerindeki rakibi Sal ile birlikte çalışmaya başlamadan önce Shantanu MIT’den dört diploma almaya hak kazandı ve McKinsley & Company’nin Silikon Vadisi ofisinin eş başkanıydı.

source: Before you leave feedback here, please make sure your report doesn't fall into any of the other categories. You'll get better help that way!
da: Før du giver feedback her, skal du sørge for, at din besked ikke hører til i nogle af de andre kategorier. Du får bedre hjælp på den måde!
es: Antes de que envíes tus comentarios aquí, por favor asegúrate de que tu reporte no vaya a ninguna de las otras categorías. ¡Obtendrás mejor ayuda de esa manera!
fr: Avant de laisser votre commentaire ici, assurez-vous que votre commentaire ne correspond pas à une aitre catégorie. Vous obtiendrez plus d'aide comme cela !
nb: Før du legger igjen en tilbakemelding her, kontroller at tilbakemeldingen din ikke faller innunder noen av de andre kategoriene. Du får bedre hjelp på den måten!
nl: Voordat je feedback hier plaats, zorg ervoor dat het niet in een van de andere categorieën valt. Zo krijg je betere hulp!
pl: Zanim zostawisz tutaj opinię, prosimy, upewnij się, że Twoje zgłoszenie nie pasuje do żadnej innej kategorii. Otrzymasz wtedy lepszą pomoc!
pt: Antes de deixar seus comentários aqui, verifique se seu relato não se encaixa em nenhuma das outras categorias. A classificação adequada proporciona respostas mais exatas!
tr: Geri bildiriminizi buraya iletmeden önce, lütfen konunun diğer kategorilerden herhangi birisine girmediğinden emin olun. Bu şekilde daha hızlı yardım alabileceksiniz!

source: Begin by moving the constant term to the right side of the equation.
da: Begynd ved at flytte det konstante led over på den højre side af ligningen.
es: Comienza moviendo el término constante hacia el lado derecho de la ecuación.
fr: On commence par déplacer le terme constant vers le membre de droite de l'équation.
nb: Begynn ved å flytte det konstante leddet over på den høyre siden av likningen.
pl: Zacznij od przeniesienia wyrazu stałego na prawą stronę równania.
pt: Comece movendo o termo independente para o lado direito da equação.
tr: Sabit terimi denklemin sağ tarafına taşıyarak başlayalım.

source: Begin by putting the data in order:
es: Empieza por poner los datos en orden:
fr: On commence par classer les données dans l'ordre croissant :
nl: Zet de datapunten eerst in de goede volgorde:
pt: Comece colocando os dados na ordem:
tr: Verileri sıraya koymakla başlayınız:

source: Begin by subtracting <code><var>expr(["*", A2, "x"])</var></code> from both sides of the second equation.
da: Start med at fratrække <code><var>expr(["*", A2, "x"])</var></code> fra begge sider af den anden ligning.
es: Comienza restando <code><var>expr(["*", A2, "x"])</var></code> a ambos lados de la segunda ecuación.
fr: D'abord, on soustrait <code><var>expr(["*", A2, "x"])</var></code> dans les deux membres de la deuxième équation.
nb: Begynn med å trekke fra <code><var>expr(["*", A2, "x"])</var></code> på begge sider av den andre likningen.
pl: Zacznij od odjęcia <code><var>expr(["*", A2, "x"])</var></code> od obu stron drugiego równania.
pt: Comece subtraindo <code><var>expr(["*", A2, "x"])</var></code> dos dois lados da segunda equação.
tr: İkinci denklemin iki tarafından <code><var>expr(["*", A2, "x"])</var></code> çıkarmakla başlayalım.

source: Begin by subtracting <code><var>expr(["*", B2, "y"])</var></code> from both sides of the second equation.
da: Start med at fratrække <code><var>expr(["*", B2, "y"])</var></code> fra begge sider af den anden ligning.
es: Comienza restando <code><var>expr(["*", B2, "y"])</var></code> a ambos lados de la segunda ecuación.
fr: D'abord, on soustrait <code><var>expr(["*", B2, "y"])</var></code> dans les deux membres de la deuxième équation.
nb: Begynn med å trekke fra <code><var>expr(["*", B2, "y"])</var></code> på begge sider av den andre likningen.
pl: Zacznij od odjęcia <code><var>expr(["*", B2, "y"])</var></code> od obu stron drugiego równania.
pt: Comece subtraindo <code><var>expr(["*", B2, "y"])</var></code> dos dois lados da segunda equação.
tr: İkinci denklemin iki tarafından <code><var>expr(["*", B2, "y"])</var></code> çıkarmakla başlayalım.

source: Begin learning math on Khan Academy!
es: ¡Empieza a aprender matemáticas en Khan Academy!
nb: Begynne å lære matematikk på Khan Academy!
pt: Comece a aprender matemática na Khan Academy!
pt_pt: Começa a aprender Matemática na Khan Academy!
tr: Khan Academy'de matematik öğrenmeye başlayın!

source: Begin learning on Khan Academy!
es: ¡Empieza a aprender en Khan Academy!
nb: Start læring på Khan Academy!
pl: Zacznij uczyć się na Khan Academy!
pt: Comece a aprender na Khan Academy!
pt_pt: Começa a aprender na Khan Academy!
tr: Khan Academy'de öğrenmeye başlayın!

source: Beginning of reading passage footnotes.
nb: Begynnelsen på lesefrasen fotnoter.
pt: Início das notas de rodapé da leitura.
pt_pt: Início das notas de rodapé do excerto da leitura.

source: Beginning of reading passage.
nb: Begynnelsen på lesefrasen.
pt: Início do trecho de leitura.
pt_pt: Início do excerto da leitura.

source: Behold! The magic of math, that both equations could represent the same line!
da: Se! Magisk Matematik, begge ligninger kunne repræsentere den samme linje!
es: ¡He aquí la magia de las matemáticas!, ¡que ambas ecuaciones podrían representar la misma recta!
fr: Voilà un tour de passe-passe des maths : deux équations peuvent correspondre à la même droite !
nb: Se! Magisk matematikk, begge ligninger kunne representere den samme linjen!
pl: Oto magia matematyki sprawia, że oba równania mogą przedstawiać tę samą prostą!
pt: Veja! A mágica da matemática: ambas as equações poderiam representar a mesma linha!
tr: Dikkat! Matematiğin büyüsü, iki denklem de aynı doğruyu temsil edebilir!

source: Being founder and faculty means Sal's busy setting the vision for Khan Academy and expanding our library of educational videos.
es: Al ser el fundador, Sal está ocupado estableciendo la visión de Khan Academy y expandiendo nuestra biblioteca de videos educativos.
pl: Jako założyciel i największy talent Khan Academy, Sal stale wyznacza nowe kierunki rozwoju dla tej inicjatywy i rozszerza zasoby naszej biblioteki filmów edukacyjnych.
pt: Como fundador e membro da equipe acadêmica, Sal está sempre ocupado estabelecendo a visão da Khan Academy e expandindo nossa videoteca educativa.
tr: Khan Academy’nin kurucusu ve öğretmeni olarak Sal, Khan Academy’nin vizyonunu belirliyor ve hazırladığı yeni dersler ile eğitim videolarının sayısını artırmak için uğraşıyor.

source: Being organized helps you accomplish more!
da: At være organiseret hjælper dig med at opnå mere!
es: ¡Ser organizado te ayuda a lograr más!
fr: Etre organisé vous permettra d'en faire plus!
ja: 整理整頓はあなたの達成の助けになります!
nb: Organisering hjelper deg å oppnå mer!
nl: Gestructureerd werken helpt je om meer te bereiken!
pl: Zorganizowanie pomaga osiągnąć więcej!
pt: Ser organizado ajuda você a realizar mais!
pt_pt: Ser organizado ajuda-te a alcançar melhores resultados!
tr: Organize olmak, daha çok şey başarmanızı sağlar!

source: Below are two parallel lines with a third line intersecting them.
fr: Voici deux droites parallèles et une sécante commune.
nb: Nedenfor er to parallelle linjer med en tredje linje som krysser dem.
pl: Poniżej mamy dwie proste równoległe, które przecina trzecia prosta.
pt: Abaixo estão duas linhas paralelas com uma terceira linha interceptando-os.
tr: Aşağıda, üçüncü bir doğrunun kestiği iki paralel doğru bulunmaktadır.

source: Ben
pt: Benjamin

source: Ben Pollitt studied Art History and English Literature at Edinburgh University. He teaches Art History at Fine Arts College in Hampstead and Ashbourne College in Kensington. He is an A Level examiner in the subject.
pt: Ben Pollitt estudou história da arte e literatura inglesa na Universidade de Edimburgo. Ele leciona história da arte na Faculdade de Belas Artes de Hampstead e na Faculdade Ashbourne, em Kensignton. Ele é pesquisador nível A no assunto.
tr: Ben Pollitt Edinburgh Üniversitesi'nde Sanat Tarihi ve İngiliz Edebiyatı okudu. Hampstead'deki Güzel Sanatlar Üniversitesi'nde ve Kensington'daki Ashbourne Üniversitesi'nde Sanat Tarihi okutmaktadır. Bu derste A düzeyi sınav okuyucusudur.

source: Ben grew up in Minnesota before moving to Wisconsin to switch from Gopher to Badger and study quantitative things.
es: Ben creció en Minnesota antes de mudarse a Wisconsin para cambiar de aires y estudiar cosas cuantitativas.
pt: Ben cresceu em Minnesota antes de se mudar para Wisconsin e estudar coisas quantitativas, deixando de ser um Gopher para se tornar um Badger.
tr: Ben, Gopher'dan Badger'a geçmek ve sayısal konuları öğrenmek için Wisconsin'e taşınmadan önce Minnesota'da büyüdü.

source: Ben leads exercise development at Khan Academy to make sure that the entire exercise curriculum is complete and up to date.
es: Ben lidera el desarrollo de ejercicios en Khan Academy para asegurarse de que todo el plan de estudios de los ejercicios esté completo y actualizado.
pl: Ben jest odpowiedzialny za to, aby program ćwiczeń Khan Academy był aktualny i kompletny.
pt: Ben lidera o desenvolvimento de exercícios na Khan Academy, para garantir que todo o currículo de exercícios esteja completo e atualizado.
tr: Ben Khan Academy alıştırmalarının geliştirilmesi, güncel ve müfredat ile uyumlu olmasını sağlamaktan sorumludur.

source: Ben started by volunteering for Khan Academy after watching one of Sal's talks and feeling left with no choice but to help.
es: Ben empezó a colaborar para Khan Academy después de ver una de las pláticas de Sal y quedarse sin otra opción más que ayudar.
pl: Ben zaczął przez wolontariat dla Khan Academy po obejrzeniu jednej z mów Sala i poczuł, że nie ma innego wyboru, jak pomagać.
pt: Ben começou como voluntário na Khan Academy depois de assistir a uma das palestras de Sal e descobrir que sua única opção era contribuir.
tr: Ben, Sal’ın yaptığı bir konuşmayı izledikten sonra gönüllü olarak Khan Academy’ye yardım etmek istedi.

source: Ben was previously VP of Engineering at Fog Creek Software, where he spent five and a half years learning how to push bits around with small, fast teams.
es: Previamente, Ben fue vicepresidente de ingeniería en Fog Creek Software, donde pasó 5 años y medio aprendiendo cómo trabajar con código con grupos pequeños y rápidos.
pl: Wcześniej Ben był wiceprezesem ds. technicznych w Fog Creek Software, gdzie pracował pięć i pół roku ucząc się zarządzać niewielkimi zespołami.
pt: Anteriormente, Ben foi vice-presidente de Engenharia da Fog Creek Software, onde passou cinco anos e meio aprendendo a manipular bits com equipes pequenas, porém rápidas.
tr: Daha önce yazılım şirketi Fog Creek Software’in başkan yardımcısıydı ve beş buçuk yıl boyunca küçük ve hızlı takımlarla nasıl iş yapılacağı konusunda uzmanlaştı.

source: Benefits
fr: Avantages
pl: Korzyści
pt: Benefícios
pt_pt: Benefícios
tr: Faydaları

source: Berkelium
es: Berkelio
pl: Berkel
pt: Berquélio
pt_pt: Berquélio

source: Beryllium
es: Berilio
pl: Beryl
pt: Berílio
pt_pt: Berílio
tr: Berilyum

source: Best of all, it's free
es: Lo mejor de todo, es gratis
ja: 全てのなかのベスト，これは無料です．
nb: Best av alt, det er gratis
nl: Het beste van allemaal, het is gratis
pl: Najlepsze ze wszystkich, nic nie kosztuje
pt: E o melhor de tudo: é gratuito!
pt_pt: Tudo isto, gratuitamente.
tr: En iyisi, ücretsiz olmasıdır

source: Best wishes,
da: Med venlig hilsen,
es: Los mejores deseos,
fr: Meilleurs vœux,
ja: 敬具
nb: Beste ønsker,
nl: Beste wensen,
pl: Najlepsze życzenia,
pt: Felicidades,
pt_pt: Com os melhores cumprimentos,
tr: En iyi dileklerlerle,

source: Beth has a PhD in art history, and with Steven Zucker, founded the Webby-award winning site, <a href="http://smarthistory.org">Smarthistory.org</a>.
es: Beth tiene un doctorado en Historia del Arte, y junto con Steven Zucker, fundó el sitio ganador del premio Webby, <a href="http://smarthistory.org">Smarthistory.org</a>.
pl: Beth jest doktorem historii sztuki i razem z Stevenem Zuckerem założyła stronę <a href="http://smarthistory.org">Smarthistory.org</a>, która zdobyła Webby-award.
pt: Beth é doutora em História da arte e, junto com Steve Zucker, fundou o site ganhador do prêmio Webby, <a href="http://smarthistory.org">Smarthistory.org</a>.
tr: Beth sanat tarihi üzerine doktora derecesine sahiptir ve Steven Zucker ile birlikte ödül sahibi web sitesi <a href="http://smarthistory.org">Smarthistory.org</a>’un kurucusudur.

source: Better
es: Mejor
fr: Mieux
nb: Bedre
pl: Lepiej
pt: Melhor
tr: Daha iyi

source: Better than most articles
da: Bedre end de fleste artikler
es: Mejor que la mayoría de los artículos
fr: Mieux que la plupart des articles
nb: Bedre enn de fleste artiklene
nl: Beter dan de meeste artikelen
pl: Lepszy niż większość artykułów
pt: Melhor do que a maioria dos artigos
tr: Çoğu makaleden daha iyi

source: Better than most exercises
da: Bedre end de fleste øvelser
es: Mejor que la mayoría de los ejercicios
fr: Meilleur que la plupart des exercices
nb: Bedre enn de fleste øvelser
nl: Beter dan de meeste oefeningen
pl: Lepsze niż większość ćwiczeń
pt: Melhor do que a maioria dos exercícios
tr: Çoğu alıştırmadan daha iyi

source: Better than most videos
da: Bedre end de fleste videoer
es: Mejor que la mayoría de los videos
fr: Meilleur que la plupart des vidéos
nb: Bedre enn de fleste videoer
nl: Beter dan de meeste filmpjes
pl: Lepszy niż większość filmów
pt: Melhor do que a maioria dos vídeos
pt_pt: Melhor do que a maioria dos vídeos
tr: Çoğu videodan daha iyi
