Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: %(child_name)s worked on Khan Academy for <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">%(num_minutes)s %(minutes_text)s</span> this week.
da: %(child_name)s arbejdede på Khan Academy i <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">%(num_minutes)s %(minutes_text)s</span> i denne uge.
es: %(child_name)s trabajó en Khan Academy por <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">%(num_minutes)s %(minutes_text)s</span> esta semana.
fr: %(child_name)s a travaillé sur la Khan Academy pendant <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase"> %(num_minutes)s %(minutes_text)s</span> cette semaine.
nb: %(child_name)s jobbet med Khan Academy i <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">%(num_minutes)s %(minutes_text)s</span> denne uken.
nl: %(child_name)s heeft deze week <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">%(num_minutes)s %(minutes_text)s</span> op Khan Academy gewerkt.
pl: %(child_name)s pracował(a) na Khan Academy przez <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">%(num_minutes)s %(minutes_text)s</span> w tym tygodniu.
pt: %(child_name)s praticou na Khan Academy por <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">%(num_minutes)s %(minutes_text)s</span> esta semana.
pt_pt: %(child_name)s esteve a trabalhar na Khan Academy durante <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">%(num_minutes)s %(minutes_text)s</span> ao longo desta semana.
tr: %(child_name)s isimli öğrenci Khan Academy'de bu hafta <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">%(num_minutes)s %(minutes_text)s</span> geçirdi.

source: %(child_name)s worked on but <span style="font-weight: bold; color: #888; text-transform: uppercase">needs practice</span> with <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
da: %(child_name)s arbejde med <span style="font-weight: bold; color: #888; text-transform: uppercase">men behøver øvelse </span> with <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
es: %(child_name)s trabajó pero <span style="font-weight: bold; color: #888; text-transform: uppercase">necesita práctica</span> con <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>, incluidas:
fr: %(child_name)s a travaillé sur mais <span style="font-weight: bold; color: #888; text-transform: uppercase">doit pratiquer</span> <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
nb: %(child_name)s jobbet med, men<span style="font-weight: bold; color: #888; text-transform: uppercase">trenger øvelse</span> i <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
nl: %(child_name)s heeft gewerkt aan maar<span style="font-weight: bold; color: #888; text-transform: uppercase">heeft oefening nodig</span> met <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
pl: %(child_name)s pracował(a) dzielnie, ale <span style="font-weight: bold; color: #888; text-transform: uppercase">musi poćwiczyć</span> <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
pt: %(child_name)s continua praticando mas <span style="font-weight: bold; color: #888; text-transform: uppercase">precisa praticar</span> <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
pt_pt: %(child_name)s esteve a trabalhar em <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a> <span style="font-weight: bold; color: #888; text-transform: uppercase">que ainda tem de melhorar</span>:
tr: %(child_name)s, <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a> üzerinde çalışmış olmasına rağmen daha fazla <span style="font-weight: bold; color: #888; text-transform: uppercase">alıştırmaya ihtiyaç duymaktadır</span>:

source: %(child_name)s worked on but <span style="font-weight: bold; color: #888; text-transform: uppercase">needs practice</span> with <a href="%(url)s" style="color: #555"><strong>%(total_skills)s skills</strong></a>, including:
da: %(child_name)s arbejde med <span style="font-weight: bold; color: #888; text-transform: uppercase">men behøver øvelse </span> i <a href="%(url)s" style="color: #555"><strong>%(total_skills)s færdigheder </strong></a>, herunder:
es: %(child_name)s trabajó pero <span style="font-weight: bold; color: #888; text-transform: uppercase">necesita practicar</span> con <a href="%(url)s" style="color: #555"><strong>%(total_skills)s habilidades</strong></a>, incluidas:
fr: %(child_name)s a travaillé sur mais <span style="font-weight: bold; color: #888; text-transform: uppercase">doit pratiquer</span> with <a href="%(url)s" style="color: #555"><strong>%(total_skills)s compétences</strong></a>, dont notamment:
nb: %(child_name)s jobbet med men <span style="font-weight: bold; color: #888; text-transform: uppercase">trenger å øve mer</span> på<a href="%(url)s" style="color: #555"><strong>%(total_skills)s ferdigheter</strong></a>, inkludert:
nl: %(child_name)s heeft gewerkt aan maar<span style="font-weight: bold; color: #888; text-transform: uppercase">heeft oefening nodig</span> met <a href="%(url)s" style="color: #555"><strong>%(total_skills)s skills</strong></a>, waaronder:
pl: %(child_name)s pracował(a) dzielnie, ale <span style="font-weight: bold; color: #888; text-transform: uppercase">musi poćwiczyć</span> <a href="%(url)s" style="color: #555"><strong>%(total_skills)s umiejętności</strong></a>, są to:
pt: %(child_name)s continua praticando mas <span style="font-weight: bold; color: #888; text-transform: uppercase">precisa praticar</span> <a href="%(url)s" style="color: #555"><strong>%(total_skills)s habilidades</strong></a>, inclusive:
tr: %(child_name)s, şu becerilerin de dahil olduğu <a href="%(url)s" style="color: #555"><strong>%(total_skills)s becerinin</strong></a> üzerinde çalışmış olmasına rağmen daha fazla <span style="font-weight: bold; color: #888; text-transform: uppercase">alıştırmaya ihtiyaç duymaktadır</span>:

source: %(child_name)s worked on but needs practice with %(total_skills)s %(skills_text)s:
da: %(child_name)s arbejdede på, men har brug for øvelse i %(total_skills)s %(skills_text)s:
es: %(child_name)s se esforzó pero necesita práctica con %(total_skills)s %(skills_text)s:
fr: %(child_name)s a travaillé, mais à besoin d'entraînement sur %(total_skills)s %(skills_text)s :
nb: %(child_name)s jobbet med, men trenger øvelse i %(total_skills)s %(skills_text)s:
nl: %(child_name)s heeft gewerkt aan maar heeft oefening nodig met %(total_skills)s %(skills_text)s:
pl: %(child_name)s pracował(a) nad tym, jednak potrzebuje ćwiczenia w %(total_skills)s %(skills_text)s:
pt: %(child_name)s continua praticando mas precisa treinar %(total_skills)s %(skills_text)s:
pt_pt: %(child_name)s esteve a trabalhar em %(total_skills)s %(skills_text)s que ainda tem de melhorar:
tr: %(child_name)s, %(total_skills)s %(skills_text)s üzerinde çalışmış olmasına rağmen daha fazla alıştırmaya ihtiyaç duymaktadır:

source: %(child_name)s worked on but needs practice with %(total_skills)s skills, including:
da: %(child_name)s arbejdede på, men har brug for øvelse i %(total_skills)s færdigheder, herunder:
es: %(child_name)s se esforzó pero necesita práctica con %(total_skills)s habilidades, incluidas:
fr: %(child_name)s a travaillé, mais à besoin d'entraînement sur %(total_skills)s compétences, incluant :
nb: %(child_name)s jobbet med, men trenger mer øvelse i %(total_skills)s ferdigheter, inkludert:
nl: %(child_name)s heeft gewerkt aan maar heeft oefening nodig met %(total_skills)s skills, waaronder:
pl: %(child_name)s pracował(a) nad tym, jednak potrzebuje ćwiczenia w %(total_skills)s umiejętnościach, w tym:
pt: %(child_name)s continua praticando mas precisa treinar %(total_skills)s habilidades, inclusive:
pt_pt: %(child_name)s esteve a trabalhar em %(total_skills)s competências que ainda tem de melhorar:
tr: %(child_name)s, şu becerilerin de dahil olduğu %(total_skills)s becerinin üzerinde çalışmış olmasına rağmen daha fazla alıştırmaya ihtiyaç duymaktadır:

source: %(child_name)s's progress this week on Khan Academy
da: %(child_name)ss fremskridt i denne uge på Khan Academy
es: Progreso de %(child_name)s en Khan Academy esta semana
fr: Progrès réalisés cette semaine sur Khan Academy par %(child_name)s
ja: %(child_name)s の今週のカーンアカデミーでの進捗状況
nb: %(child_name)s sin fremgang denne uken på Khan Academy
nl: %(child_name)ss voortgang deze week op Khan Academy
pl: Progres %(child_name)s w tym tygodniu na Khan Academy
pt: Evolução de %(child_name)s nesta semana na Khan Academy
pt_pt: Progresso desta semana de %(child_name)s na Khan Academy
tr: %(child_name)s isimli öğrencinin Khan Academ'de bu hafta kaydettiği ilerleme

source: %(child_nickname)s has added a new coach!
da: %(child_nickname)s har tilføjet en ny lærer!
es: ¡%(child_nickname)s ha agregado un nuevo tutor!
fr: %(child_nickname)s a ajouté un nouveau coach !
ja: %(child_nickname)s は新しいコーチを追加しました!
nb: %(child_nickname)s har lagt til en ny veileder!
nl: %(child_nickname)s heeft een nieuwe coach toegevoegd!
pl: %(child_nickname)s dodał/a nowego trenera!
pt: %(child_nickname)s adicionou um novo tutor!
pt_pt: %(child_nickname)s adicionou um novo tutor!
tr: %(child_nickname)s yeni bir koç ekledi!

source: %(child_nickname)s has received a new coach request!
da: %(child_nickname)s har modtaget en ny anmodning fra en lærer!
es: ¡%(child_nickname)s ha recibido una nueva solicitud de tutor!
fr: %(child_nickname)s a reçu une nouvelle demande de coach !
ja: %(child_nickname)s が新しいコーチのリクエストを受けとりました!
nb: %(child_nickname)s har fått en ny veilederforespørsel!
nl: %(child_nickname)s heeft een nieuw coachverzoek ontvangen!
pl: %(child_nickname)s otrzymał/a nową prośbę o trenowanie!
pt: %(child_nickname)s recebeu uma nova solicitação de tutor!
tr: %(child_nickname)s yeni bir koç isteği aldı!

source: %(coach)s has requested to be your coach
bg: %(coach)s е поискал(а) да бъде твой учител
da: %(coach)s har anmodet om at være din lærer
es: %(coach)s ha solicitado ser tu tutor
fr: %(coach)s demande à être votre coach
ja: %(coach)s があなたのコーチになることをリクエストしました．
nb: %(coach)s spør om å få være din veileder
nl: %(coach)s heeft aangevraagd jou coacht te worden
pl: %(coach)s poprosił/a o bycie Twoim trenerem
pt: %(coach)s pediu para ser seu tutor
pt_pt: %(coach)s pediu para ser teu tutor
tr: %(coach)s size bir eğitmenlik isteği gönderdi

source: %(coach)s will have access to all of your Khan Academy data.
bg: %(coach)s ще има достъп до всичките ти данни в Кан академията.
da: %(coach)s vil have adgang til alle dine Khan Academy data.
es: %(coach)s tendrá acceso a todos tus datos de Khan Academy.
fr: %(coach)s auront accès à l'ensemble de vos données de la Khan Academy.
nb: %(coach)s vil ha tilgang til alle dine data på Khan Academy.
nl: %(coach)s zal toegang hebben tot al jouw Khan Academy gegevens.
pl: %(coach)s będzie miał dostęp do wszystkich Twoich danych w Khan Academy.
pt: %(coach)s terá acesso a todos os seus dados na Khan Academy.
tr: %(coach)s, Khan Academy verilerinizin hepsine ulaşabilecek.

source: %(coach_name)s chose '%(child_username)s' as the username and '%(child_birthdate)s' as the birthdate for your child.
da: %(coach_name)s valgte %(child_username)s som brugernavnet og %(child_birthdate)s som fødselsdato for dit barn.
es: %(coach_name)s eligió '%(child_username)s' como nombre de usuario y '%(child_birthdate)s' como la fecha de nacimiento de tu hijo.
fr: %(coach_name)s a choisi '%(child_username)s' comme nom d'utilisateur et '%(child_birthdate)s' comme date de naissance pour votre enfant.
nb: %(coach_name)s valgte '%(child_username)s' som brukernavn og '%(child_birthdate)s' som fødselsdato for ditt barn.
nl: %(coach_name)s koos %(child_username)s als de gebruikersnaam en %(child_birthdate)s als de geboortedatum voor uw kind.
pl: %(coach_name)s wybierz %(child_username)s jako nazwę użytkownika i %(child_birthdate)s jako datę urodzenia Twojego dziecka.
pt: %(coach_name)s escolheu '%(child_username)s' como nome de usuário e '%(child_birthdate)s' como a data de nascimento para seu filho.
tr: %(coach_name)s , çocuğunuz için kullanıcı adı olarak '%(child_username)s' ve doğum tarihi olarak'%(child_birthdate)s' seçmiştir.

source: %(coach_name)s has added your child to their class at KhanAcademy.org
da: %(coach_name)s har tilføjet dit barn til deres klasse på KhanAcademy.org
es: %(coach_name)s ha agregado a tu hijo a su clase en KhanAcademy.org
fr: %(coach_name)s a ajouté votre enfant à sa classe sur KhanAcademy.org
nb: %(coach_name)s er lagt til i en klasse på KhanAcademy.org
nl: %(coach_name)s heeft jouw kind toegevoegd aan zijn/haar klas bij Khan Academy
pl: %(coach_name)s dodał/a Twoje dziecko do swojej klasy na KhanAcademy.org
pt: %(coach_name)s adicionou seu filho à turma dele na KhanAcademy.org
tr: %(coach_name)s çocuğunuzu KhanAcademy.org'daki sınıfına ekledi

source: %(coach_name)s has added your child to their class at KhanAcademy.org!
da: %(coach_name)s har tilføjet dit barn til deres klasse på KhanAcademy.org!
es: ¡%(coach_name)s ha agregado a tu hijo a su clase en KhanAcademy.org!
fr: %(coach_name)s a ajouté votre enfant à sa classe sur KhanAcademy.org !
nb: %(coach_name)s har lagt til barnet ditt i en klasse på KhanAcademy.org!
nl: %(coach_name)s heeft jouw kind toegevoegd aan zijn/haar klas bij Khan Academy!
pl: %(coach_name)s dodał/a Twoje dziecko do swojej klasy na KhanAcademy.org!
pt: %(coach_name)s adicionou seu filho à turma dele na KhanAcademy.org!
tr: %(coach_name)s çocuğunuzu KhanAcademy.org'daki sınıfına ekledi!

source: %(coach_name)s has created a Khan Academy account for your child
da: %(coach_name)s har oprettet en Khan Academy-konto til dit barn
es: %(coach_name)s ha creado una cuenta de Khan Academy para tu hijo
fr: %(coach_name)s a créé un compte Khan Academy pour votre enfant
nb: %(coach_name)s har oprettet en Khan Academy konto for ditt barn
nl: %(coach_name)s heeft een Khan Academy account gemaakt voor jouw kind
pl: %(coach_name)s stworzył/a konto Khan Academy dla Twojego dziecka
pt: %(coach_name)s criou uma conta da Khan Academy para seu filho
tr: %(coach_name)s çocuğunuz için bir Khan Academy hesabı oluşturdu

source: %(coach_name)s has requested to be your coach. Click the following link to accept.
da: %(coach_name)s har anmodet om at blive din lærer. Klik på nedenstående link for at acceptere.
es: %(coach_name)s ha solicitado ser tu tutor. Da clic en el siguiente enlace para aceptar.
fr: %(coach_name)s demande à être votre coach. Cliquez sur le lien qui suit pour accepter.
ja: %(coach_name)s があなたのコーチになることをリクエストしました．受諾するには次のリンクをクリックして下さい．
nb: %(coach_name)s har bedt om å være din veileder/lærer. Klikk på lenken for å godta.
nl: %(coach_name)s heeft verzocht jouw coach te worden. Klik volgende link om te accepteren.
pl: %(coach_name)s poprosił o zaakceptowanie jako trenera. Kliknij w następujący link, żeby zaakceptować.
pt: %(coach_name)s pediu para ser seu tutor. Clique no link a seguir para aceitar.
pt_pt: %(coach_name)s pediu para ser teu tutor. Clica na seguinte ligação se pretenderes aceitar.
tr: %(coach_name)s size bir eğitmenlik isteği gönderdi. Kabul etmek için bağlantıya tıklayınız.

source: %(coach_name)s has requested to be your coach. How would you like to respond?
da: %(coach_name)s har anmodet om at blive din lærer. Hvad vil du gerne svare?
es: %(coach_name)s ha pedido ser tu tutor. ¿Cómo quisieras responder?
fr: %(coach_name)s demande à être votre coach ? Voulez-vous confirmer ?
ja: %(coach_name)s があなたのコーチになることをリクエストしました．どう答えますか?
nb: %(coach_name)s har bedt om å være din veileder/lærer. Hva vil du svare?
nl: %(coach_name)s heeft aangevraagd jouw coach te zijn. Hoe wil je antwoorden?
pl: %(coach_name)s poprosił o zaakceptowanie jako trenera. Czy chcesz odpowiedzieć?
pt: %(coach_name)s pediu para ser seu tutor. Como você gostaria de responder?
pt_pt: %(coach_name)s pediu para ser teu tutor. Como pretendes responder a este pedido?
tr: %(coach_name)s size bir eğitmenlik isteği gönderdi. Bu isteğe ne cevap vereceksiniz?

source: %(complete)s/%(total)s completed
da: %(complete)s/%(total)s fuldført
es: %(complete)s/%(total)s completado
fr: %(complete)s/%(total)s terminé
ja: %(complete)s/%(total)s 完了
nb: %(complete)s/%(total)s fullført
nl: %(complete)s%(total)s voltooid
pl: %(complete)s/%(total)s zakończony
pt: %(complete)s/%(total)s concluído
pt_pt: %(complete)s/%(total)s concluído
tr: %(complete)s/%(total)s tamamlandı

source: %(count)s badges
bg: %(count)s значки
es: %(count)s medallas
he: %(count)s מדליות
nb: %(count)s premier
pl: %(count)s odznak
pt: %(count)s medalhas
pt_pt: as %(count)s medalhas que ganhaste
tr: %(count)s Madalyalar

source: %(count)s skill level one
da: %(count)s færdighed på niveau et
es: %(count)s habilidad nivel uno
fr: %(count)s compétence niveau 1
ja: %(count)s のスキルがレベル 1 です
nb: %(count)s ferdighet nivå en
pl: %(count)s umiejętność na poziomie pierwszym
pt: %(count)s habilidade do nível 1
pt_pt: %(count)s competência de nível um
tr: %(count)s beceride birinci seviye

source: %(count)s skill level two
da: %(count)s færdighed på niveau to
es: %(count)s habilidad nivel dos
fr: %(count)s compétence niveau 2
ja: %(count)s のスキルがレベル 2 です
nb: %(count)s ferdighet nivå to
pl: %(count)s umiejętność na poziomie drugim
pt: %(count)s habilidade do nível 2
pt_pt: %(count)s competência de nível dois
tr: %(count)s beceride ikinci seviye

source: %(count)s skill mastered
da: %(count)s færdighed mestret
es: %(count)s habilidad dominada
fr: %(count)s compétence maîtrisée
ja: %(count)s のスキルをマスターしました
nb: %(count)s ferdighet mestret
pl: %(count)s umiejętność opanowana
pt: %(count)s habilidade dominada
pt_pt: %(count)s competência adquirida
tr: %(count)s beceride ustalık kazanıldı

source: %(count)s skill not started
da: %(count)s færdighed ikke startet
es: %(count)s habilidad sin comenzar
fr: %(count)s compétence non commencée
ja: %(count)s のスキルはまだ始めていません
nb: %(count)s ferdighet ikke begynt på
pl: %(count)s umiejętność nierozpoczęta
pt: %(count)s habilidade não iniciada
pt_pt: %(count)s por aperfeiçoar
tr: %(count)s beceri başlatılmadı

source: %(count)s skill practiced
da: %(count)s færdighed øvet
es: %(count)s habilidad practicada
fr: %(count)s compétence pratiquée
ja: %(count)s のスキルは練習済み
nb: %(count)s ferdighet jobbet med
pl: %(count)s umiejętność przećwiczona
pt: %(count)s habilidade praticada
pt_pt: %(count)s competência praticada
tr: %(count)s beceri üzerinde alıştırma yapıldı

source: %(crop)s per row
fr: %(crop)s par rang
nb: %(crop)s per rad
pl: %(crop)s w rzędzie
pt: %(crop)s por linha
tr: satır başına %(crop)s

source: %(day_part)s and 1 hour
da: %(day_part)s og 1 time
es: %(day_part)s y 1 hora
fr: %(day_part)s et 1 heure
pl: %(day_part)s i 1 godzina
pt: %(day_part)s e 1 hora
pt_pt: %(day_part)s e 1 hora

source: %(desc)s in %(context)s
da: %(desc)s i %(context)s
es: %(desc)s en %(context)s
fr: %(desc)s dans %(context)s
ja: %(context)s 中の %(desc)s
nb: %(desc)s i %(context)s
pl: %(desc)s w %(context)s
pt: %(desc)s em %(context)s
pt_pt: %(desc)s em %(context)s
tr: %(context)s içindeki %(desc)s

source: %(distance_unit)s per day
fr: %(distance_unit)s par jour
nb: %(distance_unit)s hver dag
pl: %(distance_unit)s dziennie
pt: %(distance_unit)s por dia
tr: her gün %(distance_unit)s

source: %(done)s/%(total)s skills completed
da: %(done)s/%(total)s færdigheder fuldført
es: %(done)s/%(total)s habilidades completadas
fr: %(done)s/%(total)s compétences acquises
ja: %(done)s/%(total)s のスキルを完了しました
nb: %(done)s/%(total)s ferdigheter fullført
nl: %(done)s/%(total)s skills voltooid
pl: %(done)s/%(total)s umiejętności ukończono
pt: %(done)s/%(total)s habilidades concluídas
pt_pt: Competências adquiridas: %(done)s de %(total)s
tr: %(done)s/%(total)s beceri tamamlandı

source: %(email)s is already your coach.
da: %(email)s er allerede din lærer.
es: %(email)s ya es tu tutor.
fr: %(email)s est déjà votre coach.
ja: %(email)s は既にあなたのコーチです．
nb: %(email)s er allerede din veileder.
nl: %(email)s is al je coach.
pl: %(email)s jest już Twoim trenerem.
pt: %(email)s já é seu tutor.
pt_pt: %(email)s já é um dos teus tutores.
tr: %(email)s zaten sizin koçunuz olarak atanmış durumda.

source: %(email)s is not a valid email address.
bg: %(email)s е невалиден имейл адрес.
da: %(email)s er ikke en gyldig e-mail-adresse.
es: %(email)s no es una dirección válida de correo electrónico.
fr: %(email)s n'est pas une adresse e-mail correcte.
ja: %(email)s は有効なメイルアドレスではありません．
nb: %(email)s er ikke en gyldig epost-adresse.
nl: %(email)s is geen geldig e-mail adres.
pl: %(email)s nie jest prawidłowym adresem email.
pt: %(email)s não é um endereço de e-mail válido.
pt_pt: %(email)s não é um endereço de e-mail válido.
tr: %(email)s geçerli bir e-posta adresi değildir.

source: %(hour_part)s and 1 minute
da: %(hour_part)s og 1 minut
es: %(hour_part)s y 1 minuto
fr: %(hour_part)s et 1 minute
ja: %(hour_part)s 時間と %(num)s 分
pl: %(hour_part)s i 1 minuta
pt: %(hour_part)s e 1 minuto
pt_pt: %(hour_part)s e 1 minuto

source: %(hustleIncreasePercent)s% increase
es: aumento de %(hustleIncreasePercent)s%
ja: %(hustleIncreasePercent)s% 増加
nb: %(hustleIncreasePercent)s% økning
pl: wzrost o %(hustleIncreasePercent)s%
pt: %(hustleIncreasePercent)s% de progresso
pt_pt: aumento de %(hustleIncreasePercent)s%
tr: %%(hustleIncreasePercent)s artış

source: %(hustlePoints)s hustle points
es: %(hustlePoints)s puntos por esfuerzo
ja: %(hustlePoints)s ハッスルポイント
nb: %(hustlePoints)s strevepoeng
pl: %(hustlePoints)s punktów szybkości
pt: %(hustlePoints)s pontos de esforço
pt_pt: %(hustlePoints)s pontos de esforço
tr: %(hustlePoints)s çaba puanları

source: %(inactive_list)s have not been active this week.
da: %(inactive_list)s har ikke været aktiv i denne uge.
es: %(inactive_list)s no han estado activos esta semana.
fr: %(inactive_list)s n'ont pas été actives cette semaine.
ja: まだ今週は %(inactive_list)s は活動していません．
nb: %(inactive_list)s har ikke vært aktiv denne uken.
nl: %(inactive_list)s waren deze week nog niet actief.
pl: %(inactive_list)s nie były w tym tygodniu aktywne.
pt: %(inactive_list)s não estiveram ativas esta semana.
tr: %(inactive_list)s bu hafta aktif olmamıştır.

source: %(inactive_student)s has not been active this week.
da: %(inactive_student)s har ikke været aktiv i denne uge.
es: %(inactive_student)s no ha estado activo esta semana.
fr: %(inactive_student)s n'a pas été actif cette semaine.
ja: まだ今週は %(inactive_student)s は活動していません．
nb: %(inactive_student)s har ikke vært aktiv denne uken.
nl: %(inactive_student)s was deze week nog niet actief.
pl: %(inactive_student)s nie był w tym tygodniu aktywny.
pt: %(inactive_student)s não estiveram ativos esta semana.
tr: %(inactive_student)s bu hafta aktif olmamıştır.

source: %(item1)s and %(item2)s
da: %(item1)s og %(item2)s
es: %(item1)s y %(item2)s
fr: %(item1)s et %(item2)s
ja: %(item1)s と %(item2)s
nb: %(item1)s og %(item2)s
nl: %(item1)s en %(item2)s
pl: %(item1)s i %(item2)s
pt: %(item1)s e %(item2)s
pt_pt: %(item1)s e %(item2)s
tr: %(item1)s ve %(item2)s

source: %(items_with_commas)s, and %(last_item)s
da: %(items_with_commas)s, og %(last_item)s
es: %(items_with_commas)s y %(last_item)s
fr: %(items_with_commas)s, et %(last_item)s
nb: %(items_with_commas)s, og %(last_item)s
nl: %(items_with_commas)s, en %(last_item)s
pl: %(items_with_commas)s, i %(last_item)s
pt: %(items_with_commas)s e %(last_item)s
pt_pt: %(items_with_commas)s e %(last_item)s
tr: %(items_with_commas)s ve %(last_item)s
