Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Even though scientists know that doing better in school requires effort to grow new brain connections, many students notice that trying hard doesn't always help much. This is because growing your brain isn't just about effort. Effort is important, but growing your brain means learning new ideas and new strategies too. Sometimes people only put effort into easy strategies that don't pay off – like doing many easy problems or re-reading the textbook. When they don't do well on tests, they think "Studying hard didn't help. I'm just not smart at this."
bg: Въпреки че учените знаят, че постиженията в училище изискват усилия, за да се създадат нови мозъчни връзки, много студенти забелязват, че само старанието не винаги помага много. Това е така, защото развиването на мозъка не е само усилие. Усилието е важно, но развитието на мозъка означава усвояване на нови идеи и нови стратегии. Понякога хората влагат усилия само в леснопостижими стратегии, които всъщност не си струват – като например решаването на лесни задачи или препрочитането на учебник. Когато те не се справят добре на тестовета, те заключават, че " упоритото учене не помогна. Аз просто не съм достатъчно умен за това."
da: Selv om forskere ved at forbedringer i skolen kræver indsats for at dyrke nye forbindelser i hjernen, bemærker mange elever, at forsøge ihærdigt altid ikke hjælper ret meget. Dette er fordi at vokse din hjerne ikke kun handler om indsats. Indsats er vigtig, men din hjerne vokser når du lærer nye idéer og nye strategier. Sommetider lægge mennesker kun kræfter i de nemme strategier, der ikke kan betale sig – som f.eks. at lave mange nemme opgaver eller læse den samme lærebog. Når de ikke klarer sig godt til prøverne, tænker de "at studere hårdt ikke hjalp. Jeg er bare ikke god til det."
es: A pesar de que los científicos saben que mejorar en la escuela requiere esfuerzo para crear nuevas conexiones cerebrales, muchos estudiantes se dan cuenta que el esforzarse no necesariamente ayuda mucho. Esto es porque el desarrollo de tu cerebro no se trata solo del esfuerzo. El esfuerzo es importante, pero desarrollar tu cerebro significa aprender nuevas ideas y nuevas estrategias también. A veces las personas solo ponen esfuerzo a las estrategias fáciles que no valen la pena - como el hacer muchos problemas fáciles o releer el libro de texto. Cuando no les va bien en los exámenes, piensan "Estudiar duro no ayudó. Simplemente no soy inteligente en esto."
fr: Même s'il a été prouvé scientifiquement que pour développer de nouvelles connexions cérébrales il faut faire des efforts, beaucoup d'étudiants remarquent que l'effort n'est pas toujours récompensé. Ceci s'explique par le fait que pour faire pousser des neuronnes dans votre cerveau, il n'y a pas que l'effort qui compte. Il faut aussi apprendre de nouvelles idées et stratégies. Parfois, les étudiants investissent dans des stratégies faciles qui génèrent peu de rendement telles que résoudre beaucoup de problèmes faciles ou bien relire les livres de cours. Lorsqu'ils n'ont pas de bonnes notes sur les examens, ils pensent "Beaucoup réviser ne sert à rien. Je suis nul."
nb: Selv om forskerne vet at hjernen skaper nye forbindelser ved å gjøre det bedre på skolen, merker mange elever at å prøve hardt ikke alltid hjelper like mye. Dette er fordi å gro hjerneceller ikke bare handler om innsats. Innsats er viktig, men for å gro hjerneceller må man lære nye ideer og strategier også. Noen mennesker legger kun innsats i enkle strategier som ikke betaler seg - som å gjøre lette oppgaver, eller lese læreboken på nytt. Når de ikke gjør det bra på prøver tenker de "Å studere hardt hjalp ikke, jeg er bare ikke god på dette."
nl: Ook al weten wetenschappers dat betere schoolresultaten halen inspanning vergt om nieuwe hersenverbindingen te vormen, toch merken veel studenten dat hard proberen niet altijd veel helpt. Dit komt doordat je hersenen laten groeien niet alleen om inspanning draait. Inspanning is belangrijk, maar je hersenen ontwikkelen betekent nieuwe ideeën en strategiën leren. Soms spannen mensen zich alleen in om strategiën te leren die niet werken - zoals veel gemakkelijke problemen oplossen of het handboek herlezen. Als ze het dan niet goed doen op toetsen, denken ze: hard studeren hielp niet. Ik ben hier gewoon niet goed in.
pl: Naukowcy wiedzą, że aby radzić sobie w szkole nasz mózg musi wciąż budować nowe połączenia a do tego potrzebny jest nasz wysiłek. Wielu uczniów zauważa jednak, że ich starania często na niewiele się zdają. To dlatego, że do zwiększenia wydolności naszego mózgu nie wystarczy tylko intensywna praca. Mimo że, jest ona niezwykle ważna to rozwój mózgu polega nie tylko na nauce ale również na poznawaniu strategii uczenia się. Czasami uczniowie sięgają tylko po proste sposoby, nie przynoszące oczekiwanych rezultatów, takie jak wielokrotne czytanie podręcznika lub praca nad zbyt łatwymi zagadnieniami. Gdy nie radzą sobie w czasie testów, myślą: „Nauka nie pomogła, po prostu nie jestem w tym dobry”.
pt: Embora os cientistas saibam que um bom resultado na escola requer esforço para criar novas conexões cerebrais, muitos alunos notam que se esforçar nem sempre ajuda muito. Isto acontece porque o crescimento do cérebro não é apenas uma questão de esforço. O esforço é importante, mas o crescimento do cérebro depende do aprendizado de novas ideias e de novas estratégias também. Às vezes, as pessoas só se esforçam em estratégias fáceis que não compensam, como fazer muitos problemas fáceis ou reler um livro. Quando eles não se dão bem nos testes, pensam "Estudar muito não ajuda. Eu simplesmente não sou bom nisso."
tr: Okulda daha başarılı olmak için beyin hücreleri arasında yeni bağlantılar oluşturmaya çalışmanın gerekli olduğu bilim adamlarınca kanıtlanmış olsa da, bazı öğrenciler çok çabalamanın dahi yeterli olmadığını düşünebilirler. Çabalamak, gayret göstermek elbette ki çok önemlidir, ancak beyninizi geliştirmek aynı zamanda yeni düşünceler ve stratejiler öğrenmek anlamına da gelir. İnsanlar bazen iyi sonuç vermeyen basit stratejiler için emek harcarlar, fazla basit soruları çözmek veya ders kitabını tekrar tekrar okumak gibi. Sınavlarda bekledikleri başarıya ulaşamadıklarında ise çok çalışmanın bile işe yaramadığını düşünür, kendilerini yetersiz hissederler.

source: Every dollar helps us provide 2 hours of free, high-quality education.
es: Cada dólar nos ayuda a proporcionar dos horas de educación de alta calidad, gratis.
ja: 1ドルごとに私達が2時間の無料で高品質の教育を提供する手助けになります．
nb: Hver dollar hjelper oss å gi 2 timer gratis, høykvalitets utdanning.
pl: Każdy dolar pomaga nam zapewnić 2 godziny darmowej, wysokiej jakości edukacji .
pt: Cada dólar nos ajuda a fornecer 2 horas de educação gratuita e de alta qualidade.
pt_pt: Cada dólar que doares ajuda-nos a proporcionar 2 horas de educação gratuita e de alta qualidade.
tr: Her dolar, 2 saatlik dünya standartlarında eğitimi ücretsiz olarak verebilmemizi sağlıyor.

source: Every single problem is accompanied by a step-by-step solution created specifically for that problem
da: Hver enkel opgave er ledsaget af en trinvis løsning skabt specielt til denne opgave
es: Cada uno de los problemas está acompañado por una solución paso a paso creada específicamente para ese problema
fr: Chaque problème s'accompagne d'indices, qui forment une solution donnée étape par étape, créée spécifiquement pour le problème
ja: 全ての個々の問題には，その問題に特にあつらえて作られた一歩一歩順を追った解答が付いています．
nb: Hver enkelt oppgave har en trinnvis løsning laget spesielt for dette problemet
nl: Elk vraagstuk beschikt over een stapsgewijze antwoordsleutel, specifiek voor dat vraagstuk opgesteld
pl: Każdemu problemowi towarzyszy instrukcja rozwiązania krok po kroku, stworzona specjalnie dla danego zadania
pt: Todo problema vem acompanhado de uma solução passo a passo criada especificamente para esse problema
tr: Her bir alıştırmaya, o alıştırma için özel hazırlanmış, adımlara ayrılmış çözümü eşlik etmektedir.

source: Everyone
bg: Всеки
da: Alle
es: Todos
fr: Tout le monde
ja: 全員
nb: Alle
nl: Iedereen
pl: Wszyscy
pt: Todos
pt_pt: Todos
tr: Herkes

source: Everyone can see (and be inspired by) your programs and spin-offs.
da: Alle kan se (og blive inspireret af) dine programmer og spin-offs.
es: Todos pueden ver (e inspirarse por) tus programas y tus derivados.
fr: Tout le monde peut voir et être inspiré par tes programmes et spin-offs.
nb: Alle kan se (og bli inspirert av) dine programmer og spin-offs.
nl: Iedereen kan je programma's en spin-offs zien (en zich door je laten inspireren).
pl: Każdy może zobaczyć (i być zainspirowany przez) Twoje programy i spin-offy.
pt: Todos podem ver (e ser inspirados por) seus programas e derivados.
pt_pt: Todos podem ver e ser inspirados pelos teus programas e as tuas variações de outros programas.
tr: Oluşturduğunuz program ve uyarlamaları herkes görebilir (ve onlardan ilham alabilir).

source: Everyone can see this widget
da: Alle kan se denne widget
es: Todos puede ver este widget
fr: Tout le monde peut voir ceci
ja: 誰でもこのウィジェットを見ることができます．
nb: Alle kan se denne widgeten
nl: Iedereen kan deze widget zien
pl: Każdy może zobaczyć ten widget
pt: Todos podem ver este widget
pt_pt: Visível por todos
tr: Bu widget'i herkes görebilir

source: Everyone can see your discussion history.
da: Alle kan se din diskussionshistorik.
es: Todos pueden ver el historial de tus discusiones.
fr: Tout le monde peut voir l'historique de vos discussions.
ja: あなたの議論の履歴は誰もが見ることができます
nb: Alle kan se din diskusjonshistorikk.
nl: Iedereen kan je discussiegeschiedenis zien.
pl: Każdy może sprawdzić Twoją historię rozmów.
pt: Todos podem ver seu histórico de discussões.
pt_pt: O histórico de discussão está visível a todos.
tr: Tartışma geçmişinizi herkes görebilir.

source: Everyone can see your profile, but you choose what others can see.
da: Alle kan se din profil, men du vælger, hvad andre kan se.
es: Todo el mundo puede ver tu perfil, pero tú eliges lo que los otros pueden ver.
fr: Tout le monde peut voir votre profil, mais vous choisissez quels éléments les autres peuvent voir.
ja: 誰でもあなたのプロファイルを見ることができます．しかし，他の人があなたの何を見ることができるかはあなたが決めます.
nb: Alle kan se din profil, men du velger hva andre kan se.
nl: Iedereen kan je profiel zien, maar je kiest zelf wat anderen kunnen zien.
pl: Każdy może zobaczyć Twój profil, ale ty wybierasz to, co inni mogą zobaczyć.
pt: Todos podem ver seu perfil, mas você escolhe o que outras pessoas podem ver.
pt_pt: Todos conseguem ver o teu perfil, mas podes escolher o que está visível.
tr: Herkes senin profilini görebilir ama sen başkalarının ne görebileceğini seçersin.

source: Everyone can see your programs.
da: Alle kan se dine programmer.
es: Todos pueden ver tus programas.
fr: Tout le monde peut voir vos programmes.
ja: 誰もがあなたのプログラムを見ることができます．
nb: Alle kan se dine programmer.
nl: Iedereen kan jouw programma's zien.
pl: Każdy może zobaczyć Twoje programy.
pt: Todos podem ver seus programas.
pt_pt: Os teus programas estão visíveis a todos.
tr: Programlarınızı herkes görebilir.

source: Everyone can see your username, avatar, background, and bio.
da: Alle kan se dit brugernavn, avatar, baggrund og bio.
es: Todos pueden ver tu nombre de usuario, avatar, fondo y biografía.
fr: Tout le monde peut voir ton nom d'utilisateur, ton avatar, le background de ton avatar, et ta bio.
ja: あなたのユーザー名，アバター，背景，そして自己紹介は誰もが見ることができます．
nb: Alle kan se brukernavn, avatar, bakgrunn og bio.
nl: Iedereen kan uw gebruikersnaam, avatar, achtergrond en bio zien.
pl: Każdy może zobaczyć Twoją nazwę użytkownika, awatar, tło i bio.
pt: Seu nome de usuário, avatar, experiência e biografia podem ser vistos por todos os usuários.
pt_pt: Todos podem ver o teu nome de utilizador, avatar, experiência e biografia.
tr: Kullanıcı adınız, avatarınız, arka planınız ve özgeçmişiniz bütün kullanıcılar tarafından görülebilmektedir.

source: Everyone has a chance to join the in-person finals event and celebrate with their team.
es: Todo el mundo tiene la oportunidad de unirse al evento final en persona y celebrar con su equipo.
ja: 誰でも対面での決勝イベントとお祝いにチームと一緒に参加するチャンスがあります．
nb: Alle har en sjanse til å bli med i den personlig finalen og feire med sitt lag.
pl: Każdy ma szansę dołączyć do wydarzenia finałowego i świętować ze swoim zespołem.
pt: Todos terão a oportunidade de participar do evento final presencial e comemorar com sua equipe.
pt_pt: Todos têm a possibilidade de participar pessoalmente nas finais do evento e de comemorar com a respetiva equipa.
tr: Herkesin yüz yüze final yarışmasına katılma ve takımlarıyla kutlama şansı vardır.

source: Everyone who participates wins the most valuable prize possible: a stronger learning mindset and greater learning potential. Each week, a selection of outstanding Weekly Challenge responses will be featured on the LearnStorm website.
es: Todos los participantes ganan el premio más valioso que pueda existir: una mentalidad de aprendizaje más fuerte y un mayor potencial de aprendizaje. Cada semana, en el sitio web de LearnStorm, se presentará una selección de las respuestas más destacadas del desafío semanal.
ja: 参加した人は誰でも最も価値のある賞を取る可能性があります: 強い学びのマインドセットとより大きな学びの可能性です．毎週，選ばれた重要な毎週のチャレンジに回答することはラーンストームのウェブサイトの機能になるでしょう．
nb: Alle som deltar vinner den mest verdifulle premien: sterkere læringstrategi og større læringspotensiale. Hver uke vil et utvalg av suverene svar på ukentlig utfordringer bli omtalt på LearnStorms nettsted.
pl: Każdy, kto uczestniczy wygrywa najbardziej wartościowe nagrody jakie można uzyskać: silniejsze myślenie i większe możliwości uczenia się. Każdego tygodnia, wybór najlepszych odpowiedzi do Wyzwań Tygodniowych znajdzie się na stronie internetowej LearnStorm.
pt: Todos os participantes ganham o prêmio mais valioso: mentalidade e potencial de aprendizagem fortes. Toda semana, uma seleção de respostas incríveis para os desafios semanais será mostrada no site da LearnStorm.
pt_pt: Todos os participantes ganham o prémio mais valioso de todos: uma mentalidade de aprendizagem mais forte e um maior potencial de aprendizagem. Em cada semana estará disponível no website da LearnStorm uma seleção das melhores respostas aos Desafios Semanais.
tr: Katılan herkes en değerli ödülü kazanır: daha güçlü bir öğrenme zihniyeti ve daha fazla öğrenme potansiyeli. Her hafta, Haftalık Yarışmaya verilen üstün yanıtlardan bir seçki, LearnStorm web sitesinde sergilenecek.

source: Everyone will take <code><var>TIME_FINAL</var></code> minutes to paint their assigned wall.
es: Todos tomarán <code><var>TIME_FINAL</var></code> minutos para pintar su pared asignada.
fr: Chacun mettra <code><var>TIME_FINAL</var></code> minutes pour peindre le mur qui lui est attribué.
hi: प्रत्येक व्यक्ति को अपनी दी गयी दीवार रंगने में <code><var>TIME_FINAL</var></code> मिनट लगेंगे ।
nb: Alle vil bruke <code><var>TIME_FINAL</var></code> minutter på å male sin vegg.
pl: Każdy pomaluje przypisaną mu lub jej ścianę w <code><var>TIME_FINAL</var></code> minut(y).
pt: Todos levarão <code><var>TIME_FINAL</var></code> minutos para pintar sua respectiva parede.
tr: Herkesin duvarını boyaması <code><var>TIME_FINAL</var></code> dakikasını alır.

source: Everything is now balanced. Replacing <code>\text{SO}_4</code> for <code>X</code>, the balanced equation is:
fr: Tout est maintenant équilibré. En remplaçant <code>\text{SO}_4</code> par <code>X</code>, l'équation équilibrée devient:
pl: Wszystko jest teraz zbilansowane. Po wstawieniu <code>\text{SO}_4</code> w miejsce <code>X</code>, zbilansowane równanie wygląda następująco:
pt: Agora tudo está balanceado. Substituindo <code>\text{SO}_4</code> por <code>X</code>, a equação balanceada é:
tr: Şimdi herşey dengede. <code>\text{SO}_4</code> 'u <code>X</code> ile yer değiştirirsek denklem şöyle olur.

source: Everything on our site is free. We depend on reliable support from people like you to keep it this way.
ja: 私達のサイトにあるものは全て無料です．私達はあなたがたのような信頼のおける人々に頼ってこの道を進んでいます．
nb: Alt på nettstedet vårt er gratis. Vi er avhengige av pålitelig støtte fra mennesker som deg for å holde det slik.
pl: Wszystko na naszej stronie jest darmowe. Jesteśmy zależni od niezawodnego wsparcia od ludzi takich jak tych, żeby nadal móc robić to w ten sposób.
pt: Tudo em nosso site é gratuito. Dependemos do apoio fiel de pessoas como você para mantê-lo assim.
pt_pt: Tudo o que está no nosso site é grátis. Dependemos das doações de pessoas como tu para continuarmos.
tr: Sitemizdeki her şey ücretsizdir. Ücretsiz kalmaya devam edebilmesi için, sizlerin desteğine güveniyoruz.

source: Everything on our site is free. We depend on reliable support from people like you to make this possible.
ja: 私達のサイトにあるものは全て無料です．私達はあなたがたのような信頼のおける人々に頼ってこれを可能にしています．
nb: Alt på vår nettside er gratis. Vi ar avhengige av pålitelig støtte fra mennesker som deg for å gjøre dette mulig.
pl: Wszystko na naszej stronie jest darmowe. Zależymy od wsparcia ludzi takich jak Ty.
pt: Tudo em nosso site é gratuito. Dependemos do apoio fiel de pessoas como você para tornar isso possível.
pt_pt: Tudo o que está no nosso site é grátis. Dependemos das doações de pessoas como tu para continuarmos.
tr: Sitemizdeki her şey ücretsizdir. Bunu mümkün kılabilmek için, sizlerin desteğine güveniyoruz.

source: Everything you know and how smart you are is determined by the number of connections between neurons -- tiny cells in your brain. Whenever you learn new things, these connections in your brain multiply and get stronger, and you get smarter. The more you push your brain and help it use good strategies to learn challenging things – like a foreign language, math, or writing– the more your brain cells grow and the smarter you get. Then things that you once found very hard or even impossible become easier.
bg: Всичко, което знаете и колко умни сте се определя от броя на връзките между невроните--малки клетки в мозъка. Когато научавате нови неща, тези връзки в мозъка ви се размножават и стават по-силни, а вие- по-умни. Колкото повече натоварвате мозъка си и му помагате да използвате добри стратегии, за да научите нови неща – като чужд език, математика или писане– мозъчните клетки растат и ставате по-прецизни. След това нещата, които веднъж сте намирали за много трудни или дори невъзможни стават по-лесни.
da: Alt hvad du ved og hvor klog du er bestemmes af antallet af forbindelser mellem neuroner, som er bittesmå celler i din hjerne. Når du lærer nye ting, formerer disse forbindelser sig i din hjerne og bliver stærkere, og du bliver klogere. Jo mere du presser din hjerne og hjælper den ved at bruge gode læringsstrategier til at lære udfordrende ting, som f.eks. et fremmedsprog, matematik eller at skrive, jo mere dine hjerneceller vokser, jo klogere bliver du. De ting, som du engang fandt meget vanskeligt eller endog umuligt, bliver lettere.
es: Todo lo que sabes y qué tan inteligente eres está determinado por el número de conexiones entre las neuronas, que son unas células que se encuentran en el cerebro. Cada vez que aprendes cosas nuevas, estas conexiones se multiplican y se hacen más fuertes, como resultado te vuelves más inteligente. Mientras más usas tu cerebro y más estrategias pones en práctica para aprender cosas difíciles – como una lengua extranjera, o matemáticas – las células del cerebro crean más conexiones y te vuelves más inteligente. Entonces ciertas cosas que alguna vez encontraste muy difíciles de hacer o incluso imposibles se vuelven más fáciles.
fr: Tout ce que vous savez, et les dimensions de votre intelligence sont déterminées par le nombre de connexions entre vos neuronnes neurones--qui sont de minuscules cellules dans votre cerveau. Chaque fois que vous apprenez de nouvelles choses, ces connexions se multiplient et deveniennent plus fortes, vous devenez plus intelligent. Plus vous stimulez votre cerveau et l'aider à utiliser de bonnes stratégies d'apprentissage, y compris pour les matières difficiles – telles qu'une langue étrangère, des mathématiques ou l'écriture– plus le nombre de cellules augmentera, et plus vous deviendrez intelligent. Ce que, dans le passé, vous trouviez difficile si ce n'est pas impossible à faire, va maintenant devenir plus accessible.
nb: Alt du vet, og hvor smart du er, bestemmes av antallet forbindelser mellom nevroner - små celler i hjernen din. Når du lærer nye ting blir disse forbindelsene flere og sterkere, og du blir smartere. Jo mer du anstrenger hjernen din og bruker gode strategier for å lære utfordrende ting - som et fremmed språk, matte eller skriving - desto flere hjerneceller vokser og jo smartere blir du. Siden blir ting du tidligere syntes var vanskelig eller umulig mye lettere.
nl: Alles wat je weet en hoe slim je bent wordt bepaald door het aantal verbindingen tussen neuronen -- kleine cellen in je brein. Als je nieuwe dingen leert, komen er meer verbindingen en worden ze sterker, en jij wordt slimmer. Hoe meer je je brein uitdaagt en hoe meer je het goede tactieken laat gebruiken om moeilijke dingen te leren - zoals een vreemde taal, wiskunde, of schrijven- hoe meer je hersencellen groeien en hoe slimmer jij wordt. Dan worden dingen die je vroeger heel moeilijk of zelfs onmogelijk vond veel gemakkelijker.
pl: Cała wiedza, jaką posiadasz, oraz Twoja inteligencja są ściśle powiązane z liczbą połączeń między neuronami -- małymi komórkami w mózgu. Za każdym razem, kiedy uczysz się czegoś nowego, te połączenia w Twoim mózgu mnożą się i wzmacniają, a Ty stajesz się mądrzejszy. Czym bardziej mobilizujesz swój mózg i wspomagasz jego pracę, stosując dobre strategie, aby nauczyć się trudnych rzeczy - jak np. języków obcych, matematyki czy pisania - tym bardziej rosną Twoje komórki mózgowe, a Ty stajesz się inteligentniejszy. Wówczas zagadnienia, których opanowanie kiedyś wydawało Ci się trudne lub niemożliwe, stają się łatwiejsze do przyswojenia.
pt: Tudo o que você sabe e o quão inteligente você é, é determinado pelo número de conexões entre os neurônios — pequenas células em seu cérebro. Sempre que você aprende coisas novas, essas conexões em seu cérebro se multiplicam e ficam mais fortes, e você fica mais inteligente. Quanto mais você força seu cérebro e o ajuda a usar boas estratégias para aprender coisas desafiadoras – como uma língua estrangeira, matemática ou escrita – mais as células de seu cérebro crescem e mais inteligente você fica. Então, as coisas que você achava muito difíceis, ou mesmo impossíveis, tornam-se mais fáceis.
tr: Bildiğiniz herşeyi ve ne kadar zeki olduğunuzu belirleyen şey nöronlar yani beyninizdeki minik hücreler arasındaki bağlantıların kaç tane olduğu. Yeni bilgiler öğrendiğinizde beyninizdeki bu bağlantılar katlanarak artıyor ve kuvvetleniyor, siz de daha zeki oluyorsunuz. Beyninizi ne kadar zorlarsanız ve yabancı dil, matematik, yazma gibi alanlardaki bilginizi geliştirmek için ne kadar iyi stratejiler uygularsanız beyin hücreleriniz de o kadar çok kuvvetleniyor ve siz de zekileşiyorsunuz. Sonuçta, bir zamanlar güç veya imkansız gördüğünüz konular dahi kolay gelmeye başlıyor.
