Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Enter all the different factors you can find (one factor per box):<br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span>
es: Escribe todos los factores distintos que encuentres (un factor por caja):<br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span>
fr: Faire la liste des diviseurs (un diviseur par case) :<br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span>
nb: Skriv alle de forskjellige faktorene du kan finne (en faktor i hvert felt):<br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span>
nl: Vul alle positieve factoren in die je kan vinden (één factor per hokje):<br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span>
pl: Wypisz wszystkie czynniki (bez powtórzeń) jakie możesz znaleźć (jeden czynnik na okienko):<br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span>
pt: Insira todos os diversos fatores que você consegue encontrar (um fator por caixa):<br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span>
tr: Bulabildiğiniz tüm farklı çarpanları giriniz (her kutuya bir çarpan):<br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span><br> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span> <span class="entry" data-forms="integer"></span>

source: Enter an image URL.
da: Angiv URL for et billede.
es: Introduce el URL de una imagen.
nb: Skriv inn et bilde URL.
pl: Wprowadź adres URL obrazu.
pt: Insira uma URL de imagem.
tr: Bir URL görüntüsü girin.

source: Enter donation amount in dollars
ja: 寄付の総額をドルで入力して下さい
nb: Angi gavebeløp i dollar
pl: Wpisz kwotę darowizny w dolarach
pt: Digite o valor da doação em dólares
pt_pt: Digita o valor do donativo em dólares
tr: Bağış tutarınızı girin in dolar cinsinden girin

source: Enter for a chance to participate in a Khan Academy experiment
da: Deltag for at have en chance for at deltage i et Khan Academy Eksperiment
es: Ingresa para que tengas la oportunidad de participar en un experimento de Khan Academy
fr: Tentez votre chance pour participer à une expérimentation de la Khan Academy
ja: カーンアカデミーの経験に参加するチャンスに登録する
nb: Delta for å ha en sjanse til å bli med i et Khan Academy eksperiment
nl: Ga mee voor een kans om mee te doen in een Khan Academy experiment
pl: Zapisz się na możliwość wzięcia udziału w eksperymencie Khan Academy
pt: Entre para ter a chance de participar de um experimento da Khan Academy
pt_pt: Inscreve-te para teres a oportunidade de participar numa experiência da Khan Academy
tr: Bir Khan Academy deneyinde yer alma şansı kazanmak için katılın

source: Enter name here
bg: Напиши името си тук
da: Indtast navn her
es: Introduce tu nombre aquí
fr: Indiquez ici votre nom
nb: Skriv inn navn her
nl: Voer hier naam in
pl: Wpisz nazwę tutaj
pt: Insira seu nome aqui
pt_pt: Digita o teu nome aqui
tr: Adınızı buraya yazınız

source: Enter our <a href="/r/women-history-contest">research contest</a> or <a href="/computer-programming/contest-animate-a-woman-in-history/5050019138502656"> animation contest</a>.
nb: Skriv inn vår <a href="/r/women-history-contest">undersøke konkurransen</a> eller <a href="/computer-programming/contest-animate-a-woman-in-history/5050019138502656"> animation contest</a>.
pt: Participe de nosso <a href="/r/women-history-contest">concurso de pesquisa</a> ou <a href="/computer-programming/contest-animate-a-woman-in-history/5050019138502656"> concurso de animação</a>.
pt_pt: Participa no nosso <a href="/r/women-history-contest">concurso de investigação</a> ou no nosso <a href="/computer-programming/contest-animate-a-woman-in-history/5050019138502656"> concurso de animação</a>.
tr: <a href="/r/women-history-contest">Araştırma yarışmamıza</a> veya <a href="/computer-programming/contest-animate-a-woman-in-history/5050019138502656"> animasyon yarışmamıza</a> katılın.

source: Enter school information (zip code and school name) and your grade-level
es: Ingresa la información de la escuela (código postal y nombre de la escuela) y tu grado escolar
nb: Angi informasjon (postnummer og skole navn) og ditt klassetrinn
pt: Insira informações da escola (código postal e nome ) e o ano que você cursa
tr: Okulunuzun bilgilerini (posta kodu ve okul ismi) ve kaçıncı sınıfta olduğunuzu giriniz.

source: Enter school information (zip code and school name) and your students’ grade-level
es: Ingresa la información de la escuela (código postal y nombre de la escuela) y el grado escolar de tus estudiantes
nb: Skriv inn skoleinformasjon (postnummer og skole-l navn) og klassetrinnet til elevene
pt: Insira informações da escola (código postal e nome) e o ano que seus alunos cursam
tr: Okulunuzun bilgilerini (posta kodu ve isim) ve öğrencilerinizin kaçıncı sınıfta olduğunu giriniz.

source: Enter school information (zip code and school name) and your students’ grade-level
es: Ingresa la información de la escuela (código postal y nombre de la escuela) y el grado escolar de tu escuela
nb: Angi skolens informasjon (postnummer og skolens navn) og elevenes klassetrinn
pl: Wprowadź dane szkoły (kod pocztowy i nazwę szkoły) i poziom nauczania twoich uczniów
pt: Insira as informações da escola (código postal e nome) e o ano que seus alunos cursam
tr: Okulunuzun bilgilerini (posta kodu ve okul ismi) ve öğrencilerinizin kaçıncı sınıfta olduğunu giriniz.

source: Enter school information (zip code and school name) and your child’s grade-level
es: Ingresa la información de la escuela (código postal y nombre de la escuela) y el grado escolar de tu hijo
nb: Angi informasjon om skolen (postnummer og skolens navn) og ditt barns klassetrinn
pl: Wpisz informacje o Twojej szkole (kod pocztowy i nazwa szkoły) oraz poziom nauczania Twojego dziecka
pt: Insira as informações da escola (código postal e nome) e o ano que seu filho cursa
tr: Okul bilgilerini (posta kodu ve isim) ve çocuğunuzun kaçıncı sınıfta olduğunuzu giriniz.

source: Enter school information (zip code and school name) and your grade-level
es: Ingresa la información de la escuela (código postal y nombre de la escuela) y tu grado escolar
nb: Angi informasjon om skolen (postnummer og skolens navn) og ditt klasse-nivå
pt: Insira as informações da escola (código postal e nome) e o ano que você cursa
tr: Okulunuzun bilgilerini (posta kodu ve isim) ve kaçıncı sınıfta olduğunuzu giriniz.

source: Enter the answer as a set, with members separated by commas.
es: Escribe la respuesta como un conjunto, con sus elementos separados por comas.
fr: Énumérer les éléments de l'ensemble en les séparant par des virgules.
pt: Insira a resposta como um conjunto, com os membros separados por vírgula.
tr: Cevabı, elemanları virgülle ayrılmış bir küme olarak yazınız.

source: Enter your 5-digit ZIP code
es: Ingresa tu código postal de 5 dígitos
fr: Saisissez votre code postal de 5 chiffres
ja: あなたの5桁の郵便番号を入力
nb: Skriv inn din femsifrede postnummer
nl: Voer uw 5-cijferige postcode in
pl: Wpisz swój 5 cyfrowy kod pocztowy
pt: Insira seu código postal de 5 dígitos
pt_pt: Digita o teu código postal de 5 dígitos
tr: 5 haneli posta kodunuzu girin

source: Enter your email to reset your password:
da: Indtast din e-mail adresse for at nulstille din adgangskode:
es: Escribe tu correo electrónico para restablecer tu contraseña:
fr: Entrez votre adresse e-mail pour réinitialiser votre mot de passe :
ja: あなたのパスワードをリセットするためにあなたの電子メイルを入力する:
nb: Skriv inn din epost for å nullstille ditt passord:
nl: Voer jouw e-mail in om uw wachtwoord te resetten:
pl: Wpisz swój adres e-mail, aby zresetować hasło:
pt: Insira seu e-mail para redefinir sua senha:
pt_pt: Digita o teu e-mail para repores a tua palavra-passe:
tr: Şifrenizi sıfırlamak için e-postanızı giriniz:

source: Enter your new email address and we'll send a confirmation email for you to open. By adding an email address you agree to our <a href='/about/tos' target='_blank' tabindex='1'>Terms of Service</a> and <a href='/about/privacy-policy' target='_blank' tabindex='1'>Privacy Policy</a>.
da: Indtast din nye e-mailadresse, så sender vi en bekræftelsesmail til dig. Ved at tilføje en e-mailadresse accepterer du vores <a href='/about/tos' target='_blank' tabindex='1'>brugsbetingelser</a> og <a href='/about/privacy-policy' target='_blank' tabindex='1'>databeskyttelsespolitik</a>.
es: Escribe tu nueva dirección de correo electrónico y te enviaremos un correo de confirmación para que lo revises. Al agregar una dirección de correo electrónico aceptas nuestros <a href='/about/tos' target='_blank' tabindex='1'>Términos de servicio</a> y nuestra <a href='/about/privacy-policy' target='_blank' tabindex='1'>Política de privacidad</a>.
fr: Entrez votre nouvelle adresse e-mail et nous vous enverrons une confirmation par e-mail. En ajoutant une adresse e-mail, vous acceptez nos <a href='/about/tos' target='_blank' tabindex='1'>conditions d'utilisation</a> et <a href='/about/privacy-policy' target='_blank' tabindex='1'>politique de confidentialité</a>.
ja: あなたの新しい電子メイルアドレスを入力して下さい．私達はあなたに確認の電子メイルを送信します．電子メイルアドレスを加えることで，あなたは私達の<a href='/about/tos' target='_blank' tabindex='1'>サービスの利用規約</a> と <a href='/about/privacy-policy' target='_blank' tabindex='1'>プライバシーポリシー</a>に同意することになります．
nb: Skriv inn din nye e-postadresse og vi vil sende en e-postbekreftelse du kan åpne. Ved å legge til en e-postadresse godtar du våre <a href='/about/tos' target='_blank' tabindex='1'> Vilkår for bruk</a> og <a href='/about/privacy-policy' target='_blank' tabindex='1'> Retningslinjer for personvern</a>.
nl: Voer je nieuwe e-mailaders in en dan sturen we jouw een bevestigingsmail. Door een e-mailadres in te voeren ga je akkoord met onze <a href='/about/tos' target='_blank' tabindex='1'>Terms of Service</a> en <a href='/about/privacy-policy' target='_blank' tabindex='1'>Privacy Policy</a>.
pl: Wprowadź swój nowy e-mail, a my wyślemy Ci wiadomość z potwierdzeniem do otwarcia. Poprzez dodanie adresu e-mail, zgadzasz się na nasze <a href='/about/tos' target='_blank' tabindex='1'>Warunki korzystania z usługi</a> i <a href='/about/privacy-policy' target='_blank' tabindex='1'>Politykę prywatności</a>.
pt: Digite seu novo endereço de e-mail e lhe enviaremos uma mensagem de confirmação. Adicionando um endereço de e-mail, você concorda com nossos <a href='/about/tos' target='_blank' tabindex='1'>Termos de Serviço</a> e nossa <a href='/about/privacy-policy' target='_blank' tabindex='1'>Política de Privacidade</a>.
pt_pt: Digita o teu endereço de e-mail para receberes uma mensagem de confirmação. Ao associares um e-mail à tua conta, concordas com os <a href='/about/tos' target='_blank' tabindex='1'>Termos de utilização</a> e com a <a href='/about/privacy-policy' target='_blank' tabindex='1'>Política de privacidade</a>.
tr: Yeni e-posta adresinizi girdiğinizde ve size bir e-posta göndereceğiz. E-posta adresi ekleyerek <a href='/about/tos' target='_blank' tabindex='1'> Hizmet Koşulları</a> ve <a href='/about/privacy-policy' target='_blank' tabindex='1'> Gizlilik Kurallarını</a> kabul etmiş olacaksınız.

source: Enter your parent or guardian's email address
da: Indtast din forælders eller værges email
es: Introduce la dirección de correo electrónico del padre o tutor legal
fr: Entrez l'e-mail de votre parent ou de votre coach
ja: あなたの親，または保護者の電子メイルアドレスを入力
nb: Angi dine foresattes e-postadresser
nl: Voer het e-mailadres van jouw ouder of voogd in
pl: Podaj adres e-mail rodzica lub opiekuna
pt: Insira o endereço de e-mail de seu pai/mãe ou guardião
pt_pt: Digita o endereço de e-mail dos teus pais
tr: Velinizin e-posta adresini girin

source: Enter your parent's email address:
da: Indtast din forælders e-mailadresse:
es: Introduce el correo electrónico de tus padres:
fr: Entrez l'adresse email de votre parent :
ja: あなたの親の電子メイルアドレスを入力:
nb: Angi foreldrene dine sin e-postadresse:
nl: Voer het e-mailadres van je vader of moeder in:
pl: Wpisz adres e-mail rodzica:
pt: Digite o endereço de e-mail de seu pai:
pt_pt: Digita o e-mail dos teus pais:
tr: Velinizin e-posta adresini girin:

source: Enter your school's 5-digit ZIP code
da: Indtast din skoles 5-cifrede postnummer (skriv nul foran postnummeret, hvis du bor i Danmark)
es: Introduce el código postal de 5 dígitos de tu escuela
fr: Entrez le code postal à 5 chiffres de votre école
ja: あなたの学校の5桁の郵便番号を入力
nb: Angi skolens 5-sifret postnummer
nl: Voer hier de postcode van je school in
pl: Wpisz tutaj 5-cyfrowy kod pocztowy Twojej szkoły
pt: Digite o CEP de 8 dígitos da sua escola
pt_pt: Digita o código postal da tua escola
tr: Okulunuzun 5 haneli posta kodunu giriniz.

source: Enter your students' emails to invite them to your class
bg: Въвеждане на имейлите на ученици, които да поканите в класа
da: Indtast dine elevers e-mails for at invitere dem til din klasse
es: Ingresa los correos electrónicos de tus estudiantes para invitarlos a tu clase
fr: Entrez les e-mails de vos élèves pour les inviter à rejoindre votre classe
ja: あなたの生徒の電子メイルアドレスを入力してあなたのクラスに招待して下さい．
nb: Angi elevenes e-post for å invitere dem til klassen din
nl: Voer de e-mailadressen van je leerlingen in om ze uit te nodigen voor je klas
pl: Wpisz adresy e-mail uczniów, żeby zaprosić ich do Twojej klasy
pt: Digite o e-mail de seus alunos para convidá-los para participar de sua turma
pt_pt: Digite os e-mails dos seus alunos para os convidar a entrar nesta turma
tr: Öğrencilerinizi sınıfınıza davet etmek için, öğrencilerinizin e-posta adreslerini girin

source: Environment
fr: Environnement
pl: Środowisko
pt: Ambiente
pt_pt: Ambiente
tr: Ortam

source: Epic (250,000 points)
bg: Епични (250 000 точки)
da: Episk (250.000 point)
es: Heroicos (250,000 puntos)
fr: Épique (250 000 points)
ja: エピック(250,000 ポイント)
nb: Episke (250 000 poeng)
nl: Episch (250.000 punten)
pl: Epickie (250 000 punktów)
pt: Épico (250.000 pontos)
pt_pt: Lenda (250 000 pontos)
tr: Efsanevi (250,000 puan)

source: Equal lines
da: Ens linjer
es: Rectas equivalentes
fr: Des droites confondues
nb: Like linjer
pl: Równe linie
pt: Retas iguais
tr: Eşit doğrular

source: Equation of a circle
da: Cirklens Ligning
es: La ecuación de un círculo
fr: L'équation d'un cercle
nb: Sirkellikningen
pl: Równanie okręgu
pt: Equação de um círculo
tr: Bir daire denklemi

source: Equation of a circle in factored form
es: La ecuación de una circunferencia en forma factorizada
fr: Équation d'un cercle sous forme factorisée
nb: Sirkellikningen på faktorisert form
pl: Równanie okręgu po rozkładzie na czynniki
pt: Equação de uma circunferência em forma fatorada
tr: Çemberin çarpanlarına ayrılmış haldeki denklemi

source: Equation of a circle in non-factored form
es: La ecuación de la circunferencia en forma no factorizada
fr: Équation d'un cercle sous forme non factorisée
nb: Sirkellikningen på ikke-faktorisert form
pl: Równanie okręgu w formie nie rozłożonej na czynniki
pt: Equação de uma circunferência em forma não fatorada
tr: Çemberin çarpanlarına ayrılmamış haldeki denklemi

source: Equation of a hyperbola
da: Ligningen for en hyperbel
es: Ecuación de una hipérbola
fr: Équation d'une hyperbole
nb: Likningen til en hyperbel
pl: Równanie hiperboli
pt: Equação de uma hipérbole
tr: Hiperbol denklemi

source: Equation of a line
es: La ecuación de una recta
fr: Établir l'équation d'une droite
nb: Likningen av en linje
pt: Equação de uma reta
tr: Doğru denklemi

source: Equation of an ellipse
da: Ligningen for en ellipse
es: Ecuación de la elipse
fr: Équation d'une ellipse
nb: Ligningen for en ellipse
nl: Vergelijking van een ellips
pl: Równanie elipsy
pt: Equação de uma elipse
tr: Elips denklemi

source: Equation of the parabola:<br> <code>y - {}</code><span class="sol short30" data-fallback="0"><var>Y1</var></span><code>{} = {}</code><span class="sol short30" data-forms="integer, proper, improper, mixed, decimal, coefficient"><var>A</var></span><code>(x - {}</code><span class="sol short30" data-fallback="0"><var>X1</var></span><code>)^2</code>
fr: Équation de la parabole :<br> <code>y - {}</code><span class="sol short30" data-fallback="0"><var>Y1</var></span><code>{} = {}</code><span class="sol short30" data-forms="integer, proper, improper, mixed, decimal, coefficient"><var>A</var></span><code>(x - {}</code><span class="sol short30" data-fallback="0"><var>X1</var></span><code>)^2</code>
pt: Equação da parábola:<br> <code>y - {}</code><span class="sol short30" data-fallback="0"><var>Y1</var></span><code>{} = {}</code><span class="sol short30" data-forms="integer, proper, improper, mixed, decimal, coefficient"><var>A</var></span><code>(x - {}</code><span class="sol short30" data-fallback="0"><var>X1</var></span><code>)^2</code>
tr: Parabol denklemi:<br> <code>y - {}</code><span class="sol short30" data-fallback="0"><var>Y1</var></span><code>{} = {}</code><span class="sol short30" data-forms="integer, proper, improper, mixed, decimal, coefficient"><var>A</var></span><code>(x - {}</code><span class="sol short30" data-fallback="0"><var>X1</var></span><code>)^2</code>

source: Equation of the parabola:<br> <code>y</code><span id="focus-y-label"><code>{}+0</code></span> <code>{}={}</code><span id="directrix-label"><code>\dfrac{1}{4}</code></span> <code>(x</code><span id="focus-x-label"><code>{}+0</code></span><code>)^2</code>
fr: Équation de la parabole :<br> <code>y</code><span id="focus-y-label"><code>{}+0</code></span> <code>{}={}</code><span id="directrix-label"><code>\dfrac{1}{4}</code></span> <code>(x</code><span id="focus-x-label"><code>{}+0</code></span><code>)^2</code>
pt: Equação da parábola:<br> <code>y</code><span id="focus-y-label"><code>{}+0</code></span> <code>{}={}</code><span id="directrix-label"><code>\dfrac{1}{4}</code></span> <code>(x</code><span id="focus-x-label"><code>{}+0</code></span><code>)^2</code>
tr: Parabol denklemi: <br> <code>y</code><span id="focus-y-label"><code>{}+0</code></span> <code>{}={}</code><span id="directrix-label"><code>\dfrac{1}{4}</code></span> <code>(x</code><span id="focus-x-label"><code>{}+0</code></span><code>)^2</code>

source: Equations from tables
da: Ligninger ud fra tabeller
es: Ecuaciones a partir de tablas
fr: Tableaux de valeurs et fonctions affines
nb: Likninger ut fra tabeller
pl: Równania liniowe z tabeli wartości
pt: Equações de tabelas
tr: Tablodan denklem

source: Equations of parallel and perpendicular lines
da: Ligninger for parallelle med og vinkelrette linjer
es: Ecuaciones de rectas paralelas y perpendiculares
fr: Équation d'une droite parallèle, ou perpendiculaire, à une droite donnée
nb: Likninger for parallelle og vinkelrette linjer
nl: Vergelijkingen van parallelle en loodrechte lijnen
pl: Równania prostych równoległych i prostopadłych
pt: Equações de retas paralelas e perpendiculares
tr: Paralel ve dik doğruların denklemleri

source: Equations with variables on both sides
es: Ecuaciones con variables en ambos lados
fr: Équations avec des variables des deux côtés
hi: चरों (variables) के दोनों तरफ समीकरण (equations) बनाएं।
nb: Likninger med variabler på begge sider
pl: Równania ze zmienną po obu stronach
pt: Equações com variáveis em ambos os lados
tr: İki tarafında değişken bulunan denklemler

source: Equilateral
es: Equilátero
fr: équilatéral
hi: समबाहु
nb: Likesidet
nl: Gelijkzijdig
pl: Równoboczny
pt: Equilátero
tr: Eşkenar

source: Equivalent Fractions 3
fr: Fractions égales 3
nl: Gelijkwaardige breuken 3
pt: Frações equivalentes 3
tr: Denk Kesirler 3

source: Equivalent fractions
da: Ækvivalente (tilsvarende) brøker
es: Fracciones equivalentes
fr: Fractions égales - Niveau 1
ja: 同値の分数
nb: Likeverdige brøker
nl: Gelijkwaardige breuken
pl: Ułamki równoważne
pt: Frações equivalentes
tr: Denk Kesirler

source: Equivalent fractions 2
da: Ækvivalente (tilsvarende) brøker 2
es: Fracciones equivalentes 2
fr: Fractions égales - Niveau 2
hi: समतुल्य भिन्न 2
nb: Tilsvarende brøker 2
nl: Gelijkwaardige breuken 2
pl: Ułamki równoważne 2
pt: Frações equivalentes 2
tr: Denk Kesirler 2

source: Erbium
es: Erbio
pl: Erb
pt: Érbio
pt_pt: Érbio
tr: Erbiyum

source: Erin is ecstatic to be joining the content team as a project coordinator for content scaling.
es: Erin está feliz de unirse al equipo como coordinadora de proyectos para escalar el contenido.
pt: Erin está empolgada para juntar-se à equipe de Conteúdo como coordenadora de projeto para o dimensionamento de conteúdo.
tr: Erin, içerik takımına içerik ölçekleme proje koordinatörü olarak katıldığı için çok heyecanlı.

source: Erin works on raising support for Khan Academy's platform, to keep the service free for everyone.
pt: Erin trabalha para aumentar o suporte à plataforma da Khan Academy, a fim de manter o serviço gratuito para todos.
tr: Erin, bu hizmeti herkese bedava sunmak için, Khan Academy platformuna destek sağlamaya çalışır.

source: Error
da: Fejl
fr: Erreur
ja: エラー
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
pt_pt: Erro
tr: Hata
