Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: What is <code data-if="RAND3 === 0">\blue{\angle{AIH}} = {?}</code> <code data-else-if="RAND3 === 1">\blue{\angle{AKJ}} = {?}</code> <code data-else="">\blue{\angle{BAC}} = {?}</code>
nl: Wat is <code data-if="RAND3 === 0">\blue{\angle{AIH}} = {?}</code> <code data-else-if="RAND3 === 1">\blue{\angle{AKJ}} = {?}</code> <code data-else="">\blue{\angle{BAC}} = {?}</code>
pt: Quanto é <code data-if="RAND3 === 0">\blue{\angle{AIH}} = {?}</code> <code data-else-if="RAND3 === 1">\blue{\angle{AKJ}} = {?}</code> <code data-else="">\blue{\angle{BAC}} = {?}</code>
tr: <code data-if="RAND3 === 0">\blue{\angle{AIH}} = {?}</code> <code data-else-if="RAND3 === 1">\blue{\angle{AKJ}} = {?}</code> <code data-else="">\blue{\angle{BAC}} = {?}</code>

source: What is <code>-\vec a</code>?
fr: Quel est le vecteur <code>-\vec a</code> ?
pl: Ile wynosi <code>-\vec a</code>?
pt: O que é <code>-\vec a</code>?
tr: <code>-\vec a</code> nedir?

source: What is <code><var>PART_PERCENT</var>\%</code> of <code><var>WHOLE</var></code>?
da: Hvad er <code><var>PART_PERCENT</var>\%</code> af <code><var>WHOLE</var></code>?
es: ¿Cuál es el <code><var>PART_PERCENT</var>\%</code> de <code><var>WHOLE</var></code>?
fr: Calculer <code><var>PART_PERCENT</var>\%</code> de <code><var>WHOLE</var></code>.
hi: क्या है<code><var>PART_PERCENT</var>\%</code> of <code><var>WHOLE</var></code>?
nb: Hva er <code><var>PART_PERCENT</var>\%</code> av <code><var>WHOLE</var></code>?
nl: Wat is <code><var>PART_PERCENT</var>\%</code> van <code><var>WHOLE</var></code>?
pl: Ile wynosi <code><var>PART_PERCENT</var>\%</code> z <code><var>WHOLE</var></code>?
pt: Quanto é <code><var>PART_PERCENT</var>\%</code> de <code><var>WHOLE</var></code>?
tr: <code><var>WHOLE</var></code>'ün <code><var>PART_PERCENT</var>\%</code> 'i nedir?

source: What is <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code>?
da: Hvad er <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code>?
es: ¿Qué es <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code>?
fr: Calculer <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> ?
nb: Hva er <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code>?
pt: Qual o resultado de <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code>?
tr: <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> nedir?

source: What is <code><var>PRETTY_MAT_ID</var>^{-1}</code>?
da: Hvad er <code><var>PRETTY_MAT_ID</var>^{-1}</code>?
es: ¿Qué es <code><var>PRETTY_MAT_ID</var>^{-1}</code>?
fr: Calculons <code><var>PRETTY_MAT_ID</var>^{-1}</code>?
nb: Hva er <code><var>PRETTY_MAT_ID</var>^{-1}</code>?
nl: Wat is <code><var>PRETTY_MAT_ID</var>^{-1}</code>?
pl: Jakie będzie <code><var>PRETTY_MAT_ID</var>^{-1}</code>?
pt: Qual é o resultado de <code><var>PRETTY_MAT_ID</var>^{-1}</code>?
tr: <code><var>PRETTY_MAT_ID</var>^{-1}</code> nedir?

source: What is <code><var>PRETTY_MAT_ID</var>^{T}</code>?
da: Hvad er <code><var>PRETTY_MAT_ID</var>^{T}</code>?
es: ¿Qué es <code><var>PRETTY_MAT_ID</var>^{T}</code>?
fr: Écrire la matrice transposée <code><var>PRETTY_MAT_ID</var>^{T}</code>.
nb: Hva er <code><var>PRETTY_MAT_ID</var>^{T}</code>?
pl: Jakie będzie <code><var>PRETTY_MAT_ID</var>^{T}</code>?
pt: Qual é <code><var>PRETTY_MAT_ID</var>^{T}</code>?
tr: <code><var>PRETTY_MAT_ID</var>^{T}</code> nedir?

source: What is <code><var>aside</var></code>?
es: ¿Cuánto mide <code><var>aside</var></code>?
fr: Quelle est la longueur <code><var>aside</var></code> ?
nb: Hva er <code><var>aside</var></code>?
pl: Ile wynosi długość <code><var>aside</var></code>?
pt: Quanto vale <code><var>aside</var></code>?
tr: <code><var>aside</var></code> nedir?

source: What is <code><var>decimalFraction(SA, true)</var> \vec a</code>?
fr: Quel est le vecteur <code><var>decimalFraction(SA, true)</var> \vec a</code>?
pl: Ile wynosi <code><var>decimalFraction(SA, true)</var> \vec a</code>?
pt: O que é <code><var>decimalFraction(SA, true)</var> \vec a</code>?
tr: <code><var>decimalFraction(SA, true)</var> \vec a</code> nedir?

source: What is <code>AB</code>?
es: ¿Cuánto mide <code>AB</code>?
fr: Quelle est la longueur <code>AB</code> ?
hi: <code>AB</code> क्या है?
nb: Hva er <code>AB</code>?
pl: Jaka jest długość boku <code>AB</code>?
pt: Quanto é <code>AB</code>?
tr: <code>AB</code> nedir?

source: What is <code>X</code>?
da: Hvad er <code>X</code>?
es: ¿Qué ángulo es <code>X</code>?
fr: Calculer <code>X</code>.
nb: Hva er <code>X</code>?
nl: Wat is <code>X</code>?
pl: Jaką wartość ma <code>X</code>?
pt: Qual é o valor de <code>X</code>?
tr: <code>X</code> nedir?

source: What is <code>\blue{\angle{<var>RAND_SWITCH3 === 0 ? "CHE" : ( RAND_SWITCH3 === 1 ? "GHC" : "DHE" )</var>}} {?}</code>
nl: Wat is <code>\blue{\angle{<var>RAND_SWITCH3 === 0 ? "CHE" : ( RAND_SWITCH3 === 1 ? "GHC" : "DHE" )</var>}} {?}</code>
pl: Ile wynosi <code>\blue{\angle{<var>RAND_SWITCH3 === 0 ? "CHE" : ( RAND_SWITCH3 === 1 ? "GHC" : "DHE" )</var>}} {?}</code>
pt: Quanto tem o <code>\blue{\angle{<var>RAND_SWITCH3 === 0 ? "CHE" : ( RAND_SWITCH3 === 1 ? "GHC" : "DHE" )</var>}} {?}</code>

source: What is <code>\blue{\angle{ACB}}</code>?
nl: Wat is <code>\blue{\angle{ACB}}</code>?
pl: Ile wynosi miara <code>\blue{\angle{ACB}}</code>?
pt: Quanto mede o <code>\blue{\angle{ACB}}</code>?
tr: <code>\blue{\angle{ACB}}</code> nedir?

source: What is <code>\blue{\angle{AJF}} {?}</code>
nb: Hva er <code>\blue{\angle{AJF}} {?}</code>
nl: Wat is <code>\blue{\angle{AJF}} {?}</code>
pl: Ile wynosi miara <code>\blue{\angle{AJF}} {?}</code>
pt: Quanto tem o <code>\blue{\angle{AJF}} {?}</code>

source: What is <code>\blue{\angle{CAE}}{?}</code>
hi: <code>\blue{\angle{CAE}}{?}</code> क्या है?
nl: Wat is <code>\blue{\angle{CAE}}{?}</code>
pl: Ile wynosi miara <code>\blue{\angle{CAE}}{?}</code>
pt: Quanto tem <code>\blue{\angle{CAE}}{?}</code>

source: What is <code>\blue{\angle{CHF}}{?}</code>
nl: Wat is <code>\blue{\angle{CHF}}{?}</code>
pl: Ile wynosi miara <code>\blue{\angle{CHF}}{?}</code>
pt: Quanto tem o <code>\blue{\angle{CHF}}{?}</code>

source: What is <code>\blue{\angle{DAB}}</code>?
nl: Wat is <code>\blue{\angle{DAB}}</code>?
pl: Ile wynosi miara <code>\blue{\angle{DAB}}</code>?
pt: Quanto mede o <code>\blue{\angle{DAB}}</code>?
tr: <code>\blue{\angle{DAB}}</code> nedir?

source: What is <code>\blue{\angle{DAF}}{?}</code>
hi: <code>\blue{\angle{DAF}}{?}</code> क्या है?
nl: Wat is <code>\blue{\angle{DAF}}{?}</code>
pl: Ile wynosi miara <code>\blue{\angle{DAF}}{?}</code>
pt: Quanto tem o <code>\blue{\angle{DAF}}{?}</code>

source: What is <code>\blue{\angle{GHD}}{?}</code>
hi: <code>\blue{\angle{GHD}}{?}</code> क्या है?
nl: Wat is <code>\blue{\angle{GHD}}{?}</code>
pl: Ile wynosi miara <code>\blue{\angle{GHD}}{?}</code>
pt: Quanto tem o <code>\blue{\angle{GHD}}{?}</code>

source: What is <code>\blue{\angle{IHE}} {?}</code>
nl: Wat is <code>\blue{\angle{IHE}} {?}</code>
pl: Ile wynosi miara <code>\blue{\angle{IHE}} {?}</code>
pt: Quanto tem o <code>\blue{\angle{IHE}} {?}</code>

source: What is <code>\cos(\angle <var>ANGLE</var>)</code> ?
es: ¿Cuánto es <code>\cos(\angle <var>ANGLE</var>)</code> ?
pl: Ile wynosi <code>\cos(\angle <var>ANGLE</var>)</code> ?
pt: Qual é o <code>\cos(\angle <var>ANGLE</var>)</code> ?
tr: <code>\cos(\angle <var>ANGLE</var>)</code> nedir?

source: What is <code>\cot(\angle <var>ANGLE</var>)?</code>
da: Hvad er <code>\cot(\angle <var>ANGLE</var>)?</code>
es: ¿Cuánto es <code>\cot(\angle <var>ANGLE</var>)?</code>
pl: Ile wynosi <code>\cot(\angle <var>ANGLE</var>)?</code>
pt: Qual é a <code>\cot(\angle <var>ANGLE</var>)?</code>

source: What is <code>\csc(\angle <var>ANGLE</var>)?</code>
da: Hvad er <code>\csc(\angle <var>ANGLE</var>)?</code>
es: ¿Cuánto es <code>\csc(\angle <var>ANGLE</var>)?</code>
pl: Ile wynosi miara kąta <code>\csc(\angle <var>ANGLE</var>)?</code>
pt: Qual é a <code>\csc(\angle <var>ANGLE</var>)?</code>

source: What is <code>\lvert <var>commafy(NUMBER)</var> \rvert</code>?
fr: Combien vaut <code>\lvert <var>commafy(NUMBER)</var> \rvert</code> ?
nb: Hva er <code>\lvert <var>commafy(NUMBER)</var> \rvert</code>?
pl: Ile wynosi <code>\lvert <var>commafy(NUMBER)</var> \rvert</code>?
pt: Quanto é <code>\lvert <var>commafy(NUMBER)</var> \rvert</code>?
pt_pt: Qual é o valor de <code>\lvert <var>commafy(NUMBER)</var> \rvert</code>?
tr: <code>\lvert <var>commafy(NUMBER)</var> \rvert</code> nedir?

source: What is <code>\red{g(x)}</code> in terms of <code>\blue{f(x)}</code>?
da: Hvad er <code>\red{g(x)}</code> udtrykt ved <code>\blue{f(x)}</code>?
es: ¿Qué es <code>\red{g(x)}</code> en términos de <code>\blue{f(x)}</code>?
fr: Quelle est l'expression de <code>\red{g(x)}</code> en fonction de <code>\blue{f(x)}</code> ?
pt: Quanto é <code>\red{g(x)}</code> em relação a <code>\blue{f(x)}</code>?
tr: <code>\red{g(x)}</code> <code>\blue{f(x)}</code> cinsinden nasıl yazılır?

source: What is <code>\sec(\angle <var>ANGLE</var>)?</code>
da: Hvad er <code>\sec(\angle <var>ANGLE</var>)?</code>
es: ¿Cuánto es <code>\sec(\angle <var>ANGLE</var>)?</code>
pl: Ile wynosi miara kąta <code>\sec(\angle <var>ANGLE</var>)?</code>
pt: Qual é a <code>\sec(\angle <var>ANGLE</var>)?</code>

source: What is <code>\sin(\angle <var>ANGLE</var>)</code> ?
es: ¿Cuánto es <code>\sin(\angle <var>ANGLE</var>)</code> ?
pl: Ile wynosi <code>\sin(\angle <var>ANGLE</var>)</code> ? (Zapisz odpowiedź w postaci ułamka zwykłego lub liczby całkowitej.)
pt: Qual é o <code>\sin(\angle <var>ANGLE</var>)</code> ?
tr: <code>\sin(\angle <var>ANGLE</var>)</code> nedir ?

source: What is <code>\tan(\angle <var>ANGLE</var>)</code> ?
es: ¿Cuánto es <code>\tan(\angle <var>ANGLE</var>)</code> ?
pl: Ile wynosi <code>\tan(\angle <var>ANGLE</var>)</code> ?
pt: Qual é a <code>\tan(\angle <var>ANGLE</var>)</code> ?
tr: <code>\tan(\angle <var>ANGLE</var>)</code> nedir ?

source: What is <code>\vec a <var>SIGN</var> \vec b</code>?
es: ¿Cómo es <code>\vec a <var>SIGN</var> \vec b</code>?
fr: Effectuer <code>\vec a <var>SIGN</var> \vec b</code>.
nb: Hva er <code>\vec a <var>SIGN</var> \vec b</code>?
pt: Quanto é <code>\vec a <var>SIGN</var> \vec b</code>?
tr: <code>\vec a <var>SIGN</var> \vec b</code> nedir?

source: What is <code>a_{<var>N</var>}</code>, the <var>ordinalThrough20(N)</var> term in the sequence?
es: ¿Cuál es <code>a_{<var>N</var>}</code>, el <var>ordinalThrough20(N)</var> término en la sucesión?
fr: Calculer le <var>ordinalThrough20(N)</var> terme, <code>a_{<var>N</var>}</code>, de cette suite.
pt: O que é <code>a_{<var>N</var>}</code>, o termo <var>ordinalThrough20(N)</var> na sequência?
tr: <code>a_{<var>N</var>}</code>, dizideki <var>ordinalThrough20(N)</var> terim nedir?

source: What is <code>f(\blue{-x})</code>?
fr: Quelle est l'expression de <code>f(\blue{-x})</code> ?
pl: Ile wynosi <code>f(\blue{-x})</code>?
pt: Quanto vale <code>f(\blue{-x})</code>?
tr: <code>f(\blue{-x})</code> nedir?

source: What is <code>f(x)</code>?
es: ¿Qué es <code>f(x)</code>?
fr: Déterminer <code>f(x)</code>.
pl: Ile wynosi <code>f(x)</code>?
pt: O que é <code>f(x)</code>?
tr: <code>f(x)</code> nedir?

source: What is <code>f^{-1}(x)</code>, the inverse of <code>f(x)</code>?
es: ¿Qué es <code>f^{-1}(x)</code>, la inversa de <code>f(x)</code>?
fr: On cherche la fonction réciproque de la fonction qui à tout réel fait correspondre <code>f(x)</code>. Laquelle de ces expressions est celle de <code>f^{-1}(x)</code> ?
pt: Qual é <code>f^{-1}(x)</code>, a inversa de <code>f(x)</code>?
tr: <code>f^{-1}(x)</code>, <code>f(x)</code>'in tersi nedir?

source: What is <span data-if="RAND2 === 0"><code>\blue{\angle{IAK}} = {?}</code></span> <span data-else=""><code>\blue{\angle{GCJ}} = {?}</code></span>
hi: <span data-if="RAND2 === 0"><code>\blue{\angle{IAK}} = {?}</code></span> <span data-else=""><code>\blue{\angle{GCJ}} = {?}</code></span> क्या है?
nl: Wat is <span data-if="RAND2 === 0"><code>\blue{\angle{IAK}} = {?}</code></span> <span data-else=""><code>\blue{\angle{GCJ}} = {?}</code></span>
pt: Quanto é <span data-if="RAND2 === 0"><code>\blue{\angle{IAK}} = {?}</code></span> <span data-else=""><code>\blue{\angle{GCJ}} = {?}</code></span>
tr: <span data-if="RAND2 === 0"><code>\blue{\angle{IAK}} = {?}</code></span> <span data-else=""><code>\blue{\angle{GCJ}} = {?}</code></span>

source: What is <span data-if="RAND3 === 0"><code>\blue{\angle{AGF}} = {?}</code></span> <span data-else-if="RAND3 === 1"><code>\blue{\angle{CGE}} = {?}</code></span> <span data-else=""><code>\blue{\angle{BGE}} = {?}</code></span>
nl: Wat is <span data-if="RAND3 === 0"><code>\blue{\angle{AGF}} = {?}</code></span> <span data-else-if="RAND3 === 1"><code>\blue{\angle{CGE}} = {?}</code></span> <span data-else=""><code>\blue{\angle{BGE}} = {?}</code></span>
pt: Quanto é <span data-if="RAND3 === 0"><code>\blue{\angle{AGF}} = {?}</code></span> <span data-else-if="RAND3 === 1"><code>\blue{\angle{CGE}} = {?}</code></span> <span data-else=""><code>\blue{\angle{BGE}} = {?}</code></span>
tr: <span data-if="RAND3 === 0"><code>\blue{\angle{AGF}} = {?}</code></span> <span data-else-if="RAND3 === 1"><code>\blue{\angle{CGE}} = {?}</code></span> <span data-else=""><code>\blue{\angle{BGE}} = {?}</code></span>

source: What is Khan Academy?
es: ¿Qué es Khan Academy?
nb: Hva er Khan Academy?
pl: Co to jest Khan Academy?
pt: O que é a Khan Academy?
pt_pt: O que é a Khan Academy?
tr: Khan Academy nedir?

source: What is LearnStorm 2015?
es: ¿Qué es LearnStorm 2015?
fr: Qu'est-ce que LearnStorm 2015?
nb: Hva er LearnStorm 2015?
nl: Wat is LearnStorm 2015?
pl: Co to jest LearnStorm 2015?
pt: O que é a LearnStorm 2015?
pt_pt: O que é a LearnStorm 2015?
tr: LearnStorm 2015 nedir?

source: What is another way to name line <code>\ell</code>?
es: ¿Cuál es otra forma de nombrar la línea <code>\ell</code>?
pl: Jak inaczej można nazwać prostą <code>\ell</code>?
pt: Qual é a outra maneira de definir uma reta <code>\ell</code>?
tr: <code>\ell</code> doğrusunu başka nasıl adlandırabiliriz?

source: What is another way to name plane <code>\mathcal{<var>R</var>}</code>?
es: ¿Cuál es otra forma de nombrar al plano <code>\mathcal{<var>R</var>}</code>?
pl: Jak inaczej można nazwać płaszczyznę <code>\mathcal{<var>R</var>}</code>?
pt: Qual a outra maneira de definir o plano <code>\mathcal{<var>R</var>}</code>?
tr: <code>\mathcal{<var>R</var>}</code> düzlemini başka nasıl adlandırabiliriz?

source: What is confusing about the hint code?
da: Hvad er forvirrende ved hint-koden?
es: ¿Qué es confuso del código de pista?
fr: Qu'est-ce qui est difficile à comprendre à propos du code de l'indice?
nb: Hva er forvirrende ved hint-koden?
nl: Wat is onduidelijk aan de hint code?
pl: Co jest mylące w kodzie podpowiedzi?
pt: O que está confuso nesse código de dica?
tr: İpucu kodunda akıl karıştırıcı bulduğunuz nedir?

source: What is her average speed for the entire trip from home to the <var>store( 1 )</var> store and back?
fr: Quelle est la vitesse moyenne du voyage aller/retour de la maison au magasin de <var>store( 1 )</var> ?
nb: Hva er hennes gjennomsnittsfart for hele turen hjemmefra til <var>store( 1 )</var> butikken og hjem igjen?
pl: Jaka jest jej średnia prędkość na dystansie z domu do <var>store( 1 )</var> i z powrotem?
pt: Qual é a velocidade média de todo o percurso de ida e volta de casa até a loja <var>store( 1 )</var>?
tr: Evden <var>store( 1 )</var> mağazasına gitmesi ve dönmesinden oluşan yolculuğundaki ortalama hızı ne kadardır?

source: What is his average speed for the entire trip from home to the <var>store( 1 )</var> store and back?
fr: Quelle est la vitesse moyenne du voyage aller/retour de la maison au magasin de <var>store( 1 )</var> ?
nb: Hva er gjennomsnittlig fart for hele turen hjemmefra til <var>store( 1 )</var> butikken og hjem igjen?
pl: Jaka jest jego średnia prędkość na dystansie z domu do <var>store( 1 )</var> i z powrotem?
pt: Qual é a velocidade média de todo o percurso de ida e volta de casa até a loja <var>store( 1 )</var>?
tr: Evden <var>store( 1 )</var> mağazasına gitmesi ve dönmesinden oluşan bütün yolculuğundaki ortalama hızı ne kadardır?

source: What is its center <code>(h, k)</code> and its radius <code>r</code>?
da: Hvad er dens centrum <code>(h, k)</code> og dens radius <code>r</code>?
es: ¿Cuáles son su centro <code>(h, k)</code> y su radio <code>r</code>?
fr: Quelles sont les coordonnées <code>(h, k)</code> de son centre, et quel est son rayon <code>r</code> ?
pt: Qual é o seu centro <code>(h, k)</code> e o seu raio <code>r</code>?
tr: Merkezi <code>(h, k)</code> ve yarıçapı <code>r</code> nedir?

source: What is the <code><var>COORD</var></code>-coordinate of the point plotted below?
es: ¿Cuál es la coordenada en <code><var>COORD</var></code> del punto trazado abajo?
fr: Le couple de coordonnées de ce point est (x, y). Quelle est la valeur de <code><var>COORD</var></code> ?
nb: Hva er <code><var>COORD</var></code>-koordinaten av punktet nedenfor?
pl: Jaka jest współrzędna <code><var>COORD</var></code> punktu zaznaczonego poniżej?
pt: Qual é a coordenada <code><var>COORD</var></code> do ponto marcado abaixo?
tr: Aşağıda çizilmiş noktanın <code><var>COORD</var></code>-koordinatı nedir?

source: What is the <code>x</code>-intercept?
da: Hvad er <code>x</code>-skæringspunktet?
es: ¿Cuál es la intersección con el eje <code>x</code>?
fr: Quel est le point d'intersection de cette droite avec l'axe des <code>x</code> ?
nb: Hva er <code>x</code>-skjæringspunktet?
pt: Qual é a interceptação em <code>x</code>?
tr: <code>x</code>-kesme noktası nedir?

source: What is the <code>y</code>-intercept?
fr: Quelle sont les coordonnées de son point d'intersection avec l'axe des <code>y</code> ?
nb: Hva er <code>y</code>-skjæringspunktet?
pt: Qual é o ponto de interceptação em <code>y</code>?
tr: <code>y</code>-kesme noktası nedir?

source: What is the <var>NTH</var>th number that he counts?
es: ¿Cuál es el <var>NTH</var>° número que cuenta?
pt: Qual é o <var>NTH</var>$^\text{o}$ número que ele contou?
tr: Saydığı <var>NTH</var>'inci sayı hangisidir?

source: What is the <var>NTH</var>th number that she counts?
es: ¿Cuál es el <var>NTH</var>° número que cuenta?
pt: Qual é o <var>NTH</var>º número que ela contou?
tr: Saydığı <var>NTH</var>'inci sayı hangisidir?

source: What is the <var>ordinalThrough20(N + 1)</var> term in the sequence?
es: ¿Cuál es el <var>ordinalThrough20(N + 1)</var> término en la sucesión?
fr: Quel est le <var>ordinalThrough20(N + 1)</var> terme de la suite ?
nb: Hva er det <var>ordinalThrough20(N + 1)</var> ledd i rekken?
pt: Qual é o <var>ordinalThrough20(N + 1)</var> termo da sequência?
tr: Dizinin <var>ordinalThrough20(N + 1)</var> terimi nedir?

source: What is the <var>ordinalThrough20(TARGET_NUMBER)</var> number in this sequence?
fr: Quel est le <var>ordinalThrough20(TARGET_NUMBER)</var> terme de cette suite ?
nb: Hva er det <var>ordinalThrough20(TARGET_NUMBER)</var> tallet i denne rekken?
pl: Jaka jest <var>ordinalThrough20(TARGET_NUMBER)</var> liczba w tym ciągu?
pt: Qual é o <var>ordinalThrough20(TARGET_NUMBER)</var> número nessa sequência?
tr: Bu dizideki <var>ordinalThrough20(TARGET_NUMBER)</var> sayı nedir?

source: What is the area of the circle?
es: ¿Cuál es el área del círculo?
fr: Quelle est l'aire du cercle ?
pt: Qual é a área do círculo?
tr: Dairenin alanı nedir?

source: What is the area of the rectangle?
fr: Quelle est la surface du rectangle?
nb: Hva er arealet til rektangelet?
pl: Ile wynosi pole prostokąta?
pt: Qual é a área do retângulo?
tr: Dikdörtgenin alanı nedir?

source: What is the area of the sector?
es: ¿De cuánto es el área de sector?
fr: Quelle est l'aire de ce secteur circulaire ?
pt: Qual é a área do setor?
tr: Daire diliminin alanı nedir?

source: What is the area of the shaded region?
es: ¿Cuál es el área de la región sombreada?
fr: Quelle est l'aire de la surface coloriée ?
pt: Qual a área da região sombreada?
tr: Taralı alan nedir?

source: What is the area of the shape? Each square in the grid is a <code>1 \times 1</code> <var>UNIT_TEXT</var> square.
fr: Quelle est la surface de la forme? Chaque carré de la grille est un carré de dimensions <code>1 \times 1</code> <var>UNIT_TEXT</var>.
nb: Hva er arealen av figuren? Hver kvadrat i rutenettet er en <code>1 \times 1</code> <var>UNIT_TEXT</var> kvadrat.
pl: Ile wynosi pole figury? Każdy kwadrat w siatce wynosi<code>1 \times 1</code> <var>UNIT_TEXT</var> do kwadratu.
pt: Qual é a área da figura? Cada quadrado na grade tem <code>1 \times 1</code> <var>UNIT_TEXT</var> quadrados.
tr: Şeklin alanı nedir? Kareli kağıttaki her kare, <code>1 \times 1</code> <var>UNIT_TEXT</var>.

source: What is the area of the square?
da: Hvad er arealet af kvadratet?
fr: Quelle est la surface du carré?
nb: What er arealet til kvadratet?
pl: Ile wynosi pole kwadratu?
pt: Qual é a área do quadrado?
tr: Karenin alanı nedir?

source: What is the area of this figure?
es: ¿Cuál es el área de esta figura?
nb: Hva er arealet av denne figuren?
pt: Qual é a área desta figura?
tr: Bu şeklin alanı nedir?

source: What is the area of this triangle? ( Round to two decimal places )
es: ¿Cuál es el área de este triángulo? (Redondea a dos decimales)
fr: Quelle est l'aire de ce triangle ? (Arrondir au centième)
pl: Jakie jest pole powierzchni trójkąta? ( Wynik zaokrąglij do dwóch miejsc po przecinku )
pt: Qual é a área deste triângulo? (Aproxime o valor para duas casas decimais)
tr: Bu üçgenin alanı nedir? (İkinci ondalıklı basamağa yuvarlayınız)

source: What is the arithmetic mean of the following numbers?
fr: Quelle est la moyenne arithmétique des nombres suivants ?
nb: Hva er det aritmetiske gjennomsnittet av følgende tall?
pl: Ile wynosi średnia arytmetyczna z następujących liczb?
pt: Qual é a média aritmética dos seguintes números?
tr: Sayıların aritmetik ortalaması nedir?

source: What is the average age of the <var>plural_form(animal( 1 ))</var> at your zoo? What is the standard deviation? <em>Round your answers to the nearest tenth.</em>
fr: Quel est l'âge moyen des <var>plural_form(animal( 1 ))</var> du zoo ? Quel est l'écart-type ?<em> Arrondir les réponses au dixième.</em>
pt: Qual é a média de idade dos(as) <var>plural_form(animal( 1 ))</var> em seu zoológico? Qual é o desvio padrão? <em>Arredonde suas respostas para a primeira casa decimal.</em>
tr: Hayvanat bahçesindeki <var>plural_form(animal( 1 ))</var>'in ortalama yaşı nedir? Standart sapma nedir? <em>Cevabınızı en yakın onda birliğe yuvarlayınız.</em>

source: What is the average age of the <var>plural_form(animal( 1 ))</var> at your zoo? What is the variance?<br> <em>Round your answers to the nearest tenth.</em>
fr: Quel est l'âge moyen des <var>plural_form(animal( 1 ))</var> de ce zoo ? Quel est la variance ?<br> <em> Arrondir les réponses au dixième.</em>
pt: Qual é a média de idade dos(as) <var>plural_form(animal( 1 ))</var> em seu zoológico? Qual é a variação?<br> <em>Arredonde suas respostas para a primeira casa decimal.</em>
tr: Hayvanat bahçesindeki <var>plural_form(animal( 1 ))</var>'in ortalama yaşı nedir? Varyans nedir? <br> <em>Cevabınızı onda bire yuvarlayınız.</em>

source: What is the central angle of the arc, in degrees?
es: ¿Cuánto mide el ángulo central del arco en grados?
fr: Quelle est la mesure, en degrés, de l'angle au centre de cet arc ?
pt: Qual o ângulo central do arco, em graus?
tr: Yayın merkez açısının, derece cinsinden, ölçüsü nedir?

source: What is the central angle of the arc, in radians?
es: ¿Cuánto mide el ángulo central del arco en radianes?
fr: Quel est, en radians, l'angle au centre de cet arc ?
pt: Qual o ângulo central do arco, em radianos?
tr: Bu yayın radyan cinsinden merkez açısı nedir?
