Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: This function has too many statements. ({a})
da: Denne funktion har for mange statements. ({a})
es: Esta función tiene demasiadas declaraciones. ({a})
nb: Denne funksjonen har for mange setninger. ({a})
nl: Deze functie heeft te veel statements. ({a})
pl: Ta funkcja ma zbyt wiele komend. ({a})
pt: Esta função tem muitas instruções. ({a})
tr: Bu fonksiyonda çok fazla önerme var. ({a})

source: This function lets you store all three color components in a single variable. You can then pass that one variable to functions like background(), stroke(), and fill().
da: Denne funktion lader dig gemme alle tre farvekomponenter i en enkelt variabel. Du kan derefter bruge denne variabel til funktioner som background(), stroke() og fill().
es: Esta funcion te permite guardar los tres componentes de color en una sola variable. Entonces puedes meter esa variable a funciones como background(), stroke() y fill().
nb: Denne funksjonen lar deg lagre alle tre fargekomponentene i én enkelt variabel. Deretter kan du sende den ene variabelen til funksjoner som background(), stroke() og fill().
pl: Ta funkcja umożliwia przechowywanie wszystkich trzech składników kolorów w pojedynczej zmiennej. Możesz potem przekazać tą jedną zmienną do funkcji takich jak background(), stroke() czy fill().
pt: Esta função permite que você armazene todos os componentes das três cores em uma única variável. Em seguida, você pode passar essa variável para funções como background(), stroke() e fill().
tr: Bu işlev, üç renk bileşenini tek bir değişkende saklamanızı sağlar. Daha sonra bu değişkeni background(), stroke(), ve fill() gibi işlevlerde kullanabilirsiniz.

source: This function's cyclomatic complexity is too high. ({a})
da: Denne funktions cyklomatiske kompleksitet er for høj. ({a})
es: La complejidad ciclomática de esta función es demasiado alta. ({a})
nb: Denne funksjonens cyclomatiske kompleksitet er for høy. ({a})
nl: Deze functies hebben een te hoge cyclomatische ingewikkeldheid . ({a})
pl: Złożoność cykliczna tej funkcji jest za wysoka. ({a})
pt: A complexidade ciclomática desta função é muito alta. ({a})
tr: Bu fonksiyonun koşulsal karmaşıklığı çok yüksek. ({a})

source: This gives us a factored expression:
da: Dette giver os et faktoriseret udtryk:
es: Esto nos da una expresión factorizada:
fr: On obtient :
nb: Dette gir oss et faktorisert uttrykk:
pl: Otrzymujemy postać iloczynową:
pt: Isso resultará na expressão fatorada:
tr: Bu bize şu çarpanlara ayrılmış ifadeyi verir:

source: This gives us what is called the matrix of cofactors:
da: Dette giver os, hvad der kaldes matrix af co-faktorer:
es: Esto nos resulta en lo que se denomina matriz de cofactores:
fr: On obtient ce que l'on appelle la matrice des cofacteurs :
nb: Dette gir oss det som kalles matrise av kofaktorer:
nl: Dit geeft ons de zogenoemde matrix van cofactoren:
pl: Daje nam to tak zwaną macierz dopełnień algebraicznych:
pt: Isso resulta no que chamamos de matriz de cofatores:
tr: Bu, bize kofaktörler matrisini verir:

source: This gives us:
fr: On obtient:
pl: To nam daje:
pt: Isso nos dá:
tr: Bu bize şunu verir:

source: This graph has a vertex and is U-shaped. It extends to infinity on both ends.
da: Denne graf har et toppunkt og er U-formet. Den går mod uendelig i begge ender.
es: Esta gráfica tiene un vértice y tiene forma de U. Se extiende hasta el infinito en ambos extremos.
fr: Cette courbe a un sommet et elle est en forme de U. Elle va a l'infini aux deux extrémités de l'intervalle.
nb: Denne grafen har et toppunkt og er U-formet. Den går mot uendelig i begge ender.
pt: Este gráfico apresenta um vértice e tem forma de U. Ele estende-se ao infinito em ambas as extremidades.
tr: Bu grafiğin tepe noktası var ve grafik U-şeklinde. İki tarafta da sonsuza gidiyor.

source: This graph has two asymptotes which it approaches. It's also U-shaped on each side.
da: Denne graf har to asymptoter, som den nærmer sig. Den er også U-formet på hver side.
es: Esta gráfica tiene dos asíntotas. Tiene también forma de U en cada lado.
fr: Cette courbe a deux asymptotes. Elle est en forme de U.
nb: Denne grafen har to asymptoter, som den nærmer seg. Den er også U-formet på hver side.
pt: Este gráfico tem duas assíntotas, do qual ele se aproxima. Também tem forma de U nos lados.
tr: Bu grafiğin yaklaştığı iki asimptot var. Ayrıca, iki tarafta da U-şeklinde.

source: This has been reported to us, and we'll be looking for a fix. If the problem continues, feel free to <a href='/reportissue?type=Defect'>send us a report directly</a>.
da: Dette er blevet rapporteret til os, og vi arbejder på at rette det. Hvis problemet fortsætter, er du velkommen til at <a href='/reportissue?type=Defect'>sende os en rapport direkte</a>.
es: Esto ya nos ha sido reportado y estaremos buscando una solución. Si el problema persiste puedes <a href='/reportissue?type=Defect'>enviarnos un reporte directamente</a>.
fr: On nous à déja parlé de ce problème et nous cherchons une solution. Si le problème continue, veuillez cliquer sur <a href='/reportissue?type=Defect'>afin de nous envoyer un rapport directement</a>.
nb: Dette har blitt rapportert til oss, og vi vil se etter en løsning. Hvis problemet fortsetter, er du velkommen til å <a href='/reportissue?type=Defect'>sende oss en rapport direkte</a>.
nl: Dit is bij ons gerapporteerd en we zoeken een oplossing. Als het probleem zich blijft voordoen, <a href='/reportissue?type=Defect'>stuur ons dan direct een rapport</a>.
pl: Zostało to zgłoszone i poszukamy dla tego rozwiązania. Jeśli problem się powtarza, prosimy o <a href='/reportissue?type=Defect'>wysłanie nam powiadomienia bezpośrednio</a>.
pt: Já recebemos esse relato e estamos buscando uma solução. Se o problema persistir, não hesite em <a href='/reportissue?type=Defect'>enviar um relato diretamente a nós</a>.
pt_pt: Estamos a tentar resolver este problema, que já nos tinha sido comunicado por outros utilizadores.<br>Se continuares com problemas, <a href='/reportissue?type=Defect'>contacta-nos diretamente</a>.
tr: Bu sorun bize daha önce iletilmişti, ve düzeltmek üzere çalışmaya başladık, eğer isterseniz bize <a href='/reportissue?type=Defect'>doğrudan bir rapor gönderebilirsiniz</a>.

source: This hint shows the code you'll need to successfully complete this step, but it is not the complete answer.
da: Tippet viser den kode, du skal bruge for at fuldføre dette trin, , men det er ikke hele svaret.
es: Esta pista muestra el código que necesitarás para completar exitosamente este paso, pero no es la respuesta completa.
fr: Cet indice indique le code dont vous aurez besoin afin d'arriver à la fin de cette étape, , mais il n'indique pas la réponse complète.
nb: Dette hintet viser koden du trenger for å fullføre dette trinnet, men det er ikke hele svaret.
nl: Deze hint toont de code die je nodig hebt om deze stap met succes te voltooien, maar het is niet het volledige antwoord.
pl: To jest wskazówka, ale nie kompletna odpowiedź, potrzebna do zakończenia tego etapu.
pt: Esta dica mostra o código que será necessário para concluir com sucesso esta etapa, mas não é a resposta completa.
tr: Bu ipucu, bu adımı başarıyla tamamlamanız için gereken kodu gösterir, ancak cevabın tamamı değildir.

source: This inconvenience is restricted to very old problems, and it will not affect any current or future work.
bg: Това неудобство е ограничено в много стари задачи и няма да засегне една настояща или бъдеща работа.
da: Denne gene er begrænset til meget gamle opgaver, og har ingen effekt på dit nuværende eller kommende arbejde.
es: Este inconveniente está asociado únicamente con problemas muy viejos y no afecta ningún trabajo actual o futuro.
fr: Cet inconvénient est limité aux problèmes très anciens, et tout travail actuel ou futur ne sera pas affecté.
nb: Denne ubeleiligheten gjelder kun for gamle problemer, og vil ikke påvirke arbeid nå eller i framtiden.
nl: Dit ongemak is gelimiteerd tot hele oude problemen en zal het huidige en toekomstige werk niet beïnvloeden.
pl: Ta niedogodność dotyczy tylko bardzo starych zadań i nie wpłynie na Twoją obecną i przyszłą pracę.
pt: Este erro está restrito a problemas muito antigos e não afetará nenhum trabalho atual ou futuro.
tr: Bu sıkıntı sadece çok eski sorunlarla sınırlı, mevcut veya gelecek çalışmaları etkilemeyecek.

source: This is <code> \displaystyle \frac{\frac{<var>NUM_B</var>!}{(<var>NUM_B</var>-<var>GROUP</var>)!\cancel{<var>GROUP</var>!}}} {\frac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!\cancel{<var>GROUP</var>!}}} = \frac{\frac{<var>NUM_B</var>!}{<var>NUM_B-GROUP</var>!}}{\frac{<var>STUDENTS</var>!}{<var>STUDENTS-GROUP</var>!}}</code>
es: Esto es <code> \displaystyle \frac{\frac{<var>NUM_B</var>!}{(<var>NUM_B</var>-<var>GROUP</var>)!\cancel{<var>GROUP</var>!}}} {\frac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!\cancel{<var>GROUP</var>!}}} = \frac{\frac{<var>NUM_B</var>!}{<var>NUM_B-GROUP</var>!}}{\frac{<var>STUDENTS</var>!}{<var>STUDENTS-GROUP</var>!}}</code>
fr: On obtient <code> \displaystyle \frac{\frac{<var>NUM_B</var>!}{(<var>NUM_B</var>-<var>GROUP</var>)!\cancel{<var>GROUP</var>!}}} {\frac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!\cancel{<var>GROUP</var>!}}} = \frac{\frac{<var>NUM_B</var>!}{<var>NUM_B-GROUP</var>!}}{\frac{<var>STUDENTS</var>!}{<var>STUDENTS-GROUP</var>!}}</code>
pl: Czyli <code> \displaystyle \frac{\frac{<var>NUM_B</var>!}{(<var>NUM_B</var>-<var>GROUP</var>)!\cancel{<var>GROUP</var>!}}} {\frac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!\cancel{<var>GROUP</var>!}}} = \frac{\frac{<var>NUM_B</var>!}{<var>NUM_B-GROUP</var>!}}{\frac{<var>STUDENTS</var>!}{<var>STUDENTS-GROUP</var>!}}</code>
pt: Isto é <code> \displaystyle \frac{\frac{<var>NUM_B</var>!}{(<var>NUM_B</var>-<var>GROUP</var>)!\cancel{<var>GROUP</var>!}}} {\frac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!\cancel{<var>GROUP</var>!}}} = \frac{\frac{<var>NUM_B</var>!}{<var>NUM_B-GROUP</var>!}}{\frac{<var>STUDENTS</var>!}{<var>STUDENTS-GROUP</var>!}}</code>
tr: Bu, <code> \displaystyle \frac{\frac{<var>NUM_B</var>!}{(<var>NUM_B</var>-<var>GROUP</var>)!\cancel{<var>GROUP</var>!}}} {\frac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!\cancel{<var>GROUP</var>!}}} = \frac{\frac{<var>NUM_B</var>!}{<var>NUM_B-GROUP</var>!}}{\frac{<var>STUDENTS</var>!}{<var>STUDENTS-GROUP</var>!}}</code>

source: This is <code><var>ANS</var></code>.
es: Esto es <code><var>ANS</var></code>.
fr: La réponse est <code><var>ANS</var></code>.
pt: Isto é <code><var>ANS</var></code>.
tr: Bu, <code><var>ANS</var></code>.

source: This is <code><var>ANS_SIMP</var> = <var>ANS</var></code>.
es: Esto es <code><var>ANS_SIMP</var> = <var>ANS</var></code>.
fr: La réponse est <code><var>ANS_SIMP</var> = <var>ANS</var></code>.
pt: O resultado é <code><var>ANS_SIMP</var> = <var>ANS</var></code>.
tr: Bu, <code><var>ANS_SIMP</var> = <var>ANS</var></code>.

source: This is <code><var>BASE</var></code> multiplied by itself <code><var>EXPONENT</var></code> times.
fr: C'est <code><var>BASE</var></code> multiplié par lui-même <code><var>EXPONENT</var></code> fois.
nb: Dette er <code><var>BASE</var></code> multipliser ned seg selv <code><var>EXPONENT</var></code> ganger.
nl: Dit is <code><var>BASE</var></code> , <code><var>EXPONENT</var></code> keer met zichzelf vermenigvuldigd.
pl: To jest <code><var>BASE</var></code> pomnożone przez siebie <code><var>EXPONENT</var></code> razy.
pt: Isso é <code><var>BASE</var></code> multiplicado por si mesmo <code><var>EXPONENT</var></code> vezes.
tr: Bu <code><var>BASE</var></code> sayısının kendisiyle <code><var>EXPONENT</var></code> kere çarpılmasıdır.

source: This is <code><var>SINGLE_PCT</var>\% \cdot <var>SINGLE_PCT</var>\%</code>, or <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var> \approx <var>localeToFixed(PROB * PROB, 3)</var></code>.
fr: C'est-à-dire <code><var>SINGLE_PCT</var>\% \cdot <var>SINGLE_PCT</var>\%</code>, ou <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var> \approx <var>localeToFixed(PROB * PROB, 3)</var></code>.
pt: Isto é <code><var>SINGLE_PCT</var>\% \cdot <var>SINGLE_PCT</var>\%</code>, ou <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var> \approx <var>localeToFixed(PROB * PROB, 3)</var></code>.
tr: Bu, <code><var>SINGLE_PCT</var>\% \cdot <var>SINGLE_PCT</var>\%</code>, or <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var> \approx <var>localeToFixed(PROB * PROB, 3)</var></code>.

source: This is <code><var>SINGLE_PCT</var>\% \cdot <var>SINGLE_PCT</var>\%</code>, or <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var> \approx <var>localeToFixed(PROB*PROB, 3)</var></code>.
pt: Isto é <code><var>SINGLE_PCT</var>\% \cdot <var>SINGLE_PCT</var>\%</code>, ou <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var> \approx <var>localeToFixed(PROB*PROB, 3)</var></code>.

source: This is a <code>30-60-90</code> triangle with a hypotenuse of length <code>1</code>.
es: Este es un triángulo con ángulos <code>30-60-90</code> y con una hipotenusa de longitud <code>1</code>.
fr: Voici un triangle <code>30-60-90</code> avec une hypoténuse de longueur <code>1</code>.
nb: Dette er en <code>30-60-90</code> trekant med hypotenus på <code>1</code>.
pl: To jest trójkąt <code>30-60-90</code> z przeciwprostokątną o długości równej <code>1</code>.
pt: Este é um triângulo <code>30-60-90</code> com uma hipotenusa de medida <code>1</code>.
tr: Bu, hipotenüsünün uzunluğu <code>1</code> olan bir <code>30-60-90</code> üçgenidir.

source: This is a Beta release. We're excited to launch this and will continue to improve the experience over time.
nb: Dette er en betaversjon. Vi er glade for å lansere dette og vi vil fortsette å forbedre opplevelsen over tid.
pt: Esta é uma versão beta. É com grande alegria que estamos lançando-a, e vamos continuar melhorando a experiência ao longo do tempo.

source: This is a message to verify your email, there is no need to unsubscribe. If you did not sign up for Khan Academy, simply ignore this message and the account will automatically be closed.
da: Den her meddelse er til for at verificere din email. Du behøver ikek afmelde dig. Hvis du ikke har oprettet en profil på Khan Academy, skal du blot ignorere denne besked, og din profil vil da blive lukket automatisk.
es: Este es un mensaje para verificar tu correo electrónico, no es necesario cancelar la suscripción. Si tú no te registraste en Khan Academy, simplemente ignora este mensaje y la cuenta será cerrada automáticamente.
fr: Ceci est un message pour vérifier votre adresse e-mail, il n'y a pas besoin de vous désabonner. Si vous ne vous êtes pas enregistré sur Khan Academy, ignorez simplement ce message et le compte sera automatiquement fermé.
ja: これはあなたの電子メイルアドレスを確認するメッセージです．この購読を中止する必要はありません．もしあなたがカーンアカデミーにサインアップしていなければ，このメッセージを単純に無視して下さい．するとアカウントは自動で閉じられます．
nb: Dette er en melding for å bekrefte din e-post, det er ikke nødvendig å avslutte abonnementet. Hvis du ikke har registrert deg på Khan Academy, ignorer denne meldingen og kontoen vil automatisk bli lukket.
nl: Dit is een bericht om jouw e-mail te verifiëren, er is geen reden om uit te schrijven. Als je je niet hebt opgegeven voor Khan Academy, negeer dit bericht dan en het account zal automatisch worden opgeheven.
pl: To jest wiadomość weryfikacyjna dla Twojego e-maila, nie ma potrzeby odwoływać subskrypcji. Jeśli nie rejestrowałeś się w Khan Academy, po prostu zignoruj tą wiadomość, a konto zostanie automatycznie usunięte.
pt: Esta é uma mensagem para verificar seu e-mail, não há necessidade de cancelar o cadastro. Se você não se cadastrou na Khan Academy, simplesmente ignore essa mensagem e a conta será automaticamente fechada.
pt_pt: Esta é uma mensagem para confirmar o teu e-mail. Não é necessário cancelares qualquer subscrição de e-mails da Khan Academy. Se ignorares esta mensagem, a tua conta será apagada.
tr: Bu mesaj, e-posta adresinizi doğrulamak için gönderilmiştir. Eğer Khan Academy'ye üye olmadıysanız, bu mesajle ilgili bir şey yapmanıza gerek yoktur, hesap otomatik olarak kapanacaktır.

source: This is a message to verify your email, there is no need to unsubscribe. If you did not sign up for<br>Khan Academy, simply ignore this message and the account will automatically be closed.
da: Dette er en bekræftelse af din e-mail. Der er ingen grund til at afmelde dig. Hvis du ikke har tilmeldt dig <br>Khan Academy, kan du bare ignorere denne besked, og din konto vil blive automatisk lukket.
es: Este es un mensaje para verificar tu correo electrónico, no es necesario cancelar la suscripción. Si tú no te registraste en <br>Khan Academy, simplemente ignora este mensaje y la cuenta será cerrada automáticamente.
fr: Ceci est un message pour vérifier votre adresse e-mail, il n'y a pas besoin de vous désabonner. Si vous<br> ne vous êtes pas enregistré sur Khan Academy, ignorez simplement ce message et le compte sera automatiquement fermé.
nb: Dette er en melding for å bekrefte din e-post, det er ikke nødvendig å avslutte abonnementet. Hvis du ikke registrerte deg på <br>Khan Academy, ignorer denne meldingen og kontoen vil automatisk bli lukket.
nl: Dit is een bericht om jouw e-mail te verifiëren, er is geen reden om uit te schrijven. Als je je niet hebt opgegeven voor <br>Khan Academy, negeer dit bericht dan en het account zal automatisch opgeheven worden.
pl: To jest wiadomość weryfikacyjna dla Twojego e-maila, nie ma potrzeby odwoływać subskrypcji. Jeśli nie rejestrowałeś się w<br>Khan Academy, po prostu zignoruj tą wiadomość, a konto zostanie automatycznie usunięte.
pt: Esta é uma mensagem para verificar seu e-mail, não há necessidade de cancelar o cadastro. Se você não se cadastrou na<br>Khan Academy, simplesmente ignore essa mensagem e a conta será automaticamente fechada.
pt_pt: Esta é uma mensagem para confirmar o teu e-mail. Não é necessário cancelares qualquer subscrição de e-mails<br>da Khan Academy. Se ignorares esta mensagem, a tua conta será apagada.
tr: Bu mesaj, e-posta adresinizi doğrulamak için gönderilmiştir. Eğer <br>Khan Academy'ye üye olmadıysanız, bu mesajla ilgili bir şey yapmanıza gerek yoktur, hesap otomatik olarak kapanacaktır.

source: This is a message to verify your email, there is no need to unsubscribe. If you did not<br>request to link this email to your Khan Academy account, simply ignore this message.
da: Dette er et meddelelse er sendt for at verificere din e-mail, der er ingen grund til at afmelde. Hvis du ikke har <br>anmodet om at bruge denne e-mail til Khan Academy, så bare ignorer denne meddelelse.
es: Este es un mensaje para verificar tu correo electrónico, no es necesario cancelar tu suscripción. Si no <br>solicitaste vincular este correo electrónico a tu cuenta de Khan Academy, simplemente ignora este mensaje.
fr: Ceci est un message pour vérifier votre adresse e-mail, il n'y a pas besoin de vous désabonner.<br> Si vous n'avez pas demandé à Khan Academy d'associer cette adresse e-mail à votre compte, ignorez simplement ce message.
nb: Dette er en melding for å bekrefte din e-post, det er ikke nødvendig å avslutte abonnementet. Hvis du ikke gjorde en <br>forespørsel om å koble denne e-posten til din Khan Academy-konto, ignorer denne meldingen.
nl: Dit is een boodschap om jou e-mailadres te verifiëren, je hoeft je niet uit te schrijven. Als je niet<br> aanvroeg om dit e-mailadres te koppelen aan jouw Khan Academy account, mag je deze boodschap gewoon negeren.
pl: To jest komunikat weryfikujący Twój adres e-mail, nie ma potrzeby rezygnowania z dalszego otrzymywania wiadomości. Jeśli nie<br> prosiłeś o powiązanie Twojego adresu e-mail z kontem w Khan Academy, po prostu zignoruj tę wiadomość.
pt: Esta é uma mensagem para verificar seu e-mail, não há necessidade de cancelar a inscrição. Se você não<br>solicitou vincular este e-mail à sua conta da Khan Academy, simplesmente ignore essa mensagem.
pt_pt: Esta é uma mensagem para confirmar o teu e-mail. Não é necessário cancelares qualquer subscrição de e-mails.<br>Se não criaste nenhuma conta na Khan Academy, ignora esta mensagem.
tr: Bu mesaj, e-posta adresinizi doğrulamak için gönderilmiştir, e-posta aboneliğini sonlandırmanıza gerek yoktur. Eğer <br>bu adresi Khan Academy hesabınız için kullanmadıysanız, lütfen bu e-postayı dikkate almayın.

source: This is a message to verify your email; there is no need to unsubscribe. If you did not request to link this email to your Khan Academy account, simply ignore this message.
da: Dette er en bekræftelse af din e-mail. Der er ingen grund til at afmelde dig. Hvis du ikke anmodede om at forbinde denne e-mail til din Khan Academy-konto, kan du bare ignorere denne besked.
es: Este es un mensaje para verificar tu correo electrónico, no es necesario cancelar tu suscripción. Si no solicitaste vincular este correo electrónico a tu cuenta de Khan Academy, simplemente ignora este mensaje.
fr: Ceci est un message pour vérifier votre adresse e-mail ; il n'y a pas besoin de vous désabonner. Si vous n'avez pas demandé à Khan Academy d'associer cette adresse e-mail à votre compte, ignorez simplement ce message.
ja: これはあなたの電子メイルアドレスを確認するメッセージです．この購読を中止する必要はありません．もしあなたがこの電子メイルアドレスとあなたのカーンアカデミーアカウントをリンクするリクエストを出していない場合，このメッセージを単純に無視して下さい．
nb: Dette er en melding for å bekrefte din e-post; det er ikke nødvendig å avslutte abonnementet. Hvis du ikke gjorde en forespørsel om å koble denne e-posten til din Khan Academy-konto, kan du se bort fra denne meldingen.
nl: Dit is een boodschap om jou e-mailadres te verifiëren; je hoeft je niet uit te schrijven. Als je niet aanvroeg om dit e-mailadres te koppelen aan jouw Khan Academy account, mag je deze boodschap gewoon negeren.
pl: To jest wiadomość weryfikacyjna dla Twojego e-maila; nie ma potrzeby odwołania subskrypcji. Jeśli nie prosiłeś o powiązanie tego e-maila z Twoim kontem na Khan Academy, po prostu zignoruj tę wiadomość.
pt: Esta é uma mensagem para verificar seu e-mail; não há necessidade de cancelar a inscrição. Se você não pediu para vincular este e-mail à sua conta da Khan Academy, simplesmente ignore essa mensagem.
pt_pt: Esta é uma mensagem para confirmar o teu e-mail. Não é necessário cancelares qualquer subscrição de e-mails. Se não criaste nenhuma conta na Khan Academy, ignora esta mensagem.
