Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We’ll bring this task back when we think you're ready for it.
da: Vi vender tilbage til denne opgave, når vi tror, at du er klar til det.
es: Te pondremos esta tarea otra vez cuando creamos que estás listo para ella.
fr: Nous reviendrons sur cette tâche lorsque nous penserons que vous etes prêt.
ja: このタスクにはあなたに準備ができた時にまたやってみましょう．
nb: Vi vender tilbake til denne oppgaven når vi tror du er klar til det.
nl: We brengen deze taak terug als je er klaar voor denkt te zijn.
pl: Przypomnimy to zadanie ponownie, kiedy uznamy, że jesteś na nie gotowy/a.
pt: Voltaremos para esta tarefa quando acharmos que você está pronto para ela.
tr: Hazır olduğunuzu düşündüğümüzde bu görevi size tekrar sunacağız.

source: We’ll give you a more challenging task to work on instead.
da: Vi vil give dig en mere udfordrende opgave at arbejde på i stedet.
es: Te daremos una tarea más difícil en la cual trabajar.
fr: Nous vous donnerons une tâche plus difficile.
ja: 代わりに，もっと挑戦的なタスクをあげましょう．
nb: Vi vil gi deg en mer utfordrende oppgave å jobbe med istedenfor.
nl: We geven je een meer uitdagende taak om aan te werken.
pl: Zamiast tego damy Ci bardziej wymagające zadanie.
pt: Nós lhe daremos uma tarefa mais desafiadora para trabalhar no lugar dessa.
tr: Size üzerinde çalışmanız için daha zor bir görev vereceğiz.

source: We’re deeply committed to creating a safe and secure online environment for you.
es: Estamos profundamente comprometidos a crear un entorno en línea seguro y confiable para ti.
nb: Vi er forpliktet til å lage et sikkert og trygt læringsmiljø for deg.
pt: Somos profundamente comprometidos em criar um ambiente on-line seguro para você.
tr: Sizin için güvenli bir çevrimiçi ortam oluşturmakta kararlıyız.

source: We’re excited to have you join our class of more than 10 million learners.
da: Vi er glade for at have dig i vores klasse med mere end 10 millioner elever.
es: Estamos emocionados de que te unas a nuestra clase de más de 10 millones de estudiantes.
fr: Nous sommes heureux de vous accueillir dans notre classe de plus de 10 millions d'élèves.
nb: Vi er glade for å ha deg med vår klasse av mer enn 10 millioner elever.
nl: We zijn blij dat je ons vergezeld in een klas met meer dan 10 miljoen leerlingen.
pl: Cieszymy się, że chcesz dołączyć do naszej klasy ponad 10 milionów uczniów.
pt: É uma grande alegria tê-lo como parte de nossa turma de mais de 10 milhões de estudantes.
pt_pt: É ótimo saber que fazes parte da nossa turma com mais de 10 milhões de alunos.
tr: 10 milyondan fazla öğrencisi olan sınıfımıza katıldığınız için çok heyecanlıyız.

source: We’re working hard to ensure that Khan Academy empowers coaches of all kinds to better understand what their children or students are up to and how best to help them. See at a glance whether a child or student is struggling or if she hit a streak and is now far ahead of the class. Our coach dashboard provides a summary of class performance as a whole as well as detailed student profiles.
fr: Nous travaillons pour faire de la Khan Academy un outil adapté et utile aux parents et professeurs ; la plateforme leur permet de comprendre ce que leurs enfants ou élèves travaillent, et les aider à approfondir ce qu'il faut. Consultez les résultats d'une classe ou d'un groupe d'enfants, et voyez ce qui pose problème, ou ce qui est compris en un coup d'oeil. Le tableau de bord du professeur est pensé pour lui permettre de passer plus de temps avec les élèves, individuellement.
pt: Estamos trabalhando para garantir que a Khan Academy habilite os tutores de todos os tipos a compreender melhor o que seus filhos ou alunos estão fazendo e como melhor ajudá-los. Veja com facilidade se um filho ou aluno está tendo dificuldades, ou se ele deu um salto e agora está na frente do resto da turma. Nosso painel do tutor fornece um resumo do desempenho da turma como um todo além de perfis detalhados dos alunos.
tr: Khan Academy'deki her eğitmenin, çocuklarının veya öğrencilerinin neler yaptığını ve onlara nasıl yardımcı olunabileceğini daha iyi anlamasını sağlamak için çok çalışıyoruz. Bir çocuk veya öğrenci zorlanıyor mu, yoksa hızlandı ve sınıfın kalanını geride mi bıraktı, bir bakışta görebilirsiniz. Eğitmen kontrol paneli, sınıfın tamamının performansının bir özetinin yanı sıra detaylı öğrenci profilleri de içeriyor.

source: We’ve been really excited as we’ve seen Khan Academy help fuel our girls’ motivation. Now they can really take off in math.
da: Vi er meget begejstrede fordi vi har set at Khan Academy hjælper motiverer piger. Nu kan de virkelig rykke i matematik.
es: Hemos estado muy emocionados pues hemos visto que Khan Academy ayuda a inyectar motivación en nuestras niñas. Ahora realmente pueden despegar en matemáticas.
fr: Cela nous a fait du bien de voir que la Khan Academy a motivé nos filles. Maintenant, en maths, elles décollent !
ja: カーンアカデミーが女生徒達のやる気のエネルギー源となる助けになっていることを見てきて私達はたいへん興奮しています．今は彼女達は数学の世界に本当に飛び立っています．
nb: Vi har vært veldig spent mens vi har sett Khan Academy hjelpe med å drive våre jenters motivasjon. Nå kan de virkelig ta av i matematikk.
nl: Het was fantastisch te zien hoe Khan Academy onze meisjes wist te motiveren. Nu kunnen ze echt doorgroeien in wiskunde.
pl: Byliśmy naprawdę podekscytowani, gdy patrzyliśmy jak Khan Academy napełnia nasze dziewczyny motywacją. Teraz mogą rozwinąć skrzydła w matematyce.
pt: Estamos muito animados em ver como a Khan Academy tem motivado nossas filhas. Agora elas realmente vão arrebentar na matemática.
pt_pt: Estamos verdadeiramente surpresos ao ver a Khan Academy alimentar a motivação das nossas filhas. Agora, em Matemática, o céu é o limite.
tr: Khan Academy'nin kızlarımızın motivasyonunu körüklediğini gördükçe heyecanlanıyoruz. Artık matematikte harikalar yaratabilirler.

source: What are easy ways to support my students’ learning on LearnStorm?
es: ¿Cuáles podrían ser unas maneras fáciles para apoyar el aprendizaje de mis alumnos en LearnStorm?
nb: Hva er beste måte å hjelpe mine elevers læring på LearnStorm?
pt: Quais são as formas de apoiar o aprendizado dos meus alunos na LearnStorm?
tr: Öğrencilerinizin LearnStorm'da öğrenmesini desteklemenin kolay yolları nelerdir?

source: What are easy ways to support my students’ learning on LearnStorm?
es: ¿Cuáles son unas maneras fáciles para apoyar el aprendizaje de mis estudiantes en LearnStorm?
nb: Hvilke enkle måter finnes for å støtte mine elevers læring på LearnStorm?
pt: Quais são as formas de apoiar o aprendizado dos meus alunos na LearnStorm?
pt_pt: Que formas simples existem para apoiar a aprendizagem dos meus alunos na LearnStorm?
tr: Öğrencilerimin LearnStorm'da öğrenmesini desteklememin kolay yolları nelerdir?

source: What are its center <code>(h, k)</code> and its major and minor radius?
da: Hvad er dens centrum <code>(h, k)</code> og største og mindste radius?
es: ¿Cuáles son su centro <code>(h, k)</code> y sus radios mayor y menor?
fr: Quelles sont les coordonnées <code>(h, k)</code> de son centre et quels sont les longueurs de ses axes ?
nb: Hva er dens sentrum <code>(h, k)</code> og største og minste radius?
pl: Jaki jest jej środek <code>(h, k)</code> i wielka półoś oraz mała półoś?
pt: Qual é o seu centro <code>(h, k)</code> e os seus raios maior e menor?
tr: Merkezi <code>(h, k)</code> ve asal ve yedek eksen uzunluklarının yarısı nedir?

source: What are its center <code>(h, k)</code> and its radius <code>r</code>?
da: Hvad er dens centrum <code>(h, k)</code> og dens radius <code>r</code>?
es: ¿Cuáles son su centro <code>(h, k)</code> y su radio <code>r</code>?
fr: Quelles sont les coordonnées <code>(h, k)</code> de son centre, et quel est son rayon <code>r</code> ?
pt: Qual é o seu centro <code>(h, k)</code> e seu raio <code>r</code>?
tr: Merkezi <code>(h, k)</code> ve yarıçapı <code>r</code> nedir?

source: What are leaderboards and what are they based on?
es: ¿Qué son las tablas de clasificación y en qué se basan?
nb: Hva er resultatlister og hva er de basert på?
pt: O que são quadros de classificação e em quê eles se baseiam?
pt_pt: O que é que são as classificações e em que é que se baseiam?
tr: Lider-panoları nedir ve neyi temel alırlar?

source: What are monthly cups?
nb: Hva er månedlige cuper?
pt: O que são campeonatos mensais?
pt_pt: O que são as taças do mês?
tr: Aylık kupalar nelerdir?

source: What are the asymptotes?
da: Hvad er asymptoterne?
es: ¿Cuáles son la asíntotas?
fr: Quelles sont ses asymptotes ?
nb: Hva er asymptoter?
pl: Co to są asymptoty?
pt: Quais são as assíntotas?
tr: Asimptotlar hangileridir?

source: What are the coordinates of point <code>\green{B}</code>?
es: ¿Cuáles son las coordenadas del punto <code>\green{B}</code>?
fr: Quelles sont les coordonnées du point <code>\green{B}</code> ?
nb: Hva er koordinatene til <code>\green{B}</code>?
pt: Quais são as coordenadas do ponto <code>\green{B}</code>?
tr: <code>\green{B}</code> noktasının koordinatları nedir?

source: What are the dimensions of matrix <code><var>PRETTY_MAT_ID</var></code>?
da: Hvad er dimensionerne af matricen <code><var>PRETTY_MAT_ID</var></code>?
es: ¿Cuáles son las dimensiones de la matriz <code><var>PRETTY_MAT_ID</var></code>?
fr: De quelle dimension est la matrice <code><var>PRETTY_MAT_ID</var></code> ?
nb: Hva er dimensjonene av matrisen <code><var>PRETTY_MAT_ID</var></code>?
pt: Quais são as dimensões da matriz <code><var>PRETTY_MAT_ID</var></code>?
tr: <code><var>PRETTY_MAT_ID</var></code> matrisinin boyutları nelerdir?

source: What are the measures of the two angles in degrees?
da: Hvad er de to vinkler målt i grader?
es: ¿Cuáles son las medidas de los dos ángulos en grados?
fr: Quelles sont les mesures des deux angles en degré ?
nb: Hva er de to vinklene målt i grader?
pl: Jakie są miary tych dwóch kątów w stopniach?
pt: Quais são as medidas dos dois ângulos em graus?
tr: İki açının derece cinsinden ölçüsü nedir?

source: What are the positive factors of <code><var>NUMBER</var></code>?
es: ¿Cuáles son los factores positivos de <code><var>NUMBER</var></code>?
fr: Quels sont les diviseurs de <code><var>NUMBER</var></code> ?
nb: Hva er de positive faktorene av <code><var>NUMBER</var></code>?
nl: Wat zijn de positieve factoren van <code><var>NUMBER</var></code>?
pl: Jakie są dodatnie czynniki <code><var>NUMBER</var></code>?
pt: Quais são os divisores positivos de <code><var>NUMBER</var></code>?
tr: <code><var>NUMBER</var></code>'nin pozitif çarpanları nedir?

source: What are the values of <code>\pink{a}</code> and <code>\blue{b}</code>?
da: Hvad er værdierne af <code>\pink{a}</code> og <code>\blue{b}</code>?
es: ¿Cuáles son los valores de <code>\pink{a}</code> y <code>\blue{b}</code>?
fr: Quelles sont les valeurs de <code>\pink{a}</code> et <code>\blue{b}</code> ?
nb: Hva er verdien av <code>\pink{a}</code> and <code>\blue{b}</code>?
pl: Jakie będą wartości <code>\pink{a}</code> i <code>\blue{b}</code>?
pt: Quais são os valores de <code>\pink{a}</code> e <code>\blue{b}</code>?
tr: <code>\pink{a}</code> ve <code>\blue{b}</code> değerleri nelerdir?

source: What are the weekly activities?
es: ¿Qué son las actividades semanales?
nb: Hva er ukentlige aktiviteter?
pt: O que são atividades semanais?
pt_pt: O que são as atividades semanais?
tr: Haftalık etkinlikler nelerdir?

source: What are the weekly challenges?
es: ¿Qué son los desafíos semanales?
nb: Hva er de ukentlige utfordringene?
pt: O que são os desafios semanais?
pt_pt: O que são os desafios semanais?
tr: Haftalık yarışmalar nelerdir?

source: What are weekly challenges?
es: ¿Qué son los desafíos semanales?
fr: Quels sont les défis hebdomadaires ?
ja: 毎週のチャレンジとは何ですか?
nb: Hva er ukentlige utfordringer?
pl: Co to są cotygodniowe wyzwania?
pt: O que são desafios semanais?
pt_pt: O que são os desafios semanais?
tr: Haftalık yarışmalar nelerdir?

source: What best describes your problem?
da: Hvad beskriver bedst dit problem?
es: ¿Qué describe mejor tu problema?
fr: Qu'est-ce qui décrit le mieux votre problème ?
nb: Hva beskriver best problemet ditt?
nl: Wat beschrijft je probleem het beste?
pl: Co najlepiej opisuje Twój problem?
pt: O que melhor descreve seu problema?
pt_pt: O que descreve melhor o teu problema?
tr: Sorununuzu en iyi tanımlayan hangisidir?

source: What can I do to help champion LearnStorm at my school?
es: ¿Qué puedo hacer para ayudar a impulsar LearnStorm en mi escuela?
nb: Hva kan jeg gjøre for å hjelpe fremdriften i LearnStorm ved min skole?
pt: O que posso fazer para ajudar o campeão da LearnStorm na minha escola?
tr: Okulumu LearnStorm'da şampiyon yapmaya yardım etmek için neler yapabilirim?

source: What can I do to help champion LearnStorm at my school?
es: ¿Qué puedo hacer para ayudar a impulsar LearnStorm en mi escuela?
nb: Hva kan jeg gjøre for å delta i LearnStorm på min skole?
pt: O que posso fazer para ajudar o campeão da LearnStorm na minha escola?
pt_pt: O que é que eu posso fazer para ajudar a promover a LearnStorm na minha escola?
tr: Okulumdaki LearnStorm şampiyonuna yardımcı olmak için ne yapabilirim?

source: What can we multiply by <code>\blue{<var>A</var>}</code> to get <code>\pink{<var>C</var>}</code>?
fr: Par quoi doit-on multiplier <code>\blue{<var>A</var>}</code> pour obtenir <code>\pink{<var>C</var>}</code>?
ja: <code>\blue{<var>A</var>}</code> に何をかけると <code>\pink{<var>C</var>}</code> になるでしょうか?
nb: Hva kan vi multiplisere med <code>\blue{<var>A</var>}</code> for å få <code>\pink{<var>C</var>}</code>?
nl: Wat kunnen we vermenigvuldigen met <code>\blue{<var>A</var>}</code> om <code>\pink{<var>C</var>}</code> te krijgen?
pl: Przez jaką liczbę możemy pomnożyć <code>\blue{<var>A</var>}</code> żeby dostać <code>\pink{<var>C</var>}</code>?
pt: O que podemos multiplicar por <code>\blue{<var>A</var>}</code> para obtermos <code>\pink{<var>C</var>}</code>?
tr: <code>\pink{<var>C</var>}</code> elde etmek için <code>\blue{<var>A</var>}</code> ile neyi çarpabiliriz?

source: What can you do with a career in computing?
da: Hvad kan du med en karriere som programmør eller datalog?
es: ¿Qué puedes hacer con una carrera en computación?
fr: Que pouvez-vous faire avec une carrière dans l'informatique ?
nb: Hva kan du gjøre som fremtidig dataprogrammerer?
nl: Wat kan jij doen met een carrière in informatica?
pl: Co możesz zrobić z karierą w informatyce?
pt: O que você pode fazer em uma carreira em ciência da computação?
pt_pt: O que é que podes fazer numa profissão relacionada com a informática?
tr: Bilgi işlem alanında bir kariyerle ne yapabilirsiniz?

source: What could be the dimensions of my box?
es: ¿Cuáles podrían ser las medidas de mi caja?
fr: Quelles pourraient être les dimensions de ma boîte ?
nb: Hva kan være målene på min eske?
pl: Jakie mogły być wymiary mojego pudełka?
pt: Quais podem ser as dimensões da minha caixa?
tr: Kutumun boyutları neler olabilir?

source: What devices can I use to access Khan Academy content?
es: ¿Qué dispositivos puedo usar para acceder al contenido de Khan Academy?
nb: Hvilke enheter kan jeg bruke til Khan Academys innhold?
pl: Jakich urządzeń można używać aby uzyskać dostęp do zawartości Khan Academy?
pt: Que dispositivos eu posso usar para acessar o conteúdo da Khan Academy?
pt_pt: Que dispositivos posso utilizar para aceder ao conteúdo da Khan Academy?
tr: Khan Academy içeriğine hangi aygıtlarla ulaşabilirim?

source: What did you not like about this video?
ja: このビデオで何が好きでないところでしょうか?
nb: Hva likte du ikke med denne videoen?
pt: De quê você não gostou nesse vídeo?
pt_pt: Do que é que não gostaste neste vídeo?

source: What do the following two equations represent?
da: Hvad repræsenterer de følgende to ligninger?
es: ¿Qué representan las dos ecuaciones siguientes?
fr: Que représentent les deux équations ci-dessous ?
nb: Hva representerer de følgende to ligningene?
pl: Co przedstawiają dwa następujące równania?
pt: O que as duas equações a seguir representam?
tr: Aşağıdaki iki denklem neyi temsil eder?

source: What does he need on the next <var>exam(1)</var> to have an overall average of <code><var>NEW_AVG</var></code>?
nb: Hva trenger han på den neste <var>exam(1)</var> for å få en gjennomsnittskarakter på<code><var>NEW_AVG</var></code>?
pt: Quanto ele precisa tirar em seu(sua) próximo(a) <var>exam(1)</var> para obter uma pontuação média geral de <code><var>NEW_AVG</var></code>?
tr: Genel ortalamasının <code><var>NEW_AVG</var></code> olması için bir sonraki <var>exam(1)</var> ne almalıdır?

source: What does it mean that LearnStorm 2015 is a pilot?
es: ¿Qué significa que LearnStorm 2015 sea un programa piloto?
nb: Hva betyr det at LearnStorm 2015 er en pilot?
pl: Co to znaczy, że LearnStorm 2015 jest programem pilotażowym?
pt: O que significa dizer que a LearnStorm 2015 é um "piloto"?
pt_pt: O que significa a LearnStorm 2015 ser um piloto?
tr: LearnStorm 2015'in pilot çalışma olması ne anlama gelmektedir?

source: What does she need on the next <var>exam(1)</var> to have an overall average of <code><var>NEW_AVG</var></code>?
nb: Hva trenger hun på den neste <var>exam(1)</var> for å få en gjennomsnittskarakter på<code><var>NEW_AVG</var></code>?
pt: Quanto ela precisa tirar em seu(sua) próximo(a) <var>exam(1)</var> para obter uma pontuação média de <code><var>NEW_AVG</var></code>?
tr: Genel ortalamasının <code><var>NEW_AVG</var></code> olması için bir sonraki <var>exam(1)</var> ne almalıdır?

source: What fraction of test-takers had a grade between <code><var>GRADES[0]</var></code> and <code><var>GRADES[1]</var></code> on the exam?
fr: Quelle fraction des candidats a eu une note comprise entre <code><var>GRADES[0]</var></code> et <code><var>GRADES[1]</var></code> à l'examen ?
pt: Que fração das pessoas que fizeram a prova tirou uma nota entre <code><var>GRADES[0]</var></code> e <code><var>GRADES[1]</var></code>?
tr: Sınava girenlerin kaçta kaçı <code><var>GRADES[0]</var></code> ile <code><var>GRADES[1]</var></code> arasında puan aldı?

source: What fraction of the circle is shaded red? <span class="render-answer-area-here"></span>
es: ¿Qué fracción del círculo está coloreado de rojo? <span class="render-answer-area-here"></span>
fr: Quelle fraction du cercle est coloriée en rouge ? <span class="render-answer-area-here"></span>
nb: Hvor stor del av sirkelen er fargelagt rød? <span class="render-answer-area-here"></span>
pl: Jaka część koła jest zacieniowana na czerwono? <span class="render-answer-area-here"></span>
pt: Qual fração do círculo está sombreada em vermelho? <span class="render-answer-area-here"></span>
tr: Dairenin hangi oranı kırmızı ile taranmıştır? <span class="render-answer-area-here"></span>

source: What fraction of the rectangle is shaded red? <span class="render-answer-area-here"></span>
es: ¿Qué fracción del rectángulo está coloreada de rojo? <span class="render-answer-area-here"></span>
fr: Quelle fraction du rectangle est coloriée en rouge ? <span class="render-answer-area-here"></span>
nb: Hvor stor del av rektangelet er fargelagt rød? <span class="render-answer-area-here"></span>
pl: Jaki ułamek prostokąta jest zacieniowany na czerwono? <span class="render-answer-area-here"></span>
pt: Qual fração do retângulo está sombreada em vermelho? <span class="render-answer-area-here"></span>
tr: Dikdörtgenin hangi oranı kırmızı ile taranmıştır?<span class="render-answer-area-here"></span>

source: What happens if my school is not listed in the school list dropdown?
es: ¿Qué sucede si mi escuela no aparece en el menú desplegable de escuelas?
nb: Hva skjer hvis skolen min ikke er oppført i skole- liste over valgmuligheter?
pt: O que acontece se minha escola não estiver na lista de escolas?
tr: Eğer okulum aşağı açılır okul listesinde yoksa ne olur?

source: What happens if my school is not listed in the school list dropdown?
es: ¿Qué sucede si mi escuela no aparece en el menú desplegable de escuelas?
nb: Hva skjer hvis skolen min ikke vises i valgmulighetene på skole- listen?
nl: Wat gebeurt er als mijn school niet wordt genoemd in de school lijst dropdown?
pt: O que acontece se minha escola não estiver na lista de escolas?
pt_pt: O que é que devo fazer se o nome da minha escola não aparecer na lista de escolas?
tr: Eğer okulum aşağı açılır okul listesinde yoksa ne olur?

source: What if we cut each <var>pizza(1)</var> into <var>B</var> slices instead?
da: Hvad hvis vi skærer hver <var>pizza(1)</var> i <var>B</var> skiver i stedet?
es: ¿Qué pasa si ahora cortamos cada <var>pizza(1)</var> en <var>B</var> rebanadas?
fr: Que se passe-t-il si, à la place, on coupe chaque <var>pizza(1)</var> en <var>B</var> morceaux ?
hi: क्या होगा अगर हम प्रत्येक <var>pizza(1)</var> को <var>B</var> हिस्सों में काट ले बजाएI
nb: Hva hvis vi skjærer hver <var>pizza(1)</var> i <var>B</var> stykker i stedet?
nl: En als we elke <var>pizza(1)</var> nou eens in <var>B</var> stukken zouden snijden?
pl: Co, jeśli podzielimy <var>pizza(1)</var> na <var>B</var> kawałków?
pt: E se, ao invés disso, cortássemos cada <var>pizza(1)</var> em <var>B</var> fatias?
tr: Ya <var>pizza(1)</var>'yı <var>B</var> dilim halinde kesersek?

source: What if we cut each <var>pizza(1)</var> into <var>D</var> slices instead?
da: Hvad hvis vi skærer hver <var>pizza(1)</var> i <var>D</var> skiver i stedet?
es: ¿Qué pasa si ahora cortamos cada <var>pizza(1)</var> en <var>D</var> rebanadas?
fr: Que se passe-t-il si, à la place, on coupe chaque <var>pizza(1)</var> en <var>D</var> morceaux ?
hi: क्या होगा अगर हम प्रत्येक <var>pizza(1)</var> को <var>D</var>बजाये हिस्सों में काटे?
nb: Hva hvis vi skjærer hver <var>pizza(1)</var> i <var>D</var> stykker i stedet?
nl: En als we elke <var>pizza(1)</var> nou eens in <var>D</var> stukken zouden snijden?
pl: Co, jeśli podzielimy <var>pizza(1)</var> na <var>D</var> kawałków?
pt: E se, ao invés disso, cortássemos cada <var>pizza(1)</var> em <var>D</var> fatias?
tr: Ya <var>pizza(1)</var>'yı <var>D</var> dilim halinde kesersek?

source: What if we cut the <var>pizza( 1 )</var> into <var>D</var> slices instead? How many slices would result in the same amount of <var>pizza( 1 )</var>?
da: Hvad hvis vi skar vores <var>pizza( 1 )</var> i <var>D</var> skiver i stedet? Hvor mange skiver skal til for at vi har den samme mængde af <var>pizza( 1 )</var>?
es: ¿Y si cortamos la <var>pizza( 1 )</var> en <var>D</var> rebanadas? ¿Cuántas rebanadas equivaldrían a la misma cantidad de <var>pizza( 1 )</var>?
fr: Et si, à la place, on coupait la <var>pizza( 1 )</var> en <var>D</var> morceaux ? Combien de morceaux faudrait-il prendre alors pour avoir la même quantité de <var>pizza( 1 )</var> ?
nb: Hva hvis vi skar vår <var>pizza( 1 )</var> i <var>D</var> stykker i stedet? Hvor mange stykker skal til for at vi har den samme mengde av <var>pizza( 1 )</var>?
nl: En wat als we de <var>pizza( 1 )</var> in <var>D</var> stukken snijden? Hoeveel stukken zouden dan dezelfde hoeveelheid <var>pizza( 1 )</var> opleveren?
pl: Co jeśli zamiast tego podzielimy <var>pizza( 1 )</var> na <var>D</var> kawałków? Ile otrzymamy kawałków z takiej samej ilości <var>pizza( 1 )</var>?
pt: E se cortarmos a <var>pizza( 1 )</var> em <var>D</var> fatias em vez disso? Quantas fatias resultaria na mesma quantidade de <var>pizza( 1 )</var>?
tr: Peki <var>pizza( 1 )</var> 'yı <var>D</var> dilime kesersek ne olur? Kaç dilim aynı miktarda <var>pizza( 1 )</var> eder?
