Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Notice how the decimal is repeating and will continue to repeat as we bring down more zeros.
fr: La division ne s'arrête pas car le reste obtenu est toujours le même. On va donc donner une valeur approchée.
nb: Legg merke til hvordan desimalene blir gjentatt og vil fortsette slik etterhvert som vi trekker ned flere nuller.
pl: Zauważ jak liczba w części ułamkowej powtarza się i będzie powtarzać się dalej, w miarę jak będziemy dopisywać kolejne zera.
pt: Observe como o decimal vai se repetindo, e continuará a se repetir, conforme adicionamos mais zeros.
tr: Ondalıklı sayının nasıl kendini tekrar ettiğine ve daha sıfır indirdikçe tekrar etmeye devam edeceğine dikkat edin.

source: Notice how the first inequality is completely included by the second inequality. Therefore the answer is:
da: Bemærk, at den første ulighed er en del af den anden ulighed. Svaret er derfor:
es: Observa como la primera desigualdad esta completamente incluida por la segunda desigualdad. Por lo tanto la respuesta es:
fr: On remarque que les solutions de la première inéquation sont aussi solutions de la deuxième. Donc la réponse est :
nb: Legg merke til at den første ulikheten er en del av den andre ulikheten. Svaret er derfor:
pt: Observe como a primeira inequação é completamente incluída pela segunda inequação. Portanto, a resposta é:
tr: Dikkat ederseniz, ilk eşitsizlik ikinci eşitsizlik tarafından kapsanır. Bu nedenle, cevap:

source: Notice how the second inequality is completely included by the first inequality. Therefore the answer is:
da: Bemærk, at den anden ulighed er en del af den første ulighed. Svaret er derfor:
es: Observa como la segunda desigualdad esta totalmente incluida por la primera desigualdad. Por lo tanto la respuesta es:
fr: On remarque que les solutions de la deuxième inéquation sont aussi solutions de la première. Donc la réponse est :
nb: Legg merke til at den andre ulikheten er en del av den første ulikheten. Svaret er derfor:
pt: Observe como a segunda inequação é completamente incluída pela primeira inequação. Portanto, a resposta é:
tr: Dikkat ederseniz, ikinci eşitsizlik birinci eşitsizlik tarafından kapsanır. Bu nedenle, cevap:

source: Notice how we can completely ignore the rightmost section of the line now, because those were the times that he made the first free throw, and we only care about if he misses the first <b>and</b> the second. So the chance of missing <b>two</b> free throws in a row is <code><var>SINGLE_PCT</var>\%</code> of the times that he missed the first shot, which happens <code><var>SINGLE_PCT</var>\%</code> of the time in general.
fr: On peut maintenant ignorer complètement la partie la plus à droite, parce que sont les fois où il réussit le premier lancer franc, et nous nous intéressons seulement aux fois où il rate premier <b>et</b> le deuxième. Donc la probabilité de rater <b>deux</b> lancers francs d'affilée est égale à <code><var>SINGLE_PCT</var>\%</code> des fois où il a manqué le premier tir, ce qui arrive dans <code><var>SINGLE_PCT</var>\%</code> des cas.
pt: Perceba como podemos ignorar completamente a seção mais à direita da linha agora, pois aquelas foram as vezes nas quais ele acertou o primeiro arremesso livre, e apenas nos importamos quando ele perdeu o primeiro <b>e</b> o segundo. Portanto, a chance de perder <b>dois</b> arremessos livres em sequência é <code><var>SINGLE_PCT</var>\%</code> da vezes que ele perdeu o primeiro arremesso, o que aconteceu <code><var>SINGLE_PCT</var>\%</code> do tempo em geral.

source: Notice how we can completely ignore the rightmost section of the line now, because those were the times that he missed the first free throw, and we only care about if he makes the first <b>and</b> the second. So the chance of making <b>two</b> free throws in a row is <code><var>SINGLE_PCT</var>\%</code> of the times that he made the first shot, which happens <code><var>SINGLE_PCT</var>\%</code> of the time in general.
fr: On peut ignorer complètement la partie la plus à droite, car elle correspond aux fois où il a raté le premier lancer et nous nous intéressons seulement aux fois où il a réussi le premier <b>et</b> le second. Donc la probabilité qu'il réussisse <b>deux</b> lancers francs d'affilée est égale <code><var>SINGLE_PCT</var>\%</code> de la probabilité qu'il réussisse le premier lancer, ce qui arrive dans <code><var>SINGLE_PCT</var>\%</code> des cas.
pt: Perceba como podemos ignorar completamente a seção mais à direita da linha agora, porque aquelas foram as vezes nas quais ele perdeu o primeiro arremesso livre, e apenas nos importamos quando ele acerta o primeiro <b>e</b> o segundo. Portanto, a chance de acertar <b>dois</b> arremessos livres em sequência é <code><var>SINGLE_PCT</var>\%</code> das vezes que ele acertou o primeiro arremesso, o que acontece <code><var>SINGLE_PCT</var>\%</code> do tempo em geral.

source: Notice that <code>(<var>TERM_A</var>)</code> and <code>(<var>TERM_B</var>)</code> appear in both the numerator and denominator so we can cancel them.
da: Bemærk, at <code>(<var>TERM_A</var>)</code> og <code>(<var>TERM_B</var>)</code> er i både tælleren og nævneren, så vi kan slette dem.
es: Observa que <code>(<var>TERM_A</var>)</code> y <code>(<var>TERM_B</var>)</code> aparecen en ambos, el numerador y el denominador, así es que podemos cancelarlos.
fr: <code>(<var>TERM_A</var>)</code> et <code>(<var>TERM_B</var>)</code> sont en facteur au numérateur et au dénominateur, donc on peut simplifier.
nb: Legg merke til at <code>(<var>TERM_A</var>)</code> og <code>(<var>TERM_B</var>)</code> er i både telleren og nevneren, så vi kan slette dem.
pt: Perceba que <code>(<var>TERM_A</var>)</code> e <code>(<var>TERM_B</var>)</code> aparecem tanto no numerador como no denominador, logo, podemos cancelá-los.
tr: Dikkat ederseniz, <code>(<var>TERM_A</var>)</code> ve <code>(<var>TERM_B</var>)</code> hem pay, hem de paydada görünüyor, yani onları sadeleştirebiliriz.

source: Notice that <code><var>BASE</var></code> is the <var>["square", "cube", "fourth", "fifth"][EXP - 2]</var> root of <code><var>NUM</var></code>.
da: Bemærk, at <code><var>BASE</var></code> er den <var>["square", "cube", "fourth", "fifth"][EXP - 2]</var> rod af <code><var>NUM</var></code>.
fr: On remarque que <code><var>BASE</var></code> est la racine <var>["square", "cube", "fourth", "fifth"][EXP - 2]</var> de <code><var>NUM</var></code>.
nb: Legg merke til at <code><var>BASE</var></code> er den <var>["square", "cube", "fourth", "fifth"][EXP - 2]</var> rod af <code><var>NUM</var></code>.
pt: Observe que <code><var>BASE</var></code> é a raiz <var>["square", "cube", "fourth", "fifth"][EXP - 2]</var> de <code><var>NUM</var></code>.
tr: Dikkat ederseniz <code><var>BASE</var></code>, <code><var>NUM</var></code>'in <var>["square", "cube", "fourth", "fifth"][EXP - 2]</var> köküdür.

source: Notice that <code>d_1</code> is the base of both triangles, and <code>d_2</code> is the combined height of the two triangles, so <code>\dfrac{d_2}{2}</code> is the height of each triangle.
es: Observa que <code>d_1</code> es la base de los dos triángulos, y <code>d_2</code> es la altura combinada de los dos triángulos, así que <code>\dfrac{d_2}{2}</code> es la altura de cada triángulo.
pt: Observe que <code>d_1</code> é a base de ambos os triângulos e <code>d_2</code> é a altura combina dos dois triângulos, portanto <code>\dfrac{d_2}{2}</code> é a altura de cada triângulo.
tr: <code>d_1</code>'in iki üçgenin de tabanı, ve <code>d_2</code>'nin iki üçgenin yükseklikleri toplamı olduğuna dikkat edin, buna göre, <code>\dfrac{d_2}{2}</code> her bir üçgenin yüksekliğidir.

source: Notice that <code>f^{-1}(x)</code> is just <code>f(x)</code> reflected across the line <code>y = x</code>.
es: Observa que <code>f^{-1}(x)</code> es simplemente <code>f(x)</code> reflejada a través del la línea <code>y = x</code>.
fr: La droite représentative de la fonction qui à tout réel fait correspondre <code>f^{-1}(x)</code> est symétrique de celle de la fonction qui à tout réel fait correspondre<code>f(x)</code> par rapport à la droite <code>y = x</code>.
nb: Merk at <code>f^{-1}(x)</code> bare er <code>f(x)</code> reflektert over linjen <code>y = x</code>.
pt: Note que <code>f^{-1}(x)</code> é apenas <code>f(x)</code> refletida através da reta <code>y = x</code>.

source: Notice that <span data-if="SOL !== 0"> <code>(<var>CANCEL</var>)</code> and <code>(<var>TERM_B</var>)</code> appear </span> <span data-else=""><code>(<var>TERM_B</var>)</code> appears twice</span> in both the numerator and denominator so we can cancel them.
es: Observa que <span data-if="SOL !== 0"> <code>(<var>CANCEL</var>)</code> y <code>(<var>TERM_B</var>)</code> aparece </span> <span data-else=""><code>(<var>TERM_B</var>)</code> aparece dos veces </span> en el numerador y denominador entonces los podemos cancelar.
fr: <span data-if="SOL !== 0"> <code>(<var>CANCEL</var>)</code> et <code>(<var>TERM_B</var>)</code> sont des facteurs </span> <span data-else=""><code>(<var>TERM_B</var>)</code> est au carré </span>, au numérateur et au dénominateur. Donc on peut simplifier.
nb: Merk at <span data-if="SOL !== 0"> <code>(<var>CANCEL</var>)</code> og <code>(<var>TERM_B</var>)</code> vises </span> <span data-else=""><code>(<var>TERM_B</var>)</code>vises to ganger</span> både i telleren og nevneren, så vi kan forkorte dem.
pt: Observe que <span data-if="SOL !== 0"> <code>(<var>CANCEL</var>)</code> e <code>(<var>TERM_B</var>)</code> aparecem </span> <span data-else=""><code>(<var>TERM_B</var>)</code> duas vezes</span> tanto no numerador quando no denominador, então nós os cancelamos.
tr: Dikkat ederseniz, <span data-if="SOL !== 0"> <code>(<var>CANCEL</var>)</code> ve <code>(<var>TERM_B</var>)</code>hem pay hem paydada vardır </span> <span data-else=""><code>(<var>TERM_B</var>)</code>hem pay hem paydada iki kere görünür</span> , yani onları sadeleştirebiliriz.

source: Notice that all the terms on the left-hand side of the equation have <code><var>X</var></code> in them.
da: Bemærk, at alle leddene på venstre side af ligningen har et <code><var>X</var></code>.
es: Ten en cuenta que todos los términos en el lado izquierdo de la ecuación contienen <code><var>X</var></code>.
fr: On observe que tous les termes du membre de gauche de l'équation contiennent <code><var>X</var></code>.
nb: Legg merke til at alle leddene på venstre side av likningen har en <code><var>X</var></code>.
pl: Zauważ, że wszystkie wyrazy po lewej stronie równania mają w sobie <code><var>X</var></code>.
pt: Observe que todos os termos do lado esquerdo da equação têm <code><var>X</var></code>.
tr: Dikkat ederseniz, denklemin soldaki terimlerinin hepsinde <code><var>X</var></code> var.

source: Notice that by distributing you're really just multiplying each term in the first expression by each term in the second expression.
da: Bemærk, at når vi ganger ud, ganger vi bare hvert led i det første udtryk med hvert led i det andet udtryk.
es: Ten en cuenta que mediante la distribución simplemente estás multiplicando cada término de la primera expresión por cada término de la segunda expresión.
fr: Remarquez que ceci revient à multiplier chacun des termes de la première expression par chacun des termes de la deuxième expression.
nb: Legg merke til at når vi ganger ut, ganger vi bare hvert ledd i det første uttrykket med hvert ledd i det andre uttrykket.
pl: Zauważ, że mnożysz po prostu każdy wyraz pierwszego wyrażenia przez każdy wyraz drugiego wyrażenia.
pt: Observe que ao distribuir você está, na verdade, apenas multiplicando os termos da primeira expressão pelos termos da segunda expressão.
tr: Dikkat ederseniz, dağıttığınızda, yalnızca ilk ifadedeki her terimi ikinci ifadedeki her terimle çarpmış oluyorsunuz.

source: Notice that he did <code><var>ANSWER</var></code> and not <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
es: Observa que hizo <code><var>ANSWER</var></code> y no <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
fr: On remarque qu'il a fait <code><var>ANSWER</var></code> et non pas <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
hi: ध्यान दीजिए कि उसने <code><var>ANSWER</var></code> दिया, और <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var> नहीं।
nb: Legg merke til at han gjorde <code><var>ANSWER</var></code> og ikke <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
nl: Merk op dat hij <code><var>ANSWER</var></code> <var>PROBLEMS</var> gemaakt heeft, en niet <code><var>ANSWER - 1</var></code>.
pl: Zauważ, że zrobił <code><var>ANSWER</var></code>, a nie <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
pt: Observe que ele fez <code><var>ANSWER</var></code> e não <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
tr: <code><var>ANSWER - 1</var></code> değil, <code><var>ANSWER</var></code> <var>PROBLEMS</var> yaptığına dikkat ediniz.

source: Notice that he read <code><var>ANSWER</var></code> and not <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
es: Observa que leyó <code><var>ANSWER</var></code> y no <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
fr: On remarque qu'il a lu <code><var>ANSWER</var></code> et non pas <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
hi: ध्यान दीजिए कि उसने <code><var>ANSWER</var></code> दिया, और <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var> का नहीं।
nb: Legg merke til at han leste <code><var>ANSWER</var></code> og ikke <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
nl: Merk op dat hij <code><var>ANSWER</var></code> <var>PROBLEMS</var> gelezen heeft, en niet <code><var>ANSWER - 1</var></code>.
pl: Zauważ, że przeczytał <code><var>ANSWER</var></code>, a nie <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
pt: Observe que ele leu <code><var>ANSWER</var></code> e não <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
tr: <code><var>ANSWER - 1</var></code> değil, <code><var>ANSWER</var></code> <var>PROBLEMS</var> okuduğuna dikkat ediniz.

source: Notice that she did <code><var>ANSWER</var></code> and not <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
es: Observa que hizo <code><var>ANSWER</var></code> y no <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
fr: On remarque qu'elle a fait <code><var>ANSWER</var></code> et non pas <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
hi: ध्यान दीजिए कि उसने <code><var>ANSWER</var></code> दिया, और <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var> का नहीं।
nb: Legg merke til at han gjorde <code><var>ANSWER</var></code> og ikke <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
nl: Merk op dat zij <code><var>ANSWER</var></code> <var>PROBLEMS</var> gemaakt heeft, en niet <code><var>ANSWER - 1</var></code>.
pl: Zauważ, że zrobiła <code><var>ANSWER</var></code>, a nie <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
pt: Observe que ela fez <code><var>ANSWER</var></code> e não <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
tr: <code><var>ANSWER - 1</var></code> değil, <code><var>ANSWER</var></code> <var>PROBLEMS</var> yaptığına dikkat ediniz.

source: Notice that she read <code><var>ANSWER</var></code> and not <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
es: Observa que leyó <code><var>ANSWER</var></code> y no <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
fr: On remarque qu'elle a lu <code><var>ANSWER</var></code> et non pas <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
hi: ध्यान दीजिए कि वह <code><var>ANSWER</var></code> पढ़ती है, और <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var> नहीं।
nb: Legg merke til at hun leste <code><var>ANSWER</var></code> og ikke <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
nl: Merk op dat zij <code><var>ANSWER</var></code> <var>PROBLEMS</var> gelezen heeft, en niet <code><var>ANSWER - 1</var></code>.
pl: Zauważ, że przeczytała <code><var>ANSWER</var></code>, a nie <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
pt: Observe que ela leu <code><var>ANSWER</var></code> e não <code><var>ANSWER - 1</var></code> <var>PROBLEMS</var>.
tr: <code><var>ANSWER - 1</var></code> değil, <code><var>ANSWER</var></code> <var>PROBLEMS</var> okuduğuna dikkat ediniz.

source: Notice that the left- and right- denominators are <span data-if="C === F">the same</span><span data-else="">opposite</span>.
da: Bemærk, at den venstre og den højre nævner er <span data-if="C === F">ens</span><span data-else="">forskellige</span>.
es: Observa que los denominadores de izquierda y la derecha son <span data-if="C === F">el mismo</span><span data-else="">opuestos</span>.
fr: On observe que les dénominateurs sont <span data-if="C === F">les mêmes</span><span data-else="">opposés</span>.
nb: Legg merke til at den venstre og den høyre nevneren er <span data-if="C === F">like</span><span data-else="">motsatte</span>.
pt: Observe que os denominadores da direita e da esquerda são <span data-if="C === F">os mesmos</span><span data-else="">opostos</span>.
tr: Dikkat ederseniz, soldaki ve sağdaki paydalar birbirinin <span data-if="C === F">aynı</span><span data-else="">tersi</span>.

source: Notice that the line divides the trapezoid into two triangles: one triangle with base <code>b_1 = <var>B1</var></code>, and another triangle with base <code>b_2 = <var>B2</var></code>. Both triangles have height <code>h = <var>H</var></code>.
es: Observa que la línea divide al trapecio en dos triángulos: uno con base <code>b_1 = <var>B1</var></code>, y el otro con base <code>b_2 = <var>B2</var></code>. Ambos triángulos tienen la misma altura <code>h = <var>H</var></code>.
nb: Legg merke til at vi har delt opp trapeset til to trekanter: en trekant med grunnlinje <code>b_1 = <var>B1</var></code>, og en annen trekant med grunnlinje <code>b_2 = <var>B2</var></code>. Begge trekantene har høyde <code>h = <var>H</var></code>.
pt: Repare que a reta divide o trapézio em dois triângulos: um triângulo com base <code>b_1 = <var>B1</var></code> e outro triângulo com base <code>b_2 = <var>B2</var></code>. A altura dos dois triângulos é <code>h = <var>H</var></code>.
tr: Doğrunun yamuğu iki üçgene böldüğüne dikkat edin: tabanı <code>b_1 = <var>B1</var></code> olan bir üçgen, ve tabanı <code>b_2 = <var>B2</var></code> olan başka bir üçgen. İki üçgenin de yüksekliği, <code>h = <var>H</var></code>.

source: Notice that the term <code>(<var>FACTOR1</var>)</code> appears in both the numerator and denominator.
da: Bemærk at udtrykket <code>(<var>FACTOR1</var>)</code> er i både tælleren og nævneren.
es: Observa que el término <code>(<var>FACTOR1</var>)</code> aparece en ambos: el numerador y el denominador.
fr: <code>(<var>FACTOR1</var>)</code> est en facteur au numérateur et au dénominateur.
nb: Legg merke til at uttrykket <code>(<var>FACTOR1</var>)</code> er i både telleren og nevneren.
pt: Observe que o termo <code>(<var>FACTOR1</var>)</code> aparece tanto no numerador quanto no denominador.
tr: <code>(<var>FACTOR1</var>)</code> teriminin hem pay, hem paydada bulunduğuna dikkat edin.

source: Notice that the two angles are in the same position but at different intersections.
es: Observa que los dos ángulos están en la misma posición pero en intersecciones diferentes.
fr: Les deux angles sont dans la même position par rapport aux droites parallèles et à la sécante.
pl: Zauważ, że te dwa kąty są w tej samej pozycji, ale na różnych przecięciach.
pt: Note que os dois ângulos estão na mesma posição, mas em intersecções diferentes.
tr: Dikkat ederseniz, iki açı aynı konumda ama farklı kesişimdedirler.

source: Notice that there is no <code>y</code> in this equation. Try solving for <code>x</code> and see what happens.
da: Bemærk at <code>y</code> ikke længere forekommer i denne ligning. Prøv at løse med hensyn til <code>x</code> og se, hvad der sker.
es: Observa que no hay ninguna <code>y</code> en esta ecuación. Intenta resolver para <code>x</code> y ve qué pasa.
fr: Remarquez qu'il n'y a pas de <code>y</code> dans cette équation. Essayez d'isoler <code>x</code> et voyez ce qui ce passe.
nb: Legg merke til at det er ingen <code>y</code> i denne ligningen. Prøv å løse for <code>x</code> og se hva som skjer.
pl: Zauważ, że nie ma w tym równaniu <code>y</code>. Spróbuj je rozwiązać ze względu na <code>x</code> i zobacz, co się stanie.
pt: Observe que não há <code>y</code> nesta equação. Tente encontrar o valor de <code>x</code> e veja o que acontece.
tr: Dikkat ederseniz, bu denklemde <code>y</code> bulunmuyor. <code>x</code>'i bulmaya çalışın ve neler olduğunu görün.

source: Notice that we can rearrange the factors like so:
es: Observa que podemos reorganizar los factores como:
fr: On peut réorganiser les facteurs :
hi: ध्यान दे कि हम गुणनखंडों को फिर से लगा सकते है जैसे कि:
nl: Merk op dat we de factoren ook als volgt kunnen rangschikken:
pl: Zauważ, że możemy poprzestawiać czynniki, jak tutaj:
pt: Observe que podemos rearranjar os fatores do seguinte modo:
tr: Faktörleri şu şekilde yeniden düzenleyebileceğimize dikkat ediniz:

source: Notification of Infringement
da: Anmeldelse af krænkelse
es: Notificación de infracción
fr: Notification de contrefaçon
nb: Varsel om brudd
nl: Melding van inbreuk
pl: Powiadomienie o naruszeniu praw autorskich
pt: Notificação de infração
pt_pt: Notificação de infração
tr: İhlal bildirimi

source: Notification sent, waiting for response
da: Meddelelse er afsendt, venter på svar
es: Notificación enviada, esperando respuesta
fr: Notification envoyée, en attente de réponse
ja: 通知が送信され，回答を待っています
nb: Varsel sendt, venter på svar
nl: Bericht is verzonden, wacht op antwoord
pl: Powiadomienie wysłane, oczekiwanie na odpowiedź
pt: A notificação foi enviada, aguardando resposta
pt_pt: Notificação enviada, a aguardar resposta
tr: Bildirim gönderildi, cevap bekleniyor

source: Notifications
da: Meddelelser
es: Notificaciones
fr: Messages
ja: 通知
nb: Beskjeder
nl: Meldingen
pl: Powiadomienia
pt: Notificações
pt_pt: Notificações
tr: Bildirimler

source: Now <code>\text{Ca}</code> is balanced too.
fr: Maintenant <code>\text{Ca}</code> est aussi équilibrée.
pl: Teraz <code>\text{Ca}</code> jest również zbilansowane.
pt: Agora, <code>\text{Ca}</code> também está balanceado.
tr: Şimdi <code>\text{Ca}</code> bunu denkleştirelim.

source: Now <code>\text{F}</code> is balanced too.
fr: Maintenant <code>\text{F}</code> est équilibrée aussi.
pl: Teraz <code>\text{F}</code> jest również zbilansowane.
pt: Agora, <code>\text{F}</code> também está balanceado.
tr: <code>\text{F}</code> da denkleştirildi.

source: Now <code>\text{Na}</code> is balanced again.
fr: Maintenant <code>\text{Na}</code> est équilibrée à nouveau.
pl: Teraz <code>\text{Na}</code> jest znów zbilansowany.
pt: Agora, <code>\text{Na}</code> está balanceado novamente.
tr: <code>\text{Na}</code> da denkleştirildi.

source: Now <code>\text{O}</code> is balanced too.
fr: Maintenant <code>\text{O}</code> est équilibrée aussi.
pl: Teraz <code>\text{O}</code> jest również zbilansowany.
pt: Agora, <code>\text{O}</code> também está balanceado.
tr: <code>\text{O}</code> da denkleştirildi.

source: Now Due
da: Forfaldsdato i dag
es: Fecha límite ahora
fr: A rendre
ja: 今がしめきりです
nb: Forfallsdato i dag
nl: Nu verwacht
pl: Termin upływa teraz
pt: Para agora
pt_pt: Para agora
tr: Zamanı geldi

source: Now all atoms are balanced; the balanced equation is:
fr: Maintenant tous les atomes sont équilibrés; l'équation équilibre est:
pl: Teraz wszystkie pierwiastki są zbilansowane; zbilansowane równanie to:
pt: Agora, todos os átomos estão balanceados; a equação balanceada é:
tr: Bütün atomlar denk artık dolayısıyla eşitlik de denkleşti.
