Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Sorry, the activity failed to load! Try refreshing the page. If it continues to fail, please report the problem <a href="https://khanacademy.zendesk.com/">here</a>.
da: Beklager, indlæsningen af aktiviteten mislykkedes! Prøv at opdatere siden. Hvis det fortsat mislykkes, kan du rapportere problemet <a href="https://khanacademy.zendesk.com/">her</a>.
es: Perdón, la actividad falló al cargarse. Trata de actualizar la página. Si continúa fallando, por favor reporta el problema <a href="https://khanacademy.zendesk.com/">aquí</a>.
fr: Pardon, le chargement du résumé d'activité a échoué. Essayez de recharger la page. Si ça ne fonctionne toujours pas, merci de signaler le problème <a href="https://khanacademy.zendesk.com/">ici</a>
ja: 申しわけありません，アクティビティの読み込みに失敗しました! ページを再読み込みして下さい．もし読み込みの失敗が続くようでしたら，問題を<a href="https://khanacademy.zendesk.com/">こちらに</a>報告して下さい．
nb: Beklager, det mislyktes å last aktiviteten! Prøv å oppdatere siden. Hvis problemene fortsetter, kan du rapportere problemet <a href="https://khanacademy.zendesk.com/"> her</a>.
nl: Sorry, de activiteit kon niet laden! Probeer de pagina te verversen. Als dit niet lukt, rapporteer het probleem dan <a href="https://khanacademy.zendesk.com/">hier</a>.
pl: Przepraszamy, ładowanie się nie powiodło! Spróbuj odświeżyć stronę. Jeżeli w dalszym ciągu nie powiedzie się, zgłoś problem <a href="https://khanacademy.zendesk.com/">tutaj</a>.
pt: Desculpe, ocorreu uma falha ao carregar a atividade! Tente atualizar a página. Se o problema persistir, avise-nos clicando <a href="https://khanacademy.zendesk.com/">aqui</a>.
pt_pt: Pedimos desculpa, mas não foi possível carregar a atividade! Experimente recarregar a página. Se o problema persistir, por favor <a href="https://khanacademy.zendesk.com/">entre em contacto connosco</a>.
tr: Üzgünüz, etkinlik yüklenemedi! Sayfayı yenilemeyi deneyin. Eğer sorun devam ederse, lütfen bize <a href="https://khanacademy.zendesk.com/">buradan</a> bildirin.

source: Sorry, we can't find a Khan Academy account connected to <span class="email-address">%(error_email)s</span>.
es: Perdón, no podemos encontrar una cuenta de Khan Academy vinculada a <span class="email-address">%(error_email)s</span>.
fr: Désolé, nous ne pouvons pas trouver un compte Khan Academy associé à <span class="email-address">%(error_email)s</span>.
ja: 申しわけありませんが，私達は<span class="email-address">%(error_email)s</span>に接続されているカーンアカデミーアカウントをみつけられません．
nb: Beklager, vi kan ikke finne en Khan Academy-konto som er tilknyttet <span class="email-address">%(error_email)s</span>.
nl: Sorry, we kunnen jouw Khan Academy account gelinkt aan <span class="email-address">%(error_email)s</span> niet terugvinden.
pl: Przykro nam, nie możemy znaleźć konta z Khan Academy podłączonego do <span class="email-address">%(error_email)s</span>.
pt: Desculpe, não foi possível encontrar uma conta da Khan Academy vinculada ao e-mail <span class="email-address">%(error_email)s</span>.
pt_pt: Não existe nenhuma conta da Khan Academy associada ao e-mail <span class="email-address">%(error_email)s</span>.
tr: Üzgünüz, <span class="email-address">%(error_email)s</span>. e-posta adresine kayıtlı bir Khan Academy hesabı bulunmuyor.

source: Sorry, we can't find what you're looking for.
da: Desværre, vi kan ikke finde det, du leder efter.
es: Lo sentimos, no podemos encontrar lo que buscas.
fr: Désolé, nous ne pouvons pas trouver ce que vous recherchez.
ja: 申し訳ありません．あなたのお探しのものをみつけられませんでした．
nb: Beklager, vi kan ikke finne det du ser etter.
nl: Sorry, we kunnen niet vinden wat je zoekt.
pl: Przepraszamy, nie możemy znaleźć tego, czego szukasz.
pt: Desculpe, não foi possível encontrar o que você está procurando.
pt_pt: A página que procuras não foi encontrada.
tr: Üzgünüz, aradığınız sayfayı bulamıyoruz.

source: Sorry, we had trouble saving. Please try again later.
da: Vi havde desværre problemer med at gemme. Prøv igen senere.
es: Lo sentimos, tuvimos problemas al guardar. Intenta más tarde por favor.
fr: Désolé, nous n'avons pas pu sauvegarder. Veuillez réessayer ultérieurement.
ja: すみません．保存に問題があります．後でまた試してみて下さい．
nb: Vi hadde dessverre problemer med å lagre. Prøv igjen senere.
nl: Sorry, er was een probleem bij het opslaan. Probeer het later opnieuw.
pl: Przepraszamy, wystąpiły problemy z zapisem. Spróbuj ponownie później.
pt: Desculpe, não foi possível salvar. Tente novamente mais tarde.
pt_pt: Não foi possível guardar. Por favor, volta a tentar mais tarde.
tr: Üzgünüz, kaydederken bir sorunla karşılaştık. Lütfen daha sonra yeniden deneyiniz.

source: Sorry, we weren't able to share this. Please try again later.
da: Beklager, vi ikke var i stand til at dele dette. Prøv igen senere.
es: Lo sentimos, no pudimos compartir esto. Por favor intenta de nuevo más tarde.
fr: Désolé, nous n'avons pas pu partager ceci. Veuillez reessayer plus tard.
nb: Beklager, vi fikk ikke til å dele dette. Prøv igjen senere.
nl: Sorry, we konden dit niet delen. Probeer het later nog eens.
pl: Przepraszam, nie byliśmy w stanie podzielić się tym. Spróbuj ponownie później.
pt: Desculpe, não foi possível compartilhar. Tente novamente mais tarde.
tr: Üzgünüz, bunu paylaşmayı başaramadık. Lütfen daha sonra yeniden deneyin.

source: Sorry, we weren't able to share this. Please try again.
da: Beklager, vi ikke var i stand til at dele dette. Prøv igen senere.
es: Lo sentimos, no pudimos compartir esto. Por favor intenta de nuevo.
fr: Désolé, nous n'avons pas pu partager ceci. Veuillez reessayer.
nb: Beklager, vi fikk ikke til å dele dette. Prøv igjen senere.
nl: Sorry, we konden dit niet delen. Probeer het nog eens.
pl: Przepraszamy, nie byliśmy w stanie tego udostępnić. Prosimy, spróbuj ponownie.
pt: Desculpe, não foi possível compartilhar. Tente novamente.
tr: Üzgünüz, bunu paylaşmayı başaramadık. Lütfen daha sonra yeniden deneyin.

source: Sorry, you did not log into Google or Facebook successfully.
da: Beklager, det lykkedes ikke at logge ind på Google eller Facebook.
es: Lo sentimos, no iniciaste sesión en Google o Facebook exitosamente.
fr: Désolé, la connexion par Google ou Facebook a échoué.
ja: すみません．Google または Facebook のアカウントからログインすることができませんでした．
nb: Beklager, du ble ikke å logget inn på Google eller Facebook.
nl: Sorry, het is niet gelukt om in te loggen op Google of Facebook.
pl: Niestety nie zalogowałeś się pomyślnie do Google lub Facebook.
pt: Desculpe, não foi possível fazer login com sua conta Google ou Facebook.
pt_pt: Ocorreu um erro ao iniciares sessão no Google ou no Facebook.
tr: Özür dileriz, Google'a veya Facebook'a bağlanmada başarısız oldunuz .

source: Sorry, you must grant access in order to share this on Facebook. Try again.
da: Desværre, du skal tillade adgang for at dele det på Facebook. Prøv igen.
es: Lo sentimos, debes conceder acceso para poder compartir esto en Facebook. Intenta de nuevo.
fr: Désolé, vous devez accorder un accès afin de partager ceci sur Facebook. Réessayez.
nb: Beklager, må du gi tilgang for å dele dette på Facebook. Prøv igjen.
nl: Het spijt ons, je moet de toegang verlenen om dit op Facebook te delen. Probeer het opnieuw.
pl: Przepraszamy, musisz udzielić dostępu, aby udostępnić to na Facebooku. Spróbuj ponownie.
pt: Desculpe, você deve permitir o acesso para compartilhar isso no Facebook. Tente novamente.
tr: Üzgünüz, bunu Facebook'ta paylaşabilmeniz için erişim izni vermeniz gerekiyor. Tekrar deneyiniz.

source: Sort by Most Voted
da: Sorter efter flest stemmer
es: Ordenar por los más votados
fr: Trier par le plus voté
nb: Sortere etter flest stemmer
nl: Sorteer op Meest Gestemd
pl: Sortuj według ilości głosów
pt: Classificar por mais votado
pt_pt: Mostrar primeiro: Mais votadas
tr: En çok oy alana göre sıralama

source: Sort by Newest
da: Sortere efter Nyeste
es: Ordenar por lo más nuevo
fr: Trier par le plus récent
nb: Sorter etter nyeste
nl: Sorteer op meest recente
pl: Sortuj od najnowszego
pt: Classificar por mais recente
pt_pt: Mostrar primeiro: Mais recentes
tr: En yeniye göre sıralama

source: Sort the fractions from least to greatest by their numerators:
es: Ordena las fracciones de menor a mayor por sus numeradores:
fr: On ordonne les fractions de la plus petite à la plus grande en utilisant leurs numérateurs :
nb: Sorter brøkene fra minst til størst ved deres tellere:
pl: Ułóż ułamki od najmniejszego do największego według ich liczników:
pt: Organize as frações da menor para a maior tendo como base os numeradores:
tr: Kesirleri paylarına göre en küçükten en büyüğe doğru sıralayınız:

source: Sound '%(file)s' was not found.
nb: Lyd '%(file)s' finnes ikke.
pt: O som '%(file)s' não foi encontrado.
tr: '%(file)s' ses bulunamadı.

source: Sound effects
da: Lydeffekter
es: Efectos de sonido
fr: Effets sonores
ja: 効果音
nb: Lydeffekter
nl: Geluidseffecten
pl: Efekty dźwiękowe
pt: Efeitos sonoros
pt_pt: Efeitos sonoros
tr: Ses efektleri

source: Sound/video/iframes: We may support <code>&lt;audio&gt;</code>, <code>&lt;video&gt;</code>, and <code>&lt;iframe&gt;</code> in the future, but not now.
da: Lyd/video/iframes: Vi vil måske understøtte <code>&lt;lyd&gt;</code>, <code>&lt;video&gt;</code>, og <code>&lt;iframe&gt;</code> i fremtiden, men ikke endnu.
es: Sonido/video/iframes: Le daremos soporte a <code>&lt;audio&gt;</code>, <code>&lt;video&gt;</code> y <code>&lt;iframe&gt;</code> en el futuro, pero no ahora.
fr: Son/vidéo/iframes : Nous pourrons autoriser l'utilisation de <code>&lt;audio&gt;</code>, <code>&lt;video&gt;</code> et <code>&lt;iframe&gt;</code> dans le futur, mais pas pour l'instant.
nb: Lyd/video/iframes: Vi vil kanskje støtte <code>&lt;lyd&gt;</code>, <code>&lt;video&gt;</code>, og <code>&lt;iframe&gt;</code> i fremtiden, men ikke ennå.
nl: Sound/video/iframes: In de toekomst ondersteunen we mogelijk <code>&lt;audio&gt;</code>, <code>&lt;video&gt;</code>, en <code>&lt;iframe&gt;</code>, maar op het moment niet.
pl: Dźwięk/film/iframes: Możemy wspierać <code>&lt;audio&gt;</code>, <code>&lt;video&gt;</code>, i <code>&lt;iframe&gt;</code> w przyszłości, ale obecnie tego nie robimy.
pt: Som/vídeo/iframes: podemos dar suporte para <code>&lt;áudio&gt;</code>, <code>&lt;vídeo&gt;</code> e <code>&lt;iframe&gt;</code> no futuro, mas não atualmente.
tr: Ses/Video/iframe: Gelecekte <code>&lt;ses&gt;</code>, <code>&lt;video&gt;</code>, ve <code>&lt;iframe&gt;</code> öğelerini destekleyebiliriz, fakat an itibariyle bu öğelerin kullanımı desteklenmemektedir.

source: Sound: Programs should only create sounds using the <code>playSound/getSound</code> functions, with the sounds listed in the soundpicker. Programs should only play sounds in response to user interaction - i.e., inside one of the <code>mouse*</code> or <code>key*</code> event handling functions. Programs should <strong>not</strong> play sounds immediately upon load, and should not loop sounds or play sounds everytime <code>draw()</code> is called.
es: Sonido: Los programas deberían crear solamente sonidos usando las funciones <code>playSound/getSound</code>, con los sonidos listados en el soundpicker. Los programas deberían tocar sonidos en respuesta a interacción del usuario. P.ej., dentro de una de las funciones <code>mouse*</code> o <code>key*</code> de manejo de eventos. Los programas deberían <strong>no</strong> tocar sonidos inmediatamente después de cargar, y no deberían tocar sonidos repetidamente o cada vez que se llama a la función <code>draw()</code>.
fr: Son : programmes devraient créer uniquement les sons en utilisant les fonctions <code>playSound/getSound</code>, avec les sons figurant dans le programme soundpicker. les programmes devraient jouer seulement les sons en réponse à l'interaction de l'utilisateur - i.e., lors d'une des fonctions du programme. de gestion d'événements <code>souris *</code> ou <code>* clé</code> ne devrait <strong>pas</strong>produire des sons immédiatement lors du chargement et ne devrait pas générer une boucle de sons ou produire des sons à chaque fois que la commande <code>draw()</code> est appelée.
nb: Lyd: Programmer bør bare lage lyd med å bruke <code>playSound/getSound</code> funksjonene, med lydene i vår lydvelger. Programmer bør bare spille lyder som respons til brukerens aktiviteter - som inni en av <code>mouse*</code> eller <code>key*</code> hendelses-funksjoner. Programmer bør <strong>ikke</strong> spille lyder umiddelbart etter opplasting, og bør ikke gjenta lyder eller spille lyder hver gang <code>draw()</code> brukes.
pl: Dźwięk: Programy powinny generować dźwięki tylko przy użyciu funkcji <code>playSound/getSound</code>, wybierane z okienka wyboru. Programy powinny odtwarzać dźwięki tylko w interakcji z użytkownikiem - n.p., wewnątrz funkcji zawierającej <code>mouse*</code> lub <code>key*</code>. Programy <strong>nie</strong> powinny odtwarzać dźwięku od razu po załadowaniu, i nie powinny zapętlać dźwięków lub odtwarzać dźwięków za każdym razem, gdy wywoływana jest funkcja <code>draw()</code>.
pt: Som: Os programas devem criar sons somente usando as funções <code>playSound/getSound</code>, com os sons listados para a escolha. Os programas devem reproduzir sons somente em respostas às interações do usuário - isto é, dentro das funções manipuladoras de evento <code>mouse*</code> ou <code>key*</code>. Os programas <strong>não</strong> devem reproduzir sons imediatamente após carregarem, e não devem reproduzir sons em laços ou toda vez que a função <code>draw()</code> for chamada.
tr: Ses: Programlar sadece <code>playSound/getSound</code> fonksiyonlarını kullanara, ses seçicisindeki seslerle ses oluşturmalıdır. Programları sadece kullanıcı etkileşimiyle ses çalmalıdır - yani, <code>fare*</code> veya <code>anahtar*</code> olay işleme fonksiyonlarının birinin içinde. Programlar yüklenir yüklenmez ses <strong>çalmamalıdır</strong> ve sesleri döngüsel olarak veya her <code>draw()</code> çağrıldığında çalmamalıdır.

source: Sounds good!
da: Det lyder godt!
es: ¡Suena bien!
fr: Ok !
nb: Høres bra ut!
nl: Klinkt goed!
pl: Brzmi nieźle!
pt: Parece bom!
pt_pt: Boa ideia!
tr: İyi fikir!

source: Space Wizard
pt: Mago Espacial

source: Spanish translation of videos.
fr: Traduction de vidéos en espagnol.
pl: Hiszpańskie tłumaczenia filmów.
pt: Tradução dos vídeos para o espanhol.
tr: Videoların İspanyolca çevirisi.

source: Special right triangles
da: Særlige retvinklede trekanter
es: Los triángulos rectángulos especiales
fr: Les triangles rectangles particuliers
nb: Spesielle rette tekanter
pl: Specjalne trójkąty prostokątne
pt: Triângulos retângulos especiais
tr: Özel dik üçgenler

source: Special thanks go out to the following individuals and organizations for 2014 and 2015:
pt: Enviamos nossos agradecimentos especiais para os seguintes indivíduos e organizações de 2014 e 2015:
tr: 2014 ve 2015 için, aşağıdaki kişi ve kuruluşlara özel olarak teşekkür ederiz:

source: Specifically, the number of ways to pick a group of <code><var>GROUP</var></code> students out of <code><var>NUM_B</var></code> is <code> \dfrac{<var>NUM_B</var>!}{(<var>NUM_B</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>NUM_B</var>}{<var>GROUP</var>}</code>.
es: Específicamente, el número de formas de elegir un grupo de <code><var>GROUP</var></code> estudiantes de un total de <code><var>NUM_B</var></code> es <code> \dfrac{<var>NUM_B</var>!}{(<var>NUM_B</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>NUM_B</var>}{<var>GROUP</var>}</code>.
fr: Le nombre de façons de former un groupe de <code><var>GROUP</var></code> élèves parmi <code><var>NUM_B</var></code> est <code> \dfrac{<var>NUM_B</var>!}{(<var>NUM_B</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>NUM_B</var>}{<var>GROUP</var>}</code>.
pt: Especificamente, o número de maneiras de escolher um grupo de <code><var>GROUP</var></code> estudantes de <code><var>NUM_B</var></code> é <code> \dfrac{<var>NUM_B</var>!}{(<var>NUM_B</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>NUM_B</var>}{<var>GROUP</var>}</code>.
tr: Özellikle, <code><var>NUM_B</var></code> öğrenciden <code><var>GROUP</var></code> kişilik grup seçme sayısı eşittir <code> \dfrac{<var>NUM_B</var>!}{(<var>NUM_B</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>NUM_B</var>}{<var>GROUP</var>}</code>.

source: Specifies the number of frames to be displayed every second. If the processor is not fast enough to maintain the specified rate, it will not be achieved. For fluid animation, at least 24 frames per second is recommended.
da: Angiver antallet af billeder der vises hvert sekund. Hvis processoren ikke er hurtig nok til at opretholde den angivne hastighed, vil den ikke opnås. For flydende animation anbefales mindst 24 billeder per sekund.
es: Especifica el número de cuadros que se muestran cada segundo. Si el procesador no es suficientemente rápido para mantener la tasa especificada, no se logrará. Para una animación fluida, se recomienda al menos 24 cuadros por segundo.
nb: Angir antall rammer som vises hvert sekund. Hvis prosessoren ikke er rask nok til å opprettholde den angitte hastigheten, vil det ikke oppnås. Væskeanimasjonen bør være på minst 24 bilder per sekund.
pl: Określa liczbę klatek wyświetlanych w każdej sekundzie. Jeżeli procesor nie jest wystarczająco szybki, aby utrzymać określoną ilość, nie będzie działać. Dla płynnej animacji polecane jest co najmniej 24 klatki na sekundę.
pt: Especifica o número de quadros a ser exibido a cada segundo. Se o processador não for rápido o suficiente para manter a taxa especificada, esta não será alcançada. Para animação fluida, recomenda-se pelo menos 24 quadros por segundo.
tr: Her saniye gösterilecek karelerin sayısını belirler. İşlemci istenilen kare sayısını korumak için yeterince güçlü değilse, istenilen sayıya çıkılamayacaktır. Akıcı animasyonlar için, en az saniyede 24 görüntü tavsiye edilmektedir.

source: Speed
da: Hastighed
es: Velocidad
ja: 速度
nb: Hastighet
pl: Prędkość
pt: Velocidade
pt_pt: Velocidade
tr: Hız

source: Speed (km/h)
pl: Prędkość (km/h)
pt: Velocidade (km/h)
tr: Hız (km/saat)

source: Spend a few months building<br><strong>free education for the world</strong>
pt: Durante os meses de estágio, desenvolva <br><strong>educação gratuita para todo o mundo</strong>
tr: Khan Academy'de <br><strong>bütün Dünya için ücretsiz eğitim</strong> çalışmalarımıza yardımcı olarak bir kaç ay geçirin

source: Spices sold (kilograms)
pt: Tempero vendido (quilogramas)
tr: Satılan baharat (kilogram)

source: Spin off other people's computer programs and create your own.
da: Arbejd videre på andre folks computerprogrammer og skab dine egne.
es: Haz programas derivados de los de otras personas y crea los tuyos.
fr: Partez des programmes informatiques existants et créez le vôtre.
nb: Lag en spin-off av andres dataprogrammer, eller lag ditt eget.
nl: Spin-off andermans computer programma's en maak je eigen programma´s.
pl: Rób programy oparte na programach innych ludzi i twórz swoje własne.
pt: Desmembre programas de computador de outras pessoas e crie seu próprio programa.
tr: Kendi bilgisayar programlarınızı oluşturun.

source: Spin-Offs
es: Derivados
fr: Variations
hi: अनपेक्षित लाभ
ja: スピンオフ
pl: Spin-offy
pt: Derivações
pt_pt: Variações
tr: Yan-Ürünler

source: Spin-off
es: Derivado
ja: スピンオフ
pt: Derivação
pt_pt: Criar um programa derivado deste
tr: Yan ürün

source: Spin-off of "%(title)s"
da: Spinoff af "%(title)s"
es: Derivado de "%(title)s"
ja: "%(title)s" のスピンオフ
nb: Spin-off av "%(title)s"
nl: Spin-off van "%(title)s"
pl: Spin-off z "%(title)s"
pt: Derivação de "%(title)s"
pt_pt: Variação de "%(title)s"
tr: "%(title)s" ikincil etkisi

source: Spin-off of "{0}"
da: Spin-off af "{0}"
es: Derivado de "{0}"
fr: Spin-off de "{0}"
ja: 「{0}」のスピン・オフ
nb: Avstikker av "{0}"
nl: Spin-off van "{0}"
pl: Spin-off z "{0}"
pt: Derivado de "{0}"
pt_pt: Variação de "{0}"
tr: "{0}" uyarlaması

source: Spreadsheets
bg: Електронни таблици
da: Regneark
es: Hojas de cálculo
fr: Feuilles de calcul
ja: スプレッドシート
nb: Regneark
pl: Arkusze kalkulacyjne
pt: Planilhas
pt_pt: Folhas de cálculo
tr: Hesaplama Dosyaları

source: Spunky Sam
es: Sam el valiente
fr: Sam la Goutte
hi: बहादुर समीर
pl: Odważny Sam
pt: Sam Corajoso
pt_pt: Sam corajoso
tr: Cesur Yürek

source: Spunky Sam (Blue)
da: Spunky Sam (blå)
es: Spunky Sam (azul)
fr: Sam la Goutte (Bleu)
ja: スパンキー・サム (青)
nb: Spunky Sam (Blå)
nl: Spunky Sam (blauw)
pl: Odważny Sam (Niebieski)
pt: Sam Corajoso (azul)
pt_pt: Sam corajoso (azul)
tr: Spunky Sam (Mavi)

source: Spunky Sam (Green)
da: Spunky Sam (grøn)
es: Spunky Sam (verde)
fr: Sam la Goutte (Vert)
ja: スパンキー・サム (緑)
nb: Spunky Sam (Grønn)
nl: Spunky Sam (groen)
pl: Odważny Sam (Zielony)
pt: Sam Corajoso (verde)
pt_pt: Sam corajoso (verde)
tr: Cesur Sam (Yeşil)

source: Spunky Sam (Orange)
es: Spunky Sam (anaranjado)
fr: Sam la Goutte (Orange)
ja: スパンキー・サム (オレンジ)
nb: Spunky Sam (Oransje)
nl: Spunky Sam (oranje)
pl: Odważny Sam (Pomarańczowy)
pt: Sam Corajoso (laranja)
pt_pt: Sam corajoso (laranja)
tr: Spunky Sam (Turuncu)

source: Spunky Sam (Red)
da: Spunky Sam (rød)
es: Spunky Sam (rojo)
fr: Sam la Goutte (Rouge)
ja: スパンキー・サム (赤)
nb: Spunky Sam (Rød)
nl: Spunky Sam (rood)
pl: Odważny Sam (Czerwony)
pt: Sam Corajoso (vermelho)
pt_pt: Sam corajoso (vermelho)
tr: Spunky Sam (Kırmızı)

source: Square a number
da: Kvadrer et tal
es: Eleva al cuadrado un número
fr: Carré d'un nombre
ja: 数を2乗する
nb: Kvadratroten av et tall
nl: Een nummer in het kwadraat
pl: Podnieś liczbę do kwadratu
pt: Eleva um número ao quadrado
pt_pt: Eleva um número ao quadrado
tr: Bir sayının karesini al

source: Square both sides.
da: Kvadrer begge sider.
es: Eleva al cuadrado en ambos lados.
fr: On élève au carré les deux membres de l'équation.
nb: Kvadrer begge sider.
pl: Podnieś obie strony do kwadratu.
pt: Eleve os dois lados ao quadrado.
tr: Her iki tarafın karesini alınız.

source: Square meters of fabric
nb: Kvadratmeter stoff
pt: Metros quadrados de tecido

source: Square roots of perfect squares
es: Raíces cuadradas de cuadrados perfectos
fr: Racines carrées des carrés parfaits
hi: पूर्ण वर्गों के वर्ग मूल
nb: Kvadratrøtter av perfekte kvadrater
nl: Vierkantswortels van kwadraatgetallen
pl: Pierwiastki kwadratowe liczb będących idealnymi kwadratami
pt: Raízes quadradas de quadrados perfeitos
tr: Tam Karelerin Karekökleri

source: Squares a number (multiplies a number by itself). The result is always a positive number, as multiplying two negative numbers always yields a positive result. For example, -1 * -1 = 1
da: Kvadrerer et tal (ganger et tal med sig selv). Resultatet er altid et positivt tal, da to negative tal ganget med sig selv altid giver et positivt resultat. For eksempel, (-1)*(-1) = 1
es: Eleva un número al cuadrado (multiplica el número por sí mismo). El resultado es siempre un número positivo, como multiplicar dos números negativos da un número positivo. Por ejemplo, -1 * -1 = 1
nb: Kvadrerer et tall (multipliserer med seg selv). Resultatet er alltid et positivt tall, for å multiplisere to negative tall gir alltid et positivt resultat. For eksempel -1 * -1 = 1
pl: Podnosi liczbę do kwadratu (mnoży ją przez nią samą). Wynika jest zawsze liczbą dodatnią, jako że mnożenie dwóch ujemnych liczb zawsze daje wynik dodatni. Na przykład -1 * -1 = 1
pt: Eleva um número ao quadrado (multiplica um número por ele mesmo). O resultado é sempre um número positivo, já que multiplicar dois números negativos sempre produz um resultado positivo. Por exemplo, -1 * -1 = 1
pt_pt: Eleva um número ao quadrado (multiplica um número por ele mesmo). O resultado é sempre um número positivo, uma vez que a multiplicação de dois números negativos resulta sempre num número positivo. Por exemplo, -1 * -1 = 1
tr: Bir sayının karesini alır (sayıyı kendiyle çarpar). Sonuç, iki negatif sayının çarpımı her zaman pozitif bir sayı verdiği için, her zaman pozitiftir. Örneğin, -1 * -1 = 1
