Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: $\textbf{zippers}\ \ \ $
fr: $\textbf{zips}\ \ \ $
nb: $\textbf{glidelåser}\ \ \ $
pl: $\textbf{suwaki}\ \ \ $
pt: $\textbf{zíperes}\ \ \ $
tr: $\textbf{fermuarlar}\ \ \ $

source: $\text{? boxes}$
fr: $\text{? paquets}$
nb: $\text{? bokser}$
pl: $\text{? pudełek}$
pt: $\text{? caixas}$
tr: $\text{? kutular}$

source: $\text{Afternoon}$
nb: $\text{Ettermiddag}$
pl: $\text{Popołudnie}$
pt: $\text{Tarde}$
tr: $\text{Öğleden sonra}$

source: $\text{Age (in years)}$
nb: $\text{Alder (i år)}$
pt: $\text{Idade (em anos)}$
tr: $\text{Yaş (yıl cinsinden)}$

source: $\text{Age by guest at Matt's Cafe}$
nb: $\text{Alder på gjester på Matts Cafe}$
pt: $\text{Idade por cliente no Café do Matias}$
tr: $\text{Matt'in Kafe'sindeki müşterilerin yaşları}$

source: $\text{Altitude (meters)}$
pl: $\text{Wysokość (metry)}$
pt: $\text{Altitude (metros)}$
tr: $\text{İrtifa (metre)}$

source: $\text{Anika's score in Happy Bears by game}$
nb: $\text{Anikas resultat i Happy Bears spill}$
pt: $\text{Pontuação de Anita no Happy Bears por jogo}$
tr: $\text{Anika'nın Mutlu Ayılar oyunundaki skoru}$

source: $\text{Animals}$
pt: $\text{Animais}$
tr: $\text{Hayvanlar}$

source: $\text{Area (in square meters)}$
nb: $\text{Areal (i kvadrat meter)}$
pt: $\text{Área (em metros quadrados)}$
tr: $\text{Alan (metrekare cinsinden)}$

source: $\text{Area}$
pt: $\text{Área}$
tr: $\text{Alan}$

source: $\text{Balloons}$
pt: $\text{Balões}$
tr: $\text{Balonlar}$

source: $\text{Balls made in each game of Watson's Billiards Tournament}$
nb: $\text{Baller i hver kamp i Watson's Billiards Tournament}$
pt: $\text{Bolas encaçapadas em cada um dos jogos do Torneio de Bilhar de Watson}$
tr: $\text{Watson Bilardo Turnuvası'ndaki her maçta kazanılan sayı}$

source: $\text{Balls of yarn}$
fr: $\text{Pelotes de laine}$
nb: $\text{Garnnøster}$
pl: $\text{Kłębki wełny}$
pt: $\text{Novelos de lã}$
tr: $\text{İp yumakları}$

source: $\text{Bar Height}$
nb: $\text{Barkrakk}$
pt: $\text{Altura de bar}$
tr: $\text{Bar Yüksekliği}$

source: $\text{Basketball} \\ {\text{Fall}}$
nb: $\text{Basketball} \\ {\text{Høst}}$
pt: $\text{Basquetebol} \\ {\text{Outono}}$
tr: $\text{Basketbol} \\ {\text{Güz}}$

source: $\text{Basketball} \\ {\text{Spring}}$
nb: $\text{Basketball} \\ {\text{Vår}}$
pt: $\text{Basquetebol} \\ {\text{Primavera}}$
tr: $\text{Basketbol} \\ {\text{İlkbahar}}$

source: $\text{Basketball} \\ {\text{Summer}}$
nb: $\text{Basketball} \\ {\text{Sommer}}$
pt: $\text{Basquetebol} \\ {\text{Verão}}$
tr: $\text{Basketbol} \\ {\text{Yaz}}$

source: $\text{Basketball} \\ {\text{Winter}}$
nb: $\text{Basketball} \\ {\text{Vinter}}$
pt: $\text{Basquetebol} \\ {\text{Inverno}}$
tr: $\text{Basketbol} \\ {\text{Kış}}$

source: $\text{Beard (millimeters)}$
pl: $\text{Broda (milimetry)}$
pt: $\text{Barba (milímetros)}$
tr: $\text{Sakal (milimetre)}$

source: $\text{Bike Tour} \\ {\text{Afternoon}}$
nb: $\text{Sykkeltur} \\ {\text{Ettermiddag}}$
pt: $\text{Bicicleta} \\ {\text{Tarde}}$
tr: $\text{Bisiklet Turu} \\ {\text{Öğleden Sonra}}$

source: $\text{Bike Tour} \\ {\text{Evening}}$
nb: $\text{Sykkeltur} \\ {\text{Kveld}}$
pt: $\text{Bicicleta} \\ {\text{Noite}}$
tr: $\text{Bisiklet Turu} \\ {\text{Akşamüstü}}$

source: $\text{Bike Tour} \\ {\text{Morning}}$
nb: $\text{Sykkeltur} \\ {\text{Morgen}}$
pt: $\text{Bicicleta} \\ {\text{Manhã}}$
tr: $\text{Bisiklet Turu} \\ {\text{Sabah}}$

source: $\text{Books}$
fr: $\text{Livres}$
pl: $\text{Książki}$
pt: $\text{Livros}$
tr: $\text{Kitaplar}$

source: $\text{Branch}$
fr: $\text{Branche}$
nb: $\text{Gren}$
pl: $\text{Gałąź}$
pt: $\text{Ramo}$
tr: $\text{Dal}$

source: $\text{Brown} \\ {\text{Bar Height}}$
nb: $\text{Brun} \\ {\text{Barkrakk}}$
pt: $\text{Marrom} \\ {\text{Altura de bar}}$
tr: $\text{Kahverengi} \\ {\text{Bar Yüksekliği}}$

source: $\text{Brown} \\ {\text{Black}}$
nb: $\text{Brun} \\ {\text{Sort}}$
pt: $\text{Marrom} \\ {\text{Preto}}$
tr: $\text{Kahverengi} \\ {\text{Siyah}}$

source: $\text{Brown} \\ {\text{White}}$
nb: $\text{Brun} \\ {\text{Hvit}}$
pt: $\text{Marrom} \\ {\text{Branco}}$
tr: $\text{Kahverengi} \\ {\text{Beyaz}}$

source: $\text{Brown} \\ {\text{XL Height}}$
nb: $\text{Brun} \\ {\text{XL Høyde}}$
pt: $\text{Marrom} \\ {\text{Altura extra grande}}$
tr: $\text{Kahverengi} \\ {\text{XL Yükseklik}}$

source: $\text{Buckets of paint}$
fr: $\text{Pots de peinture}$
nb: $\text{Spann med maling}$
pl: $\text{Puszki farby}$
pt: $\text{Latas de tinta}$
tr: $\text{Boya kovaları}$

source: $\text{Bus}$
nb: $\text{Buss}$
pl: $\text{Autobus}$
pt: $\text{Ônibus}$
tr: $\text{Otobüs}$

source: $\text{Capacity (%)}$
pt: $\text{Capacidade (%)}$
tr: $\text{Kapasite (%)}$

source: $\text{Caramel}$
nb: $\text{Karamell}$
pl: $\text{Karmelkowe}$
pt: $\text{Sorrisos}$

source: $\text{Cavities for each patient seen by Dr. Yadt}$
nb: $\text{Hull hos hver pasient hos tannlege Yadt}$
pt: $\text{Obturações de cada paciente atendido pelo Dr. Zen}$
tr: $\text{Dr. Yadt'ın her bir hastada gördüğü çürükler}$

source: $\text{Change in the amount of Jaya's money}= -$8$
nb: $\text{Endring i pengene til Jaya}= -$8$
pt: $\text{Variação na quantia de dinheiro de Jacira}= -$8$
tr: $\text{Jaya'nın parasındaki toplam değişim}= -$8$

source: $\text{Cherries in each cherry pie at Bernetta's Bakery}$
nb: $\text{Kirsebær i hver pai hos Bernetta's Bakery}$
pt: $\text{Cerejas em cada uma das tortas de cereja da Padaria Bernetta}$
tr: $\text{Bernetta'nın Fırını'ndaki her kirazlı turtadaki kiraz sayısı}$

source: $\text{Chipmunk}$
fr: $\text{Tamia}$
nb: $\text{Jordekorn}$
pl: $\text{Wiewiórka}$
pt: $\text{Esquilo}$

source: $\text{Classes}$
pt: $\text{Aulas}$
tr: $\text{Dersler}$

source: $\text{Cookies}$
nb: $\text{Kjeks}$
pl: $\text{Ciasteczka}$
pt: $\text{Biscoitos}$
tr: $\text{Kurabiyeler}$

source: $\text{Cost}$
pt: $\text{Custo}$
tr: $\text{Fiyat}$

source: $\text{Countries represented at each festival}$
nb: $\text{Land representert på hver festival}$
pt: $\text{Países representados em cada festival}$
tr: $\text{Her festivalde temsil edilen ülkeler}$

source: $\text{Cups of flour}$
fr: $\text{Verres de farine}$
nb: $\text{Kopper mel}$
pl: $\text{Szklanki mąki}$
pt: $\text{Xícaras de farinha}$
tr: $\text{Fincan un}$

source: $\text{Day } 1$
nb: $\text{Dag } 1$
pl: $\text{Dzień } 1$
pt: $\text{Dia } 1$
tr: $\text{Gün } 1$

source: $\text{Day } 2$
nb: $\text{Dag } 2$
pl: $\text{Dzień } 2$
pt: $\text{Dia } 2$
tr: $\text{Gün } 2$

source: $\text{Day } 3$
nb: $\text{Dag } 3$
pl: $\text{Dzień } 3$
pt: $\text{Dia } 3$
tr: $\text{Gün } 3$

source: $\text{Day } 4$
nb: $\text{Dag } 4$
pl: $\text{Dzień } 4$
pt: $\text{Dia } 4$
tr: $\text{Gün } 4$

source: $\text{Days}$
nb: $\text{Dager}$
pt: $\text{Dias}$
tr: $\text{Gün}$

source: $\text{Day}$
ja: $\text{日}$
nb: $\text{Dag}$
nl: $\text{Dag}$
pl: $\text{Dzień}$
pt: $\text{Dia}$
tr: $\text{Gün}$

source: $\text{Distance (in kilometers)}$
nb: $\text{Avstand (i kilometer)}$
pt: $\text{Distância (em quilômetros)}$
tr: $\text{Uzaklık (kilometre)}$

source: $\text{Distance (in thousands of kilometers)}$
nb: $\text{Avstand (i tusen kilometer)}$
pt: $\text{Distância (em milhares de quilômetros)}$
tr: $\text{Uzaklık( bin kilometre cinsinden)} $

source: $\text{Distance (kilometers)}$
pl: $\text{Odległość (kilometry)}$
pt: $\text{Distância (quilômetros)}$
tr: $\text{Uzaklık (kilometre)}$

source: $\text{Distance (m)}$
nb: $\text{Avstand (m)}$
pl: $\text{Odległość (m)}$
pt: $\text{Distância (m)}$
tr: $\text{Uzaklık (m)}$

source: $\text{Distance driven for each vehicle at Nam's Gas Station}$
nb: $\text{Avstand kjørt av hvert kjøretøy på Nams bensinstasjon}$
pt: $\text{Distância percorrida por cada veículo no Posto de Gasolina Nam}$
tr: $\text{Nam'in Benzin İstasyonundaki her aracın gittiği uzaklık}$

source: $\text{Distance run by each member of MPLS Running Club}$
nb: $\text{Avstand løpt av medlemmene i MPLS Running Club}$
pt: $\text{Distância percorrida por cada membro do Clube de Corrida MPLS}$
tr: $\text{MPLS Koşu Kulübünün her üyesinin koştuğu uzaklık}$

source: $\text{Distance run by each member of TC Running Club}$
nb: $\text{Avstand løpt av medlemmene i TC Running Club}$
pt: $\text{Distância percorrida por cada membro do Clube de Corrida TC}$
tr: $\text{TC Koşu Kulübünün her üyesinin koştuğu uzaklık}$

source: $\text{Distance}$
pl: $\text{Odległość}$
pt: $\text{Distância}$
tr: $\text{Uzaklık}$

source: $\text{Dollars}$
nb: $\text{Dollar}$
pt: $\text{Reais}$
tr: $\text{TL}$

source: $\text{Duration}$
pl: $\text{Czas drukowania}$
pt: $\text{Duração}$
tr: $\text{Süre}$

source: $\text{Elevation (kilometers)}$
pt: $\text{Altitude (quilômetros)}$
tr: $\text{İrtifa (kilometre)}$

source: $\text{Elevation (meters)}$
pl: $\text{Wysokość (metry)}$
pt: $\text{Altitude (metros)}$
tr: $\text{İrtifa (metre)}$

source: $\text{Employee}$
nb: $\text{Ansatt}$
pt: $\text{Funcionário}$
tr: $\text{Çalışan}$

source: $\text{Evening} \\ {\text{Bus}}$
nb: $\text{Kveld} \\ {\text{Buss}}$
pl: $\text{Wieczór} \\ {\text{Autobus}}$
pt: $\text{Noite} \\ {\text{Ônibus}}$
tr: $\text{Akşamüstü} \\ {\text{Otobüs}}$

source: $\text{Evening} \\ {\text{Plane}}$
nb: $\text{Kveld} \\ {\text{Fly}}$
pl: $\text{Wieczór} \\ {\text{Samolot}}$
pt: $\text{Noite} \\ {\text{Avião}}$
tr: $\text{Akşamüstü} \\ {\text{Uçak}}$

source: $\text{Evening} \\ {\text{Train}}$
nb: $\text{Kveld} \\ {\text{Tog}}$
pl: $\text{Wieczór} \\ {\text{Pociąg}}$
pt: $\text{Noite} \\ {\text{Trem}}$
tr: $\text{Akşamüstü} \\ {\text{Tren}}$

source: $\text{Evie's total change in weight = } -6 \text{ kg}$
nb: $\text{Evies totale endring i vekt = } -6 \text{ kg}$
pt: $\text{variação total do peso de Eva = } -6 \text{ kg}$
tr: $\text{Evie'nin ağırlığındaki toplam değişim = } -6 \text{ kg}$

source: $\text{Fall}$
nb: $\text{Høst}$
pl: $\text{Jesień}$
pt: $\text{Outono}$
tr: $\text{Güz}$

source: $\text{Feet not hurt}$
fr: $\text{Pattes non blessées}$
nb: $\text{Føtter som ikke er ømme}$
pl: $\text{Niezranione stopy}$
pt: $\text{Patas não machucadas}$
tr: $\text{Yaralanmamış ayaklar}$

source: $\text{Files (megabytes)}$
pl: $\text{Pliki (megabajty)}$
pt: $\text{Arquivos (megabytes)}$
tr: $\text{Dosyalar (megabit)}$

source: $\text{First}$
pt: $\text{Primeira}$
tr: $\text{Birinci}$

source: $\text{Form of transportation}$
nb: $\text{Transportmiddel}$
pl: $\text{Środek transportu}$
pt: $\text{Meio de transporte}$
tr: $\text{Ulaşım şekli}$

source: $\text{Fuel (liters)}$
pl: $\text{Paliwo (litry)}$
pt: $\text{Combustível (litros)}$
tr: $\text{Yakıt (litre)}$

source: $\text{Glasses of soda}$
fr: $\text{Verres de soda}$
nb: $\text{Glass med brus}$
pl: $\text{Szklanki wody}$
pt: $\text{Copos de refrigerante}$
tr: $\text{Bardak kola}$

source: $\text{Guests in each hostel room}$
nb: $\text{Gjester på hvert hostel rom}$
pt: $\text{Clientes em cada quarto do albergue}$
tr: $\text{Pansiyondaki her odadaki misafirler}$

source: $\text{Heads of lettuce}$
fr: $\text{Coeurs de laitue}$
nb: $\text{Hodekål}$
pl: $\text{Główki sałaty}$
pt: $\text{Pés de alface}$
tr: $\text{Top marul}$

source: $\text{Height (cm)}$
fr: $\text{Hauteur (cm)}$
nb: $\text{Høyde (cm)}$
pl: $\text{Wysokość (cm)}$
pt: $\text{Altura (cm)}$
tr: $\text{Yükseklik (cm)}$

source: $\text{Height}$
pt: $\text{Altura}$
tr: $\text{Yükseklik}$

source: $\text{Hours worked last week for each plumber}$
nb: $\text{Timer arbeidet forrige uke for hver rørlegger}$
pt: $\text{Horas trabalhadas por cada encanador na semana passada}$
tr: $\text{Her tesisatçının geçtiğimiz hafta çalıştığı saat}$

source: $\text{Hours}$
fr: $\text{Heures}$
nb: $\text{Timer}$
pl: $\text{Godziny}$
pt: $\text{Horas}$
tr: $\text{Saatler}$

source: $\text{H}$
pt: $\text{Ca}$

source: $\text{Inequality A}$
pt: $\text{Inequação A}$

source: $\text{Inequality B}$
pt: $\text{Inequação B}$

source: $\text{Kilometers}$
fr: $\text{Kilomètres}$
nb: $\text{Kilometer}$
pl: $\text{Kilometry}$
pt: $\text{quilômetros}$
tr: $\text{Kilometre}$

source: $\text{Length (cm)}$
fr: $\text{Longueur (cm)}$
nb: $\text{Lengde (cm)}$
pl: $\text{Długość (cm)}$
pt: $\text{Comprimento (cm)}$
tr: $\text{Uzunluk (cm)}$

source: $\text{Length (in meters)}$
nb: $\text{Lengde (i meter)}$
pt: $\text{Comprimento (em metros)}$
tr: $\text{Uzunluk (metre cinsinden)}$

source: $\text{Length (mm)}$
fr: $\text{Largeur (mm)}$
nb: $\text{Lengde (mm)}$
pl: $\text{Długość (mm)}$
pt: $\text{Comprimento (mm)}$
tr: $\text{Uzunluk (mm)}$

source: $\text{Length of each putt made by Jose Graham III}$
nb: $\text{Lengden på hvert slag av Jose Graham III}$
pt: $\text{Distância de cada tacada leve dada por Jose Graham III}$
tr: $\text{Jose Graham III tarafından yapılan her vuruşun uzunluğu}$

source: $\text{Licks}$
fr: $\text{bouchées}$
nb: $\text{Slikk}$
pl: $\text{Liźnięcia}$
pt: $\text{Lambidas}$
tr: $\text{Yalamalar}$

source: $\text{Liters of gas}$
fr: $\text{Litres d'essence}$
nb: $\text{Liter bensin}$
pl: $\text{Litry paliwa}$
pt: $\text{Litros de gasolina}$
tr: $\text{litre yakıt}$

source: $\text{Lollipops}$
fr: $\text{biscuits}$
nb: $\text{Lollipop is}$
pl: $\text{Lizaki}$
pt: $\text{Pirulitos}$
tr: $\text{Lolipoplar}$

source: $\text{Mass (in kilograms)}$
nb: $\text{Vekt (i kilo)}$
pt: $\text{Massa (em quilogramas)}$
tr: $\text{Kütle (kilogram cinsinden)}$

source: $\text{Mass of each pumpkin in Leonard's patch}$
nb: $\text{Vekten av hvert gresskar i Leonards hage}$
pt: $\text{Massa de cada uma das abóboras no campo do Leonardo}$
tr: $\text{Leonard'ın arsasındaki her bal kabağının kütlesi}$

source: $\text{Members}$
pt: $\text{Membros}$
tr: $\text{Üyeler}$

source: $\text{Milk & Cookies' profits by month}$
nb: $\text{Milk & Cookies' inntekter per måned}$
pt: $\text{Lucros da Milk & Cookies por mês}$
tr: $\text{Süt ve Kurabiyeler'in aylık karı}$

source: $\text{Minty}$
fr: $\text{Bouchées}$
nb: $\text{Mint}$
pl: $\text{Miętowe}$
pt: $\text{Bocadinhos}$

source: $\text{Minutes}$
nb: $\text{Minutter}$
pl: $\text{Minuty}$
pt: $\text{Minutos}$
tr: $\text{Dakika}$

source: $\text{Month } 1$
nb: $\text{Måned } 1$
pl: $\text{Miesiąc } 1$
pt: $\text{Mês } 1$
tr: $\text{Ay } 1$

source: $\text{Month } 2$
nb: $\text{Måned } 2$
pl: $\text{Miesiąc } 2$
pt: $\text{Mês } 2$
tr: $\text{Ay } 2$

source: $\text{Month } 3$
nb: $\text{Måned } 3$
pl: $\text{Miesiąc } 3$
pt: $\text{Mês } 3$
tr: $\text{Ay } 3$

source: $\text{Month } 4$
nb: $\text{Måned } 4$
pl: $\text{Miesiąc } 4$
pt: $\text{Mês } 4$
tr: $\text{Ay } 4$

source: $\text{Month}$
nb: $\text{Måned}$
pl: $\text{Miesiąc }$
pt: $\text{Mês}$
tr: $\text{Ay}$

source: $\text{Morning} \\ {\text{Bus}}$
nb: $\text{Morgen} \\ {\text{Buss}}$
pl: $\text{Rano} \\ {\text{Autobus}}$
pt: $\text{Manhã} \\ {\text{Ônibus}}$
tr: $\text{Sabah} \\ {\text{Otobüs}}$

source: $\text{Morning} \\ {\text{Plane}}$
nb: $\text{Morgen} \\ {\text{Fly}}$
pl: $\text{Rano} \\ {\text{Samolot}}$
pt: $\text{Avião} \\ {\text{da Manhã}}$
tr: $\text{Sabah} \\ {\text{Uçak}}$

source: $\text{Morning} \\ {\text{Train}}$
nb: $\text{Morgen} \\ {\text{Tog}}$
pl: $\text{Rano} \\ {\text{Pociąg}}$
pt: $\text{Manhã} \\ {\text{Trem}}$
tr: $\text{Sabah} \\ {\text{Tren}}$

source: $\text{Morning}$
nb: $\text{Morgen}$
pl: $\text{Rano}$
pt: $\text{Manhã}$
tr: $\text{Sabah}$

source: $\text{Mouthfuls}$
fr: $\text{à la menthe}$
nb: $\text{Munnfull}$
pl: $\text{Kąski}$
pt: $\text{de Menta}$

source: $\text{Number of U.S. States visited by each Wing Airlines pilot}$
nb: $\text{Antall U.S.A Stater besøkt av hver av Wing Airlines piloter}$
pt: $\text{Número de estados americanos visitados por cada piloto da Wing Airlines}$
tr: $\text{Her Wing Havayolları pilotunun ziyaret ettiği A.B.D. eyaleti sayısı}$

source: $\text{Number of athletes}$
nb: $\text{Antall spillere}$
pt: $\text{Número de atletas}$
tr: $\text{Atlet sayısı}$

source: $\text{Number of balloons}$
fr: $\text{Nombre de ballons}$
nb: $\text{Antall ballonger}$
pl: $\text{Ilość balonów}$
pt: $\text{Número de bexigas}$
tr: $\text{Balon sayısı}$

source: $\text{Number of balls made}$
nb: $\text{Antall baller}$
pt: $\text{Número de bolas encaçapadas}$
tr: $\text{Kazanılan sayı}$

source: $\text{Number of cabins}$
fr: $\text{Nombre de cabines}$
nb: $\text{Antall hytter}$
pl: $\text{Liczba chatek}$
pt: $\text{Número de cabanas}$
tr: $\text{Kabin sayısı}$

source: $\text{Number of cashiers}$
nb: $\text{Antall ansatte}$
pt: $\text{Número de caixas}$
tr: $\text{Kasiyer sayısı}$

source: $\text{Number of cavities}$
nb: $\text{Antall hull}$
pt: $\text{Número de obturações}$
tr: $\text{Çürük sayısı}$

source: $\text{Number of chairs}$
fr: $\text{Nombre de chaises}$
nb: $\text{Antall stoler}$
pl: $\text{Liczba krzeseł}$
pt: $\text{Número de cadeiras}$
tr: $\text{Sandalye sayısı}$

source: $\text{Number of chandeliers}$
fr: $\text{Nombre de colliers}$
nb: $\text{Antall lysekroner}$
pl: $\text{Liczba żyrandoli}$
pt: $\text{Número de lustres}$
tr: $\text{Kolye sayısı}$

source: $\text{Number of cherries}$
nb: $\text{Antall kirsebær}$
pt: $\text{Número de cerejas}$
tr: $\text{Kiraz sayısı}$

source: $\text{Number of cloaks}$
fr: $\text{Nombre de costumes}$
nb: $\text{Antall kapper}$
pl: $\text{Liczba peleryn}$
pt: $\text{Número de capas}$
tr: $\text{Pelerin sayısı}$

source: $\text{Number of countries}$
nb: $\text{Antall land}$
pt: $\text{Número de países}$
tr: $\text{Ülke sayısı}$

source: $\text{Number of days}$
nb: $\text{Antall dager}$
pl: $\text{Liczba dni}$
pt: $\text{Número de dias}$
tr: $\text{Gün sayısı}$

source: $\text{Number of diamonds}$
fr: $\text{Nombre de diamants}$
nb: $\text{Antall diamanter}$
pl: $\text{Liczba brylantów}$
pt: $\text{Número de diamantes}$
tr: $\text{Pırlanta sayısı}$

source: $\text{Number of doors}$
fr: $\text{Nombre de portes}$
nb: $\text{Antall dører}$
pl: $\text{Liczba drzwi}$
pt: $\text{Número de portas}$
tr: $\text{Kapı sayısı}$

source: $\text{Number of employees}$
nb: $\text{Antall ansatte}$
pt: $\text{Número de funcionários}$
tr: $\text{Çalışan sayısı}$

source: $\text{Number of festivals}$
nb: $\text{Antall festivaler}$
pt: $\text{Número de festivais}$
tr: $\text{Festival sayısı}$

source: $\text{Number of games}$
nb: $\text{Antall spill}$
pt: $\text{Número de jogos}$
tr: $\text{Oyun sayısı}$

source: $\text{Number of guests by day at Seth's Sandwich Shop}$
nb: $\text{Antall gjester på Seth's Sandwich Shop}$
pt: $\text{Número de clientes por dia na Lanchonete do Selton}$
tr: $\text{Seth'in Sandviç Dükkanı'nda güne göre müşteri sayısı}$

source: $\text{Number of guests by day at Seth's Seafood Shack}$
nb: $\text{Antall gjester hver dag i Seths Seafood Shack}$
pt: $\text{Número de clientes por dia na Barraca de Frutos do Mar do Selton}$
tr: $\text{Seth'in Deniz Ürünleri Kulübesi'ne her gün gelen müşteri sayısı}$

source: $\text{Number of guests}$
nb: $\text{Antall gjester}$
pt: $\text{Número de clientes}$
tr: $\text{Misafir sayısı}$

source: $\text{Number of hostel rooms}$
nb: $\text{Antall hostel rom}$
pt: $\text{Número de quartos do albergue}$
tr: $\text{Pansiyon odası sayısı}$

source: $\text{Number of hours}$
nb: $\text{Antall timer}$
pt: $\text{Número de horas}$
tr: $\text{Saat sayısı}$

source: $\text{Number of houses}$
nb: $\text{Antall hus}$
pt: $\text{Número de casas}$
tr: $\text{Ev sayısı}$

source: $\text{Number of kilometers}$
nb: $\text{Antall kilometer}$
pt: $\text{Número de quilômetros}$
tr: $\text{Kilometre sayısı}$

source: $\text{Number of members}$
nb: $\text{Antall medlemmer}$
pt: $\text{Número de membros}$
tr: $\text{Üye sayısı}$

source: $\text{Number of pages}$
nb: $\text{Antall sider}$
pt: $\text{Número de páginas}$
tr: $\text{Sayfa sayısı}$

source: $\text{Number of patients}$
nb: $\text{Antall pasienter}$
pt: $\text{Número de pacientes}$
tr: $\text{Hasta sayısı}$

source: $\text{Number of people}$
nb: $\text{Antall personer}$
pt: $\text{Número de pessoas}$

source: $\text{Number of pies}$
nb: $\text{Antall deler}$
pt: $\text{Número de tortas}$
tr: $\text{Turta sayısı}$

source: $\text{Number of pilots}$
nb: $\text{Antall punkter}$
pt: $\text{Número de pilotos}$
tr: $\text{Pilot sayısı}$

source: $\text{Number of pirates}$
fr: $\text{Nombre de pirates}$
nb: $\text{Antall pirater}$
pl: $\text{Liczba piratów}$
pt: $\text{Número de piratas}$
tr: $\text{Korsan sayısı}$

source: $\text{Number of pizzas}$
fr: $\text{Nombre de pizzas}$
nb: $\text{Antall pizzaer}$
pl: $\text{Liczba pizz}$
pt: $\text{Número de pizzas}$
tr: $\text{Pizza sayısı}$

source: $\text{Number of plumbers}$
nb: $\text{Antall rørleggere}$
pt: $\text{Número de encanadores}$
tr: $\text{Tesisatçı sayısı}$

source: $\text{Number of points}$
nb: $\text{Antall poeng}$
pt: $\text{Número de pontos}$
tr: $\text{Puan sayısı}$

source: $\text{Number of pumpkins}$
nb: $\text{Antall gresskar}$
pt: $\text{Número de abóboras}$
tr: $\text{Bal kabağı sayısı}$

source: $\text{Number of putts}$
nb: $\text{Antall slag}$
pt: $\text{Número de tacadas leves}$
tr: $\text{Vuruş sayısı}$

source: $\text{Number of questions}$
fr: $\text{Nombre de questions}$
nb: $\text{Antall oppgaver}$
pl: $\text{Liczba zadań}$
pt: $\text{Número de perguntas}$
tr: $\text{Soru sayısı}$

source: $\text{Number of salads}$
fr: $\text{Nombre de salades}$
nb: $\text{Antall salater}$
pl: $\text{Liczba sałatek}$
pt: $\text{Número de saladas}$
tr: $\text{Salata sayısı}$

source: $\text{Number of scarves}$
fr: $\text{Nombre d'écharpes}$
nb: $\text{Antall skjerf}$
pl: $\text{Liczba szalików}$
pt: $\text{Número de cachecóis}$
tr: $\text{Atkı sayısı}$

source: $\text{Number of screws}$
fr: $\text{Nombre de vis}$
nb: $\text{Antall skruer}$
pl: $\text{Liczba śrub}$
pt: $\text{Número de parafusos}$
tr: $\text{Vida sayısı}$

source: $\text{Number of ships}$
fr: $\text{Nombre de bateaux}$
nb: $\text{Antall skip}$
pl: $\text{Liczba statków}$
pt: $\text{Número de navios}$
tr: $\text{Gemi sayısı}$

source: $\text{Number of shots}$
nb: $\text{Antall skudd}$
pt: $\text{Número de tacadas}$
tr: $\text{Atış sayısı}$

source: $\text{Number of smoothies}$
fr: $\text{Nombre de smoothies}$
nb: $\text{Antall smoothies}$
pl: $\text{Liczba koktajli}$
pt: $\text{Número de smoothies}$
tr: $\text{Buzlu içecek sayısı}$

source: $\text{Number of states}$
nb: $\text{Antall stater}$
pt: $\text{Número de estados}$
tr: $\text{Eyalet sayısı}$

source: $\text{Number of strawberries}$
fr: $\text{Nombre de fraises}$
nb: $\text{Antall jordbær}$
pl: $\text{Liczba truskawek}$
pt: $\text{Número de morangos}$
tr: $\text{Çilek sayısı}$

source: $\text{Number of students}$
nb: $\text{Antall elever}$
pt: $\text{Número de alunos}$
tr: $\text{Öğrenci sayısı}$

source: $\text{Number of treasures}$
fr: $\text{Nombre de trésors}$
nb: $\text{Antall skatter}$
pl: $\text{Liczba skarbów}$
pt: $\text{Número de tesouros}$
tr: $\text{Hazine sayısı}$

source: $\text{Number of trees}$
fr: $\text{Nombre d'arbres}$
nb: $\text{Antall trær}$
pl: $\text{Liczba drzew}$
pt: $\text{Número de árvores}$
tr: $\text{Ağaç sayısı}$

source: $\text{Number of vehicles}$
nb: $\text{Antall kjøretøy}$
pt: $\text{Número de veículos}$
tr: $\text{Taşıt sayısı}$

source: $\text{Pages read daily by Helma}$
nb: $\text{Sider lest av Helma}$
pt: $\text{Páginas lidas diariamente por Telma}$
tr: $\text{Helma'nın her gün okuduğu sayfa sayısı}$

source: $\text{Pages}$
pl: $\text{Strony}$
pt: $\text{Páginas}$
tr: $\text{Sayfa}$

source: $\text{Paprika (kilograms)}$
pl: $\text{Papryka (kilogramy)}$
pt: $\text{Páprica (quilogramas)}$
tr: $\text{Biber (kilogram)}$

source: $\text{Play}$
nb: $\text{Kamp}$
nl: $\text{Spel}$
pl: $\text{Rozgrywka}$
pt: $\text{Jogada}$
tr: $\text{Oyun}$

source: $\text{Price}$
pt: $\text{Preço}$
tr: $\text{Fiyat}$

source: $\text{Probability}$
nb: $\text{Sannsynlighet}$
pt: $\text{Probabilidade}$
tr: $\text{Olasılık}$

source: $\text{Profit (dollars)}$
pl: $\text{Dochód(dolary)}$
pt: $\text{Lucro (reais)}$
tr: $\text{Kar (lira)}$

source: $\text{Racers}$
nb: $\text{Rasekjørere}$
pt: $\text{Pilotos}$
tr: $\text{Yarışçılar}$
