Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: To find the <span class="hint_blue">population mean</span>, add up the values of all <code class="hint_green"><var>DATA_POINTS</var></code> ages and divide by <code class="hint_green"><var>DATA_POINTS</var></code>.
fr: Pour trouver la <span class="hint_blue">moyenne de la population</span>, on additionne les <code class="hint_green"> <var>DATA_POINTS</var></code> âges et on divise par <code class="hint_green"> <var>DATA_POINTS</var></code>.
pl: Aby znaleźć <span class="hint_blue">średni wiek populacji</span>, należy zsumować wiek wszystkich<code class="hint_green"><var>DATA_POINTS</var></code> i podzielić <code class="hint_green"><var>DATA_POINTS</var></code>.
pt: Para encontrar a <span class="hint_blue">média da população</span>, some os valores de todas as <code class="hint_green"><var>DATA_POINTS</var></code> idades e divida por <code class="hint_green"><var>DATA_POINTS</var></code>.
tr: <span class="hint_blue">Nüfus ortalamasını</span> bulmak için, tüm <code class="hint_green"><var>DATA_POINTS</var></code> değerlerini toplayın ve <code class="hint_green"><var>DATA_POINTS</var></code>'e bölün.

source: To find the <span class="hint_blue">sample mean</span>, add up the values of all <code class="hint_green"><var>DATA_POINTS</var></code> samples and divide by <code class="hint_green"><var>DATA_POINTS</var></code>.
fr: Pour trouver la <span class="hint_blue">moyenne de l'échantillon</span>, on additionne les <code class="hint_green"> <var>DATA_POINTS</var></code> valeurs de l'échantillon et on divise par <code class="hint_green"> <var>DATA_POINTS</var></code>.
pt: Para encontrar a <span class="hint_blue">média da amostra</span>, some os valores de todas as <code class="hint_green"><var>DATA_POINTS</var></code> amostras e divida por <code class="hint_green"><var>DATA_POINTS</var></code>.
tr: <span class="hint_blue">Örneklem ortalamasını</span> bulmak için, tüm örneklem <code class="hint_green"><var>DATA_POINTS</var></code> değerlerini toplayın ve <code class="hint_green"><var>DATA_POINTS</var></code>'e bölün.

source: To find the <span data-if="OPERATION === '+'">sum</span> <span data-else="">difference</span> of two matrices, <span data-if="OPERATION === '+'">add</span> <span data-else="">subtract</span> the corresponding items between each matrix.
da: For at finde <span data-if="OPERATION === '+'">summen</span> <span data-else="">differencen</span> af to matricer, <span data-if="OPERATION === '+'">adder</span> <span data-else="">subtraher</span> de samhørende indgange i hver matrix.
es: Para encontrar la <span data-if="OPERATION === '+'">suma</span> <span data-else="">diferencia</span> de dos matrices, <span data-if="OPERATION === '+'">suma</span> <span data-else="">resta</span> el elemento correspondiente entre cada matriz.
fr: Pour trouver la <span data-if="OPERATION === '+'">somme</span> <span data-else="">différence</span> de deux matrices, on <span data-if="OPERATION === '+'">additionne</span> <span data-else="">soustrait</span> les éléments correspondants de chaque matrice.
nb: For å finne <span data-if="OPERATION === '+'">summen</span> <span data-else="">differencen</span> av to matriser, <span data-if="OPERATION === '+'">adder</span> <span data-else="">subtraher</span> de korresponderende delene mellom hver matrise.
pt: Para encontrar a <span data-if="OPERATION === '+'">soma</span> <span data-else="">diferença</span> de duas matrizes, <span data-if="OPERATION === '+'">some</span> <span data-else="">subtraia</span> os itens correspondentes entre cada matriz.
tr: İki matrisin <span data-if="OPERATION === '+'">toplamı</span> <span data-else="">farkını</span> bulmak için iki matristeki karşılıklı elemanları, <span data-if="OPERATION === '+'">toplarsınız</span> <span data-else="">çıkarırsınız</span>.

source: To find the <var>FNNAME</var> using the unit circle, first find the angle. Drag the orange point around the circle until <code><var>PRETTY_ANGLE</var></code> is selected.
es: Para encontrar el <var>FNNAME</var> usando el círculo unitario, primero encuentra el ángulo. Arrastra el punto anaranjado alrededor de la circunferencia hasta que <code><var>PRETTY_ANGLE</var></code> esté seleccionado.
fr: Pour trouver le <var>FNNAME</var> en utilisant le cercle trigonométrique, il faut d'abord trouver l'angle. On déplace le point orange sur le cercle trigonométrique jusqu'à ce que <code><var>PRETTY_ANGLE</var></code> s'affiche.
pl: Żeby znaleźć <var>FNNAME</var> używając okręgu jednostkowego, najpierw odszukaj kąt. Przeciągnij pomarańczowy punkt po okręgu, aż do uzyskania <code><var>PRETTY_ANGLE</var></code>.
pt: Para encontrar <var>FNNAME</var> utilizando a círculo trigonométrico, encontre o ângulo primeiro. Arraste o ponto laranja ao redor da circunferência até que <code><var>PRETTY_ANGLE</var></code> seja selecionado.
tr: Birim çemberi kullanarak <var>FNNAME</var> bulmak için, önce açıyı bulunuz. <code><var>PRETTY_ANGLE</var></code> açısına ulaşana kadar turuncu noktayı çember üzerinde sürükleyin.

source: To find the <var>ordinalThrough20(N)</var> term, we can rewrite the given recurrence as an explicit formula.
es: Para encontrar el <var>ordinalThrough20(N)</var> término, podemos reescribir la fórmula recursiva dada como una fórmula explícita.
fr: Pour trouver le <var>ordinalThrough20(N)</var> terme, on peut d'abord écrire l'expression du terme général en fonction de i.
pt: Para encontrar o termo <var>ordinalThrough20(N)</var>, podemos reescrever a dada recorrência como uma fórmula explícita.
tr: <var>ordinalThrough20(N)</var> terimi bulmak için, verilen yinelemeyi açık bir formül olarak yeniden yazabiliriz.

source: To find the amount of money saved, multiply <code>\green{<var>localeToFixed(DISCOUNT/100, 2)</var>}</code> by the original price.
fr: Pour trouver le montant économisé, on va multiplier <code>\green{<var>localeToFixed(DISCOUNT/100, 2)</var>}</code> par le prix de départ.
nb: For å finne ut hva du sparte, multipliserer vi <code>\green{<var>localeToFixed(DISCOUNT/100, 2)</var>}</code> med den opprinnelige prisen.
pl: Aby obliczyć zaoszczędzoną kwotę, musimy pomnożyć <code>\green{<var>localeToFixed(DISCOUNT/100, 2)</var>}</code> przez pierwotną cenę.
pt: Para descobrir a quantia de dinheiro economizada, multiplique <code>\green{<var>localeToFixed(DISCOUNT/100, 2)</var>}</code> pelo preço original.
tr: Tasarruf edilen para miktarını bulmak için, <code>\green{<var>localeToFixed(DISCOUNT/100, 2)</var>}</code>'i başlangıçtaki fiyatla çarpınız.

source: To find the amount of money you saved, multiply <code>\blue{<var>localeToFixed(DISCOUNT/100, 2)</var>}</code> by the original price.
fr: Pour trouver le montant économisé, on va multiplier <code>\blue{<var>localeToFixed(DISCOUNT/100, 2)</var>}</code> par le prix habituel.
nb: For å finne u thva du sparte, multipliserer vi <code>\blue{<var>localeToFixed(DISCOUNT/100, 2)</var>}</code> med den opprinnelige prisen.
pl: Aby obliczyć zaoszczędzoną kwotę, musimy pomnożyć <code>\blue{<var>localeToFixed(DISCOUNT/100, 2)</var>}</code> przez pierwotną cenę.
pt: Para encontrar a quantia de dinheiro que você economizou, multiplique <code>\blue{<var>localeToFixed(DISCOUNT/100, 2)</var>}</code> pelo preço original.

source: To find the amount of sales tax that must be paid, multiply <code>\blue{<var>localeToFixed(SALES_TAX/100, 2)</var>}</code> by the original price.
fr: Pour trouver le montant de la taxe à payer, il faut multiplier <code>\blue{<var>localeToFixed(SALES_TAX/100, 2)</var>}</code> par le prix hors taxe.
nb: For å finne ut hvor mye momsen er på, multipliserer vi <code>\blue{<var>localeToFixed(SALES_TAX/100, 2)</var>}</code> med den opprinnelige prisen.
pl: Aby obliczyć kwotę podatku, musimy pomnożyć <code>\blue{<var>localeToFixed(SALES_TAX/100, 2)</var>}</code> przez cenę netto.
pt: Para encontrar a quantia que deve ser paga de imposto, multiplique <code>\blue{<var>localeToFixed(SALES_TAX/100, 2)</var>}</code> pelo preço original.
tr: Ödenmesi gereken satış vergisini bulmak için, <code>\blue{<var>localeToFixed(SALES_TAX/100, 2)</var>}</code>'yi başlangıçtaki fiyatla çarpınız.

source: To find the amount of sales tax that must be paid, multiply <code>\blue{<var>localeToFixed(TAX / 100, 3)</var>}</code> by the original price. Round to the nearest cent.
fr: Pour trouver le montant de la taxe à payer, il faut multiplier <code>\blue{<var>localeToFixed(TAX / 100, 3)</var>}</code> par le prix hors taxe. Arrondir au centime.
nb: For å finne momsen, multipliserer vi <code>\blue{<var>localeToFixed(TAX / 100, 3)</var>}</code> av prisen på tingen. Rund av til nærmeste cent.
pl: Aby obliczyć kwotę podatku, musimy pomnożyć <code>\blue{<var>localeToFixed(TAX / 100, 3)</var>}</code> przez cenę netto. Zaokrąglij do części setnych/centów.
pt: Para encontrar a quantia que deve ser paga de imposto, multiplique <code>\blue{<var>localeToFixed(TAX / 100, 3)</var>}</code> pelo preço original. Arredonde para o centavo mais próximo.
tr: Ödenmesi gereken satış vergisini bulmak için, <code>\blue{<var>localeToFixed(TAX / 100, 3)</var>}</code>'i başlangıçtaki fiyatla çarpınız. En yakın sente yuvarlayınız.

source: To find the amount of sales tax you would pay, multiply the sales tax by the original price of the item.
fr: Pour trouver le montant de la taxe à payer, il faut multiplier le prix hors taxe de l'article par le taux de la TVA applicable à cet article.
nb: For å finne størrelsen på moms, må du multiplisere momsen med den opprinnelige prisen på varen.
pl: Aby obliczyć kwotę podatku do zapłaty, pomnóż stawkę podatku przez cenę kupowanej rzeczy.
pt: Para calcular o valor que você pagaria de imposto, multiplique o valor do imposto pelo preço original do item.
tr: Ne kadar satış vergisi ödeyeceğinizi bulmak için, satış vergisi ile malın başlangıçtaki fiyatını çarpınız.

source: To find the amount saved with the discount, multiply the discount by the original price.
fr: Pour trouver le montant économisé grâce à la réduction, on va multiplier le prix habituel par le pourcentage de réduction.
nb: For å finne hvor hvor mye rabatten blir, må vi multiplisere rabatten med den opprinnelige prisen.
pl: Aby obliczyć kwotę zaoszczędzoną dzięki rabatowi, należy pomnożyć wysokość rabatu przez pierwotną cenę.
pt: Para descobrir a quantia economizada com o desconto, multiplique o desconto pelo preço original.
tr: İndirim sonucu tasarruf edilen miktarı bulmak için, başlangıçtaki fiyatı indirimle çarpınız.

source: To find the average student score on the final exam, add up the individual scores and divide by the number of students.
fr: Pour calculer la moyenne des élèves à l'examen final, on additionne toutes les notes individuelles et on divise le résultat par le nombre d'élèves.
nb: For å finne gjennomsnittresultat for eksamen, legger vi dem sammen og deler på antall elever.
pl: Aby otrzymać średnią uczniów z egzaminu końcowego, dodaj do siebie wyniki poszczególnych uczniów i uzyskaną sumę podziel przez liczbę tych uczniów.
pt: Para encontrar a nota média dos alunos na prova final, some as notas individuais e divida pelo número de alunos.
tr: Final sınavındaki ortalama öğrenci puanını bulmak için, bireylerin aldıkları puanları toplayın ve öğrenci sayısına bölün.

source: To find the average student score on the midterm, add up the individual scores and divide by the number of students.
fr: Pour calculer la moyenne des élèves à l'examen intermédiaire, on additionne toutes les notes individuelles et on divise le résultat par le nombre d'élèves.
nb: For å finne gjennomsnittresultat for midtterminen, legger vi dem sammen og deler på antall elever.
pl: Aby otrzymać średnią uczniów z egzaminu śródsemestralnego, dodaj do siebie wyniki poszczególnych uczniów i uzyskaną sumę podziel przez liczbę tych uczniów.
pt: Para encontrar a nota média dos alunos na prova bimestral, some as notas individuais e divida pelo número de alunos.
tr: Ara dönem sınavındaki ortalama öğrenci puanını bulmak için, bireylerin aldıkları puanları toplayın ve öğrenci sayısına bölün.

source: To find the average student score, add up the individual scores and divide by the number of students.
fr: Pour trouver la moyenne des élèves, on additionne toutes les notes individuelles, puis on divise par le nombre d'élèves.
nb: For å finne gjennomsnittresultatet, legger vi sammen de ulike resultatene og deler dem på antall elever.
pl: Aby otrzymać średnią wyników uczniów, dodaj do siebie wyniki poszczególnych uczniów i podziel tę sumę przez liczbę uczniów.
pt: Para encontrar a nota médio dos alunos, some as notas individuais e divida pelo número de alunos.
tr: Ortalama öğrenci puanını bulmak için, bireylerin aldıkları puanları toplayın ve öğrenci sayısına bölün.

source: To find the denominator, count the total blocks in a rectangle.
es: Para encontrar el denominador, cuenta el total de bloques en un rectángulo.
fr: Pour trouver le dénominateur, on compte le nombre total de blocs dans un rectangle.
hi: हर निकालने के लिए, एक आयत के कुल ब्लॉक को गिनें।
nb: For å finne nevneren, teller du antall blokker i rektanglet.
pl: Aby znaleźć mianownik, policz wszystkie klocki w jednym prostokącie.
pt: Para encontrar o denominador, conte o total de blocos em um retângulo.
tr: Paydayı bulmak için, dikdörtgende toplam kaç tane blok olduğunu sayınız.

source: To find the denominator, count the total blocks in the rectangle.
es: Para encontrar el denominador, cuenta el total de bloques en el rectángulo.
fr: Pour trouver le dénominateur, on compte le nombre total de blocs dans le rectangle.
nb: For å finne nevneren, teller du antall blokker i rektanglet.
pl: Aby znaleźć mianownik, policz wszystkie klocki w jednym prostokącie.
pt: Para encontrar o denominador, conte o total de blocos no retângulo.
tr: Paydayı bulmak için, dikdörtgende toplam kaç tane blok olduğunu sayınız.

source: To find the denominator, count the total number of slices in a circle.
es: Para encontrar el denominador cuenta el número total de partes en un círculo.
fr: Pour trouver le dénominateur, on compte le nombre de parts dans un disque.
hi: हर को निकालने के लिए, एक वृत्त में हिस्सों की कुल संख्या को गिनिए।
nb: For å finne nevneren, teller du antall sektorer i en sirkel.
pl: Aby znaleźć mianownik, policz wszystkie części w jednym kole.
pt: Para encontrar o denominador, conte o número total de fatias em um círculo.
tr: Paydayı bulmak için, dairede kaç dilim olduğunu sayınız.

source: To find the denominator, count the total number of slices in the circle.
es: Para encontrar el denominador cuenta el número total de partes rojas en el círculo.
fr: Pour trouver le dénominateur, on compte le nombre de parts dans tout le disque.
hi: हर को निकालने के लिए, वृत्त में हिस्सों की कुल संख्या को गिनिए।
nb: For å finne nevneren, teller du antall sektorer i sirkelen.
pl: Aby znaleźć mianownik, policz wszystkie części w jednym kole.
pt: Para encontrar o denominador, conte o número total de fatias no círculo.
tr: Paydayı bulmak için, dairedeki dilim toplamını sayınız.

source: To find the difference in rainfall, we can subtract the amount of rain in <var>person(1)</var>'s town from the amount of rain in <var>person(2)</var>'s town.
da: For at finde forskellen i regn, kan vi fratrække mængden af regn i <var>person(1)</var>s by fra mængden af regn i <var>person(2)</var>s by.
es: Para encontrar la diferencia de lluvia, podemos restar la cantidad de lluvia que cayó en la cuidad de <var>person(1)</var> de la cantidad de lluvia que cayó en la cuidad de <var>person(2)</var>.
fr: Pour trouver la différence entre les quantités de pluie reçues, on va soustraire la quantité de pluie tombée dans la ville où habite <var>person(1)</var> de celle tombée dans la ville où habite <var>person(2)</var>.
hi: बारिश में अंतर जानने के लिए, हम बारिश की मात्रा को घटाएंगे <var>person(1)</var>'s के नगर से <var>person(2)</var>'s के नगर तकI
nb: For å finne forskjellen i regn, kan vi trekke fra mengden av regn i <var>person(1)</var>s by fra mengden av regn i <var>person(2)</var>s by.
nl: Om het verschil in de hoeveelheid regen te bepalen, trekken we de hoeveelheid regen in de stad van <var>person(1)</var> af van de hoeveelheid regel in de stad van <var>person(2)</var>.
pl: Aby obliczyć różnicę w opadach, możemy odjąć ilość deszczu w mieście, w którym mieszka <var>person(1)</var>, od ilości deszczu w mieście, w którym mieszka <var>person(2)</var>.
pt: Para encontrar a diferença na queda de chuva, podemos subtrair a quantidade de chuva na cidade de <var>person(1)</var> da quantidade de chuva na cidade de <var>person(2)</var>.
tr: Yağış arasındaki farkı bulmak için, <var>person(1)</var> ' in şehrindeki yağış miktarından <var>person(2)</var> ' nin şehrindeki yağış miktarını çıkartabiliriz.

source: To find the distance between the <span class="hint_blue">two points equidistant from <code>A</code></span> we can add center a compass on one point and change the radius to go through the other point.
es: Para encontrar la distancia entre los <span class="hint_blue"> dos puntos equidistantes de <code>A</code></span>, podemos agregar el centro del compás en un punto y mover el radio hasta que toque el otro punto.
fr: Pour déterminer la distance entre les <span class="hint_blue">deux points équidistants de <code>A</code></span> on utilise un compas que l'on centre sur un point, puis on modifie l'écartement de manière à relier le second point.
pt: Para encontrar a distância entre <span class="hint_blue">dois pontos equidistantes de <code>A</code></span> podemos centralizar um compasso sobre um ponto e alterar o raio para passar por outro ponto.
tr: <span class="hint_blue"><code>A</code>'dan eşit uzaklıktaki iki noktanın uzaklığını </span>bulmak için, pergelin merkezini noktaların birine koymayı ve diğer noktadan geçecek şekilde yarıçapı değiştirmeyi ekleyebiliriz.

source: To find the distance between the <span class="hint_blue">two points equidistant from <code>A</code></span> we can center a compass on one point and change the radius to go through the other point.
es: Para encontrar la distancia entre los <span class="hint_blue">dos puntos equidistantes de <code>A</code></span>, podemos centrar un compás en un punto y cambiar el radio para que toque el otro punto.
fr: Pour déterminer la distance entre les <span class="hint_blue">deux points équidistants de <code>A</code></span> on utilise un compas que l'on centre sur un point, puis on modifie le rayon de façon à ce que le cercle passe par le second point.
pt: Para encontrarmos a distância entre os <span class="hint_blue">dois pontos equidistantes de <code>A</code></span> podemos centralizar um compasso sobre um ponto e mudar o raio para passar pelo outro ponto.

source: To find the element at any row <code>i</code>, column <code>j</code> of the answer matrix, multiply the elements in row <code>i</code> of the first matrix, <code><var>PRETTY_MAT_1_ID</var></code>, with the corresponding elements in column <code>j</code> of the second matrix, <code><var>PRETTY_MAT_2_ID</var></code>, and add the products together.
da: For at finde elementerne for enhver række <code>i</code>, kolonne <code>j</code> i svarmatrixen, gang elementerne i række <code>i</code> i den første matrix, <code><var>PRETTY_MAT_1_ID</var></code>, med de tilsvarende elementer i kolonne <code>j</code> i matrixen <code><var>PRETTY_MAT_2_ID</var></code>, og læg produkterne sammen.
es: Para encontrar el elemento en cualquier fila <code>i</code>, columna <code>j</code> de la matriz solución, multiplica los elementos en la fila <code>i</code> de la primera matriz, <code><var>PRETTY_MAT_1_ID</var></code>, con los elementos correspondientes en la columna <code>j</code> de la segunda matriz, <code><var>PRETTY_MAT_2_ID</var></code>, y suma los productos.
fr: Pour trouver l'élément de la ligne <code>i</code> et de la colonne <code>j</code> de la matrice produit, on multiplie les éléments de la ligne <code>i</code> de la première matrice, <code><var>PRETTY_MAT_1_ID</var></code>, par les éléments correspondants de la colonne <code>j</code> de la deuxième matrice, <code><var>PRETTY_MAT_2_ID</var></code>, puis on additionner les produits obtenus.
nb: For å finne elementet på enhver rad <code>i</code>, kolonnen <code>j</code> av svarmatrisen, multipliser elementene i rad <code>i</code> i den første matrisen, <code><var>PRETTY_MAT_1_ID</var></code>, med de tilsvarende elementene i kolonne <code>j</code> i den andre matrisen, <code><var>PRETTY_MAT_2_ID</var></code>, og legge produktene sammen.
pt: Para encontrar o elemento em qualquer linha <code>i</code>, coluna <code>j</code> da matriz de resposta, multiplique os elementos na linha <code>i</code> da primeira matriz, <code><var>PRETTY_MAT_1_ID</var></code>, com os elementos correspondentes na coluna <code>j</code> da segunda matriz, <code><var>PRETTY_MAT_2_ID</var></code> e some os produtos.
tr: Cevap matrisinin herhangi bir <code>i</code> satırı ve <code>j</code> sütunundaki elemanını bulmak için, birinci matrisin, <code><var>PRETTY_MAT_1_ID</var></code>, <code>i</code> satırındaki elemanları, ikinci matrisin, <code><var>PRETTY_MAT_2_ID</var></code>, <code>j</code> sütunundaki elemanlarla çarpın, ve bu çarpımları toplayın.

source: To find the equation in standard form, complete the square.
es: Para encontrar la ecuación en la forma estándar, completa el cuadrado.
fr: Pour trouver l'équation sous sa forme factorisée, il faut mettre en évidence des carrés d'une somme ou d'une différence.
pt: Para encontrar a equação na forma padrão, complete o quadrado.
tr: Standart formdaki denklemi bulmak için, tam kareye tamamlayınız.

source: To find the equation of a linear inequality you should first find the equation of the line that forms the boundary of the solution set. This line is shown on the graph above.
da: For at finde en uligheds ligning, skal du først finde ligningen for den ligning, der afgrænsninger løsningssættet. Linjen er vist på grafen ovenfor.
es: Para encontrar la ecuación de una desigualdad lineal primero debes encontrar la ecuación de la recta que forma el límite del conjunto solución. Esta recta se muestra en el gráfico anterior.
fr: Pour trouver cette inéquation du premier degré, on doit d'abord trouver l'équation de la droite qui constitue la frontière de l'ensemble des solutions. Cette droite est représentée sur le graphique ci-dessus.
nb: For å finne en likninge av en ulikhet, skal du først finne likningen som avgrensninger løsningssettet. Linjen er vist på grafen ovenfor.
pt: Para encontrar a equação de uma inequação linear, você deve primeiro encontrar a equação da reta que forma o limite do conjunto solução. Esta reta é mostrada no gráfico acima.
tr: Doğrusal bir eşitsizliğin ifadesini bulmak için, önce çözüm kümesinin sınırını oluşturan doğrunun denklemini bulmanız gerekiyor. Bu doğru yukarıdaki grafikte gösterilmiştir.

source: To find the final price <var>person(1)</var> paid, add the sales tax you just found to the original price.
fr: Pour trouver le prix total que devra payer <var>person(1)</var>, il faut ajouter le montant de la taxe, qu'on vient juste de calculer, au prix hors taxe.
nb: Du finner den endelige prisen <var>person(1)</var> betaler, legger vi momsen du nettopp fant til den opprinnelige prisen.
pl: Aby obliczyć całkowitą cenę zapłaconą przez <var>person(1)</var>, trzeba dodać wyliczoną kwotę podatku do ceny netto.
pt: Para encontrar o preço final que <var>person(1)</var> pagou, some o valor do imposto que você acabou de encontrar ao preço original.
tr: <var>person(1)</var>'in ödediği son fiyatı bulmak için, bulduğunuz satış vergisini başlangıçtaki fiyatla toplayınız.
