Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: To get from <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> to <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>, we changed the <code>x</code>-coordinate by <code><var>DX</var></code> and the <code>y</code>-coordinate by <code><var>DY</var></code>. To translate the whole polygon, we need to do the same thing to all of its points.
es: Para ir desde <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> a <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>, cambiamos la coordenada <code>x</code> por <code><var>DX</var></code> y la coordenada <code>y</code> por <code><var>DY</var></code>. Para trasladar el polígono completo, debemos hacer lo mismo con todos los puntos.
fr: Pour aller de <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> vers <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>, on a ajouté <code><var>DX</var></code> unités à son abscisse <code>x</code> et on a ajouté <code><var>DY</var></code> unités à son ordonnée <code>y</code>. Pour translater le polygone tout entier, on doit faire la même chose pour tous ses points.
pl: Aby dotrzeć z <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> do <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>, zmieniliśmy współrzędną <code>x</code> o <code><var>DX</var></code> i współrzędną <code>y</code> o <code><var>DY</var></code>. Aby przesunąć cały wielokąt, musimy zrobić to samo ze wszystkimi jego punktami.
pt: Para ir de <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> a <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>, mudamos a coordenada <code>x</code> por <code><var>DX</var></code> e a coordenada <code>y</code> por <code><var>DY</var></code>. Para transladar o polígono inteiro, precisamos fazer o mesmo para todos os pontos.

source: To get integers, multiply all the terms by <code><var>B</var></code>.
es: Para obtener enteros, multiplica todos los términos por <code><var>B</var></code>.
fr: Pour que les coefficients soient des entiers, on multiplie par <code><var>B</var></code>.
nb: For å finne tallene, multipliser alle ledd med <code><var>B</var></code>.
pl: Żeby dostać liczby całkowite, pomnóż wszystkie wyrazy przez <code><var>B</var></code>.
pt: Para obter números inteiros, multiplique todos os termos por <code><var>B</var></code>.
tr: Tam sayı elde etmek için, terimlerin tümünü <code><var>B</var></code> ile çarpınız.

source: To give everyone a fair chance at getting evaluated,
da: For at give alle en rimelig mulighed for at blive evalueret,
es: Para darle a todos una oprtunidad justa de ser evaluados,
fr: Pour donner à tous une chance d'être évalué équitablement,
nb: For å gi alle en rimelig mulighet for at bli evalueret,
nl: Om iedereen een eerlijke kans te geven om beoordeeld te worden,
pl: Aby dać każdemu równe szanse na bycie ocenionym,
pt: Para dar a todos uma oportunidade justa de ser avaliado,
pt_pt: Para dar a todos uma oportunidade justa de serem avaliados,
tr: Herkesin adil bir şekilde değerlendirilebilmesi için,

source: To give everyone a fair chance at getting help, you can't request help again until your current request is answered.
da: For at give alle en fair chance for at få hjælp, kan du ikke bede om hjælp igen før din aktuelle anmodning er besvaret.
es: Para que todos tengan la misma oportunidad de obtener ayuda, no puedes solicitar ayuda hasta que tu solicitud actual sea respondida.
fr: Pour donner à tout le monde un chance équitable de recevoir de l'aide, vous ne pouvez demander de l'aide avant d'avoir reçu un réponse à votre demande en cours.
nb: For å gi alle en rettferdig mulighet for å få hjelp kan du ikke be om hjelp igjen før din nåværende forespørsel blir besvart.
nl: Om iedereen evenveel kans te geven om hulp te krijgen, kun je pas een nieuwe hulpverzoek plaatsen als je huidige verzoek is beantwoord.
pl: Aby dać wszystkim równe szanse na uzyskanie pomocy, nie możesz wysłać kolejnego zapytania do póki Twoja obecna sprawa nie zostanie zakończona.
pt: Para dar a todos uma oportunidade justa de obter ajuda, você não pode solicitar ajuda novamente até que sua solicitação atual seja atendida.
tr: Herkese yardım alabilmeleri için adil bir şans tanınabilsin diye, mevcut yardım isteğiniz cevaplanmadan yeni yardım isteklerinde bulunamazsınız.

source: To horizontally scale <code>\<var>FN</var>(x)</code> by <code><var>decFrac( PERIOD / 2 / PI )</var></code>, we need to substitute <code><var>decFrac( 2 * PI / PERIOD )</var>x</code> in for <code>x</code> to get <code>\<var>FN</var>(<var>decFrac( 2 * PI / PERIOD )</var>x)</code>.
es: Para escalar horizontalmente <code>\<var>FN</var>(x)</code> por <code><var>decFrac( PERIOD / 2 / PI )</var></code>, necesitamos sustituir <code><var>decFrac( 2 * PI / PERIOD )</var>x</code> en lugar de <code>x</code> para obtener <code>\<var>FN</var>(<var>decFrac( 2 * PI / PERIOD )</var>x)</code>.
fr: Pour dilater la fonction <code>\<var>FN</var>(x)</code> d'un coefficient <code><var>decFrac( PERIOD / 2 / PI )</var></code>, on doit remplacer <code>x</code> par <code><var>decFrac( 2 * PI / PERIOD )</var>x</code> afin d'obtenir <code>\<var>FN</var>(<var>decFrac( 2 * PI / PERIOD )</var>x)</code>.
pt: Para fazer a escala horizontal de <code>\<var>FN</var>(x)</code> por meio de <code><var>decFrac( PERIOD / 2 / PI )</var></code>, precisamos substituir <code><var>decFrac( 2 * PI / PERIOD )</var>x</code> em <code>x</code> para obter <code>\<var>FN</var>(<var>decFrac( 2 * PI / PERIOD )</var>x)</code>.
tr: <code>\<var>FN</var>(x)</code> fonksiyonunu yatay yönde<code><var>decFrac( PERIOD / 2 / PI )</var></code> oranında ölçeklemek için, <code>x</code> yerine <code><var>decFrac( 2 * PI / PERIOD )</var>x</code> koymalıyız ve <code>\<var>FN</var>(<var>decFrac( 2 * PI / PERIOD )</var>x)</code> elde etmeliyiz.

source: To join %(coach_name)s's class, sign up using
bg: Присъедини се към класа на %(coach_name)s чрез
da: For at tilmelde dig %(coach_name)ss klasse, benyt
es: Para unirte a la clase de %(coach_name)s regístrate usando
fr: Pour rejoindre la classe de %(coach_name)s, inscrivez vous à l'aide de
he: בכדי להצטרף לכיתה של %(coach_name)s, התחברו באמצעות
ja: %(coach_name)s のクラスに参加するには，次の電子メイルアドレスを使ってサインアップして下さい．
nb: Hvis du vil delta %(coach_name)s's klasse, meld deg inn med
nl: Om in de klas van %(coach_name)s te komen, meld je dan aan via
pl: Aby dołączyć do klasy %(coach_name)s, zarejestruj się poprzez
pt: Para juntar-se à turma do(a) %(coach_name)s, cadastre-se usando
pt_pt: Para te juntares à turma de %(coach_name)s, cria uma conta com o
tr: %(coach_name)s isimli eğitmenin sınıfına burayı kullanarak kayıt olabilirsiniz.

source: To learn even more about how your brain becomes smarter when you practice hard and try new things, teach yourself about <em>neuroplasticity</em>. <em>Neuroplasticity</em> is the way in which your brain changes depending on how you use it. The <a href=/neuroplasticity_wikipedia>Wikipedia article</a> is a good place to start.
da: For at lære endnu mere om hvordan din hjerne bliver klogere, når du øver hårdt og prøver nye ting, lær dig selv om <em>neuroplasticitet</em>. <em>Neuroplasticitet</em> er den måde, hvor din hjerne ændrings alt efter hvordan du bruger den. <a href=/neuroplasticity_wikipedia> Wikipedia artikel</a> er et godt sted at starte.
es: Para aprender más sobre cómo tu cerebro se vuelve más inteligente cuando practicas mucho y pruebas cosas nuevas, aprende un poco sobre <em>neuroplasticidad</em>. <em>La neuroplasticidad</em> es la manera en que tu cerebro cambia dependiendo de cómo lo usas. El artículo <a href=/neuroplasticity_wikipedia> de Wikipedia</a> es un buen punto de partida.
fr: Pour en savoir encore plus sur comment votre cerveau devient plus intelligent quand vous pratiquez dur et essayez de nouvelles choses, apprenez à propos de la <em>neuroplastie</em>.<em>Neuroplastie</em>est l'évolution de votre cerveau dépendamment de comment vous l'utilisez. L'article<a href=/neuroplasticity_wikipedia>publié sur Wikipedia</a>est un bon endroit pour commencer à en savoir plus.
nb: For å lære enda mer om hvordan hjernen blir smartere når du øver hardt og prøver nye ting, lær deg selv om <em>nevroplastisitet</em>. <em>Nevroplastisitet</em> er måten hjernen din tilpasser seg avhengig av hvordan du bruker den. <a href=/neuroplasticity_wikipedia>Wikipedia-artikkelen</a> er et godt sted å starte.
nl: Om meer te leren over hoe jouw brein slimmer wordt als je veel oefent en nieuwe dingen probeert, leer jezelf dan over <em>neuroplasticiteit</em>. <em>Neuroplasticiteit</em> is de manier waarop jouw brein verandert afhankelijk van je het gebruikt. Dit <a href=/neuroplasticity_wikipedia>Wikipedia artikel</a> is een goed begin hiervoor.
pl: Jeżeli jesteś zainteresowany tym jak uczenie się nowych rzeczy i powtarzanie już znanych wpływa na Twój mózg, dowiedz się więcej o <em>neuroplastyczności</em>. To <em>neuroplastyczność</em> sprawia, że w Twoim mózgu dokonują się zmiany zależne od tego w jaki sposób go używasz. Poczytasz o niej między innymi w <a href=/neuroplasticity_wikipedia>artykule Wikipedii</a>.
pt: Para saber mais sobre como o cérebro se torna mais inteligente quando você pratica e experimenta coisas novas, leia sobre <em>neuroplasticidade</em>. <em>Neuroplasticidade</em> é a forma como seu cérebro muda, dependendo de como você o usa. O <a href=/neuroplasticity_wikipedia>artigo da Wikipédia</a> é um bom lugar para começar.

source: To learn how to use Khan Academy in your classroom, explore our <a href="/coach-res">Coach Resources</a>.
da: For at lære hvordan Khan Academy bruges i klasselokalet, kan du udforske vores <a href="/coach-res">Ressourcer for Lærere</a>.
es: Para aprender cómo usar Khan Academy en tu salón, explora nuestros <a href="/coach-res">recursos del tutor</a>.
fr: Pour apprendre comment utiliser la Khan Academy dans votre classe, explorez les <a href="/coach-res">ressources pour les coach</a>.
ja: あなたのクラスルームでカーンアカデミーをどのように使うか学ぶために，私達の<a href="/coach-res">コーチリソース</a>をご覧下さい．
nb: For å lære hvordan du bruker Khan Academy i klasserommet, utforsk våre <a href="/coach-res">Ressurser for veiledere</a>.
nl: Om te leren hoe je Khan Academy moet gebruiken in de klas, bekijk dan onze <a href="/coach-res">Coach Resources</a>.
pl: Aby dowiedzieć się, jak używać Academi Khana w swojej klasie, poznaj nasze <a href="/coach-res"> zasoby dla trenerów</a>.
pt: Para saber como usar a Khan Academy em sala de aula, explore nossos <a href="/coach-res">Recursos para tutores</a>.
pt_pt: Para aprender a utilizar a Khan Academy na sua sala de aula, explore os <a href="/coach-res">recursos para tutores</a>.
tr: Khan Academy'yi sınıfınızda nasıl kullanabileceğinizi öğrenmek için, <a href="/coach-res">Eğitmen Kaynakları</a> bölümünden yararlanabilirsiniz.

source: To learn more, <a href="/science/brit-cruise/cryptography/v/caesar-cipher">watch a video</a> on the Caeser cipher.
nb: For å lære mer, <a href="/science/brit-cruise/cryptography/v/caesar-cipher"> se en video</a> om Caeser chiffer.
pl: Aby dowiedzieć się więcej, <a href="/science/brit-cruise/cryptography/v/caesar-cipher">obejrzyj film</a> o szyfrze Cezara.
pt: Para saber mais, <a href="/science/brit-cruise/cryptography/v/caesar-cipher">assista a um vídeo</a> sobre codificação Caeser.
tr: Daha fazla bilgi edinmek için, Casear şifreleri üzerine <a href="/science/brit-cruise/cryptography/v/caesar-cipher">bir video izleyin</a>.

source: To learn more, <a href="/science/brit-cruise/cryptography/v/frequency-stability">watch a video</a> on frequency stability.
nb: For å lære mer, <a href="/science/brit-cruise/cryptography/v/frequency-stability"> se en video</a> om frekvensstabilitet.
pl: Aby dowiedzieć się więcej, <a href="/science/brit-cruise/cryptography/v/frequency-stability">obejrzyj film</a> o stabilności częstotliwości.
pt: Para saber mais, <a href="/science/brit-cruise/cryptography/v/frequency-stability">assista a um vídeo</a> sobre estabilidade de frequência.
tr: Daha fazla bilgi edinmek için frekans istikrarı hakkında <a href="/science/brit-cruise/cryptography/v/frequency-stability">bir video izleyin</a>.

source: To learn more, <a href="/science/brit-cruise/cryptography/v/perfect-secrecy">watch a video</a> on perfect secrecy.
pl: Aby dowiedzieć się więcej, <a href="/science/brit-cruise/cryptography/v/perfect-secrecy">obejrzyj film</a> tajności doskonałej.
pt: Para saber mais, <a href="/science/brit-cruise/cryptography/v/perfect-secrecy">assista a um vídeo</a> sobre sigilo total.
tr: Daha fazla bilgi edinmek için, mükemmel gizlilik hakkında <a href="/science/brit-cruise/cryptography/v/perfect-secrecy">bir video izleyin</a>.

source: To learn more, <a href="/science/brit-cruise/cryptography/v/random-vs--pseudorandom-number-generators">watch a video</a> on pseudorandom number generators.
pl: Aby dowiedzieć się więcej, <a href="/science/brit-cruise/cryptography/v/random-vs--pseudorandom-number-generators">obejrzyj film</a> o generatorach liczb pseudolosowych.
pt: Para saber mais, <a href="/science/brit-cruise/cryptography/v/random-vs--pseudorandom-number-generators">assista a um vídeo</a> sobre geradores de números pseudo-aleatórios.
tr: Daha fazlasını öğrenmek için, yalancı rastgele sayı üreteçleriyle ilgili <a href="/science/brit-cruise/cryptography/v/random-vs--pseudorandom-number-generators">bir video izleyin</a>.

source: To learn more, <a href="/science/brit-cruise/cryptography/v/rsa-encryption-algorithm">watch a video</a> on time complexity.
nb: For å lære mer, <a href="/science/brit-cruise/cryptography/v/rsa-encryption-algorithm"> se en video</a> om tidskompleksitet.
pt: Para saber mais, <a href="/science/brit-cruise/cryptography/v/rsa-encryption-algorithm">assista a um vídeo</a> sobre complexidade de tempo.
tr: Daha fazla bilgi edinmek için, zaman karmaşıklığı hakkında <a href="/science/brit-cruise/cryptography/v/rsa-encryption-algorithm">bir video izleyin</a>.

source: To log in and use all the features of Khan Academy, please enable JavaScript in your browser.
bg: За да влезеш и използваш всички функции на Кан академията, моля активирай JavaScript в браузъра си.
da: For at logge ind og bruge alle funktionerne i Khan Academy, venligst aktiver JavaScript i din browser.
es: Para iniciar sesión y utilizar todas las funciones de Khan Academy tienes que habilitar JavaScript en tu navegador.
fr: Pour vous connecter et avoir accès à toutes les fonctionnalités de la Khan Academy, veuillez activer JavaScript dans votre navigateur.
he: בכדי להכנס ולהשתמש בכל התכונות של אקדמיית קהאן, יש לאפשר JavaScript בדפדפן שלך.
ja: カーンアカデミーのすべての機能を使用するためにはログインが必要です．その際，お使いのブラウザーの JavaScript を有効にしてください．
nb: For å logge inn og utnytte alle mulighetene i Khan Academy, vennligst aktiver JavaScript i nettleseren din.
nl: Activeer JavaScript in je browser om in te loggen en alle functies van Khan Academy te gebruiken.
pl: Aby się zalogować i korzystać z wszystkich funkcji Khan Academy, włącz obsługę JavaScript w Twojej przeglądarce.
pt: Para entrar como usuário e utilizar todos os recursos da Khan Academy, habilite o JavaScript em seu navegador.
pt_pt: Para poderes iniciar sessão e desfrutares de todas as funcionalidades da Khan Academy, por favor ativa primeiro o JavaScript no teu navegador.
tr: Giriş ve Khan Academy'nin tüm özelliklerini kullanmak için lütfen tarayıcınızda JavaScript'i etkinleştirin.

source: To make an equivalent equation with a whole number divisor, we can multiply both numbers by <code><var>MULTIPLE</var></code>.
es: Para hacer una ecuación equivalente con un divisor entero, podemos multiplicar ambos números por <code><var>MULTIPLE</var></code>.
fr: Pour avoir une expression équivalente avec un nombre entier comme diviseur, on multiplie les 2 nombres par <code><var>MULTIPLE</var></code>.
hi: सम्पूर्ण गुणक अंक के साथ एक समकक्ष समीकरण बनाने के लिये ,हम दोनों अंको को <code><var>MULTIPLE</var></code> से गुणा कर सकते हैं।
nb: For å lage en tilsvarende likning med hele tall som divisor, kan vi multiplisere begge tall med <code><var>MULTIPLE</var></code>.
nl: Om een gelijkwaardige vergelijking te krijgen met een geheel getal als deler, kunnen we beide getallen vermenigvuldigen met <code><var>MULTIPLE</var></code>.
pl: Żeby ułamek był równoważny, ale miał całkowity mianownik, możemy pomnożyć obie liczby przez <code><var>MULTIPLE</var></code>.
pt: Para fazer uma equação equivalente com um divisor que seja um número inteiro, podemos multiplicar ambos os números por <code><var>MULTIPLE</var></code>.
tr: Doğal sayı bölenli denk bir denklem oluşturmak için, iki sayıyı birden <code><var>MULTIPLE</var></code> ile çarpabiliriz.

source: To make counting the cubes easier, break the rectangular prism into <code><var>HEIGHT</var></code> slabs which are each <code><var>WIDTH</var> <var>UNIT_TEXT</var></code> wide, <code><var>LENGTH</var> <var>UNIT_TEXT</var></code> long, and <code>1 <var>UNIT_TEXT</var></code> high.
es: Para facilitar la cuenta de cubos divide el prisma rectangular en <code><var>HEIGHT</var></code> bloques, cada uno de <code><var>WIDTH</var> <var>UNIT_TEXT</var></code> de ancho, <code><var>LENGTH</var> <var>UNIT_TEXT</var></code> de largo y <code>1 <var>UNIT_TEXT</var></code> de alto.
fr: Pour compter plus facilement les cubes, on découpe le parallélépipède rectangle en <code><var>HEIGHT</var></code> blocs mesurant chacun <code><var>WIDTH</var> <var>UNIT_TEXT</var></code> de long, <code><var>LENGTH</var> <var>UNIT_TEXT</var></code> de large, et <code>1 <var>UNIT_TEXT</var></code> de haut.
nb: For å gjøre det lettere å telle, kan du dele opp prismet i <code><var>HEIGHT</var></code> lag, som er<code><var>WIDTH</var> <var>UNIT_TEXT</var></code> brede, <code><var>LENGTH</var> <var>UNIT_TEXT</var></code> lange, og <code>1 <var>UNIT_TEXT</var></code> høye.
pl: Żeby ułatwić liczenie sześcianów, podziel pudełko na <code><var>HEIGHT</var></code> warstw, z których każda ma <code><var>WIDTH</var> <var>UNIT_TEXT</var></code> szerokości, <code><var>LENGTH</var> <var>UNIT_TEXT</var></code> długości, i <code>1 <var>UNIT_TEXT</var></code> wysokości.
pt: Para facilitar a contagem dos cubos, divida o prisma retangular em <code><var>HEIGHT</var></code> camadas com <code><var>WIDTH</var> <var>UNIT_TEXT</var></code> de largura, <code><var>LENGTH</var> <var>UNIT_TEXT</var></code> de comprimento, e <code>1 <var>UNIT_TEXT</var></code> de altura.
tr: Küpleri saymayı kolaylaştırmak için, dikdörtgenler prizmasını <code><var>HEIGHT</var></code> tabakaya ayırınız, her birisi <code><var>WIDTH</var> <var>UNIT_TEXT</var></code> genişliğinde, <code><var>LENGTH</var> <var>UNIT_TEXT</var></code> uzunluğunda, ve <code>1 <var>UNIT_TEXT</var></code> yüksekliğinde olmalıdır.

source: To make simplifying easier, let's put everything in terms of <code>\sin</code> and <code>\cos</code>. <code><var>FUNC</var> = <var>FUNC_SIMP</var></code>, so we can plug that in to get
da: For at gøre reduktionen lettere, så lad os udtrykke alt med <code>\sin</code> og <code>\cos</code>. <code><var>FUNC</var> = <var>FUNC_SIMP</var></code>, så vi kan indsætte det for at få
es: Para hacer más fácil la simplificación, pongamos todo en términos de <code>\sin</code> y <code>\cos</code>. <code><var>FUNC</var> = <var>FUNC_SIMP</var></code>, así que podemos usar eso para obtener
fr: Pour rendre la simplification plus facile, on exprime tout en fonction de <code>\sin</code> et <code>\cos</code>. <code><var>FUNC</var> = <var>FUNC_SIMP</var></code> et on obtient
pt: Para facilitar a simplificação, vamos colocar tudo em função de <code>\sin</code> e <code>\cos</code>. <code><var>FUNC</var> = <var>FUNC_SIMP</var></code>, de forma que podemos substituir para obter
tr: Sadeleştirmeyi kolaylaştırmak için, her şeyi <code>\sin</code> ve <code>\cos</code> cinsinden yazarız. <code><var>FUNC</var> = <var>FUNC_SIMP</var></code>, yani bunu yerine koyarak şöyle bir şey elde ederiz.

source: To make simplifying easier, let's put everything in terms of <code>\sin</code> and <code>\cos</code>. We know <code><var>EQUIV</var> = <var>EQUIV_SIMP</var></code> and <code><var>FUNC</var> = <var>FUNC_SIMP</var></code>, so we can substitute to get
da: For at gøre reduktionen lettere, så lad os udtrykke alt med <code>\sin</code> og <code>\cos</code>. Vi ved, at <code><var>EQUIV</var> = <var>EQUIV_SIMP</var></code> og <code><var>FUNC</var> = <var>FUNC_SIMP</var></code>, så vi kan substituere for at få
es: Para hacer más fácil la simplificación, pongamos todo en términos de <code>\sin</code> y <code>\cos</code>. Sabemos que <code><var>EQUIV</var> = <var>EQUIV_SIMP</var></code> y <code><var>FUNC</var> = <var>FUNC_SIMP</var></code>, así que podemos sustituir para obtener
fr: Pour rendre la simplification plus facile, on exprime tout en fonction de <code>\sin</code> et <code>\cos</code>. On sait que <code><var>EQUIV</var> = <var>EQUIV_SIMP</var></code> et <code><var>FUNC</var> = <var>FUNC_SIMP</var></code>, donc on obtient
pt: Para facilitar a simplificação, vamos colocar tudo em função de <code>\sin</code> e <code>\cos</code>. Sabemos que <code><var>EQUIV</var> = <var>EQUIV_SIMP</var></code> e <code><var>FUNC</var> = <var>FUNC_SIMP</var></code>, de forma que podemos substituir e obter
tr: Sadeleştirmeyi kolaylaştırmak için, her şeyi <code>\sin</code> ve <code>\cos</code> cinsinden yazalım. <code><var>EQUIV</var> = <var>EQUIV_SIMP</var></code> ve <code><var>FUNC</var> = <var>FUNC_SIMP</var></code> olduğunu biliyoruz, yani yerine koyarak şunu elde edebiliriz

source: To make simplifying easier, let's put everything in terms of <code>\sin</code> and <code>\cos</code>. We know <code><var>EQUIV</var> = <var>EQUIV_SIMP</var></code>, so we can substitute to get
da: For at gøre reduktionen lettere, så lad os udtrykke alt med <code>\sin</code> og <code>\cos</code>. Vi ved, at <code><var>EQUIV</var> = <var>EQUIV_SIMP</var></code>, så vi kan substituere for at få
es: Al hacer más fácil la simplificación, pongamos todo en términos de <code>\sin</code> y <code>\cos</code>. Sabemos que <code><var>EQUIV</var> = <var>EQUIV_SIMP</var></code>, así que podemos sustituir para obtener
fr: Pour rendre la simplification plus facile, on exprime tout en fonction de <code>\sin</code> et <code>\cos</code>. On sait que <code><var>EQUIV</var> = <var>EQUIV_SIMP</var></code>, donc on obtient
pt: Para facilitar a simplificação, vamos colocar tudo em função de <code>\sin</code> e <code>\cos</code>. Sabemos que <code><var>EQUIV</var> = <var>EQUIV_SIMP</var></code>, de forma que podemos substituir e obter
tr: Sadeleştirmeyi kolaylaştırmak için, her şeyi <code>\sin</code> ve <code>\cos</code> cinsinden yazalım. <code><var>EQUIV</var> = <var>EQUIV_SIMP</var></code> olduğunu biliyoruz, yani yerine koyarak şunu elde edebiliriz.
