Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: So we can factor the polynomial as <code>(<var>plus("x", -A + "y")</var>)(<var>plus("x", -B + "y")</var>)</code>.
da: Vi kan derfor faktorisere polynomiet som <code>(<var>plus("x", -A + "y")</var>)(<var>plus("x", -B + "y")</var>)</code>.
es: Entonces podemos factorizar el polinomio como <code>(<var>plus("x", -A + "y")</var>)(<var>plus("x", -B + "y")</var>)</code>.
fr: Donc la factorisation du polynôme est <code>(<var>plus("x", -A + "y")</var>)(<var>plus("x", -B + "y")</var>)</code>.
nb: Vi kan derfor faktorisere polynomet som <code>(<var>plus("x", -A + "y")</var>)(<var>plus("x", -B + "y")</var>)</code>.
pl: Zatem możemy rozłożyć wielomian jako <code>(<var>plus("x", -A + "y")</var>)(<var>plus("x", -B + "y")</var>)</code>.
pt: Então podemos fatorar o polinômio como <code>(<var>plus("x", -A + "y")</var>)(<var>plus("x", -B + "y")</var>)</code>.
tr: Yani polinomu <code>(<var>plus("x", -A + "y")</var>)(<var>plus("x", -B + "y")</var>)</code> olarak çarpanlarına ayırabiliriz.

source: So we can factor the polynomial as:
da: Vi kan derfor faktorisere polynomiet sådan her:
es: Entonces, podemos factorizar el polinomio como:
fr: On peut donc factoriser le polynôme ainsi :
nb: Vi kan derfor faktorisere polynomet som her:
pl: Więc możemy rozłożyć wielomian na czynniki w taki sposób:
pt: Portanto, podemos fatorar o polinômio como:
tr: Yani polinomu şöyle çarpanlarına ayırabiliriz:

source: So we can multiply both sides by <code><var>C</var></code>.
da: Vi kan derfor gange begge sider med <code><var>C</var></code>.
es: Así podemos multiplicar ambos lados por <code><var>C</var></code>.
fr: On peut donc multiplier les deux membres par <code><var>C</var></code>.
nb: Vi kan derfor multiplisere begge sider med <code><var>C</var></code>.
pl: Zatem możemy pomnożyć obie strony przez <code><var>C</var></code>.
pt: Então podemos multiplicar os dois lados por <code><var>C</var></code>.
tr: Yani iki tarafı <code><var>C</var></code> ile çarpabiliriz.

source: So we can rewrite the expression as:
da: Så vi kan omskrive udtrykket til:
es: Así que podemos reescribir la expresión como:
fr: La fraction s'écrit :
nb: Så vi kan omskrive uttrykket til:
pl: Zatem możemy przepisać wyrażenie jako:
pt: Então podemos reescrever a expressão como:
tr: Buna göre, ifadeyi şu şekilde baştan yazabiliriz:

source: So we can write <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code> like this:
es: Por tanto podemos escribir <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code> así:
fr: On peut donc écrire <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code> sous la forme :
nb: Så vi kan skrive <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code> som dette:
pl: Więc możemy zapisać <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code> w ten sposób:
pt: Sendo assim, podemos escrever <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code> assim:
tr: Böylece, <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code>'i şöyle yeniden yazabiliriz:

source: So we have <code>\blue{<var>A</var>}</code> <span data-if="isSingular(abs(A))"> lot of </span> <span data-else=""> lots of </span> <code>x</code>, <code>\green{<var>B</var>}</code> <span data-if="isSingular(abs(B))"> lot of </span> <span data-else=""> lots of </span> <code>y</code>, and a <code>\pink{<var>C</var>}</code>.
nb: Så vi har <code>\blue{<var>A</var>}</code> <span data-if="isSingular(abs(A))"> mange </span> <span data-else=""> mange </span> <code>x</code>, <code>\green{<var>B</var>}</code> <span data-if="isSingular(abs(B))"> mange</span> <span data-else=""> mange </span> <code>y</code>, og en <code>\pink{<var>C</var>}</code>.
pt: Então temos <code>\blue{<var>A</var>}</code> <span data-if="isSingular(abs(A))"> quantidade de </span> <span data-else=""> quantidades de </span> <code>x</code>, <code>\green{<var>B</var>}</code> <span data-if="isSingular(abs(B))"> quantidade de </span> <span data-else=""> quantidades de </span> <code>y</code> e um <code>\pink{<var>C</var>}</code>.
tr: Buna göre, <code>\blue{<var>A</var>}</code> <span data-if="isSingular(abs(A))"> tane </span> <span data-else=""> tane </span> <code>x</code>, <code>\green{<var>B</var>}</code> <span data-if="isSingular(abs(B))"> tane </span> <span data-else=""> lots of </span> <code>y</code>, ve <code>\pink{<var>C</var>}</code> elde ederiz.

source: So we just move the orange dot <code>\blue{<var>NUMERATOR</var>}</code> tick mark to get to <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code>.
fr: Donc on déplace le point orange de <code>\blue{<var>NUMERATOR</var>}</code> graduation pour le mettre au point qui correspond à <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code>.
nb: Så flytter vi bare den oransje sirkelen til <code>\blue{<var>NUMERATOR</var>}</code> merket å få <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code>.
pl: Dlatego wystarczy przesunąć pomarańczową kropkę o <code>\blue{<var>NUMERATOR</var>}</code> znacznik, żeby znalazła się w <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code>.
pt: Então, apenas movemos a marca <code>\blue{<var>NUMERATOR</var>}</code> do ponto laranja para chegarmos a <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code>.

source: So we know that <code><var>A</var> - \lvert x \rvert \geq 0</code>.
da: Vi ved altså, at <code><var>A</var> - \lvert x \rvert \geq 0</code>.
es: Así que sabemos que <code><var>A</var> - \lvert x \rvert \geq 0</code>.
fr: Donc <code><var>A</var> - \lvert x \rvert \geq 0</code>.
nb: Vi vet altså at <code><var>A</var> - \lvert x \rvert \geq 0</code>.
pt: Logo, sabemos que <code><var>A</var> - \lvert x \rvert \geq 0</code>.
tr: <code><var>A</var> - \lvert x \rvert \geq 0</code> olduğunu biliyoruz.

source: So we know: <code>f^{-1}(y) = <var>Y_OVER_M</var> - <var>B_OVER_M</var></code>
fr: Donc : <code>f^{-1}(y) = <var>Y_OVER_M</var> - <var>B_OVER_M</var></code>
nb: Så vi vet at: <code>f^{-1}(y) = <var>Y_OVER_M</var> - <var>B_OVER_M</var></code>
pt: Então, sabemos que: <code>f^{-1}(y) = <var>Y_OVER_M</var> - <var>B_OVER_M</var></code>
tr: O zaman,şunu biliyoruz: <code>f^{-1}(y) = <var>Y_OVER_M</var> - <var>B_OVER_M</var></code>

source: So, <code> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} = \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}</code>.
da: Så, <code> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} = \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}</code>.
es: Entonces, <code> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} = \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}</code>.
fr: Donc, <code> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} = \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}</code>.
nb: Så, <code> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} = \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}</code>.
pl: Zatem <code> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} = \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}</code>.
pt: Então, <code> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} = \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}</code>.
tr: Buna göre, <code> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} = \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}</code>.

source: So, <code> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} = \blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}</code>.
da: Så, <code> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} = \blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}</code>.
es: Entonces, <code> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} = \blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}</code>.
fr: Donc, <code> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} = \blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}</code>.
nb: Så, <code> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} = \blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}</code>.
pl: Zatem <code> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} = \blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}</code>.
pt: Então, <code> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} = \blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}</code>.
tr: Buna göre, <code> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} = \blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}</code>.

source: So, <code>(\sin^2 \theta + \cos^2 \theta)(<var>FUNC</var>) = 1 \cdot <var>FUNC</var> = <var>FUNC</var></code>
es: Así, <code>(\sin^2 \theta + \cos^2 \theta)(<var>FUNC</var>) = 1 \cdot <var>FUNC</var> = <var>FUNC</var></code>
fr: Donc, <code>(\sin^2 \theta + \cos^2 \theta)(<var>FUNC</var>) = 1 \cdot <var>FUNC</var> = <var>FUNC</var></code>
pt: Portanto, <code>(\sin^2 \theta + \cos^2 \theta)(<var>FUNC</var>) = 1 \cdot <var>FUNC</var> = <var>FUNC</var></code>
tr: Buna göre, <code>(\sin^2 \theta + \cos^2 \theta)(<var>FUNC</var>) = 1 \cdot <var>FUNC</var> = <var>FUNC</var></code>

source: So, <code><var>ANGLE_B_LABEL</var> = 180^\circ - <var>SUBANGLE_1</var></code>
es: Entonces, <code><var>ANGLE_B_LABEL</var> = 180^\circ - <var>SUBANGLE_1</var></code>
pt: Então, <code><var>ANGLE_B_LABEL</var> = 180^\circ - <var>SUBANGLE_1</var></code>
tr: Buna göre, <code><var>ANGLE_B_LABEL</var> = 180^\circ - <var>SUBANGLE_1</var></code>

source: So, <code><var>ASKED_LABEL</var> = 2 \cdot <var>GIVEN_LABEL</var></code>.
es: Entonces, <code><var>ASKED_LABEL</var> = 2 \cdot <var>GIVEN_LABEL</var></code>.
pt: Então, <code><var>ASKED_LABEL</var> = 2 \cdot <var>GIVEN_LABEL</var></code>.
tr: Buna göre, <code><var>ASKED_LABEL</var> = 2 \cdot <var>GIVEN_LABEL</var></code>.

source: So, <code><var>ASKED_LABEL</var> = \frac{1}{2}<var>GIVEN_LABEL</var></code>.
es: Entonces, <code><var>ASKED_LABEL</var> = \frac{1}{2}<var>GIVEN_LABEL</var></code>.
pt: Então, <code><var>ASKED_LABEL</var> = \frac{1}{2}<var>GIVEN_LABEL</var></code>.
tr: Buna göre, <code><var>ASKED_LABEL</var> = \frac{1}{2}<var>GIVEN_LABEL</var></code>.

source: So, <code><var>IDENT</var> = <var>EQUIV</var></code>
es: Así, <code><var>IDENT</var> = <var>EQUIV</var></code>
fr: Donc, <code><var>IDENT</var> = <var>EQUIV</var></code>
pt: Portanto, <code><var>IDENT</var> = <var>EQUIV</var></code>
tr: Buna göre, <code><var>IDENT</var> = <var>EQUIV</var></code>

source: So, <code><var>N * N</var> &lt; <var>Q</var> &lt; <var>(N + 1) * (N + 1)</var></code>.
es: Entonces, <code><var>N * N</var> &lt; <var>Q</var> &lt; <var>(N + 1) * (N + 1)</var></code>.
fr: Donc, on sait que <code><var>N * N</var> &lt; <var>Q</var> &lt; <var>(N + 1) * (N + 1)</var></code>.
hi: तो, <code><var>N * N</var> &lt; <var>Q</var> &lt; <var>(N + 1) * (N + 1)</var></code> I
nb: Så <code><var>N * N</var> &lt; <var>Q</var> &lt; <var>(N + 1) * (N + 1)</var></code>.
nl: Dus <code><var>N * N</var> &lt; <var>Q</var> &lt; <var>(N + 1) * (N + 1)</var></code>.
pl: Zatem, <code><var>N * N</var> &lt; <var>Q</var> &lt; <var>(N + 1) * (N + 1)</var></code>.
pt: Portanto, <code><var>N * N</var> &lt; <var>Q</var> &lt; <var>(N + 1) * (N + 1)</var></code>.
tr: Buna göre, <code><var>N * N</var> &lt; <var>Q</var> &lt; <var>(N + 1) * (N + 1)</var></code>.

source: So, <code><var>PRETTY_MAT_ID</var></code> is a <var>DIM_1</var> <code>\times</code> <var>DIM_2</var> matrix.
da: Så, <code><var>PRETTY_MAT_ID</var></code> er en <var>DIM_1</var> <code>\times</code> <var>DIM_2</var> matrix.
es: Así, <code><var>PRETTY_MAT_ID</var></code> es una matriz <var>DIM_1</var> <code>\times</code> <var>DIM_2</var>.
fr: Donc, la matrice <code><var>PRETTY_MAT_ID</var></code> est de dimension <var>DIM_1</var> <code>\times</code> <var>DIM_2</var>.
nb: Så, <code><var>PRETTY_MAT_ID</var></code> er en <var>DIM_1</var> <code>\times</code> <var>DIM_2</var> matrise.
pt: Portanto, <code><var>PRETTY_MAT_ID</var></code> é uma matriz <var>DIM_1</var> <code>\times</code> <var>DIM_2</var>.
tr: Yani <code><var>PRETTY_MAT_ID</var></code>, <var>DIM_1</var> <code>\times</code> <var>DIM_2</var> matristir.

source: So, <code>\blue{\angle{ABE}} = 2 \cdot \orange{\angle{ADB}}</code>.
es: Entonces, <code>\blue{\angle{ABE}} = 2 \cdot \orange{\angle{ADB}}</code>.
pt: Então, <code>\blue{\angle{ABE}} = 2 \cdot \orange{\angle{ADB}}</code>.
tr: Buna göre, <code>\blue{\angle{ABE}} = 2 \cdot \orange{\angle{ADB}}</code>.

source: So, <code>\dfrac{<var>NUM_1</var>}{<var>DEN_1</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2</var>}{<var>DEN_2</var>}</code>.
da: Så <code>\dfrac{<var>NUM_1</var>}{<var>DEN_1</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2</var>}{<var>DEN_2</var>}</code>.
es: Así que, <code>\dfrac{<var>NUM_1</var>}{<var>DEN_1</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2</var>}{<var>DEN_2</var>}</code>.
fr: Donc <code>\dfrac{<var>NUM_1</var>}{<var>DEN_1</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2</var>}{<var>DEN_2</var>}</code>.
nb: Så <code>\dfrac{<var>NUM_1</var>}{<var>DEN_1</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2</var>}{<var>DEN_2</var>}</code>.
nl: Dus, <code>\dfrac{<var>NUM_1</var>}{<var>DEN_1</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2</var>}{<var>DEN_2</var>}</code>.
pl: Zatem <code>\dfrac{<var>NUM_1</var>}{<var>DEN_1</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2</var>}{<var>DEN_2</var>}</code>.
pt: Logo, <code>\dfrac{<var>NUM_1</var>}{<var>DEN_1</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2</var>}{<var>DEN_2</var>}</code>.
tr: Bu sebeple, <code>\dfrac{<var>NUM_1</var>}{<var>DEN_1</var>} <var>SOLUTION</var> \dfrac{<var>NUM_2</var>}{<var>DEN_2</var>}</code>.

source: So, <code>\orange{\angle{ADC}} = \frac{1}{2} \cdot \blue{<var>GIVEN</var>^\circ} = <var>GIVEN / 2</var>^\circ</code>.
es: Entonces, <code>\orange{\angle{ADC}} = \frac{1}{2} \cdot \blue{<var>GIVEN</var>^\circ} = <var>GIVEN / 2</var>^\circ</code>.
pt: Portanto, <code>\orange{\angle{ADC}} = \frac{1}{2} \cdot \blue{<var>GIVEN</var>^\circ} = <var>GIVEN / 2</var>^\circ</code>.
tr: Buna göre, <code>\orange{\angle{ADC}} = \frac{1}{2} \cdot \blue{<var>GIVEN</var>^\circ} = <var>GIVEN / 2</var>^\circ</code>.

source: So, <code>\sqrt{<var>NUM</var>} = \sqrt{<var>SPLIT[0]</var>^2} = <var>SPLIT[0]</var></code>
es: Entonces, <code>\sqrt{<var>NUM</var>} = \sqrt{<var>SPLIT[0]</var>^2} = <var>SPLIT[0]</var></code>
fr: Donc, <code>\sqrt{<var>NUM</var>} = \sqrt{<var>SPLIT[0]</var>^2} = <var>SPLIT[0]</var></code>
hi: तो, <code>\sqrt{<var>NUM</var>} = \sqrt{<var>SPLIT[0]</var>^2} = <var>SPLIT[0]</var></code>
nb: Så <code>\sqrt{<var>NUM</var>} = \sqrt{<var>SPLIT[0]</var>^2} = <var>SPLIT[0]</var></code>
nl: Dus, <code>\sqrt{<var>NUM</var>} = \sqrt{<var>SPLIT[0]</var>^2} = <var>SPLIT[0]</var></code>
pl: Więc <code>\sqrt{<var>NUM</var>} = \sqrt{<var>SPLIT[0]</var>^2} = <var>SPLIT[0]</var></code>
pt: Então, <code>\sqrt{<var>NUM</var>} = \sqrt{<var>SPLIT[0]</var>^2} = <var>SPLIT[0]</var></code>
tr: Buna göre, <code>\sqrt{<var>NUM</var>} = \sqrt{<var>SPLIT[0]</var>^2} = <var>SPLIT[0]</var></code>

source: So, <code>x = <var>ABs</var></code>.
es: Por tanto, <code>x = <var>ABs</var></code>.
fr: Donc, <code>x = <var>ABs</var></code>.
nb: Så, <code>x = <var>ABs</var></code>.
pl: Więc <code>x = <var>ABs</var></code>.
pt: Portanto, <code>x = <var>ABs</var></code>.
tr: Yani, <code>x = <var>ABs</var></code>.

source: So, <code>x = <var>AC + ACrs</var></code>.
es: Por tanto, <code>x = <var>AC + ACrs</var></code>.
fr: Donc, <code>x = <var>AC + ACrs</var></code>.
pl: Więc <code>x = <var>AC + ACrs</var></code>.
pt: Portanto, <code>x = <var>AC + ACrs</var></code>.
tr: Buna göre, <code>x = <var>AC + ACrs</var></code>.

source: So, <code>x_1 = <var>H</var></code> and <code>y_1 = <var>K</var></code>.
pt: Então, <code>x_1 = <var>H</var></code> e <code>y_1 = <var>K</var></code>.
tr: Buna göre, <code>x_1 = <var>H</var></code> ve <code>y_1 = <var>K</var></code>.

source: So, any number divisible by both must have <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code> as part of its prime factorization.
es: Así, todo número divisible entre ambos debe tener <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code> como parte de su factorización en primos.
fr: Donc, un nombre N divisible par les deux nombres donnés doit avoir <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code> dans sa décomposition en facteurs premiers.
hi: इसलिए, कोई भी संख्या जो दोनों से भाज्य हो उसके पास <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code> होना चाहिए अभाज्य गुनको के अनुसारI
nb: Så alle tall som er delelige med begge, skal ha <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code> som en del av deres primtallsfaktorisering.
nl: Elk getal dat door allebei deelbaar is moet dus <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code> als deel van zijn ontbinding in factoren hebben.
pl: Więc jakakolwiek liczba podzielna przez obie musi mieć <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code> jako część liczb wchodzących w skład jej czynników pierwszych.
pt: Portanto, qualquer número divisível por ambos deverá ter <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code> como parte de sua fatoração em números primos.
tr: Yani her ikisiyle de bölünebilen sayıların asal bölenleri arasında <code><var>LCM_FACTORIZATION.join( "\\times" )</var></code> bulunmalı.

source: So, by plugging in the numbers, we get: <code>\dfrac{\blue{<var>Y1</var>} - <var>negParens(Y2, "green")</var>} {\blue{<var>X1</var>} - <var>negParens(X2, "green")</var>} = <span data-if="getGCD(Y1 - Y2, X1 - X2) !== 1 || X1 - X2 === 1 || X1 - X2 < 0 || Y1 - Y2 < 0"> \pink{\dfrac{<var>Y1 - Y2</var>}{<var>X1 - X2</var>}} = </span> \pink{<var>SLOPE_FRACTION</var>}</code>
da: Så ved at indsætte i tallene, får vi: <code>\dfrac{\blue{<var>Y1</var>} - <var>negParens(Y2, "green")</var>} {\blue{<var>X1</var>} - <var>negParens(X2, "green")</var>} = <span data-if="getGCD(Y1 - Y2, X1 - X2) !== 1 || X1 - X2 === 1 || X1 - X2 < 0 || Y1 - Y2 < 0"> \pink{\dfrac{<var>Y1 - Y2</var>}{<var>X1 - X2</var>}} = </span> \pink{<var>SLOPE_FRACTION</var>}</code>
es: Entonces, metiendo los números, obtenemos: <code>\dfrac{\blue{<var>Y1</var>} - <var>negParens(Y2, "green")</var>} {\blue{<var>X1</var>} - <var>negParens(X2, "green")</var>} = <span data-if="getGCD(Y1 - Y2, X1 - X2) !== 1 || X1 - X2 === 1 || X1 - X2 < 0 || Y1 - Y2 < 0"> \pink{\dfrac{<var>Y1 - Y2</var>}{<var>X1 - X2</var>}} = </span> \pink{<var>SLOPE_FRACTION</var>}</code>
nb: Så ved å sette inn tallene, får vi: <code>\dfrac{\blue{<var>Y1</var>} - <var>negParens(Y2, "green")</var>} {\blue{<var>X1</var>} - <var>negParens(X2, "green")</var>} = <span data-if="getGCD(Y1 - Y2, X1 - X2) !== 1 || X1 - X2 === 1 || X1 - X2 < 0 || Y1 - Y2 < 0"> \pink{\dfrac{<var>Y1 - Y2</var>}{<var>X1 - X2</var>}} = </span> \pink{<var>SLOPE_FRACTION</var>}</code>
pl: Zatem, podstawiając liczby, dostajemy: <code>\dfrac{\blue{<var>Y1</var>} - <var>negParens(Y2, "green")</var>} {\blue{<var>X1</var>} - <var>negParens(X2, "green")</var>} = <span data-if="getGCD(Y1 - Y2, X1 - X2) !== 1 || X1 - X2 === 1 || X1 - X2 < 0 || Y1 - Y2 < 0"> \pink{\dfrac{<var>Y1 - Y2</var>}{<var>X1 - X2</var>}} = </span> \pink{<var>SLOPE_FRACTION</var>}</code>
pt: Assim, ao inserirmos os números, temos: <code>\dfrac{\blue{<var>Y1</var>} - <var>negParens(Y2, "green")</var>} {\blue{<var>X1</var>} - <var>negParens(X2, "green")</var>} = <span data-if="getGCD(Y1 - Y2, X1 - X2) !== 1 || X1 - X2 === 1 || X1 - X2 < 0 || Y1 - Y2 < 0"> \pink{\dfrac{<var>Y1 - Y2</var>}{<var>X1 - X2</var>}} = </span> \pink{<var>SLOPE_FRACTION</var>}</code>
tr: Buna göre, sayıları yerine koyduğumuzda, şunu elde ediyoruz: <code>\dfrac{\blue{<var>Y1</var>} - <var>negParens(Y2, "green")</var>} {\blue{<var>X1</var>} - <var>negParens(X2, "green")</var>} = <span data-if="getGCD(Y1 - Y2, X1 - X2) !== 1 || X1 - X2 === 1 || X1 - X2 < 0 || Y1 - Y2 < 0"> \pink{\dfrac{<var>Y1 - Y2</var>}{<var>X1 - X2</var>}} = </span> \pink{<var>SLOPE_FRACTION</var>}</code>

source: So, for <code>( \blue{<var>X</var>}, \green{<var>Y</var>} )</code> our <span class="hint_blue"><code>x</code>-coordinate</span> is <code class="hint_blue"><var>X</var></code> and our <span class="hint_green"><code>y</code>-coordinate</span> is <code class="hint_green"><var>Y</var></code>.
es: Así que para <code>( \blue{<var>X</var>}, \green{<var>Y</var>} )</code> nuestra coordenada en <span class="hint_blue"><code>x</code></span> es <code class="hint_blue"><var>X</var></code> y nuestra coordenada en <span class="hint_green"><code>y</code></span> es <code class="hint_green"><var>Y</var></code>.
fr: Donc, pour <code>( \blue{<var>X</var>}, \green{<var>Y</var>} )</code> la coordonnée sur l'axe des <span class="hint_blue"><code>x</code></span>, appelée son abscisse, est <code class="hint_blue"><var>X</var></code> et la coordonnée sur l'axe des <span class="hint_green"><code>y</code></span>, appelée son ordonnée, est <code class="hint_green"><var>Y</var></code>.
nb: Så for <code>( \blue{<var>X</var>}, \green{<var>Y</var>} )</code> vår<span class="hint_blue"><code>x</code>-coordinate</span> er <code class="hint_blue"><var>X</var></code> og vår <span class="hint_green"><code>y</code>-coordinate</span> er <code class="hint_green"><var>Y</var></code>.
pl: Więc dla <code>( \blue{<var>X</var>}, \green{<var>Y</var>} )</code> nasza <span class="hint_blue">współrzędna <code>x</code></span> to <code class="hint_blue"><var>X</var></code> a nasza <span class="hint_green">współrzędna <code>y</code></span> to <code class="hint_green"><var>Y</var></code>.
pt: Assim, para <code>( \blue{<var>X</var>}, \green{<var>Y</var>} )</code> nossa <span class="hint_blue"> coordenada de <code>x</code> </span> é <code class="hint_blue"><var>X</var></code> e nossa <span class="hint_green"> coordenada de <code>y</code> </span> é <code class="hint_green"><var>Y</var></code>.
tr: Yani, <code>( \blue{<var>X</var>}, \green{<var>Y</var>} )</code> için, <span class="hint_blue"><code>x</code> koordinatı</span> <code class="hint_blue"><var>X</var></code> ve <span class="hint_green"><code>y</code> koordinatı </span><code class="hint_green"><var>Y</var></code>.
