Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: It also tells us that <code>\green{<var>EMPIRICAL2</var>\%}</code> of the <var>ANIMALS</var> will have lifespans within <code><var>Z_MIN</var></code> standard deviation of the mean.
pt: Também nos diz que <code>\green{<var>EMPIRICAL2</var>\%}</code> dos(as) <var>ANIMALS</var> terão expectativas de vida dentro de <code><var>Z_MIN</var></code> desvio padrão da média.
tr: Ayrıca,<var>ANIMALS</var>'in <code>\green{<var>EMPIRICAL2</var>\%}</code>'nin ömrünün ortalamanın <code><var>Z_MIN</var></code> standart sapması içinde olduğunu söylüyor.

source: It can help to play with the final code at the end of the talk-through, going through it line by line and editing it to see how the ouput changes. Have you tried that?
da: Det kan hjælpe at lege med den endelige kode i slutningen af gennemgangen, at gå gennem koden linje for linje og redigere den for at se hvordan ouput ændres. Har du prøvet det?
es: Puede ayudar que juegues con el código final al término de la guía paso a paso, ir línea por línea editando para ver cómo cambia el resultado. ¿Has intentado eso?
fr: Cela peut aider de jouer avec le code final à la fin du tutorial-via, en l'éditant ligne par ligne pour voir les changements Avez-vous essayé ?
nb: Det kan hjelpe å leke med den endelige koden på slutten av gjennomgangen. Gå gjennom koden linje for linje og endre den og se hvordan output endres. Har du forsøkt det?
nl: Het kan soms helpen om met de uiteindelijke code te spelen op het einde van de instructies, er lijn per lijn over gaan en het bewerken om te zien hoe de uitkomst verandert. Heb je dat geprobeerd?
pl: Pomocna może być zabawa finalną wersją kodu na koniec poradnika, przeglądanie linijka po linijce i edytowanie go, żeby zobaczyć, jakie zmiany zajdą. Próbowałeś?
pt: Pode ser útil, ao fim de cada guia passo a passo, passar o código final de linha em linha e editá-lo para ver como o resultado muda. Tentou fazer isso?
tr: Ayrıntılı konuşmanın sonundaki final kodu ile oynamak, satır satır üzerinden geçmek ve sonucun nasıl değiştiğini gözlemlemek yardımcı olabilir. Bunu denemiş miydiniz?

source: It could be you, or a woman you know! We have a variety of courses on Khan Academy where anyone can learn the basics of computer programming and computer science. Start with just an hour to get a taste of what you can create- if you keep going, you'll soon be making interactive programs.
nb: Det kan være deg, eller en kvinne du kjenner! Vi har ulike kurs i Khan Academy hvor alle kan lære basisen i dataprogrammering og teknologi. Start sammen med oss en time og få en smakebit på hva du kan lage- om du fortsetter, og snart vil du kunne lage interaktive programmer.
pl: Możesz to być Ty, lub kobieta, którą znasz! Mamy na Khan Academy wiele kursów, gdzie każdy może się nauczyć podstaw programowania i informatyki. Zacznij od jednej godziny i zobacz co możesz stworzyć- jeśli będziesz kontynuować, wkrótce uda Ci się stworzyć interaktywne programy.
pt: Pode ser você, ou uma mulher que você conhece! Temos uma gama de cursos na Khan Academy nos quais qualquer pessoa pode aprender os conceitos básicos de programação e de ciência da computação. Comece com apenas uma hora para ter um gostinho do que você pode criar- se você continuar, logo você vai se ver fazendo programas interativos.
pt_pt: Poderás ser tu, ou uma mulher que conheces! Temos uma enorme variedade de cursos na Khan Academy com os quais podes aprender mais sobre os fundamentos da programação e a ciência da computação. Começa com apenas uma hora de programação e, muito brevemente, vais conseguir criar programas interativos.
tr: Bu, siz veya tanıdığınız bir kadın olabilir! Khan Academy'de herkesin bilgisayar programlama ve bilgisayar biliminin temellerini öğrenmesi için çeşitli derslerimiz bulunmaktadır. Neler oluşturacağınızı görmek için, bir saatle başlayın- devam ederseniz, yakın zamanda etkileşimli programlar yapmaya başlarsınız.

source: It doesn't matter if we pick John then Ben or Ben then John, so order must not matter. So, the number of ways to pick a group of <code><var>GROUP</var></code> students out of <code><var>STUDENTS</var></code> is <code> \dfrac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>STUDENTS</var>}{<var>GROUP</var>}</code>. [<a href="#" class="show-subhint" data-subhint="binomial">Show me why</a>]
es: No importa si elegimos a John y luego a Ben, o a Ben y luego a John, por lo que el orden no debe importar. Entonces, el número de maneras de elegir un grupo de <code><var>GROUP</var></code> estudiantes de un total de <code><var>STUDENTS</var></code> es <code> \dfrac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>STUDENTS</var>}{<var>GROUP</var>}</code>. [<a href="#" class="show-subhint" data-subhint="binomial">Muéstrame por qué</a>]
fr: Peu importe si le professeur prend d'abord Jules puis Benjamin, ou d'abord Benjamin puis Jules, donc l'ordre ne compte pas. Le nombre de façons de former un groupe de <code><var>GROUP</var></code> élèves parmi <code><var>STUDENTS</var></code> est <code> \dfrac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>STUDENTS</var>}{<var>GROUP</var>}</code>. [<a href="#" class="show-subhint" data-subhint="binomial">Pourquoi</a>]
pt: Não importa se escolhemos João e depois Ben ou Ben e depois João, a ordem não deve importar. Portanto, o número de formas de escolher membros de um grupo de <code><var>GROUP</var></code> a partir de <code><var>STUDENTS</var></code> é <code> \dfrac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>STUDENTS</var>}{<var>GROUP</var>}</code>. [<a href="#" class="show-subhint" data-subhint="binomial">Mostre-me por que</a>]

source: It doesn't matter if we pick Julia then Beatrice or Beatrice then Julia, so order must not matter. So, the number of ways to pick a group of <code><var>GROUP</var></code> students out of <code><var>STUDENTS</var></code> is <code> \dfrac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>STUDENTS</var>}{<var>GROUP</var>}</code>. [<a href="#" class="show-subhint" data-subhint="binomial">Show me why</a>]
es: No importa si elegimos a Julia y luego a Beatrice, o a Beatrice y luego a Julia, el orden no debe importar. Entonces, el número de maneras de elegir un grupo de <code><var>GROUP</var></code> estudiantes de un total de <code><var>STUDENTS</var></code> es <code> \dfrac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>STUDENTS</var>}{<var>GROUP</var>}</code>. [<a href="#" class="show-subhint" data-subhint="binomial">Muéstrame por qué</a>]
fr: Peu importe si le professeur prend d'abord Julia puis Salomé, ou d'abord Salomé puis Julia, donc l'ordre ne compte pas. Le nombre de façons de former un groupe de <code><var>GROUP</var></code> élèves parmi <code><var>STUDENTS</var></code> est <code> \dfrac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>STUDENTS</var>}{<var>GROUP</var>}</code>. [<a href="#" class="show-subhint" data-subhint="binomial">Pourquoi</a>]
pt: Não importa se escolhemos Julia e depois Beatrice ou Beatrice e depois Julia, a ordem não deve importar. Portanto, o número de formas de escolher membros de um grupo de <code><var>GROUP</var></code> a partir de <code><var>STUDENTS</var></code> é <code> \dfrac{<var>STUDENTS</var>!}{(<var>STUDENTS</var>-<var>GROUP</var>)!<var>GROUP</var>!} = \binom{<var>STUDENTS</var>}{<var>GROUP</var>}</code>. [<a href="#" class="show-subhint" data-subhint="binomial">Mostre-me por que</a>]

source: It is <code>180 - <var>TRIANGLE[ 0 ][ 0 ]</var> - <var>TRIANGLE[ 0 ][ 1 ]</var> = <var>TRIANGLE[ 0 ][ 2 ]</var></code>
es: Es <code>180 - <var>TRIANGLE[ 0 ][ 0 ]</var> - <var>TRIANGLE[ 0 ][ 1 ]</var> = <var>TRIANGLE[ 0 ][ 2 ]</var></code>
fr: <code>180 - <var>TRIANGLE[ 0 ][ 0 ]</var> - <var>TRIANGLE[ 0 ][ 1 ]</var> = <var>TRIANGLE[ 0 ][ 2 ]</var></code>
nb: Det er <code>180 - <var>TRIANGLE[ 0 ][ 0 ]</var> - <var>TRIANGLE[ 0 ][ 1 ]</var> = <var>TRIANGLE[ 0 ][ 2 ]</var></code>
nl: Het is <code>180 - <var>TRIANGLE[ 0 ][ 0 ]</var> - <var>TRIANGLE[ 0 ][ 1 ]</var> = <var>TRIANGLE[ 0 ][ 2 ]</var></code>
pl: To jest <code>180 - <var>TRIANGLE[ 0 ][ 0 ]</var> - <var>TRIANGLE[ 0 ][ 1 ]</var> = <var>TRIANGLE[ 0 ][ 2 ]</var></code>
pt: É <code>180 - <var>TRIANGLE[ 0 ][ 0 ]</var> - <var>TRIANGLE[ 0 ][ 1 ]</var> = <var>TRIANGLE[ 0 ][ 2 ]</var></code>
tr: <code>180 - <var>TRIANGLE[ 0 ][ 0 ]</var> - <var>TRIANGLE[ 0 ][ 1 ]</var> = <var>TRIANGLE[ 0 ][ 2 ]</var></code>'dir.

source: It is easier to compare these two fractions when they have the same denominator.
es: Es más fácil comparar estas dos fracciones cuando tienen el mismo denominador.
fr: Il est plus simple de comparer deux fractions lorsqu'elles ont le même dénominateur.
nb: Det er lettere å sammenligne disse to brøkene når de har samme nevneren.
pl: Łatwiej jest porównywać dwa ułamki, jeżeli mają ten sam mianownik.
pt: É mais fácil comparar estas duas frações se elas tiverem o mesmo denominador.
tr: Paydaları aynı olduğunda bu iki kesiri karşılaştırmak daha kolaydır.

source: It is our policy to respond to clear notices of alleged copyright infringement. This page explains the information that must be included in these notices, as required by the Digital Millennium Copyright Act (“DMCA”). Upon receipt of a DMCA compliant notice, Khan Academy, Inc., a 501(c)(3) organization (“Khan Academy”), will expeditiously remove or disable access to the content that is the subject of the notice.
da: Det er vores politik at reagere på meddelelser om påståede ophavsretskrænkelser. Denne side forklarer, hvilke oplysninger der skal indgå i disse bekendtgørelser, som kræves af den Digital Millennium Copyright Act ("DMCA"). Ved modtagelsen af en kompatibel DMCA-meddelelse, vil Khan Academy, Inc., en 501(c)(3) organisation ("Khan Academy"), hurtigt fjerne eller deaktivere adgang til det indhold, der er omfattet af bekendtgørelsen.
es: Es nuestra política responder a claras notificaciones de supuestas violaciones de derechos de autor. Esta página explica la información que debe incluirse en estos avisos, según lo requerido por el Digital Millennium Copyright Act ("DMCA"). Al recibir un aviso DMCA, Khan Academy, Inc., una organización 501(c)(3) ("Khan Academy"), rápidamente quitara o deshabilitara el acceso al contenido que sea objeto de la notificación.
fr: C'est notre politique de réagir éfficacement aux avis de violation de droits d'auteur. Cette page explique les renseignements qui doivent figurer dans ces avis, et qui sont requis par le Digital Millennium Copyright Act ("DMCA"). Dès réception d'un avis conforme de la part de la DMCA, Khan Academy, Inc., une organisation de type 501(c)(3) ("Khan Academy"), supprimera dans les meilleurs délais ou désactivera l'accès au contenu qui fait l'objet de l'avis.
nb: Det er vår policy å besvare varsel om påståtte brudd på opphavsretten. Denne siden forklarer informasjonen som må inkluderes i disse varslene, i henhold til Digital Millennium Copyright Act (“DMCA”). Ved mottak av et DMCA-kompatibelt varsel, vil Khan Academy, Inc., en 501(c)(3) organisasjon (“Khan Academy”), raskt ta bort eller fjerne tilgang til innholdet som er gjenstand for varselet.
nl: Het is ons beleid om te reageren op duidelijke kennisgevingen van vermeende inbreuk op auteursrechten. Deze pagina toont de gegevens die moet worden opgenomen in deze aankondigingen, zoals is vereist door de Digital Millennium Copyright Act ('DMCA'). Na ontvangst van een compatibele DMCA-kennisgeving, zal Khan Academy, Inc, een 501(c)(3) organisatie ("Khan Academie"), de inhoud snel verwijderen of de toegang uitschakelen die is het onderwerp van het bericht.
pl: Reagowanie na zawiadomienia o domniemanym naruszeniu praw autorskich jest częścią naszej polityki. Niniejsza strona wyjaśnia, jakie informacje muszą być zawarte w takich zgłoszeniach, zgodnie ze zbiorem regulacji zawartych w Milenijnej Ustawie o Cyfrowym Prawie Autorskim (ang. Digital Millennium Copyright Act, DMCA). Po otrzymaniu zawiadomienia zgodnego z wymogami DMCA, Khan Academy, Inc., organizacja (“Khan Academy”) kategorii 501(c)(3) - non profit - w trybie natychmiastowym, usunie lub wyłączy dostęp do treści, które są przedmiotem zawiadomienia.
pt: Faz parte de nossa política responder a notificações claras de violação de direitos autorais. Esta página explica as informações que devem ser incluídas nessas notificações, conforme exigido pela Lei dos Direitos Autorais do Milênio Digital ("DMCA"). Após o recebimento de uma notificação DMCA de conformidade, a Khan Academy, Inc., uma organização 501(c)(3) (“Khan Academy”), rapidamente removerá ou desabilitará o acesso ao conteúdo referido na notificação.
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: It looks like there's a message instructing you to go back a step. Check that step to see if something's wrong there that makes sense.
da: Det ser ud som om der er en besked, som beder dig om at gå et skridt tilbage. Tjek dette skridt for at se, om noget er galt.
es: Parece que hay un mensaje instruyéndote para que regreses un paso. Verifica ese paso para ver si hay algo incorrecto.
fr: Il semble qu'il y ait un message vous demandant de revenir une étape en arrière. Vérifiez cette étape pour voir ce qui ne va pas.
nb: Det ser ut som meldingen ber deg gå tilbake et trinn. Sjekk det trinnet igjen for å se om det er noe galt der som gir mening.
nl: Het lijkt erop dat er een bericht is om je te vragen een stap terug te keren. Controleer die stap om te zien of er daar iets mis is.
pl: Wskazówka sugeruje, żebyś się cofnął o jeden krok. Sprawdź dokładnie czy nie zrobiłeś błędu.
pt: Parece haver uma mensagem instruindo a você voltar uma etapa. Verifique se há algo errado nessa etapa que faça sentido.
tr: Bir adım geri gitmenizi isteyen bir mesaj var gibi gözüküyor. O adımda mantıklı gözüken bir hata olup olmadığını kontrol ediniz.

source: It looks like there's an orange warning message for this step. Please read the message.
da: Det ser ud som om der er en orange advarselsmeddelelse for dette trin. Læs venligst meddelelsen.
es: Parece que hay un mensaje de advertencia anaranjado para este paso. Por favor lee el mensaje.
fr: Il semble qu'il y ait un message d'avertissement orange pour cette étape. Veuillez lire le message.
nb: Det ser ut som at det er en oransje advarsel for dette trinnet. Vennligst les meldingen.
nl: Het lijkt erop dat er een oranje waarschuwingsbericht is voor deze stap. Gelieve het bericht te lezen.
pl: Zapoznaj się z pomarańczowym ostrzeżeniem dla tego kroku.
pt: Parece que há uma mensagem laranja de advertência nessa etapa. Leia a mensagem.
tr: Bu adım için turuncu renkli bir uyarı mesajı aldınız gibi gözüküyor. Lütfen mesajı okuyunuz.

source: It looks like you are missing a ")" - does every "(" have a corresponding closing ")"?
da: Det ser ud som du mangler en ")"- tjek at hver "("har en tilsvarende afsluttende")"?
es: Parece que te falta un ")", ¿todo "(" tiene un correspondiente ")" que cierre?
nb: Det ser ut som du mangler en ")"- har alle "(" en tilsvarende lukkende parentes")"?
nl: Het lijkt erop dat je een ")" mist - volgens mij heeft elke "(" een afsluitende ")"?
pl: Wygląda na to, że zapomniałeś ")" - czy każdy "(" ma odpowiadający mu ")"?
pt: Parece que você se esqueceu de um ")" - todos os "(" têm um ")" de fechamento correspondente?
tr: Görünüşe bakılırsa bir ")" eksik - her "(" için kapanışta ")" var mı?

source: It looks like you have an extra ")"
da: Det ser ud til at du har en ")" for meget
es: Parece que tienes un ")" de más
nb: Det ser ut som du har en ekstra ")"
nl: Het lijkt erop dat je een extra ")" hebt.
pl: Wygląda na to, że masz dodatkowe ")"
pt: Parece que você tem um ")" extra
tr: Sanırım fazladan ")" yazdınız.

source: It looks like you have an unnecessary semicolon.
da: Det ser ud som om, du har et unødvendigt semikolon.
es: Parece que tienes un punto y coma innecesario.
fr: Il semble qu'il y ait un point-virgule inutile.
nb: Det ser ut som du har en unødvendig semikolon.
nl: Het lijkt erop dat je een onnodige puntkomma hebt gebruikt.
pl: Wygląda na to, że jest tutaj niepotrzebny średnik.
pt: Parece que você tem um ponto e vírgula desnecessário.
tr: Gereksiz bir noktalı virgül kullanmışsınız gibi görünüyor.

source: It looks like you never started your comment. Use "/*" to start a multi-line comment.
da: Det ser ud som om du aldrig startede din kommentar. Brug "/ *" for at starte en kommentar med flere linjer.
es: Parece que nunca empezaste tu comentario. Usa "/ *" para iniciar un comentario de varias líneas.
fr: Il semble qu'un commentaire n'a pas de début. Utilisez "/*" pour démarrer un commentaire multi-lignes.
nb: Det ser ut som du aldri startet din kommentar. Bruk "/*" starte en kommando på flere linjer.
nl: Het lijkt erop dat je nooit met commentaar bent gestart. Gebruik "/*" om te beginnen een commentaar van meerdere regels.
pl: Wygląda jakbyś nigdy nie zaczął komentarza. Użyj "/*" aby rozpocząć komentarz wieloliniowy.
pt: Parece que você nunca começou seu comentário. Use "/*" para iniciar um comentário de várias linhas.
tr: Görünüşe göre yorumunuz hiç başlatılmamış. Çok satırlı bir yorum başlatmak için "/*" kullanın.

source: It looks like you're missing a radix parameter.
da: Det ser ud som om du mangler en radix-parameter.
es: Parece que te falta un parámetro de base.
fr: Il semble qu'il manque la base dans les paramètres.
nb: Det ser ut som du mangler en radix-parameter.
nl: Het lijkt erop dat je een radix parameter mist.
pl: Wygląda na to ze brakuje ci podstawy parametru.
pt: Parece que você está esquecendo um parâmetro de base.
tr: Galiba bir radix parametresi eksik.

source: It looks like you're missing a semicolon.
da: Det ser ud som om du mangler et semikolon.
es: Parece que se te ha olvidado un punto y coma.
fr: Il semble qu'il manque un point-virgule.
nb: Det ser ut som du mangler semikolon.
nl: Het lijkt erop dat je een puntkomma mist.
pl: Wygląda na to, że brakuje tutaj średnika.
pt: Parece que você está esquecendo um ponto e vírgula.
pt_pt: Parece que te falta um ponto e vírgula.
tr: Görünüşe göre bir noktalı virgül eksik.

source: It looks like you're trying to use %(name)s. In case you forgot, you can use it like: %(usage)s
da: Det ser ud, som du forsøger at bruge %(name)s. Hvis du har glemt det, kan du bruge det som: %(usage)s
es: Parece que estás tratando de usar %(name)s. En caso de que lo olvidaras, puedes usarlo como: %(usage)s
nb: Det ser ut som du prøver å bruke %(name)s. I tilfelle du har glemt det, kan du bruke den som: %(usage)s
nl: Het lijkt erop dat je %(name)s wilt gebruiken. Mocht je het zijn vergeten, je kan het gebruiken als: %(usage)s
pl: Wygląda na to, że próbujesz użyć %(name)s. Pamiętaj, że możesz także użyć: %(usage)s
pt: Parece que está tentando usar %(name)s. Caso tenha se esquecido, você pode usar como: %(usage)s
tr: Bazı %(name)s kullanmaya çalışıyorsunuz sanırım. Eğer unuttuysanız, şu şekilde kullanabilirsiniz: %(usage)s

source: It looks like your "&lt;%(openTag_name)s&gt;" tag never closes.
da: Det ser ud som om at dit "&lt;%(openTag_name)s&gt;" tag aldrig lukkes.
es: Parece que tu etiqueta "&lt;%(openTag_name)s&gt;" nunca se cierra.
nb: Det ser ut som "&lt;%(openTag_name)s &gt;" kode aldri lukkes.
pl: Wygląda na to, że Twój tag "&lt;%(openTag_name)s&gt;" nigdy się nie zamyka.
pt: Parece que sua tag "&lt;%(openTag_name)s&gt;" nunca se fecha.
tr: "&lt;%(openTag_name)s&gt;" etiketiniz hiç kapanmıyor gibi gözüküyor.

source: It looks like your "&lt;%(openTag_name)s&gt;" tag's "%(attribute_name_value)s" attribute has a value that doesn't end with a closing double quote.
da: Det ser ud som om at dit "&lt;%(openTag_name)s&gt;" tags "%(attribute_name_value)s" attribut har en værdi, der ikke ender med et dobbelt afslutningsanførselstegn.
es: Parece que el atributo "%(attribute_name_value)s" de tu etiqueta "&lt;%(openTag_name)s&gt;" tiene un valor que no termina con dobles comillas.
nb: Det ser ut som din "&lt;%(openTag_name)s &gt;" kode "%(attribute_name_value)s" attributtet har verdien som ikke slutter med avsluttende anførselstegn.
pl: Wygląda na to, że Twój tag "&lt;%(openTag_name)s&gt;" ma atrybut "%(attribute_name_value)s" o wartości, która nie kończy się zamykającym podwójnym cudzysłowem.
pt: Parece que o atributo "%(attribute_name_value)s" de sua tag "&lt;%(openTag_name)s&gt;" tem um valor que não termina com aspas duplas de fechamento.
tr: "&lt;%(openTag_name)s&gt;" etiketinizin "%(attribute_name_value)s" özniteliğinin, kapalı çift tırnakla kapanan bir değeri yok gibi.

source: It looks like your CSS comment doesn't end with a "*/".
da: Det ligner at din CSS kommentar ikke ender med et "*/".
es: Parece que tu comentario CSS no termina con un "*/".
nb: Det ser ut som din CSS kommentar ikke slutter med en "* /".
nl: Het lijkt erop dat je CSS-commentaar niet eindigt met "*/".
pl: Wygląda na to, że Twój komentarz CSS nie kończy się "*/".
pt: Parece que seu comentário de CSS não termina com "*/".
tr: CSS komutunuz "*/" ile bitmiyor gibi gözüküyor.

source: It looks like your closing "&lt;/%(closeTag_name)s&gt;" tag doesn't end with a "&gt;".
da: Det ligner at din afsluttende "&lt; /%(closeTag_name)s &gt;" tag ikke afsluttes med et "&gt;".
es: Parece que tu etiqueta de cierre "&lt; /%(closeTag_name)s &gt;" no termina con un "&gt;".
nb: Det ser ut som den avsluttende "&lt; /%(closeTag_name)s &gt;" koden ikke slutter med en "&gt;".
pl: Wygląda na to, że Twój tag zamykający "&lt;/%(closeTag_name)s&gt;" nie kończy się "&gt;".
pt: Parece que sua tag "&lt;/%(closeTag_name)s&gt;" de fechamento não termina com "&gt;".
tr: Görünüşe göre, "&lt;/%(closeTag_name)s&gt;" kapanış etiketiniz bir "&gt;" ile bitmiyor.

source: It looks like your comment doesn't end with a "--&gt;".
da: Det ligner at din kommentar ikke ender med et "--&gt;".
es: Parece que tu comentario no termina con un "--&gt;".
nb: Det ser ut som din kommentar ikke slutter med en "--&gt;".
pl: Wygląda na to, że Twój komentarz nie kończy się "--&gt;".
pt: Parece que seu comentário não termina com "--&gt;".
tr: Sanki yorumunuz "--&gt;" ile bitmiyor gibi.

source: It looks like your comment isn't closed. Use "*/" to end a multi-line comment.
da: Det ser ud som om din kommentar ikke er afsluttet. Brug "* /" til at afslutte en kommentar med flere linjer.
es: Parece que tu comentario no está cerrado. Usa "*/" para poner fin a un comentario de varias líneas.
fr: Il semble qu'un commentaire n'est pas fermé. Utilisez "*/" pour fermer un commentaire multi-lignes.
nb: Det ser ut som din kommentar ikke er lukket. Bruk "*/" å avslutte en linje med flere kommandoer.
nl: Het lijkt erop dat je commentaar niet gesloten is. Gebruik "*/"om een commentaar te beëindigen.
pl: Wygląda na to, że nie zamknąłeś komentarza. Użyj "*/" aby zamknąć komentarz wieloliniowy.
pt: Parece que seu comentário não está encerrado. Use "*/" para finalizar um comentário de várias linhas.
tr: Görünüşe göre yorumunuz sonlandırılmamış. Çok satırlı bir yorumu kapatmak için sonuna "*/" ekleyin.
