Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Percent means "out of one hundred," so <code>\blue{<var>localeToFixed(TAX, 1)</var>\%}</code> is equivalent to <code>\blue{<var>localeToFixed(TAX, 1)</var> \div 100}</code>.
fr: Pour cent signifie "un sur cent", donc <code>\blue{<var>localeToFixed(TAX, 1)</var>\%}</code> est égal à <code>\blue{<var>localeToFixed(TAX, 1)</var> \div 100}</code>.
nb: Prosent betyr "en av hundre," så <code>\blue{<var>localeToFixed(TAX, 1)</var>\%}</code> er lik <code>\blue{<var>localeToFixed(TAX, 1)</var> \div 100}</code>.
pl: Procent oznacza „na sto”, więc <code>\blue{<var>localeToFixed(TAX, 1)</var>\%}</code> równa się <code>\blue{<var>localeToFixed(TAX, 1)</var> \div 100}</code>.
pt: Por cento significa "tantos de uma centena", então <code>\blue{<var>localeToFixed(TAX, 1)</var>\%}</code> equivale a <code>\blue{<var>localeToFixed(TAX, 1)</var> \div 100}</code>.

source: Percent means "out of one hundred," so <code>\green{<var>DISCOUNT</var>\%}</code> is equivalent to <code>\green{\dfrac{<var>DISCOUNT</var>}{100}}</code> which is also equal to <code>\green{<var>DISCOUNT</var> \div 100}</code>.
fr: Pour cent signifie "un sur cent", donc <code>\green{<var>DISCOUNT</var>\%}</code>est égale à <code>\green{\dfrac{<var>DISCOUNT</var>}{100}}</code>qui est aussi égal à <code>\green{<var>DISCOUNT</var> \div 100}</code>.
nb: Prosent betyr "hundredel," så <code>\green{<var>DISCOUNT</var>\%}</code> er lik <code>\green{\dfrac{<var>DISCOUNT</var>}{100}}</code> som også er lik <code>\green{<var>DISCOUNT</var> \div 100}</code>.
pl: Procent oznacza „na sto”, więc <code>\green{<var>DISCOUNT</var>\%}</code> równa się <code>\green{\dfrac{<var>DISCOUNT</var>}{100}}</code>, czyli <code>\green{<var>DISCOUNT</var> \div 100}</code>.
pt: Por cento significa "tantos de uma centena", então <code>\green{<var>DISCOUNT</var>\%}</code> equivale a <code>\green{\dfrac{<var>DISCOUNT</var>}{100}}</code>, o que também é igual a <code>\green{<var>DISCOUNT</var> \div 100}</code>.

source: Percent of mission mastered
da: Procent af mission mestret
es: Porcentaje dominado de la misión
fr: Pourcentage de compétences maîtrisées
ja: マスターしたミッションのパーセント
nb: Prosent av oppdraget mestret
nl: Procent van de missie onder de knie
pl: Procent mistrzowskiego opanowania misji
pt: Percentual de missões dominadas
pt_pt: Percentagem de missões dominadas
tr: Görevin ustalaşılmış yüzdesi

source: Perfect Secrecy
fr: Confidentialité parfaite
pl: Tajność doskonała
pt: Sigilo total
tr: Mükemmel Gizlilik

source: Perfect Secrecy | Khan Academy Labs
pl: Tajność idealna | Laboratoria Khan Academy
pt: Sigilo total | Laboratórios da Khan Academy
tr: Mükemmel Gizlilik | Khan Academy Laboratuvarları

source: Perfect squares are integers which can be obtained by squaring an integer.
da: Perfekte kvadrater er heltal, der kan opnås ved at gange et heltal med sig selv (kvadrere).
es: Los cuadrados perfectos son números enteros que se obtienen al elevar al cuadrado otro número entero.
fr: Les carrés parfaits sont les entiers obtenus en élevant un entier au carré .
hi: पूर्ण वर्ग हैं पूर्णाक जो कि एक पूर्णांक को वर्गाकार करके प्राप्त किये जा सकते हैंI
nb: Kvadrattall er heltall som kan oppnås ved å multiplisere et heltall med seg selv.
nl: Kwadraatgetallen zijn gehele getallen die je krijgt door een geheel getal te kwadrateren.
pl: Liczba kwadratowe są liczbami całkowitymi , które można otrzymać w wyniku potęgowania liczby całkowitej.
pt: Quadrados perfeitos são números inteiros que podem ser obtidos elevando um número inteiro ao quadrado.
tr: Tam kareler, bir tam sayının karesi alınarak elde edilen tam sayılardır.

source: Perimeter 1
da: Omkreds 1
es: Perímetro 1
fr: Périmètre 1 - Niveau 1
hi: परिमाप 1
nb: Omkretsen 1
nl: Omtrek 1
pl: Obwód 1
pt: Perímetro 1
pt_pt: Perímetro 1
tr: Çevre 1

source: Periodic table of the elements
da: Periodiske system for grundstofferne
es: Tabla periódica de los elementos
fr: Tableau périodique des éléments
ja: 元素の周期表
nb: Periodiske system for grunnstoffene
nl: Periodiek stelsel der elementen
pl: Układ okresowy pierwiastków
pt: Tabela periódica dos elementos
pt_pt: Tabela periódica dos elementos
tr: Periyodik tablo

source: Perks and Benefits
bg: Допълнителни ползи
da: Frynsegoder og fordele
es: Ventajas y beneficios
fr: Avantages et bénéfices
pl: Atuty i korzyści
pt: Vantagens e benefícios
tr: İkramiyeler ve Personel Yardımları

source: Perpendicular lines
da: Vinkelrette linjer
es: Rectas perpendiculares
fr: Des droites perpendiculaires
nb: Vinkelrette linjer
pl: Proste prostopadłe
pt: Retas perpendiculares
tr: Dik doğrular

source: Perry
pt: Pedro

source: Perseverance
da: Udholdenhed
es: Perseverancia
fr: Persévérance
ja: 忍耐
nb: Utholdenhet
nl: Volharding
pl: Wytrwałość
pt: Perseverança
pt_pt: Perseverança
tr: Azim

source: Persistence
da: Udholdenhed
es: Persistencia
fr: Persistance
ja: 持続
nb: Utholdenhet
nl: Volharding
pl: Wytrzymałość
pt: Persistência
pt_pt: Persistência
tr: Süreklilik

source: Personal Dashboard
nb: Personlig Læringsoversikt
pt: Painel pessoal
pt_pt: Painel pessoal
tr: Kişisel kontrol paneli

source: Personalized learning
da: Personlig læring
es: Aprendizaje personalizado
fr: Apprentissage personnalisé
ja: パーソナライズされた学び
nb: Personlig læring
nl: Gepersonaliseerd leren
pl: Spersonalizowane uczenie się
pt: Aprendizagem personalizada
pt_pt: Ensino personalizado
tr: Kişiselleştirilmiş öğrenim

source: Peter
fr: Salomé
hi: पुनीत
ja: ピーター
pt: Pedro

source: Petitions for changes to the site. Instead of creating petitions, requests for changes to the site should be added to our {{#unless isChildAccount}}<a target="_blank" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">{{/unless}}feedback forum{{#unless isChildAccount}}</a>{{/unless}}.
da: Afstemninger om ændringer af hjemmesiden. I stedet for at lave afstemning, så anmod om ændringer til hjemmesiden på vores r {{#unless isChildAccount}}<a target="_blank" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">{{/unless}}feedback forum{{#unless isChildAccount}}</a>{{/unless}}.
es: Peticiones de cambios al sitio. En lugar de crear peticiones, la solicitues de cambios al sitio deberán ser agregads a nuestro {{#unless isChildAccount}}<a target="_blank" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">{{/unless}}foro de comentarios{{#unless isChildAccount}}</a>{{/unless}}.
fr: Faire des pétitions pour obtenir des modifications à apportées au site. Au lieu de créer des pétitions, proposez les modifications à apportées au site via notre {{#unless isChildAccount}}<a target="_blank" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">{{/unless}} forum de propositions {{#unless isChildAccount}}</a>{{/unless}}.
nb: Avstemminger om endringer av hjemmesiden. I stedet for at lage avstemning, så be om endringer av hjemmesiden på r {{#unless isChildAccount}}<a target="_blank" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">{{/unless}}feedback forum{{#unless isChildAccount}}</a>{{/unless}}.
pl: Petycje o zmiany na stronie. Zamiast tworzenia petycji, prośby o zmiany na stronie powinny być dodawane na naszym {{#unless isChildAccount}}<a target="_blank" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">{{/unless}}forum z opiniami{{#unless isChildAccount}}</a>{{/unless}}.
pt: Pedidos de alteração do site. Em vez de criar requerimentos, os pedidos de alteração do site devem ser adicionados em nosso {{#unless isChildAccount}}<a target="_blank" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">{{/unless}}fórum de comentários{{#unless isChildAccount}}</a>{{/unless}}.
tr: Sitede değişiklikler yapılması için istekler. İstek barındıranprogramlar oluşturmak yerine, sitede yapılması istenen değişiklikler {{#unless isChildAccount}}<a target="_blank" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">{{/unless}}geribildirim forumumuza{{#unless isChildAccount}}</a>{{/unless}} eklenmelidir.

source: Phone
es: Teléfono
fr: Téléphone
ja: 電話番号
nb: Telefon
pl: Telefon
pt: Telefone
pt_pt: Telefone
tr: Telefon

source: Phone:
da: Telefonnummer:
es: Teléfono:
fr: Téléphone :
nb: Telefon:
nl: Telefoonnummer:
pl: Telefon:
pt: Telefone:
pt_pt: Telefone:
tr: Telefon:

source: Phosphorus
es: Fósforo
nb: Fosfor
pl: Fosfor
pt: Fósforo
pt_pt: Fósforo
tr: Fosfor

source: Photon One
bg: Фотон едно
da: Foton 1
es: Fotón uno
fr: Photon Un
ja: 光子 1
nb: Foton En
nl: Foton Eén
pl: Foton jeden
pt: Fóton um
pt_pt: Fotão Um
tr: Foton Bir

source: Photon Two
bg: Фотон две
da: Foton 2
es: Fotón dos
fr: Photon Deux
ja: 光子 2
nb: Foton To
nl: Foton Twee
pl: Foton dwa
pt: Fóton dois
pt_pt: Fotão Dois
tr: Foton İki

source: Pick a username
da: Vælg et brugernavn
es: Elige un nombre de usuario
fr: Choisissez un nom d'utilisateur
ja: ユーザー名を選ぶ
nb: Velg et brukernavn
nl: Kies een gebruikersnaam
pl: Wybierz nazwę uzytkownika
pt: Escolha um nome de usuário
pt_pt: Escolhe o teu nome de utilizador
tr: Bir kullanıcı adı seçin

source: Pick device width
nb: Velg bredden på enheten
pt: Escolha a largura do dispositivo
pt_pt: Escolhe a largura do dispositivo
tr: Aygıt enini seçin

source: Picking Up Steam
da: Fuld Damp Fremad
es: Agarrando velocidad
fr: Accélère
ja: 蒸気を集める
nb: Full fart fremover
nl: Snel aan de gang
pl: Zbieranie pary
pt: Ganhando força
pt_pt: A aquecer
tr: Çok daha etkin hale geliyor

source: Picking your dates
bg: Избиране на дати
da: Vælg dine datoer
es: Escogiendo tus fechas
fr: Choisir vos dates
pl: Wybór daty
pt: Escolhendo suas datas
tr: Tarihlerinizi belirleme

source: Piece of line <code> = \dfrac{<var>UPPER_BOUND</var> - <var>LOWER_BOUND</var>}{<var>NUM_TICKS</var>} = \purple{<var>MARK_INCREMENT</var>}</code>
es: Parte de recta <code> = \dfrac{<var>UPPER_BOUND</var> - <var>LOWER_BOUND</var>}{<var>NUM_TICKS</var>} = \purple{<var>MARK_INCREMENT</var>}</code>
fr: Une subdivision <code> = \dfrac{<var>UPPER_BOUND</var> - <var>LOWER_BOUND</var>}{<var>NUM_TICKS</var>} = \purple{<var>MARK_INCREMENT</var>}</code>
nb: LInjestykke <code> = \dfrac{<var>UPPER_BOUND</var> - <var>LOWER_BOUND</var>}{<var>NUM_TICKS</var>} = \purple{<var>MARK_INCREMENT</var>}</code>
nl: Stukje lijn <code> = \dfrac{<var>UPPER_BOUND</var> - <var>LOWER_BOUND</var>}{<var>NUM_TICKS</var>} = \purple{<var>MARK_INCREMENT</var>}</code>
pl: Kawałek liny <code> = \dfrac{<var>UPPER_BOUND</var> - <var>LOWER_BOUND</var>}{<var>NUM_TICKS</var>} = \purple{<var>MARK_INCREMENT</var>}</code>
pt: Parte da reta <code> = \dfrac{<var>UPPER_BOUND</var> - <var>LOWER_BOUND</var>}{<var>NUM_TICKS</var>} = \purple{<var>MARK_INCREMENT</var>}</code>
tr: <code> = \dfrac{<var>UPPER_BOUND</var> - <var>LOWER_BOUND</var>}{<var>NUM_TICKS</var>} = \purple{<var>MARK_INCREMENT</var>}</code> doğrusunun parçası

source: Piece of line <code> = \purple{<var>commafy(MARK_INCREMENT)</var>}</code>
es: Pedazo de línea <code> = \purple{<var>commafy(MARK_INCREMENT)</var>}</code>
fr: Une subdivision <code> = \purple{<var>commafy(MARK_INCREMENT)</var>}</code>
nb: Linjestykket <code> = \purple{<var>commafy(MARK_INCREMENT)</var>}</code>
nl: Stukje lijn <code> = \purple{<var>commafy(MARK_INCREMENT)</var>}</code>
pl: Kawałek osi <code> = \purple{<var>commafy(MARK_INCREMENT)</var>}</code>
pt: Pedaço da reta <code> = \purple{<var>commafy(MARK_INCREMENT)</var>}</code>
tr: Doğru parçası <code> = \purple{<var>commafy(MARK_INCREMENT)</var>}</code>

source: Pink
da: Lyserød
es: Rosa
fr: Rose
nb: Rosa
pl: Różowy
pt: Rosa
tr: Pembe

source: Pippa Couch holds a Masters in History of Art from the Courtauld Institute of Art, London and specializes in the art from Antiquity to Byzantium. She is currently working as a gallery educator at the Courtauld Institute Galleries and the Dulwich Picture Gallery in London.
pt: Pippa Couch tem mestrado em História da Arte pelo Instituto de Arte Courtauld, em Londres, e se especializou na arte da antiguidade até Bizâncio. Ela está atualmente trabalhando como educadora de galeria nas Galerias do Instituto Courtauld e na Galeria Dulwich em Londres.
tr: Pippa Couch, Londra'daki Courtauld Institute of Art'tan Sanat Tarihi alanında yüksek lisans derecesine sahiptir ve Antik Dönemden Bizans dönemine kadar olan sanat üzerinde ihtisaslaşmıştır. Halen Courtauld Institute Galleries'de ve Londra'daki Dulwich Picture Gallery'de galeri eğitmeni olarak çalışmaktadır.

source: Plagiarism
da: Plagiat
es: Plagio
fr: Plagiat
nb: Plagiat
nl: Plagiaat
pl: Plagiat
pt: Plágio
pt_pt: Plágio
tr: İntihal

source: Plaintext
pl: Zwykły tekst
pt: Texto simples
tr: Düz metin

source: Plaintext Frequency
pl: Częstotliwość zwykłego tekstu
pt: Frequência de texto simples
tr: Düz Yazı Frekansı

source: Plane <span class="entry"></span>
es: Plano <span class="entry"></span>
pl: Płaszczyzna <span class="entry"></span>
pt: Plano <span class="entry"></span>
tr: <span class="entry"></span> düzlemi

source: Planes can be named with three <a href="#" class="show-definition" data-definition="noncollinear">noncollinear</a> points.
es: Los planos se pueden nombrar utilizando tres puntos <a href="#" class="show-definition" data-definition="noncollinear">no colineales</a>.
pl: Płaszczyzny mogą być nazywane przy użyciu trzech <a href="#" class="show-definition" data-definition="noncollinear">niewspółliniowych</a> punktów.
pt: Os planos podem ser definidos com três pontos<a href="#" class="show-definition" data-definition="noncollinear">não colineares</a>.
tr: Düzlemler, üç <a href="#" class="show-definition" data-definition="noncollinear">doğrusal olmayan</a> noktayla isimlendirilir.

source: Platinum
es: Platino
nb: Platina
pl: Platyna
pt: Platina
pt_pt: Platina
tr: Platin

source: Play
da: Leg
es: Reproducir
fr: Jouer
ja: 再生
nb: Kjør
nl: Afspelen
pl: Odtwórz
pt: Reproduzir
pt_pt: Reproduzir
tr: Oynat

source: Play Video
bg: Пусни Видео
da: Afspil video
es: Reproducir video
fr: Lire la vidéo
nb: Spill av video
nl: Video afspelen
pl: Odtwórz Wideo
pt: Reproduzir vídeo
pt_pt: Ver o vídeo
tr: Videoyu Oynatın

source: Play the video at 1.5 times the original speed.
da: Afspil videoen med 1,5 gange den oprindelige hastighed.
es: Reproduce el video a 1.5 veces su velocidad original.
fr: Lire la vidéo à 1,5 fois la vitesse d'origine.
ja: ビデオの再生速度をオリジナルの 1.5 倍にする．
nb: Spill av videoen halvannen gang så fort.
nl: Speel de video af op anderhalf keer de originele snelheid.
pl: Odtwórz film z prędkością równą 1,5 oryginalnej.
pt: Reproduzir o vídeo com 1,5 vez a velocidade original.
pt_pt: Reproduzir o vídeo 1,5 vezes mais rápido do que a velocidade original.
tr: Videoyu orijinal hızın 1.5 katında oynatınız.

source: Play the video at a quarter of the original speed.
da: Afspil video med en fjerdedel af den oprindelige hastighed.
es: Reproduce el video a un cuarto de su velocidad original.
fr: Lire la vidéo à un quart de la vitesse d'origine.
ja: ビデオの再生速度をオリジナルの 1/4 にする．
nb: Spill av videoen på en fjerdedels hastighet.
nl: Speel de video af op een kwart van de originele snelheid.
pl: Odtwórz film z prędkością równą 1/4 oryginalnej.
pt: Reproduzir o vídeo em um quarto da velocidade original.
pt_pt: Reproduzir o vídeo a um quarto da velocidade original.
tr: Videoyu orijinal hızın 1/4 katında oynatınız.

source: Play the video at half of the original speed.
da: Afspil videoen med halvdelen af den oprindelige hastighed.
es: Reproduce el video a la mitad de su velocidad original.
fr: Lire la vidéo à la moitié de la vitesse d'origine.
ja: ビデオの再生速度をオリジナルの半分にする．
nb: Spill av videoen halvparten så fort.
nl: Speel de video af op de helft van de originele snelheid.
pl: Odtwórz film z prędkością równą połowie oryginalnej.
pt: Reproduzir o vídeo na metade da velocidade original.
pt_pt: Reproduzir o vídeo a metade da velocidade original.
tr: Videoyu orijinal hızın 1/2 katında oynatınız.

source: Play the video at the original speed.
da: Afspil videoen med den oprindelige hastighed.
es: Reproduce el video a su velocidad original.
fr: Lire la vidéo à la vitesse d'origine.
ja: ビデオの再生速度をオリジナルに戻す．
nb: Spill av video i vanlig hastighet.
nl: Speel de video af op de originele snelheid.
pl: Odtwórz film z oryginalną prędkością.
pt: Reproduzir o vídeo na velocidade original.
pt_pt: Reproduzir o vídeo à velocidade original.
tr: Videoyu orijinal hızında oynatınız.

source: Play the video at twice the original speed.
da: Afspil videoen med to gange den oprindelige hastighed.
es: Reproduce el video al doble de su velocidad original.
fr: Lire la vidéo à deux fois la vitesse d'origine.
ja: ビデオの再生速度をオリジナルの 2 倍にする．
nb: Spill av videoen dobbelt så fort.
nl: Speel de video af op twee keer de oorspronkelijke snelheid.
pl: Odtwórz film z podwojoną prędkością oryginalną.
pt: Reproduzir o vídeo com o dobro da velocidade original.
pt_pt: Reproduzir o vídeo ao dobro da velocidade original.
tr: Videoyu orijinal hızın 2 katında oynatınız.

source: Players
fr: Joueurs
nb: Spillere
pl: Gracze
pt: Jogadores
tr: Oyuncular

source: Plays a short sound. The only allowed sounds are those that popup in the picker when you use the getSound() method.
es: Reproduce un sonido corto. Los únicos sonidos permitidos son aquellos que aparecen en el selector cuando se utiliza el método getSound().
nb: Spiller en kort lyd. De eneste tillatte lyder er de som popper opp når du bruker metoden getSound().
pl: Odtwarza krótki dźwięk. Dozwolone są tylko dźwięki, które pojawiają się do wyboru w wyskakującym okienku gdy używasz getSound().
pt: Reproduz um som curto. Os únicos sons permitidos são aqueles que aparecem para a escolha quando você usa o método getSound().
tr: Kısa bir ses çalar. İzin verilen sesler, sadece getSound() yöntemini kullandığınızda, seçicide açılan seslerdir.

source: Plays one of the allowed sounds.
da: Afspiller en af de tilladte lyde.
es: Reproduce uno de los sonidos permitidos.
ja: 許可されたサウンドの1つをプレイする．
nb: Spiller en av de tillatte lydene.
pl: Odtwarza jeden z dozwolonych dźwięków.
pt: Reproduz um dos sons permitidos.
pt_pt: Reproduz um dos sons permitidos.
tr: İzin verilen seslerden birini çalar.

source: Please add some code first
da: Tilføj venligst noget kode først
es: Por favor, agrega algo de código primero
fr: Merci d'ajouter tout d'abord un code
nb: Venligst legg ved noe kode først
nl: Voeg eerst wat code toe
pl: Proszę najpierw napisz kod
pt: Primeiramente, insira algum código
pt_pt: Primeiro, digita algum código
tr: Lütfen önce kod ekleyin

source: Please change this email address:
da: Ret venligst denne e-mail adresse:
es: Por favor cambia esta dirección de correo electrónico:
fr: Veuillez modifier cette adresse e-mail s'il vous plait :
ja: この電子メイルアドレスを変更して下さい．
nb: Vennligst endre denne epost adressen:
nl: Verander alstublieft het volgende e-mailadres:
pl: Zmień ten adres e-mailowy:
pt: Mude este endereço de e-mail:
pt_pt: Por favor, altere este endereço de e-mail:
tr: Lütfen bu e-posta adresini değiştiriniz:

source: Please check your email at %(email)s and click on the link to finish connecting your email address.
da: Kontroller din e-mail %(email)s, og klik på linket for at bekræfte forbindelsen til din e-mail-adresse.
es: Por favor revisa tu cuenta de correo electrónico %(email)s y haz click en el enlace dentro para finalizar la vinculación de esa dirección de correo electrónico.
fr: S'il vous plaît, veuillez consulter vos mails à %(email)s, puis cliquez sur le lien pour terminer d'associer votre adresse e-mail.
ja: あなたの電子メイルアドレス %(email)s をチェックして，あなたの電子メイルアドレスをリンクする作業を完了して下さい．
nb: Vennligst sjekk din e-post hos %(email)s og klikk på linken for å fullføre tilkoblingen av e-postadressen.
nl: Controleer je e-mailadres op %(email)s en klik op de link om het koppelen te voltooien.
pl: Prosimy, sprawdź swoją pocztę na %(email)s i kliknij w link, aby dokończyć dołączanie Twojego adresu e-mail.
pt: Verifique seu e-mail em %(email)s e clique no link para finalizar a conexão com seu e-mail.
pt_pt: Por favor, acede ao teu e-mail %(email)s e clica na ligação que receberes para concluíres o processo de associação deste endereço de e-mail.
tr: Lütfen %(email)s adresinden e-postalarınızı kontrol ediniz ve e-posta adresinizi bağlamayı tamamlayınız.

source: Please choose from one of the following options.
nb: Velg en av følgende alternativer.
pl: Wybierz jedną z następujących odpowiedzi.
pt: Escolha a partir de uma das seguintes opções.
pt_pt: Por favor, escolhe uma das seguintes opções.

source: Please clarify your %(translatedFeedbackType)s.
da: Præciser venligst din %(translatedFeedbackType)s.
es: Por favor aclara tu %(translatedFeedbackType)s.
fr: Veuillez s'il vous plaît clairifier votre %(translatedFeedbackType)s.
ja: あなたの %(translatedFeedbackType)s を明らかにして下さい．
nb: Presisér vennligst din %(translatedFeedbackType)s.
nl: Gelieve je %(translatedFeedbackType)s te verduidelijken.
pl: Prosimy o wyjaśnienie Twojego %(translatedFeedbackType)s.
pt: Esclareça o seu %(translatedFeedbackType)s.
tr: Lütfen %(translatedFeedbackType)s netleştiriniz.

source: Please clarify your {{translatedFeedbackType}}.
da: Specificer venligst din {{translatedFeedbackType}}.
es: Por favor aclara tu {{translatedFeedbackType}}.
fr: S'il vous plaît clarifier votre {{translatedFeedbackType}}.
ja: あなたの {{translatedFeedbackType}} を明確にして下さい．
nb: Vennligst presiser din {{translatedFeedbackType}}.
nl: Gelieve je {{translatedFeedbackType}} te verduidelijken.
pl: Prosimy o wyjaśnienie Twojego {{translatedFeedbackType}}.
pt: Explique seu {{translatedFeedbackType}}.
tr: Lütfen {{translatedFeedbackType}} netleştiriniz.

source: Please click on the following link to help finish signing up for them.
da: Klik venligst på følgende link for at hjælpe med færdiggørelsen for dem.
es: Por favor haz clic en el siguiente enlace para ayudar a finalizar su inscripción.
fr: S'il vous plaît, cliquez sur le lien suivant afin de compléter leur inscription.
nb: Vennligst trykk på den følgende linken for å fullføre opprettingen for dem.
nl: Klik op de volgende link om hen te helpen het inschrijven af te ronden.
pl: Proszę kliknąć na poniższy link w celu zakończenia rejestracji.
pt: Clique no link a seguir para ajudar a concluir o cadastro deles.
tr: Kayıt olmayı tamamlamalarına yardımcı olmak için aşağıdaki bağlantıya tıklayınız.

source: Please click the link if you'd like to go there, otherwise close this window.
es: Por favor, haz clic en el enlace si te gustaría ir allí, de lo contrario cierra esta ventana.
ja: もしそこに行きたい場合にはリンクをクリックして下さい．そうでない場合にはウィンドウを閉じて下さい．
nb: Klikk på lenken hvis du ønsker å gå dit, eller du kan lukke dette vinduet.
nl: Klik op de link om erheen te gaan, sluit anders het scherm.
pl: Kliknij w link, jeśli chcesz do niej przejść, w innym przypadku zamknij to okno.
pt: Clique no link se você quiser acessar, caso contrário feche esta janela.
pt_pt: Por favor, clica na ligação se pretenderes aceder à página. Caso contrário, fecha esta janela.
tr: Eğer bu adrese gitmek istiyor iseniz tıklayınız, aksi takdirde bu pencereyi kapatınız.
