Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The sine function, <code>\sin(x)</code>, starts at 0 (ie, <code>\sin(0)=0</code>), so <code>f(x)</code> must be a scaled version of the sine function.
es: La función seno, <code>\sin(x)</code>, comienza en 0 (es decir, <code>\sin(0)=0</code>), entonces <code>f(x)</code> debe ser una versión escalada de la función seno.
fr: L'image de 0 par la fonction <code>\sin(x)</code> est 0 (<code>\sin(0)=0</code>), donc <code>f(x)</code> est une fonction associée à la fonction sinus.
pt: A função seno, <code>\sin(x)</code>, começa em 0 (ou seja, <code>\sin(0)=0</code>), logo, <code>f(x)</code> deve ser a versão em escala da função seno.
tr: Sinüs fonksiyonu, <code>\sin(x)</code>, 0'dan başlar (yani, <code>\sin(0)=0</code>), buna göre <code>f(x)</code> sinüs fonksiyonunun ölçeklenmiş bir versiyonu olmalıdır.

source: The size of the canvas
da: Størrelsen af lærredet
es: El tamaño del lienzo
fr: La taille du cadre
ja: キャンバスの大きさ
nb: Størrelsen på lerretet
nl: De grootte van het canvas
pl: Rozmiar obszaru roboczego
pt: O tamanho da tela
pt_pt: Define o tamanho do visor
tr: Tuval boyutu

source: The slope for the first equation is <code><var>decimalFraction(SLOPE_1, true, true)</var></code>.
es: La pendiente de la primera ecuación es <code><var>decimalFraction(SLOPE_1, true, true)</var></code>.
fr: La pente de cette droite est <code><var>decimalFraction(SLOPE_1, true, true)</var></code>.
nb: Stigningstallet til den første likningen er <code><var>decimalFraction(SLOPE_1, true, true)</var></code>.
pl: Nachylenie pierwszego równania to <code><var>decimalFraction(SLOPE_1, true, true)</var></code>.
pt: O coeficiente angular para a primeira equação é <code><var>decimalFraction(SLOPE_1, true, true)</var></code>.
tr: Birinci denklemin eğimi, <code><var>decimalFraction(SLOPE_1, true, true)</var></code>.

source: The slope for the second equation is <code><var>decimalFraction(SLOPE_2, true, true)</var></code>.
es: La pendiente de la segunda ecuación es <code><var>decimalFraction(SLOPE_2, true, true)</var></code>.
fr: La pente de cette droite est <code><var>decimalFraction(SLOPE_2, true, true)</var></code>.
nb: Stigningstallet til den andre likningen er <code><var>decimalFraction(SLOPE_2, true, true)</var></code>.
pl: Nachylenie drugiego równania to <code><var>decimalFraction(SLOPE_2, true, true)</var></code>.
pt: A inclinação da segunda equação é <code><var>decimalFraction(SLOPE_2, true, true)</var></code>.
tr: İkinci denklemin eğimi, <code><var>decimalFraction(SLOPE_2, true, true)</var></code>.

source: The slope is <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Remember that the slope tells you rise over run.
es: La pendiente es <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Recuerda que la pendiente te dice lo que se eleva en el recorrido.
fr: Le coefficient directeur est <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Le coefficient directeur est le quotient du décalage vertical par le décalage horizontal.
nb: Stigningen er <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Husk at stigningstallet forteller hvor mye du stiger pr enhet.
pl: Nachylenie wynosi <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Pamiętaj, że nachylenie mówi ci, jaki jest stosunek wznoszenia/opadania do przebiegu prostej.
pt: O coeficiente angular é de <code class="hint_purple"><var>decimalFraction( SLOPE, true, true )</var></code>. Lembre-se de que o coeficiente angular indica o lado vertical sobre o lado horizontal.

source: The slope is <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Remember that the slope tells you rise over run.
es: La pendiente es <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Recuerda que la pendiente te dice el desplazamiento vertical/horizontal.
fr: Le coefficient directeur est <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>.
nb: Stigningstallet er <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Husk at stigningtallet sier hvor mye du stiger per enhet.
pt: O coeficiente angular é de <code class="hint_purple"><var>decimalFraction( SLOPE_1, true, true )</var></code>. Lembre-se que o coeficiente angular indica elevação sobre comprimento.

source: The slope is <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Remember that the slope tells you rise over run.
es: La pendiente es <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Recuerda que la pendiente te dice el desplazamiento vertical/horizontal.
fr: Le coefficient directeur est <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>.
nb: Stigningtallet er <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Husk at stigningstallet sier hvor mye du stiger per enhet.
pt: O coeficiente angular é de <code class="hint_purple"><var>decimalFraction( SLOPE_2, true, true )</var></code>. Lembre-se que o coeficiente angular indica elevação sobre comprimento.

source: The slope is <code class="hint_purple"><var>decimalFraction(SLOPE_1, true, true)</var></code>. Remember that the slope tells you rise over run.
es: La pendiente es <code class="hint_purple"><var>decimalFraction(SLOPE_1, true, true)</var></code>. Recuerda que la pendiente te dice el desplazamiento vertical sobre el horizontal.
fr: Le coefficient directeur est <code class="hint_purple"><var>decimalFraction(SLOPE_1, true, true)</var></code>.
nb: Stigningstallet er <code class="hint_purple"><var>decimalFraction(SLOPE_1, true, true)</var></code>. Husk at stigningstallet sier hvor mye du stiger per enhet.
pt: O coeficiente angular é <code class="hint_purple"><var>decimalFraction(SLOPE_1, true, true)</var></code>. Lembre-se que o coeficiente angular indica cateto vertical sobre cateto horizontal.

source: The slope is <code class="hint_purple"><var>decimalFraction(SLOPE_2, true, true)</var></code>. Remember that the slope tells you rise over run.
es: La pendiente es <code class="hint_purple"><var>decimalFraction(SLOPE_2, true, true)</var></code>. Recuerda que la pendiente te dice el desplazamiento vertical sobre el horizontal.
fr: Le coefficient directeur est <code class="hint_purple"><var>decimalFraction(SLOPE_2, true, true)</var></code>.
nb: Stigningstallet er <code class="hint_purple"><var>decimalFraction(SLOPE_2, true, true)</var></code>. Husk at stigningstallet sier hvor mye du stiger per enhet.
pt: O coeficiente angular é <code class="hint_purple"><var>decimalFraction(SLOPE_2, true, true)</var></code>. Lembre-se que o coeficiente angular indica cateto vertical sobre cateto horizontal.

source: The slope of a line is <code>\pink{<var>SLOPE_FRACTION</var>}</code> and its <code>y</code>-intercept is <code>\blue{<var>Y1</var>}</code>.
da: Hældningen af en linje er <code>\pink{<var>SLOPE_FRACTION</var>}</code> og dens <code>y</code>-skæring er <code>\blue{<var>Y1</var>}</code>.
es: La pendiente de una recta es <code>\pink{<var>SLOPE_FRACTION</var>}</code> y su intersección con el eje <code>y</code> es <code>\blue{<var>Y1</var>}</code>.
nb: Stigningstallet til linjen er <code>\pink{<var>SLOPE_FRACTION</var>}</code> og skjæringen med <code>y</code>-aksen er <code>\blue{<var>Y1</var>}</code>.
pl: Nachylenie prostej to <code>\pink{<var>SLOPE_FRACTION</var>}</code> a jego przecięcie z osią <code>y</code> to <code>\blue{<var>Y1</var>}</code>.
pt: O coeficiente angular de uma reta é <code>\pink{<var>SLOPE_FRACTION</var>}</code> e sua interceptação em <code>y</code> é <code>\blue{<var>Y1</var>}</code>.
tr: Buna göre, doğrunun eğimi <code>\pink{<var>SLOPE_FRACTION</var>}</code> ve <code>y</code>-kesme noktası<code>\blue{<var>Y1</var>}</code>.

source: The slope of a line is the amount of change in the <code>y</code>-coordinate as the <code>x</code>-coordinate increases by one unit.
da: Hældningen af en linje er ændringen i <code>y</code>-koordinaten når <code>x</code>-koordinaten stiger med én enhed.
es: La pendiente de una recta es la cantidad de cambio en la coordenada <code>y</code> a medida que la coordenada <code>x</code> aumenta una unidad.
fr: La pente d'une droite est la variation de <code>y</code>- quand <code>x</code>- augmente d'une unité.
nb: Stigningen til en linje er endringen i <code>y</code>-koordinaten når <code>x</code>-koordinaten øker med en enhet.
pt: A inclinação de uma reta é quanto a coordenada <code>y</code> varia à medida que a coordenada <code>x</code> aumenta uma unidade.
tr: Bir çizginin eğimi eşittir <code>x</code> koordinatı bir birim artınca <code>y</code>-koordinatında meydana gelen değişiklik.

source: The slope of a line is the ratio of the change in <code>y</code> over the change in <code>x</code>. Also known as rise over run.
da: En linjes hældning er forholdet mellem ændring i <code>y</code> over ændringen i <code>x</code>. Kendes også som stigning over bevægelse.
es: La pendiente de una recta es la relación de cambio en <code>y</code> sobre el cambio en <code>x</code>. También conocida como avance sobre el plazo.
fr: La pente d'une droite est le rapport de variation de <code>y</code> à la variation de <code>x</code>. On peut aussi dire le rapport entre décalage vertical et le décalage horizontal.
nb: En linje sin stigning er forholdet mellom endring i <code>y</code> over endringen i <code>x</code>. Kjennes også som stigning over bevegelse.
pl: Nachylenie prostej to stosunek zmiany w <code>y</code> do zmiany w <code>x</code>.
pt: A inclinação de uma reta é a razão entre a mudança em <code>y</code> sobre a mudança em <code>x</code>. Também conhecida como elevação sobre o comprimento.
tr: Bir doğrunun eğimi, <code>y</code>'lerin farkının <code>x</code>'lerin farkına oranıdır.

source: The slope of the blue line is <code>\blue{<var>M2_FRAC</var>}</code>, and its negative reciprocal is <code>\green{<var>M1_FRAC</var>}</code>.
es: La pendiente de la recta azul es <code>\blue{<var>M2_FRAC</var>}</code>, y su recíproco negativo es <code>\green{<var>M1_FRAC</var>}</code>.
fr: Le coefficient directeur de la droite bleue est <code>\blue{<var>M2_FRAC</var>}</code> et l'opposé de son inverse est <code>\green{<var>M1_FRAC</var>}</code>.
nb: Stigningstallet til den blå linjen er <code>\blue{<var>M2_FRAC</var>}</code>, og dens negative gjensidige er <code>\green{<var>M1_FRAC</var>}</code>.
pl: Nachylenie niebieskiej prostej to <code>\blue{<var>M2_FRAC</var>}</code>, a jego ujemna odwrotność to <code>\green{<var>M1_FRAC</var>}</code>.
pt: O coeficiente angular da reta azul é <code>\blue{<var>M2_FRAC</var>}</code>, e sua inversa negativa é <code>\green{<var>M1_FRAC</var>}</code>.
tr: Mavi doğrunun eğimi <code>\blue{<var>M2_FRAC</var>}</code>'dir ve bunun çarpmaya göre tersinin negatifi <code>\green{<var>M1_FRAC</var>}</code>'dir.

source: The slope of the blue line is <code>\blue{<var>M_FRAC</var>}</code>, and its negative reciprocal is <code>\green{<var>M_PERP_FRAC</var>}</code>.
da: Hældningen af den blå linje er <code>\blue{<var>M_FRAC</var>}</code>, og dens negative reciprokke er <code>\green{<var>M_PERP_FRAC</var>}</code>.
es: La pendiente de la recta azul es <code>\blue{<var>M_FRAC</var>}</code>, y su recíproca negativa es <code>\green{<var>M_PERP_FRAC</var>}</code>.
fr: Le coefficient directeur de la droite bleue est <code>\blue{<var>M_FRAC</var>}</code> et l'opposé de son inverse est <code>\green{<var>M_PERP_FRAC</var>}</code>.
nb: Stigningen til den blå linjen er <code>\blue{<var>M_FRAC</var>}</code>, og sin negative gjensidige <code>\green{<var>M_PERP_FRAC</var>}</code>.
pt: O coeficiente angular da reta azul é igual a <code>\blue{<var>M_FRAC</var>}</code>, e sua inversa negativa é igual a <code>\green{<var>M_PERP_FRAC</var>}</code>.
tr: Mavi doğrunun eğimi, <code>\blue{<var>M_FRAC</var>}</code>, ve bunun çarpmaya göre tersinin negatifi <code>\green{<var>M_PERP_FRAC</var>}</code>'dir.

source: The slope of the blue line is <code>\blue{<var>M_FRAC</var>}</code>, so the equation of our parallel line will be of the form <code>\green{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span><span data-else=""><var>M_SIGN</var></span>x + b}</code>.
es: La pendiente de la recta azul es <code>\blue{<var>M_FRAC</var>}</code>, así que la ecuación de nuestra recta paralela será de la forma <code>\green{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span><span data-else=""><var>M_SIGN</var></span>x + b}</code>.
fr: Le coefficient directeur de la droite bleue est <code>\blue{<var>M_FRAC</var>}</code> donc l'équation de la parallèle cherchée est de la forme <code>\green{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span><span data-else=""><var>M_SIGN</var></span>x + b}</code>.
nb: Stigningen til den blå linjen er <code>\blue{<var>M_FRAC</var>}</code>, så likningen for vår parallelle linje blir på formen <code>\green{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span><span data-else=""><var>M_SIGN</var></span>x + b}</code>.
pt: O coeficiente angular da reta azul é igual a <code>\blue{<var>M_FRAC</var>}</code>, portanto, a equação da nossa reta paralela terá a forma <code>\green{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span><span data-else=""><var>M_SIGN</var></span>x + b}</code>.
tr: Mavi çizginin eğimi <code>\blue{<var>M_FRAC</var>}</code> olduğundan, paralel doğrunun denklemi şu formda olacaktır: <code>\green{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span><span data-else=""><var>M_SIGN</var></span>x + b}</code>.

source: The slope of the original line is negative.
da: Hældningen for den oprindelige linje er negativ.
es: La pendiente de la recta original es negativa.
fr: La pente de la droite donnée est négative.
nb: Stigningen for den opprinnelige linjen er negativ.
pl: Nachylenie oryginalnej prostej jest ujemne.
pt: A inclinação da reta original é negativa.
tr: Orijinal doğrunun eğimi negatiftir.

source: The slope of the original line is positive.
da: Hældningen for den oprindelige linje er positiv.
es: La pendiente de la recta original es positiva.
fr: La pente de la droite donnée est positive.
nb: Stigningen for den opprinnelige linjen er positiv.
pl: Nachylenie oryginalnej prostej jest dodatnie.
pt: A inclinação da reta original é positiva.
tr: orijinal doğrunun eğimi pozitiftir.

source: The slopes are equal, and the y-intercepts are different, so the lines are parallel.
da: Hældningerne er ens, og y-skæringspunkterne er forskellige, så derfor er linjerne parallelle.
es: Las pendientes son iguales, y las ordenadas al origen son diferentes, así que las rectas son paralelas.
fr: Les coefficients directeurs sont les mêmes et les ordonnées à l'origine sont distinctes, donc les droites sont parallèles.
nb: Stigningen er lik og skjæringspunktene er forskjellige derfor er linjene parallelle.
pl: Nachylenia są sobie równe, a przecięcia z osią y są różne, więc proste są równoległe.
pt: As inclinações são iguais e as intercepções em y são diferentes, logo, as retas são paralelas.
tr: eğimler eşittir, ve y-kesme noktaları farklıdır, yani doğrular paraleldir.

source: The slopes are negative inverses of each other, so the lines are perpendicular.
da: Hældningerne er de negative inverse tal af hinanden, så linjerne er vinkelrette.
es: Las pendientes son inversas negativas entre sí, por lo que las rectas son perpendiculares.
fr: Chacun des coefficients directeurs est l'opposé de l'inverse de l'autre, donc les droites sont perpendiculaires.
nb: Stigningen er de negative motsatte tall av hverandre, linjene er vinkelrette på hverandre.
pl: Nachylenia są swoimi odwrotnościami o przeciwnym znaku, więc proste są prostopadłe.
pt: As inclinações são inversos negativos uma da outra, portanto, as retas são perpendiculares.
tr: Eğimler birbirlerinin negatif tersidir, yani doğrular birbirine diktir.

source: The slopes are not the same, so the lines are not equal or parallel. The slopes are not negative inverses of each other, so the lines are not perpendicular. The correct answer is none of the above.
da: Hældningerne er ikke ens, så linjerne ikke er ens eller parallelle. Hældningerne er ikke negative inverse af hinanden, så linjerne er ikke vinkelrette. Det korrekte svar er ingen af de ovennævnte.
es: Las pendientes no son iguales, por lo que las rectas no son equivalentes o paralelas. Las pendientes no son opuestas entre sí, por lo que las rectas no son perpendiculares. La respuesta correcta no es ninguna de las anteriores.
fr: Les coefficients directeurs ne sont pas les mêmes, donc les droites ne sont ni confondues ni parallèles. Les coefficients directeurs ne sont pas chacun l'opposé de l'inverse de l'autre, donc les droites ne sont pas perpendiculaires. La réponse est : Aucune de ces propositions n'est vraie.
nb: Stigningen er ikke lik, så linjene er ikke like eller parallelle. Stigningen er ikke negativt motsatte av hverandre, så linjene er ikke vinkelrette. Det korrekte svar er ingen av de ovennevnte.
pl: Nachylenia są różne, więc proste nie są równoważne lub równoległe. Nachylenia nie są swoimi odwrotnościami o przeciwnym znaku, więc proste nie są prostopadłe. Żadna z powyższych odpowiedzi nie jest prawdziwa.
pt: As inclinações não são iguais, portanto, as retas não são equivalentes ou paralelas. As inclinações não são inversas negativas uma da outra, então, as retas não são perpendiculares. A resposta correta é nenhuma das acima.
tr: Eğimler aynı değildir, buna göre, doğrular eşit veya paralel değildir. Eğimler birbirlerinin negatif tersi değil, yani doğrular birbirlerine dik değildir. Doğru cevap, yukarıdakilerin hiçbiridir.

source: The small hand is for the hour, and the big hand is for the minutes.
da: Den lille viser er timeviseren, og den store viser er minutviseren.
es: La manecilla pequeña es para las horas, y la manecilla grande es para los minutos.
fr: La petite aiguille indique l'heure, et la grande aiguille indique les minutes.
hi: छोटी सूई है घंटे के लिए, और बड़ी सूई है मिनट के लिएI
nb: Den lille viseren er for timer, og den store viseren er for minutter.
nl: De kleine wijzer geef het uur aan, en de grote wijzer de minuten.
pl: Mała wskazówka jest dla godzin, a duża wskazówka dla minut.
pt: O ponteiro pequeno indica a hora, e o ponteiro grande os minutos.
tr: Kısa ibre saat, uzun ibre ise dakika içindir.

source: The smallest <var>TEST</var> score is <code><var>MIN</var></code>. The largest <var>TEST</var> score is <code><var>MAX</var></code>.
fr: La plus petite note à l'<var>TEST</var> est <code><var>MIN</var></code>. La plus grande note à l'<var>TEST</var> est <code><var>MAX</var></code>.
nb: Det minste <var>TEST</var> resultatet er <code><var>MIN</var></code>.Det høyeste<var>TEST</var> resultatet er <code><var>MAX</var></code>.
pl: Najmniejszy wynik z <var>TEST</var> wynosi <code><var>MIN</var></code>. Największy wynik z <var>TEST</var> wynosi <code><var>MAX</var></code>.
pt: A menor nota da <var>TEST</var> é <code><var>MIN</var></code>. A maior nota da <var>TEST</var> é <code><var>MAX</var></code>.
tr: En küçük <var>TEST</var> puanı şudur: <code><var>MIN</var></code>. En büyük <var>TEST</var> puanı şudur: <code><var>MAX</var></code>.

source: The smallest common denominator is the least common multiple of <code><var>D1</var></code> and <code><var>D2</var></code>.
da: Den mindste fællesnævner er det mindste fælles multiplum af <code><var>D1</var></code> og <code><var>D2</var></code>.
es: El denominador común más pequeño es el mínimo común múltiplo de <code><var>D1</var></code> y <code><var>D2</var></code>.
fr: Le plus petit dénominateur commun est le plus petit multiple commun de <code><var>D1</var></code> et de <code><var>D2</var></code>.
nb: Den minste fellesnevner er det minste felles multiplum av <code><var>D1</var></code> og <code><var>D2</var></code>.
pt: O menor denominador comum é o mínimo múltiplo comum de <code><var>D1</var></code> e <code><var>D2</var></code>.
tr: En küçük ortak payda, <code><var>D1</var></code> ile <code><var>D2</var></code>'nin ortak katlarının en küçüğüdür.

source: The solution is <code>\blue{x = <var>fractionReduce(X_NUMER, X_DENOM)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
da: Løsningen er <code>\blue{x = <var>fractionReduce(X_NUMER, X_DENOM)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
es: La solución es <code>\blue{x = <var>fractionReduce(X_NUMER, X_DENOM)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
fr: La solution est <code>\blue{x = <var>fractionReduce(X_NUMER, X_DENOM)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
nb: Løsingen er <code>\blue{x = <var>fractionReduce(X_NUMER, X_DENOM)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
pl: Rozwiązaniem jest <code>\blue{x = <var>fractionReduce(X_NUMER, X_DENOM)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
pt: A solução é <code>\blue{x = <var>fractionReduce(X_NUMER, X_DENOM)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
tr: Çözüm, <code>\blue{x = <var>fractionReduce(X_NUMER, X_DENOM)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.

source: The solution is <code>\blue{x = <var>fractionReduce(X_NUMER2, X_DENOM2)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
da: Løsningen er <code>\blue{x = <var>fractionReduce(X_NUMER2, X_DENOM2)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
es: La solución es <code>\blue{x = <var>fractionReduce(X_NUMER2, X_DENOM2)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
fr: La solution est <code>\blue{x = <var>fractionReduce(X_NUMER2, X_DENOM2)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
nb: Løsningen er <code>\blue{x = <var>fractionReduce(X_NUMER2, X_DENOM2)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
pl: Rozwiązaniem jest <code>\blue{x = <var>fractionReduce(X_NUMER2, X_DENOM2)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
pt: A solução é <code>\blue{x = <var>fractionReduce(X_NUMER2, X_DENOM2)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.
tr: Çözüm, <code>\blue{x = <var>fractionReduce(X_NUMER2, X_DENOM2)</var>}, \enspace \green{y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code>.

source: The solution is <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>, \enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
da: Løsningen er <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>, \enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
es: La solución es <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>, \enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
fr: Le couple solution est <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>, \enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
nb: Løsningen er <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>, \enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
pl: Rozwiązaniem jest <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>, \enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
pt: A solução é <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>, \enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
tr: Çözüm, <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>, \enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
