Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The reaction is <code>\blue{<var>R1_RATIO</var>}<var>R1</var> + <var>R2_RATIO</var><var>R2</var> \rightarrow \red{<var>P1_RATIO</var>}<var>P1</var> <span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. The coefficients in front of each molecule tell us in what ratios the molecules react. In this case <span class="hint_blue"><var>cardinalThrough20(R1_RATIO)</var></span> <code><var>R1</var></code> for every <span class="hint_red"><var>cardinalThrough20(P1_RATIO)</var></span> <code><var>P1</var></code> molecule.
pl: Reakcja wygląda następująco <code>\blue{<var>R1_RATIO</var>}<var>R1</var> + <var>R2_RATIO</var><var>R2</var> \rightarrow \red{<var>P1_RATIO</var>}<var>P1</var> <span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. Współczynniki przed każdą z cząsteczek informują nas w jakich stosunkach reagują one ze sobą. W tym przypadku <span class="hint_blue"><var>cardinalThrough20(R1_RATIO)</var></span> <code><var>R1</var></code> dla każdej <span class="hint_red"><var>cardinalThrough20(P1_RATIO)</var></span> <code><var>P1</var></code> cząsteczki.
pt: A reação é <code>\blue{<var>R1_RATIO</var>}<var>R1</var> + <var>R2_RATIO</var><var>R2</var> \rightarrow \red{<var>P1_RATIO</var>}<var>P1</var> <span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. Os coeficientes à frente de cada molécula nos dizem em que proporções as moléculas reagem. Neste caso <span class="hint_blue"><var>cardinalThrough20(R1_RATIO)</var></span> <code><var>R1</var></code> para cada <span class="hint_red"><var>cardinalThrough20(P1_RATIO)</var></span> <code><var>P1</var></code> molécula.
tr: Reaksiyon şudur: <code>\blue{<var>R1_RATIO</var>}<var>R1</var> + <var>R2_RATIO</var><var>R2</var> \rightarrow \red{<var>P1_RATIO</var>}<var>P1</var> <span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. Her molekülün önündeki katsayılar bize moleküllerin hangi oranda reaksiyon gösterdiğini belirtir. Bu durumda, <span class="hint_blue"><var>cardinalThrough20(R1_RATIO)</var></span> <code><var>R1</var></code>, her <span class="hint_red"><var>cardinalThrough20(P1_RATIO)</var></span> <code><var>P1</var></code> molekülü için.

source: The reaction is <code>\blue{<var>R1_RATIO</var>}<var>R1</var> + \red{<var>R2_RATIO</var>}<var>R2</var> \rightarrow <var>P1_RATIO</var><var>P1</var><span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. The coefficients in front of each molecule tell us in what ratios the molecules react. In this case <span class="hint_blue"><var>cardinalThrough20(R1_RATIO)</var></span> <code><var>R1</var></code> for every <span class="hint_red"><var>cardinalThrough20(R2_RATIO)</var></span> <code><var>R2</var></code> molecule
pl: Reakcja wygląda następująco <code>\blue{<var>R1_RATIO</var>}<var>R1</var> + \red{<var>R2_RATIO</var>}<var>R2</var> \rightarrow <var>P1_RATIO</var><var>P1</var><span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. Współczynniki przed każdą z cząsteczek informują nas o stosunkach, w jakich reagują one ze sobą. W tym przypadku <span class="hint_blue"><var>cardinalThrough20(R1_RATIO)</var></span> <code><var>R1</var></code> for every <span class="hint_red"><var>cardinalThrough20(R2_RATIO)</var></span> <code><var>R2</var></code> cząsteczki
pt: A reação é <code>\blue{<var>R1_RATIO</var>}<var>R1</var> + \red{<var>R2_RATIO</var>}<var>R2</var> \rightarrow <var>P1_RATIO</var><var>P1</var><span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. Os coeficientes à frente de cada molécula nos dizem em que proporções as moléculas reagem. Neste caso <span class="hint_blue"><var>cardinalThrough20(R1_RATIO)</var></span> <code><var>R1</var></code> para cada <span class="hint_red"><var>cardinalThrough20(R2_RATIO)</var></span> <code><var>R2</var></code> molécula.
tr: Reaksiyon şudur: <code>\blue{<var>R1_RATIO</var>}<var>R1</var> + \red{<var>R2_RATIO</var>}<var>R2</var> \rightarrow <var>P1_RATIO</var><var>P1</var><span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. Her molekülün önündeki katsayılar bize moleküllerin hangi oranda reaksiyon gösterdiğini belirtir. Bu durumda, <span class="hint_blue"><var>cardinalThrough20(R1_RATIO)</var></span> <code><var>R1</var></code>, her <span class="hint_red"><var>cardinalThrough20(R2_RATIO)</var></span> <code><var>R2</var></code> molekülü için

source: The reaction is <code>\blue{<var>R1_RATIO</var>}<var>R1</var> + \red{<var>R2_RATIO</var>}<var>R2</var> \rightarrow <var>P1_RATIO</var><var>P1</var><span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. The coefficients in front of each molecule tell us in what ratios the molecules react. In this case <span class="hint_blue"><var>cardinalThrough20(R1_RATIO)</var></span> <code><var>R1</var></code> for every <span class="hint_red"><var>cardinalThrough20(R2_RATIO)</var></span> <code><var>R2</var></code> molecule.
pl: Reakcja wygląda następująco <code>\blue{<var>R1_RATIO</var>}<var>R1</var> + \red{<var>R2_RATIO</var>}<var>R2</var> \rightarrow <var>P1_RATIO</var><var>P1</var><span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. Współczynniki przed każdą z cząsteczek informują nas o stosunkach, w jakich reagują one ze sobą.W tym przypadku <span class="hint_blue"><var>cardinalThrough20(R1_RATIO)</var></span> <code><var>R1</var></code> dla każdej <span class="hint_red"><var>cardinalThrough20(R2_RATIO)</var></span> <code><var>R2</var></code> cząsteczki.
pt: A reação é <code>\blue{<var>R1_RATIO</var>}<var>R1</var> + \red{<var>R2_RATIO</var>}<var>R2</var> \rightarrow <var>P1_RATIO</var><var>P1</var><span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. Os coeficientes à frente de cada molécula nos dizem em que proporções as moléculas reagem. Neste caso <span class="hint_blue"><var>cardinalThrough20(R1_RATIO)</var></span> <code><var>R1</var></code> por cada <span class="hint_red"><var>cardinalThrough20(R2_RATIO)</var></span> <code><var>R2</var></code> moléculas.
tr: Reaksiyon şudur: <code>\blue{<var>R1_RATIO</var>}<var>R1</var> + \red{<var>R2_RATIO</var>}<var>R2</var> \rightarrow <var>P1_RATIO</var><var>P1</var><span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. Her molekülün önündeki katsayılar bize moleküllerin hangi oranda reaksiyon gösterdiğini belirtir. Bu durumda, <span class="hint_blue"><var>cardinalThrough20(R1_RATIO)</var></span> <code><var>R1</var></code>, her <span class="hint_red"><var>cardinalThrough20(R2_RATIO)</var></span> <code><var>R2</var></code> molekülü için.

source: The real components are <code>\pink{<var>FA_REAL</var>}</code> and <code>\blue{<var>FB_REAL</var>}</code>
es: Las componentes reales son <code>\pink{<var>FA_REAL</var>}</code> y <code>\blue{<var>FB_REAL</var>}</code>
fr: Les parties réelles sont <code>\pink{<var>FA_REAL</var>}</code> et <code>\blue{<var>FB_REAL</var>}</code>
pt: Os componentes reais são <code>\pink{<var>FA_REAL</var>}</code> e <code>\blue{<var>FB_REAL</var>}</code>
tr: Gerçel bileşenler, <code>\pink{<var>FA_REAL</var>}</code> ve <code>\blue{<var>FB_REAL</var>}</code>'dir

source: The reciprocal of <code><var>fraction(N2, D2)</var></code> is <code><var>fraction(D2, N2)</var></code>.
fr: L'inverse de <code><var>fraction(N2, D2)</var></code> est <code><var>fraction(D2, N2)</var></code>.
nb: Den motsatte brøken til <code><var>fraction(N2, D2)</var></code> er <code><var>fraction(D2, N2)</var></code>.
nl: Het omgekeerde van <code><var>fraction(N2, D2)</var></code> is <code><var>fraction(D2, N2)</var></code>.
pl: Odwrotność <code><var>fraction(N2, D2)</var></code> to <code><var>fraction(D2, N2)</var></code>.
pt: A inversa de <code><var>fraction(N2, D2)</var></code> é <code><var>fraction(D2, N2)</var></code>.
tr: <code><var>fraction(N2, D2)</var></code>'in çarpmaya göre tersi, <code><var>fraction(D2, N2)</var></code>.

source: The reciprocal of <code>\dfrac{<var>N2</var>}{<var>D2</var>}</code> is <code>\dfrac{<var>D2</var>}{<var>N2</var>}</code>.
fr: L'inverse de <code>\dfrac{<var>N2</var>}{<var>D2</var>}</code> est <code>\dfrac{<var>D2</var>}{<var>N2</var>}</code>.
nb: The resiproke av <code>\dfrac{<var>N2</var>}{<var>D2</var>}</code> er <code>\dfrac{<var>D2</var>}{<var>N2</var>}</code>.
nl: Het omgekeerde van <code>\dfrac{<var>N2</var>}{<var>D2</var>}</code> is <code>\dfrac{<var>D2</var>}{<var>N2</var>}</code>.
pl: Odwrotnością <code>\dfrac{<var>N2</var>}{<var>D2</var>}</code> jest <code>\dfrac{<var>D2</var>}{<var>N2</var>}</code>.
pt: A inversa de <code>\dfrac{<var>N2</var>}{<var>D2</var>}</code> é <code>\dfrac{<var>D2</var>}{<var>N2</var>}</code>.
tr: <code>\dfrac{<var>N2</var>}{<var>D2</var>}</code> kesirinin çarpmaya göre tersi, <code>\dfrac{<var>D2</var>}{<var>N2</var>}</code>.

source: The relay team swims <code>\frac{<var>A</var>}{<var>B</var>}</code> of a mile in total, with each team member responsible for swimming <code>\frac{<var>N</var>}{<var>D</var>}</code> of a mile. The team must complete the swim in <code>\frac{3}{<var>randRange(4,5)</var>}</code> of an hour.
fr: La course de relais s'étend sur <code>\frac{<var>A</var>}{<var>B</var>}</code> de kilomètre, et chacun des membres de l'équipe doit nager <code>\frac{<var>N</var>}{<var>D</var>}</code> de kilomètre. Le temps mis doit être inférieur à <code>\frac{3}{<var>randRange(4,5)</var>}</code> d'heure.
nl: Het estafetteteam zwemt in totaal <code>\frac{<var>A</var>}{<var>B</var>}</code> kilometer, waarbij elk teamlid <code>\frac{<var>N</var>}{<var>D</var>}</code> kilometer moet zwemmen. Het team moet de zwemwedstijd in <code>\frac{3}{<var>randRange(4,5)</var>}</code> uur voltooien.
pt: A equipe de revezamento nada por <code>\frac{<var>A</var>}{<var>B</var>}</code> de milha no total, com cada membro da equipe sendo responsável por nadar <code>\frac{<var>N</var>}{<var>D</var>}</code> de milha. A equipe deverá completar o percurso em <code>\frac{3}{<var>randRange(4,5)</var>}</code> de hora.
tr: Yüzme bayrak yarışı takımı toplam <code>\frac{<var>A</var>}{<var>B</var>}</code> mil yüzer, takımın her üyesi <code>\frac{<var>N</var>}{<var>D</var>}</code> mil yüzmekten sorumludur. Takım yüzmeyi <code>\frac{3}{<var>randRange(4,5)</var>}</code> saatte tamamlamalıdır.

source: The remainder is 0, so we have our answer.
da: Resten er 0, så har vi fundet svaret.
es: El residuo es 0, así que tenemos nuestra respuesta.
fr: Le reste est 0, donc nous avons notre réponse.
nb: Resten er 0, så vi har vårt svar.
nl: De rest is 0 dus we hebben ons antwoord.
pl: Reszta to 0, więc mamy odpowiedź.
pt: O resto é 0, portanto chegamos a nossa resposta.
tr: Kalan 0'dır, yani cevabımızı bulduk.

source: The remaining <code><var>roundTo( 2, 100 - EMPIRICAL )</var>\%</code> of the <var>ANIMALS</var> will have lifespans that fall outside the shaded area. Because the normal distribution is symmetrical, half <code>(\green{<var>roundTo( 2, ( 100 - EMPIRICAL ) / 2 )</var>\%})</code> will live less than <code><var>roundTo( 2, MEAN - STDDEV * abs( Z ) )</var></code> years and the other half <code>(\green{<var>roundTo( 2, ( 100 - EMPIRICAL ) / 2 )</var>\%})</code> will live longer than <code><var>roundTo( 2, MEAN + STDDEV * abs( Z ) )</var></code> years.
pt: Os <code><var>roundTo( 2, 100 - EMPIRICAL )</var>\%</code> restantes dw <var>ANIMALS</var> terão expectativas de vida fora da área sombreada. Uma vez que a distribuição normal é simétrica, metade <code>(\green{<var>roundTo( 2, ( 100 - EMPIRICAL ) / 2 )</var>\%})</code> viverá menos que <code><var>roundTo( 2, MEAN - STDDEV * abs( Z ) )</var></code> anos e a outra metade <code>(\green{<var>roundTo( 2, ( 100 - EMPIRICAL ) / 2 )</var>\%})</code> viverá mais de <code><var>roundTo( 2, MEAN + STDDEV * abs( Z ) )</var></code> anos.

source: The report for this student failed to load. Select a shorter date range or try again later.
da: Rapporten for denne elev kunne ikke indlæses. Vælg et kortere datointerval eller prøv igen senere.
es: No se pudo cargar el reporte de este estudiante. Selecciona un intervalo de fechas más corto o intenta de nuevo más tarde.
fr: Le rapport pour cet étudiant n'a pas pu se charger. Sélectionnez une plage de date plus courte ou réessayer plus tard.
ja: この生徒のレポートの読み込みに失敗しました．より短かい期間を選択するか，後でまた試してみて下さい．
nb: Rapporten for denne eleven kunne ikke hentes. Velg et kortere datointervall eller prøv igjen senere.
nl: Het rapport voor deze student kon niet geladen worden. Selecteer een korter datumbereik of probeer later opnieuw.
pl: Nie udało się załadować raportu dla tego ucznia. Wybierz krótszy zakres dat lub spróbuj ponownie później.
pt: Ocorreu um erro ao carregar o relatório deste aluno. Selecione um intervalo mais curto, ou tente novamente mais tarde.
tr: Bu öğrencinin raporu yüklenemedi. Daha kısa bir zaman aralığı seçin, veya daha sonra tekrar deneyin.

source: The result is simplified: <code> (<var>A_REAL * B_REAL</var> - <var>A_IMAG * B_IMAG</var>) + (<var>ANSWER_IMAG</var>i) = <var>complexNumber( ANSWER_REAL, ANSWER_IMAG)</var> </code>
da: Resultatet forsimples til: <code> (<var>A_REAL * B_REAL</var> - <var>A_IMAG * B_IMAG</var>) + (<var>ANSWER_IMAG</var>i) = <var>complexNumber( ANSWER_REAL, ANSWER_IMAG)</var> </code>
es: Se simplifica el resultado: <code> (<var>A_REAL * B_REAL</var> - <var>A_IMAG * B_IMAG</var>) + (<var>ANSWER_IMAG</var>i) = <var>complexNumber( ANSWER_REAL, ANSWER_IMAG)</var> </code>
fr: On réduit les termes semblables : <code> (<var>A_REAL * B_REAL</var> - <var>A_IMAG * B_IMAG</var>) + (<var>ANSWER_IMAG</var>i) = <var>complexNumber( ANSWER_REAL, ANSWER_IMAG)</var> </code>
nb: Resultatet forenkles til: <code> (<var>A_REAL * B_REAL</var> - <var>A_IMAG * B_IMAG</var>) + (<var>ANSWER_IMAG</var>i) = <var>complexNumber( ANSWER_REAL, ANSWER_IMAG)</var> </code>
pt: O resultado é simplificado: <code> (<var>A_REAL * B_REAL</var> - <var>A_IMAG * B_IMAG</var>) + (<var>ANSWER_IMAG</var>i) = <var>complexNumber( ANSWER_REAL, ANSWER_IMAG)</var> </code>
tr: Sonuç sadeleştirilir: <code> (<var>A_REAL * B_REAL</var> - <var>A_IMAG * B_IMAG</var>) + (<var>ANSWER_IMAG</var>i) = <var>complexNumber( ANSWER_REAL, ANSWER_IMAG)</var> </code>

source: The result, called the quotient, is <code><var>TOTAL</var>\text{ <var>plural_form(crop( 1 ), TOTAL)</var>} \div <var>NUM1</var>\text{ <var>CROPS_PER_ROW</var>}</code>.
fr: Le résultat, appelé quotient, est égal à <code><var>TOTAL</var>\text{ <var>plural_form(crop( 1 ), TOTAL)</var>} \div <var>NUM1</var>\text{ <var>CROPS_PER_ROW</var>}</code>.
nb: Resultatet, som kalles kvotienten, er <code><var>TOTAL</var>\text{ <var>plural_form(crop( 1 ), TOTAL)</var>} \div <var>NUM1</var>\text{ <var>CROPS_PER_ROW</var>}</code>.
pl: Wynik, nazywany ilorazem, to <code><var>TOTAL</var>\text{ <var>plural_form(crop( 1 ), TOTAL)</var>} \div <var>NUM1</var>\text{ <var>CROPS_PER_ROW</var>}</code>.
pt: O resultado, chamado de quociente, é <code><var>TOTAL</var>\text{ <var>plural_form(crop( 1 ), TOTAL)</var>} \div <var>NUM1</var>\text{ <var>CROPS_PER_ROW</var>}</code>.
tr: Sonuç, ki buna *bölüm* diyoruz, şudur: <code><var>TOTAL</var>\text{ <var>plural_form(crop( 1 ), TOTAL)</var>} \div <var>NUM1</var>\text{ <var>CROPS_PER_ROW</var>}</code>.

source: The result, called the quotient, is <code><var>TOTAL</var>\text{ <var>plural_form(crop( 1 ), TOTAL)</var>} \div <var>NUM1</var>\text{ <var>ROWS_OF_CROPS</var>}</code>.
fr: Le résultat, appelé quotient, est égal à <code><var>TOTAL</var>\text{ <var>plural_form(crop( 1 ), TOTAL)</var>} \div <var>NUM1</var>\text{ <var>ROWS_OF_CROPS</var>}</code>.
nb: Resultatet, som kalles kvotienten, er <code><var>TOTAL</var>\text{ <var>plural_form(crop( 1 ), TOTAL)</var>} \div <var>NUM1</var>\text{ <var>ROWS_OF_CROPS</var>}</code>.
pl: Wynik, nazywany ilorazem, to <code><var>TOTAL</var>\text{ <var>plural_form(crop( 1 ), TOTAL)</var>} \div <var>NUM1</var>\text{ <var>ROWS_OF_CROPS</var>}</code>.
pt: O resultado, chamado de quociente, é <code><var>TOTAL</var>\text{ <var>plural_form(crop( 1 ), TOTAL)</var>} \div <var>NUM1</var>\text{ <var>ROWS_OF_CROPS</var>}</code>.
tr: Sonuç, ki buna *bölüm* diyoruz, şudur: <code><var>TOTAL</var>\text{ <var>plural_form(crop( 1 ), TOTAL)</var>} \div <var>NUM1</var>\text{ <var>ROWS_OF_CROPS</var>}</code>.

source: The retail price of the <var>furniture(1)</var> should be <code class="hint_purple">$<var>localeToFixed(RETAIL_PRICE, 2)</var></code>.
fr: Le prix de vente au détail du <var>furniture(1)</var> devra être <code class="hint_purple">$<var>localeToFixed(RETAIL_PRICE, 2)</var></code>.
nb: Prisen på <var>furniture(1)</var> skal være <code class="hint_purple">$<var>localeToFixed(RETAIL_PRICE, 2)</var></code>.
pl: Cena detaliczna <var>furniture(1)</var> powinna wynosić <code class="hint_purple">$<var>localeToFixed(RETAIL_PRICE, 2)</var></code>.
pt: O preço de varejo do(a) <var>furniture(1)</var> deve ser <code class="hint_purple">$<var>localeToFixed(RETAIL_PRICE, 2)</var></code>.
tr: <var>furniture(1)</var>'in perakende fiyatı <code class="hint_purple">$<var>localeToFixed(RETAIL_PRICE, 2)</var></code> olmalıdır.

source: The rotation used was <code>T_{<var>ROTDEG</var>^\circ{}}</code>.
es: La rotación usada fue <code>T_{<var>ROTDEG</var>^\circ{}}</code>.
fr: La rotation utilisée est <code>T_{<var>ROTDEG</var>^\circ{}}</code>.
pl: Zastosowany był następujący obrót <code>T_{<var>ROTDEG</var>^\circ{}}</code>.
pt: A rotação usada foi <code>T_{<var>ROTDEG</var>^\circ{}}</code>.
tr: Kullanılan döndürme, <code>T_{<var>ROTDEG</var>^\circ{}}</code>.

source: The rules we use for determining congruency are SSS, ASA, SAS and AAS
es: Las reglas que usamos para determinar la congruencia son LLL, ALA, LAL y AAL
fr: Les règles que l'on utilise pour déterminer si des triangles sont isométriques sont les règles CCC, ACA, CAC et AAC
pl: Reguły, których używamy do określenia przystawalności, to BBB, KBK, BKB i KKB
pt: As regras que usamos para determinar a congruência são LLL, ALA, LAL e AAL
tr: Eşliği belirlemek için kullanılan kurallar KKK, AKA, KAK ve AAK'dir

source: The same sum must also be equal to <code><var>COUNT + 1</var> \cdot <var>NEW_AVG</var></code>.
nb: Den samme summen må også være lik <code><var>COUNT + 1</var> \cdot <var>NEW_AVG</var></code>.
pt: A soma também deverá ser igual a <code><var>COUNT + 1</var> \cdot <var>NEW_AVG</var></code>.
tr: Aynı toplam, <code><var>COUNT + 1</var> \cdot <var>NEW_AVG</var></code>'e de eşit olmalıdır.

source: The sample standard deviation <code>(\pink{s})</code> is found by taking the square root of the sample variance <code>(\red{s^2})</code>.
fr: L'écart type de l'échantillon <code>(\pink{s})</code> est la racine carrée de la variance de l'échantillon <code>(\red{s^2})</code>.
pt: O desvio padrão amostral <code>(\pink{s})</code> é encontrado tirando-se a raiz quadrada da variância amostral <code>(\red{s^2})</code>.
tr: Örneklem standart sapması, <code>(\pink{s})</code> örneklem varyansının <code>(\red{s^2})</code> karekökü alınarak bulunur.

source: The scale means that every <var>SCALE_MAP</var>cm on the map corresponds to an actual distance of <var>SCALE_REAL</var>km.
fr: L'échelle signifie que <var>SCALE_MAP</var>cm sur la carte correspond à une distance réelle de <var>SCALE_REAL</var>km.
nb: Forholdet betyr at for hver <var>SCALE_MAP</var>cm på kartet korresponderer med en virkelig avstand på <var>SCALE_REAL</var>km.
pl: Skala oznacza, że każde <var>SCALE_MAP</var> cm na mapie odpowiadają rzeczywistej odległości <var>SCALE_REAL</var> km.
pt: A escala significa que cada <var>SCALE_MAP</var>cm no mapa corresponde a uma distância real de <var>SCALE_REAL</var>km.
tr: Ölçek, haritadaki her <var>SCALE_MAP</var>cm'nin gerçek hayatta <var>SCALE_REAL</var>km uzaklığı temsil ettiğini göstermektedir.

source: The scale on a map is <var>SCALE_MAP</var>cm : <var>SCALE_REAL</var>km.
fr: L'échelle sur la carte est <var>SCALE_MAP</var>cm : <var>SCALE_REAL</var>km.
nb: Forholdet på kartet er <var>SCALE_MAP</var>cm : <var>SCALE_REAL</var>km.
pl: Skala mapy wynosi <var>SCALE_MAP</var>cm : <var>SCALE_REAL</var>km.
pt: A escala no mapa é de <var>SCALE_MAP</var>cm : <var>SCALE_REAL</var>km.
tr: Haritadaki ölçek şudur: <var>SCALE_MAP</var>cm : <var>SCALE_REAL</var>km.

source: The school isn't listed
es: La escuela no está en la lista
fr: L'école n'est pas répertoriée
ja: その学校はリストにありません
nb: Skolen er ikke oppført
pl: Szkoły nie ma na liście
pt: A escola não está na lista
pt_pt: A escola não está na lista
tr: Bu okul listede yok

source: The science and the stories
bg: Науката и историите
da: Videnskaben og historierne
es: La ciencia y las historias
fr: La science et l'histoire
nb: Vitenskapen og historiene
nl: De wetenschap en de verhalen
pl: Nauka i historie
pt: A ciência e as histórias
tr: Bilim ve Hikayeler

source: The scores on a statewide <var>course( 1 )</var> exam were normally distributed with <code>\mu = <var>MEAN</var></code> and <code>\sigma = <var>STDDEV</var></code>.
fr: Les notes à un examen régional de <var>course( 1 )</var> suivaient la loi normale avec <code>\mu = <var>MEAN</var></code> et <code>\sigma = <var>STDDEV</var></code>.
pt: As pontuações de uma prova estadual de <var>course( 1 )</var> foram normalmente distribuídas com <code>\mu = <var>MEAN</var></code> e <code>\sigma = <var>STDDEV</var></code>.
tr: Ülke çapında uygulanan <var>course( 1 )</var> sınavının puanları, <code>\mu = <var>MEAN</var></code> ortalamalı ve<code>\sigma = <var>STDDEV</var></code> standart sapmalı bir normal dağılım gösterir.

source: The scores on a statewide <var>course(1)</var> exam were normally distributed with <code>\mu = <var>MEAN</var></code> and <code>\sigma = <var>STDDEV</var></code>. <br><var>person(1)</var> scored <code><var>GRADE</var></code> on the exam.
fr: Les notes à un examen régional de <var>course(1)</var> suivaient la loi normale avec <code>\mu = <var>MEAN</var></code> et <code>\sigma = <var>STDDEV</var></code>. <br><var>person(1)</var> a eu <code><var>GRADE</var></code> à l'examen.
pt: As notas de um exame estadual <var>course(1)</var> foram distribuídas normalmente com <code>\mu = <var>MEAN</var></code> e <code>\sigma = <var>STDDEV</var></code>. <br><var>person(1)</var> obteve <code><var>GRADE</var></code> na prova.
tr: Ülke çapında uygulanan bir <var>course(1)</var> sınavının puanları, <code>\mu = <var>MEAN</var></code> ve <code>\sigma = <var>STDDEV</var></code> olacak şekilde normal dağılım gösterir. <br><var>person(1)</var> sınavda <code><var>GRADE</var></code> aldı.

source: The second derivative, <code>f^{\prime\prime}(x)</code>, is greater than <code>0</code> wherever the function is concave up.
es: La segunda derivada, <code>f^{\prime\prime}(x)</code>, es mayor que <code>0</code> donde la función es cóncava hacia arriba.
fr: La dérivée seconde, <code>f^{\prime\prime}(x)</code>, est plus grande que <code>0</code> dès lors que la fonction est concave vers le haut .
nb: Den andre deriverte, <code>f^{\prime\prime}(x)</code>, er større enn <code>0</code> hvor funksjonen er konkav opp.
pt: A segunda derivada, <code>f^{\prime\prime}(x)</code>, é maior que <code>0</code> onde a concavidade da função for para cima.
tr: Fonksiyonun yukarı doğru çukur olduğu yerde, <code>f^{\prime\prime}(x)</code> <code>0</code>'dan büyüktür.
