Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Simplifying radicals
da: Reducer rodtegnsudtryk
es: Simplificando radicales
fr: Simplification d'une racine carrée - Exemple 2
ja: 根号式の簡単化
nb: Forenkle rotuttrykk
nl: Wortels vereenvoudigen
pl: Upraszczanie pierwiastków
pt: Simplificação de radicais
tr: Köklü Sayıları Sadeleştirme

source: Simplifying radicals 2
da: Reducer Radikaler 2
es: Simplificando radicales 2
fr: Simplifier une racine carrée 2
nb: Forenkle rotuttrykk 2
nl: Wortels vereenvoudigen 2
pl: Upraszczanie pierwiastków 2
pt: Simplificação de radicais 2
tr: Köklü sayıları sadeleştirmek 2

source: Simplifying rational expression with exponent properties
da: Reducer rationale udtryk med regneregler for eksponenter
es: Simplificando expresiones racionales con propiedades de exponentes
fr: Simplifier des expressions rationnelles comportant des puissances
nb: Forenkle rasjonelle uttrykk med eksponent egenskaper
pl: Upraszczanie wyrażeń wymiernych przy użyciu własności potęgowania
pt: Simplificação de expressão racional com propriedades exponenciais
tr: Rasyonel ifadeyi üs özellikleriyle sadeleştirme

source: Simplifying rational expressions 2
es: Simplificando expresiones racionales 2
fr: Simplifier une fraction rationnelle 2
nb: Forenkle rasjonale uttrykk 2
pt: Simplificação de expressões racionais 2
tr: Rasyonel ifadeleri sadeleştirme 2

source: Simplifying rational expressions 3
es: Simplificando expresiones racionales 3
fr: Simplifier une fraction rationnelle 3
nb: Forenkle rasjonale uttrykk 3
pt: Simplificação de expressões racionais 3
tr: Rasyonel ifadeleri sadeleştirme 3

source: Simplifying rational expressions 4
da: Reducer Rationale Udtryk 4
es: Simplifica la expresión racional 4
fr: Simplifier une fraction rationnelle 4
nb: Forenkle rasjonale utttrykk 4
pl: Upraszczanie wyrażeń wymiernych 4
pt: Simplificação de expressões racionais 4
tr: Rasyonel ifadeleri sadeleştirme 4

source: Simplifying the radical gives <code><var>a</var> = <var>formattedSquareRootOf(BC2)</var>.</code>
es: Simplificando la raíz tenemos <code><var>a</var> = <var>formattedSquareRootOf(BC2)</var>.</code>
fr: En simplifiant la racine carrée, on obtient <code><var>a</var> = <var>formattedSquareRootOf(BC2)</var>.</code>
nb: Ved å faktorisere rotuttrykket, får vi <code><var>a</var> = <var>formattedSquareRootOf(BC2)</var>.</code>
pl: Uproszczenie ułamka daje <code><var>a</var> = <var>formattedSquareRootOf(BC2)</var>.</code>
pt: Ao simplificar o radical temos <code><var>a</var> = <var>formattedSquareRootOf(BC2)</var>.</code>

source: Simplifying the radical gives <code><var>formattedSquareRootOf( ABS_SQUARE )</var></code>. That is the absolute value of <code><var>REPRESENTATION</var></code>.
da: Reduktion af radikalerne giver <code><var>formattedSquareRootOf( ABS_SQUARE )</var></code>. Det er den absolutte værdi af <code><var>REPRESENTATION</var></code>.
es: Simplificando el radical da <code><var>formattedSquareRootOf( ABS_SQUARE )</var></code>. Ese es valor absoluto de <code><var>REPRESENTATION</var></code>.
fr: En simplifiant le radical, on obtient <code><var>formattedSquareRootOf( ABS_SQUARE )</var></code>. C'est le module de <code><var>REPRESENTATION</var></code>.
nb: Forkorting av av radikalene gir <code><var>formattedSquareRootOf( ABS_SQUARE )</var></code>. Det er absoluttverdien av <code><var>REPRESENTATION</var></code>.
pt: Ao simplificarmos o radical temos <code><var>formattedSquareRootOf( ABS_SQUARE )</var></code>. Este é o valor absoluto de <code><var>REPRESENTATION</var></code>.
tr: Köklü ifadeyi sadeleştirdiğimizde, <code><var>formattedSquareRootOf( ABS_SQUARE )</var></code> elde ederiz. Bu, <code><var>REPRESENTATION</var></code>'in mutlak değeridir.

source: Simplifying the radical gives <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>
es: Simplificando la raíz tenemos <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>
fr: En simplifiant le radical, on obtient <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>
nb: Forenkling av rottutrykket gir <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>
pl: Uproszczenie ułamka daje <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>
pt: Ao simplificar o radical temos <code>c = <var>formattedSquareRootOf(AB2)</var>.</code>

source: Simplifying the right side of this equation, we get: <code><var>A</var> + y = <var>C * B</var> + <var>C</var> y</code>.
da: Ved at reducere højre side af denne ligning, får vi: <code><var>A</var> + y = <var>C * B</var> + <var>C</var> y</code>.
es: Simplificando el lado derecho de esta ecuación, obtenemos: <code><var>A</var> + y = <var>C * B</var> + <var>C</var> y</code>.
fr: En développant le membre de droite, on obtient : <code><var>A</var> + y = <var>C * B</var> + <var>C</var> y</code>.
nb: Ved å forkorte høyre side av denne ligningen, får vi: <code><var>A</var> + y = <var>C * B</var> + <var>C</var> y</code>.
nl: Nadat we de rechterkant van deze vergelijking vereenvoudigd hebben, krijgen we <code><var>A</var> + y = <var>C * B</var> + <var>C</var> y</code>.
pl: Upraszczając prawą stronę równania, otrzymamy: <code><var>A</var> + y = <var>C * B</var> + <var>C</var> y</code>.
pt: Simplificando o lado direito desta equação, temos: <code><var>A</var> + y = <var>C * B</var> + <var>C</var> y</code>.
tr: Denklemin sağ tarafını sadeleştirdiğimizde, <code><var>A</var> + y = <var>C * B</var> + <var>C</var> y</code> elde ederiz.

source: Simplifying the right side of this equation, we get: <code><var>A</var> <var>V2</var> - <var>B</var> = <var>C</var> <var>V2</var> - <var>B * C</var></code>.
es: Simplificando el lado derecho de esta ecuación, obtenemos: <code><var>A</var> <var>V2</var> - <var>B</var> = <var>C</var> <var>V2</var> - <var>B * C</var></code>.
fr: On développe et réduit le membre de droite : <code><var>A</var> <var>V2</var> - <var>B</var> = <var>C</var> <var>V2</var> - <var>B * C</var></code>.
nb: Forenkler vi høyre side av likningen, får vi: <code><var>A</var> <var>V2</var> - <var>B</var> = <var>C</var> <var>V2</var> - <var>B * C</var></code>.
nl: Nadat we de rechterkant van deze vergelijking hebben vereenvoudigd, krijgen we: <code><var>A</var> <var>V2</var> - <var>B</var> = <var>C</var> <var>V2</var> - <var>B * C</var></code>.
pl: Po uproszczeniu prawej strony tego równania, mamy: <code><var>A</var> <var>V2</var> - <var>B</var> = <var>C</var> <var>V2</var> - <var>B * C</var></code>.
pt: Ao simplificarmos o lado direito dessa equação, obtemos: <code><var>A</var> <var>V2</var> - <var>B</var> = <var>C</var> <var>V2</var> - <var>B * C</var></code>.
tr: Bu denklemin sağ tarafını sadeleştirirsek, şunu elde ediyoruz: <code><var>A</var> <var>V2</var> - <var>B</var> = <var>C</var> <var>V2</var> - <var>B * C</var></code>.

source: Simplifying the right side of this equation, we get: <code><var>V1</var> - <var>B</var> = <var>C</var><var>V1</var> - <var>C * (A + B)</var></code>.
es: Simplificando el lado derecho de esta ecuación, obtenemos: <code><var>V1</var> - <var>B</var> = <var>C</var><var>V1</var> - <var>C * (A + B)</var></code>.
fr: On développe et réduit le membre de droite : <code><var>V1</var> - <var>B</var> = <var>C</var><var>V1</var> - <var>C * (A + B)</var></code>.
nb: Forenkler vi den høyre siden av likningen, får vi: <code><var>V1</var> - <var>B</var> = <var>C</var><var>V1</var> - <var>C * (A + B)</var></code>.
nl: Als we de rechterkant van deze vergelijking vereenvoudigen, krijgen we: <code><var>V1</var> - <var>B</var> = <var>C</var><var>V1</var> - <var>C * (A + B)</var></code>.
pl: Upraszczając prawą stronę równania, dostaniemy: <code><var>V1</var> - <var>B</var> = <var>C</var><var>V1</var> - <var>C * (A + B)</var></code>.
pt: Ao simplificarmos o lado direito desta equação, obtemos: <code><var>V1</var> - <var>B</var> = <var>C</var><var>V1</var> - <var>C * (A + B)</var></code>.
tr: Bu denklemin sağ tarafını sadeleştirdiğimizde, şunu elde ediyoruz: <code><var>V1</var> - <var>B</var> = <var>C</var><var>V1</var> - <var>C * (A + B)</var></code>.

source: Simplifying the right side of this equation, we get: <code><var>V1</var> - <var>B</var> = <var>fractionReduce(C, A)</var> <var>V1</var> - <var>C * B</var></code>.
es: Simplificando el lado derecho de esta ecuación, obtenemos: <code><var>V1</var> - <var>B</var> = <var>fractionReduce(C, A)</var> <var>V1</var> - <var>C * B</var></code>.
fr: On développe et réduit le membre de droite : <code><var>V1</var> - <var>B</var> = <var>fractionReduce(C, A)</var> <var>V1</var> - <var>C * B</var></code>.
nb: Forenkler vi høyre side av denne likningen, får vi: <code><var>V1</var> - <var>B</var> = <var>fractionReduce(C, A)</var> <var>V1</var> - <var>C * B</var></code>.
nl: Nadat we de rechterkant van deze vergelijking hebben vereenvoudigd, krijgen we: <code><var>V1</var> - <var>B</var> = <var>fractionReduce(C, A)</var> <var>V1</var> - <var>C * B</var></code>.
pl: Upraszczając prawą stronę równania, dostaniemy: <code><var>V1</var> - <var>B</var> = <var>fractionReduce(C, A)</var> <var>V1</var> - <var>C * B</var></code>.
pt: Ao simplificarmos o lado direito dessa equação, obtemos: <code><var>V1</var> - <var>B</var> = <var>fractionReduce(C, A)</var> <var>V1</var> - <var>C * B</var></code>.
tr: Bu denklemin sağ tarafını sadeleştirdiğimizde şunu elde ediyoruz: <code><var>V1</var> - <var>B</var> = <var>fractionReduce(C, A)</var> <var>V1</var> - <var>C * B</var></code>.

source: Simplifying the right side of this equation, we get: <code><var>V1</var> = <var>C</var><var>V1</var> - <var>C * A</var></code>.
es: Simplificando el lado derecho de esta ecuación, obtenemos: <code><var>V1</var> = <var>C</var><var>V1</var> - <var>C * A</var></code>.
fr: En développant le membre de droite, on obtient : <code><var>V1</var> = <var>C</var><var>V1</var> - <var>C * A</var></code>.
nb: Forenkler vi høyre side av likningen, får vi: <code><var>V1</var> = <var>C</var><var>V1</var> - <var>C * A</var></code>.
nl: Als we de rechterkant van deze vergelijking vereenvoudigen, krijgen we: <code><var>V1</var> = <var>C</var><var>V1</var> - <var>C * A</var></code>.
pl: Upraszczając prawą stronę tego równania dostaniemy: <code><var>V1</var> = <var>C</var><var>V1</var> - <var>C * A</var></code>.
pt: Ao simplificarmos o lado direito dessa equação, obtemos: <code><var>V1</var> = <var>C</var><var>V1</var> - <var>C * A</var></code>.
tr: Bu denklemin sağ tarafını sadeleştirdiğimizde, şunu elde ediyoruz: <code><var>V1</var> = <var>C</var><var>V1</var> - <var>C * A</var></code>.

source: Simplifying, we can see <var>UNKNOWN</var>'s weight:
es: Simplificando podemos ver el peso de <var>UNKNOWN</var>:
fr: En simplifiant, on peut voir le poids de <var>UNKNOWN</var>:
nb: Ved å forenkle, kan vi se at <var>UNKNOWN</var> veier:
pl: Upraszczając, możemy teraz zobaczyć ile waży <var>UNKNOWN</var> :
pt: Simplificando, podemos ver o peso de <var>UNKNOWN</var>:
tr: Sadeleştirirsek, <var>UNKNOWN</var>'in ağırlığını görebiliriz:

source: Simplifying, we get <code> \left(\dfrac{\cancel{<var>NUM_B</var>!}}{<var>_.map(_.range(STUDENTS-NUM_B), function(l){ return (STUDENTS-l); }).join("\\cdot") </var> \cdot \cancel{<var>NUM_B</var>!}}\right) \left(\dfrac{<var>_.map(_.range(STUDENTS-NUM_B), function(l){ return (STUDENTS-GROUP-l); }).join("\\cdot") </var> \cdot \cancel{<var>(NUM_B-GROUP)</var>!}}{\cancel{<var>NUM_B-GROUP</var>!}}\right) = \left(\dfrac{1}{<var>factorial(STUDENTS)/factorial(NUM_B)</var>}\right) \left(<var>factorial(STUDENTS-GROUP)/factorial(NUM_B-GROUP)</var>\right) = \dfrac{<var>PRETTY_NUM</var>}{<var>PRETTY_DEM</var>}</code>
es: Simplificando, obtenemos <code> \left(\dfrac{\cancel{<var>NUM_B</var>!}}{<var>_.map(_.range(STUDENTS-NUM_B), function(l){ return (STUDENTS-l); }).join("\\cdot") </var> \cdot \cancel{<var>NUM_B</var>!}}\right) \left(\dfrac{<var>_.map(_.range(STUDENTS-NUM_B), function(l){ return (STUDENTS-GROUP-l); }).join("\\cdot") </var> \cdot \cancel{<var>(NUM_B-GROUP)</var>!}}{\cancel{<var>NUM_B-GROUP</var>!}}\right) = \left(\dfrac{1}{<var>factorial(STUDENTS)/factorial(NUM_B)</var>}\right) \left(<var>factorial(STUDENTS-GROUP)/factorial(NUM_B-GROUP)</var>\right) = \dfrac{<var>PRETTY_NUM</var>}{<var>PRETTY_DEM</var>}</code>
fr: En simplifiant, on obtient <code> \left(\dfrac{\cancel{<var>NUM_B</var>!}}{<var>_.map(_.range(STUDENTS-NUM_B), function(l){ return (STUDENTS-l); }).join("\\cdot") </var> \cdot \cancel{<var>NUM_B</var>!}}\right) \left(\dfrac{<var>_.map(_.range(STUDENTS-NUM_B), function(l){ return (STUDENTS-GROUP-l); }).join("\\cdot") </var> \cdot \cancel{<var>(NUM_B-GROUP)</var>!}}{\cancel{<var>NUM_B-GROUP</var>!}}\right) = \left(\dfrac{1}{<var>factorial(STUDENTS)/factorial(NUM_B)</var>}\right) \left(<var>factorial(STUDENTS-GROUP)/factorial(NUM_B-GROUP)</var>\right) = \dfrac{<var>PRETTY_NUM</var>}{<var>PRETTY_DEM</var>}</code>
pt: Simplificando, obtemos <code> \left(\dfrac{\cancel{<var>NUM_B</var>!}}{<var>_.map(_.range(STUDENTS-NUM_B), function(l){ return (STUDENTS-l); }).join("\\cdot") </var> \cdot \cancel{<var>NUM_B</var>!}}\right) \left(\dfrac{<var>_.map(_.range(STUDENTS-NUM_B), function(l){ return (STUDENTS-GROUP-l); }).join("\\cdot") </var> \cdot \cancel{<var>(NUM_B-GROUP)</var>!}}{\cancel{<var>NUM_B-GROUP</var>!}}\right) = \left(\dfrac{1}{<var>factorial(STUDENTS)/factorial(NUM_B)</var>}\right) \left(<var>factorial(STUDENTS-GROUP)/factorial(NUM_B-GROUP)</var>\right) = \dfrac{<var>PRETTY_NUM</var>}{<var>PRETTY_DEM</var>}</code>
tr: Sadeleştirdiğimizde, <code> \left(\dfrac{\cancel{<var>NUM_B</var>!}}{<var>_.map(_.range(STUDENTS-NUM_B), function(l){ return (STUDENTS-l); }).join("\\cdot") </var> \cdot \cancel{<var>NUM_B</var>!}}\right) \left(\dfrac{<var>_.map(_.range(STUDENTS-NUM_B), function(l){ return (STUDENTS-GROUP-l); }).join("\\cdot") </var> \cdot \cancel{<var>(NUM_B-GROUP)</var>!}}{\cancel{<var>NUM_B-GROUP</var>!}}\right) = \left(\dfrac{1}{<var>factorial(STUDENTS)/factorial(NUM_B)</var>}\right) \left(<var>factorial(STUDENTS-GROUP)/factorial(NUM_B-GROUP)</var>\right) = \dfrac{<var>PRETTY_NUM</var>}{<var>PRETTY_DEM</var>}</code>

source: Simplifying, we still can't directly see <var>UNKNOWN</var>'s weight:
es: Simplificando aun no podemos ver directamente el peso de <var>UNKNOWN</var>:
fr: En simplifiant, on ne peut toujours pas voir le poids de <var>UNKNOWN</var>:
nb: Forenkle, for vi kan ikke se <var>UNKNOWN</var>s vekt direkte:
pl: Uproszczając, nadal nie możemy bezpośrednio zobaczyć ile waży <var>UNKNOWN</var> :
pt: Simplificando, ainda não podemos ver diretamente o peso de <var>UNKNOWN</var>:
tr: Sadeleştirdiğimizde, <var>UNKNOWN</var>'in ağırlığını hala doğrudan göremiyoruz:

source: Since <code>(0, 0)</code> is in the shaded area, this expression must be true.
es: Puesto que <code>(0, 0)</code> esta en el área sombreada, esta expresión debe ser cierta.
fr: <code>(0, 0)</code> est dans la zone coloriée, donc l'inégalité est vérifiée.
nb: Siden <code>(0, 0)</code> er i det fargede området, må dette uttrykket være riktig.
pt: Como <code>(0, 0)</code> está dentro da área sombreada, essa expressão deve ser verdadeira.

source: Since <code>(0, 0)</code> is not in the shaded area, this expression must be false.
es: Puesto que <code>(0, 0)</code> no esta en el área sombreada, esta expresión debe ser falsa.
fr: <code>(0, 0)</code> n'est pas dans la zone coloriée, donc l'inégalité n'est pas vérifiée.
nb: Siden <code>(0, 0)</code> ikke er i det fargede området, må dette uttrykket være feil.
pt: Uma vez <code>(0, 0)</code> não está na área sombreada, essa expressão deve ser falsa.

source: Since <code><var>3 * A + B</var> ≤ <var>B</var></code>, the range is still <code>\{\, y \in \RR \mid y ≤ <var>B</var> \,\}</code>.
es: Como <code><var>3 * A + B</var> ≤ <var>B</var></code>, el rango sigue siendo <code>\{\, y \in \RR \mid y ≤ <var>B</var> \,\}</code>.
fr: <code><var>3 * A + B</var> ≤ <var>B</var></code>, donc l'ensemble image est toujours <code>\{\, y \in \RR \mid y ≤ <var>B</var> \,\}</code>.
nb: Siden <code><var>3 * A + B</var> ≤ <var>B</var></code>, er verdimengden <code>\{\, y \in \RR \mid y ≤ <var>B</var> \,\}</code>.
pt: Como <code><var>3 * A + B</var> ≤ <var>B</var></code>, o contradomínio ainda é <code>\{\, y \in \RR \mid y ≤ <var>B</var> \,\}</code>.
tr: <code><var>3 * A + B</var> ≤ <var>B</var></code> olduğundan, aralık hala <code>\{\, y \in \RR \mid y ≤ <var>B</var> \,\}</code>.

source: Since <code><var>3 * A + B</var> ≥ <var>B</var></code>, the range is still <code>\{\, y \in \RR \mid y ≥ <var>B</var> \,\}</code>.
es: Como <code><var>3 * A + B</var> ≥ <var>B</var></code>, el rango sigue siendo <code>\{\, y \in \RR \mid y ≥ <var>B</var> \,\}</code>.
fr: <code><var>3 * A + B</var> ≥ <var>B</var></code>, donc l'ensemble image est toujours <code>\{\, y \in \RR \mid y ≥ <var>B</var> \,\}</code>.
nb: Siden <code><var>3 * A + B</var> ≥ <var>B</var></code>, er verdimengden <code>\{\, y \in \RR \mid y ≥ <var>B</var> \,\}</code>.
pt: Como <code><var>3 * A + B</var> ≥ <var>B</var></code>, o contradomínio ainda é <code>\{\, y \in \RR \mid y ≥ <var>B</var> \,\}</code>.
tr: <code><var>3 * A + B</var> ≥ <var>B</var></code> olduğundan, aralık hala <code>\{\, y \in \RR \mid y ≥ <var>B</var> \,\}</code>.

source: Since <code><var>COMP</var></code> is inclusive, <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> is a solution.
es: Puesto que <code><var>COMP</var></code> es incluyente, <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> es una solución.
nb: Siden <code><var>COMP</var></code> er inkludert, er <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> en løsning.
pl: Ponieważ <code><var>COMP</var></code> jest włączony, <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> jest rozwiązaniem.
pt: Como <code><var>COMP</var></code> é inclusivo, <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> é uma solução.
tr: <code><var>COMP</var></code> dahil olduğundan, <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> bir çözümdür.

source: Since <code><var>COMP</var></code> is inclusive, <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> is a solution.
es: Puesto que <code><var>COMP</var></code> es incluyente, <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> es una solución.
nb: Siden <code><var>COMP</var></code> er inkludert, er <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> en løsning.
pl: Ponieważ <code><var>COMP</var></code> jest włączony, <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> jest rozwiązaniem.
pt: Como <code><var>COMP</var></code> é inclusivo, <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> é uma solução.
tr: <code><var>COMP</var></code> dahil olduğundan, <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> bir çözümdür.

source: Since <code><var>COMP</var></code> is not inclusive, <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> is not a solution.
es: Puesto que <code><var>COMP</var></code> no es incluyente, <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> no es una solución.
nb: Siden <code><var>COMP</var></code> ikke er inkludert, er <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> ikke en løsning.
pl: Ponieważ <code><var>COMP</var></code> nie jest włączony, <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> nie jest rozwiązaniem.
pt: Como <code><var>COMP</var></code> não é inclusivo, <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> não é uma solução.
tr: <code><var>COMP</var></code> dahil olmadığından, <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> bir çözüm değildir.

source: Since <code><var>COMP</var></code> is not inclusive, <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> is not a solution.
es: Puesto que <code><var>COMP</var></code> no es incluyente, <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> no es una solución.
nb: Siden <code><var>COMP</var></code> ikke er inkludert, er <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> ikke en løsning.
pl: Ponieważ <code><var>COMP</var></code> nie jest włączony, <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> nie jest rozwiązaniem.
pt: Como <code><var>COMP</var></code> não é inclusivo, <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> não é uma solução.
tr: <code><var>COMP</var></code> dahil olmadığından, <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> bir çözüm değildir.

source: Since <code><var>LARGE_ANGLE</var></code> is a straight angle, we know <code>\purple{m<var>LARGE_ANGLE</var> = 180^\circ}</code>.
es: Puesto que <code><var>LARGE_ANGLE</var></code> es un ángulo recto, sabemos que <code>\purple{m<var>LARGE_ANGLE</var> = 180^\circ}</code>.
pt: Uma vez que <code><var>LARGE_ANGLE</var></code> é um ângulo reto, sabemos que <code>\purple{m<var>LARGE_ANGLE</var> = 180^\circ}</code>.

source: Since <code><var>PRETTY_MAT_1_ID</var></code> has a different number of columns (<var>DIM_2</var>) than <code><var>PRETTY_MAT_2_ID</var></code> has rows (<var>DIM_3</var>), <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> is not defined.
da: Da <code><var>PRETTY_MAT_1_ID</var></code> har et forskelligt antal kolonner (<var>DIM_2</var>) end <code><var>PRETTY_MAT_2_ID</var></code> har rækker (<var>DIM_3</var>), er <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> ikke defineret.
es: Puesto que <code><var>PRETTY_MAT_1_ID</var></code> tiene un número diferente de columnas (<var>DIM_2</var>) que el número que <code><var>PRETTY_MAT_2_ID</var></code> tiene de filas (<var>DIM_3</var>), <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> no está definido.
fr: Puisque le nombre de colonnes, (<var>DIM_2</var>), de la matrice <code><var>PRETTY_MAT_1_ID</var></code> est différent du nombre de lignes, (<var>DIM_3</var>), de la matrice <code><var>PRETTY_MAT_2_ID</var></code>, l'opération <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> n'est pas définie.
nb: Siden <code><var>PRETTY_MAT_1_ID</var></code> har et ulikt antall kolonner (<var>DIM_2</var>) enn <code><var>PRETTY_MAT_2_ID</var></code> har rekker (<var>DIM_3</var>), er <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> ikke definert.
pt: Uma vez que <code><var>PRETTY_MAT_1_ID</var></code> tem um número diferente de colunas (<var>DIM_2</var>) que <code><var>PRETTY_MAT_2_ID</var></code> tem de linhas (<var>DIM_3</var>), <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> não é definido.
tr: <code><var>PRETTY_MAT_1_ID</var></code> matrisinin sütun sayısı, (<var>DIM_2</var>), <code><var>PRETTY_MAT_2_ID</var></code> matrisinin satır sayısından (<var>DIM_3</var>), farklı olduğundan <code><var>PRETTY_MAT_1_ID + PRETTY_MAT_2_ID</var></code> tanımlı değildir.
