Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: If a person does not like sushi, then the person is not John.
es: Si a una persona no le gusta el sushi, entonces esa persona no es John.
fr: Si une personne n'aime pas les sushis, alors cette personne n'est pas Jean.
pt: Se uma pessoa não gosta de sushi, essa pessoa não é o João.
tr: Birisi suşi sevmezse, o Can değildir.

source: If a person is not John, then the person does not like sushi.
es: Si una persona no es John, entonces a esa persona no le gusta el sushi.
fr: Si telle personne n'est pas Jean, alors elle n'aime pas les sushis.
pt: Se essa pessoa não é o João, então não gosta de sushi.
tr: Bir kişi Can değilse, o kişi suşi sevmez.

source: If a person likes sushi, then the person is John.
es: Si a una persona le gusta el sushi, entonces esa persona es John.
fr: Si une personne aime les sushis, alors cette personne est Jean.
pt: Se uma pessoa gosta de sushi, essa pessoa é o João.
tr: Birisi suşi seviyorsa, o kişi Can'dır.

source: If a polygon does not have four sides, then it is not a square.
es: Si un polígono no tiene cuatro lados, entonces no es un cuadrado.
fr: Si un polygone n'a pas quatre côtés, alors ce n'est pas un carré.
pt: Se um polígono não tem quatro lados, não é um quadrado.
tr: Bir çokgenin dört kenarı yoksa, kare değildir.

source: If a vehicle does not have two wheels, it is not a bicycle.
es: Si un vehículo no tiene dos ruedas, no es una bicicleta.
fr: Si un véhicule n'a pas deux roues, alors ce n'est pas une bicyclette.
pt: Se um veículo não tem duas rodas, não é uma bicicleta.
tr: Bir taşıtın iki tekerleği yoksa, bisiklet değildir.

source: If at first you don't succeed, try again!
da: Hvis først det ikke lykkes første gang, så prøv igen!
es: Si a la primera no tienes éxito, ¡inténtalo de nuevo!
fr: Si au début vous ne réussissez pas, essayez à nouveau !
ja: 始めてで成功しなくても，もう一度挑戦してください ！
nb: Hvis du ikke lykkes på første forsøk, prøv igjen!
nl: Als het je de eerste keer niet lukt, probeer het dan gewoon opnieuw!
pl: Jeśli nie udało Ci się za pierwszym razem, spróbuj ponownie!
pt: Se não conseguir na primeira, tente de novo!
pt_pt: Se não conseguires à primeira, tenta novamente!
tr: Eğer ilk defada başaramazsanız, tekrar deneyin!

source: If both fire their cannons at the same time, what is the probability that <var>QUESTION</var>?
fr: Si les deux font feu en même temps, quelle est la probabilité que <var>QUESTION</var> ?
pt: Se ambos dispararem seus canhões ao mesmo tempo, qual a probabilidade de <var>QUESTION</var>?
tr: İkisi de toplarını aynı aynda ateşlerse, <var>QUESTION</var> olasılığı nedir?

source: If clicking doesn't seem to work, you can copy and paste the link into your browser's address bar.
da: Hvis at klikke ikke synes at virke, kan du kopiere og indsætte linket i din browsers adresselinje.
es: Si no funciona al hacer clic, puedes copiar y pegar el enlace en la barra de direcciones de tu navegador.
fr: Si cliquer ne semble pas fonctionner, vous pouvez copier et coller le lien dans la barre d'adresse de votre navigateur.
ja: クリックしても動作しない場合、ブラウザのアドレスバーにこのリンクをコピー・ペーストしてください。
nb: Hvis det ikke virker å klikke på lenken, kan du kopiere og lime den inn i adresselinjen i nettleseren din.
nl: Als klikken niet lijkt te werken, kan je de link kopiëren en plakken in de adresbalk van je browser.
pl: Jeśli kliknięcie nie działa, możesz skopiować i wkleić link w pasek adresowy Twojej przeglądarki.
pt: Se somente clicar não funcionar, você pode copiar e colar o link na barra de endereços de seu navegador.
pt_pt: Se a página não abrir ao clicares na hiperligação, copia e cola a ligação na barra de endereço do teu navegador.
tr: Eğer tıklamak işe yaramıyor ise, aşağıdaki bağlantıyı kopyalayarak tarayıcınızın adres çubuğuna yapıştırabilirsiniz.

source: If each type of exercise takes <code>\frac{<var>N</var>}{<var>D</var>}</code> of an hour, how many different types of exercise can <var>person(1)</var> do in each workout?
fr: Si chaque type d'exercice prend <code>\frac{<var>N</var>}{<var>D</var>}</code> d'une heure, quel est le nombre de types d'exercices pratiqués par <var>person(1)</var> à chaque entraînement ?
nl: Als elk soort oefening <code>\frac{<var>N</var>}{<var>D</var>}</code> uur duurt, hoeveel verschillende oefeningen kan <var>person(1)</var> dan in elke training doen?
pt: Se cada tipo de exercício levar <code>\frac{<var>N</var>}{<var>D</var>}</code> de hora, quantos tipos diferentes de exercícios <var>person(1)</var> pode fazer em cada sessão de treino?
tr: Eğer her egzersiz <code>\frac{<var>N</var>}{<var>D</var>}</code> saat sürüyor ise, <var>person(1)</var> her antrenmanda kaç değişik çeşit egzersiz yapabilir?

source: If everyone shakes everyone else's hand exactly once, how many handshakes occur?
da: Hvis alle giver hånd til alle andre præcis én gang, hvor mange håndtryk bliver der så givet?
es: Si todos estrechan la mano de todos los demás exactamente una vez, ¿cuántos apretones de manos ocurren?
fr: Si chacune de ces personnes serre une fois la main aux autres, au total combien y a-t-il de poignées de main échangées ?
pt: Se todos se cumprimentarem exatamente uma vez, quantos apertos de mão ocorrerão?
tr: Herkes diğerleriyle bir kere el sıkışırsa, kaç el sıkışma olur?

source: If he can choose any flower and any pot, how many different potted plants can <var>person( 1 )</var> buy?
fr: S'il peut choisir n'importe quelle fleur et n'importe quel pot, combien de plantes en pot différentes <var>person( 1 )</var> peut-il acheter ?
pt: Se ele pode escolher qualquer flor e qualquer vaso, quantos vasos de plantas diferentes <var>person( 1 )</var> pode comprar?
tr: Herhangi bir çiçek veya saksı seçebilirse, <var>person( 1 )</var> kaç değişik saksı bitkisi satın alabilir?

source: If he gets <code>100</code> on the remaining <var>plural_form(exam(1))</var>, the sum of his scores will be <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + <var>REMAINING</var> \cdot <var>100</var> = <var>SUM</var></code>.
nb: Om han får <code>100</code> på de resterende <var>plural_form(exam(1))</var>, vil summen av karakterene være <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + <var>REMAINING</var> \cdot <var>100</var> = <var>SUM</var></code>.
pt: Se ele tirar <code>100</code> nos(as) <var>plural_form(exam(1))</var> restantes, a soma de suas pontuações será <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + <var>REMAINING</var> \cdot <var>100</var> = <var>SUM</var></code>.
tr: Eğer kalan <var>plural_form(exam(1))</var> <code>100</code> alırsa, notlarının toplamı <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + <var>REMAINING</var> \cdot <var>100</var> = <var>SUM</var></code> olacaktır.

source: If he gets <code>100</code>, a perfect score, on the remaining <code><var>REMAINING</var></code> <var>plural_form(exam(1), REMAINING)</var>, what will his new average be?
nb: Om han får <code>100</code>, en perfekt karakter på de neste <code><var>REMAINING</var></code> <var>plural_form(exam(1), REMAINING)</var>, hva vil den nye gjennomsnittskarakteren være?
pt: Se ele tirar <code>100</code>, a pontuação máxima, nos(as) <code><var>REMAINING</var></code> <var>plural_form(exam(1), REMAINING)</var> restantes, qual será sua nova pontuação média?
tr: Eğer kalan <code><var>REMAINING</var></code> <var>plural_form(exam(1), REMAINING)</var> <code>100</code> alırsa, yani tam puan alırsa, yeni ortalaması ne olacaktır?

source: If it does not rain today, soccer practice will not be cancelled.
es: Si no llueve hoy, el entrenamiento de futbol no será cancelado.
fr: S'il ne pleut pas aujourd'hui, l'entraînement de football ne sera pas annulé.
pt: Se hoje não está chovendo, o treino de futebol não será cancelado.
tr: Bugün yağmur yağmazsa, futbol antrenmanı iptal olmaz.

source: If it helps, you may drag the numbers to put them in a different order. The order isn't checked with your answer. <var>SORTER.init( "sortable" )</var>
es: Si te sirve de algo, puedes arrastrar los números y colocarlos en un orden distinto. El orden no afecta la respuesta. <var>SORTER.init( "sortable" )</var>
fr: Si cela vous aide, vous pouvez déplacer les nombres pour les mettre dans un ordre différent. <var>SORTER.init( "sortable" )</var>
nl: Als het helpt dan kun je de getallen verslepen om ze in een andere volgorde te plaatsen. De volgorde wordt niet gecontroleerd met het antwoord. <var>SORTER.init( "sortable" )</var>
pt: Caso ajude, você pode arrastar os números para colocá-los em uma ordem diferente. A ordem não é verificada com sua resposta. <var>SORTER.init( "sortable" )</var>
tr: Eğer faydası olacaksa, sayıları sürükleyerek değişik bir sıraya koyun. Sırayı cevabınızla kontrol etmiyoruz.<var>SORTER.init( "sortable" )</var>

source: If it helps, you may select the matching outcomes below. Your selections aren't checked with your answer:
fr: Ci-dessous est représenté l'univers associé. Si besoin, pour compter le nombre d'éventualités de l'événement étudié, cliquer sur celles qui lui appartiennent. Ceci ne compte pas dans la réponse.
pt: Caso ajude, você poderá selecionar os resultados correspondentes abaixo. Suas seleções não são conferidas com sua resposta:
tr: Eğer faydası olursa, aşağıda eşleşen sonuçları seçebilirsiniz. Seçimlerinizi cevabınızla kontrol etmiyoruz:

source: If it is Thanksgiving, then I will have a big dinner.
es: Si es el Día de Acción de Gracias, entonces tendré una gran cena.
fr: Si nous sommes le jour de Noël, alors je vais faire un repas copieux.
pt: Se hoje é Dia de Ação de Graças, terei um grande jantar.
tr: Bugün Şükran Günü ise, yemekte çok yiyeceğim.

source: If it is not Thanksgiving, then I will not have a big dinner.
es: Si no es el Día de Acción de Gracias, entonces no tendré una gran cena.
fr: Si nous ne sommes pas le jour de Noël, alors je ne vais pas faire un repas copieux.
pt: Se hoje não é Dia de Ação de Graças, não terei um grande jantar.
tr: Bugün Şükran Günü değilse, yemekte çok yemeyeceğim.

source: If it is not working on those browsers, <a target="_blank" href="https://khanacademy.zendesk.com/hc/en-us/requests/new?ticket_form_id=37070">please report your problem here</a>. Thanks!
da: Hvis det ikke virker på disse webbrowsere, <a target="_blank" href="https://khanacademy.zendesk.com/hc/en-us/requests/new?ticket_form_id=37070">bedes du rapportere dit problem her</a>. Tak!
es: Si no está funcionando en esos navegadores, <a target="_blank" href="https://khanacademy.zendesk.com/hc/en-us/requests/new?ticket_form_id=37070">por favor informa de tu problema aquí</a>. ¡Gracias!
nb: Om dette ikke virker i nettleserne, <a target="_blank" href="https://khanacademy.zendesk.com/hc/en-us/requests/new?ticket_form_id=37070">kan du rapportere problemet her</a>. Takk!
nl: Als het werkt niet op die browsers, <a target="_blank" href="https://khanacademy.zendesk.com/hc/en-us/requests/new?ticket_form_id=37070"> meld je probleem hier</a>. Bedankt!
pl: Jeśli to nie działa na tych przeglądarkach, <a target="_blank" href="https://khanacademy.zendesk.com/hc/en-us/requests/new?ticket_form_id=37070">prosimy, zgłoś swój problem tutaj</a>. Dziękujemy!
pt: Se não funcionar nesses navegadores, <a target="_blank" href="https://khanacademy.zendesk.com/hc/en-us/requests/new?ticket_form_id=37070"> relate seu problema aqui</a>. Obrigado!
tr: eğer o tarayıcılarda çalışmıyor ise, <a target="_blank" href="https://khanacademy.zendesk.com/hc/en-us/requests/new?ticket_form_id=37070">lütfen buradan bize sorununuzu iletiniz</a>. Teşekkürler!

source: If it rains today, soccer practice will be canceled.
es: Si llueve hoy, el entrenamiento de futbol será cancelado.
fr: S'il pleut aujourd'hui, l'entraînement de football sera annulé.
pt: Se hoje está chovendo, o treino de futebol será cancelado.
tr: Bugün yağmur yağarsa, futbol antrenmanı iptal olur.

source: If more than half of your school’s students are in the Free and Reduced Lunch Program, your school is eligible to unlock rewards that will better ensure every kid, no matter their circumstances, is able to engage with and succeed in LearnStorm.
nb: Hvis mer enn halvparten av dine skoleelever er i "Free and Reduced Lunch Program", er din skole kvalifisert til å låse opp belønninger som sikrer hvert barn, uansett hvilke omstendigheter, for at det skal kunne engasjeres og lykkes i LearnStorm.
pt: Se mais da metade dos alunos da sua escola está no programa Free and Reduced Lunch, que fornece refeições gratuitas ou a preço reduzido, sua escola está apta a ganhar recompensas que vão garantir que toda criança, independentemente das circunstâncias, esteja apta a participar e ser bem-sucedida na LearnStorm.
tr: Öğrencilerinin yarısından fazlası Ücretsiz ve İndirimli Yemek Programı'ndaysa, okulunuz, durumları ne olursa olsun, her çocuğun LearnStorm'a katılması ve başarılı olmasını daha iyi sağlayacak ödülleri açmaya hak kazanır.

source: If my dad does not have to take me to school, then I did not miss the bus.
es: Si mi papá no tiene que llevarme a la escuela, entonces no me dejó el autobús.
fr: Si mon père ne doit pas m'emmener à l'école, alors je n'ai pas raté le bus.
pt: Se meu pai não tem de me levar à escola, significa que eu não perdi o ônibus.
tr: Babam beni okula götürmek zorunda kalmazsa, otobüsü kaçırmadım.

source: If my dad takes me to school, then I must have missed the bus.
es: Si mi papá me lleva a la escuela, entonces me debe haber dejado el autobús.
fr: Si mon père m'emmène à l'école, alors c'est que j'ai raté le bus.
pt: Se meu pai me levar à escola, significa que eu perdi o ônibus.
tr: Babam beni okula götürürse, otobüsü kaçırmışım demektir.

source: If she can choose any flower and any pot, how many different potted plants can <var>person( 1 )</var> buy?
fr: Si elle peut choisir n'importe quelle fleur et n'importe quel pot, combien de plantes en pot différentes <var>person( 1 )</var> peut-elle acheter ?
pt: Se ela pode escolher qualquer flor e qualquer vaso, quantos vasos de plantas diferentes <var>person( 1 )</var> pode comprar?
tr: Herhangi bir çiçek veya saksı seçebilirse, <var>person( 1 )</var> kaç değişik saksı bitkisi satın alabilir?

source: If she gets <code>100</code> on the remaining <var>plural_form(exam(1))</var>, the sum of her scores will be <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + <var>REMAINING</var> \cdot <var>100</var> = <var>SUM</var></code>.
nb: Om hun får <code>100</code> på de resterende <var>plural_form(exam(1))</var>, vil summen av karakterene være <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + <var>REMAINING</var> \cdot <var>100</var> = <var>SUM</var></code>.
pt: Se ela tirar <code>100</code> nos(as) <var>plural_form(exam(1))</var> restantes, a soma de suas pontuações será <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + <var>REMAINING</var> \cdot <var>100</var> = <var>SUM</var></code>.
tr: Eğer kalan <var>plural_form(exam(1))</var> <code>100</code> alırsa, notlarının toplamı <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + <var>REMAINING</var> \cdot <var>100</var> = <var>SUM</var></code> olacaktır.

source: If she gets <code>100</code>, a perfect score, on the remaining <code><var>REMAINING</var></code> <var>plural_form(exam(1), REMAINING)</var>, what will her new average be?
nb: Om hun får <code>100</code>, en perfekt karakter på de neste <code><var>REMAINING</var></code> <var>plural_form(exam(1), REMAINING)</var>, hva vil den nye gjennomsnittskarakteren være?
pt: Se ela tirar <code>100</code>, a pontuação máxima, nos(as) <code><var>REMAINING</var></code> <var>plural_form(exam(1), REMAINING)</var> restantes, qual será sua nova pontuação média?
tr: Eğer kalan <code><var>REMAINING</var></code> <var>plural_form(exam(1), REMAINING)</var> <code>100</code> alırsa, yani tam puan alırsa, yeni ortalaması ne olacaktır?

source: If soccer practice is canceled today, then it did rain.
es: Si el entrenamiento de futbol es cancelado hoy, entonces llovió.
fr: Si l'entraînement de football est annulé aujourd'hui, alors c'est qu'il a plu.
pt: Se o treino de futebol foi cancelado hoje, significa que choveu.
tr: Futbol antrenmanı iptal edildiyse, yağmur yağmıştır.

source: If soccer practice is not canceled today, then it did not rain.
es: Si el entrenamiento de futbol no es cancelado hoy, entonces no llovió.
fr: Si l'entraînement de football n'est pas annulé aujourd'hui, alors il n'a pas plu.
pt: Se o treino de futebol não foi cancelado hoje, significa que não choveu.
tr: Bugün futbol antrenmanı iptal edilmezse, yağmur yağmamıştır.

source: If someone has already answered the question well, don't repeat their answer &ndash; vote it up instead.
da: Hvis nogen allerede har givet godt svar på spørgsmålet, så undlad at gentage deres svar &ndash; Giv dem en tommelfinger op i stedet.
es: Si alguien ya ha respondido correctamente, no lo repitas &ndash; en su lugar, vota por esa respuesta.
fr: Si quelqu'un à déjà correctement répondu à la question, ne répétez pas sa réponse &ndash; veuillez plutôt voter pour.
ja: もし誰かが既に質問に良く答えているのであれば，それを繰り返さないで下さい．&ndash; その代わりにそれに投票して下さい．
nb: Om noen har allerede besvart spørsmålet godt, er det ikke nødvendig å gjenta svaret &ndash; gi den heller en stemme.
nl: Als iemand de vraag al goed beantwoord heeft, herhaal deze dan niet &ndash; stem erop.
pl: Jeśli ktoś już odpowiedział dobrze na to pytanie, nie powtarzaj jego odpowiedzi &ndash; głosuj zamiast tego.
pt: Se alguém já respondeu bem à pergunta, não repita a resposta &ndash; em vez disso, vote nela.
pt_pt: Se alguém já respondeu corretamente a uma pergunta, não repitas a resposta. Vota na que está correta.
tr: Eğer birisinin soruyu başarıyla cevapladığını düşünüyorsanız, onun cevabını tekrarlamak yerine&ndash; oy veriniz.

source: If the Captain hits the pirate ship, it won't affect whether he's also hit by the pirate's cannons (and vice-versa), because they both fired at the same time. So, these events are independent.
fr: Ils tirent en même temps, donc le fait que le capitaine touche le navire du pirate n'a pas d'incidence sur le fait qu'il puisse également être touché par les canons du pirate (et vice-versa). Par conséquent, ces événements sont indépendants.
pt: Se o Capitão acertar o navio pirata, isso não irá afetar caso ele também tenha sido atingido pelos canhões do pirata (e vice-versa), pois ambos dispararam ao mesmo tempo. Portanto, estes eventos são independentes.
tr: Kaptan korsan gemisini vurursa, bu, korsanın topları tarafından vurulup vurulmadığını etkilemez (ve tam tersi), çünkü ikisi de toplarını aynı anda ateşler. Yani bu olaylar bağımsızdır.

source: If the Captain hits the pirate ship, it won't affect whether she's also hit by the pirate's cannons (and vice-versa), because they both fired at the same time. So, these events are independent.
fr: Ils tirent en même temps, donc le fait que le capitaine touche le navire du pirate n'a pas d'incidence sur le fait qu'il puisse également être touché par les canons du pirate (et vice-versa). Par conséquent, ces événements sont indépendants.
pt: Se o Capitão acertar o navio pirata, não irá afetar caso ela também tenha sido atingida pelos canhões do pirata (e vice-versa), pois ambos dispararam ao mesmo tempo. Portanto, estes eventos são independentes.
tr: Kaptan korsan gemisini vurursa, bu, korsanın topları tarafından vurulup vurulmadığını etkilemez (ve tam tersi), çünkü ikisi de toplarını aynı anda ateşler. Yani bu olaylar bağımsızdır.

source: If the above does not work, you may want to make sure you're browsing with the <a href="http://www.google.com/chrome">latest version of Chrome</a>, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, or <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a>.
da: Hvis ovenstående ikke virker, kan du sørge for du anvender den <a href="http://www.google.com/chrome"> nyeste version af Chrome</a>, <a href="http://www.mozilla.org/en-US/firefox/new/"> Firefox</a>, <a href="http://www.apple.com/safari/download/"> Safari</a> eller <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx"> Internet Explorer</a>.
es: Si lo anterior no funciona, podrías asegurarte de que estás navegando con la <a href="http://www.google.com/chrome">última versión de Chrome</a>, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, o <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a>.
fr: Si ce qui précède ne fonctionne pas, assurez vous que vous naviguez avec le <a href="http://www.google.com/chrome">dernière version de Chrome</a>, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, ou <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a>.
ja: 上記がうまく動作しない場合 <a href="http://www.google.com/chrome">最新バージョンの Chrome</a>、<a href="http://www.mozilla.org/en-US/firefox/new/"> Firefox</a> や <a href="http://www.apple.com/safari/download/"> Safari</a>、<a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx"> Internet Explorer</a> で閲覧しているかどうかを確認してください。
nb: Hvis ikke forslaget ovenfor fungerer, kan du sørge for at din nettleser er <a href="http://www.google.com/chrome"> nyeste versjon av Chrome</a>, <a href="http://www.mozilla.org/en-US/firefox/new/"> Firefox</a>, <a href="http://www.apple.com/safari/download/"> Safari</a> eller <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx"> Internet Explorer</a>.
nl: Als het bovenstaande niet werkt, controleer dan of je gebruik maakt van de <a href="http://www.google.com/chrome">laatste versie van Chrome</a>, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, of <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a>.
pl: Jeśli powyższe nie działa, może chcesz upewnić się, że przeglądasz za pomocą <a href="http://www.google.com/chrome">najnowszej wersji Chrome</a>, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefoxa</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, lub <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorera</a>.
pt: Se a instrução acima não funcionar, verifique se está usando a <a href="http://www.google.com/chrome">última versão do Chrome</a>, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a> ou <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a>.
pt_pt: Se continuares com problemas mesmo depois de seguires estas instruções, certifique-se de que está a utilizar a versão mais recente do <a href="http://www.google.com/chrome">Chrome</a>, do <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a>, do <a href="http://www.apple.com/safari/download/">Safari</a> ou do <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a>.
tr: Eğer yukarısı çalışmıyorsa, <a href="http://www.google.com/chrome">Chrome, <a href="http://www.mozilla.org/en-US/firefox/new/">Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, veya<a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx"> Internet Explorer'ın son versiyonunu kullandığınızdan emin olunuz.</a></a>.
