Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Almost there...
es: Ya casi...
fr: On y est Presque ...
ja: もう少しです．．．
nb: Nesten der...
nl: Bijna klaar...
pl: Już prawie...
pt: Quase lá...
pt_pt: Quase lá…
tr: Neredeyse bitti...

source: Already a translator? <a href="/r/subtitle">Start subtitling</a>.
es: ¿Ya eres un traductor? <a href="/r/subtitle">Comienza a subtitular</a>.
fr: Déjà traducteur ? <a href="/r/subtitle">Sous-titrez des vidéos</a>.
pl: Jesteś już tłumaczem? <a href="/r/subtitle">Zacznij tworzyć napisy do filmów</a>.
pt: Já é um tradutor? <a href="/r/subtitle">Comece a legendar</a>.
pt_pt: Já é um tradutor? <a href="/r/subtitle">Comece a legendar</a>.
tr: Zaten bir çevirmen misiniz? <a href="/r/subtitle">Altyazılandırmaya başlayın</a>.

source: Already have an account?
da: Har du allerede en konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
ja: 既にアカウントをお持ちですか?
nb: Har du allerede en konto?
nl: Heb je al een account?
pl: Masz już konto?
pt: Já tem uma conta?
pt_pt: Já tens uma conta?
tr: Zaten bir hesabınız var mı?

source: Already have an account?<br><a href='%(login_url)s'>Log in</a>.
bg: Вече сте регистрирани? <br><a href='%(login_url)s'>Влезте</a>.
da: Har du allerede en konto?<br><a href='%(login_url)s'>Log ind</a>.
es: ¿Ya tienes una cuenta?<br><a href='%(login_url)s'>Inicia sesión</a>.
fr: Vous avez déjà un compte ?<br><a href='%(login_url)s'> Connectez-vous</a>.
he: כבר יש לכם חשבון?<br><a href='%(login_url)s'>התחברו</a>.
ja: もうアカウントを持っていますか?<br><a href='%(login_url)s'>ログイン</a>．
nb: Har du allerede en konto?<br><a href='%(login_url)s'>Logg inn</a>.
nl: Heb je al een account?<br><a href='%(login_url)s'>Log dan in</a>.
pl: Masz już konto?<br><a href='%(login_url)s'>Zaloguj się</a>.
pt: Já tem uma conta?<br><a href='%(login_url)s'>Faça o login</a>.
pt_pt: Já tens uma conta?<br><a href='%(login_url)s'>Inicia sessão</a>.
tr: Zaten bir hesabınız var mı?<br><a href='%(login_url)s'>Giriş yapın</a>.

source: Also see: <a href="/computer-programming/sql-alter-table/6147136605519872"><code>ALTER TABLE</code></a>.
ja: 次も参照して下さい: <a href="/computer-programming/sql-alter-table/6147136605519872"><code>ALTER テーブル</code></a>．
nb: Se også: <a href="/computer-programming/sql-alter-table/6147136605519872"><code>ALTER TABLE</code></a>.
pt: Veja também: <a href="/computer-programming/sql-alter-table/6147136605519872"><code>ALTER TABLE</code></a>.
pt_pt: Vê também: <a href="/computer-programming/sql-alter-table/6147136605519872"><code>ALTER TABLE</code></a>.
tr: <a href="/computer-programming/sql-alter-table/6147136605519872"><code>ALTER TABLE</code></a>'a da göz atın.

source: Also see: <a href="/computer-programming/sql-filtering-with-like/5913941557510144">filtering with <code>LIKE</code></a>, <a href="/computer-programming/sql-using-select-with-limit/6005320342175744">restricting with <code>LIMIT</code></a>, <a href="/computer-programming/sql-round-and-other-core-functions/6203890437586944">using <code>ROUND</code> and other core functions</a>. For more details, see the SQLite reference for <a href="https://www.sqlite.org/lang_select.html"><code>SELECT</code></a>.
ja: 次も参照して下さい: <a href="/computer-programming/sql-filtering-with-like/5913941557510144"><code>LIKE</code> を使ったフィルター</a>，<a href="/computer-programming/sql-using-select-with-limit/6005320342175744"><code>LIMIT</code>を使った制限</a>，<a href="/computer-programming/sql-round-and-other-core-functions/6203890437586944"><code>ROUND</code> や他のコアな機能を使う</a>．さらなる詳細については，SQLite のリファレンスの <a href="https://www.sqlite.org/lang_select.html"><code>SELECT</code></a> をご覧下さい．
nb: Se også: <a href="/computer-programming/sql-filtering-with-like/5913941557510144">filtrert med <code>LIKE</code></a>, <a href="/computer-programming/sql-using-select-with-limit/6005320342175744">begrenset med <code>LIMIT</code></a>, <a href="/computer-programming/sql-round-and-other-core-functions/6203890437586944">ved å bruke <code>ROUND</code> og andre kjernefunksjoners</a>. For flere detaljer kan du se SQLite referanse for <a href="https://www.sqlite.org/lang_select.html"><code>SELECT</code></a>.
pt: Veja também: <a href="/computer-programming/sql-filtering-with-like/5913941557510144">filtrando com <code>LIKE</code></a>, <a href="/computer-programming/sql-using-select-with-limit/6005320342175744">restringindo com <code>LIMIT</code></a>, <a href="/computer-programming/sql-round-and-other-core-functions/6203890437586944">usando <code>ROUND</code> e outras funções importantes</a>. Para mais detalhes, veja a referência de SQLite para <a href="https://www.sqlite.org/lang_select.html"><code>SELECT</code></a>.
pt_pt: Vê também: <a href="/computer-programming/sql-filtering-with-like/5913941557510144">filtrar com a função <code>LIKE</code></a>, <a href="/computer-programming/sql-using-select-with-limit/6005320342175744">restringir com a função <code>LIMIT</code></a>, <a href="/computer-programming/sql-round-and-other-core-functions/6203890437586944">usar a função <code>ROUND</code> e outras funções importantes</a>. Para obteres mais informações, vê a referência em SQLite da função <a href="https://www.sqlite.org/lang_select.html"><code>SELECT</code></a>.

source: Also see: <a href="/computer-programming/sql-specifying-default-values-in-create-table/6155515281408000">specifying defaults</a>, <a href="/computer-programming/sql-create-table-with-foreign-key-reference/4700108318965760">using foreign keys</a>. For more details, see the SQLite reference for <a href="https://www.sqlite.org/lang_createtable.html"><code>CREATE</code></a>.
ja: 次も参照して下さい: <a href="/computer-programming/sql-specifying-default-values-in-create-table/6155515281408000">デフォルトを指定する</a>, <a href="/computer-programming/sql-create-table-with-foreign-key-reference/4700108318965760">外部キーを使う</a>．さらに詳しいことについては，SQLite の <a href="https://www.sqlite.org/lang_createtable.html"><code>CREATE</code></a>についてのリファレンスを見て下さい．
nb: Se også: <a href="/computer-programming/sql-specifying-default-values-in-create-table/6155515281408000">angi standardar</a>, <a href="/computer-programming/sql-create-table-with-foreign-key-reference/4700108318965760">bruke sekundærnøkler</a>. For flere detaljer, se SQLite referanse for <a href="https://www.sqlite.org/lang_createtable.html"><code>CREATE</code></a>.
pt: Veja também: <a href="/computer-programming/sql-specifying-default-values-in-create-table/6155515281408000">especificação de padrões</a>,<a href="/computer-programming/sql-create-table-with-foreign-key-reference/4700108318965760">utilização de teclas estrangeiras</a>. Para mais detalhes, veja a referência SQLite para <a href="https://www.sqlite.org/lang_createtable.html"><code>CREATE</code></a>.
pt_pt: Vê também: <a href="/computer-programming/sql-specifying-default-values-in-create-table/6155515281408000">especificar predefinições</a>, <a href="/computer-programming/sql-create-table-with-foreign-key-reference/4700108318965760">utilizar teclas estranhas</a>. Para saberes mais, vê as referências do SQLite para <a href="https://www.sqlite.org/lang_createtable.html"><code>CREATE</code></a>.

source: Also see: <a href="/computer-programming/sql-using-having-with-grouped-by/6199455011438592">restricting results with HAVING</a>.
ja: 次も参照して下さい: <a href="/computer-programming/sql-using-having-with-grouped-by/6199455011438592">HAVING による結果のリストリクティング</a>．
nb: Se også: <a href="/computer-programming/sql-using-having-with-grouped-by/6199455011438592">begrense resultatene med HAVING</a>.
pt: Veja também: <a href="/computer-programming/sql-using-having-with-grouped-by/6199455011438592">restringindo resultados com HAVING</a>.
pt_pt: Vê também: <a href="/computer-programming/sql-using-having-with-grouped-by/6199455011438592">restringir os resultados com a função HAVING</a>.

source: Alternate exterior angles are equal to one another. <a href="/video/angles-formed-by-parallel-lines-and-transversals?playlist=Geometry" class="related-video" data-youtube-id="gRKZaojKeP0">Watch this video</a> to understand why.
fr: Deux angles alternes-externes sont égaux. <a href="/video/angles-formed-by-parallel-lines-and-transversals?playlist=Geometry" class="related-video" data-youtube-id="gRKZaojKeP0">Cette vidéo</a> permet de comprendre pourquoi.
pl: Kąty zewnętrzne naprzemianległe są sobie równe. <a href="/video/angles-formed-by-parallel-lines-and-transversals?playlist=Geometry" class="related-video" data-youtube-id="gRKZaojKeP0">Obejrzyj ten film</a> żeby zrozumieć dlaczego.
pt: Ângulos alternos externos são iguais uns aos outros. <a href="/video/angles-formed-by-parallel-lines-and-transversals?playlist=Geometry" class="related-video" data-youtube-id="gRKZaojKeP0">Assista esse vídeo</a> para entender o porquê.
tr: Dış ters açılar birbirine eşittir. <a href="/video/angles-formed-by-parallel-lines-and-transversals?playlist=Geometry" class="related-video" data-youtube-id="gRKZaojKeP0">Bu videoyu</a> izleyince nedenini anlayacaksınız.

source: Alternate interior angles are equal to one another. <a href="/video/angles-formed-by-parallel-lines-and-transversals?playlist=Geometry" class="related-video" data-youtube-id="gRKZaojKeP0">Watch this video</a> to understand why.
fr: Deux angles alternes-internes sont égaux. <a href="/video/angles-formed-by-parallel-lines-and-transversals?playlist=Geometry" class="related-video" data-youtube-id="gRKZaojKeP0">Cette vidéo</a> permet de comprendre pourquoi.
pl: Kąty wewnętrzne naprzemianległe są sobie równe. <a href="/video/angles-formed-by-parallel-lines-and-transversals?playlist=Geometry" class="related-video" data-youtube-id="gRKZaojKeP0">Obejrzyj ten film</a> żeby zrozumieć dlaczego.
pt: Ângulos alternos internos são iguais uns aos outros. <a href="/video/angles-formed-by-parallel-lines-and-transversals?playlist=Geometry" class="related-video" data-youtube-id="gRKZaojKeP0">Assista esse vídeo</a> para entender o porquê.
tr: İç ters birbirine eşittir. <a href="/video/angles-formed-by-parallel-lines-and-transversals?playlist=Geometry" class="related-video" data-youtube-id="gRKZaojKeP0">Bu videoyu izleyince</a> nedenini anlayacaksınız.

source: Alternatively, you can <a href="/reportissue?type=Defect&issue_labels=">report any technical problems</a> you may be experiencing.
es: Como alternativa, puedes <a href="/reportissue?type=Defect&issue_labels=">reportar cualquier problema técnico</a> que puedas tener.
ja: また、発生した<a href="/reportissue?type=Defect&issue_labels=">技術的な問題を報告する</a> ことができます。
nb: Du kan også <a href="/reportissue?type=Defect&issue_labels=">rapportere tekniske problemer</a> du opplever.
pl: Ewentualnie możesz <a href="/reportissue?type=Defect&issue_labels=">zgłosić wszelkie problemy techniczne</a>, z którymi możesz się zetknąć.
pt: De forma alternativa, você pode <a href="/reportissue?type=Defect&issue_labels=">reportar qualquer problema técnico</a> que você tenha experimentado.
pt_pt: Também podes <a href="/reportissue?type=Defect&issue_labels=">comunicar-nos um problema técnico</a> que possa ter ocorrido.
tr: Veya, yaşadığınız <a href="/reportissue?type=Defect&issue_labels=">teknik sorunları buraya yazabilirsiniz</a>.

source: Alternatively, you can pair up using opposite angles and alternate interior angles to achieve the same result (as shown in <code>\pink{pink}</code>).
nl: Je kan hetzelfde resultaat ook krijgen door de overstaande hoeken en verwisselende binnenhoeken te combineren (zoals getoond in <code>\pink{pink}</code>).
pt: Alternativamente, você pode formar pares de ângulos opostos e de ângulos alternos internos para alcançar o mesmo resultado (como o visto em <code>\pink{pink}</code>).
tr: Alternatif olarak, ters açıları ve iç ters açıları eşleştirerek aynı sonucu elde edebilirsiniz (<code>\pink{pink}</code>'de gösterildiği gibi).

source: Although LearnStorm has officially ended, keep working
ja: ラーンストームは公式に終了しましたが，
nb: Selv om LearnStorm offisielt er avsluttet, kan du fortsette å arbeide
pt: Apesar de a LearnStorm ter terminado oficialmente, continue trabalhando
tr: LearnStorm bitmiş olsa da

source: Altitude (meters)
pl: Wysokość (metry nad poziomem morza)
pt: Altitude (metros)
tr: İrtifa (metre)

source: Altogether, there are <code>2^{<var>COINS</var>} = <var>NUM_ALL</var></code> total possible outcomes.
es: Juntos, hay un total de <code>2^{<var>COINS</var>} = <var>NUM_ALL</var></code> resultados posibles.
fr: Au total, il y a <code>2^{<var>COINS</var>} = <var>NUM_ALL</var></code> éventualités.
pt: Ao todo, há <code>2^{<var>COINS</var>} = <var>NUM_ALL</var></code> resultados possíveis no total.
tr: Hep beraber, <code>2^{<var>COINS</var>} = <var>NUM_ALL</var></code> toplam olası sonuç var.

source: Always do your best and you'll get something out of the experience!
da: Gør altid dit bedste, så du får mere ud af oplevelsen!
es: ¡Siempre esfuérzate al máximo y obtendrás algo fuera de lo normal!
fr: Faites toujours de votre mieux, et vous obtiendrez quelque chose de cette expérience!
ja: いつもあなたの最善を心がけ，そして経験から何かを学んで下さい!
nb: Gjør alltid ditt beste, og du vil få noe ut av opplevelsen!
nl: Doe altijd je best daar schiet je het meeste mee op!
pl: Zawsze staraj się dać z siebie wszystko, a wtedy wyniesiesz coś z tego doświadczenia!
pt: Sempre faça seu melhor e ganhe com a experiência!
pt_pt: Dá sempre o teu melhor e aprende com a tua experiência!
tr: Her zaman elinizden gelenin en iyisini yapın ve deneyiminizden bir şeyler öğrenin!

source: Alyssa
pt: Alice

source: Amazing!
da: Fantastisk!
es: ¡Sensacional!
fr: Incroyable !
nb: Utrolig!
nl: Fantastisch!
pl: Niesamowite!
pt: Incrível!
pt_pt: Fantástico!
tr: Muhteşem!

source: Ambassador Benefits
bg: Ползи за Посланника
da: Ambassadør fordele
es: Beneficios del embajador
nb: Ambassadør for fordeler
nl: Ambassadeur Voordelen
pl: Korzyści Ambasadora
pt: Benefícios do embaixador
pt_pt: Benefícios de embaixadores
tr: Büyükelçi Ayrıcalıkları

source: Ambassador Dashboard
bg: Табло Посланик
da: Ambassadør Oversigt
es: Panel de embajador
fr: Tableau de bord Ambassadeur
nb: Ambassadør Skrivebord
nl: Ambassadeur Dashboard
pl: Pulpit Ambasadora
pt: Painel do embaixador
pt_pt: Painel de embaixador
tr: Elçi Panosu

source: Ambassador link
da: Ambassadør link
es: Enlace de embajador
fr: Lien de l'Ambassadeur
nb: Ambassadør link
nl: Ambassadeurslink
pl: Link Ambasadora
pt: Link de embaixador
pt_pt: Ligação de embaixador
tr: Elçi bağlantısı

source: Amelia
bg: Амелия
fr: Terminatrice
ja: アメリア
nb: Amalia
pt: Amélia
pt_pt: Amélia
tr: Meltem

source: American University
pt: Universidade Americana
tr: American Üniversitesi

source: Americium
es: Americio
pl: Ameryk
pt: Amerício
pt_pt: Amerício

source: Among others, we have received help from:
es: Entre otros, hemos recibido ayuda de:
nb: Blant andre har vi fått hjelp av:
pt: Entre outros, temos recebido a ajuda de:
tr: Başka şeylerin yanı sıra, yardım aldığımız yerler:

source: Amount (USD)
pt: Valor (em dólares dos EUA)
pt_pt: Valor (em dólares dos EUA)
tr: Miktar (TL)

source: Amount earned this week <code>=</code>
da: Beløb tjent denne uge <code>=</code>
es: Cantidad ganada esta semana <code>=</code>
fr: Salaire de cette semaine <code>=</code>
nb: Beløp tjent denne uken <code>=</code>
nl: Geld verdiend deze week <code>=</code>
pl: Suma zarobiona w tym tygodniu <code>=</code>
pt: Quantia faturada nesta semana <code>=</code>
tr: Bu hafta kazanılan miktar <code>=</code>

source: Amount earned this week <code>\geq $<var>R</var></code>
es: Cantidad ganada esta semana <code>\geq $<var>R</var></code>
fr: Salaire de cette semaine <code>\geq $<var>R</var></code>
nb: Beløp tjent i denne uken <code>\geq $<var>R</var></code>
pl: Suma zarobiona w tym tygodniu <code>\geq $<var>R</var></code>
pt: Quantia faturada nesta semana <code>\geq $<var>R</var></code>
tr: Bu hafta kazanılan miktar <code>\geq $<var>R</var></code>

source: Amy W. Fan is a medical student at the University of Virginia School of Medicine and plans to further her training in pediatrics. She graduated from the University of California, San Diego with a Bachelor's degree in Sociocultural Anthropology.
pt: Amy W. Fan estuda medicina na escola de medicina da Universidade da Virgínia, e planeja continuar seu treinamento em pediatria. Ela se graduou na Universidade da Califórnia em San Diego com bacharelado em Antropologia Sociocultural.
tr: Amy W. Fan, Virjinya Üniversitesi Tıp Fakültesi'nde tıp öğrencisidir ve pediatri alanında eğitimini sürdürmeyi planlamaktadır. Kaliforniya Üniversitesi San Diego'dan Sosyokültürel Antropoloji alanında Lisans derecesiyle mezun olmuştur.

source: An ability to chew through difficult software problems. You probably noticed this ability not long after you first sat down in front of a computer. You leave a trail of successful software projects in your wake.
da: En evne til at tygge igennem vanskelige softwareproblemer. Du har sikkert bemærket denne evne ikke længe efter du først satte sig ned foran en computer. Du efterlader et spor af vellykket software-projekter i dit kølvand.
es: Una habilidad para masticar los problemas de software difíciles. Probablemente te diste cuenta de esta hablididad no mucho después de sentarte frente a tu computadora. Dejas un rastro de exitosos projectos de software en tu despertar.
fr: Une capacité à s'acharner à travers des problèmes logiciels difficile. Vous avez probablement remarqué cette capacité trés peu après vous être assis devant un ordinateur. Vous laissez une traînée de projets de logiciels réussis dans votre sillage.
nl: Het vermogen om door moeilijke softwareproblemen heen te werken. Je hebt dit vermogen waarschijnlijk opgemerkt kort nadat je voor het eerst voor een computer zat. Je hebt een spoor van succesvolle softwareprojecten achter je.
pl: Zdolność do rozgryzienia trudnych problemów z oprogramowaniem. Prawdopodobnie zauważyłeś tą zdolność krótko po tym, jak usiadłeś przed ekranem komputera. Zostawiasz ślad w udanych projektach oprogramowania w wyniku tego.
pt: Habilidade para analisar problemas difíceis de software. Você provavelmente notou essa habilidade na primeira vez em que se sentou na frente de um computador. Você deixa um rastro de projetos bem-sucedidos por onde passa.
tr: Zorlu yazılım problemlerini çiğneyip yutma yetisi. Büyük ihtimalle bu yetinizi, bilgisayarın karşısına ilk defa oturduktan kısa bir süre sonra farkettiniz. Dirilişinizin arifesinde, arkanızda birçok başarılı yazılım projelerinden oluşan bir iz bırakıyorsunuz.

source: An actual distance of <var>DISTANCE_REAL</var>km is the same as <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var>km.
fr: Une distance réelle de <var>DISTANCE_REAL</var>km correspond à <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var>km.
nb: En virkelig avstand på <var>DISTANCE_REAL</var>km er det samme som <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var>km.
pl: Rzeczywista odległość <var>DISTANCE_REAL</var> km to <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var> km.
pt: Uma distância real de <var>DISTANCE_REAL</var>km é o mesmo que <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var>km.
tr: <var>DISTANCE_REAL</var> kilometrelik gerçek uzaklık şununla aynıdır: <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var>km.

source: An alternative approach is shown below.
es: A continuación se muestra un enfoque alternativo.
fr: Il y a une autre approche possible.
nb: Nedenfor ser du en alternativ tilnærming.
pl: Poniżej pokazaliśmy inne podejście.
pt: Uma abordagem alternativa é mostrada abaixo.
tr: Başka bir yol aşağıda gösterilmiştir.

source: An email will be sent to the email address you provide to complete the creation of your account
es: Se enviará un correo electrónico a la dirección que proporcionaste para completar la creación de tu cuenta
nb: En e-mail vil bli sendt til din e-mailadresse for at du kan fullføre oppretteselen av din konto
pl: Email zostanie wysłany na adres e-mail, który podałeś aby zakończyć tworzenie Twojego konta
pt: Um e-mail será enviado para o endereço de e-mail que você forneceu para completar a criação de sua conta
tr: Hesabınızın oluşturulmasını tamamlamak için, verdiğiniz e-posta adresine bir e-posta gönderilecektir.

source: An error has occured, please try again.
da: Der opstod en fejl, prøv igen.
es: Ocurrió un error, por favor, intenta de nuevo.
fr: Une erreur est survenue, veuillez réessayer.
ja: エラーが発生しました．もう一度試してみて下さい．
nb: Det oppstod en feil, prøv igjen.
nl: Er is een fout opgetreden, probeer het opnieuw.
pl: Wystąpił błąd, prosimy, spróbuj ponownie.
pt: Ocorreu um erro, por favor tente novamente.
pt_pt: Ocorreu um erro. Por favor, volte a tentar.
tr: Bir hata oluştu, lütfen yeniden deneyin.

source: An error occured.
pt: Ocorreu um erro.
tr: Bir hata oluştu.

source: An evaluator will either give you suggestions for improvement (which you can make and then re-request evaluation), or they will mark it as completed. Once it's marked as completed (after however many evalutions), you'll get points for it.
da: En bedømmer vil give dig forslag til forbedringer (som du kan gøre, og derefter igen anmode om evaluering), eller de vil markere den som fuldført. Når det er markeret som fuldført (efter et givent antal evalueringer), får du point for det.
es: Un evaluador podrá, o bien darte sugerencias de mejora (que puedes realizar y después solicitar una nueva evaluación) o bien indicará que el trabajo ha sido completado. Una vez que ha sido marcado como completado (después de las evaluaciones necesarias), conseguirás los puntos correspondientes.
fr: Un évaluateur vous donnera des suggestions d'améliorations (que vous pouvez réaliser pour ensuite demander une nouvelle évaluation), ou il le marquera comme abouti. Une fois le projet noté comme abouti (après plusieurs évaluations cependant), vous obtiendrez des points pour ce programme.
nb: En vurdering vil enten gi deg forslag til forbedringer (som du kan gjøre og deretter be om ny vurdering), eller de vil gi en markering som fullført. Når det er merket som fullført (etter uansett hvor mange vurderinger), vil du få poeng for den.
nl: Een beoordelaar zal je ofwel suggesties geven voor verbetering (die je op kunt volgen en vervolgens kun je opnieuw om een beoordeling vragen), of ze markeren het als afgerond. Als het eenmaal gemarkeerd is als afgerond (na willekeurig hoeveel evaluaties), dan krijg je er punten voor.
pl: Oceniający prześle Ci wskazówki co do ulepszeń (jakie możesz zrobić i znów poprosić o ocenę), lub oceni projekt pozytywnie. Kiedy projekt zostanie oznaczony jako ukończony (po wielu ocenach), dostaniesz za niego punkty.
pt: Um avaliador lhe dará sugestões de aprimoramento (as quais você pode atender e, em seguida, solicitar uma nova avaliação) ou marcará seu programa como concluído. Se ele for marcado como concluído (independentemente do número de avaliações recebidas), você ganhará pontos.
tr: Değerlendiren kişi ya projenizin gelişimi için tavsiyede bulunacak (bu durumda eksiklerinizi tamamlayıp, yeniden değerlendirme talebinde bulunabilirsiniz), ya da projenizi tamamlanmış olarak işaretleyecektir. Projeniz tamamlanmış olarak işaretlendikten sonra (kaç kez değerlendirme almış olursanız olun), puan alacaksınız.

source: An inscribed circle is centered on the incenter of a triangle and touches all three sides.
es: Un círculo inscrito está centrado en el incentro de un triángulo y toca a los tres lados.
fr: Le cercle inscrit est tangent aux trois côtés du triangle.
pl: Okrąg wpisany ma środek w punkcie przecięcia się dwusiecznych trójkąta i styka się z jego wszystkimi trzema bokami.
pt: Um círculo inscrito está centralizado no centro de um triângulo e toca todos os três lados.
tr: İç teğet çemberin merkezi, üçgenin iç teğet çember merkezidir ve bu çember üç kenara da değer.
