Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The radicand, <code><var>A</var> - x</code>, is less than zero when <code>x &gt; <var>A</var></code>, so we know that <code>x \leq <var>A</var></code>.
da: Radikanten, <code><var>A</var> - x</code>, er mindre end 0, når <code>x &gt; <var>A</var></code>, så vi ved, at <code>x \leq <var>A</var></code>.
es: El radicando, <code><var>A</var> - x</code>, es menor que cero cuando <code>x &gt; <var>A</var></code>, entonces sabemos que <code>x \leq <var>A</var></code>.
fr: <code><var>A</var> - x</code> est strictement inférieure à zéro lorsque <code>x &gt; <var>A</var></code>, donc il faut que <code>x \leq <var>A</var></code>.
nb: Uttrykket under rottegnet <code><var>A</var> - x</code>, er mindre enn 0, når <code>x &gt; <var>A</var></code>, så vi vet at <code>x \leq <var>A</var></code>.
pt: O radicando, <code><var>A</var> - x</code>, é menor que zero quando <code>x &gt; <var>A</var></code>, portanto, sabemos que <code>x \leq <var>A</var></code>.
tr: Kökün içindeki ifadenin, <code><var>A</var> - x</code>'nin sıfırdan küçük olması için, <code>x &gt; <var>A</var></code>, buna göre, <code>x \leq <var>A</var></code> olduğunu biliyoruz.

source: The radicand, <code>x - <var>A</var></code>, is less than zero when <code>x &lt; <var>A</var></code>, so we know that <code>x \geq <var>A</var></code>.
da: Radikanten, <code>x - <var>A</var></code>, er mindre end 0, når <code>x &lt; <var>A</var></code>, så vi ved, at <code>x \geq <var>A</var></code>.
es: El radicando, <code>x - <var>A</var></code>, es menor que cero cuando <code>x &lt; <var>A</var></code>, entonces sabemos que <code>x \geq <var>A</var></code>.
fr: <code>x - <var>A</var></code> est strictement inférieur à zéro si <code>x &lt; <var>A</var></code>, donc <code>x \geq <var>A</var></code>.
nb: Uttrykket under rottegnet <code>x - <var>A</var></code>, er mindre enn 0, når <code>x &lt; <var>A</var></code>, så vi vet at <code>x \geq <var>A</var></code>.
pt: O radicando, <code>x - <var>A</var></code>, é menor que zero quando <code>x &lt; <var>A</var></code>, portanto, sabemos que <code>x \geq <var>A</var></code>.
tr: Kökün içindeki ifadenin, <code>x - <var>A</var></code>'nın sıfırdan küçük olması için, <code>x &lt; <var>A</var></code>, buna göre, <code>x \geq <var>A</var></code> olduğunu biliyoruz.

source: The radius of the result is <code><var>ANSWER_RADIUS_REP</var></code> and the angle of the result is <code><var>ANSWER_ANGLE_REP</var></code>.
es: El radio del resultado es <code><var>ANSWER_RADIUS_REP</var></code> y el ángulo del resultado es <code><var>ANSWER_ANGLE_REP</var></code>.
fr: Le module du résultat est <code><var>ANSWER_RADIUS_REP</var></code> et l'argument du résultat est <code><var>ANSWER_ANGLE_REP</var></code>.
pt: O raio do resultado é <code><var>ANSWER_RADIUS_REP</var></code> e o ângulo do resultado é <code><var>ANSWER_ANGLE_REP</var></code>.
tr: Sonucun yarıçapı <code><var>ANSWER_RADIUS_REP</var></code>, ve sonucun açısı <code><var>ANSWER_ANGLE_REP</var></code>.

source: The radius of the result will be <code><var>A_RADIUS_REP</var> \cdot <var>B_RADIUS_REP</var> = <var>ANSWER_RADIUS_REP</var></code>.
es: El radio del resultado será <code><var>A_RADIUS_REP</var> \cdot <var>B_RADIUS_REP</var> = <var>ANSWER_RADIUS_REP</var></code>.
fr: Le module du produit est <code><var>A_RADIUS_REP</var> \cdot <var>B_RADIUS_REP</var> = <var>ANSWER_RADIUS_REP</var></code>.
pt: O raio do resultado será <code><var>A_RADIUS_REP</var> \cdot <var>B_RADIUS_REP</var> = <var>ANSWER_RADIUS_REP</var></code>.
tr: Sonucun yarıçapı <code><var>A_RADIUS_REP</var> \cdot <var>B_RADIUS_REP</var> = <var>ANSWER_RADIUS_REP</var></code> olacaktır.

source: The radius of the result will be <code>\dfrac{<var>A_RADIUS_REP</var>}{<var>B_RADIUS_REP</var>} = <var>ANSWER_RADIUS_REP</var></code>.
es: El radio del resultado será <code>\dfrac{<var>A_RADIUS_REP</var>}{<var>B_RADIUS_REP</var>} = <var>ANSWER_RADIUS_REP</var></code>.
fr: Le module du quotient est <code>\dfrac{<var>A_RADIUS_REP</var>}{<var>B_RADIUS_REP</var>} = <var>ANSWER_RADIUS_REP</var></code>.
pt: O raio do resultado será <code>\dfrac{<var>A_RADIUS_REP</var>}{<var>B_RADIUS_REP</var>} = <var>ANSWER_RADIUS_REP</var></code>.
tr: Sonucun yarıçapı <code>\dfrac{<var>A_RADIUS_REP</var>}{<var>B_RADIUS_REP</var>} = <var>ANSWER_RADIUS_REP</var></code> olacaktır.

source: The range is the difference between the largest value and the smallest value.
fr: L'étendue est la différence entre la plus grande et la plus petite valeur.
nb: VAriasjonsbredden er differansen mellom den største verdien og den minste verdien.
pl: Rozstęp to różnica między największą i najmniejszą wartością.
pt: A amplitude é a diferença entre o valor maior e o valor menor.
tr: Aralık, en büyük değer ile en küçük değer arasındaki farktır.

source: The range of <code><var>FN_TEX("x")</var></code> is <code>\left[ <var>DOMAIN[0]</var>, <var>DOMAIN[1]</var> \right]</code>.
es: El rango de <code><var>FN_TEX("x")</var></code> es <code>\left[ <var>DOMAIN[0]</var>, <var>DOMAIN[1]</var> \right]</code>.
fr: L'ensemble image de <code><var>FN_TEX("x")</var></code> est <code>\left[ <var>DOMAIN[0]</var>, <var>DOMAIN[1]</var> \right]</code>.
pt: O intervalo de <code><var>FN_TEX("x")</var></code> é <code>\left[ <var>DOMAIN[0]</var>, <var>DOMAIN[1]</var> \right]</code>.
tr: <code><var>FN_TEX("x")</var></code>'nin görüntü kümesi, <code>\left[ <var>DOMAIN[0]</var>, <var>DOMAIN[1]</var> \right]</code>.

source: The range of <code>x^2</code> is <code>\{\, y \in \RR \mid y \ge 0 \,\}</code>.<br> Multiplying by <code><var>A</var></code> doesn't change the range.
es: El rango de <code>x^2</code> es <code>\{\, y \in \RR \mid y \ge 0 \,\}</code>.<br> Multiplicar por <code><var>A</var></code> no cambia el rango.
fr: L'ensemble image de la fonction qui à x fait correspondre <code>x^2</code> est <code>\{\, y \in \RR \mid y \ge 0 \,\}</code>.<br> Si on multiplie par <code><var>A</var></code> cet ensemble image n'est pas modifié.
nb: Verdimengden til <code>x^2</code> er <code>\{\, y \in \RR \mid y \ge 0 \,\}</code>.<br> Multiplisere med <code><var>A</var></code> endrer ikke verdimengden.
pt: O contradomínio de <code>x^2</code> é <code>\{\, y \in \RR \mid y \ge 0 \,\}</code>.<br> Multiplicar por <code><var>A</var></code> não altera o contradomínio.
tr: <code>x^2</code>'nin aralığı <code>\{\, y \in \RR \mid y \ge 0 \,\}</code>.<br> <code><var>A</var></code> ile çarpmak aralığı değiştirmez.

source: The range of <code>x^2</code> is <code>\{\, y \in \RR \mid y \ge 0 \,\}</code>.<br> Multiplying by <code><var>A</var></code> flips the range to <code>\{\, y \in \RR \mid y \le 0 \,\}</code>.
es: El rango de <code>x^2</code> es <code>\{\, y \in \RR \mid y \ge 0 \,\}</code>.<br> Multiplicar por <code><var>A</var></code> cambia el rango a <code>\{\, y \in \RR \mid y \le 0 \,\}</code>.
fr: L'ensemble image de la fonction qui à x fait correspondre <code>x^2</code> est <code>\{\, y \in \RR \mid y \ge 0 \,\}</code>.<br> Si on multiplie par <code><var>A</var></code> l'ensemble image devient <code>\{\, y \in \RR \mid y \le 0 \,\}</code>.
nb: Verdimengden <code>x^2</code> er <code>\{\, y \in \RR \mid y \ge 0 \,\}</code>.<br> Multiplisere med <code><var>A</var></code> endrer verdimengden til <code>\{\, y \in \RR \mid y \le 0 \,\}</code>.
pt: O contradomínio de <code>x^2</code> é <code>\{\, y \in \RR \mid y \ge 0 \,\}</code>.<br> Multiplicar por <code><var>A</var></code> altera o contradomínio para <code>\{\, y \in \RR \mid y \le 0 \,\}</code>.
tr: <code>x^2</code>'nin aralığı, <code>\{\, y \in \RR \mid y \ge 0 \,\}</code>.<br> <code><var>A</var></code> ile çarpmak, aralığı <code>\{\, y \in \RR \mid y \le 0 \,\}</code> çevirir.

source: The range of <var>TEST</var> scores is <code><var>RANGE</var></code>.
fr: L'étendue des résultats de l'<var>TEST</var> est <code><var>RANGE</var></code>.
nb: Endringen av <var>TEST</var> resultater er <code><var>RANGE</var></code>.
pl: Rozstęp wyników z <var>TEST</var> wynosi <code><var>RANGE</var></code>.
pt: A amplitude das notas na <var>TEST</var> é <code><var>RANGE</var></code>.
tr: <var>TEST</var> puanlarını ARALIĞI <code><var>RANGE</var></code>'dır.

source: The ratio between the arc's central angle <code class="hint_pink">\theta</code> and <code>2 \pi</code> radians is equal to the the ratio between the arc length <code class="hint_red">s</code> and the circle's circumference <code class="hint_blue">c</code>.
es: La razón entre el ángulo central <code class="hint_pink">\theta</code> y <code>2 \pi</code> radianes es igual a la razón entre la longitud del arco <code class="hint_red">s</code> y la longitud total de la circunferencia <code class="hint_blue">c</code>.
fr: Le rapport entre l'angle au centre <code class="hint_pink">\theta</code> et <code>2 \pi</code> radians est égal au rapport entre la longueur de l'arc <code class="hint_red">s</code> et la circonférence du cercle <code class="hint_blue">c</code>.
pt: A razão entre o ângulo central do arco <code class="hint_pink">\theta</code> e <code>2 \pi</code> radianos é igual à razão entre o comprimento do arco <code class="hint_red">s</code> e a circunferência do círculo <code class="hint_blue">c</code>.
tr: Yayın merkez açısı, <code class="hint_pink">\theta</code>, ile <code>2 \pi</code> radyan arasındaki oran, yay uzunluğu, <code class="hint_red">s</code>, ile çemberin çevresi, <code class="hint_blue">c</code>, arasındaki orana eşittir.

source: The ratio between the arc's central angle <code class="hint_pink">\theta</code> and <code>360^\circ</code> is equal to the ratio between the arc length <code class="hint_red">s</code> and the circle's circumference <code class="hint_blue">c</code>.
es: La razón entre el ángulo central <code class="hint_pink">\theta</code> del arco y <code>360^\circ</code> es igual a la razón entre la longitud del arco <code class="hint_red">s</code> y la circunferencia del círculo <code class="hint_blue">c</code>.
fr: Le rapport entre l'angle au centre <code class="hint_pink">\theta</code> et <code>360^\circ</code> est égal au rapport entre la longueur de l'arc <code class="hint_red">s</code> et la circonférence du cercle <code class="hint_blue">c</code>.
pt: A razão entre o ângulo central do arco <code class="hint_pink">\theta</code> e <code>360^\circ</code> é igual à razão entre o comprimento do arco <code class="hint_red">s</code> e a circunferência do círculo <code class="hint_blue">c</code>.
tr: Yayın merkez açısı, <code class="hint_pink">\theta</code>, ile <code>360^\circ</code> arasındaki oran, yay uzunluğu, <code class="hint_red">s</code>, ile çemberin çevresi, <code class="hint_blue">c</code>, arasındaki orana eşittir.

source: The ratio between the arc's central angle <code>\pink{\theta}</code> and <code>2 \pi</code> radians is equal to the the ratio between the arc length <code>\red{s}</code> and the circle's circumference <code>\blue{c}</code>.
es: La razón entre el ángulo central del arco <code>\pink{\theta}</code> y <code>2 \pi</code> radianes es igual a la razón entre la longitud del arco <code>\red{s}</code> y la circunferencia del círculo <code>\blue{c}</code>.
fr: Le rapport entre l'angle au centre <code>\pink{\theta}</code> et <code>2 \pi</code> est égal au rapport entre la longueur de l'arc <code>\red{s}</code> et la circonférence du cercle <code>\blue{c}</code>.
pt: A razão entre o ângulo central do arco <code>\pink{\theta}</code> e <code>2 \pi</code> radianos é igual à razão entre o comprimento do arco <code>\red{s}</code> e a circunferência do círculo <code>\blue{c}</code>.
tr: Yayın merkez açısı <code>\pink{\theta}</code> ile <code>2 \pi</code> radyan arasındaki oran, yay uzunluğu <code>\red{s}</code> ile çemberin çevresi <code>\blue{c}</code> arasındaki orana eşittir.

source: The ratio between the arc's central angle <code>\pink{\theta}</code> and <code>360^\circ</code> is equal to the ratio between the arc length <code>\red{s}</code> and the circle's circumference <code>\blue{c}</code>.
es: La razón entre el ángulo central del arco <code>\pink{\theta}</code> y <code>360^\circ</code> es igual a la razón entre la longitud del arco <code>\red{s}</code> y la circunferencia del círculo <code>\blue{c}</code>.
fr: Le rapport entre l'angle au centre <code>\pink{\theta}</code> et <code>360^\circ</code> est égal au rapport entre la longueur de l'arc <code>\red{s}</code> et la circonférence du cercle <code>\blue{c}</code>.
pt: A razão entre o ângulo central do arco <code>\pink{\theta}</code> e <code>360^\circ</code> é igual à razão entre o comprimento do arco <code>\red{s}</code> e a circunferência do círculo <code>\blue{c}</code>.
tr: Yayın merkez açısı <code>\pink{\theta}</code> ile <code>360^\circ</code> arasındaki oran, yay uzunluğu <code>\red{s}</code> ile çemberin çevresi <code>\blue{c}</code> arasındaki orana eşittir.

source: The ratio between the sector's central angle <code>\purple{\theta}</code> and <code>2 \pi</code> radians is equal to the ratio between the sector's area, <code>\green{A_s}</code>, and the whole circle's area, <code>\blue{A_c}</code>.
es: La razón entre el ángulo central del sector <code>\purple{\theta}</code> y <code>2 \pi</code> radianes es igual a la razón entre el área del sector,<code>\green{A_s}</code>, y el área de todo el círculo, <code>\blue{A_c}</code>.
fr: Le rapport entre l'angle au centre du secteur circulaire <code>\purple{\theta}</code> et <code>2 \pi</code> est égal au rapport entre son aire, <code>\green{A_s}</code>, et l'aire du cercle, <code>\blue{A_c}</code>.
pt: A razão entre o ângulo central da seção <code>\purple{\theta}</code> e <code>2 \pi</code> radianos é igual à razão entre a área da seção, <code>\green{A_s}</code>, e a área da circunferência inteira, <code>\blue{A_c}</code>.
tr: Daire diliminin merkez açısı <code>\purple{\theta}</code> ile <code>2 \pi</code> radyan arasındaki orani daire diliminin alanı, <code>\green{A_s}</code>, ile dairenin tamamının alanı, <code>\blue{A_c}</code> arasındaki orana eşittir.

source: The ratio between the sector's central angle <code>\purple{\theta}</code> and <code>360^\circ</code> is equal to the ratio between the sector's area, <code>\green{A_s}</code>, and the whole circle's area, <code>\blue{A_c}</code>.
es: La razón entre el ángulo central del sector <code>\purple{\theta}</code> y <code>360^\circ</code> es igual a la razón entre el área del sector,<code>\green{A_s}</code>, y el área de todo el círculo, <code>\blue{A_c}</code>.
fr: Le rapport entre l'angle au centre du secteur circulaire <code>\purple{\theta}</code> et <code>360^\circ</code> est égal au rapport entre son aire, <code>\green{A_s}</code>, et l'aire du cercle, <code>\blue{A_c}</code>.
pt: A razão entre o ângulo central da seção <code>\purple{\theta}</code> e <code>360^\circ</code> é igual à razão entre a área da seção, <code>\green{A_s}</code>, e a área total da circunferência, <code>\blue{A_c}</code>.
tr: Daire diliminin merkez açısı <code>\purple{\theta}</code> ile <code>360^\circ</code> arasındaki orani daire diliminin alanı, <code>\green{A_s}</code>, ile dairenin tamamının alanı, <code>\blue{A_c}</code> arasındaki orana eşittir.

source: The ratio of <code>AB : AC</code> is <code>1 : \dfrac{\sqrt{3}}{2}</code>.
fr: Le rapport <code>AB : AC</code> est égal à <code>1 : \dfrac{\sqrt{3}}{2}</code>.
nb: Forholdet <code>AB : AC</code> er <code>1 : \dfrac{\sqrt{3}}{2}</code>.
pl: Stosunek <code>AB : AC</code> wynosi <code>1 : \dfrac{\sqrt{3}}{2}</code>.
pt: A razão de <code>AB : AC</code> é <code>1 : \dfrac{\sqrt{3}}{2}</code>.
tr: <code>AB : AC</code> oranı, <code>1 : \dfrac{\sqrt{3}}{2}</code>'dir.

source: The ratio of <code>AB : BC</code> is <code>1 : \dfrac{1}{2}</code>.
es: La proporción de <code>AB : BC</code> es <code>1 : \dfrac{1}{2}</code>.
fr: Le rapport <code>AB : BC</code> est <code>1 : \dfrac{1}{2}</code>.
nb: Forholdet <code>AB : BC</code> er <code>1 : \dfrac{1}{2}</code>.
pl: Stosunek <code>AB : BC</code> wynosi <code>1 : \dfrac{1}{2}</code>.
pt: A razão de <code>AB : BC</code> é <code>1 : \dfrac{1}{2}</code>.
tr: <code>AB : BC</code> oranı <code>1 : \dfrac{1}{2}</code>'dir.

source: The ratio of <code>AC : AB</code> is <code>\dfrac{\sqrt{3}}{2} : 1</code>.
es: La proporción <code>AC : AB</code> es <code>\dfrac{\sqrt{3}}{2} : 1</code>.
fr: Le rapport <code>AC : AB</code> est égal à <code>\dfrac{\sqrt{3}}{2} : 1</code>.
nb: Forholdet <code>AC : AB</code> er <code>\dfrac{\sqrt{3}}{2} : 1</code>.
pl: Stosunek <code>AC : AB</code> wynosi <code>\dfrac{\sqrt{3}}{2} : 1</code>.
pt: A razão de <code>AC : AB</code> é <code>\dfrac{\sqrt{3}}{2} : 1</code>.
tr: <code>AC : AB</code> oranı <code>\dfrac{\sqrt{3}}{2} : 1</code>'dir.

source: The ratio of <code>BC : AB</code> is <code>\dfrac{1}{2} : 1</code>.
es: La proporción <code>BC : AB</code> es <code>\dfrac{1}{2} : 1</code>.
fr: Le rapport <code>BC : AB</code> est égal à <code>\dfrac{1}{2} : 1</code>.
nb: Forholdet mellom <code>BC : AB</code> er <code>\dfrac{1}{2} : 1</code>.
pl: Stosunek <code>BC : AB</code> wynosi <code>\dfrac{1}{2} : 1</code>.
pt: A razão de <code>BC : AB</code> é <code>\dfrac{1}{2} : 1</code>.
tr: <code>BC : AB</code> oranı <code>\dfrac{1}{2} : 1</code>'dir.

source: The reaction is <code><var>R1_RATIO</var><var>R1</var> + \blue{<var>R2_RATIO</var>}<var>R2</var> \rightarrow \red{<var>P1_RATIO</var>}<var>P1</var> <span data-if="P2 !== ''">+ <var>P2_RATIO</var><var>P2</var></span></code>. The coefficients in front of each molecule tell us in what ratios the molecules react. In this case <span class="hint_blue"><var>cardinalThrough20(R2_RATIO)</var></span> <code><var>R2</var></code> for every <span class="hint_red"><var>cardinalThrough20(P1_RATIO)</var></span> <code><var>P1</var></code> molecule.
pl: Reakcja wygląda następująco <code><var>R1_RATIO</var><var>R1</var> + \blue{<var>R2_RATIO</var>}<var>R2</var> \rightarrow \red{<var>P1_RATIO</var>}<var>P1</var> <span data-if="P2 !== ''">+ <var>P2_RATIO</var><var>P2</var></span></code>. Współczynniki przed każdą z cząsteczek informują nas o stosunkach, w jakich reagują one ze sobą. W tym przypadku <span class="hint_blue"><var>cardinalThrough20(R2_RATIO)</var></span> <code><var>R2</var></code> dla każdej <span class="hint_red"><var>cardinalThrough20(P1_RATIO)</var></span> <code><var>P1</var></code> cząsteczki.
pt: A reação é <code><var>R1_RATIO</var><var>R1</var> + \blue{<var>R2_RATIO</var>}<var>R2</var> \rightarrow \red{<var>P1_RATIO</var>}<var>P1</var> <span data-if="P2 !== ''">+ <var>P2_RATIO</var><var>P2</var></span></code>. Os coeficientes à frente de cada molécula nos dizem em que proporções as moléculas reagem. Neste caso <span class="hint_blue"><var>cardinalThrough20(R2_RATIO)</var></span> <code><var>R2</var></code> por cada <span class="hint_red"><var>cardinalThrough20(P1_RATIO)</var></span> <code><var>P1</var></code> molécula.
tr: Reaksiyon şudur: <code><var>R1_RATIO</var><var>R1</var> + \blue{<var>R2_RATIO</var>}<var>R2</var> \rightarrow \red{<var>P1_RATIO</var>}<var>P1</var> <span data-if="P2 !== ''">+ <var>P2_RATIO</var><var>P2</var></span></code>. Her molekülün önündeki katsayılar bize moleküllerin hangi oranda reaksiyon gösterdiğini belirtir. Bu durumda, <span class="hint_blue"><var>cardinalThrough20(R2_RATIO)</var></span> <code><var>R2</var></code>, her <span class="hint_red"><var>cardinalThrough20(P1_RATIO)</var></span> <code><var>P1</var></code> molekülü için.

source: The reaction is <code>\blue{<var>GIVEN_RATIO</var>}<var>GIVEN</var> <span data-if="R2 !== ''"> + <var>R2_RATIO</var><var>R2</var></span> \rightarrow \red{<var>P1_RATIO</var>}<var>P1</var> <span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. The coefficients in front of each molecule tell us in what ratios the molecules react. In this case <span class="hint_blue"><var>cardinalThrough20(GIVEN_RATIO)</var></span> <code><var>GIVEN</var></code> for every <span class="hint_red"><var>cardinalThrough20(P1_RATIO)</var></span> <code><var>P1</var></code> molecule.
pl: Reakcja wygląda następująco <code>\blue{<var>GIVEN_RATIO</var>}<var>GIVEN</var> <span data-if="R2 !== ''"> + <var>R2_RATIO</var><var>R2</var></span> \rightarrow \red{<var>P1_RATIO</var>}<var>P1</var> <span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. Współczynniki przed każdą z cząsteczek informują nas w jakich stosunkach reagują one ze sobą. W tym przypadku <span class="hint_blue"><var>cardinalThrough20(GIVEN_RATIO)</var></span> <code><var>GIVEN</var></code> dla każdej <span class="hint_red"><var>cardinalThrough20(P1_RATIO)</var></span> <code><var>P1</var></code> cząsteczki.
pt: A reação é <code>\blue{<var>GIVEN_RATIO</var>}<var>GIVEN</var> <span data-if="R2 !== ''"> + <var>R2_RATIO</var><var>R2</var></span> \rightarrow \red{<var>P1_RATIO</var>}<var>P1</var> <span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. Os coeficientes à frente de cada molécula nos dizem em que proporções as moléculas reagem. Neste caso <span class="hint_blue"><var>cardinalThrough20(GIVEN_RATIO)</var></span> <code><var>GIVEN</var></code> para cada <span class="hint_red"><var>cardinalThrough20(P1_RATIO)</var></span> <code><var>P1</var></code> molécula.
tr: Reaksiyon şudur: <code>\blue{<var>GIVEN_RATIO</var>}<var>GIVEN</var> <span data-if="R2 !== ''"> + <var>R2_RATIO</var><var>R2</var></span> \rightarrow \red{<var>P1_RATIO</var>}<var>P1</var> <span data-if="P2 !== ''"> + <var>P2_RATIO</var><var>P2</var></span></code>. Her molekülün önündeki katsayılar bize moleküllerin hangi oranda reaksiyon gösterdiğini belirtir. Bu durumda, <span class="hint_blue"><var>cardinalThrough20(GIVEN_RATIO)</var></span> <code><var>GIVEN</var></code>, her <span class="hint_red"><var>cardinalThrough20(P1_RATIO)</var></span> <code><var>P1</var></code> molekülü için.
