Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: So the line must also pass through <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>.
da: Linjen skal derfor også gå igennem <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>.
es: Así que la recta también debe pasar por <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>.
fr: Donc la droite doit aussi passer par <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>.
nb: Linjen skal derfor også gå gjennom <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>.
pl: Zatem prosta musi też przechodzić przez <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>.
pt: Portanto a reta também deverá passar por <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>.

source: So the line must also pass through <code class="hint_purple">(<var>SLOPE_FRAC_1[1]</var>, <var>YINT_1 + SLOPE_FRAC_1[0]</var>)</code>.
es: Así que la línea también debe pasar a través de <code class="hint_purple">(<var>SLOPE_FRAC_1[1]</var>, <var>YINT_1 + SLOPE_FRAC_1[0]</var>)</code>.
fr: On obtient le point de coordonnées <code class="hint_purple">(<var>SLOPE_FRAC_1[1]</var>, <var>YINT_1 + SLOPE_FRAC_1[0]</var>)</code>.
nb: Så linjen må gå gjennom <code class="hint_purple">(<var>SLOPE_FRAC_1[1]</var>, <var>YINT_1 + SLOPE_FRAC_1[0]</var>)</code>.
pt: Então a linha também deve passar por <code class="hint_purple">(<var>SLOPE_FRAC_1[1]</var>, <var>YINT_1 + SLOPE_FRAC_1[0]</var>)</code>.
tr: Buna göre, doğru<code class="hint_purple">(<var>SLOPE_FRAC_1[1]</var>, <var>YINT_1 + SLOPE_FRAC_1[0]</var>)</code>'dan geçmelidir.

source: So the line must also pass through <code class="hint_purple">(<var>SLOPE_FRAC_2[1]</var>, <var>YINT_2 + SLOPE_FRAC_2[0]</var>)</code>.
es: Así que la línea también debe pasar a través de <code class="hint_purple">(<var>SLOPE_FRAC_2[1]</var>, <var>YINT_2 + SLOPE_FRAC_2[0]</var>)</code>.
fr: On obtient le point de coordonnées <code class="hint_purple">(<var>SLOPE_FRAC_2[1]</var>, <var>YINT_2 + SLOPE_FRAC_2[0]</var>)</code>.
nb: Så linjen må også gå gjennom <code class="hint_purple">(<var>SLOPE_FRAC_2[1]</var>, <var>YINT_2 + SLOPE_FRAC_2[0]</var>)</code>.
pt: Então a linha também deve passar por <code class="hint_purple">(<var>SLOPE_FRAC_2[1]</var>, <var>YINT_2 + SLOPE_FRAC_2[0]</var>)</code>.

source: So the median is <code><var>fractionReduce(2 * MEDIAN, 2)</var></code>.
fr: Donc la médiane est <code><var>fractionReduce(2 * MEDIAN, 2)</var></code>.
nb: Så medianen er <code><var>fractionReduce(2 * MEDIAN, 2)</var></code>.
pl: Mediana wynosi więc <code><var>fractionReduce(2 * MEDIAN, 2)</var></code>.
pt: Portanto, a mediana é <code><var>fractionReduce(2 * MEDIAN, 2)</var></code>.
tr: Buna göre, medyan, <code><var>fractionReduce(2 * MEDIAN, 2)</var></code>.

source: So the minimum distance between the point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> and the line <code>\blue{x = <var>B1</var>}</code>is <code><var>abs( X1 - B1 )</var></code>.
es: Entonces la distancia mínima entre el punto <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> y la recta <code>\blue{x = <var>B1</var>}</code> es <code><var>abs( X1 - B1 )</var></code>.
fr: Donc la distance du point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> à la droite d'équation <code>\blue{x = <var>B1</var>}</code> est <code><var>abs( X1 - B1 )</var></code>.
nb: Så den minste avstanden mellom punktene <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> og linjen <code>\blue{x = <var>B1</var>}</code>er <code><var>abs( X1 - B1 )</var></code>.
pl: Zatem najmniejsza odległość pomiędzy punktem <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> a prostą <code>\blue{x = <var>B1</var>}</code>to <code><var>abs( X1 - B1 )</var></code>.
pt: Então, a distância mínima entre o ponto <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> e a reta <code>\blue{x = <var>B1</var>}</code> é <code><var>abs( X1 - B1 )</var></code>.
tr: O zaman, <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> noktasıyla <code>\blue{x = <var>B1</var>}</code> doğrusu arasındaki minimum uzaklık <code><var>abs( X1 - B1 )</var></code>'dir.

source: So the minimum distance between the point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> and the line <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code> is <code><var>formattedSquareRootOf(DISTANCE)</var></code>.
fr: Donc la distance du point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> à la droite <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code> est <code><var>formattedSquareRootOf(DISTANCE)</var></code>.
nb: Så den minste avstanden mellom punktet <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> og linjen <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code> er <code><var>formattedSquareRootOf(DISTANCE)</var></code>.
pl: Zatem najmniejsza odległość między punktem <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> i prostą <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code> to <code><var>formattedSquareRootOf(DISTANCE)</var></code>.
pt: Então, a distância mínima entre o ponto <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> e a reta <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code> é <code><var>formattedSquareRootOf(DISTANCE)</var></code>.
tr: Buna göre, <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> noktası ve <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code> doğrusu arasındaki en kısa uzaklık <code><var>formattedSquareRootOf(DISTANCE)</var></code>'dir.

source: So the minimum distance between the point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> and the line <code>\blue{y = <var>B1</var>}</code> is <code><var>abs( Y1 - B1 )</var></code>.
es: Entonces, la distancia mínima entre el punto <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> y la recta <code>\blue{y = <var>B1</var>}</code> es <code><var>abs( Y1 - B1 )</var></code>.
fr: Donc la distance du point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> à la droite d'équation <code>\blue{y = <var>B1</var>}</code> est <code><var>abs( Y1 - B1 )</var></code>.
nb: Så den minste avstanden mellom punktet <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> og linjen <code>\blue{y = <var>B1</var>}</code> er <code><var>abs( Y1 - B1 )</var></code>.
pl: Zatem najmniejsza odległość pomiędzy punktem <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> a prostą <code>\blue{y = <var>B1</var>}</code> to <code><var>abs( Y1 - B1 )</var></code>.
pt: Então, a distância mínima entre o ponto <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> e a reta <code>\blue{y = <var>B1</var>}</code> é <code><var>abs( Y1 - B1 )</var></code>.
tr: O zaman, <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> noktasıyla <code>\blue{y = <var>B1</var>}</code> doğrusu arasındaki minimum uzaklık <code><var>abs( Y1 - B1 )</var></code>'dir.

source: So the numerator is <code><var>NUMERATOR</var></code>.
es: Por lo tanto, el numerador es <code><var>NUMERATOR</var></code>.
fr: Donc le numérateur est <code><var>NUMERATOR</var></code>.
hi: तो हर <code><var>NUMERATOR</var></code> है।
nb: Så telleren er <code><var>NUMERATOR</var></code>.
pl: Tak więc licznikiem jest <code><var>NUMERATOR</var></code>.
pt: Então, o numerador é <code><var>NUMERATOR</var></code>.
tr: Payda şudur: <code><var>NUMERATOR</var></code>.

source: So the prime factorization of <code><var>Q</var></code> is <code><var>PRIMES.join( "\\times " )</var></code>.
es: Por lo tanto la factorización en primos de <code><var>Q</var></code> es <code><var>PRIMES.join( "\\times " )</var></code>.
fr: Donc les facteurs premiers de <code><var>Q</var></code> sont <code><var>PRIMES.join( "\\times " )</var></code>.
hi: तो <code><var>Q</var></code> का अभाज्य गुणनखंडन <code><var>PRIMES.join( "\\times " )</var></code> है।
nl: De priemfactoren van <code><var>Q</var></code> zijn dus <code><var>PRIMES.join( "\\times " )</var></code>.
pl: Więc rozkład na czynniki pierwsze liczby <code><var>Q</var></code> to <code><var>PRIMES.join( "\\times " )</var></code>.
pt: Portanto, a fatoração em números primos de <code><var>Q</var></code> é <code><var>PRIMES.join( "\\times " )</var></code>.
tr: Yani <code><var>Q</var></code> asal çarpanlarına ayrılması şudur: <code><var>PRIMES.join( "\\times " )</var></code>.

source: So the prime factors of <code><var>VOL</var></code> are:
es: Por tanto los factores primos de <code><var>VOL</var></code> son:
fr: Donc la décomposition en facteurs premiers de <code><var>VOL</var></code> est :
nb: Så primtallsfaktorene for <code><var>VOL</var></code> er:
pl: Więc czynniki pierwsze <code><var>VOL</var></code> to:
pt: Assim, os fatores primos de <code><var>VOL</var></code> são:
tr: Buna göre, <code><var>VOL</var></code> sayısının asal çarpanları:

source: So the radicand, <code>x - <var>A</var></code>, must be greater than or equal to zero.
da: Radikanten, <code>x - <var>A</var></code>, skal altså værre større end eller lig med 0.
es: Así que el radicando, <code>x - <var>A</var></code>, debe ser mayor o igual a cero.
fr: Donc <code>x - <var>A</var></code> doit être supérieur ou égal à zéro.
nb: Uttrykket under rottegnet <code>x - <var>A</var></code>, skal altså være større enn eller lik 0.
pt: Portanto, o radicando, <code>x - <var>A</var></code>, deve ser maior ou igual a zero.
tr: Buna göre, kök içindeki ifade <code>x - <var>A</var></code>, sıfırdan büyük veya sıfıra eşit olmalı.

source: So the radius of <code>\orange{y}</code> is <code><var>ANSWER_RADIUS</var></code>.
es: Entonces, el radio de <code>\orange{y}</code> es <code><var>ANSWER_RADIUS</var></code>.
fr: Donc le module de <code>\orange{y}</code> est <code><var>ANSWER_RADIUS</var></code>.
pt: Então, o raio de <code>\orange{y}</code> é <code><var>ANSWER_RADIUS</var></code>.
tr: Böylece, <code>\orange{y}</code>'nin yarıçapı, <code><var>ANSWER_RADIUS</var></code>'dir.

source: So the range becomes: <code>\{\, y \in \RR \mid y ≤ <var>B</var> \,\}</code>.
es: Así que el rango se convierte en: <code>\{\, y \in \RR \mid y ≤ <var>B</var> \,\}</code>.
fr: Donc l'ensemble image devient : <code>\{\, y \in \RR \mid y ≤ <var>B</var> \,\}</code>.
nb: Verdimengden blir: <code>\{\, y \in \RR \mid y ≤ <var>B</var> \,\}</code>.
pt: Assim, o contradomínio se torna: <code>\{\, y \in \RR \mid y ≤ <var>B</var> \,\}</code>.
tr: Buna göre, aralık şöyle olur: <code>\{\, y \in \RR \mid y ≤ <var>B</var> \,\}</code>.

source: So the range becomes: <code>\{\, y \in \RR \mid y ≥ <var>B</var> \,\}</code>.
es: Así que el rango se convierte en: <code>\{\, y \in \RR \mid y ≥ <var>B</var> \,\}</code>.
fr: Donc l'ensemble image devient : <code>\{\, y \in \RR \mid y ≥ <var>B</var> \,\}</code>.
nb: Verdimengden blir: <code>\{\, y \in \RR \mid y ≥ <var>B</var> \,\}</code>.
pt: Assim, o contradomínio se torna: <code>\{\, y \in \RR \mid y ≥ <var>B</var> \,\}</code>.
tr: Buna göre, aralık şöyle olur: <code>\{\, y \in \RR \mid y ≥ <var>B</var> \,\}</code>.

source: So the range of <code>f(x)</code> is <code>\{\, y \in \RR \mid y &gt; <var>B</var> \,\}</code>.
es: Así que el rango de <code>f(x)</code> es <code>\{\, y \in \RR \mid y &gt; <var>B</var> \,\}</code>.
fr: Donc l'ensemble image de la fonction qui à tout réel fait correspondre <code>f(x)</code> est <code>\{\, y \in \RR \mid y &gt; <var>B</var> \,\}</code>.
nb: Så verdimengden til <code>f(x)</code> er <code>\{\, y \in \RR \mid y &gt; <var>B</var> \,\}</code>.
pt: Então o contradomínio de <code>f(x)</code> é <code>\{\, y \in \RR \mid y &gt; <var>B</var> \,\}</code>.
tr: Buna göre, <code>f(x)</code>'in aralığı <code>\{\, y \in \RR \mid y &gt; <var>B</var> \,\}</code>.

source: So the range of <code>f(x)</code> is <code>\{\, y \in \RR \mid y &lt; <var>B</var> \,\}</code>.
es: Así que el rango de <code>f(x)</code> es <code>\{\, y \in \RR \mid y &lt; <var>B</var> \,\}</code>.
fr: Donc l'ensemble image de la fonction qui à tout réel fait correspondre <code>f(x)</code> est <code>\{\, y \in \RR \mid y &lt; <var>B</var> \,\}</code>.
nb: Så verdimengden til <code>f(x)</code> er <code>\{\, y \in \RR \mid y &lt; <var>B</var> \,\}</code>.
pt: Então o contradomínio de <code>f(x)</code> é <code>\{\, y \in \RR \mid y &lt; <var>B</var> \,\}</code>.
tr: Buna göre, <code>f(x)</code>'in aralığı <code>\{\, y \in \RR \mid y &lt; <var>B</var> \,\}</code>.

source: So the resulting function (after we perform all these manipulations) is <code><var>plus( toFractionTex( VSCALE ) + "\\" + FN + "(" + plus( toFractionTex( 1 / HSCALE ) + "x" ) + ")" )</var></code>.
es: Así que la función resultante (después de que hacemos todos estas modificaciones) es <code><var>plus( toFractionTex( VSCALE ) + "\\" + FN + "(" + plus( toFractionTex( 1 / HSCALE ) + "x" ) + ")" )</var></code>.
fr: Donc, après toutes ces manipulations, on obtient <code><var>plus( toFractionTex( VSCALE ) + "\\" + FN + "(" + plus( toFractionTex( 1 / HSCALE ) + "x" ) + ")" )</var></code>.
pt: Portanto, a função resultante (depois que efetuamos todas essas manipulações) é <code><var>plus( toFractionTex( VSCALE ) + "\\" + FN + "(" + plus( toFractionTex( 1 / HSCALE ) + "x" ) + ")" )</var></code>.
tr: (Bütün bu işlemleri uyguladıktan sonra) oluşan fonksiyon, <code><var>plus( toFractionTex( VSCALE ) + "\\" + FN + "(" + plus( toFractionTex( 1 / HSCALE ) + "x" ) + ")" )</var></code>.

source: So the top of the bar for "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>" should line up with the number <code><var>NUM</var></code> on the left side of the chart.
es: Así que la barra superior de "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>" debe alinearse con el número <code><var>NUM</var></code> del lado izquierdo de la tabla.
fr: Donc le sommet du bâton correspondant à "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>" a pour ordonnée le nombre <code><var>NUM</var></code> sur l'axe vertical du diagramme.
nb: Så toppen av søylen for "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>" skal gå opp til <code><var>NUM</var></code> på venstre side av diagrammet..
pl: Tak więc wierzchołek słupka przedstawiającego "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>" powinien być na poziomie liczby <code><var>NUM</var></code> umieszczonej po lewej stronie wykresu.
pt: Então, o topo da barra para "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>" deve se alinhar com o número <code><var>NUM</var></code> do lado esquerdo do gráfico.
tr: Yanir "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>" için olan çubuğun tepesi ile grafiğin sol tarafındaki <code><var>NUM</var></code> sayı aynı hizada olacak.

source: So the top radical is undefined when <code>x &gt; <var>A+B</var></code>, so we know <code>x \leq <var>A+B</var></code>.
es: El radical de arriba no está definido cuando <code>x &gt; <var>A+B</var></code>, entonces sabemos que <code>x \leq <var>A+B</var></code>.
fr: Donc la racine carrée du numérateur n'est pas définie lorsque <code>x &gt; <var>A+B</var></code>, donc il faut que <code>x \leq <var>A+B</var></code>.
nb: Det øverste rottegnet er altså ikke definert når <code>x &gt; <var>A+B</var></code>, så vi vet at <code>x \leq <var>A+B</var></code>.
pt: Portanto, o radical de cima é indefinido quando <code>x &gt; <var>A+B</var></code>, logo, sabemos que <code>x \leq <var>A+B</var></code>.
tr: buna göre, <code>x &gt; <var>A+B</var></code> olduğunda üstteki kök tanımsızdır, yanş <code>x \leq <var>A+B</var></code> olduğunu biliyoruz.

source: So the two equations describe equal lines.
da: Så de to ligninger beskriver ens linjer.
es: Así que las dos ecuaciones describen rectas iguales.
fr: Donc les deux droites sont confondues.
nb: Så de to likningene beskriver like linjer.
pt: Logo, as duas equações descrevem retas iguais.
tr: Buna göre, iki denklem eşit doğruları tanımlamaktadır.

source: So there should be no bar above "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>". Drag the top of the bar all the way to the bottom to get rid of the bar.
es: Así que no debería haber ninguna barra sobre "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>". Arrastra la parte superior de la barra hasta el fondo para deshacerte de la barra.
fr: Donc il ne devrait pas y avoir de bâton au-dessus de "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>". On place le sommet du bâton sur l'axe horizontal pour le faire disparaître.
nb: Så det bør være en søyle over "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>". Dra toppen av søylen helt til bunnen av diagrammet for å fjerne den.
pl: Tak więc nie powinno być żadnego słupka nad"<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>". Przeciągnij wierzchołek słupka aż do dołu, aby zlikwidować słupek.
pt: Então, não deve haver barra sobre "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>". Arraste o topo da barra para baixo até que ela desapareça.
tr: Bu sebeple "<span style="text-transform: capitalize"><var>CATEGORIES[ INDEX ]</var></span>" üzerinde çubuk olmamalı. Çubuktan kurtulmak için, tepesinden tutarak aşağıya kadar indiriniz.

source: So we can eliminate <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code> from consideration and try a different answer choice.
da: Vi kan altså udelukke <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code> fra vores overvejelser og prøve en anden svarmulighed.
es: Así podemos eliminar <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code> de consideración e intentar una elección de respuesta diferente.
fr: On peut donc éliminer <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code> et tester une autre des réponses possibles.
nb: Vi kan altså utelukke <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code> fra våre vurderinger og prøve en annen svarmulighet.
pt: Então podemos eliminar <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code> da consideração e tentar uma escolha de resposta diferente.
tr: Buna göre, <code><var>Y_VAR</var> = <var>WRONG_ANSWERS[0].coef</var><var>X_VAR</var> + <var>WRONG_ANSWERS[0].cons</var></code>'yi unutabilir ve değişik bir seçenek deneyebiliriz.

source: So we can factor out the <code><var>GCD</var></code>.
da: Så vi kan faktorisere <code><var>GCD</var></code> ud.
es: Así que podemos factorizar el <code><var>GCD</var></code>.
fr: Donc on factorise par <code><var>GCD</var></code>.
nb: Så vi kan faktorisere ut <code><var>GCD</var></code>.
pl: Więc możemy wyciągnąć przed nawias <code><var>GCD</var></code>.
pt: Então nós podemos fatorar o <code><var>GCD</var></code>.
tr: O zaman <code><var>GCD</var></code>faktörünü dışarı alabiliriz.

source: So we can factor the expression as:
da: Vi kan faktorisere udtrykket til:
es: Así que podemos factorizar la expresión como:
fr: La factorisation est donc :
nb: Vi kan faktorisere uttrykket til:
pl: Więc możemy rozłożyć to wyrażenie na czynniki:
pt: Então podemos fatorar a expressão da seguinte forma:
tr: İfadeyi şöyle çarpanlarına ayırabiliriz:

source: So we can factor the expression as: <code>(\pink{<var>A</var>x} + \blue{<var>B</var>})(\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
da: Så vi kan faktorisere udtrykket som: <code>(\pink{<var>A</var>x} + \blue{<var>B</var>})(\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
es: Así que podemos factorizar la expresión como: <code>(\pink{<var>A</var>x} + \blue{<var>B</var>})(\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
fr: La réponse est : <code>(\pink{<var>A</var>x} + \blue{<var>B</var>})(\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
nb: Så vi kan faktorisere uttrykket som: <code>(\pink{<var>A</var>x} + \blue{<var>B</var>})(\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
pl: Tak więc wyrażenie rozłożone na czynniki to: <code>(\pink{<var>A</var>x} + \blue{<var>B</var>})(\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
pt: Logo, podemos fatorar a expressão como: <code>(\pink{<var>A</var>x} + \blue{<var>B</var>})(\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
tr: İfadeyi şöyle çarpanlarına ayırabiliriz:<code>(\pink{<var>A</var>x} + \blue{<var>B</var>})(\pink{<var>A</var>x} - \blue{<var>B</var>})</code>

source: So we can factor the expression as: <code>(\pink{x} + \blue{<var>A</var>})(\pink{x} - \blue{<var>A</var>})</code>
da: Så vi kan faktorisere udtrykket som: <code>(\pink{x} + \blue{<var>A</var>})(\pink{x} - \blue{<var>A</var>})</code>
es: Así que podemos factorizar la expresión como: <code>(\pink{x} + \blue{<var>A</var>})(\pink{x} - \blue{<var>A</var>})</code>
fr: La réponse est : <code>(\pink{x} + \blue{<var>A</var>})(\pink{x} - \blue{<var>A</var>})</code>
nb: Så vi kan faktorisere uttrykket som: <code>(\pink{x} + \blue{<var>A</var>})(\pink{x} - \blue{<var>A</var>})</code>
pl: Tak więc wyrażenie rozłożone na czynniki to: <code>(\pink{x} + \blue{<var>A</var>})(\pink{x} - \blue{<var>A</var>})</code>
pt: Então, podemos fatorar a expressão como: <code>(\pink{x} + \blue{<var>A</var>})(\pink{x} - \blue{<var>A</var>})</code>
tr: İfadeyi şöyle çarpanlarına ayırabiliriz: <code>(\pink{x} + \blue{<var>A</var>})(\pink{x} - \blue{<var>A</var>})</code>

source: So we can factor the expression as: <code>\green{<var>F</var>}(\pink{<var>A</var>x} + \blue{<var>B</var>}) (\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
da: Så vi kan faktorisere udtrykket som: <code>\green{<var>F</var>}(\pink{<var>A</var>x} + \blue{<var>B</var>}) (\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
es: Así que podemos factorizar la expresión como: <code>\green{<var>F</var>}(\pink{<var>A</var>x} + \blue{<var>B</var>}) (\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
fr: La réponse est : <code>\green{<var>F</var>}(\pink{<var>A</var>x} + \blue{<var>B</var>}) (\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
nb: Så kan vi faktorisere uttrykket som: <code>\green{<var>F</var>}(\pink{<var>A</var>x} + \blue{<var>B</var>}) (\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
pl: Tak więc wyrażenie rozłożone na czynniki to: <code>\green{<var>F</var>}(\pink{<var>A</var>x} + \blue{<var>B</var>}) (\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
pt: Logo, podemos fatorar a expressão como: <code>\green{<var>F</var>}(\pink{<var>A</var>x} + \blue{<var>B</var>}) (\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
tr: İfadeyi şöyle çarpanlarına ayırabiliriz: <code>\green{<var>F</var>}(\pink{<var>A</var>x} + \blue{<var>B</var>}) (\pink{<var>A</var>x} - \blue{<var>B</var>})</code>
