Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Elisabeth Rowney is Associate Course Director of Art History at Full Sail University in Winter Park, Florida. She received her Master's Degree from the University of South Florida. Her primary focus is the concept of fallen women.
pt: Elisabeth Rowney é diretora associada do curso de história da arte na Universidade Full Sail em Winter Park, Flórida. Ela obteve seu mestrado pela Universidade do sul da Flórida. Seu foco primário é o conceito de mulheres caídas.
tr: Elisabeth Rowney, Winter Park, Florida'daki Full Sail Üniversitesi'nde Sanat Tarihi dalında Ders Direktör Yardımcısıdır. Master derecesini Güney Florida Üniversitesi'nden almıştır. Ana odak noktası, düşmüş kadın kavramıdır.

source: Elizabeth focuses on developing the strategy, approach, and capabilities to build high quality content at scale. She works with brilliant and pun-loving teammates from all corners of Khan Academy, as well as several partner organizations.
pt: Elizabeth se concentra no desenvolvimento da estratégia, abordagem e recursos para criar conteúdo de alta qualidade em escala. Ela trabalha com colegas brilhantes (e amantes de trocadilhos) de toda a Khan Academy, e também com diversas organizações parceiras.
tr: Elizabeth yüksek kalitede içerik üretebilmek için strateji, yaklaşım ve kapasitye odaklanıyor. Khan Academy'nin her köşesinden zeki insanlarla ve içerik ortaklarıyla birlikte çalışıyor.

source: Ellipse
es: Elipse.
fr: une ellipse
pt: Elipse
tr: Elips

source: Email (optional)
pt: E-mail (opcional)
tr: Eposta (isteğe bağlı)

source: Email (yourparent@example.com)
es: Correo electrónico (tupadre@ejemplo.com)
fr: E-mail (votreparent@exemple.com)
ja: 電子メイルアドレス (yourparent@example.com)
nb: E-postadresse (yourparent@example.com)
nl: Email (jeouder@voorbeeld.nl)
pl: E-mail (twojrodzic@przyklad.pl)
pt: E-mail (nomedoseupai@exemplo.com)
pt_pt: E-mail (pais@exemplo.pt)
tr: E-posta (veliniz@ornek.com)

source: Email address
da: E-mail-adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
ja: メールアドレス
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
pt_pt: E-mail
tr: E-posta adresi

source: Email body
da: E-mail hovedtekst
es: Cuerpo del correo electrónico
fr: Corps de l'e-mail
nb: E-post hovedinnhold
nl: Hoofdtekst van e-mail
pl: Treść e-maila
pt: Corpo do e-mail
pt_pt: Corpo do email
tr: E-posta metni

source: Email is required
bg: Нужен е имейл
da: E-mail er påkrævet
es: Se requiere el correo electrónico
fr: Une adresse e-mail est requise
ja: メールアドレスが必要です
nb: E-post er påkrevd
nl: Email is vereist
pl: Wymagany jest adres email
pt: E-mail obrigatório
pt_pt: É necessário que digites um e-mail
tr: Bir e-posta adresi girilmelidir

source: Email or username
da: Email eller brugernavn
es: Correo electrónico o nombre de usuario
fr: Identifiant
hi: ईमेल या उपयोगकर्ता-नाम
ja: 電子メイルまたはユーザー名
nb: Epost eller brukernavn
nl: Email of gebruikersnaam
pl: E-mail lub nazwa użytkownika
pt: E-mail ou nome de usuário
pt_pt: E-mail ou nome de utilizador
tr: E-posta veya kullanıcı adı

source: Email or username required
da: E-mail eller brugernavn er påkrævet
es: Se requiere correo electrónico o nombre de usuario
fr: Adresse e-mail ou nom d'utilisateur requis
ja: メールアドレスまたはユーザー名を入力してください
nb: E-post eller brukernavn kreves
nl: E-mail of gebruikersnaam vereist
pl: Wymagany e-mail lub nazwa użytkownika
pt: E-mail ou nome de usuário obrigatório
pt_pt: Digita o teu e-mail ou nome de utilizador
tr: E-posta veya kullanıcı adı gerekli

source: Email required
da: E-mail påkrævet
es: Se requiere un correo electrónico
fr: Adresse e-mail requise
ja: メールアドレスを入力してください
nb: E-postadresse kreves
nl: E-mail vereist
pl: Wymagany e-mail
pt: E-mail obrigatório
pt_pt: Por favor, digita o teu e-mail
tr: E-posta gerekli

source: Email resent!
bg: Имейлът е изпратен отново!
da: E-mail er sendt igen!
es: ¡Correo electrónico reenviado!
fr: E-mail renvoyé!
he: האימייל נשלח!
ja: 電子メイルを再送!
nb: Epost sendt på nytt!
nl: E-mail opnieuw verstuurd!
pl: E-mail został wysłany ponownie!
pt: E-mail reenviado!
pt_pt: E-mail reenviado!
tr: E-posta tekrar gönderilmiştir.

source: Email sent (check your junk folder)
da: E-mail sendt (tjek din junk-mappe)
es: Correo enviado (verifica tu bandeja de correo no deseado)
fr: E-mail envoyé (Vérifiez votre dossier courriers indésirables)
ja: メールを送信しました（迷惑メールのフォルダーも確認してください）
nb: E-post sendt (sjekk din søppelpost-mappe)
nl: E-mail verstuurd (Controleer de map Ongewenste e-mail)
pl: Wysłano e-mail (sprawdź folder spamu)
pt: E-mail enviado (verifique sua pasta de lixo eletrônico)
pt_pt: E-mail enviado (verifica a tua pasta de spam)
tr: E-posta gönderildi (Önemsiz e-posta klasörünüzü de kontrol edin)

source: Email your friends, family, and community to share Khan Academy and see how many sign up with your Ambassador link.
bg: Сподели чрез имейл Хан Академия с твоите приятели, семейство и групи по интереси и виж колко са регистриралите се чрез твоя Посланнически линк.
da: E-mail til dine venner, familie og netværk for at dele Khan Academy og se hvor mange der tilmelder sig med dit Ambassadør link.
es: Manda correos electrónicos a tus amigos, familia y vecinos para compartir Khan Academy y mira cuántos se registran con tu enlace de embajador.
nb: E-mail til dine venner, familie og fellesskap for å dele Khan Academy, og du kan hvor mange som registrerer seg med din ambassadør lenke.
nl: E-mail jouw vrienden, familie en community om Khan Academy te delen en zie hoeveel zich aanmelden met jouw Ambassadeurslink.
pl: Napisz do swoich przyjaciół, rodziny i społeczności, żeby podzielić się Khan Academy i zobaczyć, ile osób zapisze się przez Twój link ambasadora.
pt: Envie um e-mail para seus amigos, familiares e comunidade para compartilhar a Khan Academy e veja quantos se inscrevem com seu link de embaixador.
pt_pt: Envie um e-mail a amigos e familiares para partilhar a Khan Academy e ver quantos se registam com a sua ligação.
tr: Khan Academy'yi paylaşmak için, arkadaşlarınıza, ailenize, ve topluluğunuza eposta gönderin ve bunların kaçının sizin Büyükelçi bağlantınızla kaydolduğunu görün.

source: Embed
da: Integrer
es: Integrar
fr: Intégrer
ja: 埋め込み
nb: Bygg inn
nl: Insluiten
pl: Osadź
pt: Incorporar
pt_pt: Incorporar
tr: Ekle

source: Embed Khan Academy player
da: Integrer Khan Academy afspiller
es: Integrar el reproductor de Khan Academy
fr: Intégrez le lecteur de Khan Academy
ja: カーンアカデミープレイヤーを埋め込む
nb: Intigrere Khan Academy spiller
nl: Khan Academy player integreren
pl: Osadź odtwarzacz Khan Academy
pt: Player integrado da Khan Academy
pt_pt: Reprodutor incorporado da Khan Academy
tr: Khan Academy oynatıcısını ekle

source: Embedded questions
da: Integrerede spørgsmål
es: Preguntas incorporadas
fr: Questions intégrées
ja: 埋め込まれた質問
nb: Innebygget oppgaver
nl: Geïntegreerde vragen
pl: Zamieszczone pytania
pt: Perguntas incorporadas
pt_pt: Perguntas incorporadas
tr: Eklenmiş sorular

source: Emily Casden received her M.A. in art history from Hunter College in 2011. She specializes in twentieth-century modernism, with a strong interest in German Expressionism, Futurism, Interwar and Postwar art, and art theory and aesthetics.
pt: Emily Casden obteve seu mestrado em história da arte na Faculdade Hunter em 2011. Ela se especializou em modernismo do século XX, com forte interesse em expressionismo alemão, futurismo, arte inter e pós-guerra e teoria e estética da arte.
tr: Emily Casden, Hunter Üniversitesi'nden 2011'de sanat tarihi master'ını almıştır. Uzmanlık alanı yirminci yüzyıl modernizmidir, özel ilgi alanı ise Alman Dışavurumculuğu, Gelecekçilik, Savaş İçi ve Savaş Sonrası sanat, ve sanat teorisi ve estetiktir.

source: Emmanuel Ortega Rodríguez is a Ph.D. Doctoral Candidate in Ibero-America colonial art history from the University of New Mexico where he also earned his MA Masters in Art History of the Americas. Both, his thesis and doctoral dissertation are works that developed around the need to better understand the peculiar nature of images of violence and death created in the Latin American colonial context.
pt: Emmanuel Ortega Rodríguez é doutorando em história da arte ibero-americana pela Universidade do Novo México, onde também obteve seu mestrado em história da arte nas Américas. Tanto sua tese quanto sua dissertação de doutorado são trabalhos que se desenvolveram sobre a necessidade de compreender melhor a natureza peculiar das imagens de violência e morte criadas no contexto da colonização da América Latina.
tr: Emmanuel Ortega Rodríguez, Amerika Kıtalarının Sanat Tarihi alanında Master derecesini aldığı New Mexico Üniversitesi'nde Ibero-Amerika sömürgecilik dönemi sanat tarihinde doktora adayıdır. Hem master tezi, hem de doktora tezi, Latin Amerika sömürgecilik bağlamında yaratılan şiddet ve ölüm görüntülerinin tuhaf doğasını anlama ihtiyacını işlemektedir.

source: Emory University School of Medicine
pt: Escola de Medicina da Universidade Emory
tr: Emory Üniversitesi Tıp Fakültesi

source: Emphasis
da: Fremhævning
es: Énfasis
fr: Formater le texte
ja: 重点
nb: Fremhevet
nl: Nadruk
pl: Podkreślenia
pt: Ênfase
pt_pt: Ênfase
tr: Vurgu

source: Empirical rule
es: Regla empírica
fr: La règle empirique
pt: Regra empírica
tr: Ampirik kural

source: Empty
da: Tom
es: Vacío
fr: Vide
ja: 空
nb: Tom
nl: Leeg
pl: Puste
pt: Vazio
pt_pt: Vazio
tr: Boş

source: Empty block.
da: Tom blok.
es: Bloque vacío.
nb: Tom blokk.
nl: Leeg blok.
pl: Pusty blok.
pt: Bloco vazio.
tr: Boş blok.

source: Enable email
da: Aktiver email
es: Activar correo electrónico
fr: Recevoir des e-mails
ja: 電子メイルを有効にする
nb: Aktiver e-post
nl: E-mail inschakelen
pl: Włącz e-mail
pt: Habilitar e-mail
pt_pt: Receber e-mails da Khan Academy
tr: E-postaları etkinleştirin

source: Encourage %(child_name)s to earn these <a href="%(url)s" style="color: #555"><strong>upcoming badges</strong></a>:
da: Tilskynd %(child_name)s til at optjene disse <a href="%(url)s" style="color: #555"><strong>kommende badges</strong></a>:
es: Anima a %(child_name)s a ganar estas <a href="%(url)s" style="color: #555"><strong>medallas siguientes</strong></a>:
fr: Encouragez %(child_name)s à gagner ces <a href="%(url)s" style="color: #555"> <strong>prochains badges</strong></a>:
nb: Oppmuntre %(child_name)s til å tjene disse <a href="%(url)s" style="color: #555"><strong>kommende merkene</strong></a>:
nl: Moedig %(child_name)s aan om deze<a href="%(url)s" style="color: #555"><strong>komende medailles</strong></a> te verdienen:
pl: Zachęć %(child_name)s do zdobycia tych <a href="%(url)s" style="color: #555"><strong>nadchodzących odznak</strong></a>:
pt: Incentive %(child_name)s a conquistar essas <a href="%(url)s" style="color: #555"><strong>próximas medalhas</strong></a>:
tr: %(child_name)s isimli öğrenciyi <a href="%(url)s" style="color: #555"><strong>sıradaki şu madalyaları</strong></a> kazanması için teşvik edin:

source: Encourage %(child_name)s to visit Khan Academy <strong>today</strong>.
da: Tilskynd %(child_name)s at besøge Khan Academy <strong>i dag</strong>.
es: Anima a %(child_name)s a visitar Khan Academy <strong>hoy</strong>.
fr: Encouragez %(child_name)s a travailler sur la Khan Academy <strong>aujourd'hui</strong>.
nb: Oppmuntre %(child_name)s til å besøke Khan Academy <strong>I dag</strong>.
nl: Moedig %(child_name)s aan om Khan Academy <strong>vandaag</strong> te bezoeken.
pl: Zachęć %(child_name)s do odwiedzenia Khan Academy <strong>już dziś</strong>.
pt: Incentive %(child_name)s a visitar a Khan Academy <strong>hoje</strong>.
tr: %(child_name)s isimli öğrenciyi <strong>bugün</strong> Khan Academy'i ziyaret etmeye teşvik edin.

source: Encourage %(child_name)s to visit Khan Academy today.
da: Tilskynd %(child_name)s at besøge Khan Academy i dag.
es: Anima a %(child_name)s a visitar Khan Academy hoy.
fr: Encouragez %(child_name)s à travailler sur la Khan Academy aujourd'hui.
nb: Oppmuntre %(child_name)s til å besøke Khan Academy i dag.
nl: Moedig %(child_name)s om vandaag Khan Academy te bezoeken.
pl: Zachęć %(child_name)s do odwiedzenia dzisiaj Khan Academy.
pt: Incentive %(child_name)s a visitar a Khan Academy hoje.
tr: %(child_name)s isimli öğrenciyi bugün Khan Academy'i ziyaret etmeye teşvik edin.

source: Encourage %(student_name)s<br> and
es: Anima a %(student_name)s<br> y
fr: Encourager %(student_name)s<br> et
nb: Oppmuntre %(student_name)s<br> og
nl: Moedig %(student_name)s<br> aan en
pl: Zachęć %(student_name)s<br> i
pt: Incentive %(student_name)s<br> e
pt_pt: Incentive %(student_name)s<br> e
tr: %(student_name)s yüreklendirmek <br> ve

source: Encourage participation in LearnStorm
es: Estimula la participación en LearnStorm
nb: Oppmuntre til deltakelse i LearnStorm
pt: Incentivar a participação na LearnStorm
tr: LearnStorm'a katılımı teşvik edin

source: Encourage them to learn how to program with our <a href="/computer-programming">Computer Science curriculum</a>!
da: Tilskynd dem til at lære at programmere med vores læseplan i <a href="/computer-programming">Computer Science</a>!
es: Anímalos a aprender a programar con nuestro <a href="/computer-programming">plan de estudios de ciencias de la computación</a>!
fr: Encouragez-les à apprendre à programmer avec notre <a href="/computer-programming"> Cursus Informatique</a>!
nb: Oppmuntre dem til å lære å programmere med vår <a href="/computer-programming"> Computer Science læringsressurs</a>!
nl: Moedig hen aan om te leren programmeren me ons <a href="/computer-programming">Computer Science curriculum</a>!
pl: Zachęć ich do nauki programowania z naszym <a href="/computer-programming">programem nauczania informatyki</a>!
pt: Incentive-os a aprender a programar com nosso <a href="/computer-programming">currículo de ciência da computação</a>!
pt_pt: Incentive os seus alunos a aprender a programar com nosso <a href="/computer-programming">currículo de ciência da computação</a>!
tr: Onları, <a href="/computer-programming">Bilgisayar Bilimi içeriğimizi</a> kullanarak programlamayı öğrenmeleri için teşvik edin!

source: Encourage your referrals to sign up using your unique ambassador link so you can track your reach! Copy and paste it into emails, social media, or in-person presentations!
da: Opfordre dem, som du sender anbefalinger til, at tilmelde sig ved hjælp af dit unikke ambassadør link, så du kan følge din indflydelse! Kopier og indsæt det i emails, sociale medier eller personlige præsentationer!
es: ¡Anima a tus recomendados a que se registren usando tu enlace único de embajador y así poder hacer un seguimiento de tu alcance! ¡Copialo y pégalo en emails, redes sociales o presentaciones cara a cara!
fr: Encouragez vos filleuls pour vous inscrire en utilisant votre lien Ambassadeur vous pourriez alors vous suivre votre portée ! Copier et coller dans les courriels, les médias sociaux ou faites des présentations en personne !
nb: Oppfordre dine følgere til å melde seg inn med din unike ambassadør link, slik at du kan spore din rekkevidde! Kopier og lim den inn i e-post, sosiale medier eller personlige presentasjoner!
nl: Moedig je referals aan om in te loggen met jouw unieke ambassadeur link zodat je bij kunt houden wie je allemaal bereikt! Kopieer en plak de link in e-mails, social media of presentaties!
pl: Zachęć swoich poleconych do rejestracji przy użyciu Twojego unikalnego linka ambasadora, żebyś mógł śledzić swój zasię! Skopiuj i wklej go do e-maili, mediów społecznościowych lub prezentacji osobistych!
pt: Peça para seus indicados se inscreverem usando seu link exclusivo de embaixador, assim você pode acompanhar seu alcance! Copie e cole este link em e-mails, mídias sociais ou apresentações pessoais!
pt_pt: Encoraje quem convidou para a Khan Academy a inscrever-se com a sua ligação única de embaixador, de modo a que possa saber o seu alcance! Copie e cole esta ligação em e-mails, redes sociais ou guarde-a para a dar pessoalmente aos seus convidados!
tr: Sevk ettiğiniz kişilerin sizin büyükelçi bağlantınızı kullanarak kaydolmasını önerin, böylece kimlere ulaştığınızı izleyebilirsiniz! Bu bağlantıyı kopyalayın ve epostalara, sosyal medyaya, ve yüz yüze sunumlara yapıştırın!

source: End
da: Slut
es: Fin
nb: Slutt
nl: Einde
pl: Koniec
pt: Fim
tr: Bitiş

source: End of jump
nb: Slutten av hoppet
pt: Final do salto
tr: Atlamanın sonu

source: End of reading passage.
nb: Slutten av lesefrasen.
pt: Fim do trecho de leitura.
pt_pt: Fim do excerto da leitura.

source: Ending temperature
nb: Slutt temperatur
pl: Temperatura końcowa
pt: Temperatura final
tr: Son sıcaklık

source: Energy Points
da: Energipoint
es: Puntos de energía
fr: Points
ja: エネルギーポイント
nb: Energipoeng
nl: energiepunten
pl: Punkty energii
pt: Pontos de energia
pt_pt: Pontos de energia
tr: Enerji puanları

source: Energy Points Earned
da: Energi point optjent
es: Puntos de energía ganados
fr: Points d'énergie
ja: 獲得したエネルギーポイント
nb: Opptjente Energipoeng
nl: Energiepunten verdiend
pl: Zdobyte punkty energii
pt: Pontos de energia ganhos
pt_pt: Pontos de energia recebidos
tr: Kazanılan enerji puanları

source: Energy Points per Minute
bg: Енергийни точки за минута
da: Energipoint per minut
es: Puntos de energía por minuto
fr: Points par minute
ja: 1 分あたりのエネルギー ポイント
nb: Energipoeng pr minutt
nl: Energiepunten per Minuut
pl: Punkty energii na minutę
pt: Pontos de energia por minuto
pt_pt: Pontos de energia por minuto
tr: Bir dakikada kazanılan enerji puanı

source: Energy Points per Minute (Rolling Average)
da: Energipoint per minut (som løbende gennemsnit)
es: Puntos de energía por minuto (promedio móvil)
fr: Points par minute (moyenne mobile)
ja: 1分あたりのエネルギーポイント(移動平均)
nb: Energipoeng pr minutt (glidende gjennomsnitt)
nl: Energiepunten per Minuut (gemiddeld)
pl: Punkty energii na minutę (średnia krocząca)
pt: Pontos de energia por minuto (média móvel)
pt_pt: Pontos de energia por minuto (média)
tr: Bir dakikada kazanılan enerji puanı (Ortalama)

source: Energy points earned
da: Energipoint optjent
es: Puntos de energía ganados
fr: Points gagnés
ja: 獲得したエネルギーポイント
nb: Energipoeng opptjent
nl: Energiepunten verdiend
pl: Zdobyte punkty energii
pt: Pontos de energia ganhos
pt_pt: Pontos de energia ganhos
tr: Kazanılmış enerji puanları

source: Engineering Manager
pt: Gerente de engenharia

source: Enqueue
pt: Enfileirar
tr: Sıraya Ekle

source: Enter a class code or the coach/teacher's email address:
da: Angiv en klassekode eller vejlederens/lærerens e-mail-adresse:
es: Introduce un código de clase o la dirección de correo electrónico de tu tutor/profesor:
fr: Entrez le code de votre classe ou l'adresse e-mail de votre coach :
ja: クラスコード，または，コーチ/先生の電子メイルアドレスを入力
nb: Angi en klassekode eller veileder/lærerens e-postadresse:
nl: Voer een klascode of e-mailadres van de coach/leraar in:
pl: Wpisz kod klasy lub adres e-mail trenera/nauczyciela:
pt: Informe um código de turma ou o e-mail do seu professor/tutor:
pt_pt: Digite o código de uma turma ou o e-mail de um tutor:
tr: Ders kodu veya koçunuzun/öğretmeninizin e-posta adresini girin:

source: Enter a class code or your coach/teacher's email address:
da: Angiv en klassekode eller din vejleder/lærers e-mail-adresse:
es: Introduce el código de clase o la dirección de correo electrónico de tu tutor/profesor:
fr: Entrez le code de votre classe ou l'adresse e-mail de votre coach :
ja: クラスコード，または，あなたのコーチ/先生の電子メイルアドレスを入力
nb: Angi en klassekode eller veileder/lærerens e-postadresse:
nl: Voer een klascode of e-mailadres van jouw coach/leraar in:
pl: Wprowadź kod klasy lub adres e-mail Twojego trenera/nauczyciela:
pt: Informe um código de turma ou o e-mail do seu professor:
pt_pt: Digita o código de uma turma ou o e-mail de um tutor ou de um professor:
tr: Sınıf kodu veya koçunuzun/öğretmeninizin e-posta adresini girin:

source: Enter a description for the selected changes:
da: Angiv en beskrivelse af de valgte ændringer:
es: Introduce una descripción para los cambios seleccionados:
fr: Entrez une description pour les modifications sélectionnées :
nb: Angi en beskrivelse for valgte endringene:
nl: Voer een omschrijving in voor de geselecteerde wijzigingen:
pl: Wprowadź opis dla zaznaczonej zmiany:
pt: Escreva uma descrição para as mudanças selecionadas:
pt_pt: Digita uma descrição para as alterações selecionadas:
tr: Seçili değişiklikler için bir açıklama giriniz:

source: Enter a user's email address below (e.g. "user@gmail.com") to ban them from discussions in our community.
da: Indtast en brugers e-mailadresse nedenfor (fx "user@gmail.com") for at udelukke dem fra debatterne på vores forum.
es: Introduce abajo una dirección de correo electrónico del usuario (p. eje "usuario@gmail.com") para bloquearlo en las discusiones de nuestra comunidad.
fr: Entrez une adresse e-mail ci-dessous (par exemple "user@gmail.com") afin de leur interdire de participer aux discussions au sein de notre communauté.
ja: 以下のユーザーの電子メイルアドレスを入力(例 "user@gmail.com") して，私達のコミュニティの議論から禁止します．
nb: Skriv inn en brukers e-postadresse under (f.eks. "bruker@gmail.com") for å sperre dem fra diskusjoner i vårt fellesskap.
nl: Voer hieronder een emailadres van een gebruiker in (bv. "gebruiker@gmail.com") om ze te verbannen uit discussies in onze community.
pl: Aby wykluczyć danego użytkownika z udziału w dyskusji w naszej społeczności, wprowadź jego adres e-mail poniżej (np. "uzytkownik@gmail.com").
pt: Digite o endereço de e-mail de um usuário abaixo (p.ex. "usuário@gmail.com") para bani-lo de discussões em nossa comunidade.
pt_pt: Digita um endereço de e-mail de um utilizador abaixo (por exemplo, "utilizador@exemplo.com") para banires esse utilizador das discussões da nossa comunidade.
tr: Topluluğumuzdaki tartışmalara katılmalarını yasaklamak için ilgili kullanıcının e-posta adresini giriniz.(Ör: "user@gmail.com")
