Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We can complete the square by taking half of the coefficient of our <code>x</code> term, squaring it, and adding it to both sides of the equation. The coefficient of our <code>x</code> term is <code><var>-2 * H</var></code>, so half of it would be <code><var>-H</var></code>, and squaring that gives us <code>\pink{<var>H * H</var>}</code>. Because we're adding the <code><var>H * H</var></code> inside the parentheses on the right where it's being multiplied by <code><var>A</var></code>, we need to add <code>\pink{<var>A * H * H</var>}</code> to the left side to make sure we're adding the same thing to both sides.
es: Podemos completar el cuadrado si tomamos la mitad del coeficiente del término <code>x</code> , lo elevamos al cuadrado, y lo sumamos a ambos lados de la ecuación. El coeficiente de nuestro término <code>x</code> es <code><var>-2 * H</var></code>, así que la mitad de él sería <code><var>-H</var></code>, y elevándolo al cuadrado nos da <code>\pink{<var>H * H</var>}</code>. Como estamos sumando <code><var>H * H</var></code> dentro del paréntesis de la derecha donde está siendo multiplicado por <code><var>A</var></code>, necesitamos sumar<code>\pink{<var>A * H * H</var>}</code> a la izquierda para asegurarnos que estamos sumando la misma cantidad en ambos lados.
fr: Pour mettre un carré en évidence, on prend la moitié du coefficient de <code>x</code>, on l'élève au carré et on l'additionne aux deux membres de l'équation. Le coefficient du terme en <code>x</code> est <code><var>-2 * H</var></code>, sa moitié est <code><var>-H</var></code>, et son carré est <code>\pink{<var>H * H</var>}</code>. On additionne <code><var>H * H</var></code> à l'intérieur de la parenthèse du membre de droite où <code><var>A</var></code> est en facteur, on doit donc ajouter <code>\pink{<var>A * H * H</var>}</code> au membre de gauche pour ajouter le même nombre dans les deux membres.
pt: Podemos completar o quadrado ao tomar a metade do coeficiente de nosso termo <code>x</code>, elevando-o ao quadrado e o adicionando aos dois lados da equação. O coeficiente de nosso termo <code>x</code> é <code><var>-2 * H</var></code>, portanto, metade dele seria <code><var>-H</var></code>, o que elevado ao quadrado resultaria em <code>\pink{<var>H * H</var>}</code>. Uma vez que estamos somando <code><var>H * H</var></code> no parêntesis à direita, onde está sendo multiplicado por <code><var>A</var></code>, precisamos somar <code>\pink{<var>A * H * H</var>}</code> do lado esquerdo para termos certeza de somar a mesma coisa dos dois lados.

source: We can derive a useful identity from <code>\blue{\sin^2 \theta} + \orange{\cos^2 \theta} = 1</code> to simplify this expression.
da: Vi kan udlede en nyttig identitet fra <code>\blue{\sin^2 \theta} + \orange{\cos^2 \theta} = 1</code> for at reducere dette udtryk.
es: Podemos obtener una identidad útil de <code>\blue{\sin^2 \theta} + \orange{\cos^2 \theta} = 1</code> para simplificar esta expresión.
fr: Pour simplifier cette expression, on peut utiliser l'identité <code>\blue{\sin^2 \theta} + \orange{\cos^2 \theta} = 1</code>.
pt: Podemos derivar uma identidade útil a partir de <code>\blue{\sin^2 \theta} + \orange{\cos^2 \theta} = 1</code> para simplificar essa expressão.
tr: <code>\blue{\sin^2 \theta} + \orange{\cos^2 \theta} = 1</code>'den faydalı bir özdeşlik elde ederek bu ifadeyi sadeleştirebiliriz.

source: We can divide complex numbers by multiplying both numerator and denominator by the denominator's <span class="hint_green">complex conjugate</span>, which is <code>\green{<var>CONJUGATE</var>}</code>.
da: Vi kan dividere komplekse tal ved at gange både tæller og nævner med nævners <span class="hint_green"> kompleks konjugerede</span>, som er <code>\green{<var>CONJUGATE</var>}</code>.
es: Podemos dividir números complejos al multiplicar ambos numerador y denominador entre el <span class="hint_green">complex conjugate</span> del denominador, que es <code>\green{<var>CONJUGATE</var>}</code>.
fr: On multiplie les deux termes de la fraction par le <span class="hint_green">conjugué</span> du dénominateur, donc par <code>\green{<var>CONJUGATE</var>}</code>.
nb: Vi kan dividere komplekse tall med å multiplisere både teller og nevner med nevnerens <span class="hint_green"> komplekse konjugerende</span>, som er <code>\green{<var>CONJUGATE</var>}</code>.
pt: Podemos dividir os números complexos ao multiplicar tanto o numerador quanto o denominador pelo <span class="hint_green">conjugado complexo</span> do denominador, que é <code>\green{<var>CONJUGATE</var>}</code>.
tr: Karmaşık sayılarla bölme için, pay ve paydayı paydanın <span class="hint_green">karmaşık eşleniği </span>ile çarpmamız gerekir, bu da <code>\green{<var>CONJUGATE</var>}</code>.

source: We can divide the numerator and denominator by <code>(<var>X</var> + <var>A</var>)</code>:
fr: On peut diviser le numérateur et le dénominateur par <code>(<var>X</var> + <var>A</var>)</code>:
pl: Możemy podzielić licznik i mianownik przez <code>(<var>X</var> + <var>A</var>)</code>:
pt: Podemos dividir o numerador e o denominador por <code>(<var>X</var> + <var>A</var>)</code>:
tr: Pay ve paydayı <code>(<var>X</var> + <var>A</var>)</code> ile bölebiliriz:

source: We can divide the numerator and denominator by <code>(<var>X</var> - <var>A</var>)</code>:
fr: On peut diviser le numérateur et le dénominateur par <code>(<var>X</var> - <var>A</var>)</code>:
pl: Możemy podzielić licznik i mianownik przez <code>(<var>X</var> - <var>A</var>)</code>:
pt: Podemos dividir o numerador e o denominador por <code>(<var>X</var> - <var>A</var>)</code>:
tr: Pay ve paydayı <code>(<var>X</var> - <var>A</var>)</code> ile bölebiliriz:

source: We can divide the numerator and denominator by <code><var>DENOMINATOR</var></code>:
fr: On divise le numérateur et le dénominateur par <code><var>DENOMINATOR</var></code> :
pt: Podemos dividir o numerador e o denominador por <code><var>DENOMINATOR</var></code>:

source: We can do the same thing to solve for <code>B</code>, but instead plugging in <code><var>D</var></code> for <code>x</code>:
da: Vi kan gøre de samme for at løse det for <code>B</code>, men i stedet erstatter vi <code><var>D</var></code> med <code>x</code>:
es: Podemos hacer lo mismo para resolver para <code>B</code>, pero su lugar introducimos <code><var>D</var></code> en <code>x</code>:
fr: On fait de même pour trouver <code>B</code>. On remplace <code>x</code> par <code><var>D</var></code> :
nb: Vi kan gjøre de samme for å løse det for <code>B</code>, men i stedet erstatter vi <code><var>D</var></code> med <code>x</code>:
pl: Możemy zrobić dokładnie to samo, aby znaleźć <code>B</code>, tylko podstawiając <code><var>D</var></code> w miejsce <code>x</code>:
pt: Podemos fazer a mesma coisa para <code>B</code>, mas colocando <code><var>D</var></code> no lugar de <code>x</code>:
tr: <code>B</code>'yi bulmak için de aynı şeyi yapabiliriz, ama <code>x</code> yerine <code><var>D</var></code>'yi koyarız:

source: We can do this with <code>4</code> other <code>x</code>-values, such as <code><var>EXAMPLES[1]</var></code>, <code><var>EXAMPLES[2]</var></code>, <code><var>EXAMPLES[3]</var></code>, and <code><var>EXAMPLES[4]</var></code>.
nb: Vi kan gjøre dette med <code>4</code> andre <code>x</code>-verdier, slik som <code><var>EXAMPLES[1]</var></code>, <code><var>EXAMPLES[2]</var></code>, <code><var>EXAMPLES[3]</var></code> og <code><var>EXAMPLES[4]</var></code>.
pt: Podemos fazer isso com outros <code>4</code> valores de <code>x</code>, como por exemplo <code><var>EXAMPLES[1]</var></code>, <code><var>EXAMPLES[2]</var></code>, <code><var>EXAMPLES[3]</var></code> e <code><var>EXAMPLES[4]</var></code>.
tr: bunu <code>4</code> diğer <code>x</code>-değerlerler de yapabiliriz, <code><var>EXAMPLES[1]</var></code>, <code><var>EXAMPLES[2]</var></code>, <code><var>EXAMPLES[3]</var></code>, and <code><var>EXAMPLES[4]</var></code> gibi.

source: We can draw a histogram to see how many times each number appears.
fr: On peut faire un diagramme pour voir quel est le nombre d’occurrences de chacun des nombres.
nb: Vi kan tegne et histogram for å se hvor mange ganger hvert tall forekommer.
pl: Możemy narysować histogram, żeby zobaczyć ile razy pojawia się każda z liczb.
pt: Podemos desenhar um histograma para ver quantas vezes cada número aparece.
tr: Her sayının kaç kere bulunduğunu görmek için çubuk grafiği çizebiliriz.

source: We can draw an inscribed circle by centering a compass on the incenter and changing its radius so it touches the sides of the triangle.
es: Podemos dibujar un círculo inscrito centrando un compás en el incentro y cambiando su radio para que toque los lados del triángulo.
fr: On construit le cercle inscrit en prenant comme centre le point de concours des bissectrices, et comme écartement du compas la distance entre ce point et l'un des côtés du triangle.
pl: Możemy narysować okrąg wpisany w trójkąt umieszczając cyrkiel w punkcie przecięcia się dwusiecznych trójkąta i zmieniając jego rozstaw tak, aby dotykał on boków trójkąta.
pt: Podemos desenhar uma circunferência inscrita, centralizando uma circunferência no incentro e alterando seu raio, de forma que ela toque nos lados do triângulos.
tr: İç teğet çemberi çizmek için, pergelin ucunu iç teğet çemberin merkezine koyup ve yarıçapı üçgenin kenarlarına değecek şekilde değiştirebiliriz.

source: We can eliminate <code>x</code> by adding the equations together when the <code>x</code> coefficients have opposite signs.
da: Vi kan eliminere <code>x</code> ved at lægge ligningerne sammen, når <code>x</code>-koefficienterne har forskellige fortegn.
es: Podemos eliminar <code>x</code> sumando las ecuaciones cuando los coeficientes de <code>x</code> tienen signos opuestos.
fr: Lorsque les coefficients des termes en <code>x</code> sont opposés, on peut éliminer <code>x</code> en additionnant les deux équations membre à membre.
nb: Vi kan eliminere <code>x</code> ved å legge likningene sammen, når <code>x</code>-leddene har forskjellige fortegn.
pt: Podemos eliminar <code>x</code> somando as equações quando os coeficientes de <code>x</code> tiverem sinais opostos.
tr: <code>x</code> katsayılarının işareti farklı olduğunda, denklemleri toplayarak <code>x</code>'i yok edebiliriz.

source: We can eliminate <code>y</code> by adding the equations together when the <code>y</code> coefficients have opposite signs.
da: Vi kan eliminere <code>y</code> ved at lægge ligningerne sammen, når <code>y</code>-koefficienterne har forskellige fortegn.
es: Podemos eliminar <code>y</code> sumando las ecuaciones cuando los coeficientes de <code>y</code> tienen signos opuestos.
fr: Lorsque les coefficients des termes en <code>y</code> sont opposés, on peut éliminer <code>y</code> en additionnant les deux équations membre à membre.
nb: Vi kan eliminere <code>y</code> ved å legge ligningene sammen når <code>y</code> koeffisientene har motsatt tegn.
pt: Podemos eliminar <code>y</code> somando as equações quando os coeficientes de <code>y</code> tiverem sinais opostos.
tr: <code>y</code> katsayılarının işareti farklı olduğunda, denklemleri toplayarak <code>y</code>'yi yok edebiliriz.

source: We can estimate that the average <var>animal( 1 )</var> at the zoo is <var>MEAN</var> year old.
fr: On peut estimer que l'âge moyen d'un <var>animal( 1 )</var> du zoo est <var>MEAN</var> an.
pt: Podemos estimar que o <var>animal( 1 )</var> comum no zoológico tem <var>MEAN</var> ano de idade.
tr: Hayvanat bahçesindeki ortalama bir <var>animal( 1 )</var>'in <var>MEAN</var> yaşında olduğunu tahmin edebiliriz.

source: We can estimate that the average <var>animal(1)</var> at the zoo is <code><var>roundTo(1, MEAN)</var></code> year old.
fr: On peut estimer que l'âge moyen des <var>animal(1)</var> du zoo est <code><var>roundTo(1, MEAN)</var></code> an.
pt: Podemos estimar que a média das idades dos(as) <var>animal(1)</var> do zoológico é de <code><var>roundTo(1, MEAN)</var></code> ano.
tr: Hayvanat bahçesindeki ortalama <var>animal(1)</var> yaşının <code><var>roundTo(1, MEAN)</var></code> olduğunu tahmin edebiliriz.

source: We can factor a <code><var>F1</var></code> out of denominator in the first term:
da: Vi kan faktorisere <code><var>F1</var></code> ud i nævneren i det første led:
es: Podemos factorizar un <code><var>F1</var></code> fuera del denominador en el primer término:
fr: On peut mettre <code><var>F1</var></code> en facteur dans le dénominateur de la première fraction :
nb: Vi kan faktorisere ut <code><var>F1</var></code> i nevneren i det første leddet:
pl: Wyciągamy <code><var>F1</var></code> przed nawias z mianownika z pierwszym wyrazie:
pt: Nós podemos fatorar <code><var>F1</var></code> do denominador no primeiro termo:
tr: Birinci terimdeki paydadan <code><var>F1</var></code>'i dışarı alabiliriz:

source: We can factor a <code><var>F2</var></code> out of denominator in the second term:
da: Vi kan faktorisere <code><var>F2</var></code> ud i nævneren i det andet led:
es: Podemos factorizar un <code><var>F2</var></code> fuera del denominador en el segundo término:
fr: On peut mettre <code><var>F2</var></code> en facteur dans le dénominateur de la deuxième fraction :
nb: Vi kan faktorisere ut <code><var>F2</var></code> i nevneren i det andre leddet:
pl: Wyciągamy <code><var>F2</var></code> przed nawias z mianownika w drugim wyrazie:
pt: Podemos fatorar <code><var>F2</var></code> do denominador no segundo termo:
tr: İkinci terimdeki paydadan <code><var>F2</var></code>'i dışarı alabiliriz:

source: We can factor the quadratic in the third term:
da: Vi kan faktorisere det kvadratiske udtryk i det tredje led:
es: Podemos factorizar la cuadrática en el tercer término:
fr: On peut transformer le troisième dénominateur en factorisant l'expression du second degré :
nb: Vi kan faktorisere det kvadratiske uttrykket i det tredje leddet:
pl: Możemy znaleźć czynniki trójmianu w trzecim wyrazie:
pt: Podemos fatorar a quadrática no terceiro termo:
tr: Üçüncü terimdeki ikinci dereceden ifadeyi çarpanlarına ayırabiliriz:

source: We can figure out the number of slabs needed by seeing how many times <code><var>LENGTH*WIDTH</var></code> goes into <code><var>LENGTH*WIDTH*HEIGHT</var></code>
es: Podemos averiguar el número de bloques que se necesitan viendo cuántas veces cabe <code><var>LENGTH*WIDTH</var></code> en <code><var>LENGTH*WIDTH*HEIGHT</var></code>
fr: On peut déterminer le nombre de blocs nécessaires en regardant combien de fois il y a <code><var>LENGTH*WIDTH</var></code> dans <code><var>LENGTH*WIDTH*HEIGHT</var></code>.
nb: Vi kan finne antall lag ved å se på hvor mange ganger <code><var>LENGTH*WIDTH</var></code> går opp i <code><var>LENGTH*WIDTH*HEIGHT</var></code>
pl: Możemy obliczyć liczbę płytek sprawdzają, ile razy <code><var>LENGTH*WIDTH</var></code> zawiera się w <code><var>LENGTH*WIDTH*HEIGHT</var></code>
pt: Podemos descobrir o número de placas necessárias vendo quantas vezes <code><var>LENGTH*WIDTH</var></code> cabe dentro de <code><var>LENGTH*WIDTH*HEIGHT</var></code>
tr: <code><var>LENGTH*WIDTH*HEIGHT</var></code>'de <code><var>LENGTH*WIDTH</var></code>'in kaç kere olduğunu hesaplayarak, gerekli tabaka sayısını bulabiliriz

source: We can find the <code>y</code>-values at these points by finding them on the graph as well.
fr: On peut également déterminer la valeur de <code>y</code> en ces points à partir du graphique.
nb: Vi kan finne <code>y</code>-verdiene til disse punktene ved å se på grafen også.
pt: Podemos encontrar os valores de <code>y</code> nesses pontos e também no gráfico.
tr: Bu noktaların <code>y</code>-değerlerini grafikten bulabiliriz.

source: We can find the dimensions of the package by arranging the factors into three groups of products, all less than <code>10</code>.
es: Podemos encontrar las dimensiones del paquete arreglando los factores en tres grupos de productos, todos menores de <code>10</code>.
fr: Nous pouvons trouver les dimensions de la boîte en arrangeant ces facteurs premiers en trois groupes de produits de facteurs, de telle sorte que le résultat de chaque produit soit inférieur à <code>10</code>.
nb: Vi kan finne målene på pakken ved å arrangere faktorene i tre grupper av produkter, hvor alle er mindre enn <code>10</code>.
pt: Podemos encontrar as dimensões do pacote organizando os fatores em três grupos de produtos, todos menores que <code>10</code>.
tr: Paketin boyutlarını bulmak için, çarpanları, hepsi <code>10</code>'dan küçük olmak üzere, üç çarpım grubu şeklinde düzenleyebiliriz.

source: We can find the percentage of test-takers that earned between <code><var>GRADES[0]</var></code> and <code><var>GRADES[1]</var></code> by finding the area between <code><var>localeToFixed(ZSCORES[0], 2)</var></code> and <code><var>localeToFixed(ZSCORES[1], 2)</var></code> under the standard normal curve. After looking up these two z-scores in our z-table, subtracting the two table values will provide us with the total area.
pt: Podemos achar a quantidade de pessoas que fizeram a prova e tiraram entre <code><var>GRADES[0]</var></code> e <code><var>GRADES[1]</var></code> ao encontrar a área entre <code><var>localeToFixed(ZSCORES[0], 2)</var></code> e <code><var>localeToFixed(ZSCORES[1], 2)</var></code> abaixo da curva normal padrão. Depois de ver esses dois valores de Z em nossa tabela Z, subtrair os dois valores nos dará a área total.

source: We can find the tip by first calculating a <code>\purple{10\%}</code> tip <span data-if="TIP_PERCENT === 5"> and dividing it by two.</span> <span data-else-if="TIP_PERCENT === 20"> and multiplying it by two.</span> <span data-else=""> and a <code>\pink{5\%}</code> tip, and then adding those two numbers together.</span>
fr: On peut trouver le montant du pourboire en commençant par calculer le montant d'un pourboire de <code>\purple{10\%}</code> <span data-if="TIP_PERCENT === 5"> puis en le divisant par deux.</span> <span data-else-if="TIP_PERCENT === 20"> puis en le multipliant par deux.</span> <span data-else=""> puis celui d'un pourboire de <code>\pink{5\%}</code> et ajouter ces deux montants.</span>
nb: Vi kan finne tipsen med å multiplisere <code>\purple{10\%}</code> tips <span data-if="TIP_PERCENT === 5"> og dele med to.</span> <span data-else-if="TIP_PERCENT === 20"> og multiplisere med to.</span> <span data-else=""> og en <code>\pink{5\%}</code> tips, og så legge dem sammen.</span>
pl: Napiwek możemy obliczyć, wyliczając najpierw napiwek <code>\purple{10\%}</code> tip <span data-if="TIP_PERCENT === 5">, a później dzieląc go przez dwa.</span> <span data-else-if="TIP_PERCENT === 20">, a później mnożąc go przez dwa.</span> <span data-else=""> i <code>\pink{5\%}</code> a potem dodając te 2 liczby do siebie.</span>
pt: Podemos encontrar a gorjeta, primeiro calculando <code>\purple{10\%}</code> de gorjeta <span data-if="TIP_PERCENT === 5"> e dividindo-a por dois.</span> <span data-else-if="TIP_PERCENT === 20"> e multiplicando-a por dois.</span> <span data-else=""> e <code>\pink{5\%}</code> de gorjeta, e, em seguida, somando aqueles dois números.</span>

source: We can find the total salary for <var>person(1)</var> by adding the amount of commission made to her base salary.
fr: On trouve le salaire total de <var>person(1)</var> en ajoutant le montant des commissions reçues à son salaire de base.
nb: Vi finner den totale lønnen for <var>person(1)</var> ved å legge provisjonsbeløpet til grunnlønnen.
pl: Możemy znaleźć całkowite wynagrodzenie dla <var>person(1)</var> przez dodanie kwoty prowizji do podstawy wynagrodzenia.
pt: Podemos encontrar o salário total de <var>person(1)</var> somando a quantidade de comissão ganha ao salário base.
tr: <var>person(1)</var>'nin toplam maaşını bulmak için kazandığı komisyonlarla çıplak maaşını toplayabiliriz.

source: We can find the total salary for <var>person(1)</var> by adding the amount of commission made to his base salary.
fr: On trouve le salaire total de <var>person(1)</var> en ajoutant le montant des commissions reçues à son salaire de base.
nb: Vi finner den totale lønnen for <var>person(1)</var> ved å legge provisjonsbeløpet til grunnlønnen.
pl: Możemy znaleźć całkowite wynagrodzenie dla <var>person(1)</var> przez dodanie kwoty prowizji do podstawy wynagrodzenia.
pt: Podemos encontrar o salário total de <var>person(1)</var> somando a quantidade de comissão ganha ao salário base.
tr: <var>person(1)</var>'nin toplam maaşını bulmak için kazandığı komisyonlarla çıplak maaşını toplayabiliriz.

source: We can group the faces together based on size and color:
es: Podemos agrupar las caras de acuerdo a su tamaño y color:
fr: On peut regrouper les faces qui ont la même taille et la même couleur :
pl: Możemy pogrupować ściany razem, opierając się na rozmiarze i kolorze:
pt: Podemos agrupar as faces com base no tamanho e na cor:
tr: Yüzleri boyut ve renge göre gruplayabiliriz:

source: We can let <code>x</code> represent the unknown cost of <var>N2</var> <var>deskItem( 0 )</var>.
nb: Vi kan la <code>x</code> representere den ukjente kostnaden på <var>N2</var> <var>deskItem( 0 )</var>.
pl: Możemy przyjąć, że <code>x</code> oznacza nieznany koszt <var>N2</var> <var>deskItem( 0 )</var>.
pt: \Podemos deixar <code>x</code> representar o custo desconhecido de <var>N2</var> <var>deskItem( 0 )</var>.

source: We can now calculate the total area:
es: Ahora podemos calcular el área total:
fr: On peut maintenant calculer l'aire des faces :
nb: Vi kan nå rekne ut det totale området:
pl: Teraz możemy policzyć całkowitą powierzchnię:
pt: Agora, podemos calcular a área total:
tr: Şimdi toplam alanı hesaplayabiliriz:

source: We can now focus on factoring the polynomial <code>x^2 + <var>LINEAR</var>x + <var>CONSTANT</var></code>.
es: Ahora concentrémonos en factorizar el polinomio <code>x^2 + <var>LINEAR</var>x + <var>CONSTANT</var></code>.
fr: On peut maintenant s'occuper de la factorisation du polynôme <code>x^2 + <var>LINEAR</var>x + <var>CONSTANT</var></code>.
nb: Vi kan nå fokusere på faktorisering av polynomet <code>x^2 + <var>LINEAR</var>x + <var>CONSTANT</var></code>.
pl: Teraz możemy skupić się na rozkładaniu na czynniki wielomianu <code>x^2 + <var>LINEAR</var>x + <var>CONSTANT</var></code>.
pt: Agora podemos nos concentrar na fatoração do polinômio <code>x^2 + <var>LINEAR</var>x + <var>CONSTANT</var></code>.
tr: Şimdi, <code>x^2 + <var>LINEAR</var>x + <var>CONSTANT</var></code> polinomunu çarpanlarına ayırmaya odaklanabiliriz.

source: We can now plug in:
da: Vi kan nu indsætte:
es: Ahora podemos introducir:
fr: On peut maintenant écrire :
nb: Vi kan nu sette inn:
nl: We kunnen nu het volgende invullen:
pl: Możemy teraz podstawić:
pt: Agora, podemos inserir:
tr: Şimdi yerine koyarız:

source: We can now rewrite the left side of the equation as a squared term.
da: Vi kan nu omskrive venstre side af ligningen til et kvadratisk led.
es: Ahora podemos reescribir el lado izquierdo de la ecuación como un término cuadrado.
fr: Maintenant l'équation s'écrit :
nb: Vi kan nå skrive om venstre side av likningen til et kvadratisk ledd.
pl: Możemy teraz zapisać lewą stronę równania jako wyrażenie podniesione do kwadratu.
pt: Agora podemos reescrever o lado esquerdo da equação como um termo ao quadrado.
tr: Denklemin sol tarafını bir terimin karesi olarak yazabiliriz.

source: We can plot all the points and the line that connects them.
da: Vi kan afbilde alle punkter og den linje, der forbinder dem.
es: Podemos graficar todos los puntos y la recta que los conecta.
fr: On peut placer tous les points et tracer la droite sur un graphique.
nb: Vi kan skissere alle punktene og linjen som går gjennom dem.
pl: Możemy wykreślić wszystkie punkty i prostą, która je łączy.
pt: Podemos representar todos os pontos e a reta que os conecta.
tr: Tüm noktaların ve bu noktalardan geçen doğrunun grafiğini çizebiliriz.
