Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Last achieved <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> in <strong>{{visibleContextName}}</strong><span class="badge-context-hidden-link"> <a href="javascript:void 0">and also in <span class="ellipsis">...</span></a></span>
da: Sidst opnåede <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> in <strong>{{visibleContextName}}</strong><span class="badge-context-hidden-link"> <a href="javascript:void 0">og også i <span class="ellipsis">...</span></a></span>
es: Última obtenida el <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> en <strong>{{visibleContextName}}</strong><span class="badge-context-hidden-link"> <a href="javascript:void 0">y también en <span class="ellipsis">...</span></a></span>
ja: 最後に達成したのは<strong>{{visibleContextName}}</strong><span class="badge-context-hidden-link"> <a href="javascript:void 0">とそして <span class="ellipsis">...</span></a></span> での<abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> です．
nb: Sist lagret <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> i <strong>{{visibleContextName}}</strong><span class="badge-context-hidden-link"> <a href="javascript:void 0">og også i <span class="ellipsis">...</span></a></span>
nl: Laatst behaald <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> in <strong>{{visibleContextName}}</strong><span class="badge-context-hidden-link"> <a href="javascript:void 0">en ook in <span class="ellipsis">...</span></a></span>
pl: Ostatnio uzyskana <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> w <strong>{{visibleContextName}}</strong><span class="badge-context-hidden-link"> <a href="javascript:void 0">oraz w <span class="ellipsis">...</span></a></span>
pt: Obtido pela última vez <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> em <strong>{{visibleContextName}}</strong><span class="badge-context-hidden-link"> <a href="javascript:void 0">e também em <span class="ellipsis">...</span></a></span>
pt_pt: Conquistada pela última vez a <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> em <strong>{{visibleContextName}}</strong><span class="badge-context-hidden-link"> <a href="javascript:void 0">e também em <span class="ellipsis">...</span></a></span>
tr: En son elde edilen <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> in <strong>{{visibleContextName}}</strong><span class="badge-context-hidden-link"> <a href="javascript:void 0">ve ayrıca <span class="ellipsis">...</span></a></span>

source: Last attempted:
da: Sidst forsøgt:
es: Último intentado:
fr: Dernière tentative :
ja: 前回試したもの:
nb: Sist forsøkt:
nl: Laatst geprobeerd:
pl: Ostatnie podejście:
pt: Última tentativa:
pt_pt: Última tentativa:
tr: Son çalışma:

source: Last audio chunk recorded:
da: Senest optaget lydbid:
es: Último segmento grabado:
fr: Dernier morceau audio enregistré :
ja: 録音された最後のオーディオの組です．
nb: Siste lyd bit registrert:
nl: Laatste geluidsstuk opgenomen:
pl: Ostatni nagrany fragment audio:
pt: Último bloco de áudio registrado:
pt_pt: Último bloco de áudio gravado:
tr: Son kaydedilen ses parçası:

source: Last day
da: Sidste dag
es: Último día
fr: Dernier jour
ja: 最終日
nb: I går
nl: Laatste dag
pl: Ostatni dzień
pt: Último dia
pt_pt: Último dia
tr: Son gün

source: Last name
da: Efternavn
es: Apellido
fr: Nom de famille
ja: 姓
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
pt_pt: Último nome
tr: Soyad

source: Last streak
es: Última racha
ja: 前回の連続
nb: Siste linje
nl: Laatste serie
pl: Ostatni ciąg
pt: Última sequência
pt_pt: Última sequência
tr: Son çizgi

source: Last week
da: Sidste uge
es: La semana pasada
fr: La semaine dernière
ja: 先週
nb: Forrige uke
nl: Vorige week
pl: W zeszłym tygodniu
pt: Semana passada
pt_pt: Na semana passada
tr: Geçen hafta

source: Late:
da: Sent:
es: Tarde:
fr: En retard :
ja: 遅れ:
nb: Sent:
nl: Laat:
pl: Spóźnienie:
pt: Atrasado:
pt_pt: Atrasado:
tr: Geç:

source: Laura brings Khan Academy to mobile devices, so students can grab quick lessons wherever they go.
es: Laura lleva Khan Academy a los dispositivos móviles, así los estudiantes pueden tomar lecciones rápidas donde quiera que vayan.
pt: Laura disponibiliza a Khan Academy em dispositivos móveis, assim os alunos podem concluir lições curtas onde quer que estiverem.
tr: Laura’nın görevi Khan Academy’yi mobil cihazlara uyumlu hale getirmek ve öğrencilerin herhangi bir yerde çabucak ders alma ihtiyacını karşılayabilmeyi sağlamaktır.

source: Lauren
fr: Zoe
hi: ललित
ja: ローレン
pt: Laura

source: Lauren just finished up her Ph.D. in Physics at Harvard and is super excited to be working on data science at Khan Academy. She loves physics, machine learning, camping on or near tall mountains, and cookies.
pt: Lauren acaba de concluir seu doutorado em Física pela Universidade de Harvard e está super empolgada para trabalhar com a ciência dos dados na Khan Academy. Ela adora física, aprendizado de máquina, acampar nas montanhas e cookies.
tr: Lauren kısa bir zaman önce fizik doktorasını Harvard'da tamamladı ve Khan Academy'de veri bilimi üzerine çalışıyor olmaktan mutluluk duyuyor. Kendisi ayrıca fizik ve makine eğitimi alanlarından, yüksek dağlara yakın yerlerde kamp yapmaktan ve kurabiyelerden hoşlanıyor.

source: Law of cosines
es: Ley de cosenos
fr: Loi des cosinus dans un triangle quelconque
nb: Cosinussetningen
pt: Lei dos cossenos
tr: Kosinüs teoremi

source: Law of sines
es: Ley de senos
fr: Loi des sinus
nb: Sinussetningen
pt: Lei dos senos
tr: Sinüs Kuralı

source: Lawrencium
es: Laurencio
pl: Lorens
pt: Laurêncio
pt_pt: Laurêncio

source: Lay down the ban hammer
da: Læg udelukkelseshammeren
es: Advertir sobre las sanciones
fr: Faites tomber le couperet qui banni
ja: 禁止ハンマーを降ろす
nb: Bruk sperrehammeren
nl: Afzien van de ban hammer
pl: Wstrzymaj się z blokowaniem
pt: Estabelecer banimento
pt_pt: Estabelecer banimento
tr: Yasaklama çekicini bırakın

source: Lead
es: Plomo
fr: Le filament en plomb
nb: Bly
nl: Lood
pl: Ołów
pt: Chumbo
tr: Kurşun

source: Lead Designer
es: Jefe de diseño
pl: Główny projektant
pt: Designer Chefe
tr: Baş Tasarımcı

source: Lead Developer
es: Jefe de desarrolladores
pl: Główny projektant
pt: Desenvolvedor Chefe
tr: Baş Yazılım Geliştirici

source: Lead Exercise Developer
es: Desarrollador de ejercicios en jefe
pl: Główny programista ćwiczeń
pt: Desenvolvedor chefe de exercícios
tr: Baş Alıştırma Yazılımcısı

source: Lead Mobile Designer
pt: Designer chefe de dispositivos móveis
tr: Mobil Uygulama Tasarım Sorumlusu

source: Lead Mobile Developer
pt: Desenvolvedor chefe de dispositivos móveis
tr: Mobil Yazılım Geliştirme

source: Lead of Content Scaling
pt: Líder de dimensionamento de conteúdo
tr: İçerik Sınıflandırma Sorumlusu

source: Leaderboards
es: Tablas de clasificación
fr: Classements
ja: リーダーボード(得点表)
nb: Resultatlister
nl: Ranglijsten
pl: Tablice wyników
pt: Quadro de classificação
pt_pt: Classificações
tr: Lider Panoları

source: Leaderboards are a fun way to see the progress of individuals, schools and cities. Students will be able to see how they are progressing against others in their city or in the whole Bay Area. Schools and cities will be able to compare how their students are progressing against other schools and cities.
es: Las tablas de clasificación son una forma divertida de ver el progreso de individuos, escuelas y ciudades. Los estudiantes podrán ver cómo van progresando en comparación con otros en su ciudad o en toda el Área de la Bahía. Las escuelas y las ciudades podrán comparar cómo están progresando sus estudiantes en comparación con otras escuelas y ciudades.
nb: Resultatlister er en artig måte for å holde øye med fremgangen personlig, for skoler og byer. Elever vil få muligheten til å se hvordan de ligger an i forhold til deres by i Bay området. Skoler og byer vil sammenligne hvordan deres elever ligger ann i forhold til andre skoler og byer.
pt: Os quadros de classificação são uma forma divertida de ver o progresso de indivíduos, escolas e cidades. Os alunos poderão ver como eles estão progredindo em comparação aos outros em sua cidade ou em toda a área da Baía. As escolas e cidades poderão comparar como seus alunos estão progredindo em comparação às demais escolas e cidades.
tr: Liderlik panoları, bireylerin, okulların ve şehirlerin ilerlemesini görmenin eğlenceli bir yoludur. Öğrenciler, şehirlerinde veya tüm Körfez Bölgesindeki başka öğrencilere göre nasıl ilerlediklerini görebileceklerdir. Okullar ve şehirler öğrencilerinin başka okul ve şehirlere göre nasıl ilerlediğini görebilecektir.

source: Leaderboards will be released once a week during the challenge and will show standings for the previous week, the previous month, all points earned during the challenge and all points earned since the beginning of Khan Academy.
es: Las tablas de clasificación se darán a conocer una vez a la semana durante el desafío y mostrarán las posiciones de la semana anterior, el mes previo, todos los puntos ganados durante el desafío y todos los puntos ganados desde el comienzo en Khan Academy.
nb: Resultatlister vil publiseres en gang i uken gjennom utfordringen og vil vise forrige uke, forrige måned, alle poengene gjennom utfordringen og alle poengene totalt som er opptjent i Khan Academy.
pt: Os quadros de classificação serão lançados uma vez por semana durante o desafio e mostrarão a classificação da semana anterior, do mês anterior, todos os pontos obtidos durante o desafio e todos os pontos obtidos desde o começo da Khan Academy.
tr: Yarışma boyunca liderlik panoları haftada bir ilan edilecek ve önceki hafta, önceki ayın sıralamaları, yarışma boyunca kazanılan tüm puanlar ve Khan Academy'nin başından beri kazanılan tüm puanları gösterecektir.

source: Leadership Fellow
pt: Fellow de Liderança
tr: Liderlik Üyesi

source: Leading zeros are not significant.
da: Nuller, der står forrest, er ikke betydende.
es: Los ceros a la izquierda del punto decimal no son significativos.
fr: Les zéros en tête des nombres ne sont pas significatifs.
hi: बढ़ते हुए शून्य महत्वपूर्ण हैंI
nb: Null som står forrest, er ikke gjeldende.
nl: Voorloopnullen zijn niet significant.
pl: Zera znajdujące się z przodu nie są ważne.
pt: Zeros à esquerda não são significantes.
tr: Baştaki sıfırlar önemli değildir.

source: Leaf
da: Blad
es: Hoja
fr: Feuilles
ja: 葉っぱ
nb: Blad
nl: Blad
pl: Liść
pt: Folha
pt_pt: Folha
tr: Yaprak

source: Leaf (Blue)
da: Blad (blå)
es: Hoja (azul)
fr: Feuille (Bleue)
ja: 葉っぱ (青)
nb: Blad (Blå)
nl: Blad (blauw)
pl: Listek (Niebieski)
pt: Folha (azul)
pt_pt: Folha (azul)
tr: Yaprak (mavi)

source: Leaf (Green)
da: Blad (grøn)
es: Hoja (verde)
fr: Feuille (Verte)
ja: 葉っぱ (緑)
nb: Blad (Grønn)
nl: Blad (groen)
pl: Listek (Zielony)
pt: Folha (verde)
pt_pt: Folha (verde)
tr: Yaprak (yeşil)

source: Leaf (Grey)
da: Blad (grå)
es: Hoja (gris)
fr: Feuille (Grise)
ja: 葉っぱ (灰色)
nb: Blad (Grå)
nl: Blad (grijs)
pl: Listek (Szary)
pt: Folha (cinza)
pt_pt: Folha (cinzenta)
tr: Yaprak (Gri)

source: Leaf (Orange)
da: Blad (Orange)
es: Hoja (anaranjado)
fr: Feuille (Orange)
ja: 葉っぱ (オレンジ)
nb: Blad (Oransje)
nl: Blad (oranje)
pl: Listek (Pomarańczowy)
pt: Folha (laranja)
pt_pt: Folha (laranja)
tr: Yaprak (Turuncu)

source: Leaf (Red)
da: Blad (rød)
es: Hoja (rojo)
fr: Feuille (Rouge)
ja: 葉っぱ (赤)
nb: Blad (Rød)
nl: Blad (rood)
pl: Listek (Czerwony)
pt: Folha (vermelho)
pt_pt: Folha (vermelha)
tr: Yaprak (Kırmızı)

source: Leafers
da: Bladlinge
es: Frondos
fr: Pokémaths
ja: リーファー
nb: Blader
pl: Liściarz
pt: Folhoso
pt_pt: Folhoso
tr: Yaprakçıl

source: Leafers (Sapling)
da: Bladdyr (Stikling)
es: Frondos (retoño)
fr: Pokémaths (Arbuste)
ja: リーファー(若木)
nb: Leafers (Spire)
nl: Leafers (boompje)
pl: Liściarz (Drzewko)
pt: Folhoso (muda)
pt_pt: Folhoso (arbusto)
tr: Yapraklı (Fidan)

source: Leafers (Seed)
da: Bladdyr (frø)
es: Frondos (semilla)
fr: Pokémaths (Graine)
ja: リーファー(種)
nb: Bladling (Frø)
nl: Leafers (Zaad)
pl: Liściarz (Nasiona)
pt: Folhoso (semente)
pt_pt: Folhoso (semente)
tr: Leafer (Tohum)

source: Leafers (Seedling)
da: Bladdyr (Spire)
es: Frondos (germinado)
fr: Pokémaths (Pousse)
ja: リーファー(苗木)
nb: Leafers (spire)
nl: Leafers (zaailing)
pl: Liściarz (Sadzonka)
pt: Folhoso (broto)
pt_pt: Folhoso (rebento)
tr: Leafer (Fide)

source: Leafers (Tree)
da: Bladdyr (Træ)
es: Frondos (árbol)
fr: Pokémaths (Arbre)
ja: リーファー(木)
nb: Leafers (tre)
nl: Leafers (Boom)
pl: Liściarz (Drzewo)
pt: Folhoso (árvore)
pt_pt: Folhoso (árvore)
tr: Leafer (Ağaç)

source: Leafers (Ultimate)
da: Bladdyr (Kæmpe)
es: Frondos (máximo)
fr: Pokémaths (Ultime)
ja: リーファー(究極)
nl: Leafers (Ultiem)
pl: Liściarz (Wymiatacz)
pt: Folhoso (forma final)
pt_pt: Folhoso (forma final)
tr: Leafer (En Büyük)

source: Learn
da: Elev
es: Aprende
fr: Apprendre
ja: 学ぼう。
nb: Lær
nl: Leer
pl: Ucz się
pt: Aprender
pt_pt: Aprender
tr: Öğren

source: Learn About Khan Academy
ja: カーンアカデミーについて学ぶ
nb: Lær om Khan Academy
pl: Dowiedz się więcej o Khan Academy
pt: Saiba mais sobre a Khan Academy
pt_pt: Sabe mais acerca da Khan Academy
tr: Khan Akademi hakkında bilgi edinin

source: Learn about how your brain works.
da: Lær mere om, hvordan din hjerne fungerer.
es: Aprende sobre cómo funciona el cerebro.
fr: Apprendre sur le fonctionnement de votre cerveau.
ja: あなたの頭脳がどう働くのか学びましょう．
nb: Lær om hvordan hjernen fungerer.
nl: Leer hoe jouw hersenen werken.
pl: Dowiedz się, jak działa twój mózg.
pt: Saiba mais sobre como seu cérebro funciona.
pt_pt: Sabe mais sobre como funciona o teu cérebro.
tr: Beyninizin nasıl çalıştığını öğrenin.

source: Learn about our Common Core content
da: Lær mere om vores indhold til Fælles mål
es: Aprende acerca de nuestro contenido del plan educativo.
fr: En savoir plus sur notre contenu du tronc commun
ja: 共通コア標準のコンテンツについて学ぶ
nb: Lær om vårt grunnskolepensum innhold
nl: Leer meer over de inhoud van onze Kerndoelen
pl: Dowiedz się o naszych treściach Common Core
pt: Saiba mais sobre nosso conteúdo Common Core
pt_pt: Sabe mais sobre os conteúdos do exame americano
tr: Ortak Temeller içeriğimiz hakkında bilgi edinin

source: Learn about the simple steps you can take to prepare your class for an hour of code the includes easy to understand interactive talk-through demonstrations fun coding challenges and a creative final project.
da: Lær om de enkle skridt du kan tage for at forberede din klasse til en Tid til kode. Det inkluderer let forståelige interaktive demonstrationer af sjove udfordringer med kode og et kreativt afsluttende projekt.
es: Aprende los sencillos pasos que puedes tomar para preparar a tu grupo para una hora de código, que incluye demostraciones interactivas fáciles de entender y que van paso a paso, desafíos de programación divertidos y un creativo proyecto final.
nb: Lære om de enkle trinnene du kan ta for å forberede klassen på en kodetime som inkluderer enkel forståelse interaktiv gjennomgang og demonstrasjoner på artige kode oppgaver og et kreativt slutt-prosjekt.
nl: Leer de paar simpele stappen om jouw klas voor te bereiden op een uur coderen waarbij horen de makkelijk-te-begrijpen interactieve gids, demonstraties, leuke uitdagingen en creatieve eindprojecten.
pl: Dowiedz się więcej o kilku prostych krokach, które przygotują Twoją klasę do godziny kodowania: łatwe do zrozumienia, interaktywne omówienie, zabawne wyzwania kodowania i kreatywny projekt końcowy.
pt: Conheça os passos simples que você pode seguir para preparar sua sala para uma hora do código, incluindo demonstrações interativas passo a passo de fácil compreensão, desafios de programação divertidos e um projeto final criativo.
pt_pt: Descubra de forma é que pode preparar a sua turma para experimentar uma Hora de Código, com as demonstrações e os guias passo a passo que temos disponíveis, além das ideias para concursos divertidos para os projetos finais.
tr: İnteraktif demolar, kolay anlaşılan kodlama görevleri ve yaratıcı bir final projesi içeren bir saatlik koda sınıfınızı hazırlamak için izleyebileceğiniz basit adımlarla ilgili bilgi alın.

source: Learn an hour of code
nb: Ta en kodetime
pl: Ucz się podczas godziny kodowania
pt: Faça uma hora do código
pt_pt: Experimenta uma Hora de Código
tr: Bir saatlik kod öğrenin

source: Learn for free about math, art, computer programming, economics, physics, chemistry, biology, medicine, finance, history, and more. Khan Academy is a nonprofit with the mission of providing a free, world-class education for anyone, anywhere.
bg: Учете безплатно по математика, изобразително изкуство, програмиране, икономика, физика, химия, биология, медицина, финански, история и др. Кан академия е НПО, чиято мисия е да осигурява безплатно образование от световна класа за всеки, навсякъде.
da: Lær gratis om matematik, kunst, computerprogrammering, økonomi, fysik, kemi, biologi, medicin, finanser, historie, og meget mere. Khan Academy er en nonprofit organisation med missionen at give en gratis, verdensklasse uddannelse for alle, hvor som helst.
es: Aprende gratis sobre matemáticas, arte, programación, economía, física, química, biología, medicina, finanzas, historia y más. Khan Academy es una asociación sin fines de lucro, con la misión de proveer una educación gratis, de clase mundial, para cualquier persona en cualquier lugar.
fr: Apprenez gratuitement les mathématiques, l'art, la programmation, l'économie, la physique, la chimie, la biologie, la médecine, la finance, l'histoire et plus encore. La Khan Academy est une ONG qui a pour mission d'offrir une éducation gratuite, pour tous, et partout.
he: למד בחינם על מתמטיקה, אמנות, תכנות מחשבים, כלכלה, פיזיקה, כימיה, ביולוגיה, רפואה, מימון, היסטוריה ועוד. אקדמיית קהאן היא ארגון ללא-רווח עם המשימה של מתן חינוך חינם, ברמה עולמית עבור כל אחד, בכל מקום.
ja: 数学，芸術，コンピュータプログラミング，経済学，物理学，化学，生物学，薬学，財政学，歴史，そしてさらにもっと，全て無料で学びましょう．カーンアカデミーは自由で世界クラスレベルの教育を誰にでもどこにでも提供する使命を遂行中の非営利の団体です．
nb: Lær deg matematikk, kunst, dataprogrammering, økonomi, fysikk, kjemi, biologi, medisin, finans, historie og mer gratis. Khan Academy er en frivillig organisasjon og har som mål å gi en gratis utdannelse i verdensklasse for alle, overalt.
nl: Leer gratis over wiskunde, kunst, computerprogrammeren, economie, fysica, chemie, biologie, geneeskunde, financiën, geschiedenis, en meer. Khan Academy is een non-profitorganisatie met de missie om gratis onderwijs van wereldklasse te bieden aan iedereen, overal.
pl: Ucz się za darmo matematyki, sztuki, programowania, ekonomii, fizyki, chemii, biologii, medycyny, finansów, historii i wielu innych. Khan Academy jest organizacją non-profit z misją zapewnienia darmowej edukacji na światowym poziomie dla każdego i wszędzie.
pt: Aprenda Matemática, Artes, Programação de Computadores, Economia, Física, Química, Biologia, Medicina, Finanças, História e muito mais, gratuitamente. A Khan Academy é uma organização sem fins lucrativos com a missão de oferecer ensino de qualidade gratuito para qualquer pessoa, em qualquer lugar.
pt_pt: Aprende conteúdos de Matemática, Informática, Economia, Física, Química, Biologia, Medicina, Finanças, História e muito mais. A Khan Academy é uma organização sem fins lucrativos com a missão de proporcionar uma educação gratuita e rigorosa para todos, estejam onde estiverem.
tr: Matematik, sanat, bilgisayar, ekonomi, fizik, kimya, biyoloji,tıp, finans, tarih ve daha fazlasını ücretsiz olarak öğrenebilirsiniz. Khan Academy kar amacı gütmeyen bir kurumdur ve amacı herkese, her yerde, dünya standartlarında ve bedelsiz eğitim eğitim sunmaktır.

source: Learn how points work
es: Aprende cómo funcionan los puntos
fr: Découvrez comment fonctionnent les points
ja: 得点の仕組みについて学ぶ
nb: Lær hvordan du tjener poeng
nl: Ontdek hoe punten werken
pl: Dowiedz się, jak działają punkty
pt: Aprenda como os pontos funcionam
pt_pt: Vê como os pontos são atribuídos
tr: Puanların nasıl işlediğini öğrenin

source: Learn how to help.
da: Find ud af hvordan du kan hjælpe.
es: Aprende cómo ayudar.
fr: Découvrez comment aider.
ja: どのように助けるかを学びます．
nb: Du kan bidra.
nl: Leren hoe je kunt helpen.
pl: Dowiedz się, jak pomóc.
pt: Saiba como ajudar.
pt_pt: Vê como é que podes ajudar.
tr: Siz de gönüllü olabilirsiniz.

source: Learn how to make webpages with HTML tags and CSS, finshing up by making your very own greeting card.
da: Lær at lave hjemmesider med HTML-koder og CSS, og afslut ved ved at lave dit helt eget lykønskningskort.
es: Aprende como hacer páginas web con etiquetas HTML y CSS, al finalizar podrás hacer tu propia tarjeta de felicitación.
fr: Apprenez comment réaliser une page Web avec les balises HTML et les CSS, vous terminerez en ayant créé votre propre page Web.
nb: Lære å lage nettsider med HTML-koder og CSS, og så ende opp med å lage egne gratulasjonskort.
nl: Leer hoe je webpagina's maakt met HTML tags en CSS en rond het af door je eigen wenskaart te maken.
pl: Dowiedz się, jak tworzyć strony internetowe ze znacznikami HTML i CSS, i stwórz swoją własną kartkę z życzeniami.
pt: Aprenda a fazer páginas Web com tags HTML e CSS, e faça seu próprio cartão de boas-festas
pt_pt: Aprende a construir páginas Web com tags de HTML e de CSS. No final, vais conseguir criar o teu próprio postal de festas felizes.
tr: HTML etiketleri ve CSS ile web sayfaları yapmayı kullanmayı öğrenin, kendi tebrik kartınızı yaparak bu projeyi bitirin.

source: Learn how to program drawings using JavaScript, finishing up by designing your very own silly animal.
da: Lær at programmere tegninger ved hjælp af JavaScript, og afslut med at designe dit helt eget fjollede dyr.
es: Aprende a programar dibujos utilizando JavaScript y termina diseñando tu propio animal absurdo.
fr: Apprenez à programmer des dessins à l'aide de JavaScript. Vous terminerez en codant vous-même le dessin d'un animal sauvage.
nb: Lær hvordan du programmere tegninger ved hjelp av JavaScript, og endte med å utforme ditt eget dumme dyr.
pl: Naucz się jak rysować przy pomocy JavaScript, i zaprojektuj swoje własne zwariowane zwierzątko. Programuj zapisując kod lub przeciągając i upuszczając klocki kodu.
pt: Aprenda a programar desenhos usando JavaScript e crie o seu próprio animal divertido.
pt_pt: Aprende a programar desenhos em JavaScript. Quando souberes, vais conseguir desenhar o teu próprio animal.
tr: Javascript kullanarak çizim programlamayı öğrenin, kendi şapşal hayvanınızı tasarlayarak bu öğrenmenizi tamamlayın.

source: Learn how to use variables, make animations, store your data in arrays and objects, group your code into functions, and more!
da: Lær at bruge variabler, lave animationer, gemme dine data i tabeller og objekter, grupper din kode i funktioner og meget mere!
es: ¡Aprende cómo utilizar variables, realizar animaciones, almacenar los datos en arreglos y objetos, agrupar tu código en funciones y mucho más!
fr: Apprenez à utiliser les variables, faites des animations, stockez vos données dans les tableaux et les objets. Utilisez les fonctions et plus encore !
nb: Lær hvordan du bruker variabler, lager animasjoner, lagrer data i matriser og objekter, gruppere ditt kode i funksjoner og mer!
nl: Leer hoe je variabelen gebruikt, maak animaties, sla jouw data in reeksen en objecten op, groepeer jouw code in functies en meer!
pl: Dowiedz się jak używać zmiennych, twórz animacje, przechowuj swoje dane w tablicach i obiektach, łącz swój kod w funkcje, i o wiele więcej!
pt: Aprenda a usar variáveis, fazer animações, armazenar seus dados em arrays e objetos, agrupar seu código em funções e muito mais!
tr: Değişkenleri nasıl kullanacağınızı, nasıl animasyon yapacağınızı, verinizi dizilerde ne şekilde saklayacağınızı, kodunuzu fonksiyonlara gruplamayı, ve çok daha fazlasını öğrenin!
