Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> is outside both shaded areas, so it's not a solution, but <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> is a solution.
fr: Le couple <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> n'est dans aucun des demi-plans colorés donc il n'est pas solution, mais le couple <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> est solution.
nb: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> er utenfor begge de skraverte områdene, så det er ikke en løsning <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> er en løsning.
pt: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> está fora de ambas as áreas sombreadas, portanto não é uma solução, porém <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> é uma solução.
tr: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> iki taralı alanın birden dışındadır, yani çözüm değildir, ama <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> bir çözümdür.

source: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> is a solution because it's inside the shaded area.
es: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> es una solución porque está dentro del área sombreada.
nb: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> er en løsning fordi det er innenfor det fargede området.
pl: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> jest rozwiązaniem, bo jest w zacieniowanym obszarze.
pt: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> é uma solução porque está dentro da área sombreada.
tr: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> çözümdür, çünkü taralı alanın içindedir.

source: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> is not a solution because it's outside the shaded area.
es: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> no es una solución porque no está dentro del área sombreada.
nb: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> er ikke en løsning for det ligger utenfor det fargede området.
pl: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> nie jest rozwiązaniem, bo nie jest w zacieniowanym obszarze.
pt: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> não é uma solução porque está fora da área sombreada.
tr: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> çözüm değildir, çünkü taralı alanın dışındadır.

source: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> is on the line so it satisfies <code>y = <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
es: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> está en la recta, así que satisface <code>y = <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
nb: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> er på linjen så den tilfredstiller <code>y = <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
pl: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> jest na prostej, więc spełnia <code>y = <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
pt: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> está na reta, então satisfaz <code>y = <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
tr: <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> doğrunun üstündedir, çünkü <code>y = <var>PRETTY_SLOPE</var> + <var>YINT</var></code> denklemini sağlar.

source: <code>\pink{\theta} = <var>RADIANS</var></code> radians
es: <code>\pink{\theta} = <var>RADIANS</var></code> radianes
pt: <code>\pink{\theta} = <var>RADIANS</var></code> radianos
tr: <code>\pink{\theta} = <var>RADIANS</var></code> radyan

source: <code>\purple{\angle{AGH}}</code> and <code>\green{\angle{EGB}}</code> are opposite angles.
nl: <code>\purple{\angle{AGH}}</code> en <code>\green{\angle{EGB}}</code> zijn overstaande hoeken.
pl: <code>\purple{\angle{AGH}}</code> i <code>\green{\angle{EGB}}</code> są kątami wierzchołkowymi.
pt: <code>\purple{\angle{AGH}}</code> e <code>\green{\angle{EGB}}</code> são ângulos opostos pelo vértice.
tr: <code>\purple{\angle{AGH}}</code> ve <code>\green{\angle{EGB}}</code> ters açılardır.

source: <code>\purple{\angle{AGH}}</code> forms a linear pair with <code>\green{\angle{BGH}}</code>.
nl: <code>\purple{\angle{AGH}}</code> is complementair met <code>\green{\angle{BGH}}</code>.
pl: <code>\purple{\angle{AGH}}</code> i <code>\green{\angle{BGH}}</code> tworzą parę prostych równoległych.
pt: <code>\purple{\angle{AGH}}</code> forma um par linear com <code>\green{\angle{BGH}}</code>.
tr: <code>\purple{\angle{AGH}}</code>, <code>\green{\angle{BGH}}</code> ile doğrusal bir çift oluşturur.

source: <code>\purple{\angle{DAK}} = 90^\circ</code>, because angles formed by perpendicular lines are equal to <code>90^\circ</code>.
nb: <code>\purple{\angle{DAK}} = 90^\circ</code>, fordi vinkler formet av vinkelrette linjer er lik <code>90^\circ</code>.
nl: <code>\purple{\angle{DAK}} = 90^\circ</code>, want hoeken die gevormd worden door loodrechte lijnen zijn <code>90^\circ</code>.
pt: <code>\purple{\angle{DAK}} = 90^\circ</code>, porque ângulos formados por retas perpendiculares são iguais a <code>90^\circ</code>.
tr: <code>\purple{\angle{DAK}} = 90^\circ</code>, çünkü birbirine dik olan doğruların arasında oluşan açılar <code>90^\circ</code>'dir.

source: <code>\purple{\angle{DIJ}}</code> forms a linear pair with <code>\red{\angle{AIC}}</code>.
nb: <code>\purple{\angle{DIJ}}</code> former et lineært par med <code>\red{\angle{AIC}}</code>.
nl: <code>\purple{\angle{DIJ}}</code> is complementair met <code>\red{\angle{AIC}}</code>.
pl: <code>\purple{\angle{DIJ}}</code> tworzy parę prostych równoległych z <code>\red{\angle{AIC}}</code>.
pt: <code>\purple{\angle{DIJ}}</code> forma um par linear com <code>\red{\angle{AIC}}</code>.
tr: <code>\purple{\angle{DIJ}}</code>, <code>\red{\angle{AIC}}</code> ile doğrusal bir çift oluşturur.

source: <code>\purple{\angle{HGC}}</code> forms a linear pair with <code>\red{\angle{FGH}}</code>.
nl: <code>\purple{\angle{HGC}}</code> is complementair met <code>\red{\angle{FGH}}</code>.
pl: <code>\purple{\angle{HGC}}</code> tworzy parę prostych równoległych z <code>\red{\angle{FGH}}</code>.
pt: <code>\purple{\angle{HGC}}</code> forma um par linear com <code>\red{\angle{FGH}}</code>.
tr: <code>\purple{\angle{HGC}}</code>, <code>\red{\angle{FGH}}</code> ile doğrusal bir çift oluşturur.

source: <code>\qquad \dfrac{<var>FACTOR2</var>}{<var>FACTOR3</var>}</code> or more simply, <code>\qquad <var>FACTOR2</var></code>
fr: <code>\qquad \dfrac{<var>FACTOR2</var>}{<var>FACTOR3</var>}</code> ou plus simplement <code>\qquad <var>FACTOR2</var></code>
pt: <code>\qquad \dfrac{<var>FACTOR2</var>}{<var>FACTOR3</var>}</code> ou mais simplificadamente, <code>\qquad <var>FACTOR2</var></code>
tr: <code>\qquad \dfrac{<var>FACTOR2</var>}{<var>FACTOR3</var>}</code> veya sadeleştirirsek, <code>\qquad <var>FACTOR2</var></code>

source: <code>\qquad \dfrac{<var>NUMERSOL</var>}{<var>DENOMSOL</var>}</code> or more simply, <code><var>NUMERSOL</var></code>
pt: <code>\qquad \dfrac{<var>NUMERSOL</var>}{<var>DENOMSOL</var>}</code> ou mais simplificadamente, <code><var>NUMERSOL</var></code>
tr: <code>\qquad \dfrac{<var>NUMERSOL</var>}{<var>DENOMSOL</var>}</code> veya basitçe, <code><var>NUMERSOL</var></code>

source: <code>\qquad m <var>LARGE_ANGLE</var></code> is a straight angle.
es: <code>\qquad m <var>LARGE_ANGLE</var></code> es un ángulo recto.
pt: <code>\qquad m <var>LARGE_ANGLE</var></code> é um ângulo reto.
tr: <code>\qquad m <var>LARGE_ANGLE</var></code> dik açıdır.

source: <code>\qquad+</code> Songs already mastered <code>\geq <var>R</var></code>
da: <code>\qquad+</code> Sange allerede lært udenad <code>\geq <var>R</var></code>
es: <code>\qquad+</code> Canciones ya dominadas <code>\geq <var>R</var></code>
fr: <code>\qquad+</code> Musiques déjà maîtrisées <code>\geq <var>R</var></code>
nb: <code>\qquad+</code> Sanger allerede lært utenat <code>\geq <var>R</var></code>
nl: <code>\qquad+</code> Liedjes al onder de knie <code>\geq <var>R</var></code>
pl: <code>\qquad+</code> Piosenki już opanowane <code>\geq <var>R</var></code>
pt: <code>\qquad+</code> Músicas já dominadas<code>\geq <var>R</var></code>
tr: <code>\qquad+</code> Öğrenilmiş şarkılar <code>\geq <var>R</var></code>

source: <code>\qquad</code>Levels completed <code>\times</code> Points per level <code>+</code> Starting points
da: <code>\qquad</code>Niveauer gennemført <code>\times</code> point per niveau <code>+</code> antal point fra start
es: <code>\qquad</code>Niveles completados <code>\times</code> puntos por nivel <code>+</code> Puntos iniciales
fr: <code>\qquad</code>Niveaux terminés <code>\times</code> Points par niveau <code>+</code> Points au départ
nb: <code>\qquad</code>Nivåer gjennomført <code>\times</code> poenger per nivå <code>+</code> antall poeng fra start
nl: <code>\qquad</code>Uitgespeelde levels <code>\times</code> Punten per level <code>+</code> Start punten
pl: <code>\qquad</code>Poziomy ukończone <code>\times</code> Punkty za poziom <code>+</code> Punkty początkowe
pt: <code>\qquad</code>Níveis completados <code>\times</code> Pontos por nível <code>+</code> Pontos iniciais
tr: <code>\qquad</code>Tamamlanan düzeyler <code>\times</code>Her düzeyin puanı <code>+</code> Başlangıçtaki puanlar

source: <code>\qquad</code>Subscriptions sold <code>\times</code> Price per subscription <code>+</code> Weekly bonus
da: <code>\qquad</code>Abonnementer solgt <code>\times</code> pris per abonnement <code>+</code> Ugentlige bonus
es: <code>\qquad</code>Suscripciones vendidad <code>\times</code> Precio por suscripción <code>+</code> Bono semanal
fr: <code>\qquad</code>Abonnements vendus <code>\times</code> Prix d'un abonnement <code>+</code> Bonus hebdomadaire
nb: <code>\qquad</code>Abonnementer solgt <code>\times</code> pris per abonnement <code>+</code> Ukentlige bonus
nl: <code>\qquad</code>Abonnementen verkocht <code>\times</code> Prijs per abonnement <code>+</code> Wekelijkse bonus
pl: <code>\qquad</code>Prenumeraty sprzedane <code>\times</code> Cena za prenumeratę <code>+</code> Tygodniowy bonus
pt: <code>\qquad</code>Assinaturas vendidas <code>\times</code> Preço por assinatura <code>+</code> Bônus semanal
tr: <code>\qquad</code>Satılan abonelikler <code>\times</code> Bir abonelik ücreti <code>+</code> Haftalık prim

source: <code>\quad</code>Months at school <code>\times</code> Songs mastered per month <code>+</code> Songs already mastered
da: <code>\quad</code>Måneder i skolen <code>\times</code> sange lært udenad per måned <code>+</code> Sange allerede lært udenad
es: <code>\quad</code>Meses en la escuela <code>\times</code> Canciones dominadas por mes <code>+</code> Canciones ya dominadas
fr: <code>\quad</code>Mois à l'école <code>\times</code> Musiques maîtrisées par mois <code>+</code> Musiques déjà maîtrisées
nb: <code>\quad</code>Måneder i skolen <code>\times</code> sanger lært utenat per måned <code>+</code> Sanger allerede lært utenat
nl: <code>\quad</code>Aantal maanden les <code>\times</code> Liedjes onder de knie per maand <code>+</code> Liedjes al onder de knie
pl: <code>\quad</code>Miesiące w szkole <code>\times</code> Piosenki opanowane na miesiąc <code>+</code> Piosenki już opanowane
pt: <code>\quad</code>Meses na escola <code>\times</code> Músicas dominadas por mês <code>+</code> Músicas já dominadas
tr: <code>\quad</code>Ders yılındaki ay sayısı <code>\times</code> Her ay öğrenilen şarkı sayısı <code>+</code> Önceden öğrenilmiş şarkılar

source: <code>\red{<var>X</var>}</code> is equal to <code><var>SOLUTION</var></code>.
es: <code>\red{<var>X</var>}</code> es igual a <code><var>SOLUTION</var></code>.
fr: <code>\red{<var>X</var>}</code> est égal à <code><var>SOLUTION</var></code>.
pl: <code>\red{<var>X</var>}</code> jest równy <code><var>SOLUTION</var></code>.
pt: <code>\red{<var>X</var>}</code> é igual a <code><var>SOLUTION</var></code>.
tr: <code>\red{<var>X</var>}</code> eşittir <code><var>SOLUTION</var></code>.

source: <code>\red{g(x)}</code> is a transformation of <code>\blue{f(x)}</code>. The graph below shows <code>\blue{f(x)}</code> as a solid blue line and <code>\red{g(x)}</code> as a dotted red line.
es: <code>\red{g(x)}</code> es una transformación de <code>\blue{f(x)}</code>. En la siguiente gráfica se muestra <code>\blue{f(x)}</code> como una línea azul y <code>\red{g(x)}</code> como una línea roja punteada.
fr: Établir la relation entre <code>\red{g(x)}</code> et <code>\blue{f(x)}</code>. La courbe représentative de la fonction qui à tout réel fait correspondre <code>\blue{f(x)}</code> est en bleu, celle de la fonction qui à tout réel fait correspondre <code>\red{g(x)}</code> est en pointillés rouges.
pt: <code>\red{g(x)}</code> é uma transformação de <code>\blue{f(x)}</code>. O gráfico abaixo mostra <code>\blue{f(x)}</code> como uma linha sólida azul e <code>\red{g(x)}</code> como uma linha vermelha pontilhada.
tr: <code>\red{g(x)}</code>, <code>\blue{f(x)}</code>'in bir dönüşümüdür. aşağıdaki grafik <code>\blue{f(x)}</code>'i düz bir mavi çizgi olarak ve <code>\red{g(x)}</code>'i kesikli kırmızı çizgi olarak gösterir.

source: <code>\sqrt[3]{<var>Q</var>}</code> is the number that, when multiplied by itself three times, equals <code><var>Q</var></code>.
fr: <code>\sqrt[3]{<var>Q</var>}</code> est le nombre qui multiplié trois fois par lui-même est égal à <code><var>Q</var></code>.
nb: <code>\sqrt[3]{<var>Q</var>}</code> er tallet som multiplisert med seg selv tre ganger er lik <code><var>Q</var></code>.
nl: <code>\sqrt[3]{<var>Q</var>}</code> is het getal dat, drie keer met zichzelf vermenigvuldigd, gelijk is aan <code><var>Q</var></code>.
pl: <code>\sqrt[3]{<var>Q</var>}</code> jest liczbą, która pomnożona przez siebie trzy razy równa się <code><var>Q</var></code>.
pt: <code>\sqrt[3]{<var>Q</var>}</code> é o número que, quando multiplicado três vezes por si mesmo, é igual a <code><var>Q</var></code>.
tr: <code>\sqrt[3]{<var>Q</var>}</code> sayısı, kendisi ile üç kez çarpıldığında <code><var>Q</var></code>eşittir.

source: <code>\sqrt{<var>NUM</var>} = 1\sqrt{<var>NUM</var>}</code> or just <code>\sqrt{<var>NUM</var>}</code>.
es: <code>\sqrt{<var>NUM</var>} = 1\sqrt{<var>NUM</var>}</code> o simplemente <code>\sqrt{<var>NUM</var>}</code>.
fr: <code>\sqrt{<var>NUM</var>} = 1\sqrt{<var>NUM</var>}</code> ou simplement <code>\sqrt{<var>NUM</var>}</code>.
hi: <code>\sqrt{<var>NUM</var>} = 1\sqrt{<var>NUM</var>}</code> या सिर्फ <code>\sqrt{<var>NUM</var>}</code> I
nb: <code>\sqrt{<var>NUM</var>} = 1\sqrt{<var>NUM</var>}</code> er bare <code>\sqrt{<var>NUM</var>}</code>.
nl: <code>\sqrt{<var>NUM</var>} = 1\sqrt{<var>NUM</var>}</code> of gewoon <code>\sqrt{<var>NUM</var>}</code>.
pl: <code>\sqrt{<var>NUM</var>} = 1\sqrt{<var>NUM</var>}</code> albo <code>\sqrt{<var>NUM</var>}</code>.
pt: <code>\sqrt{<var>NUM</var>} = 1\sqrt{<var>NUM</var>}</code> ou apenas <code>\sqrt{<var>NUM</var>}</code>.
tr: <code>\sqrt{<var>NUM</var>} = 1\sqrt{<var>NUM</var>}</code> veya sadece <code>\sqrt{<var>NUM</var>}</code>.

source: <code>\sqrt{<var>NUM</var>} = <var>SPLIT[0]</var>\sqrt{1}</code> or just <code><var>SPLIT[0]</var></code>.
es: <code>\sqrt{<var>NUM</var>} = <var>SPLIT[0]</var>\sqrt{1}</code> o simplemente <code><var>SPLIT[0]</var></code>.
fr: <code>\sqrt{<var>NUM</var>} = <var>SPLIT[0]</var>\sqrt{1}</code> ou simplement <code><var>SPLIT[0]</var></code>.
hi: <code>\sqrt{<var>NUM</var>} = <var>SPLIT[0]</var>\sqrt{1}</code> या सिर्फ <code><var>SPLIT[0]</var></code> I
nb: <code>\sqrt{<var>NUM</var>} = <var>SPLIT[0]</var>\sqrt{1}</code> er bare <code><var>SPLIT[0]</var></code>.
nl: <code>\sqrt{<var>NUM</var>} = <var>SPLIT[0]</var>\sqrt{1}</code> of gewoon <code><var>SPLIT[0]</var></code>.
pl: <code>\sqrt{<var>NUM</var>} = <var>SPLIT[0]</var>\sqrt{1}</code> albo <code><var>SPLIT[0]</var></code>.
pt: <code>\sqrt{<var>NUM</var>} = <var>SPLIT[0]</var>\sqrt{1}</code> ou apenas <code><var>SPLIT[0]</var></code>.
tr: <code>\sqrt{<var>NUM</var>} = <var>SPLIT[0]</var>\sqrt{1}</code> veya sadece <code><var>SPLIT[0]</var></code>.

source: <code>\sqrt{<var>Q</var>}</code> is the number that, when multiplied by itself, equals <code><var>Q</var></code>.
es: <code>\sqrt{<var>Q</var>}</code> es el número que multiplicado por sí mismo es igual a <code><var>Q</var></code>.
fr: <code>\sqrt{<var>Q</var>}</code> est le nombre qui multiplié par lui-même est égal à <code><var>Q</var></code>.
hi: <code>\sqrt{<var>Q</var>}</code> एक ऐसी संख्या है, जिसे जब स्वयं से गुणा किया जाता है तो <code><var>Q</var></code> के बराबर हो जाता है।
nb: <code>\sqrt{<var>Q</var>}</code> er tallet som, når du multipliserer det med seg selv, er lik <code><var>Q</var></code>.
nl: <code>\sqrt{<var>Q</var>}</code> is het getal dat, met zichzelf vermenigvuldigd, gelijk is aan <code><var>Q</var></code>.
pl: <code>\sqrt{<var>Q</var>}</code> jest liczbą, która pomnożona przez siebie równa się <code><var>Q</var></code>.
pt: <code>\sqrt{<var>Q</var>}</code> é o número que, quando multiplicado por si mesmo, é igual a <code><var>Q</var></code>.
tr: <code>\sqrt{<var>Q</var>}</code> öyle bir sayıdır ki, kendisiyle çarpıldığında sonuç <code><var>Q</var></code> 'ya eşittir.

source: <code>\text{As}</code> is already balanced.
fr: <code>\text{As}</code> est déjà équilibrée.
pl: <code>\text{As}</code> jest już zbilansowany.
pt: <code>\text{As}</code> já está balanceado.
tr: <code>\text{As}</code> zaten denkleştirilmiş.

source: <code>\text{C}</code> is already balanced.
fr: <code>\text{C}</code> est déjà équilibrée.
pl: <code>\text{C}</code> jest już zbalansowany.
pt: <code>\text{C}</code> já está balanceada.
tr: <code>\text{C}</code> zaten denkleştirilmiş.

source: <code>\triangle ABC</code> and <code>\triangle ADE</code> also have two sides equal.
es: <code>\triangle ABC</code> y <code>\triangle ADE</code> también tienen dos lados iguales.
pt: O <code>\triangle ABC</code> e o <code>\triangle ADE</code> também têm dois lados iguais.
tr: <code>\triangle ABC</code> ve <code>\triangle ADE</code>'nin de iki kenarı eşittir.

source: <code>\triangle ABC</code> and <code>\triangle ADE</code> both have a right angle and share <code>\angle BAC</code>.
es: <code>\triangle ABC</code> y <code>\triangle ADE</code> tienen ambos un ángulo recto y comparten <code>\angle BAC</code>.
nb: <code>\triangle ABC</code> og <code>\triangle ADE</code> har begge rett vinkler og deler <code>\angle BAC</code>.
pl: <code>\triangle ABC</code> i <code>\triangle ADE</code> mają kąt prosty i współdzielą <code>\angle BAC</code>.
pt: O <code>\triangle ABC</code> e o <code>\triangle ADE</code> ambos têm um ângulo reto e compartilham o <code>\angle BAC</code>.
tr: <code>\triangle ABC</code> ve <code>\triangle ADE</code>'nin ikisinin de dik açısı var ve <code>\angle BAC</code>'nı paylaşıyorlar.

source: <code>\triangle ABC</code> and <code>\triangle BCD</code> have three sides equal.<br> They share side <code>BC</code>.<br> <code>AB = CD</code><br> <code>AC = BD</code>
es: <code>\triangle ABC</code> y <code>\triangle BCD</code> tienen tres lados iguales.<br> Comparten el lado <code>BC</code>.<br> <code>AB = CD</code>.<br> <code>AC = BD</code>
pt: <code>\triangle ABC</code> e <code>\triangle BCD</code> têm três lados iguais.<br> Eles compartilham o lado <code>BC</code>.<br> <code>AB = CD</code><br> <code>AC = BD</code>
tr: <code>\triangle ABC</code> ve <code>\triangle BCD</code>'nin üç kenarı eşittir.<br> <code>BC</code> kenarı ortaktır.<br> <code>AB = CD</code><br> <code>AC = BD</code>

source: <code>\vec a</code> is scaled by <code><var>SA</var></code> to create vector <code>\vec b</code>.
pt: <code>\vec a</code> deve ser colocado em escala por <code><var>SA</var></code> para criar o vetor <code>\vec b</code>.
tr: <code>\vec a</code> <code><var>SA</var></code> ile ölçeklenerek <code>\vec b</code>'yi oluşturur.

source: <code>\vec b</code> is <span class="sol short32"><var>abs(SA)</var></span> times the size of <code>\vec a</code>. <br/> <code>\vec b</code> moves <span class="sol" data-type="list" data-choices="OPTIONS"><var>SOLUTION</var></span> <code>\vec a</code>.
pt: <code>\vec b</code> tem <span class="sol short32"><var>abs(SA)</var></span> vezes o tamanho de <code>\vec a</code>. <br/> <code>\vec b</code> se move <span class="sol" data-type="list" data-choices="OPTIONS"><var>SOLUTION</var></span> <code>\vec a</code>.
tr: <code>\vec b</code>, <code>\vec a</code>'nın <span class="sol short32"><var>abs(SA)</var></span> katıdır. <br/> <code>\vec b</code>, <code>\vec a</code>'yı <span class="sol" data-type="list" data-choices="OPTIONS"><var>SOLUTION</var></span> taşır.

source: <code>f(x) = <var>M_X</var> + <var>B</var></code> for all real numbers.
es: <code>f(x) = <var>M_X</var> + <var>B</var></code> para todos los números reales.
fr: Pour tout x réel, <code>f(x) = <var>M_X</var> + <var>B</var></code>.
nb: <code>f(x) = <var>M_X</var> + <var>B</var></code> for alle reelle tall.
pt: <code>f(x) = <var>M_X</var> + <var>B</var></code> para todos os números reais.
tr: Tüm gerçel sayılar için, <code>f(x) = <var>M_X</var> + <var>B</var></code>.

source: <code>f(x)</code> is a piecewise function, so we need to examine where each piece is undefined.
da: <code>f(x)</code> er en stykkevis funktion, så vi skal undersøge, hvor hvert stykke er udefineret.
es: <code>f(x)</code> es una función por partes, así que debemos examinar en dónde no está definida cada parte.
nb: <code>f(x)</code> er en delt funksjon, så vi skal undersøke hvor hver del ikke er definert.
pt: <code>f(x)</code> é uma função definida por partes, portanto precisamos examinar onde cada trecho é indefinido.
tr: <code>f(x)</code> parçalı bir fonksiyon, buna göre, her parçanın nerede tanımsız olduğunu incelememiz gerekiyor.

source: <code>f(x)</code> is even because <code>f(x) = f(-x)</code>. (For all x values, not just the ones we checked!)
es: <code>f(x)</code> es par pues <code>f(x) = f(-x)</code>. (Para todos los valores de x, ¡no solo los que revisamos!)
fr: La fonction qui à x fait correspondre <code>f(x)</code> est paire car <code>f(x) = f(-x)</code>. (Pour toutes les valeurs de x, pas uniquement celles que nous avons vérifiées !)
pt: <code>f(x)</code> é par porque <code>f(x) = f(-x)</code>. (para todos os valores de x, não apenas aqueles que verificamos!)
tr: <code>f(x)</code> çifttir, çünkü<code>f(x) = f(-x)</code>. (Yalnız kontrol ettiklerimiz değil, tüm x değerleri için!)

source: <code>f(x)</code> is graphed below.
es: <code>f(x)</code> está graficada a continuación.
fr: Ci-dessous, la courbe représentative de la fonction qui à tout réel fait correspondre <code>f(x)</code>.
pt: <code>f(x)</code> é mostrado no gráfico abaixo.
tr: <code>f(x)</code>'in grafiği aşağıdadır.

source: <code>f(x)</code> is just a fancy term for <code>y</code>.
da: <code>f(x)</code> er bare en anden betegnelse for <code>y</code>.
es: <code>f(x)</code> es solo un término elegante para <code>y</code>.
nb: <code>f(x)</code> er bare et annet navn på <code>y</code>.
pl: <code>f(x)</code> to po prostu wymyślny znak na <code>y</code>.
pt: <code>f(x)</code> é apenas um termo chique para <code>y</code>.
tr: <code>f(x)</code> , <code>y</code> için havalı bir terimdir.
