Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The probability of a particular <var>ANIMAL</var> living longer than <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> years is <code>\green{<var>EMPIRICAL</var>\%} + \green{<var>roundTo( 2, ( 100 - EMPIRICAL ) / 2 )</var>\%}</code>, or <code><var>ANSWER</var>\%</code>.
fr: La probabilité qu'un <var>ANIMAL</var> donné vive plus de <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> ans est égale à<code>\green{<var>EMPIRICAL</var>\%} + \green{<var>roundTo( 2, ( 100 - EMPIRICAL ) / 2 )</var>\%}</code> ou <code><var>ANSWER</var>\%</code>.
pt: A probabilidade de um(a) determinado(a) <var>ANIMAL</var> viver mais de <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> anos é de <code>\green{<var>EMPIRICAL</var>\%} + \green{<var>roundTo( 2, ( 100 - EMPIRICAL ) / 2 )</var>\%}</code>, ou <code><var>ANSWER</var>\%</code>.
tr: Belirli bir <var>ANIMAL</var>'ın <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> yıldan daha uzun yaşama olasılığı <code>\green{<var>EMPIRICAL</var>\%} + \green{<var>roundTo( 2, ( 100 - EMPIRICAL ) / 2 )</var>\%}</code>, veya <code><var>ANSWER</var>\%</code>.

source: The probability of flipping a <var>HT</var> is <code>\dfrac{1}{2}</code>.
fr: La probabilité d'obtenir <var>HT</var> est égale à <code>\dfrac{1}{2}</code>.
pl: Prawdopodobieństwo wyrzucenia <var>HT</var> jest równe <code>\dfrac{1}{2}</code>.
pt: A probabilidade de lançar <var>HT</var> é de<code>\dfrac{1}{2}</code>.
tr: <var>HT</var> gelme olasılığı, <code>\dfrac{1}{2}</code>.

source: The probability of making <var>STREAK</var> free throws in a row is <code><var>localeToFixed(PROB, 2)</var> ^ <var>STREAK</var></code>.
fr: La probabilité qu'il réussisse <var>STREAK</var> lancers francs d'affilée est égale à <code><var>localeToFixed(PROB, 2)</var> ^ <var>STREAK</var></code>.
pt: A probabilidade dacertar <var>STREAK</var> arremessos livres em sequência é <code><var>localeToFixed(PROB, 2)</var> ^ <var>STREAK</var></code>.
tr: Art arda <var>STREAK</var> serbest atış yapma olasılığı, <code><var>localeToFixed(PROB, 2)</var> ^ <var>STREAK</var></code>.

source: The probability of missing <var>STREAK</var> free throws in a row is <code><var>localeToFixed(PROB, 2)</var> ^ <var>STREAK</var> = <var>ANS</var></code>.
fr: La probabilité de rater <var>STREAK</var> lancers francs d'affilée est égale à <code><var>localeToFixed(PROB, 2)</var> ^ <var>STREAK</var> = <var>ANS</var></code>.
pt: A probabilidade de errar <var>STREAK</var> lances livres em sequência é <code><var>localeToFixed(PROB, 2)</var> ^ <var>STREAK</var> = <var>ANS</var></code>.
tr: Art arda <var>STREAK</var> serbest atış kaçırma olasılığı, <code><var>localeToFixed(PROB, 2)</var> ^ <var>STREAK</var> = <var>ANS</var></code>.

source: The probability of rolling <var>RESULT_DESC</var> is <code>\dfrac{<var>RESULT_POSSIBLE.length</var>}{6}</code>, since there is <var>RESULT_POSSIBLE.length</var> outcome which satisfies our condition (namely, <var>toSentence(RESULT_POSSIBLE)</var>), and 6 total possible outcomes.
fr: La probabilité d'obtenir <var>RESULT_DESC</var> est égale à <code>\dfrac{<var>RESULT_POSSIBLE.length</var>}{6}</code> car il y a <var>RESULT_POSSIBLE.length</var> éventualité qui répond à la question (à savoir, <var>toSentence(RESULT_POSSIBLE)</var>) et 6 éventualités au total.
pt: A probabilidade dacerto <var>RESULT_DESC</var> é <code>\dfrac{<var>RESULT_POSSIBLE.length</var>}{6}</code>, uma vez que há <var>RESULT_POSSIBLE.length</var> resultado que satisfaz nossa condição (ou seja, <var>toSentence(RESULT_POSSIBLE)</var>), e 6 resultados possíveis no total.
tr: <var>RESULT_DESC</var> atma olasılığı, <code>\dfrac{<var>RESULT_POSSIBLE.length</var>}{6}</code>, çünkü koşulumuzu (yani, <var>toSentence(RESULT_POSSIBLE)</var>) sağlayan <var>RESULT_POSSIBLE.length</var> sonuç ve 6 toplam olası sonuç var.

source: The probability of rolling <var>RESULT_DESC</var> is <code>\dfrac{<var>RESULT_POSSIBLE.length</var>}{6}</code>, since there is <var>RESULT_POSSIBLE.length</var> outcome which satisfy our condition (namely, <var>toSentence(RESULT_POSSIBLE)</var>), and 6 total possible outcomes.
fr: La probabilité d'obtenir <var>RESULT_DESC</var> est égale à <code>\dfrac{<var>RESULT_POSSIBLE.length</var>}{6}</code>, puisqu'il y a <var>RESULT_POSSIBLE.length</var> éventualité qui répond à la condition (à savoir, <var>toSentence(RESULT_POSSIBLE)</var>) et 6 éventualités au total.
pt: A probabilidade dacerto <var>RESULT_DESC</var> é <code>\dfrac{<var>RESULT_POSSIBLE.length</var>}{6}</code>, uma vez que há <var>RESULT_POSSIBLE.length</var> resultado que satisfaz nossa condição (ou seja, <var>toSentence(RESULT_POSSIBLE)</var>), e 6 resultados possíveis no total.
tr: <var>RESULT_DESC</var> atma olasılığı, <code>\dfrac{<var>RESULT_POSSIBLE.length</var>}{6}</code>, çünkü koşulumuzu (yani, <var>toSentence(RESULT_POSSIBLE)</var>) sağlayan <var>RESULT_POSSIBLE.length</var> sonuç ve 6 toplam olası sonuç var.

source: The probability that the Captain hits is <code><var>C_HIT_PRETTY</var></code>.
fr: La probabilité que le capitaine touche le navire du pirate est égale à <code><var>C_HIT_PRETTY</var></code>.
pt: A probabilidade do Capitão acertar é de <code><var>C_HIT_PRETTY</var></code>.
tr: Kaptanın isabet ettirme olasılığı, <code><var>C_HIT_PRETTY</var></code>.

source: The probability that the Captain misses is <code>1 - </code> (the probability the Captain hits), which is <code>1 - <var>C_HIT_PRETTY</var> = <var>C_MISS_PRETTY</var></code>.
fr: La probabilité que le capitaine rate le navire du pirate est égale à <code>1 - </code> (la probabilité que le capitaine le touche), c'est-à-dire à <code>1 - <var>C_HIT_PRETTY</var> = <var>C_MISS_PRETTY</var></code>.
pt: A probabilidade do Capitão errar é de <code>1 - </code> (a probabilidade do Capitão acertar), que é de <code>1 - <var>C_HIT_PRETTY</var> = <var>C_MISS_PRETTY</var></code>.
tr: Kaptanın isabet ettirememe olasılığı, <code>1 - </code> (Kaptanın isabet ettirme olasılığı), yani <code>1 - <var>C_HIT_PRETTY</var> = <var>C_MISS_PRETTY</var></code>.

source: The probability that the pirate hits is <code><var>P_HIT_PRETTY</var></code>.
fr: La probabilité que le pirate touche le navire du capitaine est égale à <code><var>P_HIT_PRETTY</var></code>.
pt: A probabilidade do pirata acertar é de <code><var>P_HIT_PRETTY</var></code>.

source: The probability that the pirate misses is <code>1 - </code> (the probability the pirate hits), which is <code>1 - <var>P_HIT_PRETTY</var> = <var>P_MISS_PRETTY</var></code>.
fr: La probabilité que le pirate rate le navire du capitaine est égale à <code>1 - </code> (la probabilité que le pirate le touche), c'est-à-dire à <code>1 - <var>P_HIT_PRETTY</var> = <var>P_MISS_PRETTY</var></code>.
pt: A probabilidade do pirata errar é de <code>1 - </code> (a probabilidade do pirata acertar), que é de <code>1 - <var>P_HIT_PRETTY</var> = <var>P_MISS_PRETTY</var></code>.

source: The product is <code><var>NUM1</var>\text{ <var>DISTANCE_PER_DAY</var>} \times <var>NUM2</var>\text{ <var>DAYS</var>}</code>.
fr: Le produit vaut <code><var>NUM1</var>\text{ <var>DISTANCE_PER_DAY</var>} \times <var>NUM2</var>\text{ <var>DAYS</var>}</code>.
nb: Produktet er <code><var>NUM1</var>\text{ <var>DISTANCE_PER_DAY</var>} \times <var>NUM2</var>\text{ <var>DAYS</var>}</code>.
pl: Iloczyn to <code><var>NUM1</var>\text{ <var>DISTANCE_PER_DAY</var>} \times <var>NUM2</var>\text{ <var>DAYS</var>}</code>.
pt: O produto é <code><var>NUM1</var>\text{ <var>DISTANCE_PER_DAY</var>} \times <var>NUM2</var>\text{ <var>DAYS</var>}</code>.
tr: Çarpım şudur: <code><var>NUM1</var>\text{ <var>DISTANCE_PER_DAY</var>} \times <var>NUM2</var>\text{ <var>DAYS</var>}</code>.

source: The product is <code><var>NUM1</var>\text{ <var>ROWS_OF_CROPS</var>} \times <var>NUM2</var>\text{ <var>CROPS_PER_ROW</var>}</code>.
fr: Le produit est égal à <code><var>NUM1</var>\text{ <var>ROWS_OF_CROPS</var>} \times <var>NUM2</var>\text{ <var>CROPS_PER_ROW</var>}</code>.
nb: Produktet er <code><var>NUM1</var>\text{ <var>ROWS_OF_CROPS</var>} \times <var>NUM2</var>\text{ <var>CROPS_PER_ROW</var>}</code>.
pl: Iloczyn to <code><var>NUM1</var>\text{ <var>ROWS_OF_CROPS</var>} \times <var>NUM2</var>\text{ <var>CROPS_PER_ROW</var>}</code>.
pt: O produto é <code><var>NUM1</var>\text{ <var>ROWS_OF_CROPS</var>} \times <var>NUM2</var>\text{ <var>CROPS_PER_ROW</var>}</code>.
tr: Çarpım şudur: <code><var>NUM1</var>\text{ <var>ROWS_OF_CROPS</var>} \times <var>NUM2</var>\text{ <var>CROPS_PER_ROW</var>}</code>.

source: The product is <code><var>NUM2</var> \times $<var>NUM1</var></code>.
nb: Produktet er<code><var>NUM2</var> \times $<var>NUM1</var></code>.
pl: Szukany iloczyn to <code><var>NUM2</var> \times $<var>NUM1</var></code>.
pt: O produto é <code><var>NUM2</var> \times $<var>NUM1</var></code>.
tr: Çarpım şudur: <code><var>NUM2</var> \times $<var>NUM1</var></code>.

source: The product of %(B)s and &lt;code&gt;\green{x}&lt;/code&gt; is:
da: Produktet af %(B)s og &lt;code&gt;\green{x}&lt;/code&gt; er:
es: El producto de %(B)s y &lt;code&gt;\green{x}&lt;/code&gt; es:
fr: Le produit de %(B)s par &lt;code&gt;\green{x}&lt;/code&gt; s'écrit :
nb: Produktet av %(B)s og &lt;code&gt;\green{x}&lt;/code&gt; er:
pt: O produto de %(B)s e &lt;code&gt;\green{x}&lt;/code&gt; é:
tr: %(B)s çarpı &lt;code&gt;\green{x}&lt;/code&gt; :

source: The product of %(C)s and the above expression is:
da: Produktet af %(C)s og det ovenstående udtryk er:
es: El producto de %(C)s y la expresión anterior es:
fr: Le produit de %(C)s par la première expression s'écrit :
nb: Produktet av %(C)s og det ovenstående uttrykket er:
pt: O produto de %(C)s e a expressão acima é:
tr: %(C)s ile yukarıdaki ifadenin çarpımı:

source: The product of <var>cardinalThrough20(-M)</var> and a number <code>x</code> can be written as <span data-if="-M !== 1"><code><var>-M</var></code></span><code>x</code>.
fr: Le produit de <var>cardinalThrough20(-M)</var> par <code>x</code> s'écrit <span data-if="-M !== 1"><code><var>-M</var></code></span><code>x</code>.
hi: परिणाम इसका <var>cardinalThrough20(-M)</var> और एक संख्या <code>x</code> को लिखा जा सकता है ऐसे <span data-if="-M !== 1"><code><var>-M</var></code></span><code>x</code>.
nb: Produktet av <var>cardinalThrough20(-M)</var> og tallet <code>x</code> kan skrives som <span data-if="-M !== 1"><code><var>-M</var></code></span><code>x</code>.
pl: Iloczyn <var>cardinalThrough20(-M)</var> i liczby <code>x</code> można zapisać następująco: <span data-if="-M !== 1"><code><var>-M</var></code></span><code>x</code>.
pt: O produto de <var>cardinalThrough20(-M)</var> e um número <code>x</code> pode ser escrito assim <span data-if="-M !== 1"><code><var>-M</var></code></span><code>x</code>.
tr: <var>cardinalThrough20(-M)</var> ile bir <code>x</code> sayısının çarpımı, <span data-if="-M !== 1"><code><var>-M</var></code></span><code>x</code> olarak yazılabilir.

source: The product of <var>cardinalThrough20(M)</var> and a number <code>x</code> can be written as <span data-if="M !== 1"><code><var>M</var></code></span><code>x</code>.
fr: Le produit de <var>cardinalThrough20(M)</var> par <code>x</code> s'écrit <span data-if="M !== 1"><code><var>M</var></code></span><code>x</code>.
hi: परिणाम <var>cardinalThrough20(M)</var> का और एक संख्या <code>x</code> को ऐसे लिखा जा सकता है <span data-if="M !== 1"><code><var>M</var></code></span><code>x</code>.
nb: Produktet av <var>cardinalThrough20(M)</var> og et tall <code>x</code> kan skrives som<span data-if="M !== 1"><code><var>M</var></code></span><code>x</code>.
pl: Iloczyn <var>cardinalThrough20(M)</var> i liczby <code>x</code> można zapisać następująco: <span data-if="M !== 1"><code><var>M</var></code></span><code>x</code>.
pt: O produto de <var>cardinalThrough20(M)</var> e um número <code>x</code> pode ser escrito assim <span data-if="M !== 1"><code><var>M</var></code></span><code>x</code>.
tr: <var>cardinalThrough20(M)</var> ile bir <code>x</code> sayısının çarpımı, <span data-if="M !== 1"><code><var>M</var></code></span><code>x</code> olarak yazılabilir.

source: The product of <var>cardinalThrough20(M)</var> and a number <code>x</code>.
fr: Le produit de <var>cardinalThrough20(M)</var> par <code>x</code>.
hi: इसका परिणाम <var>cardinalThrough20(M)</var> और एक संख्या <code>x</code>.
nb: Produktet av <var>cardinalThrough20(M)</var> og tallet <code>x</code>.
pl: Iloczyn <var>cardinalThrough20(M)</var> i liczby <code>x</code>.
pt: O produto de <var>cardinalThrough20(M)</var> e um número <code>x</code>.
tr: <var>cardinalThrough20(M)</var> ve bir <code>x</code> sayısının çarpımı.

source: The program is taking too long to run. Perhaps you could try and make it a bit simpler?
da: Programmet tager for lang tid at køre. Måske kunne du prøve at gøre det lidt enklere?
es: El programa está tomando demasiado tiempo para ejecutarse. ¿Podrías intentar hacerlo un poco más simple?
nb: Programmet tar også lang å kjøre. Kanskje du kan prøve og gjøre det enklere?
pl: Uruchamianie programu trwa zbyt długo. Być może powinieneś nieco go uprościć?
pt: O programa está demorando muito para executar. Talvez você queira tentar fazer com que fique um pouco mais simples?
tr: Programın çalışması çok uzun sürüyor. Belki biraz basitleştirmeyi deneyebilirsiniz?

source: The program is taking too long to run. Perhaps you have a mistake in your code?
da: Programmet tager for lang tid at køre. Måske har du en fejl i din kode?
es: El programa está tardando demasiado en ejecutarse. ¿Crees que tengas un error en tu código?
nb: Programmet bruker for lang tid på å kjøre. Kanskje du har en feil i koden?
nl: Het programma doet er te lang over. Zit er misschien een fout in jouw code?
pl: Uruchamianie programu trwa zbyt długo. Być może popełniłeś błąd w kodzie?
pt: O programa está demorando muito para executar. Talvez haja um erro em seu código?
tr: Programı çalıştırmak çok uzun sürüyor. Belki de, kodunuzda bir hata var?

source: The project needs more work.
da: Projektet kræver mere arbejde.
es: El proyecto necesita más trabajo.
fr: Votre projet a besoin d'être étoffé.
ja: このプロジェクトはさらに改善が必要です．
nb: Dette projektet trenger mer arbeid.
nl: Dit project moet nog verbeterd worden.
pl: Projekt potrzebuje więcej pracy.
pt: O projeto precisa ser mais aprimorado.
pt_pt: O projeto precisa de mais trabalho.
tr: Bu proje üzerinde daha fazla çalışılmalı.

source: The project passed evaluation!
da: Projektet har bestået evaluering!
es: ¡El proyecto pasó la evaluación!
fr: Votre projet à réussi l'épreuve de l'évaluation !
ja: このプロジェクトは評価を通りました!
nb: Prosjektet bestod evalueringen!
nl: Het project heeft de evaluatie doorstaan!
pl: Projekt przeszedł ocenę!
pt: O projeto foi aprovado na avaliação!
pt_pt: O projeto passou na avaliação!
tr: Proje değerlendirmeyi geçti!

source: The proportion of these costs can be expressed as:
fr: La fraction de ces coûts s'exprime :
nb: Forholdet mellom disse kostnadene kan uttrykkes som:
pl: Stosunek między tymi kosztami można wyrazić następująco:
pt: A proporção destes custos pode ser expressada como:
tr: Bu maliyetlerin orantısı şöyle ifade edilebilir:

source: The quantity of %(B)s times &lt;code&gt;\green{x}&lt;/code&gt; is:
da: Størrelsen af %(B)s gange &lt;code&gt;\green{x}&lt;/code&gt; er:
es: El resultado de %(B)s por &lt;code&gt;\green{x}&lt;/code&gt; es:
fr: Le produit de %(B)s par &lt;code&gt;\green{x}&lt;/code&gt; s'écrit :
nb: Størrelsen av %(B)s gange &lt;code&gt;\green{x}&lt;/code&gt; er:
pt: A quantidade de %(B)s times &lt;code&gt;\green{x}&lt;/code&gt; é:
tr: %(B)s kere &lt;code&gt;\green{x}&lt;/code&gt; işlemi:

source: The quantity of %(C)s times the above expression is:
da: Størrelsen af %(C)s gange det ovenstående udtryk er:
es: El resultado de %(C)s por la expresión anterior es:
fr: Le produit de %(C)s par la première expression s'écrit :
nb: Størrelsen av %(C)s ganger det ovenstående uttrykket er:
pt: A quantidade de %(C)s vezes a expressão acima é:
tr: Yukarıdaki ifadeden %(C)s tane:

source: The question or hints are confusing or unclear.
da: Spørgsmålet eller hints er forvirrende eller uklart.
es: La pregunta o las pistas son confusas o poco claras.
fr: La question n'est pas claire/ les indices sont mal adaptés.
ja: 問題またはヒントが混乱するようなもの，あるいは不明瞭です．
nb: Spørsmålet eller hintene er forvirrende eller uklare.
nl: De vraag of hints zijn verwarrend of onduidelijk.
pl: Pytanie lub wskazówki są mylące bądź niejasne.
pt: A pergunta ou as dicas estão confusas ou não estão claras.
pt_pt: A pergunta ou as pistas são pouco claras.
tr: Soru ve/veya ipuçları belirsiz ve/veya kafa karıştırıcı.

source: The question or hints are in English.
da: Spørgsmålet eller hints er på engelsk.
es: La pregunta o las pistas están en inglés.
fr: La question ou les indices sont en anglais.
ja: 問題またはヒントが英語で書かれています．
nb: Spørsmålet eller hintene er på engelsk.
nl: De vraag of hints zijn in het Engels.
pl: Pytania lub wskazówki są w języku angielskim.
pt: A pergunta ou as dicas estão em inglês.
pt_pt: A pergunta ou as pistas estão em inglês.
tr: Soru veya ipuçları İngilizce'dir.

source: The question was not like the other problems I've practiced
da: Spørgsmålet var ikke ligesom de andre opgaver, som jeg har øvet
es: La pregunta no era como los otros problemas que he practicado
fr: La question était différente des autres posées jusqu'à présent
ja: この質問は私が練習した他の問題とは似ていません．
nb: Spørsmålet var ikke likt de andre oppgavene jeg har gjort
nl: De vraag leek niet op wat ik eerder geoefend heb
pl: Pytanie nie było podobne do innych zadań, które ćwiczyłem/am
pt: A pergunta era diferente dos outros problemas que pratiquei
pt_pt: A pergunta era diferente dos outros problemas que pratiquei
tr: Bu soru çözdüğüm diğer sorular gibi değildi

source: The question was unclear or confusing
da: Spørgsmålet var uklart eller forvirrende
es: La pregunta no era clara o era confusa
fr: La question était peu claire / confuse
ja: 質問が不明瞭だったか，または混乱するものでした
nb: Spørsmålet var uklart eller forvirrende
nl: De vraag was onduidelijk of verwarrend
pl: Pytanie było niejasne lub mylące
pt: A pergunta estava estranha ou confusa
pt_pt: A pergunta não estava clara ou era confusa
tr: Soru yeterince açık değildi, veya kafa karıştırıcıydı

source: The quotient of <code><var>CODE_C</var></code> and <code><var>TERM1</var> \blue{+ <var>A</var>}</code> is:
da: Kvotienten af <code><var>CODE_C</var></code> og <code><var>TERM1</var> \blue{+ <var>A</var>}</code> er:
es: El cociente de <code><var>CODE_C</var></code> y <code><var>TERM1</var> \blue{+ <var>A</var>}</code> es:
fr: Le quotient de <code><var>CODE_C</var></code> par <code><var>TERM1</var> \blue{+ <var>A</var>}</code> s'écrit :
nb: Kvotienten til <code><var>CODE_C</var></code> og <code><var>TERM1</var> \blue{+ <var>A</var>}</code> er:
pl: Iloraz <code><var>CODE_C</var></code> i <code><var>TERM1</var> \blue{+ <var>A</var>}</code> to:
pt: O quociente de <code><var>CODE_C</var></code> e <code><var>TERM1</var> \blue{+ <var>A</var>}</code> é:
tr: <code><var>CODE_C</var></code> ile <code><var>TERM1</var> \blue{+ <var>A</var>}</code>'nın bölümü:

source: The quotient of <code><var>TERM1</var> \blue{+ <var>A</var>}</code> and <code><var>CODE_C</var></code> is:
da: Kvotienten af <code><var>TERM1</var> \blue{+ <var>A</var>}</code> and <code><var>CODE_C</var></code> er:
es: El cociente de <code><var>TERM1</var> \blue{+ <var>A</var>}</code> y <code><var>CODE_C</var></code> es:
fr: Le quotient de <code><var>TERM1</var> \blue{+ <var>A</var>}</code> par <code><var>CODE_C</var></code> s'écrit :
nb: Kvotienten til <code><var>TERM1</var> \blue{+ <var>A</var>}</code> og <code><var>CODE_C</var></code> er:
pt: O quociente de <code><var>TERM1</var> \blue{+ <var>A</var>}</code> e <code><var>CODE_C</var></code> é:
tr: <code><var>TERM1</var> \blue{+ <var>A</var>}</code> ile <code><var>CODE_C</var></code>'nin bölümü:

source: The quotient of <var>CODE_C</var> and the above expression.
da: Kvotienten af <var>CODE_C</var> og det ovenstående udtryk.
es: El cociente de <var>CODE_C</var> y la expresión anterior.
fr: Le quotient de <var>CODE_C</var> par cette expression.
nb: Kvotienten av <var>CODE_C</var> og det ovenstående uttrykket.
pt: O quociente de <var>CODE_C</var> e a expressão acima.
tr: <var>CODE_C</var> ile üstteki ifadenin bölümü.

source: The quotient of the above expression and <var>CODE_C</var>.
da: Kvotienten af ovenstående udtryk og <var>CODE_C</var>.
es: El cociente de la expresión anterior y <var>CODE_C</var>.
fr: Le quotient de cette expression par <var>CODE_C</var>.
nb: Kvotienten av ovenstående uttrykk og <var>CODE_C</var>.
pt: O quociente da expressão acima e <var>CODE_C</var>.
tr: Yukarıdaki ifade ile <var>CODE_C</var>ın bölümü.

source: The radical cannot be simplified, so <code><var>aside</var> = 1\sqrt{<var>BC2</var>}</code> or just <code>\sqrt{<var>BC2</var>}</code>.
es: No se puede simplificar el radical, entonces <code><var>aside</var> = 1\sqrt{<var>BC2</var>}</code> o simplemente <code>\sqrt{<var>BC2</var>}</code>.
fr: On ne peut pas simplifier la racine carrée, donc <code><var>aside</var> = 1\sqrt{<var>BC2</var>}</code> ou simplement <code>\sqrt{<var>BC2</var>}</code>.
nb: Rotuttrykket kan ikke forenkles ,så <code><var>aside</var> = 1\sqrt{<var>BC2</var>}</code> eller bare <code>\sqrt{<var>BC2</var>}</code>.
pl: Pierwiastka nie można już uprościć, więc <code><var>aside</var> = 1\sqrt{<var>BC2</var>}</code> lub po prostu <code>\sqrt{<var>BC2</var>}</code>.
pt: O radical não pode ser simplificado, então <code><var>aside</var> = 1\sqrt{<var>BC2</var>}</code>, ou simplesmente <code>\sqrt{<var>BC2</var>}</code>.
tr: Köklü ifade sadeleştirilemez, buna göre <code><var>aside</var> = 1\sqrt{<var>BC2</var>}</code> veya sadece <code>\sqrt{<var>BC2</var>}</code>.

source: The radical cannot be simplified, so <code>c = 1\sqrt{<var>AB2</var>}</code> or just <code>\sqrt{<var>AB2</var>}</code>.
es: No se puede simplificar el radical, entonces <code>c = 1\sqrt{<var>AB2</var>}</code> o simplemente <code>\sqrt{<var>AB2</var>}</code>.
fr: On ne peut pas simplifier la racine carrée, donc <code>c = 1\sqrt{<var>AB2</var>}</code> ou simplement <code>\sqrt{<var>AB2</var>}</code>.
nb: Rotuttrykket kan ikke bli forenklet, så <code>c = 1\sqrt{<var>AB2</var>}</code> eller bare <code>\sqrt{<var>AB2</var>}</code>.
pl: Pierwiastka nie można uprościć, więc <code>c = 1\sqrt{<var>AB2</var>}</code> lub po prostu <code>\sqrt{<var>AB2</var>}</code>.
pt: O radical não pode ser simplificado, então <code>c = 1\sqrt{<var>AB2</var>}</code>, ou simplesmente <code>\sqrt{<var>AB2</var>}</code>.
tr: Köklü ifade sadeleştirilemez, buna göre <code>c = 1\sqrt{<var>AB2</var>}</code> veya sadece <code>\sqrt{<var>AB2</var>}</code>.

source: The radical cannot be simplified. The absolute value of <code><var>REPRESENTATION</var></code> is <code>\sqrt{<var>ABS_SQUARE</var>}</code>.
da: Radikalet kan ikke kan reduceres. Den absolutte værdi af <code><var>REPRESENTATION</var></code> er <code>\sqrt{<var>ABS_SQUARE</var>}</code>.
es: El radical no puede ser simplificado. El valor absoluto de <code><var>REPRESENTATION</var></code> es <code>\sqrt{<var>ABS_SQUARE</var>}</code>.
fr: On ne peut pas simplifier la racine carrée. Le module de <code><var>REPRESENTATION</var></code> est <code>\sqrt{<var>ABS_SQUARE</var>}</code>.
nb: Radikalet kan ikke kan forkortes. Absoluttverdien av <code><var>REPRESENTATION</var></code> er <code>\sqrt{<var>ABS_SQUARE</var>}</code>.
pt: O radical não pode ser simplificado. O valor absoluto de <code><var>REPRESENTATION</var></code> é <code>\sqrt{<var>ABS_SQUARE</var>}</code>.
tr: Bu köklü sayıyı sadeleştiremeyiz. <code><var>REPRESENTATION</var></code>'in mutlak değeri, <code>\sqrt{<var>ABS_SQUARE</var>}</code>.
