Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Sets the rotation angle for any shapes drawn after the command. If called multiple times, the angle will be added to the previous angle (accumulative effect). To stop rotation, use pushMatrix()/popMatrix().
da: Angiver rotationsvinklen for enhver figur tegnet efter kommandoen. Hvis den kaldes flere gange vil vinklen blive tilføjet til den tidligere vinkel (akkumulerende effekt). For at stoppe rotationen, skal du bruge pushMatrix()/popMatrix().
es: Define el ángulo de rotación para cualquier figura dibujada después del comando. Si es llamada varias veces, el ángulo será agregado al ángulo previo (efecto acumulativo). Para detener la rotación, usa pushMatrix()/popMatrix().
nb: Angir rotasjonsvinkelen for enkeltfigurer trukket etter kommandoen. Hvis den brukes flere ganger, legges vinkelen til forrige vinkel (akkumulative effekt). For å stoppe rotasjonen, bruk pushMatrix()/popMatrix().
pl: Ustawia kąt obrotu dla wszystkich kształtów po komendzie. Jeżeli zostanie wywołane wiele razy, kąty zostaną dodane do poprzedniego kąta (efekt akumulacji). Żeby zatrzymać obrót, użyj pushMatrix()/popMatrix().
pt: Define o ângulo de rotação para quaisquer formas desenhadas a partir do comando. Se chamado várias vezes, o ângulo será adicionado ao ângulo anterior (efeito acumulativo). Para parar a rotação, use pushMatrix()/popMatrix().
tr: Komuttan sonra çizilen herhangi bir şeklin döndürme açısını belirler. Eğer birden çok kullanılırsa, açı önceki açılara eklenecektir (toplam açı kullanılacaktır). Döndürmeyi durdurmak için, pushMatrix()/popMatrix() kullanınız.

source: Sets the spacing between lines of text in units of pixels. This setting will be used in all subsequent calls to the text() function.
da: Angiver afstanden mellem tekstlinjer i enheder af pixels. Denne indstilling vil blive brugt i alle efterfølgende kald af funktionen text().
es: Define el espacio entre líneas de texto en unidades de pixeles. Esta configuración será usada en todas las llamadas subsecuentes a la función text().
nb: Angir avstanden mellom tekstlinjene i enheter av piksler. Denne innstillingen brukes i alle senere bruk av funksjonen text().
pl: Ustawia odstęp między liniami tekstu w jednostkach pikseli. To ustawienie jest używane we wszystkich kolejnych wywołaniach funkcji text().
pt: Define o espaçamento entre linhas de texto em unidades de pixels. Essa configuração será usada em todas as chamadas subsequentes para a função text().
tr: Metin satırları arasındaki mesafeyi piksel biriminden ayarlar. Bu ayar, sonraki tüm text() fonksiyon çağrılarında kullanılacaktır.

source: Sets the style for rendering line endings. These ends are either squared, extended, or rounded and specified with the corresponding parameters SQUARE, PROJECT, and ROUND.
da: Indstiller stilen for linjeafslutninger. Disse afslutninger er enten vinkelret, udvidet eller afrundet og angives med de tilsvarende parametre SQUARE, PROJECT og ROUND.
es: Establece el estilo para renderizar los finales de línea. Estos finales están o cuadrados, extendidos, o redondeados y especificados con los parámetros correspondientes de SQUARE, PROJECT, y ROUND.
nb: Angir stil for gjengivelse av linjeavslutninger. Disse er enten kvadrat, utvidet, eller avrundet og angitt med tilhørende parametere SQUARE, PROJECT, og ROUND.
pl: Ustawia styl renderowania zakończeń linii. Zakończenia mogą być kwadratowe, wydłużone, lub okrągłe, są one określane odpowiadającymi parametrami SQUARE, PROJECT, i ROUND.
pt: Define o estilo de renderização das extremidades das retas. Essas extremidades podem ser quadradas, estendidas, ou arredondadas, e estão especificadas de acordo com os parâmetros correspondentes SQUARE, PROJECT e ROUND.
tr: Doğruların uç noktalarının işlenme stilini belirler. Bu uç noktaları kare, uzatılmış, ve yuvarlanmış olabilir ve sırasıyla SQUARE, PROJECT, ve ROUND parametreleriyle belirlenir.

source: Sets the style of the joints which connect line segments drawn with vertex(). These joints are either mitered, beveled, or rounded and specified with the corresponding parameters MITER, BEVEL, and ROUND.
da: Definerer stilen af punkterne, som forbinder linjestykker tegnet med vertex(). Disse forbindelsespunkter er enten vinklede, kantede eller afrundede og angives med de tilsvarende parametre MITER, BEVEL og ROUND.
es: Establece el estilo de las articulaciones que conectan los segmentos de línea dibujados con vertex(). Estas articulaciones están o en inglete, biseladas, o redondeadas y especificadas con los parámetros correspondientes de MITER, BEVEL, y ROUND.
nb: Angir stilen for leddene som forbinder linjesegmenter trukket med vertex(). Disse leddene er enten kjegleformede, skråkant, avrundet eller angitt med tilhørende parametere MITER, BEVEL, og ROUND.
pl: Ustawia styl połączeń, które łączą odcinki narysowane przy pomocy vertex(). Te połączenia mogą być ukośne, zaokrąglone lub okrągłe, i określane są odpowiednimi parametrami MITER, BEVEL, oraz ROUND.
pt: Define o estilo das junções que conectam os segmentos de reta desenhados com vertex(). Estas junções são também enviesadas, chanfradas ou arredondadas, e são especificadas pelos parâmetros correspondentes: MITER, BEVEL e ROUND.
tr: vertex() ile çizilmiş doğru parçalarını birleştiren eklemlerin tarzını belirler. Bu eklemler şevli, eğimli, veya yuvarlanmış olabilir ve sırasıyla MITER, BEVEL ve ROUND parametreleriyle belirlenir.

source: Sets the thickness of all lines and outlines drawn after the function call.
da: Angiver tykkelsen af alle linjer og konturer tegnet efter funktionskaldet.
es: Establece el grosor de todas las líneas y contornos dibujados después de llamar a la función.
nb: Angir tykkelsen på alle linjer og omriss som tegnes etter funksjonskallet.
pl: Ustawia grubość wszystkich linii i konturów narysowanych po wywołaniu tej funkcji.
pt: Define a espessura de todas as linhas e bordas desenhadas após a chamada da função.
pt_pt: Define a espessura de todas as linhas e de todos os contornos desenhados após a chamada à função.
tr: İşlev çağrısından sonra çizilen doğruların ve anahatların kalınlığını belirler.

source: Setter is defined without getter.
da: Setter er defineret uden getter.
es: Setter esta definido sin su getter.
nb: Setter er definert uten gitter.
nl: Setter is gedefinieerd zonder getter.
pl: Seter jest określany bez getter.
pt: Setter é definido sem getter.
tr: Ayarlayıcı, alıcı olmaksızın tanımlanmıştır.

source: Setting their own name and password
da: Indstille deres eget navn og adgangskode
es: Establecer su propio nombre y contraseña
fr: Personnalisant leur nom et mot de passe
ja: 彼ら自身の名前とパスワードを設定する
nb: Skrive deres eget navn og passord
nl: Hun eigen naam en wachtwoord instellen
pl: Ustawienie własnej nazwy i hasła
pt: Definir seu próprio nome e senha
tr: Kendi adını ve parolasını ayarlama

source: Settings
da: Indstillinger
es: Configuración
fr: Paramètres
ja: 設定
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
pt_pt: Definições
tr: Ayarlar

source: Settings for %(nickname)s
bg: Настройки за %(nickname)s
da: Indstillinger for %(nickname)s
es: Configuración para %(nickname)s
fr: Paramètres pour %(nickname)s
he: הגדרות עבור %(nickname)s
nb: Instillinger for %(nickname)s
nl: Instellingen voor %(nickname)s
pl: Ustawienia dla %(nickname)s
pt: Configurações para %(nickname)s
pt_pt: Definições de %(nickname)s
tr: %(nickname)s için ayarlar

source: Shade other side
da: Marker anden side
es: Sombrea el otro lado
fr: Colorier l'autre demi-plan
nb: Marker annen side
pl: Zacieniuj drugą stronę
pt: Sombreie outro lado
tr: Diğer tarafı tarayın

source: Shaded areas
es: Áreas sombreadas
fr: Des calculs d'aires
nb: Fargelagte areal
pl: Obszary zacieniowane
pt: Áreas sombreadas
tr: Taralı alanlar

source: Shadieh Mirmobiny is an adjunct Professor of art history at Folsom Lake College; she also teaches at Sierra College and American River Colleges, where she teaches Western and non-Western art history survey courses. Her field of interest and focus of study is critical theory in art history.
pt: Shadieh Mirmobiny é professor adjunto de história da arte na Faculdade de Folsom Lake; ela também leciona nas faculdade Sierra e American River, onde leciona cursos de história da arte ocidental e não ocidental. Seu campo de interesse e foco de estudo é teoria da crítica em história da arte.
tr: Shadieh Mirmobiny, Folsom Lake Üniversitesi'nde sanat tarihi dalında misafir profesördür; Sierra ve American River Üniversitelerinde de, Batı ve Batılı olmayan sanat tarihi dersler verir. İlgi alanı ve çalışma odağı sanat tarihinde eleştirel teoridir.

source: Shannon
fr: Sarah
pt: Janaína
tr: Suzan

source: Shapes
da: Figurer
es: Figuras
fr: Polygones
ja: 形
nb: Figurer
nl: Vormen
pl: Kształty
pt: Formas
pt_pt: Formas
tr: Şekiller

source: Share
da: Del
es: Compartir
fr: Partager
nb: Del
pl: Udostępnij
pt: Compartilhar
pt_pt: Partilhar
tr: Paylaş

source: Share Khan Academy and watch your impact grow.
bg: Сподели Хан Академия и следи нарастването на своето въздействие.
da: Del Khan Academy med andre og se din rækkevidde vokse.
es: Comparte Khan Academy y observa tu impacto crecer.
fr: Partager Khan Academy et regardez votre impact prendre de l'ampleur.
nb: Del Khan Academy og se virkningen vokse.
nl: Deel Khan Academy en zie jouw impact groeien.
pl: Podziel się Khan Academy i obserwuj swój rosnący wpływ.
pt: Compartilhe a Khan Academy e veja seu impacto aumentar.
pt_pt: Partilhe a Khan Academy e veja o seu alcance a aumentar.
tr: Khan Academy'yi paylaşın, ve yarattığınız etkinin büyümesini izleyin.

source: Share LearnStorm details with your school’s teachers and parents
es: Comparte los detalles de LearnStorm con los maestros y padres de tu escuela
nb: Del LearnStorm detaljer med skolen lærere og foreldre
pt: Compartilhar os detalhes da LearnStorm com os professores e pais de sua escola
tr: LearnStorm detaylarını okulunuzdaki öğretmenler ve velilerle paylaşın

source: Share LearnStorm with your %(method2FacebookLink)s and %(method2TwitterLink)s
es: Comparte LearnStorm con tu %(method2FacebookLink)s y %(method2TwitterLink)s
ja: あなたの %(method2FacebookLink)s と %(method2TwitterLink)s でラーンストームを共有
nb: Del LearnStorm med dine %(method2FacebookLink)s and %(method2TwitterLink)s
pl: Podziel się LearnStorm z %(method2FacebookLink)s i %(method2TwitterLink)s
pt: Compartilhe a LearnStorm com seus %(method2FacebookLink)s e %(method2TwitterLink)s
pt_pt: Partilha a LearnStorm com o teu %(method2FacebookLink)s e %(method2TwitterLink)s
tr: LearnStorm'u %(method2FacebookLink)s ve %(method2TwitterLink)s ile paylaşınız

source: Share a program you've created via Facebook, Twitter, or email
bg: Сподели своя програма чрез Фейсбук или Туитър или по имейл
da: Del et program som du har lavet, via Facebook, Twitter eller email
es: Comparte en Facebook, Twitter o por correo electrónico, un programa que hayas creado
fr: Partager un programme que vous avez créé via Facebook, Twitter ou Courriel
ja: あなたが作ったプログラムを Facebook．Twitter，または電子メイルで共有する
nb: Del et program du har laget via Facebook, Twitter eller e-post
nl: Deel het programma dat je gemaakt hebt via Facebook, Twitter of e-mail
pl: Podziel się stworzonym przez siebie programem poprzez Facebook, Twitter lub e-mail
pt: Compartilhar um programa que você criou via Facebook, Twitter, ou e-mail
pt_pt: Partilha um programa que criaste no Facebook, no Twitter ou por e-mail
tr: Yarattığınız bir programı Facebook, Twitter veya E-posta kullanarak paylaşınız

source: Share a tip
da: Del et tip
es: Comparte una sugerencia
fr: Partager une astuce
hi: टिप शेयर करें
ja: ヒントを分かち合う
nb: Del et tips
nl: Deel een tip
pl: Podziel się poradą
pt: Compartilhar uma dica
pt_pt: Partilha uma sugestão
tr: Bir öneride bulunmak

source: Share back with the school about the finals event
es: Comparte con la escuela la información del evento final
nb: Del tilbake til skolen om finale hendelser
pt: Compartilhar com a escola o resultado do evento final
tr: Final olayıyla ilgili okulunuzla paylaşımda bulunun

source: Share on Facebook
da: Del på Facebook
es: Comparte en Facebook
fr: Partagez sur Facebook
nb: Del på Facebook
nl: Delen op Facebook
pl: Udostępnij na Facebooku
pt: Compartilhar no Facebook
tr: Facebook'ta paylaş

source: Share on Twitter
da: Del på Twitter
es: Compartir en Twitter
fr: Partagez sur Twitter
nb: Del på Twitter
nl: Delen op Twitter
pl: Udostępnij na Twitterze
pt: Compartilhar no Twitter
pt_pt: Partilhar no Twitter
tr: Twitter'da paylaş

source: Share the You Can Learn Anything video:
bg: Споделете видеото "Можете да научите всичко":
da: Del videoen, Du kan lære hvad som helst:
es: Comparte el video de "Tú puedes aprender cualquier cosa":
nb: Del videoen, Du kan lære hva som helst:
nl: Deel de Je Kan Alles Leren video:
pl: Udostępnij film You Can Learn Anything:
pt: Compartilhe o vídeo "Você pode aprender qualquer coisa":
tr: "Her Şeyi Öğrenebilirsiniz" videosunu paylaşın:

source: Share the message:
bg: Споделете съобщението:
da: Del beskeden:
es: Comparte el mensaje:
fr: Partagez le message :
nb: Del beskjeden:
nl: Deel de boodschap:
pl: Udostępnij wiadomość:
pt: Compartilhe a mensagem:
tr: Mesajı paylaşın:

source: Share this Program
da: Del dette program
es: Comparte este programa
fr: Partager ce programme
ja: この問題を共有する
nb: Del dette Programmet
nl: Deel dit Programma
pl: Udostępnij ten program
pt: Compartilhar este programa
pt_pt: Partilha este programa
tr: Bu programı paylaşmak

source: Share this graphic:
bg: Споделете графиката:
da: Del dette grafik:
es: Comparte este gráfico:
fr: Partagez ce graphique :
nb: Del denne grafikken:
nl: Deel deze afbeelding:
pl: Udostępnij grafikę:
pt: Compartilhe este gráfico:
tr: Bu grafiği paylaşın:

source: Share this page by email
nb: Del denne siden på e-post
pt: Compartilhar esta página por e-mail
tr: Bu sayfayı email ile paylaş

source: Share this page on Facebook
nb: Del denne siden på Facebook
pt: Compartilhar esta página no Facebook
tr: Bu sayfayı Facebook'ta paylaş

source: Share this page on Google+
nb: Del denne siden på Google+
pt: Compartilhar esta página no Google+
tr: Bu sayfayı Google+'da paylaş

source: Share this page on Twitter
nb: Del denne siden på Twitter
pt: Compartilhar esta página no Twitter
tr: Bu sayfayı Twitter'da paylaş

source: Share this program by using this link:
da: Del dette program ved hjælp af dette link:
es: Comparte este programa usando este enlace:
fr: Partagez ce programme en utilisant ce lien:
ja: 次のリンクを使ってこのプログラムを共有します:
nb: Del dette programmet ved å bruke denne linken:
nl: Deel dit programma via deze link:
pl: Udostępnij program, używając tego linka:
pt: Compartilhe este programa usando este link:
pt_pt: Partilha este programa utilizando esta ligação:
tr: Programı paylaşmak için bu bağlantıyı kullanın:

source: Share why you love Khan Academy!
bg: Сподели защо обичаш Khan Academy!
da: Fortæl andre hvorfor du elsker Khan Academy!
es: ¡Comparte por qué te gusta Khan Academy!
pl: Powiedz, dlaczego lubisz Khan Academy!
pt: Compartilhe porque você ama a Khan Academy!
tr: Khan Academy'i neden sevdiğinizi bizimle de paylaşın!

source: Share your story
da: Del din historie
es: Comparte tu historia
fr: Partagez votre histoire
nb: Del din historie
nl: Deel jouw verhaal
pl: Podziel się swoją historią
pt: Compartilhe sua história
pt_pt: Partilha a tua história
tr: Hikayenizi paylaşın.

source: Sharing <var>C</var> slices equally between <var>A</var> person means each person gets <var>M</var> slices.
da: Deling <var>C</var> skiver ligeligt mellem <var>A</var> person betyder, at hver person får <var>M</var> skiver.
fr: Partager <var>C</var> parts équitablement entre <var>A</var> personne signifie que chaque personne aura <var>M</var> parts.
nb: Å dele <var>C</var> stykker likt mellom <var>A</var> person betyr at hver person får <var>M</var> stykker.
nl: Het gelijkelijk verdelen van <var>C</var> stukken onder <var>A</var> persoon, betekent dat hij <var>M</var> stukken krijgt.
pl: Dzielenie <var>C</var> kawałków równo pomiędzy <var>A</var> osobę oznacza, że każda z osób dostanie <var>M</var> kawałków.
pt: Dividindo <var>C</var> fatias igualmente entre <var>A</var> pessoa, cada pessoa receberá <var>M</var> fatias.
tr: <var>C</var> dilimi <var>A</var> kişiye paylaştırmak, bir kişiye <var>M</var> dilim düştüğü anlamına gelir.

source: Sharing Khan Academy at a parent meeting, teacher training, or another event?
bg: Споделяне за Кан Академия на родителска среща, учителско обучение или друго мероприятие?
da: Del info om Khan Academy på forældremøder, læreruddannelse eller en anden begivenhed?
es: ¿Estás compartiendo Khan Academy en una junta de padres, capacitación de profesores u otro evento?
nb: Dele Khan Academy på foreldremøte, lærerutdanning eller en en annen hendelse?
nl: Khan Academy delen op een ouderoverleg, lerarentraining of andere activiteit?
pl: Dzielisz się Khan Academy na spotkaniu rodziców, szkoleniu nauczycieli lub innym wydarzeniu?
pt: Quer apresentar a Khan Academy em uma reunião de pais, formação de professores ou outro evento?
pt_pt: Quer apresentar a Khan Academy numa reunião de pais, de professores ou noutro evento?
tr: Khan Academy'yi bir veli toplantısında, öğretmenlerin eğitiminde, veya başka bir toplantıda mı paylaşacaksınız?

source: Sharing on Facebook...
da: Del på Facebook...
es: Compartiendo en Facebook...
fr: Partagez sur Facebook...
nb: Deler på Facebook...
nl: Delen op Facebook...
pl: Udostępnianie na Facebooku...
pt: Compartilhando no Facebook...
pt_pt: A partilhar no Facebook...
tr: Facebook Paylaşımı...

source: Sharon has been Chief Privacy Officer for numerous companies. When she's not advising Boards and companies on privacy, Sharon enjoys SCUBA diving and chocolate chip cookies, not necessarily in that order.
pt: Sharon já foi Diretora de Privacidade de inúmeras empresas. Quando não está fazendo consultorias de privacidade para Diretorias e empresas, Sharon gosta de fazer mergulho submarino e de cookies com gotas de chocolate, não necessariamente nessa ordem.

source: Sharon is a teacher to the very core, having taught kids, adults, and adults who teach kids in Bay Area schools. She relishes doing whatever it takes to help others see the beauty and elegance in math.
es: Sharon es profesora de corazón, ha enseñado a niños, adultos, y adultos que enseñan a niños en las escuelas en Bay Area. Se regocija al hacer lo que sea necesario para ayudar a otros a ver la belleza y la elegancia en las matemáticas.
pt: Sharon é uma professora nata, já deu aulas para crianças, adultos e adultos que dão aulas para crianças nas escolas de Bay Area. Ela tem satisfação em fazer o que for preciso para ajudar os outros a verem a beleza e elegância da matemática.
tr: Çocuklara, yetişkinlere ve Bay aRea'daki okullarda çocuklara öğretmenlik yapan yetişkinlere öğretmenlik yapmış olan Sharon'ın bütün hücrelerinde öğretmenlik var. Başkalarının matemaiiğin sahip olduğu güzelliği ve zerafeti görebilmeleri için ne gerekiyorsa yapmaktan zevk alıyor.

source: Sharon was drawn to Khan Academy when she started messing with it herself and saw its potential for changing how education happens.
es: A Sharon le atrajo Khan Academy cuando empezó a jugar ella misma con el sitio y vio su potencial para cambiar cómo sucede la educación.
pt: Sharon se interessou pela Khan Academy quando começou a usá-la e identificou potencial para mudar o jeito com que a educação é feita.
tr: Khan Academy Sharon'u, kendisi siteyle uğraşmaya başladıktan ve sitenin eğitim kavramını değiştirme potansiyelini fark ettikten sonra cezbetmeye başladı.

source: Sharpen your skills with over 100,000 interactive exercises.
da: Skærp dine færdigheder med over 100.000 interaktive øvelser.
es: Afina tus habilidades con más de 100,000 ejercicios interactivos.
fr: Entraînez-vous dès aujourd'hui avec plus de 100 000 exercices interactifs et innovants.
nb: Forbedre dine ferdigheter med over 100 000 interaktive oppgaver.
nl: Verbeter jouw vaardigheden met meer dan 100.000 interactieve oefeningen.
pl: Doskonal swoje umiejętności z ponad 100 000 interaktywnych ćwiczeń.
pt: Aprimore suas habilidades com mais de 100 mil exercícios interativos.
pt_pt: Aperfeiçoa as tuas competências com mais de 100 000 exercícios interativos.
tr: 100.000'in üzerinde interaktif alıştırma ile becerilerinizi geliştirin.

source: Shawn Roggenkamp received her Masters in History of Art from the Courtauld Institute of Art. She specializes in early Twentieth Century German art and culture with a focus on emigre artists and their influence, particularly on American Post-War art, and cross-disciplinary development between the visual and performing arts.
pt: Shawn Roggenkamp obteve seu mestrado em história da arte no Instituto Courtauld de Arte. Ela é especialista em arte e cultura alemã do começo do século XX com foco nos artistas emigrantes e sua influência, particularmente na arte americana pós-guerra, e desenvolvimento interdisciplinar entre as artes visuais e performáticas.
tr: Shawn Roggenkamp, Sanat Tarihi dalındaki Master derecesini Courtauld Sanat Enstitüsü'nden almıştır. Uzmanlık alanı, Yirminci Yüzyıl Alman sanatı ve kültürüdür, odak noktası göçmen sanatçılar ve onların özellikle Savaş Sonrası Amerikan sanatına etkisi, ve görsel ve performans sanatları arasındaki disiplinler arası gelişimdir.

source: She also co-founded The EDGE Program (Enhancing Diversity in Graduate Education), which supports women pursuing PhDs in the mathematical sciences. She served as its Co-Director from 1998-2011.
pt: Ela também foi cofundadora do Programa EDGE (Enhancing Diversity in Graduate Education - Aprimorando a Diversidade na Pós-Graduação), que apoia mulheres que desejam fazer doutorado em ciências matemáticas. Ela trabalhou como Codiretora de 1998 a 2011.
tr: Kendisi ayrıca matematik alanında doktora yapmak isteyen kadınları destekleyen EDGE (Yüksek Lisans Programlarında Çeşitliliğin Zenginleştirilmesi) programının kurucularındandır. 1998-2011 yılları arasında programın eş yöneticiliğini yapmıştır.

source: She can choose one of <var>NUM_POTS</var> flower pots, and so there are <var>NUM_POTS</var> different potted plants possible (given that she already chose a flower color).
es: Puede elegir una de <var>NUM_POTS</var> macetas para flores, y así hay <var>NUM_POTS</var> diferentes plantas en maceta posible (dado que ya eligió el color de la flor).
fr: Elle peut choisir un des <var>NUM_POTS</var> différents pots, et donc elle a <var>NUM_POTS</var> plantes en pot à sa disposition (étant donné qu'elle a déjà choisi une couleur de fleur).
pt: Ela pode escolher um dos <var>NUM_POTS</var> vasos de flores, e então há <var>NUM_POTS</var> possíveis vasos de plantas diferentes (dado que ela já escolheu uma cor de flor).
tr: <var>NUM_POTS</var> saksıdan birini seçebilir, ve buna göre, <var>NUM_POTS</var> değişik saksı bitkisi olabilir (çiçek için daha önceden renk seçtiğini varsayarsak).
