Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <p><span class='icon-arrow-left'></span> You'll see code written on the left side.</p><p style='text-align:right;'>You'll see the result on the right side. <span class='icon-arrow-right'></span></p>
da: <p><span class='icon-arrow-left'></span> Du vil se koden på venstre side.</p><p style='text-align:right;'>Du vil se resultatet på højre side. <span class='icon-arrow-right'></span></p>
es: <p><span class='icon-arrow-left'></span> Observarás código escrito del lado izquierdo.</p><p style='text-align:right;'>Observarás los resultados del lado derecho. <span class='icon-arrow-right'></span></p>
fr: <p><span class='icon-arrow-left'></span>Vous verrez le code écrit sur le coté gauche.</p><p style='text-align:right;'>Vous verrez le résultat sur le côté droit.<span class='icon-arrow-right'></span></p>
ja: <p><span class='icon-arrow-left'></span> 左側に書かれたコードが表示されます．</p><p style='text-align:right;'>右側にはその結果が表示されます． <span class='icon-arrow-right'></span></p>
nb: <p><span class='icon-arrow-left'></span> Vil vise koden på venstre side.</p><p style='text-align:right;'>Vil vise resultatet på høyre side.<span class='icon-arrow-right'></span></p>
nl: <p><span class='icon-arrow-left'></span>Je zal een geschreven code zien aan de linkerkant.</p><p style='text-align:right;'>Je zal het result aan de rechterkant zien. <span class='icon-arrow-right'></span></p>
pl: <p><span class='icon-arrow-left'></span> Zobaczysz kod zapisany po lewej stronie.</p><p style='text-align:right;'>Zobaczysz rezultat po prawej stronie. <span class='icon-arrow-right'></span></p>
pt: <p><span class='icon-arrow-left'></span> Você verá códigos escritos à esquerda.</p><p style='text-align:right;'>Verá o resultado à direita. <span class='icon-arrow-right'></span></p>
pt_pt: <p><span class='icon-arrow-left'></span> Verás o código escrito do lado esquerdo.</p><p style='text-align:right;'>Verás o resultado do lado direito. <span class='icon-arrow-right'></span></p>
tr: <p><span class='icon-arrow-left'></span> Sol tarafta yazılmış olan kodu göreceksiniz.</p><p style='text-align:right;'>Sonucu sağ tarafta göreceksiniz. <span class='icon-arrow-right'></span></p>

source: <p>Thank you for your feedback! Issue <b>%(bugid)s</b> has been opened and we'll look into it shortly.</p>
da: <p>Tak for din feedback! Problemet <b>%(bugid)s</b> er blevet åbnet og vi vil undersøge det snarest.</p>
es: <p>¡Gracias por tus comentarios! El problema <b>%(bugid)s</b> ha sido abierto y pronto nos ocuparemos de él.</p>
fr: <p>Je vous remercie pour vos commentaires ! Le problème <b>%(bugid)s</b> a été ouvert et nous allons le regarder sous peu.</p>
nb: <p>Takk for din tilbakemelding! Sak <b>%(bugid)s</b> har blitt åpnet og vi vil se på problemet snarest.</p>
nl: <p>Dank u voor uw feedback! Het probleem <b>%(bugid)s</b> is geopend en we zullen er binnenkort naar kijken.</p>
pl: <p>Dziękujemy za Twoją opinię! Problem <b>%(bugid)s</b> został utworzony i przyjrzymy mu się wkrótce. </p>
pt: <p>Obrigado pelo seu feedback! O problema <b>%(bugid)s</b> foi aberto e nós o examinaremos em breve.</p>
pt_pt: <p>Obrigado pelo seu comentário! A questão <b>%(bugid)s</b> foi aberta e nós iremos analisá-la em breve.</p>
tr: <p>Geribildiriminiz için teşekkür ederiz! <b>%(bugid)s</b> kodlu sorun raporunuzla en kısa zamanda ilgileneceğiz.</p>

source: <p>That means <code>%(name)s(%(val)s) = %(hintEvalOf)s</code></p>
da: <p>Det betyder <code>%(name)s(%(val)s) = %(hintEvalOf)s</code></p>
es: <p>Eso significa que <code>%(name)s(%(val)s) = %(hintEvalOf)s</code></p>
fr: <p>Cela signifie <code>%(name)s(%(val)s) = %(hintEvalOf)s</code></p>
ja: <p>それは <code>%(name)s(%(val)s) = %(hintEvalOf)s</code>という意味です</p>
nb: <p>Dette betyr <code>%(name)s(%(val)s) = %(hintEvalOf)s</code></p>
nl: <p>Dat betekent <code>%(name)s(%(val)s) = %(hintEvalOf)s</code></p>
pl: <p>To oznacza <code>%(name)s(%(val)s) = %(hintEvalOf)s</code></p>
pt: <p>Isso significa <code>%(name)s(%(val)s) = %(hintEvalOf)s</code></p>
pt_pt: <p>Isso significa <code>%(name)s(%(val)s) = %(hintEvalOf)s</code></p>
tr: <p>Buna göre,<code>%(name)s(%(val)s) = %(hintEvalOf)s</code></p>

source: <p>To solve for the value of <code>%(name)s</code>, we need to solve for the value of <code>%(composedFuncWithVal)s</code>.</p>
da: <p>For at løse for værdien af <code>%(name)s</code>, skal vi løse for værdien af <code>%(composedFuncWithVal)s</code>.</p>
es: <p>Para resolver para el valor de <code>%(name)s</code>, necesitamos resolver para el valor de <code>%(composedFuncWithVal)s</code>.</p>
fr: <p>Pour trouver <code>%(name)s</code>, on doit trouver <code>%(composedFuncWithVal)s</code>.</p>
ja: <p><code>%(name)s</code>の値について解くためには，<code>%(composedFuncWithVal)s</code>の値について解く必要があります．</p>
nb: <p>For å finne verdien av <code>%(name)s</code>, må vi løse <code>%(composedFuncWithVal)s</code>.</p>
nl: <p>Om op te lossen voor de waarde van <code>%(name)s</code>, moeten we het oplossen voor de waarde van <code>%(composedFuncWithVal)s</code>.</p>
pl: <p>Aby rozwiązać dla wartości <code>%(name)s</code>, musimy rozwiązać to dla wartości <code>%(composedFuncWithVal)s</code>.</p>
pt: <p>Para encontrar o valor de <code>%(name)s</code>, é preciso encontrar o valor de <code>%(composedFuncWithVal)s</code>.</p>
pt_pt: <p>Para encontrar o valor de <code>%(name)s</code>, é preciso encontrar o valor de <code>%(composedFuncWithVal)s</code>.</p>
tr: <p> <code>%(name)s</code> için değer bulmak, <code>%(composedFuncWithVal)s</code> değerini hesaplamayı gerektirir.</p>

source: <span class="badge-type">%(badge_type_label)s</span> Badge
bg: <span class="badge-type">%(badge_type_label)s</span> Значка
es: <span class="badge-type">%(badge_type_label)s</span> Medalla
fr: <span class="badge-type">%(badge_type_label)s</span> Insigne
he: תג <span class="badge-type"> %(badge_type_label)s</span>
ja: <span class="badge-type">%(badge_type_label)s</span> バッジ
nb: <span class="badge-type">%(badge_type_label)s</span> Merke
nl: <span class="badge-type">%(badge_type_label)s</span> Medaille
pl: <span class="badge-type">%(badge_type_label)s</span> Odznaka
pt: Medalha <span class="badge-type">%(badge_type_label)s</span>
pt_pt: <span class="badge-type">%(badge_type_label)s</span>
tr: <span class="badge-type">%(badge_type_label)s</span> Madalya

source: <span class="completed">Completed %(assessment_title)s </span> <span class="timeago"> %(user_assessment_time_finished)s </span> <span class="in"> in</span>
da: <span class="completed">Fuldførte %(assessment_title)s </span> <span class="timeago"> %(user_assessment_time_finished)s </span> <span class="in"> på</span>
es: <span class="completed">Completado %(assessment_title)s </span> <span class="timeago"> %(user_assessment_time_finished)s </span> <span class="in"> en</span>
fr: <span class="completed">Réussi %(assessment_title)s</span> <span class="timeago"> %(user_assessment_time_finished)s </span> <span class="in"> dans</span>
nl: <span class="completed">Voltooid %(assessment_title)s </span> <span class="timeago"> %(user_assessment_time_finished)s </span> <span class="in"> in</span>
pl: <span class="completed">Ukończone %(assessment_title)s</span> <span class="timeago"> %(user_assessment_time_finished)s </span> <span class="in"> w</span>
pt: <span class="completed">Concluído %(assessment_title)s </span> <span class="timeago"> %(user_assessment_time_finished)s </span> <span class="in"> em</span>
pt_pt: <span class="completed">Concluído %(assessment_title)s </span> <span class="timeago"> %(user_assessment_time_finished)s </span> <span class="in"> a</span>

source: <span class="completed">Completed</span> <span class="timeago"> %(user_assessment_time_finished)s </span> <span class="in"> in</span>
pl: <span class="completed">Ukończone</span> <span class="timeago"> %(user_assessment_time_finished)s </span> <span class="in"> w</span>
pt: <span class="completed">Concluído</span> <span class="timeago"> %(user_assessment_time_finished)s </span> <span class="in"> em</span>

source: <span class="finish-sign-up"> Open your email to finish signing up with </span> <span class="email-address">{{ email }}</span>.
da: <span class="finish-sign-up"> Åbn din e-mail for at afslutte tilmelding </span> <span class="email-address">{{ email }}</span>.
es: <span class="finish-sign-up"> Abre tu correo electrónico para terminar de registrarte con </span> <span class="email-address">{{ email }}</span>.
fr: <span class="finish-sign-up"> ouvrez votre e-mail pour finaliser l'inscription avec </span> <span class="email-address"> {{ email }}</span>.
ja: <span class="email-address">{{ email }}</span> で <span class="finish-sign-up"> あなたの電子メイルを開いてサインアップを完了します </span>
nb: <span class="finish-sign-up"> Åpne din e-post for å fullføre registreringen med </span> <span class="email-address">{{ email }}</span>.
nl: <span class="finish-sign-up"> Open jouw email om het inschrijven met </span> <span class="email-address">{{ email }}</span> te voltooien.
pl: <span class="finish-sign-up"> Otwórz swoją pocztę e-mail, aby dokończyć rejestrację przez </span> <span class="email-address">{{ email }}</span>.
pt: <span class="finish-sign-up"> Abra seu e-mail para concluir o cadastro com </span> <span class="email-address">{{ email }}</span>.
pt_pt: <span class="finish-sign-up"> Para concluíres o processo de criação da tua conta, acede ao teu e-mail </span> <span class="email-address">{{ email }}</span>.
tr: <span class="finish-sign-up"> Tamamlamak için e-posta hesabınızı açın </span> <span class="email-address">{{ email }}</span>.

source: <span class="finish-sign-up"> To finish signing up, </span> <a class="set-link" href="javascript:void(0);">add your parent's email</a>
da: <span class="finish-sign-up"> For at afslutte tilmeldingen, </span> <a class="set-link" href="javascript:void(0);">tilføj din forælders email</a>
es: <span class="finish-sign-up"> Para terminar de registrarte, </span> <a class="set-link" href="javascript:void(0);"> agrega el correo electrónico de tus padres</a>
fr: <span class="finish-sign-up"> pour finaliser l'inscription, </span> <a class="set-link" href="javascript:void(0);"> Ajoutez l'e-mail de vos parents</a>
ja: <span class="finish-sign-up"> サインアップを終了するには， </span> <a class="set-link" href="javascript:void(0);">あなたの親の電子メイルアドレスを追加します</a>
nb: <span class="finish-sign-up"> For å fulføre innmeldingen, </span> <a class="set-link" href="javascript:void(0);">legg til dine foreldres e-post</a>
nl: <span class="finish-sign-up"> Om de inschrijving af te ronden, </span> <a class="set-link" href="javascript:void(0);">voeg het e-mailadres van een ouder toe</a>
pl: <span class="finish-sign-up"> Aby zakończyć rejestrację, </span> <a class="set-link" href="javascript:void(0);">należy dodać adres e-mail rodzica</a>
pt: <span class="finish-sign-up"> Para finalizar o cadastro, </span> <a class="set-link" href="javascript:void(0);">acrescente o e-mail de seus pais</a>
pt_pt: <span class="finish-sign-up"> Para concluíres o processo de criação da tua conta, </span> <a class="set-link" href="javascript:void(0);">digita o e-mail dos teus pais</a>
tr: <span class="finish-sign-up"> Kayıt olmayı tamamlamak için </span> <a class="set-link" href="javascript:void(0);">velinizin e-posta adresini ekleyin</a>

source: <span class="first"><var>P1</var> is <code><var>C</var></code> times as old as <var>P2</var></span> and <span class="second">is also <code><var>A</var></code> years older than <var>P2</var></span>.
es: <span class="first"><var>P1</var> tiene <code><var>C</var></code> veces la edad de <var>P2</var></span> y <span class="second">también tiene <code><var>A</var></code> años más que <var>P2</var></span>.
fr: <span class="first"><var>P1</var> est <code><var>C</var></code> fois plus âgé que <var>P2</var></span> et <span class="second">il a aussi <code><var>A</var></code> ans de plus que <var>P2</var></span>.
nb: <span class="first"><var>P1</var> er <code><var>C</var></code> ganger så gammel som <var>P2</var></span> og <span class="second">er også <code><var>A</var></code> år eldre enn <var>P2</var></span>.
nl: <span class="first"><var>P1</var> is <code><var>C</var></code> keer zo oud als <var>P2</var></span> en <span class="second"> is ook <code><var>A</var></code> jaar ouder dan <var>P2</var></span>.
pl: <span class="first"><var>P1</var> ma <code><var>C</var></code> razy tyle lat, co <var>P2</var></span> i <span class="second">ma też o <code><var>A</var></code> lat(a) więcej niż <var>P2</var></span>.
pt: <span class="first"><var>P1</var> é <code><var>C</var></code> vezes mais velho que <var>P2</var></span> e <span class="second">também é <code><var>A</var></code> anos mais velho que <var>P2</var></span>.
tr: <span class="first"><var>P1</var>, <var>P2</var></span>'nin <code><var>C</var></code> katı yaşındadır ve <span class="second"> de <var>P2</var></span>'den <code><var>A</var></code> yaş büyüktür.

source: <span class="hint_red">Add <code><var>abs(A)</var></code></span> to both sides:
es: <span class="hint_red">Suma <code><var>abs(A)</var></code></span> en ambos lados:
fr: <span class="hint_red">On additionne <code><var>abs(A)</var></code></span> dans les deux membres :
nb: <span class="hint_red">Adder <code><var>abs(A)</var></code></span> til begge sider:
pt: <span class="hint_red">Adicione <code><var>abs(A)</var></code></span> em ambos os lados:

source: <span class="hint_red">Divide</span> both sides <span class="hint_red">by <code><var>A</var></code></span>:
fr: <span class="hint_red">On divise</span> le membre de gauche et le membre de droite <span class="hint_red">par <code><var>A</var></code></span>:
nb: <span class="hint_red">Divider</span> begge sider <span class="hint_red">med <code><var>A</var></code></span>:
pl: <span class="hint_red">Podziel</span> stronami <span class="hint_red">przez <code><var>A</var></code></span>:
pt: <span class="hint_red">Divida</span> ambos os lados <span class="hint_red">por <code><var>A</var></code></span>:
tr: İki tarafı <span class="hint_red"> <code><var>A</var></code>ile </span><span class="hint_red">bölünüz</span> :

source: <span class="hint_red">Multiply</span> both sides <span class="hint_red">by <code><var>A</var></code></span>:
es: <span class="hint_red">Multiplica</span> ambos lados <span class="hint_red">por <code><var>A</var></code></span>:
fr: <span class="hint_red">On multiplie</span> le membre de gauche et le membre de droite <span class="hint_red">par <code><var>A</var></code></span>:
nb: <span class="hint_red">Multipliser</span> begge sider <span class="hint_red">med <code><var>A</var></code></span>:
pl: <span class="hint_red">Pomnóż</span> stronami <span class="hint_red">przez <code><var>A</var></code></span>:
pt: <span class="hint_red">Multiplique</span> ambos os lados <span class="hint_red">por <code><var>A</var></code></span>:
tr: İki tarafı <span class="hint_red"> <code><var>A</var></code>ile </span><span class="hint_red">çarpınız</span>:

source: <span class="hint_red">Subtract <code><var>abs(A)</var></code></span> from both sides:
es: <span class="hint_red">Resta <code><var>abs(A)</var></code></span> en ambos lados:
fr: <span class="hint_red">On soustrait <code><var>abs(A)</var></code></span> dans les deux membres :
nb: <span class="hint_red">Subtraher <code><var>abs(A)</var></code></span> fra begge sider:
pt: <span class="hint_red">Subtraia <code><var>abs(A)</var></code></span> de ambos os lados:
pt_pt: <span class="hint_red">Subtraímos <code><var>abs(A)</var></code></span> dos dois lados:

source: <span class="sol empty-set" data-type="checkbox"> <var>EMPTY_SET</var> </span> Empty set
es: <span class="sol empty-set" data-type="checkbox"> <var>EMPTY_SET</var> </span> Conjunto vacío
fr: <span class="sol empty-set" data-type="checkbox"> <var>EMPTY_SET</var></span> L'ensemble vide
pt: <span class="sol empty-set" data-type="checkbox"> <var>EMPTY_SET</var> </span> Conjunto vazio
tr: <span class="sol empty-set" data-type="checkbox"> <var>EMPTY_SET</var> </span> Boş küme

source: <span class="sol no-solution" data-type="checkbox"> <var>NO_SOLUTION</var> </span> No solution
es: <span class="sol no-solution" data-type="checkbox"> <var>NO_SOLUTION</var> </span> No hay solución
fr: <span class="sol no-solution" data-type="checkbox"> <var>NO_SOLUTION</var> </span> Pas de solution
nb: <span class="sol no-solution" data-type="checkbox"> <var>NO_SOLUTION</var> </span> Ingen løsning
pt: <span class="sol no-solution" data-type="checkbox"> <var>NO_SOLUTION</var> </span> Sem solução
tr: <span class="sol no-solution" data-type="checkbox"> <var>NO_SOLUTION</var> </span> Çözüm yoktur

source: <span class="sol short40" data-forms="integer" style="padding-right: 5px"><var>ANSWER</var></span> <var>BADGE</var> badge(s)
fr: <span class="sol short40" data-forms="integer" style="padding-right: 5px"><var>ANSWER</var></span> badge(s) <var>BADGE</var>
nb: <span class="sol short40" data-forms="integer" style="padding-right: 5px"><var>ANSWER</var></span> <var>BADGE</var> merke(r)
pl: <span class="sol short40" data-forms="integer" style="padding-right: 5px"><var>ANSWER</var></span> <var>BADGE</var> odznakę/odznaki/odznak
pt: <span class="sol short40" data-forms="integer" style="padding-right: 5px"><var>ANSWER</var></span> medalha(s) <var>BADGE</var>.

source: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>ANSWER</var></span> <var>BADGE</var> badges
fr: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>ANSWER</var></span> badges <var>BADGE</var>
hi: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>ANSWER</var></span> <var>BADGE</var> बिल्ले
nb: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>ANSWER</var></span> <var>BADGE</var> merker
pl: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>ANSWER</var></span> <var>BADGE</var> odznak
pt: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>ANSWER</var></span> medalhas <var>BADGE</var>
tr: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>ANSWER</var></span> <var>BADGE</var> madalya

source: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>TOTAL</var></span> <var>BADGE</var> badges
fr: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>TOTAL</var></span> badges <var>BADGE</var>
nb: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>TOTAL</var></span> <var>BADGE</var> merker
pl: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>TOTAL</var></span> <var>BADGE</var> odznak
pt: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>TOTAL</var></span> medalhas <var>BADGE</var>
tr: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>TOTAL</var></span> <var>BADGE</var> madalya

source: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>VAL1 - VAL2</var></span> <var>BADGE</var> badges
fr: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>VAL1 - VAL2</var></span> badges <var>BADGE</var>
nb: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>VAL1 - VAL2</var></span> <var>BADGE</var> merker
pl: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>VAL1 - VAL2</var></span> <var>BADGE</var> odznak
pt: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>VAL1 - VAL2</var></span> medalhas <var>BADGE</var>
tr: <span class="sol short40" data-forms="integer, decimal" style="padding-right: 5px"><var>VAL1 - VAL2</var></span> <var>BADGE</var> madalya

source: <span class="sol short40"><var>VOL * CONVERSION_CUBED</var></span> cubic <var>plural_form(TO)</var>
es: <span class="sol short40"><var>VOL * CONVERSION_CUBED</var></span> <var>plural_form(TO)</var> cúbicos
fr: <span class="sol short40"><var>VOL * CONVERSION_CUBED</var></span> <var>plural_form(TO)</var>cubes
nb: <span class="sol short40"><var>VOL * CONVERSION_CUBED</var></span> kubikk <var>plural_form(TO)</var>
pl: <span class="sol short40"><var>VOL * CONVERSION_CUBED</var></span> sześciennych <var>plural_form(TO)</var>
pt: <span class="sol short40"><var>VOL * CONVERSION_CUBED</var></span> <var>plural_form(TO)</var> cúbicos
tr: <span class="sol short40"><var>VOL * CONVERSION_CUBED</var></span> <var>plural_form(TO)</var> küp

source: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>ANSWER</var></span> points
nb: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>ANSWER</var></span> poeng
pl: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>ANSWER</var></span> punktów
pt: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>ANSWER</var></span> pontos
tr: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>ANSWER</var></span> puan

source: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>IMPROVEMENT[ INDEX ]</var></span> points
nb: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>IMPROVEMENT[ INDEX ]</var></span> poeng
pl: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>IMPROVEMENT[ INDEX ]</var></span> punktów
pt: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>IMPROVEMENT[ INDEX ]</var></span> pontos
tr: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>IMPROVEMENT[ INDEX ]</var></span> puan

source: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM1</var></span> days
fr: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM1</var></span> jours
nb: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM1</var></span> dager
pl: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM1</var></span> dni
pt: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM1</var></span> dias
tr: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM1</var></span>gün

source: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_BOYS</var></span> boys
fr: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_BOYS</var></span> garçons
hi: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_BOYS</var></span> लड़के ।
nb: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_BOYS</var></span> pojkar
pl: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_BOYS</var></span> chłopców
pt: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_BOYS</var></span> garotos
tr: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_BOYS</var></span> erkek

source: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_GIRLS</var></span> girls
fr: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_GIRLS</var></span> filles
nb: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_GIRLS</var></span> flickor
pl: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_GIRLS</var></span> dziewczynek
pt: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_GIRLS</var></span> garotas
tr: <span class="sol" data-forms="integer" style="padding-right: 5px"><var>NUM_GIRLS</var></span> kız
