Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Thousands of interactive practice exercises from kindergarten to calculus
da: Tusindvis af interaktive øvelser fra børnehaveklasse til universitetet
es: Miles de ejercicios de práctica interactivos desde el jardín de niños hasta cálculo
fr: Des milliers d'exercices interactifs, de la maternelle jusqu'au calcul
nb: Tusenvis av interaktive øvelsene fra barnehage til kalkulus
nl: Duizenden interactieve oefeningen vanaf de kleuterschool tot wiskunde
pl: Tysiące interaktywnych ćwiczeń praktycznych od przedszkola do rachunku różniczkowego
pt: Milhares de exercícios práticos interativos do jardim de infância até cálculo
pt_pt: Milhares de exercícios interativos para alunos desde a Infantil até à Universidade
tr: Anaokulundan kalkülüse, binlerce etkileşimli alıştırma soruları

source: Thousands of practice questions, video lessons, and hints
nb: Tusenvis av øvingsoppgaver, videoleksjoner og hint
pt: Milhares de questões práticas, videoaulas e dicas
pt_pt: Milhares de exercícios, vídeos e indicações

source: Thousandths
es: Milésimas
fr: Millièmes
hi: हजारवां भाग
nb: Tusendeler
nl: Duizendsten
pl: Tysięczne
pt: Milésimos
tr: Binde birlik

source: Three angles are congruent to the given angle.
fr: Il y a trois angles égaux à l'angle donné.
nb: Tre vinkler er samsvarende med den gitte vinkelen.
pl: Trzy kąty są przystające do danego kąta.
pt: Três ângulos são congruentes ao ângulo dado.
tr: Verilen açıya eş üç açı vardır.

source: Three standard deviations below the mean is <code class="hint_pink" id="zm3Hint"><var>roundTo( 1, MEAN - STDDEV * 3 )</var></code> years and three standard deviations above the mean is <code class="hint_pink" id="zp3Hint"><var>roundTo( 1, MEAN + STDDEV * 3 )</var></code> years.
fr: Trois écarts-types au-dessous de la moyenne est égal à <code class="hint_pink" id="zm3Hint"><var>roundTo( 1, MEAN - STDDEV * 3 )</var></code> ans et trois écarts-types au-dessus de la moyenne est égal à <code class="hint_pink" id="zp3Hint"><var>roundTo( 1, MEAN + STDDEV * 3 )</var></code> ans.
pt: Três desvios padrão abaixo da média são <code class="hint_pink" id="zm3Hint"><var>roundTo( 1, MEAN - STDDEV * 3 )</var></code> anos e três desvios padrão acima da média são <code class="hint_pink" id="zp3Hint"><var>roundTo( 1, MEAN + STDDEV * 3 )</var></code> anos.
tr: Ortalamanın üç standart sapma altı, <code class="hint_pink" id="zm3Hint"><var>roundTo( 1, MEAN - STDDEV * 3 )</var></code> yıldır ve ortalamanın üç standart sapma üstü, <code class="hint_pink" id="zp3Hint"><var>roundTo( 1, MEAN + STDDEV * 3 )</var></code> yıldır.

source: Three-Day Math Points Challenge
da: Tre-dages Matematik Point Udfordring
es: Desafío de tres días de puntos de matemáticas
fr: Défi maths de points de trois jours
ja: 3日間の数学ポイントチャレンジ
nb: Tre-dages-matematikk-poeng-utfordring
nl: Driedaagse Wiskundepunten Uitdaging
pl: Trzydniowe wyzwanie z punktami matematycznymi
pt: Desafio de pontos em matemática de três dias
pt_pt: Desafio de Matemática de três dias
tr: Üç Günlük Matematik Puanları Yarışması

source: Three-Day Math Points Team Challenge
da: Tre-dages Matematik Point Udfordring for Hold
es: Desafío en equipo de tres días de puntos de matemáticas
fr: Défi maths de points par équipe de trois jours
ja: 3日間の数学ポイントチームチャレンジ
nb: Tre-dages-matematikk-poeng-lagutfordring
nl: Driedaagse Wiskundepunten Teamuitdaging
pl: Trzydniowe wyzwanie z punktami matematycznymi dla drużyn
pt: Desafio de pontos em matemática de três dias em equipe
pt_pt: Desafio em equipa: Pontos de Matemática em três dias
tr: Üç Günlük Matematik Puanları Takım Yarışması

source: Three-flip streaks
da: Tre-kasts-sekvenser
es: Rachas de tres lanzamientos de moneda
fr: Fréquences des occurrences regroupées par 3
pl: Ciągi trzy-rzutowe
pt: Sequências de três lançamentos
tr: Üç atışlı seriler

source: Through any two points, there is exactly one line.
es: A través de cualquier par de puntos hay exactamente una línea.
pl: Dla każdych dwóch punktów istnieje dokładnie jedna prosta.
pt: Passando por dois pontos quaisquer, há exatamente uma reta.
tr: İki noktadan bir doğru geçer.

source: Thulium
es: Tulio
pl: Tul
pt: Túlio
pt_pt: Túlio

source: Thumbs Down
da: Tommelfinger ned
es: Pulgar hacia abajo
fr: Bof
ja: 不賛成
nb: Tommel ned
nl: Duim omlaag
pl: Kciuki w dół
pt: Voto negativo
pt_pt: Voto negativo
tr: Başparmak aşağı

source: Thumbs Up
da: Tommelfinger op
es: Pulgar hacia arriba
fr: Bravo
ja: 賛成
nb: Tommel opp
nl: Duim omhoog
pl: Kciuki w górę
pt: Voto positivo
pt_pt: Voto positivo
tr: Başparmak yukarı

source: Thus <code>x = <var>HEIGHT</var></code>
es: Por lo tanto <code>x = <var>HEIGHT</var></code>
fr: Par conséquent, <code>x = <var>HEIGHT</var></code>
nb: Dermed <code>x = <var>HEIGHT</var></code>
pl: Zatem <code>x = <var>HEIGHT</var></code>
pt: Logo, <code>x = <var>HEIGHT</var></code>
tr: Böylece, <code>x = <var>HEIGHT</var></code>

source: Thus the area is <code><var>L</var>\times<var>W</var></code> square <var>plural_form(UNIT_TEXT, L * W)</var>.
fr: Donc l'aire vaut <code><var>L</var>\times<var>W</var></code> <var>plural_form(UNIT_TEXT, L * W)</var> carrés.
nb: Arealet er <code><var>L</var>\times<var>W</var></code> kvadrat <var>plural_form(UNIT_TEXT, L * W)</var>.
pl: Stąd pole to <code><var>L</var>\times<var>W</var></code> <var>plural_form(UNIT_TEXT, L * W)</var> do kwadratu.
pt: Assim, a área é de <code><var>L</var>\times<var>W</var></code> <var>plural_form(UNIT_TEXT, L * W)</var> quadrados.
tr: Böylece, alan <code><var>L</var>\times<var>W</var></code> <var>plural_form(UNIT_TEXT, L * W)</var> kare.

source: Thus the only ordered pair that is a solution to the equation is <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.
es: Por lo tanto el único par ordenado que es una solución a la ecuación es <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.
fr: Donc le seul couple solution de l'équation est <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.
nb: Det eneste koordinatsettet som er en løsning til likningen er derfor <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.
pl: Skoro tylko jedna uporządkowana jest rozwiązaniem równania, jest to <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.
pt: Portanto o único par ordenado que é uma solução à equação é <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.
tr: Böylece, denklemin çözümü olan tek sıralı ikili, <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.

source: Thus, <code class="hint_pink"><var>localeToFixed(ANSWER * 100, 2)</var>\%</code> of the test-takers scored between <code><var>GRADES[0]</var></code> and <code><var>GRADES[1]</var></code> on the <var>course( 1 )</var> exam.
fr: Donc, <code class="hint_pink"><var>localeToFixed(ANSWER * 100, 2)</var>\%</code> ont eu entre <code><var>GRADES[0]</var></code> et <code><var>GRADES[1]</var></code> à l'examen de <var>course( 1 )</var>.
pt: Portanto, <code class="hint_pink"><var>localeToFixed(ANSWER * 100, 2)</var>\%</code> dos que fizeram a prova obtiveram notas entre <code><var>GRADES[0]</var></code> e <code><var>GRADES[1]</var></code> na prova de <var>course( 1 )</var>.
tr: Buna göre, sınava girenlerden <code class="hint_pink"><var>localeToFixed(ANSWER * 100, 2)</var>\%</code> kişi sonavda <code><var>GRADES[0]</var></code> ve <code><var>GRADES[1]</var></code> on the <var>course( 1 )</var> arasında not almıştır.

source: Thus, <code>(h, k) = (<var>H</var>, <var>K</var>)</code> and <code>r = <var>R</var></code>.
es: Por lo tanto, <code>(h, k) = (<var>H</var>, <var>K</var>)</code> y <code>r = <var>R</var></code>.
fr: Donc, <code>(h, k) = (<var>H</var>, <var>K</var>)</code> et <code>r = <var>R</var></code>.
pt: Sendo assim, <code>(h, k) = (<var>H</var>, <var>K</var>)</code> e <code>r = <var>R</var></code>.
tr: Buna göre, <code>(h, k) = (<var>H</var>, <var>K</var>)</code> ve <code>r = <var>R</var></code>.

source: Thus, <code>\log_{<var>NUM</var>} <var>BASE</var> = \dfrac{1}{<var>EXP</var>}</code>.
da: Dermed er <code>\log_{<var>NUM</var>} <var>BASE</var> = \dfrac{1}{<var>EXP</var>}</code>.
es: Así, <code>\log_{<var>NUM</var>} <var>BASE</var> = \dfrac{1}{<var>EXP</var>}</code>.
fr: Donc, <code>\log_{<var>NUM</var>} <var>BASE</var> = \dfrac{1}{<var>EXP</var>}</code>.
nb: Dermed er <code>\log_{<var>NUM</var>} <var>BASE</var> = \dfrac{1}{<var>EXP</var>}</code>.
pt: Desta forma, <code>\log_{<var>NUM</var>} <var>BASE</var> = \dfrac{1}{<var>EXP</var>}</code>.
tr: Buna göre, <code>\log_{<var>NUM</var>} <var>BASE</var> = \dfrac{1}{<var>EXP</var>}</code>.

source: Thus, <code>\sqrt{<var>NUM</var>} = <var>COEFFICIENT</var>\sqrt{<var>RADICAL</var>}</code>.
da: Derfor, <code>\sqrt{<var>NUM</var>} = <var>COEFFICIENT</var>\sqrt{<var>RADICAL</var>}</code>.
es: Entonces, <code>\sqrt{<var>NUM</var>} = <var>COEFFICIENT</var>\sqrt{<var>RADICAL</var>}</code>.
fr: Donc, <code>\sqrt{<var>NUM</var>} = <var>COEFFICIENT</var>\sqrt{<var>RADICAL</var>}</code>.
hi: इसलिए, <code>\sqrt{<var>NUM</var>} = <var>COEFFICIENT</var>\sqrt{<var>RADICAL</var>}</code>.
nb: Derfor, <code>\sqrt{<var>NUM</var>} = <var>COEFFICIENT</var>\sqrt{<var>RADICAL</var>}</code>.
nl: Dus, <code>\sqrt{<var>NUM</var>} = <var>COEFFICIENT</var>\sqrt{<var>RADICAL</var>}</code>.
pl: Tak więc <code>\sqrt{<var>NUM</var>} = <var>COEFFICIENT</var>\sqrt{<var>RADICAL</var>}</code>.
pt: Portanto, <code>\sqrt{<var>NUM</var>} = <var>COEFFICIENT</var>\sqrt{<var>RADICAL</var>}</code>.
tr: Böylece, <code>\sqrt{<var>NUM</var>} = <var>COEFFICIENT</var>\sqrt{<var>RADICAL</var>}</code>.

source: Thus, <code>m <var>ANGLE_TWO</var> = 180^\circ - m <var>ANGLE_ONE</var> = 180^\circ - <var>ANGLE</var>^\circ = <var>180 - ANGLE</var>^\circ</code>.
es: Por tanto, <code>m <var>ANGLE_TWO</var> = 180^\circ - m <var>ANGLE_ONE</var> = 180^\circ - <var>ANGLE</var>^\circ = <var>180 - ANGLE</var>^\circ</code>.
nb: Så <code>m <var>ANGLE_TWO</var> = 180^\circ - m <var>ANGLE_ONE</var> = 180^\circ - <var>ANGLE</var>^\circ = <var>180 - ANGLE</var>^\circ</code>.
pl: Stąd <code>m <var>ANGLE_TWO</var> = 180^\circ - m <var>ANGLE_ONE</var> = 180^\circ - <var>ANGLE</var>^\circ = <var>180 - ANGLE</var>^\circ</code>.
pt: Então, <code>m <var>ANGLE_TWO</var> = 180^\circ - m <var>ANGLE_ONE</var> = 180^\circ - <var>ANGLE</var>^\circ = <var>180 - ANGLE</var>^\circ</code>.
tr: Böylece, <code>m <var>ANGLE_TWO</var> = 180^\circ - m <var>ANGLE_ONE</var> = 180^\circ - <var>ANGLE</var>^\circ = <var>180 - ANGLE</var>^\circ</code>.

source: Thus, <code>m <var>ANGLE_TWO</var> = 90^\circ - m <var>ANGLE_ONE</var> = 90^\circ - <var>ANGLE</var>^\circ = <var>90 - ANGLE</var>^\circ</code>.
es: Por lo tanto, <code>m <var>ANGLE_TWO</var> = 90^\circ - m <var>ANGLE_ONE</var> = 90^\circ - <var>ANGLE</var>^\circ = <var>90 - ANGLE</var>^\circ</code>.
nb: Så <code>m <var>ANGLE_TWO</var> = 90^\circ - m <var>ANGLE_ONE</var> = 90^\circ - <var>ANGLE</var>^\circ = <var>90 - ANGLE</var>^\circ</code>.
pl: Stąd <code>m <var>ANGLE_TWO</var> = 90^\circ - m <var>ANGLE_ONE</var> = 90^\circ - <var>ANGLE</var>^\circ = <var>90 - ANGLE</var>^\circ</code>.
pt: Então, <code>m <var>ANGLE_TWO</var> = 90^\circ - m <var>ANGLE_ONE</var> = 90^\circ - <var>ANGLE</var>^\circ = <var>90 - ANGLE</var>^\circ</code>.
tr: Böylece, <code>m <var>ANGLE_TWO</var> = 90^\circ - m <var>ANGLE_ONE</var> = 90^\circ - <var>ANGLE</var>^\circ = <var>90 - ANGLE</var>^\circ</code>.

source: Thus, <code>x = <var>A</var></code> and <code>x = <var>B</var></code> are the solutions.
da: Således er <code>x = <var>A</var></code> og <code>x = <var>B</var></code> løsninger.
es: Por tanto, <code>x = <var>A</var></code>y <code>x = <var>B</var></code> son las soluciones.
fr: Donc les solutions sont <code>x = <var>A</var></code> et <code>x = <var>B</var></code>.
nb: Dermed er <code>x = <var>A</var></code> og <code>x = <var>B</var></code> løsninger.
pl: W związku z tym <code>x = <var>A</var></code> i <code>x = <var>B</var></code> są rozwiązaniami.
pt: Portanto, <code>x = <var>A</var></code> e <code>x = <var>B</var></code> são as soluções.
tr: Böylece, çözümler <code>x = <var>A</var></code> ve <code>x = <var>B</var></code>.

source: Thus, <code>x = <var>A</var></code> is the solution.
da: Således er <code>x = <var>A</var></code> løsningen.
es: Por tanto, <code>x = <var>A</var></code> es la solución.
fr: Donc, la solution est <code>x = <var>A</var></code>.
nb: Dermed er <code>x = <var>A</var></code> løsningen.
pl: W związku z tym <code>x = <var>A</var></code> jest rozwiązaniem.
pt: Portanto, <code>x = <var>A</var></code> é a solução.
tr: Böylece, <code>x = <var>A</var></code> çözümdür.

source: Thus, <var>COMPOSITE</var> is the composite number.
es: Por lo tanto, <var>COMPOSITE</var> es el número compuesto.
fr: Donc, le nombre composé est <var>COMPOSITE</var>.
nb: Derfor er, <var>COMPOSITE</var> sammensatte tall.
pl: Więc, <var>COMPOSITE</var> jest liczbą złożoną.
pt: Portanto, <var>COMPOSITE</var> é o número composto.

source: Thus, <var>PRIME</var> is a prime number.
es: Por lo tanto, <var>PRIME</var> es un número primo.
fr: Donc, <var>PRIME</var> est un nombre premier.
nb: Dermed er <var>PRIME</var> et primtall.
pl: W związku z tym <var>PRIME</var> jest liczbą pierwszą.
pt: Portanto, <var>PRIME</var> é um número primo.
tr: Bu sebeple, <var>PRIME</var> asal sayıdır.

source: Thus, as <code>X</code> increases, <code>Y</code> <b>decreases</b>.
da: Derfor, når <code>X</code> stiger, <b>falder</b> <code>Y</code>.
es: Así, mientras <code>X</code> aumenta, <code>Y</code> <b>disminuye</b>.
fr: Lorsque <code>X</code> augmente, <code>Y</code> <b>diminue</b>.
nb: Derfor får vi at når <code>X</code> stiger, <b>synker</b> <code>Y</code>.
pt: Assim, quando <code>X</code> aumenta, <code>Y</code> <b>diminui</b>.
tr: Buna göre, <code>X</code> arttıkça, <code>Y</code> <b>azalır</b>.

source: Thus, as <code>X</code> increases, <code>Y</code> <b>stays the same</b>.
da: Derfor, når <code>X</code> stiger, forbliver <code>Y</code> <b>uændret</b>.
es: Así, mientras <code>X</code> aumenta, <code>Y</code> <b>permanece igual</b>.
fr: Lorsque <code>X</code> augmente, <code>Y</code> <b>ne varie pas</b>.
nb: Derfor, når <code>X</code> stiger, forblir <code>Y</code> <b>uendret</b>.
pt: Assim, quando <code>X</code> aumenta, <code>Y</code> <b>permanece o mesmo</b>.
tr: Böylece, <code>X</code> arttıkça, <code>Y</code> <b>aynı kalır</b>.

source: Thus, as <code>X</code> increases, <code>Y</code> also <b>increases</b>.
da: Derfor, når <code>X</code> stiger, <b>stiger</b> <code>Y</code> også.
es: Así, mientras <code>X</code> aumenta, <code>Y</code> también <b>aumenta</b>.
fr: Lorsque <code>X</code> augmente, <code>Y</code> <b>augmente</b> aussi.
nb: Dermed har vi at når <code>X</code> øker, vil også <code>Y</code><b>øke</b>.
pt: Assim, quando <code>X</code> aumenta, <code>Y</code> também <b>aumenta</b>.
tr: Bu nedenle, <code>X</code> arttıkça, <code>Y</code> de <b>artar</b>.

source: Thus, as the number of <var>plural_form(UNIT)</var> increases, the price of <var>plural_form(UNIT)</var> <b>decreases</b>.
da: Derfor, når antallet af <var>plural_form(UNIT)</var> stiger, <b>falder</b> prisen på <var>plural_form(UNIT)</var>.
es: Así, mientras el número de <var>plural_form(UNIT)</var> aumenta, el precio de <var>plural_form(UNIT)</var> <b>disminuye</b>.
fr: Lorsque le nombre de <var>plural_form(UNIT)</var> augmente, le prix de <var>plural_form(UNIT)</var> <b>diminue</b>.
nb: Derfor, når antallet av <var>plural_form(UNIT)</var> øker, vil prisen av <var>plural_form(UNIT)</var> <b>synke</b>.
pl: Zatem jeśli liczba <var>plural_form(UNIT)</var> rośnie, cena <var>plural_form(UNIT)</var> <b>maleje</b>.
pt: Assim, quando o número de <var>plural_form(UNIT)</var> aumenta, o preço da <var>plural_form(UNIT)</var> <b>diminui</b>.
tr: Böylece, <var>plural_form(UNIT)</var> sayısı arttıkça, <var>plural_form(UNIT)</var> fiyatı <b>azalır</b>.

source: Thus, as the number of <var>plural_form(UNIT)</var> increases, the price of <var>plural_form(UNIT)</var> <b>stays the same</b>.
da: Derfor, når antallet af <var>plural_form(UNIT)</var> stiger, forbliver prisen på <var>plural_form(UNIT)</var> <b>uændret</b>.
es: Así, mientras el número de <var>plural_form(UNIT)</var> aumenta, el precio de <var>plural_form(UNIT)</var> <b>permanece igual</b>.
fr: Lorsque la quantité de <var>plural_form(UNIT)</var> augmente, le prix de <var>plural_form(UNIT)</var> <b>ne varie pas</b>.
nb: Derfor, når antallet av <var>plural_form(UNIT)</var> stiger, forblir prisen på <var>plural_form(UNIT)</var> <b>uendret</b>.
pt: Assim, quando o número de <var>plural_form(UNIT)</var> aumenta, o preço de <var>plural_form(UNIT)</var> <b>permanece o mesmo</b>.
tr: Böylece, <var>plural_form(UNIT)</var> sayısı arttıkça, <var>plural_form(UNIT)</var> fiyatı <b>aynı kalır</b>.

source: Thus, as the number of <var>plural_form(UNIT)</var> increases, the price of <var>plural_form(UNIT)</var> also <b>increases</b>.
es: Así, mientras el número de <var>plural_form(UNIT)</var> aumenta, el precio de <var>plural_form(UNIT)</var> también <b>aumenta</b>.
fr: Lorsque le nombre de <var>plural_form(UNIT)</var> augmente, le prix de <var>plural_form(UNIT)</var> <b>augmente</b> aussi.
nb: Derfor får vi at når antallet av <var>plural_form(UNIT)</var>øker, vil prisen for <var>plural_form(UNIT)</var> også <b>øke</b>.
pl: Zatem jeśli liczba <var>plural_form(UNIT)</var> rośnie, cena <var>plural_form(UNIT)</var> także <b>rośnie</b>.
pt: Assim, quando o número de <var>plural_form(UNIT)</var> aumenta, o preço das <var>plural_form(UNIT)</var>também <b>aumenta</b>.
tr: Böylece, <var>plural_form(UNIT)</var> sayısı arttıkça, <var>plural_form(UNIT)</var> fiyatı da <b>artar</b>.

source: Thus, moving the decimal left <code><var>POW_DIFF</var></code> times is the same as dividing by ten <code><var>POW_DIFF</var></code> times, or dividing by <code><var>pow( 10, POW_DIFF )</var></code>:
da: At flytte kommaet til venstre <code><var>POW_DIFF</var></code> gange er således det samme som at dividere med ti <code><var>POW_DIFF</var></code> gange eller dividere med <code><var>pow( 10, POW_DIFF )</var></code>:
es: Por lo tanto, mover el decimal <code><var>POW_DIFF</var></code> veces hacia la izquierda es lo mismo que dividir entre diez <code><var>POW_DIFF</var></code> veces, o dividir entre <code><var>pow( 10, POW_DIFF )</var></code>:
fr: Ainsi, déplacer la virgule vers la gauche de <code><var>POW_DIFF</var></code> rangs revient à diviser <code><var>POW_DIFF</var></code> fois par dix, ou à diviser par <code><var>pow( 10, POW_DIFF )</var></code> :
nb: Å flytte kommaet til venstre <code><var>POW_DIFF</var></code> ganger er det samme som å dividere med ti <code><var>POW_DIFF</var></code> ganger eller dividere med <code><var>pow( 10, POW_DIFF )</var></code>:
nl: Dus als we de decimaal <code><var>POW_DIFF</var></code> keer naar links verschuiven, dan is dat is hetzelfde als <code><var>POW_DIFF</var></code> keer door tien delen, of delen door <code><var>pow( 10, POW_DIFF )</var></code>:
pl: Zatem przesunięcie przecinka na lewo <code><var>POW_DIFF</var></code> razy to to samo, co podzielenie przez dziesięć <code><var>POW_DIFF</var></code> razy, czyli podzielenie przez <code><var>pow( 10, POW_DIFF )</var></code>:
pt: Portanto, mover a vírgula para a esquerda <code><var>POW_DIFF</var></code> vezes é o mesmo que dividi-lo por dez <code><var>POW_DIFF</var></code> vezes, ou dividi-lo por <code><var>pow( 10, POW_DIFF )</var></code>:
tr: Böylece, ondalık noktasını <code><var>POW_DIFF</var></code> kere sola kaydırmakla <code><var>POW_DIFF</var></code> kere ona bölmek, veya <code><var>pow( 10, POW_DIFF )</var></code> ile bölmek aynı şeydir:

source: Thus, moving the decimal right <code><var>POW_DIFF</var></code> times is the same as multiplying by ten <code><var>POW_DIFF</var></code> times, or multiplying by <code><var>pow( 10, POW_DIFF )</var></code>:
da: At flytte kommaet til højre <code><var>POW_DIFF</var></code> gange er således det samme som at gange med ti <code><var>POW_DIFF</var></code> gange eller gange med <code><var>pow( 10, POW_DIFF )</var></code>:
es: Por lo tanto, mover el decimal <code><var>POW_DIFF</var></code> veces a la derecha es lo mismo que multiplicar por diez <code><var>POW_DIFF</var></code> veces, o multiplicar por <code><var>pow( 10, POW_DIFF )</var></code>:
fr: Ainsi, déplacer la virgule vers la droite de <code><var>POW_DIFF</var></code> rangs revient à multiplier <code><var>POW_DIFF</var></code> fois par dix, ou à multiplier par <code><var>pow( 10, POW_DIFF )</var></code> :
nb: Å flytte kommaet til høyre <code><var>POW_DIFF</var></code> ganger er det samme som å multiplisere med ti <code><var>POW_DIFF</var></code> ganger eller multiplisere med <code><var>pow( 10, POW_DIFF )</var></code>:
nl: Dus als we de decimaal <code><var>POW_DIFF</var></code> keer naar rechts verschuiven, dan is dat is hetzelfde als <code><var>POW_DIFF</var></code> keer met tien vermenigvuldigen, of vermenigvuldigen met <code><var>pow( 10, POW_DIFF )</var></code>:
pl: Zatem przesunięcie przecinka na prawo <code><var>POW_DIFF</var></code> razy to to samo, co mnożenie przez dziesięć <code><var>POW_DIFF</var></code> razy, czyli mnożenie przez <code><var>pow( 10, POW_DIFF )</var></code>:
pt: Portanto, mover a vírgula para a direita <code><var>POW_DIFF</var></code> vezes é o mesmo que multiplicá-lo por dez <code><var>POW_DIFF</var></code> vezes, ou multiplicá-lo por <code><var>pow( 10, POW_DIFF )</var></code>:
tr: Böylece, ondalık noktasını <code><var>POW_DIFF</var></code> kere sağa kaydırmakla <code><var>POW_DIFF</var></code> kere on ile çarpmak, veya <code><var>pow( 10, POW_DIFF )</var></code> ile çarpmak aynı şeydir:

source: Thus, the <var>ordinalThrough20(TARGET_NUMBER)</var> number in the sequence is <code><var>ANSWER</var></code>.
fr: Donc, le <var>ordinalThrough20(TARGET_NUMBER)</var> terme de la suite est <code><var>ANSWER</var></code>.
nb: Så det <var>ordinalThrough20(TARGET_NUMBER)</var> tallet i rekken er <code><var>ANSWER</var></code>.
pl: Zatem <var>ordinalThrough20(TARGET_NUMBER)</var> liczba w ciągu to <code><var>ANSWER</var></code>.
pt: Sendo assim, o <var>ordinalThrough20(TARGET_NUMBER)</var> número na sequência é <code><var>ANSWER</var></code>.
tr: Böylece, dizideki <var>ordinalThrough20(TARGET_NUMBER)</var> sayı, <code><var>ANSWER</var></code>'dir.

source: Thus, the center <code>(h, k) = (<var>H</var>, <var>K</var>)</code>.
da: Således er centrum <code>(h, k) = (<var>H</var>, <var>K</var>)</code>.
es: Entonces, el centro <code>(h, k) = (<var>H</var>, <var>K</var>)</code>.
fr: Donc, <code>(h, k) = (<var>H</var>, <var>K</var>)</code>.
nb: Således er sentrum <code>(h, k) = (<var>H</var>, <var>K</var>)</code>.
pl: Zatem środek <code>(h, k) = (<var>H</var>, <var>K</var>)</code>.
pt: Portanto, o centro <code>(h, k) = (<var>H</var>, <var>K</var>)</code>.
tr: Böylece, merkez <code>(h, k) = (<var>H</var>, <var>K</var>)</code>.

source: Thus, the center of the circle should be <code>(\blue{<var>H</var>}, \green{<var>K</var>}) </code> and the radius should be <code>\pink{<var>R</var>}</code>.
es: Por lo tanto, el centro de la circunferencia debe ser <code>(\blue{<var>H</var>}, \green{<var>K</var>}) </code> y el radio debe ser <code>\pink{<var>R</var>}</code>.
fr: Donc, le couple de coordonnées du centre du cercle est <code>(\blue{<var>H</var>}, \green{<var>K</var>}) </code> et son rayon est <code>\pink{<var>R</var>}</code>.
pt: Portanto, o centro da circunferência deverá ser<code>(\blue{<var>H</var>}, \green{<var>K</var>}) </code> e o raio deverá ser <code>\pink{<var>R</var>}</code>.
tr: Böylece, çemberin merkezi <code>(\blue{<var>H</var>}, \green{<var>K</var>}) </code> ve yarıçapı <code>\pink{<var>R</var>}</code> olacak.
