Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Temperature (degrees Celsius)
pl: Temperatura (stopnie Celsjusza)
pt: Temperatura (graus Celsius)
tr: Sıcaklık (santigrat derece)

source: Ten mastery challenges completed.
da: Ti beherskelses-udfordringer afsluttet.
es: Diez desafíos de dominio completados.
fr: Dix défis de maître complétés.
ja: 10 のマスタリーチャレンジを完了
nb: Ti mestringsutfordringer fullført.
nl: Tien meesterschapsuitdagingen voltooid.
pl: Ukończono dziesięć wyzwań mistrzowskich.
pt: Dez desafios concluídos.
pt_pt: Conclui dez desafios de perícia
tr: On Ustalık- Bilgi Ölçme Yarışması tamamlanmıştır.

source: Ten practice tasks!? Already?
da: Ti opgaver færdige!? Allerede?
es: ¿Diez tareas de práctica? ¿Ya?
fr: Dix compétences pratiquées !? Déjà ?
ja: 10の練習問題タスク!? もう?
nb: Ti praktiske oppgaver! Allerede?
nl: Tien oefentaken!? Nu al?
pl: Dziesięć zadań praktycznych!? Już?
pt: Dez tarefas praticadas!? Já?
pt_pt: Dez tarefas de treino? Já?
tr: On alıştırma görevi!? Bu kadar çabuk mu?

source: Ten to the Fifth
da: Ti i femte
es: Diez a la quinta
fr: Dix à la puissance cinq
ja: １０の5乗
nb: Ti i femte
nl: Tien tot de vijfde
pl: Dziesięć do piątej
pt: Dez à quinta potência
pt_pt: Dez elevado a cinco
tr: Ondan beşinciye

source: Ten to the Fourth
da: Ti i fjerde
es: Diez a la cuarta
fr: Dix à la puissance quatre
ja: １０の4乗
nb: Ti i fjerde
nl: Tien tot de vierde
pl: Dziesięć do czwartej
pt: Dez à quarta potência
pt_pt: Dez elevado a quatro
tr: Ondan dördüncüye

source: Tenacity
da: Vedholdenhed
es: Tenacidad
fr: Ténacité
ja: 粘り強い
nb: Fasthet
nl: Vasthoudendheid
pl: Nieustępliwość
pt: Tenacidade
pt_pt: Tenacidade
tr: Kararlılık

source: Tens
da: Tiere
es: Decenas
fr: Dizaines
hi: दहाई
nb: Tiere
nl: Tientallen
pl: Dziesiątki
pt: Dezenas
pt_pt: Dezenas
tr: Onlar

source: Tenths
es: Décimas
fr: Dixièmes
nb: Tideler
nl: Tienden
pl: Dziesiąte
pt: Décimos
tr: Onda birlik

source: Terbium
es: Terbio
pl: Terb
pt: Térbio
pt_pt: Térbio

source: Teri loves developing math activities that engage students and help them make sense of math. Along with teaching high school and middle school math, she has helped develop print and digital products for high school and college math courses. Prior to her work with math education, she developed radar and satellite data display programs for a group researching the ionosphere.
es: Teri adora desarrollar actividades de matemáticas para involucrar a los estudiantes y ayudarlos a comprender las matemáticas. Además de dar clases de matemáticas de nivel medio y medio superior, ha ayudado a desarrollar productos digitales e impresos para cursos de matemáticas a nivel medio superior y universitario. Antes de su trabajo en educación de las matemáticas, desarrolló programas de visualización de datos de radar y satelitales para un grupo que investigaba la ionósfera.
pt: Teri adora desenvolver atividades matemáticas que envolvam os alunos e ajude-os a entender matemática. Além de ministrar aulas no Ensino Fundamental e Médio, ela ajuda a desenvolver produtos impressos e digitais para cursos de matemática do Ensino Médio e da Graduação. Antes de trabalhar com ensino de matemática, ela desenvolveu programas de exibição de dados para radar e satélite junto a um grupo de pesquisa da ionosfera.
tr: Teri, öğrencilerin ilgisini çeken ve matematik konularını anlamalarına yardımcı olan etkinlikler geliştirmeyi seviyor. Lise ve ortaokul mateamatik öğretmenliği yapmasının yanı sıra, Teri aynı zamanda lise ve üniversite matematik dersleri için basılı ve dijital ürünlerin geliştirilmesine katkıda bulunmuştur. Matematik kariyerindne önce, kendisi ionosferi inceleyen bir grup için rada ve uydu verilerini görüntüleyen programlar geliştirmiştir.

source: Terms of Service
bg: Условия за ползване
da: Brugsbetingelser
es: Términos de servicio
fr: Conditions d'utilisation
ja: サービス利用規約
nb: Vilkår for bruk
nl: Gebruiksvoorwaarden
pl: Warunki korzystania z usługi
pt: Termos de serviço
pt_pt: Termos de utilização
tr: Kullanım Koşulları

source: Terms of Service and Privacy Policy
da: Vilkår for Service og Privatlivspolitik
es: Términos de servicio y política de privacidad
fr: Conditions d'utilisation et politique de confidentialité
ja: 利用規約とプライバシーポリシー
nb: Vilkår for bruk og personvern
nl: Terms of Service en Privacy Policy
pl: Warunki użytkownia i Polityka prywatności
pt: Termos de serviço e política de privacidade
pt_pt: Termos de serviço e política de privacidade
tr: Hizmet ve Gizlilik Politikası Şartları

source: Terms of Service | Khan Academy
bg: Условия за ползване | Кан академия
da: Brugsbetingelser | Khan Academy
es: Términos de servicio | Khan Academy
fr: Conditions d'Utilisation| Khan Academy
he: תנאי השירות | אקדמיית קהאן
ja: サービス利用規約 | カーンアカデミー
nb: Tjenestevilkår | Khan Academy
nl: Algemene gebruiksvoorwaarden | Khan Academy
pl: Warunki korzystania z usługi | Khan Academy
pt: Termos de serviço| Khan Academy
pt_pt: Termos de utilização | Khan Academy
tr: Kullanım Koşulları | Khan Academy

source: Terms of Use
da: Brugerbetingelser
es: Términos de uso
fr: Conditions d'utilisation (en anglais)
ja: 利用規約
nb: Brukervilkår
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt: Termos de Uso
pt_pt: Termos de utilização
tr: Kullanım Şartları

source: Test Case
da: Testeksempel
es: Evaluar caso
nb: Test eksempel
pl: Sprawdzian
pt: Caso de teste
tr: Test Durumu

source: Test prep
da: Prøveforberedelse
es: Preparación para los examenes
fr: Révisions
nb: Testforeberedelser
nl: Toetsvoorbereiding
pl: Przygotowanie do egzaminu
pt: Material preparatório para testes
pt_pt: Testes de preparação
tr: Sınav Hazırlığı

source: Test your knowledge with these adaptive assessments.
pt: Teste seus conhecimento com essas avaliações adaptáveis.
tr: Bu uyarlanabilir değerlendirmeler ile bilginizi sınayın.

source: Text
da: Tekst
es: Texto
fr: Texte
nb: Tekst
pl: Tekst
pt: Texto
pt_pt: Texto
tr: Metin

source: Thallium
es: Talio
pl: Tal
pt: Tálio
pt_pt: Tálio
tr: Talyum

source: Thank the author
da: Tak forfatteren
es: Agradece al autor
fr: Remercier l'auteur
hi: लेखक को धन्यवाद दें
ja: 著者に感謝する．
nb: Takk forfatteren
nl: De auteur bedanken
pl: Podziękuj autorowi
pt: Agradeça o autor
pt_pt: Agradece ao autor
tr: Yazara teşekkür edin

source: Thank you
bg: Благодарим
da: Tak
es: Gracias
pl: Dziękujemy
pt: Obrigado
tr: Teşekkür ederiz

source: Thank you for answering those questions. Please give us more details on what you feel under-prepared for:
da: Tak for at du besvarede disse spørgsmål. Giv os venligst lidt flere detaljer om, hvad du ikke føler dig helt klar til:
es: Gracias por responder esas preguntas. Por favor danos más detalles sobre lo que te sientes poco preparado:
fr: Je vous remercie d'avoir répondu à ces questions. Veuillez nous donner quelques détails sur les domaines dans lesquels vous souhaitez obtenir de l'aide:
nb: Takk for at du svarte på disse spørsmålene. Vennligst gi oss flere detaljer om hva du følte du ikke var godt nok forberedt for:
nl: Bedankt om deze vragen te beantwoorden. Geef ons a.u.b. meer details over waar je je onvoorbereid voor voelde:
pl: Dziękujmy za odpowiedzi na te pytania. Prosimy, podaj nam więcej szczegółów na temat tego, do czego czujesz się przygotowany:
pt: Obrigado por responder a essas perguntas. Detalhe em quais outras áreas se sente despreparado:
tr: Soruları cevapladığınız için teşekkür ederiz. Yeterince hazırlıklı olmadığınızı düşündüğünüz konu hakkında bize biraz daha detaylı bilgi verebilir misiniz:

source: Thank you for donating to Khan Academy!
da: Tak for dit bidrag til Khan Academy!
es: ¡Gracias por donar a Khan Academy!
fr: Merci d'avoir fait un font à la Khan Academy!
ja: カーンアカデミーへの寄付をありがとうございます!
nb: Takk for donasjonen til Khan Academy!
nl: Bedankt om voor Khan Academy te doneren!
pl: Dziękujemy za wsparcie finansowe dla Khan Academy!
pt: Obrigado por sua doação à Khan Academy!
tr: Khan Academy'ye bağışta bulunduğunuz için teşekkür ederiz!

source: Thank you for making our community awesome!
da: Tak for at du bidrager til at vores fællesskab er fantastisk!
es: ¡Gracias por hacer increíble nuestra comunidad!
fr: Merci de rendre notre communauté géniale !
nb: Takk for at du bidrar til at vårt fellesskap er så fantastisk!
nl: Dank u voor het bijdragen aan onze community!
pl: Dziękujemy za czynienie naszej społeczności taką wspaniałą!
pt: Obrigado por tornar a nossa comunidade incrível!
pt_pt: Agradecemos-te por tornares a nossa comunidade tão especial!
tr: Topluluğumuzu daha da harikalaştırdığınız için teşekkür ederiz!

source: Thank you for signing up!
es: ¡Gracias por registrarte!
fr: Merci de vous être inscrit(e)!
ja: サインアップに感謝します!
nb: Takk for din registrering!
pl: Dziękujemy za zarejestrowanie się!
pt: Obrigado por se cadastrar!
pt_pt: Obrigado por te inscreveres!
tr: Kaydolduğunuz için teşekkür ederiz!

source: Thank you for the report. We are always working on improving these challenges. In the meantime, we encourage you to keep learning!
da: Tak for at du rapporterer problemer. Vi arbejder altid på at forbedre disse udfordringer. I mellemtiden opfordrer vi dig til at fortsætte med at lære!
es: Gracias por el informe. Estamos trabajando continuamente en mejorar estos retos. ¡Mientras tanto, te animamos a seguir aprendiendo!
fr: Merci pour le rapport. Nous travaillons toujours sur l'amélioration de ces défis. En attendant, nous vous encourageons à continuer à apprendre !
nb: Takk for rapporten. Vi arbeider kontinuerlig med å forbedre disse utfordringene. I mellomtiden oppfordrer vi deg til å fortsette å lære!
nl: Bedankt voor het rapporteren. We werken altijd aan het verbeteren van deze uitdagingen. In de tussentijd raden we je aan te blijven leren!
pl: Dziękujemy za zgłoszenie. Zawsze pracujemy nad ulepszaniem tych wyzwań. W międzyczasie zachęcamy Cię do dalszej nauki!
pt: Obrigado pela informação. Trabalhamos continuamente para superar esses desafios. Enquanto isso, nós o incentivamos a continuar aprendendo!
tr: Raporunuz için teşekkür ederiz. Bu soruları geliştirmek üzere sürekli olarak çalışıyoruz. Biz çalışmaya devam ederken, siz de öğrenmeye devam edebilirsiniz!

source: Thank you for your %(translatedFeedbackType)s. Our scrub-bots have integrated it into the earlier %(translatedFeedbackType)s highlighted above and voted that up.
da: Tak for din %(translatedFeedbackType)s. Vores robotter har integreret det i den tidligere %(translatedFeedbackType)s fremhævet ovenfor og stemt det op.
es: Gracias por tu %(translatedFeedbackType)s. Nuestros robots lo han integrado al %(translatedFeedbackType)s previo, lo resaltaron arriba y lo votaron.
fr: Je vous remercie pour votre %(translatedFeedbackType)s. Nos ingénieurs l'ont intégré dans les commentaires reçus dans le passé %(translatedFeedbackType)s qui sont mis en évidence ci-dessus, et pour lesquels on a voté.
ja: %(translatedFeedbackType)s をありがとうございます．私達のスクラブボットが以前の %(translatedFeedbackType)s にそれを統合し，上記でハイライトし，投票しました．
nb: Takk for din %(translatedFeedbackType)s. Våre roboter har integrert det i den tidligere %(translatedFeedbackType)s fremhevet ovenfor og stemt det opp.
nl: Bedankt voor uw %(translatedFeedbackType)s. Onze scrub-bots hebben het opgenomen in de eerdere hierboven gemarkeerde %(translatedFeedbackType)s en die omhooggestemd.
pl: Dziękujemy za Twoje %(translatedFeedbackType)s, które zostało wprowadzone do wcześniejszych %(translatedFeedbackType)s, podkreślone i zagłosowane.
pt: Obrigado por seu %(translatedFeedbackType)s. Nosso sistema integrou isso nos %(translatedFeedbackType)s anteriores destacados acima e votados.
tr: %(translatedFeedbackType)s için teşekkür ederiz. Robot ordumuz bunu yukarıda işaretlenmiş olan daha önceki %(translatedFeedbackType)s ile birleştirdi.

source: Thank you for your %(translatedFeedbackType)s. Our scrub-bots have integrated it into the earlier %(translatedFeedbackType)s highlighted and voted that up.
da: Tak for din %(translatedFeedbackType)s. Vores robotter har integreret det i den tidligere %(translatedFeedbackType)s fremhævet ovenfor og stemt det op.
es: Gracias por tu %(translatedFeedbackType)s. Nuestros robots lo han integrado en un %(translatedFeedbackType)s previo, lo resaltaron y lo votaron.
fr: Merci de votre %(translatedFeedbackType)s. Nos robots-balayeurs l'ont intégré dans les %(translatedFeedbackType)s précédents, mis en évidence et voté.
ja: %(translatedFeedbackType)s をありがとうございます．私達のスクラブボットが以前の %(translatedFeedbackType)s にそれを統合し，上でハイライトし，投票しました．
nb: Takk for din %(translatedFeedbackType)s. Våre roboter har integrert det i den tidligere %(translatedFeedbackType)s fremhevet ovenfor og stemt det opp.
nl: Bedankt voor uw %(translatedFeedbackType)s. Onze scrub-bots hebben het opgenomen in de eerdere %(translatedFeedbackType)s en die omhooggestemd.
pl: Dziękujemy za Twoje %(translatedFeedbackType)s, które zostało wprowadzone do wcześniejszych %(translatedFeedbackType)s, podkreślone i zagłosowane.
pt: Obrigado por seu %(translatedFeedbackType)s. Nossos robôs o integraram aos %(translatedFeedbackType)s anteriores destacados e votados.
pt_pt: Agradecemos-te pelo teu %(translatedFeedbackType)s. Os nossos robôs integraram-no numa versão anterior de um %(translatedFeedbackType)s, destacaram-no e atribuíram-lhe um voto positivo.
tr: %(translatedFeedbackType)s için teşekkür ederiz. Robot ordumuz bunu yukarıda işaretlenmiş olan daha önceki %(translatedFeedbackType)s ile birleştirdi.

source: Thank you for your feedback! Your issue has been created and can be found at the following link:
da: Tak for din feedback! Dit spørgsmål er oprettet og kan findes på følgende link:
es: ¡Gracias por tus comentarios! El reporte ha sido creado y puedes encontrarlo en el siguiente enlace:
fr: Merci pour vos remarques ! Votre demande à été répertoriée et peut être trouvée à l'adresse suivante :
ja: フィードバックをありがとうございます! あなたの問題の項目が作成されました．次のリンクでそれをみつけることができます:
nb: Takk for din tilbakemelding! Din sak er opprettet og kan ses på følgende kobling:
nl: Bedankt voor je feedback! Je probleem is gemeld en kan gevonden worden via de volgende link:
pl: Dziękujemy za Twoją opinię! Problem został utworzony i można go odnaleźć pod następującym linkiem:
pt: Obrigado por seu feedback! Seu relato foi criado e pode ser encontrado no seguinte link:
pt_pt: Agradecemos o teu comentário! O teu problema foi registado e o estado da resolução pode ser consultado a partir desta ligação:
tr: Görüşleriniz için teşekkür ederiz! Sorununuz oluşturuldu ve aşağıdaki linkten bulabilirsiniz:

source: Thank you for your hard work and hustle on LearnStorm!
ja: あなたのラーンストームでのがんばりとハッスルに感謝します!
nb: Takk for ditt strev og gode innsats i LearnStorm!
pl: Dziękujemy za Twoją ciężką pracę i wysiłek na LearnStorm!
pt: Obrigado por seu esforço e seu empenho na LearnStorm!
pt_pt: Agradecemos-te pelo teu esforço na LearnStorm!
tr: Learnstorm'daki sıkı performansınız için teşekkürler!

source: Thank you for your ongoing donation to Khan Academy. Your card ending in %(last_four)s was charged on %(date)s for your %(cycle_adjective)s donation of %(amount)s.
ja: カーンアカデミーへの継続的な寄付に感謝いたします．%(date)s に %(cycle_adjective)s 回目，%(amount)s の寄付が，末尾が %(last_four)s のあなたのカードから引き落されました．
nb: Takk for din pågående gave til Khan Academy. Ditt kort som ender på %(last_four)s ble belastet på %(date)s for din %(cycle_adjective)s gave på %(amount)s.
pl: Dziękujemy za Twoją bieżącą wpłatę dla Khan Academy. Twoja karta (termin ważności %(last_four)s) została obciążona %(date)s z tytułu %(cycle_adjective)s darowizny w kwocie wysokość/ilość%(amount)s.
pt: Obrigado por sua doação à Khan Academy. Debitamos de seu cartão com final %(last_four)s, em %(date)s, sua doação %(cycle_adjective)s de %(amount)s.
pt_pt: Agradecemos-te por apoiares a Khan Academy. Debitámos o valor de %(amount)s do teu cartão, cujo número termina em %(last_four)s, a %(date)s (relativamente à tua doação %(cycle_adjective)s).
tr: Khan Academy'ye devam eden bağışınız için teşekkür ederiz. %(last_four)s ile biten kredi kartınıza %(date)s tarihinde %(cycle_adjective)s %(amount)s için borç kaydedilmiştir.

source: Thank you for your ongoing inspiration. I am a primary school teacher in the north of England and when the conventional education system gets on my nerves, I only need to whack on a Khan Academy and my faith in the future of education is restored!
pt: Obrigado por sua inspiração contínua. Sou professora de escola primária no norte da Inglaterra e quando o sistema de educação convencional me dá nos nervos, tudo o que preciso fazer é acessar a Khan Academy e minha fé no futuro da educação é restaurada!
tr: Süregelen ilhamınız için teşekkür ederim. İngiltere'nin kuzeyinde bir ilkokul öğretmeniyim ve geleneksel eğitim sistemi sinirimi bozduğunda, Khan Academy'ye giriyorum ve eğitimin geleceğiyle ilgili inancım geri geliyor!

source: Thank you for your role in making that possible.
da: Tak for din hjælp med at gøre det muligt.
es: Gracias por tu papel en hacer que eso sea posible.
fr: Merci de nous aider à rendre notre projet possible.
ja: これを可能にして下さったあなたの役割に感謝します．
nb: Takk for din rolle for å gjøre det mulig.
nl: Heel erg bedankt dat je dit mogelijk maakt voor ons.
pl: Dziękujemy Ci za umożliwienie nam tego.
pt: Obrigado por nos ajudar a tornar isso possível.
pt_pt: Agradecemos-te por tornares tudo isto possível.
tr: Bunu mümkün kılmaktaki rolünüz için teşekkür ederiz.

source: Thank you for your {{translatedFeedbackType}}. Our scrub-bots have integrated it into the earlier {{translatedFeedbackType}} highlighted above and voted that up.
da: Tak for din {{translatedFeedbackType}}. Vores skrot-botter har integreret det i den tidligere {{translatedFeedbackType}} fremhævet ovenfor og stemt det op.
es: Gracias por tu {{translatedFeedbackType}}. Nuestros robots depuradores la han integrado dentro del anterior {{translatedFeedbackType}} resaltado arriba y lo han votado a favor.
fr: Merci pour votre {{translatedFeedbackType}}. Notre équipe de robots ménagers l'a intégré dans la {{translatedFeedbackType}} précédente mentionnée ci-dessus et l'a approuvée.
ja: あなたの {{translatedFeedbackType}} をありがとうございます．私達のスクラブ・ボットがそれを既存の上でハイライトされている {{translatedFeedbackType}} に統合し，アップ投票しました．
nb: Takk for din {{translatedFeedbackType}}. Våre skrot-botter har integrert det i det tidligere {{translatedFeedbackType}} markert ovenfor og stemt det opp.
nl: Bedankt voor je {{translatedFeedbackType}}. Onze scrub-bots hebben het geintegreerd it in het eerder {{translatedFeedbackType}} gemarkeerde hierboven en omhoog gestemd.
pl: Dziękujemy za Twoje {{translatedFeedbackType}}, które zostało wprowadzone do wcześniejszych {{translatedFeedbackType}}, podkreślone i zagłosowane.
pt: Obrigado por seu {{translatedFeedbackType}}. Nosso sistema o integrou ao {{translatedFeedbackType}} anterior destacado acima e votou a favor.
pt_pt: Agradecemos o teu {{translatedFeedbackType}}. Os nossos robôs de limpeza associaram o teu {{translatedFeedbackType}} ao anterior e atribui-lhe um voto positivo.
tr: {{translatedFeedbackType}} için teşekkür ederiz. Bunu yukarıda vurgulanmış olan daha önceki {{translatedFeedbackType}} ile birleştirerek oyladık.

source: Thank you for your {{translatedFeedbackType}}. Our scrub-bots have integrated it into the earlier {{translatedFeedbackType}} highlighted above and voted that up. <br> Yours in cleanliness, the Khan Academy Guardians.
da: Tak for din {{translatedFeedbackType}}. Vores skrot-bots har integreret det til den tidligere {{translatedFeedbackType}} fremhævet ovenfor og stemt det op. <br> Renlige hilsener fra Khan Academy-vogterne.
es: Gracias por tu {{translatedFeedbackType}}. Nuestros robots depuradores lo han integrado dentro del previo {{translatedFeedbackType}} resaltado arriba y lo han votado a favor. <br> Tus ayudantes del orden y la limpieza, los Guardianes de Khan Academy.
fr: Merci pour votre {{translatedFeedbackType}}. Nos robots ménagers l'ont intégrée dans la {{translatedFeedbackType}} précédente mentionnée ci-dessus et l'a approuvée. <br> Bien à vous, l'équipe de nettoyage des Gardiens de Khan Academy.
ja: あなたの {{translatedFeedbackType}} をありがとうございます．私達のスクラブ・ボットがそれを既存の上記でハイライトされている {{translatedFeedbackType}} に統合し，アップ投票しました． <br> 清潔好きなあなたのカーンアカデミーのガーディアンより．
nb: Takk for ditt {{translatedFeedbackType}}. Våre skrot-botter har integrert det i den tidligere {{translatedFeedbackType}} markert ovenfor og stemt det opp. <br> Hilsen i renslighet, Khan Academys voktere.
nl: Bedankt voor je {{translatedFeedbackType}}. Onze scrub-bots hebben het geintegreerd it in het eerder {{translatedFeedbackType}} gemarkeerde hierboven en omhoog gestemd. <br> De bewakers van netheid, de Khan Academy Guardians.
pl: Dziękujemy za {{translatedFeedbackType}}. Nasze algorytmy zintegrowały ją z wcześniejszą {{translatedFeedbackType}} zaznaczoną powyżej i zagłosowały na nią. <br> Serdeczne pozdrowienia, Opiekunowie Khan Academy.
pt: Obrigado por seu {{translatedFeedbackType}}. Nosso sistema o integrou ao {{translatedFeedbackType}} anterior destacado acima e votou a favor. <br> Atenciosamente, os Guardiões da Khan Academy.
pt_pt: Agradecemos o teu {{translatedFeedbackType}}. Os nossos robôs de limpeza associaram o teu {{translatedFeedbackType}} ao anterior e atribui-lhe um voto positivo. <br> Cumprimentos dos guardiões da Khan Academy.
tr: {{translatedFeedbackType}} için teşekkür ederiz. Bunu yukarıda vurgulanmış olan daha önceki {{translatedFeedbackType}} ile birleştirerek oyladık. <br> Khan Academy ekibi iş başında :)

source: Thank you to all of these organizations that have helped and thank you to the Bay Area community for your excitement and engagement around learning!
es: ¡Gracias a todas estas organizaciones que nos han ayudado y gracias a la comunidad del Área de la Bahía por su compromiso y emoción por el aprendizaje!
nb: Takk til alle disse organisasjonene som har hjulpet og takk til Bay Area community for spenning og engasjement rundt læring!
pt: Agradecemos a todas essas organizações que têm nos ajudado e também a toda a comunidade da área da Baía pela empolgação e engajamento com a aprendizagem!
tr: Yardımcı olan tüm kuruluşlara teşekkür ediyoruz ve öğrenme heyecanınız ve çalışmanız için Körfez Bölgesi toplumuna teşekkür ediyoruz!

source: Thank you!
fr: Merci à vous !
nb: Tusen takk!
pl: Dziękujemy!
pt: Obrigado!
pt_pt: Obrigado!
tr: Teşekkür ederiz!

source: Thank you, your evaluation has been submitted!
da: Tak, din evaluering er blevet indsendt!
es: ¡Gracias, tu evaluación ha sido enviada!
fr: Merci, nous avons soumis votre évaluation !
nb: Takk, evalueringen er sendt!
nl: Bedankt, uw evaluatie is verzonden!
pl: Dziękujemy, Twoja ocena została przesłana!
pt: Obrigado, sua avaliação foi enviada!
pt_pt: A avaliação foi submetida!
tr: Teşekkürler, değerlendirmeniz gönderilmiştir!

source: Thanks for answering!
da: Tak for besvarelsen!
es: ¡Gracias por responder!
fr: Merci de votre réponse !
ja: 回答をありがとうございます!
nb: Takk for svaret!
nl: Bedankt voor het beantwoorden!
pl: Dziękujemy za odpowiedź! ;
pt: Obrigado por responder!
pt_pt: Agradecemos-te por responderes!
tr: Cevapladığınız için teşekkür ederiz!

source: Thanks for helping test a new dashboard layout!
es: ¡Gracias por ayudar a probar un nuevo diseño del panel de instrumentos!
fr: Merci de nous aider à tester une nouvelle mise en page de tableau de bord !
ja: 新しいダッシュボードのレイアウトのテストの手助けをありがとうございます．
nb: Takk for at du hjelper å teste vår nye layout!
pl: Dziękujemy za pomoc w testowaniu nowego wyglądu pulpitu nawigacyjnego!
pt: Obrigado por nos ajudar a testar o novo layout do painel!
tr: Yeni bir kontrol paneli düzenini test etmeye yardımcı olduğunuz için teşekkürler!
