Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Since we're dividing by a single term, we can simply divide each term in the numerator separately.
da: Da vi dividerer med et enkelt led, kan vi dividere hvert enkelt led i tælleren for sig selv.
es: Ya que estamos dividiendo entre un solo término, podemos simplemente dividir cada termino en el numerador por separado.
fr: Comme on divise par un seul terme, on peut simplement diviser séparément chacun des termes du numérateur.
nb: Når vi dividerer med et enkelt ledd, kan vi dividere hvert enkelt ledd i telleren for seg selv.
pt: Uma vez que estamos dividindo por um único termo, podemos simplesmente dividir cada termo no numerador separadamente.
tr: Bir terimle böldüğümüz için, paydaki her bir terimi ayrı ayrı bölebiliriz.

source: Since you did something different to each side of the equation, the left and right side are no longer equal and you can't tell what <var>UNKNOWN</var>'s weight is.
es: Ya que hiciste algo diferente a cada lado de la ecuación, el lado derecho e izquierdo ya no son iguales y no puedes decir cuál es el peso de <var>UNKNOWN</var>.
fr: Comme tu as fait quelque chose de différent de chaque côté de l'équation, les côtés gauche et droit ne sont plus égaux et tu ne peux plus dire ce qu'est le poids de <var>UNKNOWN</var>.
nb: Siden du gjorde noe ulikt på de to sidene av likningen, vil venstre og høyre side ikke lenger er likeverdige, og du kan ikke si hva <var>UNKNOWN</var>s vekt er.
pl: Ponieważ co innego zostało zrobione na każdej stronie równania, lewa i prawa strona przestały być równe i przez to nie możemy powiedzieć ile waży <var>UNKNOWN</var>.
pt: Uma vez que fizemos algo diferente para cada lado da equação, o lado esquerdo e direito não são mais iguais e você não pode dizer o peso de <var>UNKNOWN</var>.
tr: Denklemin iki tarafına farklı işlemler uyguladığınız için, sağ ve sol taraflar artık eşit değildir ve <var>UNKNOWN</var>'in ağırlığının ne olduğunu bulamayız.

source: Since, the angles in a triangle sum to <code>180^\circ</code>
es: Puesto que los ángulos en un triángulo suman <code>180^\circ</code>
pt: Já que o ângulos internos de um triângulo somam <code>180^\circ</code>
tr: Zira, bir üçgenin açılarının toplamı <code>180^\circ</code>'dir.

source: Site Navigation
fr: Navigation sur le site
nb: Side navigering
pl: Nawigacja strony
pt: Navegação do site
pt_pt: Navegação
tr: Sitede Gezinme

source: Skill Focus
da: Fokus for Færdigheder
es: Enfoque de la habilidad
fr: Orienté compétences
nb: Ferdighetsfokus
nl: Vaardigheidsfocus
pl: Koncentracja na umiejętnościach
pt: Foco na habilidade
pt_pt: Foco nas competências
tr: Becerinin Odağı

source: Skill Minutes
da: Færdigheder minutter
es: Minutos de habilidades
fr: Minutes travaillées
ja: スキルにかけた分
nb: Ferdighetsminutter
nl: Vaardigheidsminuten
pl: Minuty umiejętności
pt: Minutos nas habilidades
pt_pt: Minutos de competências
tr: Beceri dakikaları

source: Skill Progress
da: Færdigheder
es: Progreso de las habilidades
fr: Progrès par compétence
ja: スキルの進捗
nb: Tema aktivitet
nl: Voortgang van vaardigheid
pl: Postęp w umiejętnościach
pt: Progresso por habilidade
pt_pt: Progresso de aprendizagem
tr: Beceri kazanımı

source: Skill preview
da: Færdighed smugkig
es: Vista previa de la habilidad
fr: Aperçu de cette compétence
ja: スキルのプレビュー
nb: Forhåndsvisning av ferdigheter
pl: Podgląd umiejętności
pt: Prévia das atividades
pt_pt: Pré-visualização da competência
tr: Beceri önizlemesi

source: Skills
da: Færdigheder
es: Habilidades
fr: Compétences
ja: スキル
nb: Ferdigheter
nl: Vaardigheden
pl: Umiejętności
pt: Habilidades
pt_pt: Competências
tr: Beceriler

source: Skills up next for you
da: De næste færdigheder til dig
es: Siguientes habilidades para ti
fr: Compétences suivantes
ja: あなたのための次のスキルアップ
nb: Neste ferdigheter for deg
nl: Jouw volgende vaardigheden
pl: Twoje następne umiejętności (proponowane)
pt: Habilidades para você fazer em seguida
pt_pt: Competências a aperfeiçoar
tr: Sizin için sıradaki beceriler

source: Skills:
da: Færdigheder:
es: Habilidades:
fr: Compétences :
ja: スキル:
nb: Ferdigheter:
nl: Vaardigheden:
pl: Umiejętności:
pt: Habilidades:
pt_pt: Competências:
tr: Beceriler:

source: Skip
da: Spring over
es: Saltar
fr: Passer au suivant
ja: スキップ
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt: Pular
pt_pt: Saltar
tr: Atla

source: Skip taking an action on this post right now.
da: Undlad at gøre noget ved dette indlæg lige nu.
es: Evita hacer alguna acción sobre esta publicación en este momento.
fr: Ne pas agir sur ce message pour le moment.
ja: 今はこのポストについてのアクションをスキップする．
nb: Hopp over å gjøre noe med dette innlegget akkurat nå.
nl: Sla de actie op deze post over.
pl: Chwilowo wstrzymaj się z podejmowaniem decyzji w sprawie wypowiedzi.
pt: Não desejo realizar uma ação nesta publicação agora.
pt_pt: Ignorar e não tomar providências por agora.
tr: Bu gönderiye ilişkin olarak şu anda bir şey yapmadan bir sonrakine geç

source: Skip the rest.
da: Spring resten over.
es: Sáltate el resto.
fr: Ignorez le reste.
ja: 残りをスキップ
nb: Opp over resten.
nl: De rest overslaan.
pl: Pomiń resztę.
pt: Pular o resto.
pt_pt: Salte o resto.
tr: Kalanı atla.

source: Skip to main content
ja: メインのコンテンツにスキップする
nb: Hopp til hovedinnholdet
pl: Pomiń i przejdź do głównej zawartości
pt: Pular para o conteúdo principal
pt_pt: Saltar para o conteúdo principal
tr: Ana içeriğe geç

source: Slope intercept form
da: Hældning-og-skærings-form
es: Forma pendiente-ordenada al origen
fr: Établir l'équation d'une droite
nb: Lineært funksjonsuttrykk
pl: Postać kierunkowa
pt: Equação reduzida da reta
tr: Eğim kesme noktası formu

source: Slushy
pl: Sorbet
pt: Raspadinha
tr: Buzlu içecek

source: Slushy (milliliters)
pl: Sorbet (milimetry)
pt: Raspadinha (mililitros)
tr: Buzlu içecek (mililitre)

source: Slytherin
fr: Serpentard
hi: सरोजिनी भवन
nb: Smygard
pt: Sonserina

source: Smiley Face
nb: Smilefjes
pl: Uśmiechnięta buzia
pt: Risonho
pt_pt: Risonho
tr: Gülen Yüz

source: Snowy
nb: Snø
pt: Com neve
tr: Karlı

source: So <code>(x + \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>.
es: Entonces <code>(x + \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>.
fr: L'équation s'écrit <code>(x + \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>, ce qui équivaut à :
nb: Så <code>(x + \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>.
pl: Zatem <code>(x + \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>.
pt: Portanto, <code>(x + \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>.
tr: Yani <code>(x + \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>.

source: So <code>(x - \color{<var>PINK</var>}{<var>A</var>})^2 = 0</code>.
es: Así que <code>(x - \color{<var>PINK</var>}{<var>A</var>})^2 = 0</code>.
fr: L'équation s'écrit <code>(x - \color{<var>PINK</var>}{<var>A</var>})^2 = 0</code>, ce qui équivaut à :
nb: Så <code>(x - \color{<var>PINK</var>}{<var>A</var>})^2 = 0</code>.
pl: Tak więc <code>(x - \color{<var>PINK</var>}{<var>A</var>})^2 = 0</code>.
pt: Portanto <code>(x - \color{<var>PINK</var>}{<var>A</var>})^2 = 0</code>.
tr: Buna göre, <code>(x - \color{<var>PINK</var>}{<var>A</var>})^2 = 0</code>.

source: So <code>(x \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>.
es: Así <code>(x \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>.
fr: L'équation s'écrit <code>(x \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>, ce qui équivaut à :
nb: Så <code>(x \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>.
pl: Zatem <code>(x \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>.
pt: Portanto, <code>(x \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>.
tr: Yani <code>(x \color{<var>PINK</var>}{<var>-A</var>})^2 = 0</code>.

source: So <code><var>FN_TEX( PRETTY( X ) )</var> = <var>ANSWER</var></code>.
es: Entonces <code><var>FN_TEX( PRETTY( X ) )</var> = <var>ANSWER</var></code>.
fr: Donc <code><var>FN_TEX( PRETTY( X ) )</var> = <var>ANSWER</var></code>.
pt: Então <code><var>FN_TEX( PRETTY( X ) )</var> = <var>ANSWER</var></code>.
tr: Buna göre, <code><var>FN_TEX( PRETTY( X ) )</var> = <var>ANSWER</var></code>.

source: So <code><var>MIN_DISPLAY</var> &lt; x &lt; <var>MAX_DISPLAY</var></code>
es: Por lo tanto <code><var>MIN_DISPLAY</var> &lt; x &lt; <var>MAX_DISPLAY</var></code>
fr: Donc <code><var>MIN_DISPLAY</var> &lt; x &lt; <var>MAX_DISPLAY</var></code>
pl: więc <code><var>MIN_DISPLAY</var> &lt; x &lt; <var>MAX_DISPLAY</var></code>
pt: Então <code><var>MIN_DISPLAY</var> &lt; x &lt; <var>MAX_DISPLAY</var></code>
tr: Buna göre, <code><var>MIN_DISPLAY</var> &lt; x &lt; <var>MAX_DISPLAY</var></code>

source: So <code><var>N</var>^2 = <var>Q</var></code>.
es: Así que <code><var>N</var>^2 = <var>Q</var></code>.
fr: Donc <code><var>N</var>^2 = <var>Q</var></code>.
hi: तो <code><var>N</var>^2 = <var>Q</var></code>।
nl: Dus <code><var>N</var>^2 = <var>Q</var></code>.
pl: Więc <code><var>N</var>^2 = <var>Q</var></code>.
pt: Portanto, <code><var>N</var>^2 = <var>Q</var></code>.
tr: yani <code><var>N</var>^2 = <var>Q</var></code>.

source: So <code><var>N</var>^3 = <var>Q</var></code>.
fr: Donc <code><var>N</var>^3 = <var>Q</var></code>.
hi: तो <code><var>N</var>^3 = <var>Q</var></code>।
nl: Dus <code><var>N</var>^3 = <var>Q</var></code>.
pl: Więc <code><var>N</var>^3 = <var>Q</var></code>.
pt: Portanto, <code><var>N</var>^3 = <var>Q</var></code>.
tr: Yani <code><var>N</var>^3 = <var>Q</var></code>.

source: So <code><var>PART_PERCENT * MULTIPLE</var></code> is <code><var>PART_PERCENT</var>\%</code> of <code><var>WHOLE</var></code>.
da: Så <code><var>PART_PERCENT * MULTIPLE</var></code> er <code><var>PART_PERCENT</var>\%</code> af <code><var>WHOLE</var></code>.
es: Así <code><var>PART_PERCENT * MULTIPLE</var></code> es el <code><var>PART_PERCENT</var>\%</code> de <code><var>WHOLE</var></code>.
fr: Donc <code><var>PART_PERCENT * MULTIPLE</var></code> est égal à <code><var>PART_PERCENT</var>\%</code> de <code><var>WHOLE</var></code>.
hi: इसलिए <code><var>PART_PERCENT * MULTIPLE</var></code> is <code><var>PART_PERCENT</var>\%</code> of <code><var>WHOLE</var></code>.
nb: Så <code><var>PART_PERCENT * MULTIPLE</var></code> er <code><var>PART_PERCENT</var>\%</code> av <code><var>WHOLE</var></code>.
nl: <code><var>PART_PERCENT * MULTIPLE</var></code> is dus <code><var>PART_PERCENT</var>\%</code> van <code><var>WHOLE</var></code>.
pl: Zatem <code><var>PART_PERCENT * MULTIPLE</var></code> to <code><var>PART_PERCENT</var>\%</code> z <code><var>WHOLE</var></code>.
pt: Então <code><var>PART_PERCENT * MULTIPLE</var></code> é <code><var>PART_PERCENT</var>\%</code> de <code><var>WHOLE</var></code>.
tr: Yani <code><var>PART_PERCENT * MULTIPLE</var></code> is <code><var>PART_PERCENT</var>\%</code> of <code><var>WHOLE</var></code>.

source: So <code><var>PART_PERCENT / FACTOR</var></code> is <code><var>PART_PERCENT</var>\%</code> of <code><var>WHOLE</var></code>.
es: Así <code><var>PART_PERCENT / FACTOR</var></code> es el <code><var>PART_PERCENT</var>\%</code> de <code><var>WHOLE</var></code>.
fr: Donc <code><var>PART_PERCENT / FACTOR</var></code> est égal à <code><var>PART_PERCENT</var>\%</code> de <code><var>WHOLE</var></code>.
hi: इसलिए <code><var>PART_PERCENT / FACTOR</var></code> is <code><var>PART_PERCENT</var>\%</code> of <code><var>WHOLE</var></code>.
nb: Så <code><var>PART_PERCENT / FACTOR</var></code> er <code><var>PART_PERCENT</var>\%</code> of <code><var>WHOLE</var></code>.
nl: <code><var>PART_PERCENT / FACTOR</var></code> is dus <code><var>PART_PERCENT</var>\%</code> van <code><var>WHOLE</var></code>.
pl: Tak więc <code><var>PART_PERCENT / FACTOR</var></code> to <code><var>PART_PERCENT</var>\%</code> z <code><var>WHOLE</var></code>.
pt: Então <code><var>PART_PERCENT / FACTOR</var></code> é <code><var>PART_PERCENT</var>\%</code> de <code><var>WHOLE</var></code>.
tr: Bu sebeple <code><var>PART_PERCENT / FACTOR</var></code>, <code><var>WHOLE</var></code>'in <code><var>PART_PERCENT</var>\%</code>'sidir.

source: So <code><var>VOL * CONVERSION_CUBED</var></code> cubic <var> plural_form(TO, VOL * CONVERSION_CUBED)</var> fit in <code><var>VOL</var></code> cubic <var>plural_form(FROM, VOL)</var>.
es: Por tanto <code><var>VOL * CONVERSION_CUBED</var></code> <var> plural_form(TO, VOL * CONVERSION_CUBED)</var> cúbicos caben en <code><var>VOL</var></code> <var>plural_form(FROM, VOL)</var> cúbicos.
fr: Donc, <code><var>VOL * CONVERSION_CUBED</var></code> <var> plural_form(TO, VOL * CONVERSION_CUBED)</var> cubes rentrent dans <code><var>VOL</var></code> <var>plural_form(FROM, VOL)</var> cubes.
nb: Så <code><var>VOL * CONVERSION_CUBED</var></code> kubikk <var> plural_form(TO, VOL * CONVERSION_CUBED)</var> passer i <code><var>VOL</var></code> kubikk <var>plural_form(FROM, VOL)</var>.
pt: Portanto, cabem <code><var>VOL * CONVERSION_CUBED</var></code> <var> plural_form(TO, VOL * CONVERSION_CUBED)</var> cúbicos em <code><var>VOL</var></code> <var>plural_form(FROM, VOL)</var> cúbicos.
tr: Öyleyse <code><var>VOL * CONVERSION_CUBED</var></code> kübik <var> plural_form(TO, VOL * CONVERSION_CUBED)</var>, <code><var>VOL</var></code> kübik <var>plural_form(FROM, VOL)</var> içine sığar.

source: So <code><var>aside</var> = <var>formattedSquareRootOf(BC2)</var>.</code>
es: Entonces <code><var>aside</var> = <var>formattedSquareRootOf(BC2)</var>.</code>
fr: Donc <code><var>aside</var> = <var>formattedSquareRootOf(BC2)</var>.</code>
nb: Så <code><var>aside</var> = <var>formattedSquareRootOf(BC2)</var>.</code>
pl: Więc <code><var>aside</var> = <var>formattedSquareRootOf(BC2)</var>.</code>
pt: Então <code><var>aside</var> = <var>formattedSquareRootOf(BC2)</var>.</code>
tr: Buna göre, <code><var>aside</var> = <var>formattedSquareRootOf(BC2)</var>.</code>

source: So <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D,true, true, false, false )</var></code>
da: Så <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D,true, true, false, false )</var></code>
es: Así <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D,true, true, false, false )</var></code>
fr: Donc <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D,true, true, false, false )</var></code>
nb: Så <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D,true, true, false, false )</var></code>
pl: Więc <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D,true, true, false, false )</var></code>
pt: Portanto, <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D,true, true, false, false )</var></code>
tr: Yani <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D,true, true, false, false )</var></code>

source: So <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( EXP_N, EXP_D )</var>}=\left(<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}\right)^{<var>EXP_N</var>}=<var>fracParens( ROOT_N, ROOT_D )</var>^{<var>EXP_N</var>}</code>
da: Så <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( EXP_N, EXP_D )</var>}=\left(<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}\right)^{<var>EXP_N</var>}=<var>fracParens( ROOT_N, ROOT_D )</var>^{<var>EXP_N</var>}</code>
es: Así que <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( EXP_N, EXP_D )</var>}=\left(<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}\right)^{<var>EXP_N</var>}=<var>fracParens( ROOT_N, ROOT_D )</var>^{<var>EXP_N</var>}</code>
fr: Donc <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( EXP_N, EXP_D )</var>}=\left(<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}\right)^{<var>EXP_N</var>}=<var>fracParens( ROOT_N, ROOT_D )</var>^{<var>EXP_N</var>}</code>
nb: Så <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( EXP_N, EXP_D )</var>}=\left(<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}\right)^{<var>EXP_N</var>}=<var>fracParens( ROOT_N, ROOT_D )</var>^{<var>EXP_N</var>}</code>
pl: Więc <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( EXP_N, EXP_D )</var>}=\left(<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}\right)^{<var>EXP_N</var>}=<var>fracParens( ROOT_N, ROOT_D )</var>^{<var>EXP_N</var>}</code>
pt: Logo <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( EXP_N, EXP_D )</var>}=\left(<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}\right)^{<var>EXP_N</var>}=<var>fracParens( ROOT_N, ROOT_D )</var>^{<var>EXP_N</var>}</code>
tr: Bu sebeple <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( EXP_N, EXP_D )</var>}=\left(<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}\right)^{<var>EXP_N</var>}=<var>fracParens( ROOT_N, ROOT_D )</var>^{<var>EXP_N</var>}</code>

source: So <code><var>fracParens( BASE_N, BASE_D )</var>^{<var>fracSmall( EXP_NEG ? -1 : 1, EXP_D )</var>}=<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D, true, true, false, false )</var></code>
da: Så <code><var>fracParens( BASE_N, BASE_D )</var>^{<var>fracSmall( EXP_NEG ? -1 : 1, EXP_D )</var>}=<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D, true, true, false, false )</var></code>
es: Así <code><var>fracParens( BASE_N, BASE_D )</var>^{<var>fracSmall( EXP_NEG ? -1 : 1, EXP_D )</var>}=<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D, true, true, false, false )</var></code>
fr: Donc <code><var>fracParens( BASE_N, BASE_D )</var>^{<var>fracSmall( EXP_NEG ? -1 : 1, EXP_D )</var>}=<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D, true, true, false, false )</var></code>
nb: Så <code><var>fracParens( BASE_N, BASE_D )</var>^{<var>fracSmall( EXP_NEG ? -1 : 1, EXP_D )</var>}=<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D, true, true, false, false )</var></code>
pl: Więc <code><var>fracParens( BASE_N, BASE_D )</var>^{<var>fracSmall( EXP_NEG ? -1 : 1, EXP_D )</var>}=<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D, true, true, false, false )</var></code>
pt: Portanto, <code><var>fracParens( BASE_N, BASE_D )</var>^{<var>fracSmall( EXP_NEG ? -1 : 1, EXP_D )</var>}=<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D, true, true, false, false )</var></code>
tr: Yani <code><var>fracParens( BASE_N, BASE_D )</var>^{<var>fracSmall( EXP_NEG ? -1 : 1, EXP_D )</var>}=<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>fraction( SOL_N, SOL_D, true, true, false, false )</var></code>

source: So <code>\blue{m<var>ANSWER[0]</var> = <var>ANSWER[1] * X + ANSWER[2]</var>^\circ}</code>.
es: Entonces, <code>\blue{m<var>ANSWER[0]</var> = <var>ANSWER[1] * X + ANSWER[2]</var>^\circ}</code>.
pl: Więc <code>\blue{m<var>ANSWER[0]</var> = <var>ANSWER[1] * X + ANSWER[2]</var>^\circ}</code>.
pt: Portanto, <code>\blue{m<var>ANSWER[0]</var> = <var>ANSWER[1] * X + ANSWER[2]</var>^\circ}</code>.
tr: Buna göre, <code>\blue{m<var>ANSWER[0]</var> = <var>ANSWER[1] * X + ANSWER[2]</var>^\circ}</code>.

source: So <code>\dfrac{<var>I_NUM</var>}{<var>I_DENOM</var>}</code> is <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> more than <code><var>WHOLE</var></code>
es: Así que <code>\dfrac{<var>I_NUM</var>}{<var>I_DENOM</var>}</code> es <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> más que <code><var>WHOLE</var></code>
nb: Så <code>\dfrac{<var>I_NUM</var>}{<var>I_DENOM</var>}</code> is <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> mer enn <code><var>WHOLE</var></code>
pl: Więc <code>\dfrac{<var>I_NUM</var>}{<var>I_DENOM</var>}</code> jest o <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> większe niż <code><var>WHOLE</var></code>
pt: Portanto <code>\dfrac{<var>I_NUM</var>}{<var>I_DENOM</var>}</code> é <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> maior que <code><var>WHOLE</var></code>.

source: So <code>\green{m = <var>decimalFraction( -1 / M, "true", "true" )</var>}</code> and <code>\green{b = <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var>}</code>.
da: Så <code>\green{m = <var>decimalFraction( -1 / M, "true", "true" )</var>}</code> og <code>\green{b = <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var>}</code>.
es: Así que <code>\green{m = <var>decimalFraction( -1 / M, "true", "true" )</var>}</code> y <code>\green{b = <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var>}</code>.
fr: Donc <code>\green{m = <var>decimalFraction( -1 / M, "true", "true" )</var>}</code> et <code>\green{b = <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var>}</code>.
nb: Så <code>\green{m = <var>decimalFraction( -1 / M, "true", "true" )</var>}</code> og <code>\green{b = <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var>}</code>.
pt: Portanto, <code>\green{m = <var>decimalFraction( -1 / M, "true", "true" )</var>}</code> e <code>\green{b = <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var>}</code>.
tr: Buna göre, <code>\green{m = <var>decimalFraction( -1 / M, "true", "true" )</var>}</code> ve <code>\green{b = <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var>}</code>.

source: So <code>\green{m = <var>decimalFraction( M, "true", "true" )</var>}</code> and <code>\green{b = <var>decimalFraction( Y - M * X, "true", "true" )</var>}</code>.
da: Så <code>\green{m = <var>decimalFraction( M, "true", "true" )</var>}</code> og <code>\green{b = <var>decimalFraction( Y - M * X, "true", "true" )</var>}</code>.
es: Así que <code>\green{m = <var>decimalFraction( M, "true", "true" )</var>}</code> y <code>\green{b = <var>decimalFraction( Y - M * X, "true", "true" )</var>}</code>.
fr: Donc <code>\green{m = <var>decimalFraction( M, "true", "true" )</var>}</code> et <code>\green{b = <var>decimalFraction( Y - M * X, "true", "true" )</var>}</code>.
nb: Så <code>\green{m = <var>decimalFraction( M, "true", "true" )</var>}</code> and <code>\green{b = <var>decimalFraction( Y - M * X, "true", "true" )</var>}</code>.
pt: Portanto, <code>\green{m = <var>decimalFraction( M, "true", "true" )</var>}</code> e <code>\green{b = <var>decimalFraction( Y - M * X, "true", "true" )</var>}</code>.
tr: Buna göre, <code>\green{m = <var>decimalFraction( M, "true", "true" )</var>}</code> ve <code>\green{b = <var>decimalFraction( Y - M * X, "true", "true" )</var>}</code>.

source: So <code>\green{m<var>ANSWER[0]</var> = <var>ANSWER[1] * X + ANSWER[2]</var>^\circ}</code>.
es: Entonces, <code>\green{m<var>ANSWER[0]</var> = <var>ANSWER[1] * X + ANSWER[2]</var>^\circ}</code>.
pl: Więc <code>\green{m<var>ANSWER[0]</var> = <var>ANSWER[1] * X + ANSWER[2]</var>^\circ}</code>.
pt: Portanto, <code>\green{m<var>ANSWER[0]</var> = <var>ANSWER[1] * X + ANSWER[2]</var>^\circ}</code>.
tr: Buna göre, <code>\green{m<var>ANSWER[0]</var> = <var>ANSWER[1] * X + ANSWER[2]</var>^\circ}</code>.
