Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Determinant of a 3x3 matrix
da: Determinanten af en 3x3-matrix
es: Determinante de una matriz de 3x3
fr: Déterminant d'une matrice 3x3
nb: Determinanten av en 3x3-matrise
pl: Wyznacznik macierzy 3x3
pt: Determinante de uma matriz 3x3
tr: 3 x 3 matrisinin determinantı

source: Determine how many solutions exist for the system of equations.
da: Bestem hvor mange løsninger der er for et ligningssystem.
es: Determina cuántas soluciones existen para el sistema de ecuaciones.
fr: Déterminer le nombre de couples solutions de ce système d'équations.
nb: Bestem hvor mange løsninger det er for et likningssystem.
pl: Ustal ile rozwiązań istnieje dla układu równań.
pt: Determine quantas soluções existem para o sistema de equações.
tr: Denklem sisteminin kaç çözümü olduğunu belirleyiniz.

source: Determine the absolute value of the following complex number:
da: Bestem den absolutte værdi af det følgende komplekse tal:
es: Determina el valor absoluto del siguiente número complejo:
fr: Calculer le module du nombre complexe ci-dessous :
nb: Bestem absoluttverdien av det følgende komplekse tallet:
pl: Wyznacz wartość bezwzględną następującej liczby zespolonej:
pt: Determine o módulo do número complexo a seguir:
tr: Aşağıdaki karmaşık sayının mutlak değerini belirleyiniz:

source: Determine the inequality represented by this graph on the number line:
fr: Déterminer l'inégalité représentée sur la droite graduée.
hi: संख्या रेखा पर दिए आलेख की असमानता को दर्शाइए ।
nb: Hvilken ulikhet er representert på tallinjen nedenfor?
pl: Określ nierówność przedstawioną przez ten wykres na osi liczbowej:
pt: Determine a inequação representada por este gráfico na reta numérica:
tr: Sayı doğrusu üzerinde gösterilen bu eşitsizliği bulunuz:

source: Determine where <code>f(x)</code> intersects the <code>x</code>-axis.
da: Bestem, hvor <code>f(x)</code> skærer <code>x</code>-aksen.
es: Determina dónde <code>f(x)</code> intersecta el eje <code>x</code>.
fr: Déterminer les points d'intersection de la courbe représentative de la fonction qui à tout x réel fait correspondre <code>f(x)</code> avec l'axe des <code>x</code>.
nb: Finn ut hvor <code>f(x)</code> krysser <code>x</code>-axis.
pt: Determine onde <code>f(x)</code> corta o eixo <code>x</code>.
tr: <code>f(x)</code>'in <code>x</code>-eksenini nerede kestiğini belirleyiniz.

source: Develop your brain!
da: Få din hjerne til at vokse!
es: ¡Desarrolla tu cerebro!
fr: Développez votre cerveau !
ja: あなたの脳を発達させましょう!
nb: Utvikle hjernen din!
nl: Ontwikkel jouw hersenen!
pl: Rozwijaj swój mózg!
pt: Desenvolva seu cérebro!
pt_pt: Desenvolve o teu cérebro!
tr: Beyninizi geliştirin!

source: Devoted to providing excellent mathematics instruction to all students, Kathy has been a leader in math education for over 20 years at the secondary and graduate levels. As the founder and director for Loyola Marymount University’s <a href='http://mathleadershipcorps.com/'>Mathematics Leadership Corps</a>, Kathy co-authored and teaches the Mathematics Learning and Leadership by Design instructional moves, coaches teacher leaders to be change agents within their organizations, and thrives on the edge of chaos.
pt: Devotada a proporcionar uma educação matemática excelente para todos os estudantes, Kathy tem sido líder em educação matemática por mais de 20 anos nos níveis secundário e de graduação. Como fundadora e diretora do <a href='http://mathleadershipcorps.com/'>Mathematics Leadership Corps</a> da Universidade de Loyola Marymount, Kathy é coautora e ensina nos filmes instrucionais "Mathematics Learning" e "Leadership by Design", ensina os professores a serem agentes de mudança nas suas organizações, e se sai bem à beira do caos.
tr: Tüm öğrencilere mükemmel bir matematik öğretimi sağlamaya kendini adamış bir kişi olarak, Kathy 20 yıldır lise ve üniversite düzeyinde matematik eğitiminde bir liderdir. Loyola Marymount Üniversitesi'nin <a href='http://mathleadershipcorps.com/'>Matematik Liderlik Birliği</a>nin kurucusu ve yöneticisi olarak, Kathy Tasarımsal Matematik Öğretimi ve Liderlik kitabının eş yazarıdır ve eğitim hareketlerinde eğitim verir, öğretmen liderlerinin kendi örgütlerinin değişim yaratanları olmalarına koçluk eder, ve kaosun kenarında kendini geliştirir.

source: Diane Greene serves on the boards of Google, Intuit, Khan Academy, POST, and is a member of the MIT Corporation. She is currently the founding CEO of an early-stage startup. Diane cofounded and was the President and CEO of VMware from 1998–2008, taking the company to $2 billion in annual revenue. Diane is married and has two children and was the 1976 National Women's Dinghy Champion.
pt: Diane Greene atua nos conselhos da Google, Intuit, Khan Academy, POST e é membro da MIT Corporation. Ela é atualmente a CEO fundadora de uma empresa start-up. Diane cofundou e foi presidente e CEO da VMware de 1998 a 2008, fazendo a empresa atingir 2 bilhões de dólares em receita anual. Diane é casada, tem dois filhos e foi a campeã do National Women's Dinghy de 1976.
tr: Diane Greene, Google, Intuit, Khan Academy, POST yönetim kurullarında görev yapmaktadır, ve MIT Şirketi'nin bir üyesidir. Halen başlangıç aşamasındaki bir şirketin CEO'sudur. Diane VMware'in eş kurucusu ve 1998–2008 yıllarında Başkanı ve CEO'suydu, şirketin yıllık gelirini $ 2 milyara çıkarmıştır. Diane evli ve iki çocukludur ve 1976 Ulusal Kadınlar Sandal Şampiyonuydu.

source: Dianne Pierce is part-time faculty at the State University of New York at New Paltz teaching history of decorative arts, modern design, museum studies, and architecture of New York City. In addition, Dianne is part-time faculty at Parsons The New School for Design in New York, teaching the history of decorative arts and other courses.
pt: Dianne Pierce é professora em meio período na Universidade Estadual de Nova York, em New Paltz, lecionando história das artes decorativas, design moderno, estudos de museologia e arquitetura da cidade de Nova York. Além disso, Dianne é professora em meio período na Parsons The New School for Design em Nova York, lecionando história das artes decorativas e outros cursos.
tr: Dianne Pierce, New York Eyalet Üniversitesi New Paltz kampüsünde yarı zamanlı öğretim görevlisi olarak, dekoratif sanat tarihi, modern tasarım, müze çalışmaları ve New York Şehrinin mimarisi dersleri vermektedir. Ayrıca, Dianne New York'taki Parsons The New School for Design'da yarı zamanlı öğretim görevlisidir, ve dekoratif sanat tarihi ve başka dersler vermektedir.

source: Did this video help you?
ja: このビデオは手助けになりましたか?
nb: Hjalp denne videoen deg?
pt: Este vídeo o ajudou?
pt_pt: Este vídeo ajudou-te?

source: Did you accidentally request an evaluation? Cancel your evaluation request
da: Anmodede du ved et uheld om en evaluering? Annuller anmodningen om evaluering
es: ¿Solicitaste una evaluación accidentalmente? Cancela tu solicitud de evaluación.
fr: Avez-vous accidentellement demander une évaluation ? Annuler votre demande d'évaluation
nb: Ba du om vurdering ved en feil? Avbryt forespørselen om vurdering
nl: Heb je per ongeluk om een evaluatie gevraagd? Annuleer je evaluatieverzoek
pl: Czy przypadkowo poprosiłeś/aś o ocenę? Anuluj prośbę
pt: Você pediu uma avaliação sem querer? Cancele seu pedido de avaliação
pt_pt: Pediste uma avaliação por engano? Cancela o teu pedido de avaliação
tr: Yanlışlıkla bir değerlendirme isteği mi yolladınız? İsteği iptal edin

source: Did you find what you came here for today?
fr: Avez-vous trouvé ce que vous cherchiez au départ ?
nb: Fant du det du kom hit for i dag?
pl: Czy znalazłeś/znalazłaś to, czego dzisiaj tu szukałeś/szukałaś?
pt: Você encontrou o que veio procurar aqui hoje?
pt_pt: Hoje, encontraste tudo o que procuravas?
tr: Bugün aradığınızı buldunuz mu?

source: Did you forget a 'break' statement before '{a}'?
da: Har du glemt en 'break' erklæring før '{a}'?
es: ¿Olvidaste una declaración 'break' antes de '{a}'?
nb: Glemte du en 'break' uttalelse før '{a}'?
pl: Czy nie zapomniałeś o instrukcji 'break' przed '{a}'?
pt: Você esqueceu uma instrução 'break' antes de '{a}'?
tr: '{a}'dan önce bir 'break' önermesi kullanmayı unuttunuz mu?

source: Did you forget a space between "var" and "%(variable)s"?
da: Har du glemt et mellemrum mellem "var" og "%(variable)s"?
es: ¿Olvidaste un espacio entre "var" y "%(variable)s"?
nb: Glemte du et mellomrom mellom "var" og "%(variable)s"?
nl: Ben je een spatie vergeten tussen "var" en "%(variable)s"?
pl: Zapomniałeś spacji pomiędzy "var" i "%(variable)s"?
pt: Esqueceu-se de um espaço entre "var" e "%(variable)s"?
tr: "var" ve "%(variable)s" arasında bir boşluğu unutmuş olabilir misiniz?

source: Did you forget to add a comma between two parameters?
da: Har du glemt at sætte et komma mellem to parametre?
es: ¿Olvidaste agregar una coma entre dos parámetros?
nb: Har du glemt å legge til et komma mellom to parametere?
nl: Ben je een komma vergeten in te voegen tussen twee parameters?
pl: Zapomniałeś dodać przecinek pomiędzy dwoma parametrami?
pt: Você se esqueceu de acrescentar uma vírgula entre dois parâmetros?
tr: İki parametre arasına bir virgül eklemeyi unutmuş olabilir misiniz?

source: Did you know that your Internet Explorer is out of date?
da: Vidste du, at din Internet Explorer er forældet?
es: ¿Sabías que tu Internet Explorer no está actualizado?
fr: Saviez-vous que votre navigateur Internet Explorer est obsolète ?
nb: Visste du at din Internet Explorer er utdatert?
nl: Wist u dat uw Internet Explorer verouderd is?
pl: Czy wiesz, że Twoja przeglądarka, Internet Explorer, wymaga aktualizacji?
pt: Você sabia que o seu Internet Explorer está desatualizado?
pt_pt: Sabias que o teu Internet Explorer está desatualizado?
tr: Internet Explorer'ınızın eski olduğunu biliyor muydunuz?

source: Did you know... Your brain gets better the more you use it.
da: Vidste du, at... Din hjerne bliver bedre jo mere du bruger den.
es: ¿Ya lo sabías?: Tu cerebro se hace más grande mientras más lo usas.
fr: Saviez-vous que... Plus vous utilisez votre cerveau, plus il s'améliore.
ja: ご存知でしたか…あなたの脳は使えば使うほど賢くなります。
nb: Visste du... Hjernen din blir bedre jo mer du bruker den.
nl: Wist je dat... Je hersenen beter worden als je ze meer gebruikt?
pl: Czy wiesz, że... Twój mózg staje się lepszy im więcej go używasz.
pt: Você sabia: quanto mais você usa, melhor seu cérebro fica.
pt_pt: Sabias que… Quanto mais utilizas o teu cérebro, melhor ele fica.
tr: Biliyor muydunuz... Beyninizi ne kadar çok kullanırsanız, o kadar çok gelişir.

source: Did you know? You can learn how to program on Khan Academy and create your own programs. Go to our <a href="/computer-programming">computer programming</a> subject to get started.
es: ¿Sabías que puedes aprender a programar en Khan Academy y crear tus propios programas? Ve a nuestro tema de <a href="/computer-programming">programación</a> para empezar.
ja: ご存知ですか? カーンアカデミーではあなたはどのようにプログラムをするのか習うことができます． 私達の <a href="/computer-programming">コンピュータプログラミング</a> のコースに行き，始めましょう．
nb: Vet du? Du kan lære å programmere på Khan Academy og lage dine egne program. Gå til vår <a href="/computer-programming">dataprogrammering</a> fag for å komme igang.
pl: Czy wiesz, że? Możesz nauczyć się, jak programować w Khan Academy i tworzyć swoje własne programy. Przejdź do naszego <a href="/computer-programming"> tematu</a> o programowaniu komputerowym, by rozpocząć.
pt: Você sabia? Você pode aprender a programar na Khan Academy e criar seus próprios programas. Acesse o nosso tópico <a href="/computer-programming">programação de computadores</a> para começar.
pt_pt: Sabias? Podes aprender a programar na Khan Academy e a criar os teus próprios programas. Abre a disciplina de <a href="/computer-programming">programação</a> e começa a aprender.
tr: Biliyor musunuz? Khan Academy'de programlamayı öğrenebilir ve kendi programlarınızı yazabilirsiniz. <a href="/computer-programming">Bilgisayar Bilimleri/ Programlama</a> konusuna giderek hemen başlayabilirsiniz.

source: Did you mean %(suggestedEmailSpan)s?
da: Mente du %(suggestedEmailSpan)s?
es: ¿Quisiste decir %(suggestedEmailSpan)s?
fr: Vouliez-vous dire %(suggestedEmailSpan)s ?
ja: %(suggestedEmailSpan)s ですか？
nb: Mente du %(suggestedEmailSpan)s?
nl: Bedoel je %(suggestedEmailSpan)s?
pl: Czy masz na myśli %(suggestedEmailSpan)s?
pt: Você quis dizer %(suggestedEmailSpan)s?
pt_pt: Querias dizer %(suggestedEmailSpan)s?
tr: Şunu mu kastettiniz: %(suggestedEmailSpan)s?

source: Did you mean <span class='suggestion-value'>%(suggestion)s</span>?
da: Mente du <span class='suggestion-value'>%(suggestion)s</span>?
es: ¿Quisiste decir <span class='suggestion-value'>%(suggestion)s</span>?
fr: Pensiez-vous à <span class='suggestion-value'>%(suggestion)s</span> ?
ja: <span class='suggestion-value'>%(suggestion)s</span>? ですか？
nb: Mente du <span class='suggestion-value'> %(suggestion)s</span>?
nl: Bedoelde je <span class='suggestion-value'>%(suggestion)s</span>?
pl: Czy miałeś na myśli <span class='suggestion-value'>%(suggestion)s</span>?
pt: Você quis dizer <span class='suggestion-value'>%(suggestion)s</span>?
pt_pt: Querias dizer <span class='suggestion-value'>%(suggestion)s</span>?
tr: Şunu mu söylemek istediniz<span class='suggestion-value'>%(suggestion)s</span>?

source: Did you mean to return a conditional instead of an assignment?
da: Ville du returnere en betingelse i stedet for en tildeling?
es: ¿Quisiste retornar un condicional en lugar de una asignación?
nb: Mente du å returnere en betinget i stedet for en tildeling?
pl: Czy chciałeś wyniku w postaci warunku zamiast przypisania?
pt: Você quis retornar uma expressão condicional ao invés de uma atribuição?
tr: Bir atama yerine koşullu bir ifade mi kullanmak istiyorsunuz?

source: Did you mean to type "%(keyword)s" instead of "%(word)s"?
da: Ville du skrive "%(keyword)s" i stedet for "%(word)s"?
es: ¿Querías escribir "%(keyword)s" en lugar de "%(word)s"?
fr: Vouliez-vous taper "%(keyword)s" au lieu de "%(word)s" ?
nb: Mente du å skrive "%(keyword)s" i stedet for "%(word)s"?
nl: Bedoelde je eigenlijk "%(keyword)s" typen in plaats van"%(word)s"?
pl: Czy chodziło Ci o "%(keyword)s" zamiast "%(word)s"?
pt: Você queria digitar "%(keyword)s" em vez de "%(word)s"?
tr: %(word)s yerine %(keyword)s yazmak istemiş olabilir misiniz?

source: Did you put HTML code inside a CSS area?
da: Har du sat HTML-kode inde i et CSS-område?
es: ¿Pusiste código HTML dentro de un área CSS?
nb: Satt du inn HTML kode inne i et CSS område?
nl: Zette je HTML-code binnen een CSS-gebied?
pl: Czy umieściłeś kod HTML w obszarze CSS?
pt: Você colocou o código HTML dentro de uma área CSS?
tr: CSS alanı içine HTML kodu koydunuz mu?

source: Did you watch the talk-through that came before this challenge?
da: Så du gennemgangen, som hører sammen med denne udfordring?
es: ¿Viste la guía paso a paso que está antes de este desafío?
fr: Avez-vous regardé le tutorial qui précède ce challenge ?
nb: Så du videoen som følger med denne utfordringen?
nl: Heb je de uitleg voor deze les bekeken?
pl: Czy przeszedłeś przez powtórkę przed tym wyzwaniem?
pt: Você assistiu ao guia passo a passo apresentado antes deste desafio?
tr: Bu bölümden önce gelen ayrıntılı konuşma bölümünü izlediniz mi?

source: Difficulty
da: Sværhedsgrad
es: Dificultad
fr: Difficulté
ja: 難しさ
nb: Vanskelighetsgrad
nl: Moeilijkheidsgraad
pl: Trudność
pt: Dificuldade
pt_pt: Dificuldade
tr: Zorluk

source: Digital Millennium Copyright Act Notification Guidelines
da: Digital Millennium Copyright Act - Retningslinjer for Anmeldelse
es: Directrices de Notificación del Digital Millennium Copyright Act
fr: Directives d'Application des Lois contenues dans le Digital Millenium Copyright Act
nl: Digital Millenium Copyright Act Richtlijnen voor Meldingen
pl: Wskazówki dotyczące Milenijnej Ustawy o Cyfrowym Prawie Autorskim (ang. Digital Millennium Copyright Act)
pt: Diretrizes de notificação da Lei dos Direitos Autorais do Milênio Digital
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: Dilate
da: Udvid
es: Realizar homotecia
fr: Homothétie
nb: Utvid
nl: Verwijdt
pl: Rozszerz
pt: Dilatar
pt_pt: Dilatar
tr: Genişlet

source: Dilation
da: Udvidelse
es: Homotecia
fr: Homothétie
nb: Dilatasjon (utvidelse)
nl: Vergroting
pl: Rozszerzanie
pt: Dilatação
pt_pt: Dilatação
tr: Genişletme

source: Dilation about %(point)s by %(scale)s
da: Udvidelse omkring %(point)s med %(scale)s
es: Homtecia con respecto a %(point)s por %(scale)s
fr: Dilatation de centre %(point)s et de rapport %(scale)s
nb: Utvidels omkring %(point)s med %(scale)s
nl: Uitbreiding over %(point)s met %(scale)s
pl: Rozszerzanie o %(point)s w %(scale)s
pt: Dilatação sobre %(point)s de %(scale)s
tr: %(scale)s ölçekli %(point)s noktasından genişletme

source: Dilation of scale %(scale)s about %(point)s
da: Udvidelse med skala %(scale)s omkring %(point)s
es: Homotecia de escala %(scale)s con respecto a %(point)s
fr: Homothétie de rapport %(scale)s et de centre %(point)s
nb: Utvidelse med skala %(scale)s om %(point)s
nl: Uitbreiding van de schaal %(scale)s over %(point)s
pl: Rozszerzanie skali %(scale)s o %(point)s
pt: Dilatação de escala %(scale)s sobre %(point)s
tr: %(point)s noktasından %(scale)s ölçekli genişletme

source: Direct and inverse variation
da: Ligefrem og omvendt proportionalitet
es: Variación directa e inversa
fr: Grandeurs proportionnelles et inversement proportionnelles
nb: Proporsjonalitet og omvendt proporsjonalitet
nl: Directe en inverse variatie
pl: Proporcjonalność i odwrotna proporcjonalność
pt: Variação direta e inversa
tr: Doğru ve ters orantı

source: Director of Wellness
es: Director de bienestar
fr: Directeur du bien-être
pl: Dyrektor zdrowia
pt: Diretor de Bem-estar
tr: Mutluluk Direktörü

source: Directrix: <code>y = {}</code><span id="directrix-label"><code>-1</code></span>
fr: Directrice : <code>y = {}</code><span id="directrix-label"><code>-1</code></span>
pt: Diretriz: <code>y = {}</code><span id="directrix-label"><code>-1</code></span>
tr: Doğrultman: <code>y = {}</code><span id="directrix-label"><code>-1</code></span>

source: Disables outlines for all shapes drawn after the function call.
da: Deaktiverer konturer for alle figurer tegnet efter funktionskaldet.
es: Desactiva los contornos de todas las formas dibujadas después de llamar a la función.
nb: Deaktiverer omriss for alle figurer som tegnes etter funksjonskallet.
pl: Wyłącza kontury dla wszystkich kształtów narysowanych po wywołaniu tej funkcji.
pt: Remove as bordas de todas as formas desenhadas após a chamada da função.
tr: İşlev çağrısından sonra çizilen tüm şekillerin anahatlarını devre dışı bırakır.

source: Disapproved schools
es: Escuelas desaprobadas
ja: 承認されなかった学校
nb: Ikke-godkjente skoler
pl: Odrzucone szkoły
pt: Escolas reprovadas
pt_pt: Escolas reprovadas
tr: Onaylanmayan okullar

source: Discard Recorded Chunk
da: Slet lydbidden
es: Descartar segmento
fr: Suppression d'une Unité Enregistrée
ja: 記録したものを放棄する
nb: Forkast Innspilte Bit
nl: Verwijder opgenomen stuk
pl: Odrzuć nagrany kawałek
pt: Descartar bloco gravado
pt_pt: Apagar bloco gravado
tr: Kaydedilen parçaları atmak

source: Disconnect
bg: Разкачване
da: Afbryd
es: Desconectar
fr: Déconnecter
he: נתק
nb: Frakoblet
nl: Verbinding verbreken
pl: Rozłącz
pt: Desconectar
pt_pt: Desligado
tr: Bağı koparmak

source: Discount, tax, and tip word problems
fr: Problèmes faisant appel aux pourcentages : réductions, taxes, et pourboires
nb: Rabatt, skatt og tips - tekstoppgave
pl: Zadania tekstowe ze zniżką, podatkiem i napiwkiem
pt: Problemas sobre desconto, impostos e gorjeta
tr: İndirim, vergi ve bahşiş soruları

source: Discriminating against other users (race, religion, sexual orientation, etc.)
da: Diskriminering af andre brugere (race, religion, seksuel orientering, osv.)
es: Discriminación contra otros usuarios (raza, religión, orientación sexual, etc.)
fr: De la discrimination à l'égard des autres utilisateurs (race, religion, orientation sexuelle, etc.)
nb: Diskriminering av andre brukere (opphav, religion, seksuel orientering, osv.)
nl: Discriminatie van andere gebruikers (ras, godsdienst, seksuele geaardheid, enz.)
pl: Dyskryminację innych użytkowników (rasy, religii, orientacji seksualnej itd.)
pt: Discriminação contra outros usuários (em relação a raça, religião, orientação sexual, etc).
pt_pt: Discriminarem outros utilizadores (tendo por base a sua raça, religião, orientação sexual, etc.)
tr: Diğer kullanıcılara yönelik (ırk, din, cinsel yönelim ...vb. konularda) ayrımcılık

source: Discuss the site
da: Diskuter hjemmesiden
es: Discute acerca del sitio
fr: Discutez du site
hi: साईट पर विमर्श करें
ja: サイトについて議論する
nb: Diskuter siden
nl: Bespreek de site
pl: Podyskutuj o stronie
pt: Fale sobre esse site
pt_pt: Dá a tua opinião sobre o site
tr: Siteyi tartışın

source: Discussion
da: Diskussion
es: Discusión
fr: Forum de discussion
ja: 議論
nb: Diskusjon
nl: Discussie
pl: Dyskusja
pt: Discussão
pt_pt: Discussão
tr: Sohbet

source: Discussion Moderation
da: Forummoderation
es: Moderación de la discusión
fr: Modération de la discussion
ja: モデレーションの議論
nb: Diskusjon-moderasjon
nl: Discussie moderatie
pl: Moderacja dyskusji
pt: Moderação de discussão
pt_pt: Moderação da discussão
tr: Tartışma Moderatörü

source: Discussion and questions for this video
da: Diskussion og spørgsmål til denne video
es: Discusión y preguntas de este video
fr: Discussion et questions pour cette vidéo
ja: このビデオについての議論と質問
nb: Diskusjon og spørsmål til denne videoen
nl: Discussie en vragen voor deze video
pl: Dyskusje i pytania na temat tego filmiku
pt: Discussões e perguntas sobre esse vídeo
pt_pt: Discussão e perguntas sobre este vídeo
tr: Bu video için sorular ve tartışma

source: Discussion community Guardian.
pl: Opiekun społeczności dyskusyjnej.
pt: Comunidade de discussão Guardian.
tr: Tartışma topluluğu Koruyucusu.

source: Dismiss
da: Afvis
es: Descartar
fr: Rejeter
ja: 消去
nb: Avslå
nl: Afwijzen
pl: Zrezygnuj
pt: Recusar
pt_pt: OK
tr: Tekrar anımsatma

source: Dismiss all
da: Afvis alle
es: Descartar todas
fr: Rejeter tous
ja: 全て消去
nb: Avvis alle
nl: Alle afwijzen
pl: Odrzuć wszystko
pt: Recusar todos
pt_pt: Recusar tudo
tr: Hiç birini anımsatma
