Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Removing this topic from your homepage does not delete your progress in it. It will show up again if you decide to work on it later.
da: At fjerne dette emne fra din hjemmeside sletter ikke dine fremskridt i det, Det kommer tilbage, hvis du beslutter at arbejde videre på det senere.
es: Quitar este tema de tu página de inicio no elimina tu progreso en él. Se mostrará otra vez si decides trabajar en él más adelante.
fr: Retirer cette compétence de votre page d'accueil ne supprime pas vos progrès en son sein. Elle s'affichera à nouveau si vous décidez de revenir dessus plus tard.
ja: このトピックをあなたのホームページから削除したとしても，あなたの進捗状況は消去されません．後でまたこれについて学ぶことを決めたら，再び見えるようになります．
nb: Ved å fjerne dette emnet fra startsiden, sletter det ikke din fremgang i den. Det vil vise igjen hvis du vil arbeide med den senere.
nl: Als je dit onderwerp van je pagina verwijdert wordt deze niet verwijderd uit jouw voortgang. Hij komt terug als je er later weer aan werkt.
pl: Usunięcie tego tematu z Twojej strony domowej nie skasuje Twojego postępu w nim. Pojawi się on ponownie, gdy zdecydujesz się pracować nad nim później.
pt: A remoção deste tópico de sua página inicial não excluirá seu progresso nele. Ele aparecerá novamente se você decidir trabalhar nele mais tarde.
pt_pt: Mesmo que removas esta disciplina do teu perfil, o teu progresso não será perdido. Podes restaurar o teu progresso se voltares a aceder a esta disciplina.
tr: Bu konuyu ana sayfanızdan kaldırdığınızda, konu içerisinde kaydettiğiniz ilerleme silinmez. Daha sonra üzerinde tekrar çalışmaya karar verirseniz, kaldığınız yerden devam edebilirsiniz.

source: Rename <code>y</code> to <code>x</code>: <code>f^{-1}(x) = <var>X_OVER_M</var> - <var>B_OVER_M</var></code>
fr: On remplace <code>y</code> par <code>x</code> : <code>f^{-1}(x) = <var>X_OVER_M</var> - <var>B_OVER_M</var></code>
nb: Endre navnet på <code>y</code> til <code>x</code>: <code>f^{-1}(x) = <var>X_OVER_M</var> - <var>B_OVER_M</var></code>
pt: Renomeie <code>y</code> como <code>x</code>: <code>f^{-1}(x) = <var>X_OVER_M</var> - <var>B_OVER_M</var></code>
tr: <code>y</code> yerine <code>x</code> diyelim: <code>f^{-1}(x) = <var>X_OVER_M</var> - <var>B_OVER_M</var></code>

source: Rental days
nb: Leiedager
pt: Dias de aluguel

source: Repeat code a fixed number of times
da: Gentag koden et bestemt antal gange
es: Repite el código un número determinado de veces
fr: Répéter le code un nombre défini de fois
ja: コードを固定回数繰り返します
nb: Gjenta koden et bestemt antall ganger
nl: Herhaal code een vast aantal keer
pl: Powtarzaj kod określoną liczbę razy
pt: Repete o código um número definido de vezes
pt_pt: Repete o código por um número fixo de vezes
tr: Birkaç kere sabitlenmiş kodları tekrarla

source: Replaces the current transformation matrix with the identity matrix. This effectively clears all transformation functions set before it.
da: Erstatter den aktuelle transformationsmatrix med identitetsmatricen. Dette fjerner effektivt alle transformationsfunktioner valgt før denne.
es: Reemplaza la actual matriz de transformación con la matriz identidad. Esto borrra efectivamente todas las funciones de transformación establecidas antes de ella.
nb: Erstatter gjeldende transformasjonsmatrisen med identitetsmatrise. Fjerner effektivt alle transformasjonsfunksjoner satt foran den.
pl: Zamienia bieżącą macierz transformacji macierzą jednostkową. Skutecznie usuwa wszystkie wcześniejsze funkcje transformacji.
pt: Troca a matriz atual de transformação pela matriz identidade. Esta função limpa todas as funções de transformação definidas antes de sua chamada.
tr: Güncel dönüşüm matrisini özdeşlik matrisiyle değiştirir. Bu, öncesinde ayarlanmış dönüşüm fonksiyonlarının hepsini temizler.

source: Replacing <code>\text{PO}_4</code> for <code>X</code>, the balanced equation is:
pl: Po wstawieniu <code>\text{PO}_4</code> w miejsce znaku <code>X</code>, zbilansowane równanie będzie miało taką postać:
pt: Substituindo <code>\text{PO}_4</code> por <code>X</code>, a equação balanceada é:
tr: <code>\text{PO}_4</code>'ü <code>X</code>'in yerine koyarsak, dengeli denklem şudur:

source: Report
fr: Rapport
pl: Raport
pt: Relatório
tr: Rapor

source: Report Generated For <span>%(coach_nickname)s &lt;%(coach_email)s&gt;</span> <br>on <span>%(report_time)s</span>
pl: Raport wygenerowany dla <span>%(coach_nickname)s &lt;%(coach_email)s&gt;</span> <br>w <span>%(report_time)s</span>
pt: Relatório gerado para <span>%(coach_nickname)s &lt;%(coach_email)s&gt;</span> <br>às <span>%(report_time)s</span>
tr: <span>%(report_time)s</span>'de <br> <span>%(coach_nickname)s &lt;%(coach_email)s&gt;</span> için Oluşturulan Rapor

source: Report a mistake
ja: 間違いを報告する
nb: Rapport en feil
pl: Zgłoś pomyłkę
pt: Comunicar um erro
pt_pt: Comunicar um erro
tr: Hatayı raporlayın

source: Report a mistake in the article
da: Rapporter en fejl i artiklen
es: Informa de un error en el artículo
fr: Signaler une erreur dans cet article
ja: 記事の誤りを報告する
nb: Rapport en feil i artikkelen
nl: Meld een fout in het artikel
pl: Zgłoś błąd w artykule
pt: Reportar um erro no artigo
pt_pt: Comunicar um erro no artigo
tr: Makaledeki bir hatayı iletin

source: Report a mistake in the article. Include when it occurs (e.g. first paragraph)...
da: Rapporter en fejl i artiklen. Inkluder hvor det er (f.eks. første paragraf)...
es: Informa de un error en el artículo. Indica en dónde se produce el error (por ejemplo, en el primer párrafo...).
fr: Signaler une erreur dans l'article. Incluer lorsqu'il se produit (par exemple, premier alinéa)...
ja: 記事についての間違いを報告する．どこでそれが起こっているかを含めて下さい(例: 最初の段落)...
nb: Rapportere en feil i artikkelen. Inkluder hvor det oppstår (f.eks første avsnitt)...
nl: Meldt een fout in het artikel. Vermeld waar het voorkomt (bijv. eerste paragraaf)...
pl: Zgłoś błąd w artykule. Włącznie z informacją kiedy występuje (np. pierwszy akapit)...
pt: Reporte um erro no artigo. Informe em que momento ele ocorre (por exemplo, primeiro parágrafo)...
tr: Makale ile ilgili bir hata raporu oluşturun. Hatanın makalenin neresinde olduğunu eklemeyi unutmayın (örneğin, ilk paragraf)...

source: Report a mistake in the video
da: Rapporter en fejl i videoen
es: Informa de un error en el video
fr: Signaler une erreur dans la vidéo
hi: वीडियो की त्रुटि को रिपोर्ट करें
ja: ビデオの間違いを報告する
nb: Rapporter en feil i videoen
nl: Meld een fout in de video
pl: Wskaż pomyłkę w tym filmie
pt: Relatar um erro no vídeo
pt_pt: Comunicar um erro no vídeo
tr: Videodaki bir hatayı bildirin

source: Report a mistake in the video. Include when it occurs (e.g. 2:15)...
da: Rapporter en fejl i videoen. Inkluder hvornår det skete (f.eks. 2:15)...
es: Reporta un error en el video. Incluye cuando ocurre (p. ej. 2:15)...
fr: Signaler une erreur dans la vidéo. Veuillez indiquer à quel endroit précis celle-ci se produit (par ex. 02:15)...
ja: ビデオの間違いを報告する．いつそれが起こったかを含めて下さい(例 2:15)．．．
nb: Rapporter en feil i videoen. Inkluder når det shendte (f.eks. 2:15)...
nl: Meldt een fout in de video. Vermeld waar het gebeurd (bijv. 2:15)...
pl: Zgłoś błąd w filmie i podaj kiedy nastąpił (np. 2:15)...
pt: Relate um erro observado no vídeo e o momento em que ele ocorre (ex. 2:15)...
pt_pt: Comunica um erro no video. Por favor, indica o instante exato em que ocorre (ex: "Ao minuto 2:15")...
tr: Videodaki bir hatayı bildirmek. Ne zaman oluştuğunu da belirtiniz(Örneğin 02:15)...

source: Report a mistake in this question
da: Rapporter en fejl i dette spørgsmål
es: Reporta un error en esta pregunta
fr: Signaler une erreur dans cet exercice
ja: この問題の間違いを報告する
nb: Rapporter en feil i denne oppgaven
nl: Rapporteer een fout in deze vraag
pl: Zgłoś błąd w tym pytaniu
pt: Relatar um erro nesta questão
pt_pt: Comunicar um erro relacionado com esta pergunta
tr: Sorudaki hatayı bize bildirin

source: Report a problem
da: Rapportér et problem
es: Reportar un problema
fr: Signaler un problème
ja: 問題を報告する
nb: Rapporter et problem
nl: Meld een probleem
pl: Zgłoś problem
pt: Relatar um problema
pt_pt: Comunicar um problema
tr: Sorun Bildir

source: Report a problem with the %(languageLocalName)s version of Khan Academy
da: Rapporter et problem med den %(languageLocalName)s version af Khan Academy
es: Reportar un problema con la versión de Khan Academy en %(languageLocalName)s
fr: Signaler un problème avec la version en %(languageLocalName)s de la Khan Academy
ja: カーンアカデミー%(languageLocalName)s版に関する問題を報告する
nb: Rapporter et problem med den %(languageLocalName)s versjonen av Khan Academy
nl: Een probleem melden met de %(languageLocalName)s versie van Khan Academy
pl: Zgłoś problem z %(languageLocalName)s wersją Khan Academy
pt: Relatar um problema com a versão em %(languageLocalName)s da Khan Academy
pt_pt: Comunica um problema com a versão em %(languageLocalName)s
tr: Khan Academy %(languageLocalName)s platformuna ilişkin sorun bildirimi

source: Report a technical problem with the site
da: Rapporter et teknisk problem med hjemmesiden
es: Reporta un problema técnico con el sitio
fr: Signaler un problème technique avec le site
hi: साईट की तकनीकी समयसा के बारे में रिपोर्ट करें
ja: このサイトの技術的な問題を報告する
nb: Rapporter et teknisk problem med siden
nl: Meld een technisch probleem met de site
pl: Zgłoś problem techniczny ze stroną
pt: Relatar um problema técnico no site
pt_pt: Reportar um problema técnico com o site
tr: Site ile ilgili teknik bir sorun bildirmek

source: Report other issues
da: Rapporter andre problemer
es: Reporta otros problemas
fr: Signaler d'autres problèmes
ja: 他の問題を報告する
nb: Rapporter andre problemer
nl: Andere problemen rapporteren
pl: Zgłoś inne problemy
pt: Relatar outros problemas
pt_pt: Comunicar outros problemas
tr: Diğer konuları bildirin

source: Reported by
da: Rapporteret af
es: Reportado por
fr: Rapporté par
ja: によるレポート
nb: Rapportert av
nl: Gemeld door
pl: Zgłoszone przez
pt: Relatado por
pt_pt: Denunciado por
tr: Tarafından bildirilen

source: Represent the following data using a box-and-whiskers plot. Exclude the median when computing the quartiles:
es: Representa los siguientes datos usando un diagrama de caja. Excluye la mediana cuando calcules los cuartiles:
fr: Représenter les données suivantes par un diagramme en boîte :
nl: Geef de volgende data weer met behulp van een boxplot. Sluit de mediaan uit bij het berekenen van de kwartielen.
pt: Represente os dados seguintes utilizando uma diagrama de caixa. Exclua a mediana quando for computar os quartis:
tr: Verileri kutu-bıyık diyagramıyla gösterin. Dörtte birlikleri hesaplarken medyanı işleme dahil etmeyin:

source: Represents when a special key is pressed
da: Angiver om der trykkes på en specialtast
es: Representa cuando se pulsa una tecla especial
fr: Contient le code du dernier caractère spécial utilisé sur le clavier
ja: 特殊キーが押された時を示します．
nb: Angir når en spesialtast trykkes på
nl: Geeft aan wanneer een speciale toets wordt gebruikt
pl: Zaznacza się po wciśnięciu odpowiedniego klawisza
pt: Indica quando uma tecla especial é pressionada
pt_pt: Chamada quando premires uma tecla especial
tr: Özel tuşların basılışını temsil eder

source: Request Help
da: Anmod om hjælp
es: Solicita ayuda
fr: Demander de l'aide
ja: ヘルプを要求
nb: Be om hjelp
nl: Vraag om hulp
pl: Poproś o pomoc
pt: Solicitar ajuda
pt_pt: Pedir de ajuda
tr: Yardım isteyin

source: Request a feature
da: Anmod om en funktion
es: Solicita una característica
fr: Demander une fonctionnalité
hi: फीचर के बारे में अनुरोध करें
ja: 機能をリクエストする
nb: Be om en funksjon
nl: Verzoek een functie
pl: Poproś o funkcję
pt: Solicitar um recurso
pt_pt: Solicitar uma funcionalidade
tr: Özellik isteği gönderin

source: Request feedback
da: Anmod om feedback
es: Solicita comentarios
fr: Demander un retour
nb: Be om tilbakemelding
nl: Vraag om feedback
pl: Poproś o opinię
pt: Solicitar feedback
tr: Geri bildirim isteme

source: Request for Permission
ja: 許可のリクエスト
nb: Forespørsel om tillatelse
pl: Pytanie o pozwolenie
pt: Solicitação de permissão
pt_pt: Pedido de permissão
tr: İzin Talebi

source: Request help from your peers
da: Anmod om hjælp fra dine kammerater
es: Solicita ayuda de tus pares
fr: Demander l'aide de vos pairs
nb: Be om hjelp fra dine venner
nl: Vraag hulp aan andere Khan leden
pl: Poproś o pomoc swoich rówieśników
pt: Solicitar a ajuda de colegas
pt_pt: Pede ajuda aos teus colegas
tr: Diğer üyelerden yardım isteme

source: Required for students under 13
bg: Задължително за ученици под 13 години
da: Påkrævet for elever under 13
es: Se requiere para estudiantes menores de 13 años
fr: Nécessaire pour les élèves de moins de 13 ans
he: נדרש עבור תלמידים מתחת לגיל 13
ja: 13 歳未満の生徒には必要とされます．
nb: Kreves for studenter under 13
nl: Vereist voor leerlingen jonger dan 13 jaar
pl: Wymagane dla uczniów poniżej 13 lat
pt: Obrigatório para alunos menores de 13 anos
pt_pt: Obrigatório para alunos menores de 13 anos
tr: 13 yaşından küçük öğrenciler için gerekli

source: Researcher
da: Forsker
es: Investigador
fr: Chercheur
ja: 研究者
nb: Forsker
nl: Onderzoeker
pl: Naukowiec
pt: Pesquisador
pt_pt: Investigador
tr: Araştırmacı

source: Resend email
da: Send e-mail igen
es: Reenviar el correo electrónico
fr: Renvoyer l'e-mail
ja: 電子メールを再送信します。
nb: Send e-post på nytt
nl: E-mail opnieuw verzenden
pl: Wyślij ponownie e-mail
pt: Reenviar e-mail
pt_pt: Reenviar mensagem
tr: E-postayı tekrar gönder

source: Resending...
bg: Повторно изпращане...
da: Sender igen...
es: Reenviando...
fr: Réenvoi...
he: שולח שוב...
ja: 再送中...
nb: Sender på nytt...
nl: Opnieuw versturen...
pl: Ponowne wysyłanie...
pt: Reenviando...
pt_pt: A reenviar...
tr: Tekrar gönderiliyor..

source: Reserved words as properties can be used under the 'es5' option.
da: Reserverede ord som properties kan bruges under indstillingen 'es5'.
es: Las palabras reservadas como propiedades pueden utilizarse con la opción 'es5'.
nb: Reserverte ord som egenskaper kan brukes under 'es5' innstillinger.
pl: Zastrzeżone słowa mogą zostać użyte jako właściwości przy włączonej opcji "es5".
pt: Palavras reservadas como propriedades podem ser usadas sob a opção 'es5'.
tr: Özellik işlevli özel amaçlı sözcükler 'es5' seçeneği altında kullanılabilir.

source: Reset password
da: Nulstil adgangskode
es: Restablece tu contraseña
fr: Réinitialiser mot de passe
ja: パスワードのリセット
nb: Tilbakestill passord
nl: Wachtwoord resetten
pl: Resetuj hasło
pt: Redefinir senha
pt_pt: Repor palavra-passe
tr: Şifre sıfırlama

source: Resistance (N)
pl: Opór powietrza (N)
pt: Resistência (N)
tr: Direnç (N)

source: Restart
da: Genstart
es: Reiniciar
fr: Redémarrez
ja: 再開始
nb: Omstart
nl: Opnieuw starten
pt: Reiniciar
pt_pt: Recomeçar
tr: Tekrar Başlat

source: Restores the previous coordinate system (from the "matrix stack") - whatever was most recently pushed.
da: Gendanner det forrige koordinatsystem (fra "matrix stakken") - Hvad der end blev 'pushed' senest.
es: Restaura el sistema de coordenadas previo (de la "matriz apilada") - cualquiera que haya sido el más recientemente apilado.
nb: Gjenoppretter til det forrige koordinatsystemet (fra "matrise stack") - uansett hva som akkurat er trykket på.
pl: Przywraca poprzedni układ współrzędnych (z "matrix stack") - niezależnie od tego, który ostatnio został wciśnięty.
pt: Restaura o sistema de coordenadas anterior (da "pilha de matrizes") - o que tiver sido colocado mais recentemente.
tr: Önceki koordinat sistemini - en son kullanılanı ("matris yığınından") geri yükler.

source: Results
fr: Résultats
pl: Wyniki
pt: Resultados
tr: Sonuçlar

source: Results within %(missionTitle)s
da: Resultater i %(missionTitle)s
es: Resultados dentro de %(missionTitle)s
fr: Résultats pour %(missionTitle)s
nb: Resultater i %(missionTitle)s
nl: Resultaten binnen %(missionTitle)s
pl: Wyniki w %(missionTitle)s
pt: Resultados em %(missionTitle)s
pt_pt: Resultados em %(missionTitle)s
tr: %(missionTitle)s içindeki sonuçlar

source: Results within all of Khan Academy
da: Resultater i hele Khan Academy
es: Resultados dentro de todo Khan Academy
fr: Meilleurs résultats pour l'ensemble de la plateforme
nb: Resultater i hele Khan Academy
nl: Resultaten binnen de gehele Khan Academy
pl: Wyniki z całego Khan Academy
pt: Resultados em toda a Khan Academy
pt_pt: Resultados em toda a Khan Academy
tr: Khan Academy'nin içindeki tüm sonuçlar

source: Resume
da: Fortsæt
es: Continuar
fr: Poursuivre
ja: 再開
nb: Fortsett
nl: Hervatten
pl: Podsumowanie
pt: Retomar
pt_pt: Retomar
tr: Geri dönün

source: Reticulating splines...
es: Reticulando splines...
fr: Cannelures réticulaires...
ja: スプラインを網状化中...
nb: Gjør om kurver...
pl: Sieciowanie splajnów...
pt: Calibrando pontuações...
pt_pt: A calibrar pontuações...
tr: Lütfen bekleyiniz..

source: Retired or Unavailable Skill
da: Utilgængelig færdighed
es: Habilidad retirada o no disponible
fr: Compétence retirée ou indisponible
ja: 引退，または利用不可能になったスキル
nb: Utilgjengelig ferdighet
nl: Niet meer actuele of niet beschikbare vaardigheid
pl: Emerytowana lub niedostępna umiejętność
pt: Habilidade removida ou indisponível
pt_pt: Competência removida ou indisponível
tr: Kaldırılmış veya Kullanılamaz Beceri

source: Retrieving schools...
da: Henter skoler...
es: Recuperando escuelas...
fr: Récupérer des écoles...
ja: 学校を取得中．．．
nb: Henter skoler...
nl: Ophalen van scholen...
pl: Pobieranie listy szkół...
pt: Recuperando escolas...
pt_pt: A carregar a lista de escolas...
tr: Okullar yükleniyor...

source: Retry?
da: Prøv igen?
es: ¿Reintentar?
fr: Réessayer ?
nb: Prøv på nytt?
nl: Opnieuw proberen?
pl: Ponowić?
pt: Repetir?
pt_pt: Tentar novamente?
tr: Yeniden denensin mi?

source: Return nearest whole number
da: Returner nærmeste heltal
es: Regresa el número natural más cercano
fr: Retourne le nombre entier le plus proche
ja: 最も近い整数を返す
nb: Rund av til nærmeste hele tall
nl: Afronden naar dichtstbijzijnde hele getal
pl: Zwróć najbliższą liczbę całkowitą
pt: Retorna o número inteiro mais próximo
pt_pt: Devolve o número inteiro mais próximo
tr: En yakın tam sayıyı getir

source: Return nearest whole number of greater/equal value
da: Returner nærmeste heltal med værdi større end eller lig med
es: Regresa el número natural más cercano de mayor/igual valor
fr: Retourne le nombre entier supérieur ou égale le plus proche
ja: その数以上で最も近い整数を返します
nb: Rund opp til nærmeste hele tall av større/lik verdi
nl: Geef dichtstbijzijnde hele getal van een grotere/gelijk aan waarde
pl: Zwróć najbliższą liczbę całkowitą o większej lub równej wartości
pt: Retorna o número inteiro mais próximo de valor maior ou igual
pt_pt: Devolve o número inteiro mais próximo de um valor maior ou igual
tr: Daha büyük/eşit değerdeki en yakın tam sayıyı getir

source: Return nearest whole number of lesser/equal value
da: Returner nærmeste heltal med værdi mindre end eller lig med
es: Regresa el número natural más cercano de menor/igual valor
fr: Retourne le nombre entier inférieur ou égale le plus proche
ja: その数以下で最も近い整数を返します
nb: Rund ned til nærmeste hele tall av mindre/lik verdi
nl: Geef dichtstbijzijnde hele getal van een kleinere/gelijk aan waarde
pl: Zwróć najbliższą liczbę całkowitą o mniejszej lub równej wartości
pt: Retorna o número inteiro mais próximo de valor menor ou igual
pt_pt: Devolve o número inteiro mais próximo de um valor menor ou igual
tr: Daha küçük/eşit değerdeki en yakın tam sayıyı getir

source: Return the cosine of an angle.
da: Returnerer cosinus til en vinkel.
es: Devuelve el coseno de un ángulo.
nb: Gå tilbake til sinus til en vinkel.
pl: Zwraca cosinus kąta.
pt: Retorna o cosseno de um ângulo.
tr: Bir açının kosinüsünü verir.

source: Return the maximum of two numbers
da: Returner det største af to tal
es: Regresa el máximo de dos números
fr: Retourne le maximum parmi deux nombres
ja: 2つの数のうちの最大の数を返す
nb: Gjør om maksimum til to tall
nl: Geef het maximum van twee getallen
pl: Zwróć maksimum dwóch liczb
pt: Retorna o máximo de dois números
pt_pt: Devolve o maior de dois números
tr: İki sayıdan maksimumunu getir

source: Return the minimum of two numbers
da: Returner det mindste af to tal
es: Regresa el mínimo de dos números
fr: Retourne le minimum parmi deux nombres
ja: 2つの数のうちの最小の数を返す
nb: Gjør om minimum til to tall
nl: Geef het minimum van twee getallen
pl: Zwróć minimum dwóch liczb
pt: Retorna o mínimo de dois números
pt_pt: Devolve o menor de dois números
tr: İki sayının minimumunu getir

source: Return the sine of an angle.
da: Returnerer sinus til en vinkel.
es: Regresa el seno de un ángulo.
nb: Gå tilbake til sinus til en vinkel.
pl: Zwraca sinus kąta.
pt: Retorna o seno de um ângulo.
tr: Bir açının sinüsünü verir.

source: Return the tangent of an angle
da: Returnerer tangens til en vinkel
es: Devuelve la tangente de un ángulo
nb: Gå tilbake til tangens av en vinkel
pl: Zwraca tangens kąta
pt: Retorna a tangente de um ângulo
tr: Bir açının tanjantını verir

source: Returns Euler's number e (2.71828...) raised to the power of the value parameter.
da: Returnerer Eulers tal e (2.71828...) opløftet til potensen af parameterens værdi.
es: Regresa el número e de Euler (2.71828...) elevado a la potencia del valor del parámetro.
nb: Returnerer Eulers tallet e (2.71828...) opphøyd til verdi-parameteren.
pl: Zwraca stałą Eulera e (2,71828...) podniesioną do potęgi o wartości parametru.
pt: Retorna o número e de Euler (2,71828...) elevado à potência do valor do parâmetro.
pt_pt: Devolve o número "e" de Euler (2,71828...) elevado à potência do valor do parâmetro.
tr: Euler sayısı e (2,71828...)'nin parametri değerindeki üssünü verir.

source: Returns a number raised to an exponential power.
da: Returnerer et tal opløftet til en eksponent.
es: Regresa un número elevado a una potencia exponencial.
nb: Returnerer et tall til en potens opphøyd i en eksponent.
pl: Zwraca liczbę podniesioną do potęgi.
pt: Retorna um número elevado a uma potência exponencial.
tr: Üstel kuvveti alınmış bir sayı verir.

source: Returns a random number between low and high.
da: Returnerer et tilfældigt tal mellem lav og høj.
es: Regresa un número aleatorio entre bajo y alto.
nb: Returnerer et tilfeldig tall mellom lav og høy.
pl: Zwraca losową liczbę pomiędzy górną i dolną granicą.
pt: Retorna um número aleatório entre low e high.
pt_pt: Retorna um número aleatório entre "mínimo" e "máximo".
tr: Düşük ve yüksek arasında rastgele bir sayı verir.
