Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Between <code>0</code> and <code>1</code>, the number line is divided into <code><var>DENOMINATOR</var></code> equal pieces, so each piece represents <code><var>fraction(1, DENOMINATOR)</var></code>.
fr: Entre <code>0</code> et <code>1</code>, la droite graduée est divisée en <code><var>DENOMINATOR</var></code> morceaux égaux, ainsi chaque morceau représente <code><var>fraction(1, DENOMINATOR)</var></code>.
nb: Mellom <code>0</code> og <code>1</code>, er tallinjen delt i <code><var>DENOMINATOR</var></code> like stykker, så hver del representerer <code><var>fraction(1, DENOMINATOR)</var></code>.
nl: Tussen <code>0</code> en <code>1</code> is de getallenlijn verdeeld in <code><var>DENOMINATOR</var></code> gelijke stukken, dus elk stuk is <code><var>fraction(1, DENOMINATOR)</var></code>.
pl: W przedziale od <code>0</code> do <code>1</code> oś liczbowa jest podzielona na <code><var>DENOMINATOR</var></code> części, które są równe, więc każda część stanowi <code><var>fraction(1, DENOMINATOR)</var></code>.
pt: Entre <code>0</code> e <code>1</code>, a reta numérica está dividida em <code><var>DENOMINATOR</var></code> partes iguais, portanto cada parte representa <code><var>fraction(1, DENOMINATOR)</var></code>.
tr: <code>0</code> ve <code>1</code> arasında, sayı doğrusu <code><var>DENOMINATOR</var></code> eşit parçaya bölünmüştür, buna göre her parça <code><var>fraction(1, DENOMINATOR)</var></code> temsil etmektedir.

source: Beyond the realm of software development, Kevin has written a series of children's fantasy novels.
pt: Além de dominar o desenvolvimento de softwares, Kevin escreveu uma série de romances fantásticos infantis.

source: Bibliographer
da: Bibliograf
es: Bibliógrafo
fr: Bibliographe
ja: 書誌学者
nb: Bibliograf
nl: Bibliograaf
pl: Bibliograf
pt: Bibliógrafo
pt_pt: Bibliógrafo
tr: Bibliyograf

source: Big fans of eating around here. We'll have daily catered lunches, sandwich supplies, snacks, and drinks available for you all day while at the office, but most intern classes also like exploring the local restaurants.
bg: Тук имаме големи любители на яденето. Ние имаме ежедневно доставки на обяд, сандвичи, закуски и напитки на разположение за цял ден докато сме в офиса, но повечето стажантски класове също харесват да проучват местните ресторанти.
da: Store fans af spise her omkring. Vi har dagligt frokost, sandwich-forsyninger, snacks og drikkevarer hele dagen mens du er på kontoret, men de fleste praktikanthold udforske også gerne de lokale restauranter.
es: Grandes fanáticos de comer por aquí. Nosotros tendremos almuerzos, sandwich fuentes, aperitivos y bebidas disponible para usted durante todo el día mientras que en la oficina, pero a la mayoría de los internos también les gusta explorar los restaurantes locales.
fr: Nous aimons manger! Au bureau, nous mettons à votre disposition des déjeuner créés par des traiteurs qui sont livrés tous les jours, de quoi faire des sandwich, des goûters, et des boissons. La majorité de nos stagiaires préfère aller voir ce qui est servi dans les restaurants locaux.
pl: Bardzo lubimy się tu stołować. Zamawiamy codziennie przygotowywane obiady, świeże kanapki, przekąski oraz napoje, wszystko dostępne w ofercie w godzinach pracy. Większość z nas lubi także odkrywać lokalne restauracje.
pt: Somos grandes fãs de uma boa comida. Temos almoços servidos diariamente, produtos para fazer sanduíches, petiscos e bebidas disponíveis para você durante todo o dia, enquanto estiver no escritório. Mas, a maioria dos estagiários também gosta de explorar os restaurantes da região.
tr: Yemeyi seviyoruz. Ofisimize her gün günlük öğle yemeği, sandviç malzemeleri, atıştırmalıklar ve içecek servisi yapılıyor. Çoğu stajyerimiz ayrıca yerel restoranları keşfetmekten hoşlanıyor.

source: Binomial and Normal Distribution Comparison
da: Sammenligning af Binomial- og Normal-fordelinger
es: Comparación entre distribución normal y binomial
fr: Comparaison de Distribution Binomiale et Normale
ja: 二項分布と正規分布の比較
nb: Sammenligning av binomisk- og normalfordeling
nl: Vergelijking tussen binomiale en normale verdelingen
pl: Porównanie rozkładów normalnego i dwumianowego
pt: Comparação entre distribuição normal e binominal
pt_pt: Comparação entre distribuição normal e binomial
tr: Binom ve Normal Dağılım karşılaştırması

source: Bio
es: Acerca de ti
ja: バイオ
pt: Biografia
pt_pt: Biografia
tr: Biografi

source: Biology Content Fellow
pt: Fellow de Conteúdo de Biologia

source: Birthdate
da: Fødselsdato
es: Fecha de nacimiento
fr: Date de naissance
ja: 誕生日
nb: Fødselsdato
nl: Geboortedatum
pl: Data urodzenia
pt: Data de nascimento
pt_pt: Data de nascimento
tr: Doğum tarihi

source: Birthdate required
da: Fødselsdato påkrævet
es: Se requiere fecha de nacimiento
fr: Date de naissance requise
ja: 誕生日を入力してください
nb: Fødselsdato kreves
nl: Geboortedatum vereist
pl: Data urodzenia jest wymagana
pt: Data de nascimento obrigatória
pt_pt: Por favor, seleciona a tua data de nascimento
tr: Doğum tarihi gereklidir

source: Birthday
da: Fødselsdag
es: Cumpleaños
fr: Date de naissance
ja: 誕生日
nb: Fødselsdato
nl: Geboortedatum
pl: Urodziny
pt: Aniversário
pt_pt: Data de nascimento
tr: Doğum günü

source: Birthday required
da: Fødselsdato er påkrævet
es: Se requiere fecha de nacimiento
fr: Date de naissance requise
ja: 誕生日を入力してください
nb: Fødselsdato kreves
nl: Geboortedatum verplicht
pl: Urodziny wymagane
pt: Aniversário obrigatório
pt_pt: Por favor, seleciona a tua data de nascimento
tr: Doğum tarihi gereklidir

source: Bismuth
es: Bismuto
nb: Vismut
pl: Bizmut
pt: Bismuto
pt_pt: Bismuto
tr: Bizmut

source: Black Hole
da: Sort Hul
es: Agujero negro
fr: Trou noir
ja: ブラックホール
nb: Sorte-hull-
nl: Zwart-gat
pl: Czarna dziura
pt: Buraco negro
pt_pt: Buraco negro
tr: Karadelik

source: Black Hole Badges
da: Sort Hul Badges
es: Medallas de agujero negro
fr: Badges Trou noir
ja: ブラックホールバッジ
nb: Svarte hull merker
nl: Zwart Gat-medailles
pl: Odznaki czarnej dziury
pt: Medalhas buraco negro
pt_pt: Medalhas Buraco Negro
tr: Kara Delik Madalyaları

source: Black Hole badges are legendary and unknown. They are the rarest Khan Academy awards.
da: Sort hul badges er legendariske og ukendte. De er de mest sjældne anerkendelser på Khan Academy.
es: Las medallas de Agujero Negro son legendarias y desconocidas. Son los premios más raros de Khan Academy.
fr: Les blasons Trou noir sont légendaires et inconnus. Ce sont les distinctions Khan Academy les plus rares.
ja: ブラックホールバッジは伝説的で詳細は知られていません．それらはカーンアカデミーの賞としては最もレアなものです．
nb: Sorte Hull merker er legendariske og sjeldne. De er de høyeste merkene man kan få i Khan Academy.
nl: Zwart gat badges zijn legendarisch en onbekend. Zij zijn de zeldzaamste Khan Academy awards.
pl: Odznaki Czarnej Dziury są legendarne i nieznane. Są to najrzadsze nagrody Khan Academy.
pt: Medalhas Buraco Negro são lendárias e desconhecidas. Elas são as premiações mais raras da Khan Academy.
pt_pt: As medalhas "Buraco negro" são uma lenda ainda por desvendar e são as mais raras de todas.
tr: Kara Delik madalyaları efsanevi ve gizemlidir. En nadir görülen Khan Academy ödülleridir.

source: Blend two colors together
da: Bland to farver sammen
es: Mezcla dos colores
fr: Mélanger deux couleurs
ja: 2つの色を混ぜる
nb: Bland to farger sammen
nl: Meng twee kleuren
pl: Połącz dwa kolory
pt: Mistura duas cores
pt_pt: Mistura duas cores
tr: İki rengi harmanlayın

source: Blends two color values together based on the blending mode given as the MODE parameter.
da: Blander to farveværdier sammen baseret på blandingstilstanden, der angives med parameteren MODE.
es: Mezcla dos valores de color basado en el modo de mezclado dado en el parámetro MODO.
nb: Blander to fargeverdier sammen basert på blandemodus gitt av MODE parameteren.
pl: Miesza wartości dwóch kolorów w oparciu o trym mieszania podany w parametrze MODE.
pt: Mistura dois valores de cor com base no modo de mistura, dado como o parâmetro MODE.
tr: MODE parametresinin verdiği harman biçimiyle iki renk değerini harmanlar.

source: Blocks are nested too deeply. ({a})
da: Blokke er indlejret for dybt. ({a})
es: Los bloques están anidados demasiado profundamente. ({a})
nb: Blokkene er nestet for dypt. ({a})
nl: Blokken zijn te diep genest. ({a})
pl: Bloki są zagnieżdżone zbyt głęboko. ({a})
pt: Os blocos estão aninhados muito profundamente. ({a})
tr: Bloklar çok derine yuvalandırılmış. ({a})

source: Blue
da: Blå
es: Azul
fr: Bleu
nb: Blå
pl: Niebieski
pt: Azul
tr: Mavi

source: Blue Leaf
da: Blåt Blad
es: Hoja azul
fr: Feuille bleue
ja: 青い葉っぱ
nb: Blått blad
nl: Blauw blad
pl: Niebieski liść
pt: Folha azul
pt_pt: Folha azul
tr: Mavi yaprak

source: Board
fr: Conseil d'administration (US)
pt: Órgão diretivo
pt_pt: Órgãos diretivos
tr: Yönetim Kurulu

source: Bohrium
es: Bohrio
pl: Bor
pt: Bóhrio
pt_pt: Bóhrio

source: Booster Challenge
da: Booster Udfordring
es: Desafío de estímulo
fr: Challenge du Courageux
nb: Boosterutfordring
nl: Booster uitdaging
pl: Wyzwanie wzmocnienia
pt: Desafio de reforço
pt_pt: Desafio de reforço
tr: Takviye Yarışması

source: Booster task
da: Booster-opgave
es: Tarea de potenciación
fr: Tentative de challenge
nb: Økningstest
nl: Booster taak
pl: Zadanie wzmacjaniące
pt: Tarefa de reforço
pt_pt: Tarefa de reforço
tr: Takviye görevi

source: Born and raised in Minnesota, Justin studied physics at Gustavus Adolphus College and materials science at the University of Minnesota.
es: Nacido y criado en Minnesota, Justin estudió Física en la Universidad Gustavus Adolphus y Ciencias de los Materiales en la Universidad de Minnesota.
pt: Nascido e criado em Minnesota, Justin estudou física na Gustavus Adolphus College e ciência dos materiais na University of Minnesota.
tr: Minnesota doğumlu Justin, Gustavus Adolphus kolejinde fizik alanında, Minnesota Üniversitesinde de malzeme bilimi alanında eğtiim aldı.

source: Both
fr: Les deux
hi: दोनों
nb: Begge
pl: Oba
pt: Ambas as opções
pt_pt: Ambos
tr: İkisi de

source: Both <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> and <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> are solutions because they're inside both shaded areas.
fr: Les couples <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> et <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> sont solutions car ils sont tous deux dans les deux demi-plans colorés.
pt: Ambos <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> e <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> são soluções porque estão dentro de ambas as áreas sombreadas.
tr: Hem <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code>, hem de <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> çözümdür, çünkü ikisi de iki taralı alanın içindedir.

source: Both equations have the same slope and the same y-intercept, which means the lines would completely overlap.
da: Begge ligninger har den samme hældning og samme y-skæringspunkt, hvilket betyder, at linjerne overlapper fuldstændigt.
es: Ambas ecuaciones tienen la misma pendiente y la misma intersección, lo que significa que las rectas se superpondrían completamente.
fr: Les deux droites ont le même coefficient directeur et la même ordonnée à l'origine, donc ces droites sont confondues.
nb: Begge ligningene har den samme stigningen og samme skjæringspunkt, dette betyr at linjene overlapper hverandre fullstendig.
pl: Oba równania mają to samo nachylenie i to samo przecięcie z osią y, co oznacza, że linie będą się całkowicie pokrywać.
pt: Ambas as equações apresentam o mesmo coeficiente angular e a mesma interceptação em y, o que significa que as retas se sobrepõem completamente.
tr: İki denklemin de eğimi ve y-kesme noktası aynıdır, yani doğrular çakışıktır.

source: Both equations have the same slope with different y-intercepts. This means the equations are parallel.
da: Begge ligninger har den samme hældning men forskellige y-skæringspunkter. Dette betyder, at ligningerne er parallelle.
es: Ambas ecuaciones tienen la misma pendiente con diferentes intersecciones con el eje y. Esto significa que las ecuaciones son paralelas.
fr: Les deux droites ont le même coefficient directeur mais des ordonnées à l'origine différentes, donc elles sont strictement parallèles.
nb: Begge ligningene har den samme stigningen men forskjellige skjæringspunkter. Dette betyr at ligningene er parallelle.
pl: Oba równania mają to samo nachylenie, ale różne punkty przecięcia z osią y. Oznacza to, że proste są równoległe.
pt: Ambas as equações apresentam o mesmo coeficiente angular com diferentes interceptações em y. Isso significa que as equações são paralelas.
tr: İki denklemin eğimleri aynıdır ama y-kesme noktaları farklıdır, yani doğrular paraleldir.

source: Both numbers have the same digit in the <var>plural_form(decimalPlaceNames[i], 2)</var> place, so we have to check the next digit.
es: Ambos números tienen el mismo dígito en el lugar de las <var>plural_form(decimalPlaceNames[i], 2)</var>, por lo que tenemos que verificar el siguiente dígito.
fr: Les deux nombres ont le même chiffre à la place des <var>plural_form(decimalPlaceNames[i], 2)</var>, donc il faut comparer les chiffres du rang suivant.
nb: Begge tallene har det samme siffer på <var>plural_form(decimalPlaceNames[i], 2)</var> plass., så vi må undersøke det neste sifferet.
nl: Beide getallen hebben hetzelfde cijfer op de plek van de <var>plural_form(decimalPlaceNames[i], 2)</var>, dus moeten we het volgende cijfer vergelijken.
pl: Obie liczby mają tą samą cyfrę w miejscu <var>plural_form(decimalPlaceNames[i], 2)</var>, więc musimy sprawdzić kolejną cyfrę.
pt: Os dois números têm o mesmo algarismo na casa dos(as) <var>plural_form(decimalPlaceNames[i], 2)</var>, então temos que verificar o próximo algarismo.
tr: Her iki sayının da <var>plural_form(decimalPlaceNames[i], 2)</var> basamağında aynı rakam bulunmaktadır, buna göre, bir sonraki basamağı kontrol etmeliyiz.

source: Both numbers have the same digit in the final place, so the two numbers are the same.
es: Ambos números tienen el mismo dígito en el último lugar, por lo que los dos números son el mismo.
fr: Le dernier chiffre des deux nombres est le même, donc les deux nombres sont égaux.
nb: Begge tallene har samme siffer på den siste plassen, så de to tallene er de samme.
nl: Beide getallen hebben hetzelfde cijfer op de laatste plaats, dus zijn de getallen hetzelfde.
pl: Obie liczby mają na ostatnim miejscu tą samą cyfrę, co oznacza, że są to te same liczby (są sobie równe).
pt: Ambos os números têm o mesmo algarismo na última casa, então os dois números são iguais.
tr: Her iki sayının da son basamağında aynı rakam vardır, buna göre, iki sayı aynıdır.

source: Both of these triangles have the same adjacent Side, Side, and Angle, but they are not congruent:
es: Ambos triángulos tienen el mismo Lado adyacente, Lado y Ángulo, pero no son congruentes:
fr: Ces deux triangles ont les mêmes Côté adjacent, Côté, et Angle, mais ils ne sont pas congrus :
pl: Oba z tych trójkątów mają te same przyległe dwa boki i kąt, ale nie są one przystające:
pt: Estes dois triângulos têm o mesmo Lado adjacente, Lado e Ângulo, mas não são congruentes:
tr: Bu üçgenlerin ikisinin de aynı Kenar, Kenar ve Açısı var, ama eş değiller:

source: Both of these triangles have the same three angles, but they are not congruent (just similar):
es: Ambos triángulos tienen los mismos tres ángulos, pero no son congruentes (solo semejantes):
fr: Ces deux triangles ont leurs trois angles égaux, mais ne sont pas isométriques ( juste semblables ) :
pl: Oba z tych trójkątów mają takie same trzy kąty, ale nie są one przystające (są tylko podobne):
pt: Estes dois triângulos têm os três ângulos iguais, mas não são congruentes (apenas semelhantes):
tr: Bu üçgenlerin ikisinin de açıları aynı, ama eş değiller (yalnızca benzerler):

source: Bottom of well
nb: Bunnen av brønnen
pt: Fundo do poço
tr: Kuyunun dibi

source: Brad is a teacher and the math department head of Hillside Student Community. Brad majored in physics at the College of Wooster, but his true passions are teaching math and computer science electives. Inspired by Sal and the opencourseware movement, Brad has experimented with flipping his intro programming elective and is currently recording all of his Precalculus lectures for his flipped Precalculus class. He is also pretty fond of rock climbing and geeking-out on Coursera.
es: Brad es profesor y jefe del departamento de matemáticas de la escuela Hillside Student Community. Brad estudió la carrera de Física en el College of Wooster, pero sus verdaderas pasiones son enseñar materias optativas de matemáticas y ciencias de la computación. Inspirado por Sal y el movimiento de cursos abiertos, Brad ha experimentado con cambiar su optativa de introducción a la programación y actualmente está grabando todas sus clases de precálculo para su clase modificada de precálculo. También le gustan mucho la escalada en roca y ñoñear en Coursera.
pt: Brad é professor e chefe do Departamento de Matemática da comunidade estudantil de Hillside. Brad se formou em física na faculdade de Wooster, mas suas verdadeiras paixões são ensinar as optativas de matemática e informática. Inspirado por Sal e pelo movimento de cursos de conteúdo aberto, Brad tem experimentado dar suas aulas de Introdução a Programação em salas de aula invertidas, além disso, atualmente ele está gravando todas suas palestras sobre Pré-cálculo para as aulas de Pré-cálculo em salas de aula invertidas. Ele também gosta muito de escalada em rochas e navegar pela Coursera.
tr: Brad, Hillside Öğrenci Topluluğu'nda öğretmenlik ve matematik bölüm başkanlığı yapıyor. Kendisi Wooster Üniversitesi'nde fizik alanında eğitim aldı, fakat gerçek tutkuları matematik öğretmenliği ve bilgisayar bilimi üzerine seçmeli derslerdi. Sal'den ve açık ders içeriği hareketinden ilham alan Brad, aldığı programlama dersi ve verdiği kalkülüs öncesi dersleri için videolar hazırlamaya çalışıyor. Brad aynı zamanda kaya tırmanışınından ve Coursera'da çalışkanlıkta yeni doruklara tırmanmaktan hoşlanıyor.

source: Bradley is a researcher at the University of Michigan Department of Neurosurgery, where he studies interactions between cancer and the immune system. Before coming to Michigan, he studied philosophy and mathematics at the Ohio State University. He plans to start medical school in the fall of 2015.
pt: Bradley é pesquisador no Departamento de Neurocirurgia da Universidade de Michigan, onde estuda as interações entre o câncer e o sistema imunológico. Antes de vir para Michigan, ele estudou Filosofia e Matemática na Universidade do Estado de Ohio. Ele planeja começar a faculdade de medicina no outono de 2015.
tr: Bradley, Michigan Üniversitesi Nöroşirurji Bölümü'nde bir araştırmacıdır, kanser ve bağışıklık sistemi arasındaki etkileşimleri araştırmaktadır. Michigan'a gelmeden önce, Ohio Eyalet Üniversitesi'nde felsefe ve matematik okumuştur. 2015 sonbaharında tıp fakültesine başlamayı planlamaktadır.

source: Brain Bonanza
da: Mester i hjernegymnastik
es: Bonanza cerebral
fr: Efficacité du cerveau
ja: 脳の大当り
nb: Mester i hjernetrim
nl: Brein Bonanza
pl: Bonanza mózgu
pt: Progressão cerebral
pt_pt: Evolução cerebral
tr: Beyin Zenginliği

source: Brain Builder
da: Hjernetræner
es: Cerebroculturista
fr: Renforcement de cerveau
ja: 脳の構築者
nb: Hjernetrimmer
nl: Brein Bouwer
pl: Wzmacniacz mózgu
pt: Desafiando o cérebro
pt_pt: Treinador de cérebros
tr: Beyin Geliştirici

source: Brain Fitness Test
da: Fitnesstest af din hjerne
es: Prueba de aptitud cerebral
fr: Test d'entraînement des méninges
nb: Hjernetrim test
nl: Brein Fitnesstest
pl: Test sprawności mózgu
pt: Teste de aptidão cerebral
tr: Beyin Zindelik Testi

source: Brain teaser: How many unique paths can Hopper take to get to the star? (No diagonal moves.)
da: Hjernebryder: Hvor mange unikke stier kan Hopper tage for at komme frem til stjernen? (Diagonale bevægelser er ikke tilladt.)
es: Pregunta capciosa: ¿cuántas rutas únicas puede tomar Hopper para llegar a la estrella (sin movimientos diagonales)?
fr: Un peu d'entraînement pour vos méninges : combien de chemins uniques Hooper peut-il prendre pour arriver à l'étoile ? (Pas de déplacement en diagonale !)
nb: Hjernetrim: Hvor mange unike stier kan Hopper ta for å komme frem til stjernen? (Diagonale bevegelser er ikke tillatt.)
nl: Hersenkraker: hoeveel unieke paden kan Hopper nemen om bij de ster te komen? (Geen diagonale bewegingen.)
pl: Łamigłówka: Iloma niepowtarzalnymi ścieżkami Hopper może dostać się do gwiazdy? (Nie można robić ruchów po przekątnej.)
pt: Quebra-cabeça: quantos caminhos únicos Hopper pode tomar para chegar à estrela? (Não é possível usar movimento diagonal).
tr: Zeka Oyunları: Hopper yıldıza ulaşmak için (çapraz hareket etmeksizin) kaç farklı yol kullanabilir?

source: Brandon
fr: Bastien
ja: ブランドン
nl: Sergio
pt: Bruno
pt_pt: Bruno
tr: Berk

source: Break up the equation by variable and simplify.
da: Bryd ligningen op efter variabel og reducer.
es: Separa la ecuación por variable y simplifica.
fr: On casse la fraction pour traiter séparément chacune des variables, et on applique la règle.
nb: Del opp ligningen i variabel og forkort.
pl: Rozdziel równanie w oparciu o zmienną i uprość.
pt: Decomponha a equação por variável e simplifique.
tr: Denklemi değişkenlerine ayırın ve sadeleştirin.

source: Brian continuously thinks about code, even while running and sleeping. He started contributing to Khan Academy and realized how he wanted to spend his life.
es: Brian piensa continuamente en código, incluso cuando corre y duerme. Empezó a contribuir para Khan Academy y se dio cuenta de cómo quería pasar su vida.
pt: Brian está sempre pensando em programação, mesmo quando está correndo ou dormindo. Ele começou a contribuir com a Khan Academy e descobriu o que quer fazer da sua vida.
tr: Brian mütemadiyen - koşarken veya uyurken bile - kodlama hakkında düşünmektedir. Kendisi Khan Academy'e yardım etmeye başlamış ve hayatı boyunca ne yapmak istediğini farketmiştir.

source: Brilliant!
da: Genialt!
es: ¡Brillante!
fr: Génial !
nb: Strålende!
nl: Schitterend!
pl: Wspaniale!
pt: Brilhante!
pt_pt: Brilhante!
tr: Zekice!

source: Bring Khan Academy to the world
es: Ayuda a que Khan Academy llegue a todo el mundo
fr: Faites connaître la Khan Academy au monde entier
pl: Podaruj Khan Academy światu
pt: Mostre ao mundo a Khan Academy
pt_pt: Ajude a Khan Academy a chegar a todos os países do mundo
tr: Khan Academy'yi tüm dünyaya yayıyoruz

source: Bring LearnStorm to your community! Check out our %(method3ResourcesLink)s for ideas.
es: ¡Lleva LearnStorm a tu comunidad! Revisa nuestra %(method3ResourcesLink)s para ver ideas.
ja: あなたのコミュニティーにラーンストームを紹介しましょう! 私達のアイデアを %(method3ResourcesLink)s でチェックして下さい．
nb: Ta LearnStorm til ditt felleskap! Sjekk ut %(method3ResourcesLink)s for ideer.
pl: Przedstaw LearnStorm swojej społeczności! Zajrzyj na naszą %(method3ResourcesLink)s po więcej pomysłów.
pt: Leve a LearnStorm para sua comunidade! Veja nosso %(method3ResourcesLink)s para ter algumas ideias.
pt_pt: Traga a LearnStorm para sua comunidade! Veja os nossos %(method3ResourcesLink)s para ideias.
tr: LearnStorm'u toplumunuz ile paylaşınız! Fikirler için %(method3ResourcesLink)s göz atınız.

source: Bringing math exercises to the iPad platform
da: At bringe matematik-øvelser til iPad platformen
es: Producir ejercicios de matemáticas para la plataforma iPad
fr: Apporter des excercices de math sur la plateforme iPad
nl: Wiskunde-oefeningen naar het iPad platform brengen
pl: Wprowadzenie ćwiczeń matematycznych na platformę dla iPada
pt: Disponibilizando exercícios de matemática para a plataforma iPad
tr: Matematik alıştırmalarının iPad platformuna taşınması
