Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: He used to look at tiny things with electron microscopes, but working with Khan Academy sounded even cooler!
es: Solía mirar cosas pequeñas con microscopios electrónicos, pero ¡trabajar con Khan Academy sonaba aún mejor!
pt: Ele costumava observar partículas minúsculas com microscópios eletrônicos, mas trabalhar com a Khan Academy pareceu ainda mais legal!
tr: Kendisi elektron mikroskopları ile küçücük şeylere bakıyordu, fakat Khan Academy ile çalışmak kulağına daha havalı geldi!

source: He wants to create a more enlightened society empowered by computers, and spends his time dreaming and building the software needed to accomplish this.
pt: Ele quer usar os computadores para criar uma sociedade mais esclarecida, e passa seu tempo sonhando e criando os softwares necessários para realizar isso.
tr: Bilgisayarların desteğiyle aydınlanma yaşamış bir toplum hayal ediyor ve tüm zamanını bu hayalini gerçekleştirmek için gerekli yazılımı kodlamak için harcıyor.

source: He's been making the internets go since 1997.
pt: Ele faz as internets funcionarem desde 1997.

source: He's done time at Pixar, Disney Animation, and as a Hollywood peon.
pt: Ele trabalhou na Pixar, na Disney Animation, e como funcionário de Hollywood.
tr: Daha önce Hollywood’da köle gibi çalışmış, Pixar ve Disney Animationan’da görev almıştır.

source: He's excited about combining video and interactive software to create novel learning experiences online. He holds degrees in Integrated Engineering and Computer Science from UWO and McGill (oh, Canada!)
es: Está emocionado por combinar video y software interactivo para crear nuevas experiencias de aprendizaje en línea. Tiene licenciaturas en Ingeniería Integrada y Ciencias de la Computación de las Universidades de West Ontario y McGill (¡oh, Canadá!).
pl: Jest ogromnym entuzjastą łączenia filmów z interaktywnym oprogramowaniem w celu uzyskania nowatorskich rozwiązań edukacyjnych online. Posiada dyplomy ukończenia kierunków Zintegrowanej Inżynierii oraz Informatyki z Uniwersytetu Western Ontario i Uniwersytetu McGill (oh, Kanado!)
pt: Ele é inspirado pela combinação de vídeo e software interativo para criar experiências de aprendizado inovadoras on-line. Ele é formado em Engenharia Integrada e Ciência da Computação pela University of Western Ontário e pela Universidade McGill (oh, Canadá!).
tr: Eğitim alanında video ve etkileşimli yazılımı bir araya getirme konusu Brit’in ilgisini çekmektedir. Bütünleşik Mühendislik ve Bilgisayar Bilimi alanlarında UWO ve McGill üniversitelerinden iki diplomaya sahiptir.

source: Head back to your Assessment Dashboard
da: Gå tilbage til oversigten med prøver
es: Regresa a tu panel de evaluación
fr: Retournez à votre page d'accueil
ja: あなたの評価のダッシュボードに戻る
nb: Tilbake til skrivebordet for tester
nl: Ga terug naar jouw Opdrachten Dashboard
pl: Wróć do swojego panelu zadań
pt: Volte para seu Painel de avaliação
pt_pt: Voltar ao painel de avaliação
tr: Değerlendirme Pano'nuza geri dönün

source: Head back to your Brain Fitness Dashboard
da: Gå tilbage til oversigten for din Hjerne-Fitness
es: Regresar a tu panel de aptitud cerebral
fr: Retournez à la page "Entraînement des méninges"
ja: あなたの脳のフィットネスのダッシュボードに戻る
nb: Tilbake til skrivebordet for hjernetrim
nl: Ga terug naar jouw Breinfitness Dashboard
pl: Wróć do swojego panelu Sprawności Mózgu
pt: Volte para seu Painel de aptidão cerebral
pt_pt: Volta ao teu painel de aptidão cerebral
tr: Beyin Zindelik Pano'nuza dönün

source: Head of Strategy and Programs
es: Directora de estrategia y programas
pl: Szef strategii i programów
pt: Chefe de Estratégia e Programas
tr: Strateji ve Programlar Sorumlusu

source: Headlines
da: Overskrifter
es: Encabezados
fr: Titres
ja: ヘッドライン
nb: Overskrifter
nl: Koppen
pl: Nagłówki
pt: Títulos
pt_pt: Cabeçalhos
tr: Başlıklar

source: Health and Medicine
pt: Saúde e medicina
pt_pt: Saúde e medicina
tr: Sağlık ve Tıp

source: Height (centimeters)
pt: Altura (centímetros)
tr: Yükseklik (cm)

source: Height (meters)
pl: Wysokość (metry)
pt: Altura (metros)
tr: Yükseklik (metre)

source: Height:
da: Højde:
es: Altura:
fr: Hauteur :
ja: 高さ:
nb: Høyde:
nl: Hoogte:
pl: Wysokość:
pt: Altura:
pt_pt: Altura:
tr: Yükseklik:

source: Hello, coach!
fr: Bonjour, tuteur !
pl: Witam trenerze!
pt: Olá, tutor!
pt_pt: É um tutor?
tr: Merhaba, Koç!

source: Help
da: Hjælp
es: Ayuda
fr: Aide
nb: Hjelp
pl: Pomoc
pt: Ajuda
pt_pt: Ajuda
tr: Yardım

source: Help Requests
da: Anmodninger om hjælp
es: Solicitudes de ayuda
fr: Demandes d'aide
ja: ヘルプリクエスト
nb: Forespørsler om hjelp
nl: Hulpverzoeken
pl: Prośby o pomoc
pt: Solicitações de ajuda
pt_pt: Pedidos de ajuda
tr: Yardım istekleri

source: Help center
da: Hjælp-center
es: Centro de ayuda
fr: Aide (en anglais)
ja: ヘルプセンター
nb: Hjelp og informasjon
nl: Helpdesk
pl: Centrum pomocy
pt: Central de ajuda
pt_pt: Central de ajuda
tr: Yardım Merkezi

source: Help contribute to our community.
pt: Ajude a contribuir para nossa comunidade.
pt_pt: Voluntarie-se e contribua com a nossa comunidade.
tr: Topluma katkı sağlamaya yardım edin.

source: Help finish creating a child account
da: Hjælp med at færdiggøre en børnekonto
es: Ayuda a terminar el registro de una cuenta infantil
fr: Aidez à compléter l'ouverture d'un compte d'enfant
ja: 子供アカウントの作成を完了するヘルプ
nb: Hjelp med å ferdigstille opprettelsen av en barnekonto
nl: Help het maken van een kinderaccount te voltooien
pl: Pomoc w zakończeniu rejestracji Twojego dziecka
pt: Ajude a finalizar a criação da conta infantil
pt_pt: Conclua o processo de criação da conta do seu filho
tr: Çocuk hesabı oluşturmak için yardım

source: Help one of your fellow students learn, evaluate a project today! → →
da: Hjælp en af dine medstuderende med at lære, evaluer et projekt i dag! → →
es: Ayuda a uno de tus compañeros estudiantes a aprender, ¡evalúa un proyecto hoy! → →
fr: Aidez un de vos camarades de classe à apprendre, évaluez un projet aujourd'hui ! →→
ja: あなたの仲間の生徒が学ぶ手助けをしましょう．今日，プロジェクトの評価をしましょう! → →
nb: Hjelp en av dine studiekamerater til å lære, vurder et prosjekt i dag! → →
nl: Help een van je medeleerlingen met leren, evalueer vandaag een project! → →
pl: Pomóż jednemu ze swoich kolegów się uczyć, oceń projekt już dziś! → →
pt: Ajude um de seus colegas estudantes a aprender, avalie um projeto hoje! → →
pt_pt: Ajuda um dos teus colegas a aprender. Avalia um projeto! → →
tr: Öğrenci arkadaşlarınıza öğrenmeleri için yardımcı olun, bugün bir projeyi değerlendirin! → →

source: Help organize school representation at the finals event
es: Ayuda a organizar la representación de la escuela en el evento final
nb: Hjelpe å organisere skolens representasjon på resultatlisten ved finalen
pt: Ajudar a escola a organizar a representação no evento final
tr: Okulunuzun final olayında temsil edilmesini düzenlemeye yardımcı olun

source: Help others by answering their questions underneath each video. Earn badges while teaching the entire Khan Academy community.
da: Hjælp andre med at besvare deres spørgsmål under hver video. Optjen badges mens du undervisninger alle på Khan Academy.
es: Ayuda a otros respondiendo sus preguntas abajo de cada video. Gana medallas mientras enseñas a toda la comunidad de Khan Academy.
fr: Aidez les autres en répondant à leurs questions sous chaque vidéo. Gagnez des badges en enseignant à toute la communauté de la Khan Academy.
nb: Hjelp andre ved å svare på deres spørsmål under hver video. Oppnå emblemer mens du lærer hele Khan Academy samfunnet.
nl: Help anderen door hun vragen onder de video's te beantwoorden. Verdien medailles terwijl je de hele Khan Academy community onderwijst.
pl: Pomóż innym, odpowiadając na ich pytania pod każdym filmem. Zdobywaj odznaki podczas nauczania całej społeczności Khan Academy.
pt: Ajude outras pessoas respondendo a suas perguntas abaixo de cada vídeo. Ganhe medalhas ensinando toda a comunidade da Khan Academy.
pt_pt: Ajuda os outros ao responderes às perguntas por baixo de cada vídeo. Ganha medalhas enquanto ensinas mais a toda a comunidade da Khan Academy.
tr: Diğer kullanıcıların videoların altına yazdığı soruları yanıtlayarak onlara yardımcı olmak ister misiniz? Khan Academy kullanıcılarına yardımcı olarak madalyalar kazanabilirsiniz.

source: Help people realize they can build up their intelligence.
bg: Помогнете на хората да осъзнаят че могат да развият своя интелект.
da: Hjælp andre til at indse de kan opbygge deres intelligens.
es: Ayuda a la gente a darse cuenta que pueden reforzar su inteligencia.
fr: Aidez les autres à se rendre compte qu'ils peuvent renforcer leur intelligence et leur logique.
nb: Hjelp andre å innse de kan bygge opp sin intelligens.
nl: Help mensen beseffen dat ze hun intelligentie kunnen opbouwen.
pl: Pomóż ludziom uświadomić sobie, że mogą budować swoją inteligencję.
pt: Ajude as pessoas a perceber que elas podem desenvolver sua inteligência.
tr: İnsanların zekalarını geliştirebileceklerini fark etmelerine yardım edin.

source: Help teachers and students sign up for LearnStorm
es: Ayuda a maestros y estudiantes a registrarse en LearnStorm
nb: Hjelpe lærere og elever å registrere seg til LearnStorm
pt: Ajudar os professores e alunos a se cadastrarem na LearnStorm
tr: Öğretmenler ve öğrencilerin LearnStorm'a kaydolmasını yardımcı olun

source: Help test the Teams feature as a Khan Academy team member
da: Hjælpe med at teste holdfunktionen som en Khan Academy holddeltager
es: Ayuda a probar la función "Equipos" como un miembro del equipo de Khan Academy
fr: Aider à tester la fonctionnalité du système des équipes
ja: カーンアカデミーのチームメンバーとしてチームの機能のテストを助ける
nb: Hjelpe med å teste Team funksjonen som en Khan Academy lagmedlem
nl: Help de Teamfunctie testen als Khan Academy teamlid
pl: Pomóż testować funkcję Drużyny jako członek zespołu Khan Academy
pt: Ajudar a testar o recurso de Equipes como membro da equipe Khan Academy
pt_pt: Ajuda a testar a funcionalidade de equipas como um membro da equipa Khan Academy
tr: Khan Academy takım üyesi olarak Takım özelliğinin test edilmesine yardım edin

source: Help us improve
da: Hjælp os med at blive bedre
es: Ayúdanos a mejorar
fr: Aidez-nous à nous améliorer
ja: 私たちの向上を手伝ってください
nb: Hjelp oss å bli bedre
nl: Help ons om beter te worden
pl: Pomóż nam ulepszać
pt: Ajude-nos a melhorar
pt_pt: Ajuda-nos a melhorar
tr: Geliştirmemize yardımcı olun

source: Help us translate our content into the world's languages.
es: Ayúdanos a traducir nuestros contenidos a los idiomas del mundo.
fr: Aidez-nous à traduire notre contenu dans toutes les langues
pl: Pomóż nam tłumaczyć nasze treści na języki świata.
pt: Ajude-nos a traduzir nosso conteúdo para todos os idiomas do mundo.
pt_pt: Ajude-nos a traduzir o nosso conteúdo para todos os idiomas.
tr: İçeriğimizin dünya dillerine çevirilmesinde bize yardım edin.

source: Help your child learn anything.
da: Hjælpe dit barn med at lære noget.
es: Ayuda a tu hijo a aprender cualquier cosa.
fr: Aidez votre enfant à apprendre ce dont il a besoin.
ja: 子供達の教育を助けましょう。
nb: Hjelp barnet ditt å lære alt mulig.
nl: Help jouw kind alles te leren.
pl: Pomóż swojemu dziecku nauczyć się wszystkiego.
pt: Ajude seu filho a aprender.
pt_pt: Ajude o seu filho a aprender tudo o que quiser.
tr: Çocuğunuzun bir şeyler öğrenmesine yardımcı olun.

source: Hemant is a Managing Partner at the notable VC firm General Catalyst. Hemant has spent the last decade partnering with great entrepreneurs to build transformational technology companies including Stripe, Snapchat, Gridco Systems, Livongo Health, and Class Dojo. He is also a co-founder and Chairman of Advanced Energy Economy.
pt: Hemant é sócio administrativo na notável empresa de VC, General Catalyst. Hemant passou a última década associando-se a grandes empreendedores para criar empresas que transformam a tecnologia, como a Stripe, Snapchat, Gridco Systems, Livongo Health e Class Dojo. Ele também é cofundador e presidente da Advanced Energy Economy.
tr: Hemant, önemli bir VC şirketi olan General Catalyst'de Yönetici Ortaktır. Hemant son on yılda büyük girişimcilerle işbirliği yaparak Stripe, Snapchat, Gridco Systems, Livongo Health, ve Class Dojo gibi dönüşümsel teknoloji şirketleri inşa etmiştir. Advanced Energy Economy'nin de eş kurucusu ve Yönetim Kurulu Başkanı'dır.

source: Hemant is a graduate of the MIT, earning an M.S. in OR, an M.Eng. in EECS, a B.S. in Mathematics, a B.S. in EECS, and a B.S. in Biology &amp; Biomedical Engineering.
pt: Hemant se graduou pelo MIT, obtendo um mestrado em OR, um mestrado em engenharia em EECS, um bacharelado em matemática em EECS e um bacharelado em biologia e engenharia biomédica.
tr: Hemant MIT mezunudur, OR'de M.S., EECS'de Mühendislik Master derecesi, Matematik'te, EECS, ve Biyoloji &amp; Biyomedikal Mühendislik'te Lisans derecesi almıştır.

source: Her average score is <code><var>SUM</var> \div <var>LENGTH</var> = <var>SUM / LENGTH</var></code>.
nb: Hennes gjennomsnittskarakter er <code><var>SUM</var> \div <var>LENGTH</var> = <var>SUM / LENGTH</var></code>.
pt: Sua média é <code><var>SUM</var> \div <var>LENGTH</var> = <var>SUM / LENGTH</var></code>.
tr: Ortalama puanı, <code><var>SUM</var> \div <var>LENGTH</var> = <var>SUM / LENGTH</var></code>.

source: Her favorite Einstein quote is, "If you can't explain it simply, you don't understand it well enough." Before working at KA, she was an electrical engineer, a high school math teacher, and a tutor for students aged 7 to 70.
es: Su cita favorita de Einstein es "Si no puedes explicarlo de manera simple, no lo entiendes suficientemente bien." Antes de trabajar en KA, era ingeniera eléctrica, profesora de matemáticas de nivel medio y tutora de estudiantes de 7 a 70 años de edad.
pt: Sua citação preferida de Einstein é "Se você não consegue explicar algo de maneira simples, é porque não a compreende bem o suficiente". Antes de trabalhar na KA, era engenheira elétrica, professora de matemática do ensino médio e tutora de alunos de 7 a 70 anos.
tr: "Eğer basitçe anlatamıyorsan, yeteri kadar anlamıyorsun demektir" kendisinin en sevdiği Einstein alıntısıdır. Sandy KA'de çalışmaya başlamadan önce elektrik mühendisliği, lise matematik öğretmenliği ve 7'den 70'e öğrenciler için eğitmenlik yaptı.

source: Her overall average will then be <code><var>SUM</var> \div <var>COUNT + REMAINING</var> = <var>NEW_AVG</var></code>.
nb: Hennes gjennomsnitt vil da være <code><var>SUM</var> \div <var>COUNT + REMAINING</var> = <var>NEW_AVG</var></code>.
pt: Assim, sua pontuação média geral será de <code><var>SUM</var> \div <var>COUNT + REMAINING</var> = <var>NEW_AVG</var></code>.
tr: Bu durumda, genel ortalaması <code><var>SUM</var> \div <var>COUNT + REMAINING</var> = <var>NEW_AVG</var></code> olacaktır.

source: Here are posts to avoid making. If you do encounter them, flag them for attention from our Guardians.
da: Her er indlæg du skal undgå at lave. Hvis du støder på sådanne indlæg, så marker dem venligst så vores moderatorer bliver opmærksomme på dem.
es: Aquí hay publicaciones que debes evitar. Si las encuentras, márcalas para que sean atendidas por nuestros guardianes.
fr: Voici le genre de message à éviter. Si vous les rencontrez, veuillez les signaler à nos modérateurs.
ja: 次のようなポストはやめるようにして下さい．もしあなたが次のようなものに出会ったら，フラグを立てて私達の保護者の注意を引きましょう．
nb: Her er innlegg som du bør unngå å lage. Hvis du støter på slik, er det fint om du markerer dem slik at vi kan oppmerksomme på dem.
nl: Hier zijn berichten die je niet moet plaatsen. Als je ze tegenkomt, geef ze dan door aan onze Guardians.
pl: Oto przykłady postów, jakich nie należy pisać. Jeśli spotkasz któryś z nich, oflaguj go do sprawdzenia przez naszych Opiekunów.
pt: Aqui estão as mensagens a serem evitadas. Se você encontrá-las, sinalize-as para ter a atenção de nossos Guardiões.
pt_pt: Aqui estão alguns exemplos de publicações que deves evitar. Se encontrares alguma, denuncia-a para que seja analisada pelos nossos guardiões.
tr: Burada ? yapmanızı önleyecek bazı notlar var. Eğer bunlarla karşılaşırsanız, Gözlemcilerimizin dikkatini çekmesi için onlara bayrak koymanızı rica ediyoruz.

source: Here are the highlights from this week in <strong>%(list_name)s</strong>.
da: Her er højdepunkterne fra denne uge i <strong>%(list_name)s</strong>.
es: Aquí está lo más destacado de esta semana en <strong>%(list_name)s</strong>.
fr: Voici le rapport d'activité pour cette semaine dans la classe <strong>%(list_name)s</strong>.
nb: Her er høydepunktene fra denne uken i <strong>%(list_name)s</strong>.
nl: Dit zijn de hoogtepunten van deze week in <strong>%(list_name)s</strong>.
pl: Tu znajdziesz najważniejsze wydarzenia tego tygodnia: <strong>%(list_name)s</strong>.
pt: Aqui estão os destaques dessa semana em <strong>%(list_name)s</strong>.
pt_pt: Aqui estão os destaques desta semana em <strong>%(list_name)s</strong>.

source: Here are the highlights from your students this week on Khan Academy.
da: Her er højdepunkterne fra dine elever i denne uge på Khan Academy.
es: Aquí está lo más destacado de tus estudiantes esta semana en Khan Academy.
fr: Voici le rapport d'activité de vos élèves cette semaine sur la Khan Academy.
nb: Her er høydepunktene fra dine elever denne uken på Khan Academy.
nl: Dit zijn de hoogtepunten van uw leerlingen deze week bij Khan Academy.
pl: Tu znajdziesz najważniejsze wydarzenia dotyczące pracy twoich uczniów z Khan Academy.
pt: Aqui estão os destaques de seus alunos esta semana na Khan Academy.
pt_pt: Aqui estão os destaques desta semana dos seus alunos na Khan Academy.
tr: Öğrencilerinizin Khan Academy'de bu hafta yaptıkları çalışmaların ana hatları burada yer almaktadır.

source: Here comes a new mastery challenge!
bg: Ето едно ново майсторско предизвикателство!
da: Her kommer der en ny udfordring for at mestre flere færdigheder!
es: ¡Aquí viene un nuevo desafío de dominio!
fr: Voici un nouveau défi de maîtrise !
ja: 新しいマスタリーのチャレンジが登場です!
nb: Her kommer en ny mestrings utfordring!
nl: Hier is weer een nieuwe meesterschapsuitdaging!
pl: Oto nadchodzi nowe wyzwanie mistrzowskie!
pt: Vem aí um novo desafio!
pt_pt: Aí vem um novo desafio de perícia!
tr: Yeni bir ustalık bilgi ölçme yarışması geliyor!

source: Here on Khan Academy, you can learn how to code computer programs, how to design algorithms that make computers more efficient, and discover what a career in computing could look like.
nb: Her på Khan Academy, kan du lære å kode dataprogrammer, å lage algoritmer som gjør dataprogrammer mer effektive, og blir kjent med hvordan en fremtid innen dataprogrammering kan se ut.
pl: Tutaj, na Khan Academy, możesz nauczyć się jak tworzyć programy komputerowe, jak projektować algorytmy, które sprawiają, że komputery są bardziej wydajne, i odkryć, jak może wyglądać kariera w informatyce.
pt: Aqui, na Khan Academy, você pode aprender a criar programas de computador, projetar algoritmos que tornam os computadores mais eficientes e descobrir como é seguir uma carreira em computação.
pt_pt: Aqui na Khan Academy, podes aprender a programar, a desenvolver algoritmos, que tornem os computadores mais eficientes e também podes descobrir o que é que podes fazer numa profissão relacionada com a informática.
tr: Khan Academy'de bilgisayar programlarını kodlamayı, bilgisayarları daha etkili yapan algoritmaları tasarlamayı ve bilgisayarlarla ilgili bir kariyerin nasıl olduğunu öğrenebilirsiniz.

source: Here you'll find videos, handouts, flyers, and emails to help you share LearnStorm with students, teachers, administrators, after school programs, neighbors, you name it!
es: ¡Aquí encontrarás videos, folletos, volantes y correos electrónicos que te ayudarán a compartir LearnStorm con estudiantes, maestros, administradores, programas extraescolares, vecinos, lo que se te ocurra!
ja: ここにはラーンストームを生徒，先生，執行部，校外活動プログラム，隣人，などなどと共有するためのビデオ，ちらし，フライヤー，そして電子メイルアドレスがあります!
nb: Her finner du videoer, brosjyrer, informasjonslapper og e-post til å dele LearnStorm med elever, lærere, administratorer, fritidskodegrupper, naboer, alt mulig!
pl: Tam znajdziesz filmy, materiały informacyjne, ulotki i e-maile, które pomogą Ci dzielić się LearnStorm z uczniami, nauczycielami, dyrektorami, kółkami zajęć pozalekcyjnych, sąsiadami - Ty zdecydujesz!
pt: Aqui você vai encontrar vídeos, folhetos, panfletos e e-mails para ajudá-lo a compartilhar a LearnStorm com alunos, professores, administradores, programas escolares, vizinhos, você é quem decide!
pt_pt: Aqui encontrará vídeos, folhetos, panfletos e e-mails para o ajudar a partilhar a LearnStorm com alunos, professores, administradores, programas extra-curriculares, vizinhos, etc.
tr: Burada LearnStorm'u öğrenciler, öğretmenler, yöneticiler, okul sonrası programları, komşular ve uygun gördüğünüz diğer kişilerle paylaşmak için kullanabileceğiniz videolar, broşürler ve e-postalar bulacaksınız!

source: Here's a look at what you achieved this week. Check it out, and keep learning!
da: Her er et kig på, hvad du opnåede i denne uge. Tjek det ud, og fortsæt med at lære mere!
es: Aquí hay una muestra de lo que lograste esta semana. ¡Échale un ojo y sigue aprendiendo!
fr: Voici un aperçu de vos accomplissements cette semaine. Jetez un œil ... et n'arrête pas d'apprendre!
nb: Her er en titt på hva du oppnådd denne uken. Sjekk det ut, og fortsette å lære!
nl: Hier zie je wat je deze week hebt bereikt. Bekijk het en ga door met leren!
pl: Spójrz, co osiągnąłeś/aś w tym tygodniu. Sprawdź i ucz się dalej!
pt: Este é o panorama de suas conquistas desta semana. Confira e continue aprendendo!
pt_pt: Aqui está o que fizeste esta semana. Dá uma olhadela!
tr: Bu hafta yaptıklarınıza genel bir bakış. Göz atın ve öğrenmeye devam edin!

source: Here's a quick look at %(child_name)s's activity this week on Khan Academy.
da: Her er et hurtigt kig på %(child_name)ss aktivitet i denne uge på Khan Academy.
es: Aquí hay un vistazo rápido a la actividad de %(child_name)s esta semana en Khan Academy.
fr: Voici un rapide résumé de l'activité de %(child_name)s cette semaine sur Khan Academy.
nb: Her er en rask oversikt over %(child_name)s's aktivitet på Khan Academy denne uken.
nl: Hier is een vlugge blik op de activiteit van %(child_name)s op Khan Academy deze week.
pl: Szybki rzut oka na aktywność %(child_name)s na Khan Academy w tym tygodniu.
pt: Esta é uma visão geral das atividades realizadas por %(child_name)s esta semana na Khan Academy.
tr: %(child_name)s isimli öğrencinin bu haftaki Khan Academy etkinliğinin özetine buradan ulaşabilirsiniz.

source: Here's a sample problem:
da: Her er et eksempel på en opgave:
es: Aquí hay un problema de ejemplo:
fr: Voici un exemple de problème :
ja: これがサンプルの問題です:
nb: Her er et eksempel på en oppgave:
nl: Hier is een voorbeeldprobleem:
pl: Oto przykładowy problem:
pt: Aqui está um exemplo do problema:
tr: İşte örnek bir soru:

source: Here's a summary from this week in "%(list_name)s", ordered by minutes.
es: Aquí hay un resumen de esta semana en "%(list_name)s", ordenado por minutos.
fr: Voici un résumé de cette semaine dans %(list_name)s, rangé par minutes.
nb: Her er et sammendrag fra denne uken i "%(list_name)s", organisert etter minutter.
nl: Hier is een overzicht van deze week in "%(list_name)s" gesorteerd in notulen.
pl: To jest podsumowanie tego tygodnia dla "%(list_name)s", uporządkowane według minut.
pt: Aqui está um resumo desta semana em %(list_name)s, ordenado por minutos.
tr: Burada, dakikalara göre sıralanmış olarak bu haftanın özeti %(list_name)s yer almaktadır.
