Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Ludicrous Streak
da: Grotesk Godt klaret
es: Extravagante racha
fr: Folie
ja: おどけた疾走
nb: Ekstremt utrolig rekke
nl: Waanzinnige Reeks
pl: Obłędna Passa
pt: Sequência absurda
pt_pt: Sequência absurda
tr: Gülünç Seri

source: Luis
fr: Louis
pt: Luís
tr: Levent

source: Lutetium
es: Lutecio
pl: Lutet
pt: Lutécio
pt_pt: Lutécio
tr: Lutesyum

source: Lynn Robinson holds a Masters degree in art history from the University of California, Los Angeles, where she specialized in Theory and Criticism. She also received a Museum Studies degree with an emphasis on museum education from John F. Kennedy University. She is currently an Adjunct Professor of Visual Studies at California College of the Arts.
pt: Lynn Robinson é mestre em história da arte pela Universidade da Califórnia em Los Angeles, onde se especializou em teoria e crítica. Ela também se graduou em Museologia com ênfase em educação nos museus pela Universidade John F. Kennedy. Atualmente é professora adjunta de estudos visuais na Faculdade de Artes da Califórnia.
tr: Lynn Robinson, Kaliforniya Üniversitesi Los Angeles'tan, Teori ve Eleştiri alanında uzmanlıkla bir Master derecesine sahiptir. John F. Kennedy Üniversitesi'nden müze eğitimi uzmanlığıyla bir Müze Çalışmaları diplomasına da sahiptir. Halen Kaliforniya Sanat Üniversitesi'nde Görsel Çalışmalar dalında Yardımcı Profesördür.

source: MASTERY CHALLENGE
da: BEHERSKELSESUDFORDRING
es: DESAFÍO DE DOMINIO
fr: DEFI DE MAÎTRISE
ja: マスタリーチャレンジ
nb: MESTRINGS UTFORDRING
nl: MEESTERSCHAPSUITDAGING
pl: WYZWANIE MISTRZOWSKIE
pt: DESAFIO
pt_pt: DESAFIO DE PERÍCIA
tr: USTALIK BİLGİ ÖLÇME YARIŞMASI

source: MODE: (Optional) Shape mode. Either POINTS, LINES, TRIANGLES, TRIANGLE_FAN, TRIANGLE_STRIP, QUADS, and QUAD_STRIP
da: MODE: (Valgfrit) Tilstand af figur. Enten POINTS (punkter), LINES (linjer), TRIANGLE (trekanter), TRIANGLE_FAN, TRIANGLE_STRIP, QUADS og QUAD_STRIP
es: MODO: (Opcional) Modo de la forma. Puede ser POINTS, LINES, TRIANGLES, TRIANGLE_FAN, TRIANGLE_STRIP, QUADS, y QUAD_STRIP
nb: MODUS: (Valgfritt) Form modus. Enten POINTS, LINES, TRIANGLES, TRIANGLE_FAN, TRIANGLE_STRIP, QUADS, eller QUAD_STRIP
pl: MODE: (Opcjonalne) Tryb kształtu. Możliwe są POINTS, LINES, TRIANGLES, TRIANGLE_FAN, TRIANGLE_STRIP, QUADS, i QUAD_STRIP
pt: MODE: (opcional) Modo da forma. POINTS, LINES, TRIANGLES, TRIANGLE_FAN, TRIANGLE_STRIP, QUADS e QUAD_STRIP
tr: MODE: (İsteğe bağlı) Şekil modu. POINTS, LINES, TRIANGLES, TRIANGLE_FAN, TRIANGLE_STRIP, QUADS, ve QUAD_STRIP olabilir

source: MODE: (Optional) Specify CLOSE to close the shape.
da: MODE: (Valgfrit) Angiv CLOSE for at lukke figuren.
es: MODO: (Opcional) Especifica CLOSE para cerrar la forma.
nb: MODE: (Valgfrittl) Spesifiser CLOSE for å lukke en figur.
pl: MODE: (Opcjonalne) Określa CLOSE dla zamknięcia kształtu.
pt: MODE: (opcional) especifique CLOSE para fechar a figura.
tr: MODE: (İsteğe bağlı) Şekli kapatmak için CLOSE belirtiniz.

source: MODE: Either BLEND, ADD, SUBTRACT, DARKEST, LIGHTEST, DIFFERENCE, EXCLUSION, MULTIPLY, SCREEN, OVERLAY, HARD_LIGHT, SOFT_LIGHT, DODGE, or BURN.
da: MODE: Enten BLEND, ADD, SUBTRACT, DARKEST, LIGHTEST, DIFFERENCE, EXCLUSION, MULTIPLY, SCREEN, OVERLAY, HARD_LIGHT, SOFT_LIGHT, DODGE eller BURN.
es: MODO: Puede ser BLEND, ADD, SUBTRACT, DARKEST, LIGHTEST, DIFFERENCE, EXCLUSION, MULTIPLY, SCREEN, OVERLAY, HARD_LIGHT, SOFT_LIGHT, DODGE, o BURN.
nb: MODE: Enten BLEND, ADD, SUBTRACT, DARKEST, LIGHTEST, DIFFERENCE, EXCLUSION, MULTIPLY, SCREEN, OVERLAY, HARD_LIGHT, SOFT_LIGHT, DODGE, eller BURN.
pl: MODE: Możliwe BLEND, ADD, SUBSTRACT, DARKEST, LIGHTEST, DIFFERENCE, EXCLUSION, MULTIPLY, SCREEN, OVERLAY, HARD_LIGHT, SOFT_LIGHT, DODGE, lub BURN.
pt: MODE: BLEND, ADD, SUBTRACT, DARKEST, LIGHTEST, DIFFERENCE, EXCLUSION, MULTIPLY, SCREEN, OVERLAY, HARD_LIGHT, SOFT_LIGHT, DODGE ou BURN.
tr: MODE: Either BLEND, ADD, SUBTRACT, DARKEST, LIGHTEST, DIFFERENCE, EXCLUSION, MULTIPLY, SCREEN, OVERLAY, HARD_LIGHT, SOFT_LIGHT, DODGE, veya BURN.

source: MODE: Either CENTER, CORNERS, or CORNER. The default is CORNER.
da: MODE: Enten CENTER, CORNERS (hjørne) eller CORNER (hjørne). Standardværdien er CORNER (hjørne).
es: MODO: Puede ser CORNER, CORNERS, o CENTER. El valor predeterminado es CORNER.
nb: MODE: Enten CENTER, CORNERS, eller CORNER. Standard er CORNER.
pl: TRYB: Możliwe CENTER, CORNERS, lub CORNER. Domyślny to CORNER.
pt: MODE: CENTER, CORNERS, ou CORNER. O padrão é CORNER.
tr: MODE: CENTER, CORNERS, veya CORNER. Ön tanımlı değer, CORNER'dır.

source: MODE: Either MITER, BEVEL, or ROUND. The default is MITER.
da: MODE: Enten MITER, BEVEL eller ROUND. Standardværdien er MITER.
es: MODO: Entre MITER, BEVEL, o ROUND. El predeterminado es MITER.
nb: MODE: Enten MITER, BEVEL, eller ROUND. Standard er MITER.
pl: MODE: Możliwe MITER, BEVEL, lub ROUND. Domyślny jest MITER.
pt: MODE: MITER, BEVEL ou ROUND. O padrão é MITER.
tr: MODE: MITER, BEVEL, veya ROUND. Varsayılan MITER'dır.

source: MODE: Either RGB or HSB. The default is RGB.
da: MODE: Enten RGB eller HSB. Standardværdien er RGB.
es: MODO: Entre RGB o HSB. El predeterminado es RGB.
nb: MODE: Enten RGB eller HSB. Standard er RGB.
nl: MODE: Oftewel RGB of HSB. Standaard is RGB.
pl: MODE: Możliwe RGB lub HSB. Domyślny jest RGB.
pt: MODE: RGB ou HSB. O padrão é RGB.
tr: MODE: RGB veya HSB. Ön değer RGB'dir.

source: MODE: Either SQUARE, PROJECT, or ROUND. The default is ROUND
da: MODE: Enten SQUARE, PROJECT eller ROUND. Standardværdien er ROUND
es: MODO: Entre SQUARE, PROJECT, o ROUND. El predeterminado es ROUND
nb: MODE: Enten SQUARE, PROJECT, eller ROUND. Standard er ROUND
pl: MODE: Możliwe SQUARE, PROJECT, lub ROUND. Domyślny jest ROUND
pt: MODE: SQUARE, PROJECT ou ROUND. O padrão é ROUND
tr: MODE: SQUARE, PROJECT, veya ROUND. Varsayılan ROUND'dur

source: MODE: The mode, either CORNER, CORNERS, CENTER, or RADIUS. The default is CENTER.
da: MODE: Tilstanden (mode), CORNER (hjørne), CENTER eller RADIUS. Standardværdien er CENTER.
es: MODO: El modo, puede ser CORNER, CORNERS, CENTER, o RADIUS. El valor predeterminado es CENTER.
nb: MODE: Modus, enten CORNER, CORNERS, CENTER, eller RADIUS. Standard er CENTER.
pl: TRYB: Tryb, możliwe tryby to CORNER, CORNERS, CENTER, lub RADIUS. Domyślny jest CENTER.
pt: MODE: O modo, CORNER, CORNERS, CENTER, ou RADIUS. O padrão é CENTER.
tr: MODE: Mod. CORNER, CORNERS, CENTER, veya RADIUS olabilir. Ön tanımlı değer, CENTER'dır.

source: MODE: The mode, either CORNER, CORNERS, CENTER, or RADIUS. The default is CORNER.
da: MODE: Tilstanden (mode), CORNER (hjørne), CENTER eller RADIUS. Standardværdien er CORNER (hjørne).
es: MODO: El modo, puede ser CORNER, CORNERS, CENTER, o RADIUS. El valor predeterminado es CORNER.
nb: MODE: Modus, enten CORNER, CORNERS, CENTER, eller RADIUS. Standard er CORNER.
pl: TRYB: tryb, możliwe CORNER, CORNERS, CENTER, lub RADIUS. Domyślny to CORNER.
pt: MODE: O modo, CORNER, CORNERS, CENTER, ou RADIUS. O padrão é CORNER.
tr: MODE: Mod. CORNER, CORNERS, CENTER, veya RADIUS olabilir. Ön tanımlı değer, CORNER'dır.

source: Mad Scientist
bg: Луд учен
da: Gal Videnskabsmand
es: Científico loco
fr: Savant fou
ja: マッド・サイエンティスト
nb: Gal vitenskapsmann
nl: Gekke wetenschapper
pl: Szalony naukowiec
pt: Cientista maluco
pt_pt: Cientista maluco
tr: Çılgın bilim adamı

source: Made using: <a href="http://www.khanacademy.org/computer-programming">Khan Academy Computer Science</a>.
da: Lavet med: <a href="http://www.khanacademy.org/computer-programming">Khan Academy Computer Science</a>.
es: Hecho usando: <a href="http://www.khanacademy.org/computer-programming">ciencias de la computación de Khan Academy</a>.
ja: 次を利用して作成されました: <a href="http://www.khanacademy.org/computer-programming">カーンアカデミーコンピュータサイエンス</a>．
nb: Lager ved: <a href="http://www.khanacademy.org/computer-programming">Khan Academy Computer Science</a>.
nl: Gemaakt met: <a href="http://www.khanacademy.org/computer-programming">Khan Academy Computer Science</a>.
pl: Wykonano przy użyciu: <a href="http://www.khanacademy.org/computer-programming">Informatyki Khan Academy</a>.
pt: Feito usando: <a href="http://www.khanacademy.org/computer-programming">Ciência da Computação da Khan Academy</a>.
pt_pt: Produzido com: <a href="http://www.khanacademy.org/computer-programming">Informática na Khan Academy</a>.
tr: <a href="http://www.khanacademy.org/computer-programming">Khan Academy Bilgisayar Bilimleri</a> kullanılarak yapılmıştır.

source: Magellan
es: Magallanes
ja: マゼラン
pt: Magalhães
pt_pt: Magalhães
tr: Macellan

source: Magellan (old)
da: Magellan (gammel)
es: Magallanes (viejo)
fr: Magellan (obsolète)
ja: マゼラン(旧)
nb: Magellan (gammel)
nl: Magellaan (oud)
pl: Magellan (stary)
pt: Magalhães (antigo)
pt_pt: Magalhães (antigo)
tr: Macellan (eski)

source: Magnesium
es: Magnesio
pl: Magnez
pt: Magnésio
pt_pt: Magnésio
tr: Magnezyum

source: Major radius = <span class="sol short40" data-forms="integer"><var>MAJ</var></span>
da: Største radius = <span class="sol short40" data-forms="integer"> <var>MAJ</var></span>
es: Radio mayor = <span class="sol short40" data-forms="integer"><var>MAJ</var></span>
fr: Grand axe = <span class="sol short40" data-forms="integer"><var>MAJ</var></span>
nb: Største radius = <span class="sol short40" data-forms="integer"> <var>MAJ</var></span>
pl: Wielka półoś = <span class="sol short40" data-forms="integer"><var>MAJ</var></span>
pt: Raio maior = <span class="sol short40" data-forms="integer"><var>MAJ</var></span>
tr: Asal eksen uzunluğunun yarısı = <span class="sol short40" data-forms="integer"><var>MAJ</var></span>

source: Make a gift today
es: Haz una donación hoy mismo
ja: 今日ギフトを送る
nb: Gi en gave i dag
pl: Podaruj prezent już dziś.
pt: Faça uma doação hoje
pt_pt: Faz um donativo hoje
tr: Bugün bir bağışta bulunun

source: Make a gift today and help us continue to provide a free, world&#8209;class education for anyone, anywhere.
es: Haz una donación hoy y ayúdanos a continuar proporcionando educación gratis, de clase mundial, para todos, en cualquier lugar.
ja: 今日ギフトとして私達が無料で世界レベルの教育を誰にでもどこにでも提供するための手助けをして下さい．
nb: Gi en gave i dag, og hjelp oss å fortsette å produsere gratis, utdanning i verdensklasse for alle, overalt.
pl: Podaruj nam dzisiaj prezent i pomóż nam kontynuować zapewnianie darmowej, światowej klasy edukacji każdemu i wszędzie.
pt: Faça uma doação hoje e ajude-nos a continuar fornecendo educação gratuita de alta qualidade para todos, em qualquer lugar.
pt_pt: Faça uma doação e ajude-nos a oferecer uma educação gratuita e de alta qualidade a todos, estejam onde estiverem.
tr: Bugün bir bağış yapın ve herkese, her yerde, dünya standartlarında bir eğitim imkanını ücretsiz olarak sağlamaya devam etmemize yardımcı olun.

source: Make a monthly gift
ja: 毎月ギフトを送る
nb: Gi en månedlig gave
pl: Podaruj comiesięczny prezent
pt: Faça uma doação mensal
pt_pt: Faz um donativo mensalmente
tr: Aylık bağışta bulunun

source: Make a one-time gift
ja: 1回限りのギフトを送る
nb: Gi en engangsgave
pl: Podaruj jednorazowy prezent
pt: Faça uma doação única
pt_pt: Faz um donativo único
tr: Bir kerelik bağışta bulunun

source: Make a recommendation
da: Lav en anbefaling
fr: Faire une recommandation
pl: Wydaj zalecenie
pt: Fazer uma recomendação
tr: Öneride bulunun

source: Make a spin-off of any scratchpad
da: Lav et spin-off af enhver kladde
es: Haz un derivado de cualquier bloc de notas
fr: Modifier votre bloc-notes
ja: 任意のスクラッチパッドからスピンオフを作る
nb: Gjør et tilfeldig utvalg
nl: Maak een spin-off van een kladblok
pl: Stwórz spin-off jakiegokolwiek notatnika
pt: Fazer um spin-off de qualquer bloco de anotações
pt_pt: Faz uma derivação de um rascunho qualquer
tr: Herhangi bir karalama alanından bir yan ürün oluşturun

source: Make an array of 5 numbers
da: Lav en række med 5
es: Hace un arreglo de 5 números
fr: Créer un tableau contenant 5 nombres
ja: 5 つの数の配列を作成する
nb: Lag en rekke på 5 tall
nl: Maak een reeks van 5 getallen
pl: Stwórz tablicę z 5 liczbami
pt: Cria uma matriz de 5 números
pt_pt: Faz um vetor de 5 números
tr: 5 rakamı bir düzene sok

source: Make changes to an official program
bg: Направи промени в официална програма
da: Foretag ændringer i et officielt program
es: Haz cambios a un programa público
fr: Apporter des modifications dans un programme officiel
ja: 公式プログラムに変更を加える
nb: Gjøre endringer i et offisiellt program
nl: Breng wijzigingen aan in een officieel programma
pl: Dokonaj zmian w oficjalnym programie
pt: Alterar um programa oficial
pt_pt: Alterar um programa oficial
tr: Resmi bir programda değişiklik yapmak

source: Make changes to another user's program
bg: Направи промени в програмата на друг потребител
da: Foretage ændringer i en anden brugers program
es: Haz cambios al programa de otro usuario
fr: Apporter des modifications au programme d'un autre utilisateur
ja: 他のユーザーのプログラムに変更を加える
nb: Gjør endringer i en annen brukers program
nl: Breng wijzigingen aan in het programma van een andere gebruiker
pl: Wprowadź zmiany u innego użytkownika programu
pt: Alterar o programa de outro usuário
pt_pt: Altera um programa de outro utilizador
tr: Başka bir kullanıcının programında değişiklik yapmak

source: Make circle filled
es: Haz el círculo relleno
fr: Cercle plein
nb: Gjøre sirkelen fylt
pl: Wypełnij kółko
pt: Faça círculo cheio
tr: Daireyi doldurun

source: Make circle open
es: Haz el círculo abierto
fr: Cercle vide
nb: Gjøre sirkelen åpen
pl: Otwórz kółko
pt: Faça círculo aberto
tr: Daireyi açık bırakın

source: Make it rain
da: Pengeregn
es: Haz que llueva
fr: Faire pleuvoir
ja: 雨よ降れ
nb: La det regne
nl: Laat het regenen
pl: Wywołaj deszcz
pt: Faça acontecer
pt_pt: Faz acontecer
tr: Yağdırın

source: Make sure %(child_name)s knows that <strong>the brain is like a muscle: the more you exercise it, the stronger it gets!</strong>
da: Sørg for %(child_name)s ved at <strong>hjernen er som en muskel: jo mere du træner den, jo stærkere bliver den!</strong>
es: Asegúrate que %(child_name)s sepa que <strong>el cerebro es como un músculo: ¡entre más lo ejercites, se vuelve más fuerte!</strong>
fr: Assurez-vous que %(child_name)s sache que <strong>le cerveau fonctionne comme un muscle : plus vous l'exercez, plus il devient puissant !</strong>
nb: Kontroller %(child_name)s kjenner til at <strong>hjernen er en muskel: jo mer du trener, jo sterkere bli den!</strong>
nl: Zorg dat %(child_name)s weet dat <strong>het brein net als een spier is: hoe meer je het traint, des te sterker die wordt!</strong>
pl: Upewnij się, że %(child_name)s wie, że <strong>mózg jest jak mięsień: im więcej ćwiczysz, tym silniejszy się staje!</strong>
pt: Lembre %(child_name)s de que <strong>o cérebro é como um músculo: quanto mais você exercitá-lo, mais forte ele ficará!</strong>
tr: %(child_name)s isimli öğrencinin <strong>beynimizin bir kas gibi olduğunu, çalıştırdıkça güçlendiğini</strong> bildiğinden emin olun

source: Make sure %(name)s is alone on one side of the scale.
es: Asegúrate de que %(name)s está solo en un lado de la balanza.
fr: Assure-toi que %(name)s est seul sur un côté de la balance.
nb: Kontroller at %(name)s navn er alene på den ene siden av vekten.
pl: Upewnij się, że %(name)s jest sam po jednej stronie.
pt: Certifique-se de que %(name)s está sozinho em um lado da balança.
tr: %(name)s'in tartının bir tarafın yalnız kaldığından emin olun.

source: Make sure the scale is balanced.
es: Asegúrate de que la balanza esté equilibrada.
fr: Veille à ce que la balance soit équilibrée.
nb: Sjekk at skalaen er balansert.
pl: Upewnij się, że skala jest w równowadze.
pt: Certifique-se de que a balança esteja equilibrada.
tr: Tartının dengede olduğundan emin olun.

source: Make sure you can particiapte in our weekly email challenges.
es: Asegúrate de que puedas participar en nuestros desafíos semanales por correo electrónico.
ja: 私達の週間電子メイルチャレンジに参加していることを確認して下さい．
nb: Kontroller at du kan delta i våre ukentlige epost utfordringer.
pl: Upewnij się, że możesz uczestniczyć w naszych tygodniowych wyzwaniach email.
pt: Verifique se você pode participar de nossos desafios semanais por e-mail.
pt_pt: Certifica-te de que podes participar nos nossos concursos semanais por e-mail.
tr: Haftalık e-posta yarışmalarımıza katıldığınızdan emin olun.

source: Make sure you fill in all cells in the matrix.
da: Sørg for at du udfylder alle indgangene i matricen.
es: Asegúrate de llenar todas las celdas de la matriz.
fr: Assurez-vous que vous remplissez toutes les cellules de la matrice.
nb: Sørg for at du utfyller alle cellene i matrisen.
nl: Zorg ervoor dat je alle cellen in de matrix invult.
pl: Upewnij się, że wszystkie komórki macierzy są wypełnione.
pt: Lembre-se de preencher todas as células da matriz.
tr: Matristeki tüm hücreleri doldurduğunuzdan emin olun.

source: Make sure your attribute value starts with an opening double quote.
da: Sørg for at din attributværdi starter med et dobbelt begyndelsesanførselstegn.
es: Asegúrate de que el valor del atributo comienza con comillas dobles.
nb: Kontroller at din attributtverdien starter med venstre doble anførselstegn.
pl: Upewnij się, że wartość atrybutu zaczyna się otwierającym podwójnym cudzysłowem.
pt: Verifique se seu valor de atributo começa com aspas duplas de abertura.
tr: Öznitelik değerinizin açık bir çift tırnakla başladığından emin olun.

source: Make this gift in honor of...
pt: Doar em nome de...
pt_pt: Doar em honra de...
tr: Bu hediyeyi şu kişi için yapıyorum...

source: Make this gift recurring
pt: Doar periodicamente
pt_pt: Doar periodicamente
tr: Bu hediyeyi yinelenen hale getirin

source: Make your brain more powerful! Practice hard!
da: Gør din hjerne mere kraftfuld! Arbejd hårdt!
es: ¡Haz a tu cerebro más poderoso! ¡Practica duro!
fr: Faites que votre cerveau soit plus fort! Pratiquez beaucoup!
ja: あなたの頭脳をさらに強力にする!一所懸命に練習!
nb: Gjør hjernen din kraftigere! Jobb hardt!
nl: Maak je hersenen krachtiger! Oefen veel!
pl: Uczyń swój mózg potężniejszym! Ćwicz intensywnie!
pt: Turbine seu cérebro! Treine muito!
pt_pt: Desenvolve o teu cérebro! Pratica muito!
tr: Beyninizi güçlendirin! Daha çok alıştırma yapın!

source: Makes Perfect
da: Lavet perfekt
es: Hace al maestro
fr: Perfection
ja: 完璧にする
nb: Gjør mester
nl: Maakt perfect
pl: Praktyka czyni mistrza
pt: Perfeito
pt_pt: Perfecionista
tr: Mükemmel yapar

source: Makes all shapes drawn after this function call transparent.
da: Gør at alle figurer der tegnes efter dette funktionskald er gennemsigtige.
es: Hace transparentes todas las formas después de llamar a la función.
nb: Gjør alle figurer som tegnes etter dette funksjonskallet gjennomsiktige.
pl: Sprawia, że wszystkie kształty narysowane po tej funkcji są przezroczyste.
pt: Faz com que todas as formas desenhadas após a chamada dessa função fiquem transparentes.
tr: Bu işlev çağrısından sonra çizilen tüm şekilleri saydam yapar.

source: Making Progress
da: Gør fremskridt
es: Progresando
fr: Progresser
ja: 進捗あり
nb: Fremgang
nl: Vooruitgang
pl: Robię postępy
pt: Progredindo
pt_pt: A fazer progressos
tr: İlerleme kaydediyorsunuz

source: Making Progress (old)
da: Gør Fremskridt (gammel)
es: Progresando (viejo)
fr: Progresser (obsolète)
ja: 進捗あり(旧)
nb: Fremgang (gamle)
nl: Boek vooruitgang (oud)
pl: Robi postępy (stary)
pt: Progredindo (antigo)
pt_pt: A fazer progressos (antigo)
tr: İlerleme kaydediyor (eski)

source: Making progress!
da: Du gør fremskridt!
es: ¡Progresando!
fr: Vous faites des progrès !
nb: Du gjør fremgang!
nl: Je maakt vooruitgang!
pl: Robisz postępy!
pt: Progredindo!
pt_pt: A fazer progressos!
tr: İlerleme kaydediyorsunuz!

source: Making unwanted posts advertising your SQL script (both the post and the SQL script will be flagged)
da: At lave uønskede indlæg som reklame for dit SQL script (både indlæg og SQL scriptet vil blive markeret)
es: Hacer publicaciones no deseadas promocionando tu script SQL (tanto la entrada como el script SQL se marcarán)
nb: Lage uønskede innlegg som reklame for eget SQL-skript (både innlegget og SQL-skriptet vil bli flagget)
nl: Maken van ongewenste berichten om reclame voor je SQL-script te maken (zowel het bericht als het SQL-script worden gemarkeerd)
pl: Pisanie niechcianych postów reklamujących Twój SQL scripts (zarówno posty jak i SQL scripts zostaną oflagowane)
pt: Criação de publicações indesejadas para promover seu script SQL (tanto a publicação como o script SQL serão sinalizados)
tr: SQL metni hakkında reklam içerikli gönderiler yollanmışsa (bu durumda gönderi hem de SQL metni bayraklanacaktır)

source: Making unwanted posts advertising your program (both the post and the program will be flagged)
da: At lave uønskede indlæg som reklame for dit program (både indlæg og programmet vil blive markeret)
es: Hacer publicaciones no deseadas promocionando tu programa (ambos, el programa y la publicación serán marcados)
fr: Rendre indésirable les messages publicitaires de votre programme (aussi bien le message et le programme seront signalés)
nb: Å lage uønskede innlegg som reklame for ditt program (både innlegg og programmet vil bli markert)
nl: Maken van ongewenste berichten reclame voor je programma (zowel het bericht als het programma zal worden gemarkeerd)
pl: Pisanie niechcianych postów reklamujących Twój program (zarówno posty jak i program zostaną oflagowane)
pt: Publicação de comentários indesejados para promover seu programa (o comentário e o programa serão sinalizados)
tr: Programınızın reklamını yapan, istenmeyen gönderiler oluşturmak (Bu durumda hem gönderi, hem de program işaretlenecektir)

source: Making unwanted posts advertising your webpage (both the post and the webpage will be flagged)
da: At lave uønskede indlæg med reklame for din hjemmeside (både indlæg og hjemmesiden vil blive markeret)
es: Hacer publicaciones no deseadas promocionando tu página web (ambos, la página web y la publicación serán marcados)
fr: Créer des messages publicitaires indésirables concernant votre page Web (le message et la page Web seront signalés)
nb: Å lage uønskede innlegg med reklame for din hjemmeside (både innlegg og hjemmesiden vil bli markert)
nl: Maken van ongewenste reclame voor je webpagina (zowel het bericht als de webpagina worden gemarkeerd)
pl: Pisanie niechcianych postów reklamujących Twoją stronę (zarówno posty jak i strona zostaną oflagowane)
pt: Publicação de comentários indesejados para promover sua página da Web (o comentário e a página da Web serão sinalizados)
tr: Web sayfanızın reklamını yapan istenmeyen gönderiler yollamak (Hem web sayfası, hem de gönderi bayraklanacaktır)

source: Male
da: Mand
es: Masculino
fr: Homme
ja: 男性
nb: Mann
nl: Man
pl: Mężczyzna
pt: Masculino
pt_pt: Masculino
tr: Bay

source: Manage Class
da: Administrer klasse
es: Administrar la clase
fr: Gérer la classe
ja: クラスを管理する
nb: Administrere klasse
nl: Beheer klas
pl: Zarządzaj klasą
pt: Gerenciar turma
pt_pt: Gerir turma
tr: Sınıfı yönet

source: Manage Students
da: Administrer elever/studerende
es: Administrar estudiantes
fr: Gérer les élèves
ja: 生徒の管理
nb: Administrer elever
nl: Beheer leerlingen
pl: Zarządzaj uczniami
pt: Gerenciar alunos
pt_pt: Gerir alunos
tr: Öğrencileri Yönetimi

source: Manage banned users
da: Administrér udelukkede brugere
es: Administra usuarios bloqueados
fr: Gérer les utilisateurs bannis
ja: 禁止ユーザーの管理
nb: Administrer sperrede brukere
nl: Geweigerde gebruikers beheren
pl: Zarządzanie zbanowanymi użytkownikami
pt: Gerenciar usuários banidos
pt_pt: Gerir utilizadores banidos
tr: Yasaklı Kullanıcıları Yönet

source: Manage students
bg: Администриране на ученици
da: Administrer elever
es: Administrar estudiantes
fr: Gérer les élèves
he: ניהול תלמידים
ja: 生徒の管理
nb: Administrer elever
nl: Beheer leerlingen
pl: Zarządzaj uczniami
pt: Gerenciar alunos
pt_pt: Gerir alunos
tr: Öğrencileri Yönetmek

source: Managing Director at General Catalyst
pt: Diretor administrativo na General Catalyst
tr: General Catalyst'te Genel Müdür
