Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Practice
da: Øv dig
es: Practica
fr: Pratiquer
ja: 練習問題
nb: Øv
nl: Oefenen
pl: Ćwicz
pt: Praticar
pt_pt: Praticar
tr: Egzersiz Yap

source: Practice %(problem_display_name)s
pl: Ćwicz %(problem_display_name)s
pt: Praticar %(problem_display_name)s
tr: %(problem_display_name)s üzerinde alıştırma yapın

source: Practice %(title)s with Khan Academy's free online exercises.
bg: Упражни %(title)s с безплатните курсове на Кан академията.
da: Øv %(title)s med Khan Academys gratis online øvelser.
es: Practica %(title)s con los ejercicios gratuitos en línea de Khan Academy.
fr: Pratiquez %(title)s avec les exercices gratuits en ligne de l'Académie Khan.
nb: Øv %(title)s med Khan akademiets gratis online øvelser.
nl: Oefen %(title)s met de gratis online oefeningen van Khan Academy.
pl: Ćwicz %(title)s online z darmowymi ćwiczeniami Khan Academy.
pt: Pratique %(title)s com os exercícios gratuitos on-line da Khan Academy.
tr: Khan Academy'nin ücretsiz online alıştırmalarından%(title)s ile pratik yapmanızı öneririz.

source: Practice a skill to make progress in your %(mission_title)s mission!
da: Øv en færdighed for at gøre fremskridt i din %(mission_title)s mission!
es: ¡Practica una habilidad para tener progreso en tu %(mission_title)s misión!
fr: Entraînez une compétence pour progresser dans votre mission %(mission_title)s !
nb: Øv på en ferdighet for å øke fremdriften i %(mission_title)s mission!
nl: Oefen een vaardigheid om verder te komen in jouw %(mission_title)s missie!
pl: Ćwicz umiejętność, żeby robić postępy w Twojej misji %(mission_title)s !
pt: Pratique uma habilidade para progredir em sua missão%(mission_title)s!
tr: %(mission_title)s görevinizde ilerleme kaydetmek için, bir beceriyle ilgili alıştırma yapın!

source: Practice a skill to make progress in your %(mission_title)s mission!
da: Øv en færdighed for at gøre fremskridt i din %(mission_title)s mission!
es: ¡Practica una habilidad para tener progreso en tu %(mission_title)s misión!
fr: Entraînez vous dans une compétence pour progresser en %(mission_title)s !
nb: Øv på en ferdigheter for å gjøre fremskritt i %(mission_title)s oppdrag!
nl: Oefen een vaardigheid om vooruitgang te boeken in jouw %(mission_title)s missie!
pl: Ćwicz umiejętność, żeby zrobić postępy w Twojej misji %(mission_title)s !
pt: Pratique uma habilidade para progredir em sua missão %(mission_title)s!
tr: %(mission_title)s görevinizde ilerlemek için bir beceriyle alıştırma yapın!

source: Practice again
da: Øv dette igen
es: Practica otra vez
fr: Pratiquez à nouveau
nb: Øv igjen
nl: Oefen opnieuw
pl: Przećwicz ponownie
pt: Praticar novamente
pt_pt: Voltar a praticar
tr: Tekrar alıştırma yapın

source: Practice all of the skills you'll need for the new SAT. We also have four official practice exams from the College Board. The October 2015 PSAT is in the style of the new SAT.
nb: Øv på alle ferdighetene du trenger for den nye SAT. Vi har også fire offisielle øvingseksamener fra College Board. Oktober 2015 PSAT har samme form som den nye SAT.
pl: Poniżej znajdują się dwie proste równoległe, które przecina trzecia prosta. ** Jeśli wiemy, że miara niebieskiego kąta wynosi $106^\circ$, to jaka jest miara kąta $x$? ** ![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/8251ba31a0238080b0f20dd6ef8e9b885cffe1da) [[☃ input-number 1]] $^\circ$
pt: Pratique todas as habilidades que você vai precisar para o novo SAT. Também temos quatro exames práticos oficiais da College Board. O PSAT de outubro de 2015 segue o estilo do novo SAT.
pt_pt: Aperfeiçoa todas as competências de que precisas para o próximo SAT. Também temos quatro exames oficiais da College Board para praticares. O PSAT de outubro de 2015 é do género do próximo SAT.
tr: Yeni SAT için gereken tüm becerilerin alıştırmasını yapın. Ayrıca College Board'dan dört resmi deneme sınavımız da var. 2015 Ekim PSAT'si yeni SAT'nin stilinde olacak.

source: Practice anytime, anywhere, at no cost
nb: Øve når som helst, hvor som helst og helt kostnadsfritt
pt: Pratique a qualquer hora, em qualquer lugar, sem nenhum custo
tr: Herhangi bir zamanda, herhangi bir yerde, hiçbir ücret ödemeksizin alıştırma yapın

source: Practice for the new SAT
ja: 新しい SAT のための練習問題
nb: Øve på den nye SAT
pl: Ćwiczenia dla nowego SAT
pt: Pratique para o novo SAT
pt_pt: Pratica para o próximo SAT
tr: Yeni SAT sınavına hazırlanın

source: Practice makes perfect
da: Øvelse gør mester
es: La práctica hace al maestro
fr: S'entraîner, c'est la clé
nb: Øvelse gjør mester
nl: Oefening baart kunst
pl: Praktyka czyni mistrza
pt: A prática leva à perfeição
pt_pt: A prática leva-te à perfeição
tr: Alıştırma yapmak mükemmelleştirir

source: Practice now
nb: Kom i gang
pt: Pratique agora
pt_pt: Praticar agora
tr: Şimdi alıştırma yapın

source: Practice something new!
da: Øv dig i noget nyt!
es: ¡Practica algo nuevo!
fr: Exercez-vous à quelque chose de nouveau!
ja: 何か新しい練習問題を解いて下さい!
nb: Øv på noe nytt!
nl: Oefen iets nieuws!
pl: Poćwicz coś nowego!
pt: Pratique algo novo!
pt_pt: Pratica algo novo!
tr: Yeni bir alıştırma deneyin!

source: Practice task
da: Øvelsesopgave
es: Tarea de práctica
fr: Pratique de la compétence
ja: 演習のタスク
nb: Praksisoppgave test
nl: Oefentaak
pl: Ćwiczenie
pt: Tarefa prática
pt_pt: Tarefa de treino
tr: Alıştırma görevi

source: Practice tests and more
nb: Øvelses tester og mer
pt: Testes práticos e muito mais
tr: Alıştırma testleri ve daha fazlası

source: Practice this concept
nb: Øve på dette innholdet
pl: Ćwicz to zagadnienie
pt: Praticar este conceito
pt_pt: Pratica este conceito
tr: Bu kavramı uygulama

source: Practiced
da: Øvet
es: Practicado
fr: Pratiqué
ja: 練習済み
nb: Øvd
nl: Beoefend
pl: Przećwiczone
pt: Praticado
pt_pt: Já treinaste o suficiente
tr: alıştırma yapmıştır

source: Practiced (light blue) = +1 point
es: Practicado (azul claro) = + 1 punto
nb: Øvd på (lyseblå) = +1 poeng
pt: Praticado (azul claro) = +1 ponto
tr: Alıştırma yaptı (açık mavi) = +1 puan

source: Practicing
fr: Pratiquons
pt: Praticando
tr: Pratik

source: Pragmatism and demonstrated skill at turning data into action.
da: Pragmatisme og demonstreret færdighed i at omdanne data til handling.
es: Pragmatismo y habilidad demostrada para transformar datos en acción.
nl: Pragmatische en aangetoonde vaardigheid in gegevens omzetten in actie.
pl: Pragmatyzmu i wykazania umiejętności we włączaniu danych do działania.
pt: Pragmatismo e demonstração de habilidade para transformar dados em ações.
tr: Pragmatizm ve veriyi harekete dönüştürmede ispatlanmış beceri.

source: Praseodymium
es: Praseodimio
nb: Praseodym
pl: Prazeodym
pt: Praseodímio
pt_pt: Praseodímio
tr: Praseodimyum

source: Pre-K/Kindergarten
da: Børnehave
es: Jardín de niños o menor
fr: Maternelle
ja: 就学以前/幼稚園
nb: Barnehage
nl: Groep 1/2
pl: Przedszkole i wcześniejsze
pt: Pré/jardim de infância
pt_pt: Infantário ou infantil
tr: Okul öncesi / Anaokulu

source: Preparing exercise filter...
da: Forbereder øvelsesfilter...
es: Preparando el filtro de ejercicios...
fr: Préparation du filtre des exercices...
nb: Forbereder øvelsesfilter...
nl: Oefening filter wordt voorbereid...
pl: Przygotowywanie filtra ćwiczeń...
pt: Preparando filtro de exercício...
pt_pt: A preparar o filtro do exercício...
tr: Alıştırma filtresi hazırlanıyor..

source: Presentation Resources
bg: Презентации
da: Resurser til præsentationer
es: Recursos de presentación
nb: Presentasjons ressurser
nl: Presentatiemiddelen
pl: Materiały prezentacyjne
pt: Recursos de apresentação
pt_pt: Recursos para apresentações
tr: Sunum Kaynakları

source: President &amp; COO
es: Presidente y director de operaciones
pl: Prezes &amp; dyrektor operacyjny
pt: Presidente e COO
pt_pt: Presidente e COO
tr: Genel Müdür &amp; Operasyon Direktörü

source: Press
da: Presse
es: Prensa
fr: Presse
ja: 報道
nb: Presse
nl: Pers
pl: Prasa
pt: Imprensa
pt_pt: Imprensa
tr: Basında

source: Press CTRL + D to bookmark this page.
da: Tryk på CTRL + D for at lave et bogmærke på denne side.
es: Pulsa CTRL + D para agregar esta página a favoritos.
fr: Appuyez sur CTRL + D pour marquer cette page.
nb: Trykk CTRL + D for å lage et bokmerke på denne siden.
nl: Druk CTRL + D om deze pagina in je favorieten op te slaan.
pl: Wciśnij CTRL + D, aby dodać tę stronę do zakładek.
pt: Pressione CTRL + D para adicionar esta página aos favoritos.
tr: Bu sayfaya yer imi oluşturmak için CTRL + D tuşlarına basınız.

source: Press CTRL + D to bookmark this unique search so that you can easily come back to it in the future.
da: Tryk på CTRL + D for at sætte et bogmærke ved denne unikke søgning, så du nemt kan vende tilbage til det senere.
es: Aprieta CTRL + D para guardar esta búsqueda única de manera que puedas regresar a ella más fácilmente en el futuro.
fr: Appuyer sur CTRL + D pour ajouter cette recherche à vos favoris afin que vous puissiez y revenir facilement à l'avenir.
nb: rykk på Command + D for å sette et bokmerke ved dette unike søket, slik at du enkelt kan vende tilbake til det senere.
nl: Druk op CTRL + D om deze unieke zoekopdracht te bookmarken zodat je er later gemakkelijk naar terug kunt.
pl: Wciśnij CTRL + D aby dodać to unikalne wyszukiwanie do zakładek, żebyś mógł do niego łatwo wrócić w przyszłości.
pt: Pressione CTRL + D para adicionar esta pesquisa individual aos favoritos para que você possa facilmente retornar a ela no futuro.
pt_pt: Pressiona CTRL + D para marcares esta pesquisa de forma a poderes encontrá-la facilmente no futuro.
tr: Bu aramayı ileride tekrar kolayca bulmak istiyorsanız, CTRL + D tuşlarına basarak yer imgesi oluşturmanızı öneriyoruz.

source: Press Command + D to bookmark this page.
da: Tryk på kommando + D for at lave et bogmærke på denne side.
es: Pulsa Comando + D para agregar esta página a favoritos.
fr: Appuyez sur les commandes + D pour marquer cette page.
nb: Trykk Kommando + D for å lage bokmerke på denne siden.
nl: Druk Command + D om deze pagina in je favorieten op te slaan.
pl: Wciśnij Command + D, aby dodać tę stronę do zakładek.
pt: Pressione Command + D para adicionar esta página aos favoritos.
tr: Bu sayfaya yer imi oluşturmak için Command + D tuşlarına basınız.

source: Press Command + D to bookmark this unique search so that you can easily come back to it in the future.
da: Tryk på Command + D for at sætte et bogmærke ved denne unikke søgning, så du nemt kan vende tilbage til det senere.
es: Aprieta comando + D para guardar esta búsqueda única de manera que puedas regresar a ella más fácilmente en el futuro.
fr: Appuyer sur CTRL + D pour ajouter cette recherche à vos favoris afin que vous puissiez y revenir facilement à l'avenir.
nb: Trykk på Command + D for å sette et bokmerke ved dette unike søket, slik at du enkelt kan vende tilbake til det senere.
nl: Druk op Command + D om deze unieke zoekopdracht te bookmarken zodat je er later gemakkelijk naar terug kunt.
pl: Wciśnij Command + D aby dodać to unikalne wyszukiwanie do zakładek, abyś mógł do niego łatwo wrócić w przyszłości.
pt: Pressione Command + D para adicionar esta pesquisa individual aos favoritos para que você possa facilmente retornar a ela no futuro.
tr: Bu aramayı ileride tekrar kolayca bulmak istiyorsanız, CTRL + D tuşlarına basarak yer imgesi oluşturmanızı öneriyoruz.

source: Press the play button to start watching the talk-through. You can pause at any time by clicking it again, or clicking either side. You can even edit the code yourself at those points, too.
da: Tryk på play for at starte gennemgangen. Du kan til ethvert tidspunkt sætte afspilningen på pause ved at klikke på play igen, eller klikke ved siden af. Du kan endda selv redigere koden.
es: Presiona el botón Ejecutar para empezar a ver la charla introductoria. Puedes detenerla en cualquier momento haciendo clic otra vez, o haciendo clic a los lados. Puedes incluso editar el código tú mismo en esos puntos.
fr: Appuyez sur le bouton Play pour regarder la méthode expliquée point par point. Vous pourrez mettre en Pause à n'importe quel moment en cliquant dessus, ou en cliquant sur un des côtés. Vous pourrez même modifier le code vous même sur ces points.
ja: 再生ボタンを押してビデオを見ることを始めます．もう一度クリックするか他の側をクリックすることでいつでもポーズすることができます．それらのポイントで自分でコードを編集することもできます．
nb: Trykk på kjør-knappen for å begynne å se snakke-gjennom. Du kan pause når som helst ved å klikke på det igjen, på hver side. Du kan også redigere koden selv på disse punktene, også.
nl: Druk op de afspeelknop om het praatje te bekijken. Je kan deze op elk moment pauzeren door erop te klikken of aan beide kanten klikken. Je kan zelfs de code aanpassen op die punten.
pl: Naciśnij przycisk Odtwórz, aby rozpocząć oglądanie z wyjaśnieniem. Możesz wstrzymać w każdym momencie klikając go ponownie, lub klikając z każdej strony. Możesz tez w tym miejscu edytować komendy.
pt: Pressione o botão play para começar a assistir ao guia passo a passo. Você pode pausá-lo a qualquer momento clicando novamente sobre ele ou em qualquer um dos lados. Você pode até editar o código nesses pontos.
pt_pt: Pressiona o botão de reprodução para começares a ver o guia passo a passo. Podes pausar o vídeo se voltares a clicar no botão. Também podes editar o código nesses momentos.
tr: Detaylı konu anlatımını izlemek için Oynat tuşuna basınız. İstediğiniz herhangi bir anda tekrar basarak durdurabilirsiniz. Bu noktalarda siz de kodu değiştirebilirsiniz.

source: Pretest Champion
da: Forprøve-mester
es: Campeón del examen de diagnóstico
fr: Champion du test préliminaire
ja: 予備テストのチャンピオン
nb: Førprøve mester
nl: Kampioen Instaptoets
pl: Mistrz testu wstępnego
pt: Campeão do pré-teste
pt_pt: Campeão em pré-testes
tr: Hazırlık Testi Şampiyonu

source: Prev
bg: Предно
da: Forrige
es: Ant
fr: Pcdt
he: קודם
hi: पिछला
ja: 前に戻る
nb: Forrige
nl: Vorige
pl: Poprzednie
pt: Voltar
pt_pt: Anterior
tr: Önceki

source: Preview avatar
da: Prøvese avatar
es: Vista previa del avatar
fr: Aperçu de l'avatar
ja: アバターのプレビュー
nb: Forhåndsvisning av avatar
nl: Voorvertoning avatar
pl: Podgląd awatara
pt: Visualizar avatar
pt_pt: Pré-visualizar avatar
tr: Avatar önizlemesi

source: Previous Problem
da: Forrige opgave
es: Problema anterior
fr: Problème précédent
nb: Forrige oppgave
nl: Vorig probleem
pl: Poprzednie zadanie
pt: Problema anterior
pt_pt: Exercício anterior
tr: Önceki Soru

source: Previous Step
da: Forrige trin
es: Paso anterior
fr: Étape précédente
nb: Forrige trinn
nl: Vorige stap
pl: Poprzedni krok
pt: Etapa anterior
pt_pt: Passo anterior
tr: Önceki adım

source: Previous posts
es: Publicaciones previas
ja: 以前の記事
nb: Tidligere innlegg
nl: Eerdere berichten
pl: Poprzednie posty
pt: Publicações anteriores
pt_pt: Publicações anteriores
tr: Önceki yazılar

source: Previously James was a lead engineer at education.com, ran a non-profit delivering an email system to the developing world, and was a math teacher in the Peace Corps in Tanzania. He received two degrees from CMU in Physics and Computer Science.
es: Anteriormente James fue ingeniero en education.com, dirigía una organización sin fines de lucro que llevaba un sistema de correo electrónico a los países en vías de desarrollo y fue profesor de matemáticas en el Cuerpo de Paz en Tanzania. Recibió dos licenciaturas de la Universidad Carnegie Mellon en Física y en Ciencias de la Computación.
pl: Wcześniej, James był managerem projektu w education.com, prowadził działalność organizacji non-profit, dostarczającej system poczty elektronicznej do krajów rozwijających się, pracował jako nauczyciel matematyki w Korpusie Pokoju w Tanzanii. Jest absolwentem dwóch kierunków na Uniwersytecie Carnegie Mellon (Pittsburgh, Pennsylvania) - Fizyki oraz Informatyki.
pt: Anteriormente, James foi engenheiro chefe na education.com, administrou um sistema de envio de e-mail sem fins lucrativos para o mundo em desenvolvimento e foi professor de matemática do Peace Corps, Tanzânia. Ele se formou em Física e em Ciência da Comutação pela Universidade Carnegie Mellon (CMU).
tr: Daha önce education.com’un baş mühendisiydi; gelişmekte olan ülkelerde email kullanımını artırmak için çalışan ve kar amacı gütmeyen bir kurumda görevliydi ve Tanzania’da Barış Birlikleri ile birlikte matematik öğretmenliği yaptı. CMU’dan Fizik ve Bilgisayar Bilimi alanlarında iki diplomaya sahiptir.

source: Previously, Andy helped build iOS at Apple and studied computer science at Caltech.
pt: Antes disso, Andy ajudou a criar o iOS na Apple e estudou Ciência da Computação na Caltech.
tr: Andy daha önce Caltech'te bilgisayar bilimi okudu ve Apple'da iOS'in yaratılmasına yardım etti.

source: Previously, Annie worked at multiple software and hardware startups, as well as Microsoft and MSR. She studied CS and design at MIT, where she made apps to help designers learn about programming and share the process behind their work. In her spare time she loves making things, especially if they involve art or food.
pt: Anteriormente, Annie trabalhou em diversas startups de software e hardware, bem como na Microsoft e na MSR. Ela estudou Ciência da Computação e Design no MIT, onde criou aplicativos para ajudar os designers a aprender sobre programação e a compartilhar o processo por trás do seu trabalho. No seu tempo livre, ela adora fazer coisas, especialmente se elas estiverem relacionadas à arte ou comida.
tr: Annie daha önce Microsoft ve MSR'ın yanı sıra bir çok yazılım ve donanım şirketinde çalışmıştır. Kendisi, tasarımcıların programlama öğrenebilmelerine ve işlerinin arkasındaki süreçleri paylaşabilmelerine yardım eden uygulamalar geliştirdiği MIT'de bilgisayar bilimi ve tasarım üzerine eğitim almıştır. Boş zamanlarında ise, özellikle sanat ve yemeklerle ilgili bir şeyler üretmekten hoşlanmaktadır.

source: Previously, Ayman spent time at Dropbox, Microsoft and a bunch of start-ups. She graduated from Systems Design Engineering at the University of Waterloo. On the side, she keeps it real by rapping at open mics or training hard (and teaching fitness classes) at the gym.
pt: Anteriormente, Ayman trabalhou no Dropbox, Microsoft e em uma porção de startups. Ela se formou em Engenharia de Projeto de Sistemas pela Universidade de Waterloo. No seu tempo livre, ela canta rap em eventos de microfone aberto ou pega pesado (além de dar aulas de ginástica) na academia.
tr: Daha önce, Ayman Dropbox, Microsoft ve birkaç yeni başlayan firmalarda zaman geçirdi. Waterloo Üniversitesi'nde Sistem Tasarım Mühendisliği'nden mezun oldu. İşiin yanında, açık mikrofon gecelerinde rap söyler veya spor salonunda spor yapar (ve fitness dersleri verir).

source: Previously, Becca worked as a communication designer in Austin, TX and graduated with a B.S. in Advertising from the University of Texas at Austin.
pt: Antes, Becca trabalhou como designer de comunicação em Austin, no Texas, e se formou em Publicidade pela Universidade do Texas em Austin.
tr: Becca daha önce Austin, Teksas'ta iletişim tasarımcısı olarak çalıştı. Kendisi University of Texas at Austin pazarlama bölümü mezunudur.

source: Previously, Brian worked as a Senior Software Engineer for Mozilla. He also worked for several other software companies and spent nearly a decade co-founding his own. He is a graduate of the University of Waterloo, a past Microsoft MVP, and an open source enthusiast.
es: Anteriormente, Brian trabajó como ingeniero de software en jefe para Mozilla. También trabajó para muchas otras empresas de software y pasó casi una década cofundando la suya. Es graduado de la Universidad de Waterloo, MVP (Profesional más valorado, por sus siglas en inglés) pasado de Microsoft y entusiasta del código abierto.
pt: Anteriormente, Brian trabalhou como engenheiro sênior de software na Mozilla. Ele também trabalhou em muitas outras empresas de software e passou quase uma década se dedicando à cofundação de sua própria empresa. Ele se formou pela Universidade de Waterloo, foi MVP da Microsoft, e é um entusiasta do código aberto.
tr: Brian daha önce Mozilla'da yazılım mühendisi olarak çalıştı. Kendisi ayrıca bir kaç diğer yazılım firmasında çalışmış olmakla beraber, yaklaşık on yılını kendi şirketini kurmaya harcamıştır. Brian Microsoft MVP'si seçilmiş, açık kaynak meraklısı bir University of Waterloo mezunudur.

source: Previously, Jordan interned at Medium and Evidon, working with the Ghostery team.
pt: Anteriormente, Jordan fez estágio na Medium and Evidon, trabalhando na equipe Ghostery.
tr: Jordan daha önce Medium ve Evidon'da staj yapmış, Ghostery ekibi ile çalışmıştır.

source: Previously, May-Li invented future user interfaces at Apple.
pt: Anteriormente, May-Li criava futuras interfaces de usuário na Apple.
tr: Daha önce May-Li Apple'da çalışıyordu ve Apple'ın kullandığı yeni arayüzlerin mucidi oldu.

source: Previously, Nacho was building fun educational apps at MindSnacks and Elevate Labs.
pt: Anteriormente, Nacho criava divertidos aplicativos educacionais na MindSnacks e Elevate Labs.
tr: Daha öncesinde, Nacho, Mindsnacks ve Elevate Labs'de eğlenceli eğitim uygulamaları oluşturuyordu.

source: Previously, he spent time at Kiva.org and Starting Arts. He received a B.A. in visual arts &amp; political science from UC San Diego and is currently working on an MBA through UC Davis.
pt: Antes, ele trabalhou na Kiva.org e na Starting Arts. É bacharel em Artes Visuais e Ciência Política pela UC San Diego, e atualmente faz mestrado na UC Davis.
tr: Daha önce, Kiva.org'da ve Sanat Başlama'da zaman geçirmiştir. UC San Diego'dan görsel sanatlar &amp; politika bilimi alanlarında lisans derecesi almıştır ve halen UC Davis'te MBA üzerinde çalışmaktadır.

source: Price
nb: Pris
pt: Preço

source: Price (dollars)
pl: Cena (dolary)
pt: Preço (reais)
tr: Fiyat (dolar)

source: Price of <var>plural_form(fruit(1))</var> + price of <var>plural_form(fruit(2))</var> = total price.
da: Prisen på <var>plural_form(fruit(1))</var> + prisen på <var>plural_form(fruit(2))</var> = samlet pris.
es: Precio de <var>plural_form(fruit(1))</var> + precio de <var>plural_form(fruit(2))</var> = precio total.
fr: prix d'un panier contenant des <var>plural_form(fruit(1))</var> + prix d'un panier contenant des <var>plural_form(fruit(2))</var> = prix total.
hi: इसकी कीमत <var>plural_form(fruit(1))</var> +इसकी कीमत <var>plural_form(fruit(2))</var> = कुल कीमतI
nb: Prisen på <var>plural_form(fruit(1))</var> + prisen på <var>plural_form(fruit(2))</var> = total pris.
nl: Prijs van <var>plural_form(fruit(1))</var> + prijs van <var>plural_form(fruit(2))</var> = totale prijs.
pl: Cena <var>plural_form(fruit(1))</var> + cena <var>plural_form(fruit(2))</var> = łączna cena.
pt: Preço de <var>plural_form(fruit(1))</var> + preço de <var>plural_form(fruit(2))</var> = preço total.
tr: <var>plural_form(fruit(1))</var>'lerin fiyatı + <var>plural_form(fruit(2))</var>'lerin fiyatı = toplam fiyat

source: Primary Grades
da: Indskolingen
nb: Småskolen
pl: Klasy podstawowe
pt: 1º Ciclo
pt_pt: 1.º Ciclo
tr: İlkokul Sınıfları

source: Primary language
bg: Основен език
da: Fortrukkent sprog
es: Lengua principal
fr: Langue principale
he: שפה ראשית
nb: Hovedspråk
nl: Hoofdtaal
pl: Język podstawowy
pt: Idioma principal
pt_pt: Idioma principal
tr: Anadil

source: Prime factorization
da: Primfaktorisering
es: Factorización en primos
fr: Décomposition d'un nombre en facteurs premiers
nb: Faktorisering av primatall
nl: Ontbinden in priemfactoren
pl: Rozkład na czynniki pierwsze
pt: Fatoração em números primos
tr: Asal Çarpanlara Ayırma

source: Prime numbers
da: Primtal
es: Números primos
fr: Nombres Premiers
nb: Primtall
nl: Priemgetallen
pl: Liczby pierwsze
pt: Números primos
tr: Asal Sayılar

source: Primosaur
ja: プリモサウア
pl: Primozaur
pt: Primossauro
pt_pt: Primossauro
tr: Primozor

source: Primosaur (Sapling)
da: Primosaur (unge)
es: Primosaur (retoño)
fr: Primosaur (Pousse)
ja: プリモサウア (若木)
nb: Primosaur (Liten plante)
nl: Primosaur (boompje)
pl: Primozaur (Drzewko)
pt: Primossauro (muda)
pt_pt: Primossauro (arbusto)
tr: Primozor (Fidan)
