Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: a request for <a href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">features</a>
da: en anmodning om <a href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">funktioner</a>
es: Una petición de <a href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">características</a>
fr: une demande de <a href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">fonctionnalité</a>
ja: <a href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">機能</a>のリクエスト
nb: forespørsel om <a href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">funksjoner</a>
nl: Een verzoek voor <a href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">functies</a>
pl: prośba o <a href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">funkcję</a>
pt: um pedido de <a href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests"> recursos</a>
pt_pt: Um pedido de <a href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">funcionalidade</a>
tr: bir <a href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">özellik</a> isteği

source: a request for videos or features
da: en anmodning om videoer og funktioner
es: una solicitud de videos o características
fr: une demande de vidéos ou de nouvelles fonctions
ja: ビデオまたは機能のリクエスト
nb: en forespørsel om videoer eller funksjoner
nl: een verzoek om video's of functies
pl: poproś o filmy lub funkcje
pt: uma solicitação para vídeos ou recursos
pt_pt: Um pedido de vídeos ou funcionalidades
tr: videolar veya özellikler için bir istek

source: a simplified radical, like <code>\sqrt[3]{2}</code> or <code>3\sqrt[3]{5}</code>
da: et reduceret radikale, som f.eks. <code>\sqrt{3}{2}</code> eller <code>3\sqrt{3}{5}</code>
es: un radical simplificado, como <code>\sqrt[3]{2}</code> o <code>3\sqrt[3]{5}</code>
fr: une racine carrée simplifiée, comme <code>\sqrt[3]{2}</code> ou <code>3\sqrt[3]{5}</code>
ja: 簡単化された根号，例えば<code>\sqrt[3]{2}</code> や <code>3\sqrt[3]{5}</code>
nb: et forenklet rotuttrykk, som <code>\sqrt[3]{2}</code> eller <code>3\sqrt[3]{5}</code>
nl: een vereenvoudigde wortel, zoals <code>\sqrt[3]{2}</code> of <code>3\sqrt[3]{5}</code>
pl: uproszczony pierwiastek, taki jak <code>\sqrt[3]{2}</code> lub <code>3\sqrt[3]{5}</code>
pt: um radical simplificado, como <code>\sqrt[3]{2}</code> ou <code>3\sqrt[3]{5}</code>
pt_pt: um radical simplificado, como <code>\sqrt[3]{2}</code> ou <code>3\sqrt[3]{5}</code>
tr: sadeleştirilmiş bir köklü sayı, <code>\sqrt[3]{2}</code> veya <code>3\sqrt[3]{5}</code> gibi

source: a simplified radical, like <code>\sqrt{2}</code> or <code>3\sqrt{5}</code>
da: et reduceret radikale, som f.eks. <code>\sqrt{2}</code> eller <code>3\sqrt {5}</code>
es: un radical simplificado, como <code>\sqrt{2}</code> o <code>3\sqrt{5}</code>
fr: une racine carrée simplifiée, comme <code>\sqrt{2}</code> ou <code>3\sqrt{5}</code>
ja: 簡単化された根号，例えば<code>\sqrt{2}</code> や <code>3\sqrt{5}</code>
nb: et forenklet rottegn, som<code>\sqrt{2}</code> eller <code>3\sqrt{5}</code>
nl: Een vereenvoudigde wortel, zoals <code>\sqrt{2}</code> of <code>3\sqrt{5}</code>
pl: uproszczony pierwiastek, taki jak <code>\sqrt{2}</code> lub <code>3\sqrt{5}</code>
pt: um radical simplificado, como <code>\sqrt{2}</code> ou <code>3\sqrt{5}</code>
pt_pt: um radical simplificado, como <code>\sqrt{2}</code> ou <code>3\sqrt{5}</code>
tr: sadeleştirilmiş bir köklü sayı, <code>\sqrt{2}</code> or <code>3\sqrt{5}</code> gibi

source: a single prime number, like <code>5</code>
da: et enkelt primtal, som f.eks. <code>5</code>
es: un único número primo, como <code>5</code>
fr: un nombre premier, comme <code>5</code>
ja: 1つの素数，例えば <code>5</code>
nb: et enkelt primtall, som <code>5</code>
nl: een priemgetal, zoals <code>5</code>
pl: pojedyncza liczba pierwsza, taka jak <code>5</code>
pt: um único número primo, como <code>5</code>
pt_pt: um único número primo, como <code>5</code>
tr: tek asal sayı, <code>5</code> gibi

source: a technical problem with the site
da: et teknisk problem med hjemmesiden
es: Un problema técnico con el sitio
fr: un problème technique avec le site
ja: このサイトの技術的問題
nb: et teknisk problem med webområdet
nl: een technisch probleem met de site
pl: techniczny problem z witryną
pt: um problema técnico com o site
pt_pt: Um problema técnico com o site
tr: Siteye ilişkin teknik bir sorun

source: a tip or thanks
da: et tip eller tak
es: Una sugerencia o un agradecimiento
fr: une astuce ou des remerciements
ja: ヒントまたは感謝
nb: et tips eller takk
nl: een tip of bedankje
pl: wskazówka lub podziękowanie
pt: uma dica ou agradecimento
pt_pt: uma dica ou agradecimento
tr: bir ipucu veya teşekkür

source: a tip or thanks in Questions
da: et tip eller tak i Spørgsmål
es: Una sugerencia o agradecimiento en Preguntas
fr: une astuce ou un remerciement dans les Questions
ja: 質問でのヒントまたはお礼
nb: et tips eller takk på Spørsmål
nl: een tip of bedankje in Vragen
pl: wskazówka lub podziękowania w Pytaniach
pt: uma dica ou agradecimento em Questões
pt_pt: Uma dica ou um agradecimento na secção de perguntas
tr: Sorular bölümünde bir ipucu veya teşekkür

source: a zero
da: et nul
es: una de cero
fr: nulle
nb: et null
nl: geen
pl: zerowym
pt: um zero
tr: sıfır

source: a: (Optional) transparency, ranges from 0 to 255
da: a: (Valgfrit) gennemsigtighed, fra 0 til 255
es: a: (Opcional) transparencia, rango de 0 a 255
nb: a: (Valgfritt) transparent, går fra 0 til 255
nl: a: (optioneel) transparantie, varieert van 0 tot 255
pl: a: (Opcjonalne) przejrzystość, od 0 do 255
pt: a: (opcional) transparência, varia de 0 a 255
pt_pt: a: transparência (opcional), de 0 a 255
tr: a: (İsteğe bağlı) şeffaflık, 0 ile 255 arasında

source: a: coordinate of first point on the curve
da: a: koordinaten for første punkt på kurven
es: a: la coordenada del primer punto de la curva
nb: a: koordinaten for første punkt på kurven
nl: a: coördinaat van eerste punt op de curve
pl: a: współrzędna pierwszego punktu na krzywej
pt: a: coordenada do primeiro ponto da curva
tr: a: eğri üzerindeki ilk noktanın koordinatı

source: a: the coordinate of the first point
da: a: koordinaten for det første punkt
es: a: la coordenada del primer punto
nb: a: koordinaten til det første punktet
pl: a: współrzędna pierwszego punktu
pt: a: a coordenada do primeiro ponto
tr: a: birinci noktanın koordinatı

source: about the site
da: om hjemmesiden
es: Acerca del sitio
fr: à propos du site
ja: このサイトについて
nb: om nettstedet
nl: over de website
pl: o stronie
pt: sobre o site
pt_pt: Acerca do site
tr: site hakkında

source: abuse
da: misbrug
es: Abuso
fr: abus
hi: अपशब्द
ja: 悪用
nb: misbruk
nl: misbruik
pl: nadużycie
pt: abuso
pt_pt: Abusivas
tr: istismar

source: action figure
da: actionfigur
es: figura de acción
fr: figurine
pl: figurka
pt: boneco de ação
tr: aksiyon kahramanı

source: adjacent
es: cateto adyacente
pl: przyległa
pt: adjacente
tr: komşu

source: adults
da: voksne
es: adultos
fr: adultes
nb: voksne
pl: dorośli
pt: adultos
tr: yetişkinler

source: against
fr: l'opposé de
pt: no sentido oposto a
tr: karşı

source: algebra
es: álgebra
fr: algèbre
pt: álgebra
pt_pt: Álgebra
tr: cebir

source: algebra II
es: álgebra II
fr: Algèbre 2
pt: álgebra II
pt_pt: álgebra II
tr: cebir II

source: algebra basics
da: grundlæggende algebra
es: fundamentos de álgebra
fr: bases de l'algèbre
nb: Grunnleggende algebra
nl: Basiswiskunde
pl: podstawy algebry
pt: Noções básicas de álgebra
pt_pt: noções de álgebra
tr: cebirin temelleri

source: all computer science programs
bg: всички програми по компютърни науки
da: Alle datalogi programmer
es: todos los programas de ciencias de la computación
fr: tous les programmes de sciences informatiques
he: כל תוכניות מדעי המחשב
nb: alle CS-program
nl: alle computerprogrammeur programma 's
pl: wszystkie programy informatyczne
pt: todos os programas de ciência da computação
pt_pt: todos os programas que criaste nas disciplinas de informática
tr: tüm Bilgisayar Bilimleri programları

source: all discussion posts and votes
bg: всички разговори и пуснати гласове
da: alle diskussionstråde, indlæg og afstemninger
es: todas las publicaciones de la discusión y los votos
fr: tous les messages de discussion et tous les votes
he: כל הודעות הדיונים והצבעות
nb: alle diskusjonsinnlegg og stemmer
nl: alle opmerkingen en uitgebrachte stemmen
pl: wszystkie wątki dyskusji i głosy
pt: todas as publicações de discussão e votos
pt_pt: tudo o que publicaste nas áreas de discussão e os teus votos
tr: tüm tartışma mesajları ve oylar

source: all video and skill progress
bg: всички видео клипове и напредък
da: alle video og færdighed fremskridt
es: todo el progreso en habilidades y videos
fr: toutes les vidéos et les progrès par compétences
he: כל התקדמות בוידאו ומיומנויות
nb: alle video og ferdigheter fremskritt
nl: alle video en vaardigheden voortgang
pl: wszystkie filmy i postępy w ćwiczeniach
pt: todo o progresso de vídeo e habilidades
pt_pt: todo o progresso de competências adquiridas e vídeos visualizados
tr: tüm video ve becerilerde ilerleme

source: along
fr: le même que
pt: no mesmo sentido que
tr: boyunca

source: amount of commission made
fr: montant de la commission
nb: provisjonsbeløpet
pl: kwota prowizji
pt: valor da comissão ganha
tr: yapılan komisyon miktarı

source: amount of markup
fr: montant de la marge
nb: momsen utgjør i verdi
pl: kwota marży
pt: valor da margem de lucro
tr: kar tutarı

source: amount: A value between 0.0 and 1.0
da: amount: En værdi mellem 0,0 og 1,0
es: cantidad: un valor entre 0.0 y 1.0
nb: beløp: En verdie mellom 0.0 eller 1.0
pl: amount: Wartość pomiędzy 0,0 i 1,0
pt: amount: um valor entre 0,0 e 1,0
tr: amount: 0,0 ile 1,0 arasında bir değer

source: amount: The amount to scale object in "x" and "y" axis
da: amount: Hvor meget figuren skal skaleres langs "x" og "y" akserne
es: cantidad: la cantidad que se escala el objeto en los ejes "x" y "y"
nb: mengde: Størrelsen på skalaen i objektet på "x" og "y" aksen
nl: aantal: Het aantal objecten om te schalen in de "x" en "y" as
pl: amount: Wartość do skalowania obiektu na osi "x" i "y"
pt: amount: o valor para dimensionar o objeto nos eixos "x" e "y"
tr: amount: Nesnenin "x" ve "y" ekseninde ne kadar ölçeklendirileceği

source: amountY: (Optional) The amount to scale object in "y" axis
nb: amountY: (Valgfritt) Mengdene på skalaen på "y" aksen
pl: amountY: (Opcjonalnie) Wartość do skalowania obiektu na osi "y"
pt: amountY: (opcional) o valor para dimensionar o objeto no eixo "y"
tr: amountY: (İsteğe bağlı) Nesnenin "y" ekseninde ölçekleneceği miktar

source: an *exact* decimal, like $0.75$
da: et *præcist* decimaltal, som eksempelvis $0.75$
es: un decimal *exacto*, como $0.75$
fr: un nombre *décimal*, comme $0{,}75$
nb: et *presist* desimaltall, som $0,75$
nl: een * exacte * decimaal, zoals $0,75$
pl: *dokładny* ułamek dziesiętny, taki jak $0{,}75$
pt: um número decimal *exato*, como $0{,}75$
pt_pt: um número decimal *exato*, como $0,75$
tr: ondalık sayı, $0.75$ gibi

source: an *improper* fraction, like $10/7$ or $14/8$
da: en *uægte* brøk, som eksempelvis $10/7$ eller $14/8$
es: una fracción *impropia*, como $10/7$ o $14/8$
fr: une *fraction* telle que $10/7$ or $14/8$
nb: en *uekte* brøk, som $10/7$ eller $14/8$
nl: een *niet echte* breuk, zoals $10/7$ of $14/8$
pl: *niewłaściwy* ułamek, taki jak $10/7$ lub $14/8$
pt: uma fração *imprópria*, como $10/7$ ou $14/8$
pt_pt: uma fração *imprópria*, como $10/7$ ou $14/8$
tr: birleşik kesir, $10/7$ veya $14/8$ gibi

source: an <em>exact</em> decimal, like <code>%(NUM)s</code>
da: et <em>eksakt</em> decimaltal, som f.eks. <code>%(NUM)s</code>
es: un decimal <em>exacto</em> como <code>%(NUM)s</code>
fr: un <em>décimal</em> tel que <code>%(NUM)s</code>
ja: <em>厳密な</em> 小数，例えば <code>%(NUM)s</code>
nb: et <em>eksakt</em> desimaltall, som <code>%(NUM)s</code>
nl: een <em>exacte</em> decimaal, like <code>%(NUM)s</code>
pl: <em>dokładna</em> liczba dziesiętna, taka jak <code>%(NUM)s</code>
pt: um número decimal <em>exato</em>, como <code>%(NUM)s</code>
pt_pt: um número decimal <em>exato</em>, como <code>%(NUM)s</code>
tr: bir <em>tam</em> ondalıklı sayı, <code>%(NUM)s</code> gibi

source: an <em>improper</em> fraction, like <code>10/7</code> or <code>14/8</code>
da: en <em>uægte</em> brøk, som f.eks. <code>10/7</code> eller <code>14/8</code>
es: una fracción <em>impropia</em>, como <code>10/7</code> o <code>14/8</code>
fr: une <em>fraction</em>, telle que <code>10/7</code> ou <code>14/8</code>
ja: <em>仮</em>分数，例えば <code>10/7</code> や <code>14/8</code>
nb: en <em>uekte</em> brøk, som f.eks. <code>10/7</code> eller <code>14/8</code>
nl: een <em>onzuivere</em> breuk, zoals<code>10/7</code> of <code>14/8</code>
pl: ułamek <em>niewłaściwy</em>, taki jak <code>10/7</code> lub <code>14/8</code>
pt: uma fração <em>imprópria</em>, como <code>10/7</code> ou <code>14/8</code>
pt_pt: uma fração <em>imprópria</em>, como <code>10/7</code> ou <code>14/8</code>
tr: <em> bileşik </em> bir kesir, <code>10/7</code> veya <code>14/8</code> gibi

source: an advertisement
da: en annonce
es: Un anuncio
fr: une publicité
ja: 広告
nb: en annonse
nl: reclame
pl: reklama
pt: um anúncio
pt_pt: Publicidade
tr: bir reklam

source: an answer that should be its own question
da: Et svar, der burde være et nyt spørgsmål
es: Una respuesta que debería ser su propia pregunta
fr: une réponse qui devrait être sa propre question
ja: それ自身が元の質問になるような答え
nb: et svar som bør være sitt eget spørsmål
nl: een antwoord dat zijn eigen vraag zou moeten zijn
pl: odpowiedź, która powinna być swoim własnym pytaniem
pt: uma resposta que deve ser a própria pergunta
pt_pt: Uma resposta que deveria ser a sua própria pergunta
tr: kendisinin sorusu olması beklenecek bir cevap

source: an even number
fr: un nombre pair
pl: liczbę parzystą
pt: um número par
tr: çift sayı

source: an expression, like <code>\log(100)</code>
da: et udtryk, som f.eks. <code>\log(100)</code>
es: una expresión, como <code>\log(100)</code>
fr: une expression telle que <code>\log(100)</code>
ja: 式，例えば <code>\log(100)</code>
nb: et uttrykk, som <code>\log(100)</code>
nl: Een uitdrukking zoals <code>\log(100)</code>
pl: wyrażenie, takie jak <code>\log(100)</code>
pt: uma expressão, como <code>\log(100)</code>
pt_pt: uma expressão, como <code>\log(100)</code>
tr: bir ifade, <code>\log(100)</code> gibi

source: an integer, like $6$
da: et heltal, som $6$
es: un entero, como $6$
fr: un entier, comme $6$
nb: et heltall, som $6$
nl: een geheel getal, zoals $6 $
pl: liczba całkowita, taka jak $6$
pt: um número inteiro, como $6$
pt_pt: um número inteiro, como $6$
tr: bir tamsayı, $6$ gibi

source: an integer, like <code>6</code>
da: et heltal, for eksempel <code>6</code>
es: un entero, como <code>6</code>
fr: un entier tel que <code>6</code>
hi: एक पूर्णांक , जैसे <code>6</code>
nb: et heltall som <code>6</code>
nl: een geheel getal, zoals <code>6</code>
pl: liczba całkowita, taka jak <code>6</code>
pt: um número inteiro, como <code>6</code>
pt_pt: um número inteiro, como o <code>6</code>
tr: bir tamsayı, <code>6</code> gibi

source: an odd number
fr: un nombre impair
pl: liczbę nieparzystą
pt: um número ímpar
tr: tek sayı

source: an undefined
da: en udefineret
es: una indefinida
fr: infinie
nb: en udefinert
nl: een niet-gedefinieerde
pl: nieokreślonym (brak zmiany x)
pt: um indefinido
tr: tanımsız

source: and
da: og
fr: et
ja: と
nb: og
nl: en
pl: i
pt: e
pt_pt: e
tr: ve

source: and %(numMore)s more...
da: og %(numMore)s mere...
es: y %(numMore)s más...
fr: et %(numMore)s en plus...
ja: そしてさらに %(numMore)s ...
nb: og %(numMore)s mer...
nl: en nog %(numMore)s...
pl: i %(numMore)s więcej...
pt: e %(numMore)s mais...
pt_pt: e %(numMore)s mais...
tr: ve %(numMore)s daha fazlası...

source: and <code>\large{\color{brown}{<var>THOUSANDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[3], THOUSANDTHS)</var>.
es: y <code>\large{\color{brown}{<var>THOUSANDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[3], THOUSANDTHS)</var>.
fr: et <code>\large{\color{brown}{<var>THOUSANDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[3], THOUSANDTHS)</var>.
hi: और <code>\large{\color{brown}{<var>THOUSANDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[3], THOUSANDTHS)</var>.
nb: og <code>\large{\color{brown}{<var>THOUSANDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[3], THOUSANDTHS)</var>.
nl: en <code>\large{\color{brown}{<var>THOUSANDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[3], THOUSANDTHS)</var>.
pl: i <code>\large{\color{brown}{<var>THOUSANDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[3], THOUSANDTHS)</var>.
pt: e <code>\large{\color{brown}{<var>THOUSANDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[3], THOUSANDTHS)</var>.
tr: ve <code>\large{\color{brown}{<var>THOUSANDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[3], THOUSANDTHS)</var>.

source: and <code>\large{\color{gray}{<var>HUNDREDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[2], HUNDREDTHS)</var>.
fr: et <code>\large{\color{gray}{<var>HUNDREDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[2], HUNDREDTHS)</var>.
hi: और <code>\large{\color{gray}{<var>HUNDREDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[2], HUNDREDTHS)</var>.
nb: og <code>\large{\color{gray}{<var>HUNDREDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[2], HUNDREDTHS)</var>.
nl: en <code>\large{\color{gray}{<var>HUNDREDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[2], HUNDREDTHS)</var>.
pl: i <code>\large{\color{gray}{<var>HUNDREDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[2], HUNDREDTHS)</var>.
pt: e <code>\large{\color{gray}{<var>HUNDREDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[2], HUNDREDTHS)</var>.
tr: ve <code>\large{\color{gray}{<var>HUNDREDTHS</var>}}</code> <var>plural_form(decimalPlaceNames[2], HUNDREDTHS)</var>.

source: and also in
da: og også i
es: y también en
fr: et aussi en
ja: そして次のものもそうです:
nb: og også i
nl: en ook in
pl: a także w
pt: e também em
pt_pt: e também em
tr: ve ayrıca burada

source: and follow the steps in Option 3 to create a Khan Academy class. You can then provide your students with your ‘class code’ and they can add you as their coach under the ‘coaches tab’ in their account.
es: y sigue los pasos en la Opción 3 para crear una clase en Khan Academy . Luego puedes proporcionarles a los estudiantes tu "código de clase" y te podrán agregar como tutor debajo de la pestaña "Tutores" en su cuenta.
nb: og følg trinnene i alternativ 3 for å lage en Khan Academy klasse. Du kan deretter gi elevene din "kode" og de kan legge deg til som sin veleder under 'lærer kategorien"i sine kontoer.
pt: e siga as etapas na Opção 3 para criar uma turma na Khan Academy. Você pode, então, fornecer aos seus alunos o seu ‘código da turma’ e eles podem adicionar você como tutor na aba ‘Tutores’, na conta deles.
tr: ve bir Khan Academy sınıfı oluşturmak için Seçenek 3'teki adımları izleyiniz. Daha sonra öğrencilerinize 'sınıf kodu'nuzu verebilirsiniz, ve onlar da kendi hesaplarındaki 'eğitmenler sekmesi'ni kullanarak sizi eğitmen olarak ekleyebilirler.

source: and you're all set! Save your key and secret somewhere safe, because you'll need them when <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">authenticating against the Khan Academy API</a>.
da: og du er nu færdig! Gem din registreringsnøgle og det hemmelige spørgsmål et sikkert sted, du får brug for dem når du <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication"> verificerer din Khan Academy app</a>.
es: ¡y todo listo! Guarda tu llave y el secreto en un lugar seguro, porque los vas a necesitar cuando <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">necesites autentizar en la API de Khan Academy</a>.
fr: et vous êtes prêt ! Enregistrer votre nom d'usager et votre mot de passe dans un endroit sûr, car vous en aurez besoin pour <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication"> vous authentifier sur le site de Khan Academy API</a>.
nb: og du er klar! Lagre nøkkelen og hemmeligheten din et trygt sted, du vil trenge dem for <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">godkjenning mot Khan Academy API</a>.
nl: en je bent helemaal klaar! Bewaar jouw sleutel en geheim goed omdat je die nodig hebt wanneer <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">je verifieert tegen de Khan Academy API</a>.
pl: i wszystko gotowe! Zapisz swój klucz i sekret w bezpiecznym miejscu, ponieważ będziesz ich potrzebował, gdy <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">ponownie będziesz uwierzytelniał dostęp przez Khan Academy API</a>.
pt: e você está pronto! Salve sua chave e seu segredo em algum lugar seguro, porque você vai precisar deles ao <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">se autenticar na API da Khan Academy</a>.

source: angle 1
da: vinkel 1
es: ángulo 1
nb: vinkel 1
pl: kąt 1
pt: ângulo 1
tr: 1. açı

source: angle 2
da: vinkel 2
es: ángulo 2
nb: vinkel 2
pl: kąt 2
pt: ângulo 2
tr: 2. açı

source: angle: The angle in degrees
da: angle: vinklen i grader
es: angle: el ángulo en grados
nb: vinkel: Vinkelen i grader
pl: angle: Kąt w stopniach
pt: ângulo: o ângulo em graus
pt_pt: ângulo: o ângulo em graus
tr: angle: Açının derece cinsinden ölçümü

source: angle: The angle in radians
da: angle: vinklen i radianer
es: angle: el ángulo en radianes
nb: vinkel: Vinkelen i radianer
pl: angle: Miara kąta w radianach
pt: angle: o ângulo em radianos
pt_pt: ângulo: o ângulo em radianos
tr: angle: Açının radyan cinsinden ölçümü

source: angle: The number of degrees to rotate by. To specify in radians, use the angleMode() function.
da: angle: det antal grader der roteres. Hvis du vil angive i radianer, skal du bruge funktionen angleMode().
es: ángulo: número de grados por los que se va a rotar. Para especificar en radianes, usa la función angleMode().
nb: vinkel: Antall grader rotasjonen. Du angir i radianer, så du kan bruke funksjonen angleMode().
pl: angle: Liczba stopni, o którą ma nastąpić obrót. Żeby określić w radianach, użyj funkcji angleMode().
pt: angle: o número de graus para girar. Para especificar em radianos, use a função angleMode().
tr: angle: Döndürülecek açı ölçüsü. Radyan olarak belirlemek için, angleMode() fonksiyonunu kullanın.

source: answer
da: svar
es: respuesta
fr: réponse
hi: जवाब
ja: 答え
nb: svar
nl: antwoord
pl: odpowiedź
pt: resposta
pt_pt: resposta
tr: cevap

source: any status
da: enhver status
es: cualquier estado
fr: n'importe quel statut
nb: enhver status
nl: elke status
pl: jakikolwiek status
pt: qualquer status
pt_pt: qualquer estado
tr: herhangi bir durum

source: apple
da: æble
es: manzana
fr: pomme
ja: リンゴ
nl: appel
pl: jabłko
pt: maçã
pt_pt: maçã
tr: elma

source: arc(x, y, w, h, start, stop)
es: arc(x, y, ancho, altura, comienza, termina)
fr: arc(x, y, l, h, début, fin)
pt: arc(x, y, l, h, início, fim)
pt_pt: arc(x, y, l, h, início, fim)

source: area
da: areal
es: área
fr: aire
nb: Areal
pl: pola
pt: área
tr: alan
