Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Abusive webpages will be removed from the site, and creators may be banned from making future webpages.
da: Hjemmesider med misbrug vil blive fjernet fra hjemmesiden, og skabere kan blive udelukket fra at lave fremtidige hjemmesider.
es: Las páginas web abusivas serán removidas del sitio y a sus creadores se les podría prohibir hacer más páginas web.
fr: Les pages Web abusives seront retirées du site, et les créateurs peuvent être interdit de faire des pages Web ensuite.
nb: Hjemmesider med misbruk vil bli fjernet fra hjemmesiden, og skapere kan bli utelukket fra å lage fremtidige hjemmesider.
nl: Misleidende webpagina's zullen worden verwijderd van de site, en de makers ervan kunnen het maken van toekomstige webpagina's worden verboden.
pl: Strony z nadużyciem będą usunięte ze strony, a twórcy mogą zostać zbanowani i nie będą mogli tworzyć stron internetowych w przyszłości.
pt: Páginas da Web abusivas serão removidas do site, e seus criadores poderão ser proibidos de criar novas páginas da Web.
tr: İstismar amaçlı web sayfaları siteden kaldırılacak, ve bu sayfaların yazarlarının gelecekte başka web sayfaları oluşturmaları engellenecektir.

source: Accent your posts with *bold* or _italics_ and format `code`
da: Fremhæv dit indlæg med *fed* eller _kursiv_ og `kode`
es: Resalta tus publicaciones con *negritas* o _cursivas_ y dale formato al 'código'
fr: Accentuez vos messages avec *gras* ou _italique_ et le format `code`
ja: あなたのポストで `code` をフォーマットするために *太字* または _イタリック_ でアクセントをつけましょう．
nb: Uthev dine innlegg med *fet* eller _kursiv_ og `kode`
nl: Accentueer je posts met *bold* of _italics_ en indeling `code`
pl: Używaj w swych odpowiedziach *pogrubienia*, _kursywy_ lub formatu `kodowania`
pt: Destaque seus posts com *negrito* ou _itálico_ e `código` de formatação
pt_pt: Destaca as tuas publicações com *negrito* ou _itálico_ ou `tipo de letra de código`
tr: İletilerinizi *kalın* veya italik harflerle yazarak vurgulayın ve 'code' olarak formatlayın

source: Accent your posts with <strong>bold</strong> or <i>italics</i> and format <code>code</code>
da: Fremhæv dine indlæg med <strong>fed</strong> eller <i>kursiv</i> og formaterings<code>kode</code>
es: Dale énfasis a tus publicaciones con <strong>negrita</strong> o <i>cursiva</i> y <code>código</code> de formato
fr: Accentuez vos messages avec <strong>gras</strong> ou <i>italique</i> et le format <code>code</code>
ja: あなたのポストで <code>code</code> をフォーマットするために <strong>太字</strong> または <i>イタリック</i> でアクセントをつけましょう．
nb: Uthev dine innlegg med <strong>fet</strong> eller <i>kursiv</i> og <code>kode</code>
nl: Accentueer je berichten met <strong>vetgedrukt</strong> of <i>cursief</i> en format <code>code</code>
pl: Podkreśl Twoje posty <strong>pogrubieniem</strong> lub <i>kursywą</i> i sformatuj <code>kodem</code>
pt: Destaque seus posts com <strong>negrito</strong> ou <i>itálico</i> e <code>código</code> de formatação
pt_pt: Destaca as tuas publicações com <strong>negrito</strong> ou <i>itálico</i> ou <code>tipo de letra de código</code>
tr: İletilerinizi <strong>kalın</strong> veya <i>italik</i> harflerle yzarak vurgulayın ve <code>code</code> olarak formatlayın.

source: Accept
da: Accepter
es: Aceptar
fr: Accepter
ja: 受け入れ
nb: Godta
nl: Akkoord
pl: Akceptuj
pt: Aceitar
pt_pt: Aceitar
tr: Kabul

source: Accept as coach
da: Accepter som lærer
es: Aceptar como tutor
fr: Accepter comme coach
ja: コーチとして受け入れる
nb: Godta som veileder
nl: Accepteren als coach
pl: Zaakceptuj jako trenera
pt: Aceitar como tutor
pt_pt: Aceitar como tutor
tr: Eğitmenim olmasını kabul ediyorum

source: Accept clarification
da: Accepter præcisering
es: Aceptar la aclaración
fr: Accepter l'éclaircissement
ja: 説明を受け入れる
nb: Godta avklaring
nl: Verduidelijking accepteren
pl: Zaakceptuj wyjaśnienie
pt: Aceitar o esclarecimento
pt_pt: Aceitar esclarecimento
tr: Açıklamayı kabul etme

source: Accepted clarifications
da: Accepterede præciseringer
es: Aclaraciones aceptadas
fr: Éclaircissements Acceptés
ja: 受け入れられた説明
nb: Akseptert avklaringer
nl: Goedgekeurde verduidelijkingen
pl: Zaakceptowane wyjaśnienia
pt: Esclarecimentos aceitos
pt_pt: Esclarecimentos aceites
tr: Kabul edilen açıklamalar

source: Access coach report demo
da: Gå til coach rapport demo
es: Acceso a la demostración de reporte de tutor
fr: Accédez à la démonstration des outils de coaching
pt: Acesse o relatório de instrutor de demonstração
tr: Koç raporu demosuna ulaşın

source: Accessibility Prizes
nb: Tilgjengelige Premier
pt: Prêmios de acessibilidade
tr: Erişilebilirlik Ödülleri

source: According to the visible range of the graph, is <code>f(x)</code> even, odd, or neither?
fr: D'après sa courbe représentative, la fonction qui à x fait correspondre <code>f(x)</code> est-elle paire, impaire ou ni l'un ni l'autre ?
pl: Czy <code>f(x)</code>, zgodnie z zakresem pokazanym na wykresie, jest parzysta, nieparzysta, czy żadna z tych?
pt: De acordo com a faixa visível do gráfico, <code>f(x)</code> é par, ímpar, ou nenhum dos dois?
tr: Grafiğin görünen kısmına göre, <code>f(x)</code> çift midir, tek midir, yoksa ikisi de değil midir?

source: Account
bg: Профил
da: Konto
es: Cuenta
fr: Compte
he: חשבון
nb: Konto
pl: Konto
pt: Conta
pt_pt: Conta
tr: Hesap

source: Account Information
fr: Mon compte
ja: アカウント情報
nb: Kontoinformasjon
pl: Informacje o koncie
pt: Informações da conta
pt_pt: Informações da conta
tr: Hesap Bilgileri

source: Account Termination
da: Opsigelse af konto
es: Terminación de la cuenta
fr: Résiliation de compte
nb: Kontoen avsluttes
nl: Account beëindiging
pl: Zablokowanie konta
pt: Encerramento da conta
tr: Hesabın sonlandırılması

source: Achieve mastery in 1-digit addition, 1-digit subtraction, Multiplying 1-digit numbers, 1-digit division
da: Opnå færdighed i 1-cifret addition, 1-cifret subtraktion, 1-cifret multiplikation, 1-cifret division
es: Domina sumas de un dígito, restas de un dígito, multiplicación de números de un dígito, divisiones de un dígito.
fr: Maîtriser Addition à 1 chiffre, Soustraction à 1 chiffre, Multiplication à 1 chiffre et Division à 1 chiffre
ja: マスターの達成: 1桁のたし算，1桁のひき算，1桁のかけ算，1桁の割り算
nb: Oppnå mestring i 1-sifret addisjon, 1-sifret subtraksjon, multipliserer 1-sifrede tall, 1-sifret divisjon
nl: Behaal vaardigheid in 1-cijferig optellen, aftrekken, vermenigvuldigen en delen
pl: Zdobądź biegłość w dodawaniu liczb 1-cyfrowych, odejmowaniu liczb 1-cyfrowych, mnożeniu liczb 1-cyfrowych, dzieleniu liczb 1-cyfrowych
pt: Dominar operações de adição, subtração, divisão e multiplicação com números de 1 algarismo
pt_pt: Domina as operações de adição, subtração, multiplicação e divisão de um dígito
tr: Tek-basamaklı toplama, Tek-basamaklı çıkartma, Tek basamaklı sayıları çarpma, Tek-basamaklı bölme konularında ustalık seviyesine ulaşın

source: Achieve mastery in 100 unique skills
da: Opnå at mestre 100 unikke færdigheder
es: Domina 100 habilidades únicas
fr: Maîtriser 100 compétences différentes
ja: マスタリーの達成: 100 のユニークなスキル
nb: Oppnå mestring i 100 unike ferdigheter
nl: Bereik meesterschap in 100 verschillende vaardigheden
pl: Osiągnięcie mistrzostwa w 100 unikalnych umiejętnościach
pt: Dominar 100 habilidades únicas
pt_pt: Domina 100 competências diferentes
tr: 100 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 15 unique skills
da: Opnå at mestre 15 unikke færdigheder
es: Domina 15 habilidades únicas
fr: Maîtriser 15 compétences différentes
ja: マスタリーの達成: 15 のユニークなスキル
nb: Oppnå mestring i 15 unike ferdigheter
nl: Bereik meesterschap in 15 verschillende vaardigheden
pl: Osiągnięcie mistrzostwa w 15 unikalnych umiejętnościach
pt: Dominar 15 habilidades únicas
pt_pt: Domina 15 competências diferentes
tr: 15 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 150 unique skills
da: Opnå at mestre 150 unikke færdigheder
es: Domina 150 habilidades únicas
fr: Maîtriser 150 compétences différentes
ja: マスタリーの達成: 150 のユニークなスキル
nb: Oppnå mestring i 150 unike ferdigheter
nl: Bereik meesterschap in 150 unieke vaardigheden
pl: Osiągnięcie mistrzostwa w 150 unikalnych umiejętnościach
pt: Dominar 150 habilidades únicas
pt_pt: Domina 150 competências diferentes
tr: 150 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 2-step equations, Percentage word problems 2, Evaluating expressions with function notation, Domain fx., Even/Odd fx, Shif/Ref fx
da: Opnå færdighed i Ligninger i 2 trin, Procentdel Tekstopgaver 2, Evaluering af udtryk med funktionsnotation, Funktionsværdi, lige/ulige funk, Skift/Spejl funk
es: Domina: Ecuaciones de 2 pasos, Problemas de porcentajes 2, Evaluación de expresiones con notación de funciones, Funciones de dominio, Funciones pares e impares, Funciones de desplazamiento y reflejo
fr: Maîtriser Équation à 2 étapes, Problème de pourcentage 2, Évaluation d'expressions en notation fonction., Domaine de fct., Fct. paire/impaire, Translation/symétrie fct.
ja: マスターの達成: 2ステップの方程式，パーセンテージの文章問題 2，関数記述での式の評価，変域 fx.，偶/奇 fx，シフト/反射 fx
nb: Oppnå mestring i 2-trinns likninger, Prosent i tekstoppgaver 2, Vurderer uttrykk med funksjons notasjon, Drøfte funksjoner
nl: Behaal vaardigheid in 2-staps vergelijkingen, Redactiesommen over percentages 2, Uitdrukkingen evalueren met functienotatie, Domein f(x)., Even/Oneven f(x) en Verschoven/Gereflecteerde f(x)
pl: Osiągnij biegłość w 2-krokowym rozwiązywaniu równań , trudniejszych zadaniach opisowych z procentami, wartościowaniem wyrażeń z zapisami funkcji, domenach funkcji, parzystości funkcji oraz przesuwania i odwracania funkcji
pt: Dominar equações de duas etapas, problemas com porcentagem 2, resolução de expressões com notação de função, função de domínio, função par e função ímpar, função de alteração/referência
pt_pt: Domina equações de 2 etapas, problemas com percentagens 2, avaliação de expressões com notação de funções, domínio da funções, funções pares e ímpares, função de alteração ou referência
tr: 2-adımlı denklemler, Yüzde problemleri 2, Fonksiyon notasyonlu ifadeleri değerlendirme, bir fonksiyonun tanım kümesi, Tek/çift fx, Fonksiyonları öteleme ve yansıtma konularında ustalık seviyesine ulaşın

source: Achieve mastery in 200 unique skills
da: Opnå at mestre 200 unikke færdigheder
es: Domina 200 habilidades únicas
fr: Maîtriser 200 compétences différentes
ja: マスタリーの達成: 200 のユニークなスキル
nb: Oppnå mestring i 200 unike ferdigheter
nl: Bereik meesterschap in 200 unieke vaardigheden
pl: Osiągnięcie mistrzostwa w 200 unikalnych umiejętnościach
pt: Dominar 200 habilidades únicas
pt_pt: Domina 200 competências diferentes
tr: 200 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 25 unique skills
da: Opnå at mestre 25 unikke færdigheder
es: Domina 25 habilidades únicas
fr: Maîtriser 25 compétences différentes
ja: マスタリーの達成: 25 のユニークなスキル
nb: Oppnå mestring i 25 unike ferdigheter
nl: Bereik meesterschap in 25 verschillende vaardigheden
pl: Osiągnięcie mistrzostwa w 25 unikalnych umiejętnościach
pt: Dominar 25 habilidades únicas
pt_pt: Domina 25 competências diferentes
tr: 25 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 3 unique skills
da: Opnå at mestre 3 unikke færdigheder
es: Domina 3 habilidades únicas
fr: Maîtriser 3 compétences différentes
ja: マスターの達成: 3 のユニークなスキル
nb: Oppnå mestring i 3 unike ferdigheter
nl: Bereik meesterschap in 3 verschillende vaardigheden
pl: Osiągnięcie mistrzostwa w 3 unikalnych umiejętnościach
pt: Dominar 3 habilidades únicas
pt_pt: Domina 3 competências diferentes
tr: 3 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 300 unique skills
da: Opnå at mestre 300 unikke færdigheder
es: Domina 300 habilidades únicas
fr: Maîtriser 300 compétences différentes
ja: マスタリーの達成: 300 のユニークなスキル
nb: Oppnå mestring i 300 unike ferdigheter
nl: Bereik meesterschap in 300 unieke vaardigheden
pl: Osiągnięcie mistrzostwa w 300 unikalnych umiejętnościach
pt: Dominar 300 habilidades únicas
pt_pt: Domina 300 competências diferentes
tr: 300 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 350 unique skills
da: Opnå at mestre 350 unikke færdigheder
es: Domina 350 habilidades únicas
fr: Maîtriser 350 compétences différentes
ja: マスタリーの達成: 350 のユニークなスキル
nb: Oppnå mestring i 350 unike ferdigheter
nl: Bereik meesterschap in 350 unieke vaardigheden
pl: Osiągnięcie mistrzostwa w 350 unikalnych umiejętnościach
pt: Dominar 350 habilidades únicas
pt_pt: Domina 350 competências diferentes
tr: 350 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 4-digit addition with carrying, 4-digit subtraction with borrowing , Multi-digit multiplication, Div. 4
da: Opnå færdighed i 4-cifret addition med mente, 4-cifret subtraktion med "låne", Fler-cifret multiplikation, Div. 4
es: Domina sumas de 4 dígitos con residuo, restas de 4 dígitos con residuo, multiplicación de varios dígitos, división de 4 dígitos.
fr: Maîtriser Addition à 4 chiffres avec retenue, Soustraction à 4 chiffres avec retenue, Multiplication à plusieurs chiffres, Division 4
ja: マスターの達成: 4桁の繰り上がりのあるたし算，4桁の繰り下がりのあるひき算，複数桁のかけ算，割り算 4
nb: Oppnå mestring i 4-sifret addisjon med rest, 4-sifret subtraksjon med låning, flere sifret multiplikasjon, Div. 4
nl: Behaal vaardigheid in 4-cijferig optellen met onthouden, 4-cijferig aftrekken met lenen, meer-cijferig vermenigvuldigen en 4-cijferig delen
pl: Osiągnij mistrzostwo w dodawaniu liczb czterocyfrowych z przenoszeniem cyfr, w odejmowaniu liczb czterocyfrowych z pożyczaniem, w mnożeniu i dzieleniu liczb wielocyfrowych
pt: Dominar adição com números de 4 algarismos e com reserva, subtração com números de 4 algarismos e com empréstimo, multiplicação com números de vários algarismos, divisão com números de 4 algarismos
pt_pt: Domina em somas de números com 4 algarismos (e com reversa), em subtrações de números com 4 algarismos (e com empréstimo), em multiplicações de números com vários algarismos e em divisões de números com 4 algarismos
tr: Elde ile 4 basamaklı sayılarda toplam işlemi, Ödünç alma ile 4-basamaklı sayılarda çıkartma işlemi, Çok-basamaklı çarpma, Bölme 4 konularında ustalık seviyesine ulaşın

source: Achieve mastery in 400 unique skills
da: Opnå at mestre 400 unikke færdigheder
es: Domina 400 habilidades únicas
fr: Maîtriser 400 compétences différentes
ja: マスタリーの達成: 400 のユニークなスキル
nb: Oppnå mestring i 400 unike ferdigheter
nl: Bereik meesterschap in 400 unieke vaardigheden
pl: Osiągnięcie mistrzostwa w 400 unikalnych umiejętnościach
pt: Dominar 400 habilidades únicas
pt_pt: Domina 400 competências diferentes
tr: 400 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 50 unique skills
da: Opnå at mestre 50 unikke færdigheder
es: Domina 50 habilidades únicas
fr: Maîtriser 50 compétences différentes
ja: マスタリーの達成: 50 のユニークなスキル
nb: Oppnå mestring i 50 unike ferdigheter
nl: Bereik meesterschap in 50 verschillende vaardigheden
pl: Osiągnięcie mistrzostwa w 50 unikalnych umiejętnościach
pt: Dominar 50 habilidades únicas
pt_pt: Domina 50 competências diferentes
tr: 50 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 500 unique skills
da: Opnå at mestre 500 unikke færdigheder
es: Domina 500 habilidades únicas
fr: Maîtriser 500 compétences différentes
ja: マスタリーの達成: 500 のユニークなスキル
nb: Oppnå mestring i 500 unike ferdigheter
nl: Bereik meesterschap in 500 unieke vaardigheden
pl: Osiągnięcie mistrzostwa w 500 unikalnych umiejętnościach
pt: Dominar 500 habilidades únicas
pt_pt: Domina 500 competências diferentes
tr: 500 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 5000 unique skills
da: Opnå at mestre 5000 unikke færdigheder
es: Domina 5000 habilidades únicas
fr: Maîtriser 5000 compétences différentes
ja: マスタリーの達成: 5000 のユニークなスキル
nb: Oppnå mestring i 5000 unike ferdigheter
nl: Bereik meesterschap in 5000 unieke vaardigheden
pl: Osiągnięcie mistrzostwa w 5000 unikalnych umiejętnościach
pt: Dominar 5.000 habilidades únicas
pt_pt: Domina 5000 competências diferentes
tr: 5000 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 7 unique skills
da: Opnå at mestre 7 unikke færdigheder
es: Domina 7 habilidades únicas
fr: Maîtriser 7 compétences différentes
ja: マスタリーの達成: 7 のユニークなスキル
nb: Oppnå mestring i 7 unike ferdigheter
nl: Bereik meesterschap in 7 verschillende vaardigheden
pl: Osiągnięcie mistrzostwa w 7 unikalnych umiejętnościach
pt: Dominar 7 habilidades únicas
pt_pt: Domina 7 competências únicas
tr: 7 beceride ustalık seviyesine ulaşın

source: Achieve mastery in 7500 unique skills
da: Opnå at mestre 7500 unikke færdigheder
es: Domina 7500 habilidades únicas
fr: Maîtriser 7500 compétences différentes
ja: マスタリーの達成: 7500 のユニークなスキル
nb: Oppnå mestring i 7500 unike ferdigheter
nl: Bereik meesterschap in 7500 unieke vaardigheden
pl: Osiągnięcie mistrzostwa w 7500 unikalnych umiejętnościach
pt: Dominar 7.500 habilidades únicas
pt_pt: Domina 7500 competências diferentes
tr: 7500 beceride ustalık seviyesine ulaşın

source: Achieve mastery in Angles 2, Distance formula, Pythagorean theorem
da: Opnå færdighed i Vinkler 2, Afstandsformlen, Pythagoras sætning
es: Domina ángulos 2, fórmula de la distancia, teorema de Pitágoras.
fr: Maîtriser Angles 2, Formule de distance, Théorème de Pythagore
ja: マスターの達成: 角度 2，距離の式，ピタゴラスの定理
nb: Oppnå mestring i Vinkler 2, Avstands formelen, Pythagoras setning
nl: Behaal vaardigheid in Hoeken 2, Afstandsformule en de theorie van Pythagoras
pl: Osiągnij mistrzostwo w wyznaczaniu kątów, obliczaniu odległości i twierdzeniu Pitagorasa
pt: Dominar ângulos 2, fórmula de distância, teorema de Pitágoras
pt_pt: Domina ângulos 2, na fórmula de distância e no teorema de Pitágoras
tr: Açılar 2, uzaklık formülü, Pisagor teoremi konularında ustalık seviyesine ulaşın

source: Achieve mastery in Equations with variables on both sides, Systems of equations, Multiplying expressions 1, Even/Odd fx, Inverse fx, Line slope, Midpoint F., Line Relat., Functions 3
da: Opnå færdighed i Ligninger med variable på begge sider, Ligningssystemer, Multiplikation af udtryk 1, Lige/Ulige funk., Inverse funk., Linjens Hældning, Midtpunktsformlen, Lineære sammenh., Funktioner 3
es: Domina ecuaciones con variables en ambos lados, sistemas de ecuaciones, multiplicación de expresiones 1,fFunciones pares e impares, función inversa, pendiente de la recta, fórmula del punto medio, relaciones lineales, funciones 3.
fr: Maîtriser Équation à variables des deux côtés, Système d'équations, Multiplication des expressions 1, Fct paire/impaire, Fct inverse, Pente de droite, Point milieu, Relation linéaire, Fonction 3
ja: マスターの達成: 両辺に変数のある方程式，連立方程式，式のかけ算1，偶/奇関数，逆関数，線の傾き，中点，線の関係，関数 3
nb: Oppnå mestring i Likninger med variabler på begge sider, Likningssystemer, Multiplisere uttrykk 1, Drøfting av funksjoner 3
nl: Behaal vaardigheid in Vergelijkingen met variabelen aan beide kanten, Systemen van vergelijkingen, Uitdrukkingen vermenigvuldigen 1, Even/Oneven f(x), Inverse van f(x), Lijnhelling, Middelpunt F., Lijn Relat. en Functies 3
pl: Osiągnij biegłość w równaniach ze zmiennymi po obu stronach, układach równań, mnożeniu wyrażeń, parzystości funkcji, odwracaniu funkcji, nachyleniu linii, wyznaczaniu środka, wzajemności linii, funkcjach cz.3
pt: Dominar equações com variáveis em ambos os lados, sistemas de equações, multiplicações de expressões 1, função par e função ímpar, função inversa, coeficiente angular da reta, fórmula do ponto médio, relação da reta, funções 3
pt_pt: Domina equações com variáveis em ambos os lados, sistemas de equações, expressões polinomiais 1, funções de pares e ímpares, funções inversas, declive, funções 3, ponto médio e relações lineares
tr: Her iki tarafında değişken olan denklemler, Denklemler Sistemi, İfadeleri Çarpmak 1, Tek/Çift fx, ters fx, Çizginin Eğimi, Orta nokta, Çizgi İli.., Fonksiyonlar 3 konularında ustalık seviyesine ulaşın

source: Achieve mastery in Fractional exponents, Exponent rules, Simplifying logarithms, One-step equations with multiplication, % Word 1, Functions 1
da: Opnå færdighed i Brøk-eksponenter, Eksponent regneregler, Reduktion af logaritmer, Ligninger i et trin med multiplikation, Procent Tekstopg. 1, Funktioner 1
es: Domina exponentes fraccionarios, las reglas de los exponentes, la simplificación de logaritmos, las ecuaciones de un paso con multiplicación, problemas de porcentaje 1, funciones 1.
fr: Maîtriser Exposant fractionnaire, Règles des exposants, Simplification des logarithmes, Équation à une seule étape avec multiplication, Problème % 1, Fonction 1
ja: マスターの達成: 分数の指数，指数法則，対数の簡単化，かけ算を含む1ステップの方程式，パーセンテージ文章問題1，関数 1
nb: Oppnå mestring i Brøkeksponenter, Eksponent regler, Forenkling av logaritmer, Ettrinns likninger med multiplikasjon, Prosent i tekstoppgaver, Funksjoner 1
nl: Behaal vaardigheid in Fractionele exponenten, Exponentregels, Logaritmes versimpelen, Een-staps vergelijkingen met vermenigvuldiging, % Woord 1 en Functies 1
pl: Osiągnij biegłość w potęgowaniu z wykładnikiem ułamkowym, zasadach potęgowania, upraszczaniu logarytmów, jednostopniowych równaniach z mnożeniem, procentach i podstawowych funkcjach
pt: Dominar expoentes fracionários, regras de exponenciação, simplificação de logaritmos, equações de uma etapa com multiplicação, problemas com porcentagem 1, funções 1
pt_pt: Domina expoentes fracionários, regras de potências, simplificação de logaritmos, equações com uma única multiplicação, percentagens de palavra 1 e funções 1
tr: Kesirli üssel ifadeler, Üssel ifadelerin kuralları, logaritmaları sadeleştirmek, Çarpma içeren tek-adımlı denklemler, %Sözel 1, Fonksiyonlar 1 konularında ustalık seviyesine ulaşın

source: Achieve mastery in Fractional exponents, Order of operations, Ordering numbers, Scientific notation, Units, Simplifying radicals
da: Opnå færdighed i Brøk-eksponenter, Regnearternes hierarki, Ordning af tal, Videnskabelig notation, Enheder, Reducer radikaler
es: Domina los exponentes fraccionarios, el orden de operaciones, el ordenamiento de números, la notación científica, las unidades, la simplificación de radicales.
fr: Maîtriser Exposant fractionnaire, Priorité des opérations, Triage de nombres, Notation scientifique, Unités, Simplification de radicaux
ja: マスターの達成: 分数の指数，計算の順序，数の並べかえ，科学的表記法，単位，根号式の簡単化
nb: Oppnå mestring i Brøkeksponenter, Regnerekkefølge, Plassverdi, Vitenskapelig notasjon, Enheter, Forenkle rotuttrykk
nl: Behaal meesterschap in Fractionele exponenten, Volgorde van operaties, Getallen sorteren, Wetenschappelijke notatie, Eenheden en Vereenvoudiging van radicalen
pl: Osiągnij mistrzostwo w potęgowaniu z wykładnikiem ułamkowym, kolejności wykonywania działań, ustalaniu kolejności liczb, postaci wykładniczej, jednostkach oraz upraszczaniu pierwiastków i potęg
pt: Dominar expoentes fracionários, ordem das operações, ordenação numérica, notação científica, unidades, simplificação de radicais
pt_pt: Domina expoentes fracionais, ordem das operações, ordenação de números, notação científica, unidades e simplificação de radicais
tr: Kesirli üssel ifadeler, İşlem sıralaması, Sayıları sıralandırma, Bilimsel gösterim, Birimler, Köklü sayıları sadeleştirme konularında ustalık seviyesine ulaşın
