Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We don't see that email in our system. Try again, or have your child log in. They can then add you as a coach on the "Coaches" tab of their profile page. If your child doesn't have an account, %(inviteButton)s.
da: Vi kan ikke se denne e-mail i vores system. Prøv igen, eller bed dit barn om at logge ind. De kan derefter tilføje dig som vejleder under fanen "Vejleder" på deres profilside. Hvis dit barn ikke har en konto, %(inviteButton)s.
es: No vemos ese correo electrónico en nuestro sistema. Intenta de nuevo o haz que tu hijo inicie sesión. Ellos pueden agregarte como tutor en la pestaña de "Tutores" de su página de perfil. Si tu hijo no tiene una cuenta, %(inviteButton)s.
fr: Nous ne retrouvons pas cet e-mail dans notre système. Réessayez, ou dites à votre enfant de se connecter. Il peut alors vous ajouter en tant que coach, ou parent, dans l'onglet « Coaches » de leur page de profil. Si votre enfant ne possède pas de compte, %(inviteButton)s.
ja: 私達のシステムにはその電子メイルがみつかりません．もう一度試してみて下さい．またはあなたの子供にログインしてもらって下さい．そうすると子供がプロフィールのページに行き，「コーチ」のタブを使ってあなたをコーチとして加えることができます．もしあなたの子供がアカウントを持っていない場合には，%(inviteButton)s をどうぞ．
nb: Vi finner ikke e-posten i systemet vårt. Prøv igjen, eller la barnet logge inn. De kan deretter legge deg til som veileder i kategorien "Veileder" i deres profilside. Hvis barnet ikke har en konto, %(inviteButton)s.
nl: We zien die e-mail niet in ons systeem. Probeer het opnieuw of laat je kind inloggen. Die kan jou dan als coach toevoegen via de tab "Coaches" op de profielpagina. Als jouw kind geen account heeft, %(inviteButton)s.
pl: Nie mamy takiego e-maila w naszej bazie. Spróbuj ponownie lub niech Twoje dziecko się zaloguje. Może ono dodać Cię jako trenera w zakładce "Trenerzy" na stronie ich profilu. Jeżeli Twoje dziecko nie ma konta, %(inviteButton)s.
pt: Não encontramos esse e-mail em nosso sistema. Tente novamente, ou acesse com a conta do seu filho. Por lá eles podem adicioná-lo como tutor na guia "Tutores", na página de perfil. Se seu filho não tem uma conta, %(inviteButton)s.
pt_pt: Não encontrámos este e-mail no nosso sistema. Volte a tentar ou peça ao seu filho para iniciar sessão, aceder ao separador "Tutores" (no perfil) e digitar o seu e-mail na secção "Adiciona um tutor". Se o seu filho não tiver uma conta, %(inviteButton)s.
tr: Bu e-posta adresini sistemimizde göremedik. Tekrar deneyin, veya çocuğunuza oturum açtırın. Çocuğunuz daha sonra sizi, profillerindeki "Eğitmenler" sekmesinden eğitmen olarak ekleyebilir. Çocuğunuzun bir hesabı yoksa, %(inviteButton)s.

source: We encourage people to create spin-offs of each others’ SQL scripts, via the "Save as spin-off" button. Creating a spin-off gives credit to the original creator and connects the new SQL script to the original. Any user can create a spin-off of any other SQL script.
da: Vi opfordrer folk til at lave spin-offs af hinandens SQL scripts, via knappen "Gem som spin-off". At lave et spin-off giver kredit til den oprindelige skaber og forbinder det nye SQL script til det oprindelige. Enhver bruger kan oprette et spin-off af ethvert SQL script.
es: Alentamos a que se creen derivados de cada uno de los scripts SQL a través del botón "Guardar como derivado". Cuando se crea un derivado se da crédito al creador original y se conecta el nuevo script SQL con el original. Cualquier usuario puede crear un derivado de cualquier script SQL.
fr: Nous encourageons les gens à créer des programmes inspirés par d'autres scripts SQL, via le bouton « Enregistrer comme spin-off ». La création d'un spin-off donne du crédit au créateur original et relie le nouveau script SQL à l'original. Tout utilisateur peut créer un spin-off à partir de n'importe quel autre script SQL.
nb: Vi oppfordrer personer til at lage spin-offs av hverandres SQL-skript via knappen "Lagre som spin-off". Å lage en spin-off gir kreditt til den opprinnelige skaper og forbinder de nye SQL-skript med de opprinnelige. Enhver bruker kan opprette en spin-off av ethvert SQL-skript.
nl: We moedigen het aan om spin-offs te maken van andermans SQL scripts door middel van de 'Save as spin-off" knop. Het maken van een spin-off geeft krediet aan de originele maker en verbindt het nieuwe SQL script aan het origineel. Elke gebruiker kan een spin-off maken van elk willekeurig SQL script.
pl: Zachęcamy ludzi do tworzenia spin-offów ze innych SQL scripts, poprzez przycisk "Zapisz jako spin-off". Tworzenie spin-offów uznaje oryginalnego twórcę i łączy nowy SQL script z oryginalnym. Każdy użytkownik może stworzyć spin-off dowolnego SQL script.
pt: Estimulamos os usuários a criar derivados dos scripts SQL uns dos outros com o botão "Salvar como derivado". A criação de um derivado (spin-off) dá crédito ao criador original e conecta o novo script SQL ao original. Todo usuário pode criar um derivado de qualquer script SQL.
pt_pt: Encorajamos todos os utilizadores a criar variações de scripts SQL de outros utilizadores através do botão "Guardar como variação". Criar uma variação de um script SQL atribui créditos ao criador original e associa o script SQL novo ao script SQL original. Qualquer utilizador pode criar uma variação de qualquer script SQL.
tr: Kullanıcılarımızı, birbirlerinin SQL metinlerinden "Uyarlama olarak kaydet" düğmesini kullanarak uyarlamalar üretmeleri için teşvik ediyoruz. Uyarlamalar, orijinal yazara atıfta bulunur, ve yeni SQL metnini orijinal metine bağlar. Her bir kullanıcı, istediği her SQL metninden bir uyarlama oluşturabilir.

source: We encourage people to create spin-offs of each others’ programs, via the "Save as spin-off" button. Creating a spin-off gives credit to the original creator and connects the new program to the original. Any user can create a spin-off of any program.
da: Vi opfordrer folk til at lave spin-offs af hinandens programmer, via knappen "Gem som spin-off". At lave et spin-off giver kredit til den oprindelige skaber og forbinder det nye program til det oprindelige. Enhver bruger kan oprette et spin-off af ethvert program.
es: Animamos a la gente a crear derivados de los programas de otros, mediante el botón "Guardar como derivado". El crear un derivado le da crédito al creador original y conecta el nuevo programa con el original. Cualquier usuario puede crear un derivado de cualquier programa.
fr: Nous encourageons les gens à créer des programmes inspirés par d'autres, via le bouton « Enregistrer comme spin-off ». La création d'un spin-off donne du crédit au créateur original et relie le nouveau programme à l'original. Tout utilisateur peut créer un spin-off de n'importe quel programme.
nb: Vi oppfordrer folk til at lage spin-offs av hverandres programmer via knappen "lagre som spin-off". Å lage en spin-off gir kreditt til den opprinnelige skaper og forbinder det nye program til det oprinnelige. Enhver bruker kan opprette en spin-off av ethvert program.
nl: We moedigen mensen maken spin-offs van elkaars programma's, via de knop "Opslaan als spin-off". Creëren van een spin-off geeft de eer aan de oorspronkelijke maker en verbindt het nieuwe programma met het origineel. Elke gebruiker kan een spin-off van elk willekeurig programma maken.
pl: Zachęcamy ludzi do tworzenia spin-offów ze innych programów, poprzez przycisk "Zapisz jako spin-off". Tworzenie spin-offów uznaje oryginalnego twórcę i łączy nowy program z oryginalnym. Każdy użytkownik może stworzyć spin-off dowolnego programu.
pt: Estimulamos os usuários a criar derivados dos programas uns dos outros com o botão "Salvar como derivado". A criação de um derivado (spin-off) dá crédito ao criador original e conecta o novo programa ao original. Todo usuário pode criar um derivado de qualquer programa.
pt_pt: Encorajamos todos os utilizadores a criar variações de programas de outros utilizadores através do botão "Guardar como variação". Criar uma variação de um programa atribui créditos ao criador original e associa o programa novo ao programa original. Qualquer utilizador pode criar uma variação de qualquer programa.
tr: Kullanıcılarımızı, birbirlerinin programlarından "Yan ürün kaydet" düğmesini kullanarak yan ürünler üretmeleri için teşvik ediyoruz. Yan ürünler, orijinal yazarlara atıfta bulunur, ve yeni programı orijinal programa bağlar. Her bir kullanıcı, istediği her programdan bir yan ürün oluşturabilir.

source: We encourage people to create spin-offs of each others’ webpages, via the "Save as spin-off" button. Creating a spin-off gives credit to the original creator and connects the new webpages to the original. Any user can create a spin-off of any webpages.
da: Vi opfordrer folk til at lave spin-offs af hinandens hjemmesider, via knappen "Gem som spin-off". At lave et spin-off giver kredit til den oprindelige skaber og forbinder den nye hjemmeside til den oprindelige. Enhver bruger kan oprette et spin-off af enhver hjemmeside.
es: Animamos a la gente a crear derivados de las páginas web de otros, mediante el botón "Guardar como derivado". El crear un derivado le da crédito al creador original y conecta la nueva página web con la original. Cualquier usuario puede crear un derivado de cualquier página web.
fr: Nous encourageons les gens à créer des pages inspirés par d'autres, via le bouton « Enregistrer comme spin-off ». La création d'un spin-off donne du crédit au créateur original et relie la nouvelle page Web à l'originale. Tout utilisateur peut créer un spin-off de n'importe quel page Web.
nb: Vi oppfordrer folk til at lage spin-offs av hverandres nettsider via knappen "lagre som spin-off". Å lage en spin-off gir kreditt til den opprinnelige skaper og forbinder det nye nettsider til det oprinnelige. Enhver bruker kan opprette en spin-off av enhver nettsider.
nl: We moedigen het aan om spin-offs te maken van andermans webpagina's door middel van de 'Save as spin-off" knop. Het maken van een spin-off geeft krediet aan de originele maker en verbindt de nieuwe webpagina aan het origineel. Elke gebruiker kan een spin-off maken van elke willekeurige webpagina.
pl: Zachęcamy ludzi do tworzenia spin-offów ze innych stron, poprzez przycisk "Zapisz jako spin-off". Tworzenie spin-offów uznaje oryginalnego twórcę i łączy nową stronę z oryginalną. Każdy użytkownik może stworzyć spin-off dowolnej strony.
pt: Estimulamos os usuários a criar derivados das páginas da Web uns dos outros com o botão "Salvar como derivado". A criação de um derivado (spin-off) dá crédito ao criador original e conecta as novas páginas da Web à original. Todo usuário pode criar um derivado de qualquer página da Web.
pt_pt: Encorajamos todos os utilizadores a criar variações de páginas Web de outros utilizadores através do botão "Guardar como variação". Criar uma variação de uma página Web atribui créditos ao criador original e associa a página Web nova à página Web original. Qualquer utilizador pode criar uma variação de qualquer página Web.
tr: Kullanıcılarımızı, birbirlerinin web sayfalarından "Yan ürün kaydet" düğmesini kullanarak yan ürünler üretmeleri için teşvik ediyoruz. Yan ürünler, orijinal yazarlara atıfta bulunur, ve yeni web sayfasını orijinal programa bağlar. Her bir kullanıcı, istediği her web sayfasından bir yan ürün oluşturabilir.

source: We found more than one account
bg: Открихме повече от един акаунт
da: Vi fandt mere end én konto
es: Encontramos más de una cuenta
fr: Nous avons trouvé plus d'un compte
he: מצאנו יותר מחשבון אחד
ja: 2つ以上のアカウントがみつかりました
nb: Vi fant mer enn én konto
nl: We vonden meer dan één account
pl: Znaleźliśmy więcej niż jedno konto
pt: Localizamos mais de uma conta
pt_pt: Encontrámos mais de uma conta
tr: Birden fazla sayıda hesap bulunmaktadır.

source: We had trouble submitting your report. Sorry :(
da: Vi havde problemer med at indsende din rapport. Beklager!
es: Tuvimos un problema al enviar el reporte. Lo sentimos :(
fr: Nous avons eu un problème en soumettant votre rapport. Désolé :(
ja: あなたの報告の送信中に問題が発生しました。申し訳ありません :(
nb: Vi hadde problemer med å sende din rapport. Beklager :(
nl: We hadden een probleem tijdens het melden van je probleem. Sorry. :(
pl: Napotkaliśmy problemy podczas przesyłania Twojego problemu. Przepraszamy :(
pt: Ocorreu um problema ao enviar seu relato. Desculpe :(
pt_pt: Ocorreu um problema ao submeter a sua solicitação. Desculpe :(
tr: Raporunuzu iletmekte sıkıntı yaşıyoruz :( Özür dileriz.

source: We have <code>\text{ <var>R1_MOL</var> <var>plural_form(MOLE, R1_MOL)</var>}</code> of <code><var>R1</var></code>, which is more than we need. Therefore <code><var>R2</var></code> is the limiting reagent.
pl: Mamy <code>\text{ <var>R1_MOL</var> <var>plural_form(MOLE, R1_MOL)</var>}</code> substancji <code><var>R1</var></code>, a więc więcej niż potrzebujemy. Tak więc to <code><var>R2</var></code> jest reagentem w niedomiarze.
pt: Temos <code>\text{ <var>R1_MOL</var> <var>plural_form(MOLE, R1_MOL)</var>}</code> de <code><var>R1</var></code>, que é mais do que necessitamos. Portanto, <code><var>R2</var></code> é o reagente limitante.
tr: <code>\text{ <var>R1_MOL</var> <var>plural_form(MOLE, R1_MOL)</var>}</code> <code><var>R1</var></code> var, bu bize gerekenden fazladır. Bu nedenle, <code><var>R2</var></code> sınırlayıcı reaktiftir.

source: We have <code>\text{ <var>R2_MOL</var> <var>plural_form(MOLE, R2_MOL)</var>}</code> of <code><var>R2</var></code>, which is more than we need. Therefore <code><var>R1</var></code> is the limiting reagent.
pl: Mamy <code>\text{ <var>R2_MOL</var> <var>plural_form(MOLE, R2_MOL)</var>}</code> substancji <code><var>R2</var></code>, czyli więcej niż potrzebujemy. Tak więc to <code><var>R1</var></code> jest reagentem, którego mamy w niedomiarze.
pt: Temos <code>\text{ <var>R2_MOL</var> <var>plural_form(MOLE, R2_MOL)</var>}</code> de <code><var>R2</var></code>, que é mais do que precisamos. Portanto, <code><var>R1</var></code> é o reagente limitante.
tr: <code>\text{ <var>R2_MOL</var> <var>plural_form(MOLE, R2_MOL)</var>}</code> <code><var>R2</var></code> var, bu bize gerekenden fazladır. Bu nedenle, <code><var>R1</var></code> sınırlayıcı reaktiftir.

source: We have created simple communication packs that you can use to share LearnStorm with Principals, teachers, parents and students. These materials are available on our
es: Hemos creado unos paquetes de comunicación simple que puedes usar para compartir LearnStorm con directores, maestros, padres y estudiantes. Estos materiales están disponibles en nuestra
nb: Vi har opprettet enkle kommunikasjons-pakker du kan bruke til å dele LearnStorm med rektorer, lærere, foreldre og elever. Disse materialene er tilgjengelige på vår
pt: Criamos pacotes de comunicação simples que você pode usar para compartilhar a LearnStorm com diretores, professores, pais e alunos. Esses materiais estão disponíveis em nossa
tr: LearnStorm'u Müdürler, öğretmenler, veliler ve öğrencilerle paylaşmak için kullanabileceğiniz basit iletişim paketleri oluşturduk Bu materyalleri şurada bulabilirsiniz

source: We have double counted the handshakes though, since <var>person( 1 )</var> shaking <var>person( 2 )</var>'s hand is the same handshake as <var>person( 2 )</var> shaking <var>person( 1 )</var>'s hand.
da: Vi har dog talt håndtrykkene to gange, da <var>person( 1 )</var>s håndtryk med <var>person( 2 )</var> er det samme håndtryk som <var>person( 2 )</var>s håndtryk med <var>person( 1 )</var>.
es: Sin embargo hemos contado dos veces los apretones de mano, puesto que <var>person( 1 )</var> estrechando la mano de <var>person( 2 )</var> es el mismo apretón de manos que <var>person( 2 )</var> estrechando la mano de <var>person( 1 )</var>.
fr: Mais on a compté deux fois chacune des poignées de mains, car quand <var>person( 1 )</var> serre la main à <var>person( 2 )</var>, c'est la même poignée de main que quand <var>person( 2 )</var> serre la main à <var>person( 1 )</var>.
pt: Nós contamos os apertos de mão em dobro, pois o aperto de mão de <var>person( 1 )</var> para <var>person( 2 )</var> é o mesmo aperto de mão de <var>person( 2 )</var> para <var>person( 1 )</var>.
tr: El sıkışmaları iki kere saydık, çünkü <var>person( 1 )</var>'in <var>person( 2 )</var>'in elini sıkması, <var>person( 2 )</var>'in <var>person( 1 )</var>'in elini sıkmasıyla aynı el sıkışmadır.

source: We have many ways to do Hour of Code at Khan Academy.<br>Choose the one that suits you best!
nb: Vi har mange måter å gjøre kodetimen på i Khan Academy, <br>velg den som passer deg best!
pt: Há várias formas de participar da Hora do Código na Khan Academy.<br>Escolha a que for melhor para você!
pt_pt: Há várias formas de concluíres uma Hora do Código na Khan Academy.<br>Escolhe a que for melhor para ti!
tr: Khan Academy'de Kod Saati'ni yapmak için pek çok farklı yol bulunuyor.<br>Sizin için en uygun olanı seçin!

source: We have to pay $<var>C</var> for <var>N1</var> <var>deskItem( 0 )</var>, and that can be written as a proportion:
fr: Il faut payer <var>C</var>€ pour <var>N1</var> <var>deskItem( 0 )</var>, ce qui peut être représenté par la fraction :
nb: Vi må betale for $<var>C</var> for <var>N1</var> <var>deskItem( 0 )</var>, og det kan skrives som et forhold:
pl: Musimy zapłacić <var>C</var>$ za <var>N1</var> <var>deskItem( 0 )</var>, i możemy to zapisać jako proporcję:
pt: Temos que pagar $<var>C</var> por <var>N1</var> <var>deskItem( 0 )</var>, e isso pode ser escrito como uma proporção:

source: We haven't seen %(child_name)s in two weeks. We're ready to get back to learning!
da: Vi ikke har set %(child_name)s i to uger. Vi er klar til at komme tilbage til læringen!
es: No hemos visto a %(child_name)s en dos semanas. ¡Estamos listos para regresar al aprendizaje!
fr: %(child_name)s nous manque depuis deux semaines. A quand son retour ?
nb: Vi har ikke sett %(child_name)s på to uker. Vi er klar til mer læring!
nl: We hebben %(child_name)s de afgelopen twee weken niet gezien. We willen weer terug gaan naar leren!
pl: Nie widzieliśmy %(child_name)s od dwóch tygodni. Jesteśmy gotowi wrócić do nauki!
pt: Não temos visto %(child_name)s em duas semanas. Estamos prontos para retomar o aprendizado!
tr: %(child_name)s iki haftadır görünmüyor. Biz öğrenmeye geri dönmeye hazırız!

source: We hire interns year-round
pl: My zatrudniamy stażystów cały rok
pt: Estamos sempre à procura de novos estagiários
pt_pt: Estamos sempre à procura de novos estagiários
tr: Yıl boyunca stajyer alımına devam ediyoruz

source: We homeschool
es: Escolarizamos en casas
fr: Nous sommes l'école à domicile
ja: 私達は家庭学校をしています．
nb: Vi hjemmeskoler
nl: Wij geven thuisonderwijs
pl: Nauczamy w domu
pt: Nós viabilizamos o ensino domiciliar
tr: Evde eğitim veriyoruz

source: We hope you'll join us here on Khan Academy in learning about the history of women in computing and inspiring the next generation of girls to become women in computing themselves.
nb: Vi håper at du vil være med oss her i khan Academy og lære om historiske kvinner i databransjen og inspirere neste generasjon jenter til å satse på denne bransjen.
pt: Esperamos que você se junte a nós aqui na Khan Academy para aprender sobre a história das mulheres na computação e inspirar a próxima geração de meninas, para que elas se tornem mulheres da computação.
pt_pt: Esperamos que te juntes a nós na Khan Academy para saberes mais sobre a importância das mulheres na computação e inspirares a próxima geração de raparigas a serem importantes na história da computação.
tr: Umarız, tarih boyunca bilgisayar biliminde kadınların yeri hakkında bilgi edinme ve gelecek neslin kızlarının bilgisayar biliminde yer alan kadınlar olması için ilham vermede, burada Khan Academy'de bize katılırsınız.

source: We know <code>K = \pi r^2</code>, so <code>K = \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>}^2 = \color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>.
es: Sabemos que <code>K = \pi r^2</code>, por lo tanto, <code>K = \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>}^2 = \color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>.
pl: Wiemy, że <code>K = \pi r^2</code>, więc<code>K = \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>}^2 = \color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>.
pt: Sabemos que <code>K = \pi r^2</code>, então <code>K = \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>}^2 = \color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>.
tr: <code>K = \pi r^2</code> olduğunu biliyoruz, buna göre, <code>K = \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>}^2 = \color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>.

source: We know <code>K = \pi r^2</code>, so <code>r = \sqrt{K / \pi} = \sqrt{\color{<var>K_COLOR</var>}{<var>R * R</var>\pi} / \pi} = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
es: Sabemos que <code>K = \pi r^2</code>, por lo tanto, <code>r = \sqrt{K / \pi} = \sqrt{\color{<var>K_COLOR</var>}{<var>R * R</var>\pi} / \pi} = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
pl: Wiemy, że <code>K = \pi r^2</code>, więc <code>r = \sqrt{K / \pi} = \sqrt{\color{<var>K_COLOR</var>}{<var>R * R</var>\pi} / \pi} = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
pt: Sabemos que <code>K = \pi r^2</code>, então <code>r = \sqrt{K / \pi} = \sqrt{\color{<var>K_COLOR</var>}{<var>R * R</var>\pi} / \pi} = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
tr: <code>K = \pi r^2</code> olduğunu biliyoruz, buna göre, <code>r = \sqrt{K / \pi} = \sqrt{\color{<var>K_COLOR</var>}{<var>R * R</var>\pi} / \pi} = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.

source: We know <code>a^2 + b^2 = c^2</code>.
es: Sabemos que <code>a^2 + b^2 = c^2</code>.
fr: On sait que <code>a^2 + b^2 = c^2</code>.
nb: Vi vet at <code>a^2 + b^2 = c^2</code>.
pl: Znamy <code>a^2 + b^2 = c^2</code>.
pt: Sabemos que <code>a^2 + b^2 = c^2</code>.
tr: <code>a^2 + b^2 = c^2</code>olduğunu biliyoruz.

source: We know <code>c = 2\pi r</code>, so <code>c = 2 \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>.
es: Sabemos que <code>c = 2\pi r</code>, entonces <code>c = 2 \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>.
fr: On sait que <code>c = 2\pi r</code>, donc <code>c = 2 \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>.
nb: Vi vet at <code>c = 2\pi r</code>, so <code>c = 2 \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>.
pl: Wiemy, że <code>c = 2\pi r</code> więc <code>c = 2 \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>.
pt: Sabemos que <code>c = 2\pi r</code>, então <code>c = 2 \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>.
tr: <code>c = 2\pi r</code> olduğunu biliyoruz, buna göre, <code>c = 2 \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>.

source: We know <code>c = 2\pi r</code>, so <code>r = c / 2\pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi} / 2 \pi = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
fr: On sait que <code>c = 2\pi r</code>, donc <code>r = c / 2\pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi} / 2 \pi = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
pl: Wiemy, że <code>c = 2\pi r</code> więc <code>r = c / 2\pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi} / 2 \pi = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
pt: Sabemos que <code>c = 2\pi r</code>, então <code>r = c / 2\pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi} / 2 \pi = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
tr: <code>c = 2\pi r</code> olduğunum biliyoruz, buna göre, <code>r = c / 2\pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi} / 2 \pi = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
