Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Thanks for helping us create the %(languageLocalName)s version of Khan Academy!
da: Tak for hjælpen med at skabe den %(languageLocalName)s version af Khan Academy!
es: ¡Gracias por ayudarnos a crear la versión de Khan Academy en %(languageLocalName)s!
fr: Merci de nous aider à améliorer la version %(languageLocalName)se de la Khan Academy !
ja: カーンアカデミー%(languageLocalName)s版の作成にご協力くださり、ありがとうございます！
nb: Takk for hjelpen med å skape den %(languageLocalName)s versjonen av Khan Academy!
nl: Bedankt dat je ons helpt de %(languageLocalName)s versie te maken van Khan Academy!
pl: Dziękujemy za pomoc w tworzeniu %(languageLocalName)s wersji Khan Academy!
pt: Obrigado por nos ajudar a criar a versão em %(languageLocalName)s da Khan Academy!
pt_pt: Obrigado por nos ajudar a criar a versão em %(languageLocalName)s da Khan Academy!
tr: Khan Academy %(languageLocalName)s platformunu hayata geçirmekte bize yardımcı olduğunuz için teşekkür ederiz!

source: Thanks for performing an evaluation. Please go through each criteria and specify if the objectives passed or need more work:
da: Tak for at du lavede en evaluering. Gå venligst gennem hvert af kriterierne og angiv hvorvidt målene er bestået eller kræver mere arbejde:
es: Gracias por realizar una evaluación. Por favor revisa cada criterio y especifica si los objetivos han sido aprobados o necesitan más trabajo:
fr: Merci pour la réalisation de cette évaluation. Regardez chaque critère et indiquez si les objectifs sont atteints ou s'ils nécessitent plus de travail :
nb: Takk for at du utfører en evaluering. Vennligst gå gjennom hver kriterier og angi om målene er bestått eller trenger mer arbeid:
nl: Bedankt voor de beoordeling. Bepaal aan de hand van de criteria of deze voltooid is of dat er verbeteringen nodig zijn:
pl: Dziękujemy za ocenę. Prosimy, przejdź przez wszystkie kryteria i zdecyduj, czy projekt przeszedł ocenę z pozytywnym wynikiem, czy wymaga więcej pracy:
pt: Obrigado por fazer uma avaliação. Analise todos os critérios e especifique se os objetivos foram atingidos (aprovado) ou se precisam ser mais aprimorados:
tr: Değerlendirmeniz için teşekkürler. Lütfen herbir değerlendirme ölçütünün üzerinden geçerek hedefler geçilmiş mi, yoksa daha fazla mı çalışılmalı belirtin:

source: Thanks for reviewing!
da: Tak for din anmeldelse!
es: ¡Gracias por revisar!
fr: Merci de votre critique !
ja: レビューをありがとうございます!
nb: Takk for din anmeldelse!
nl: Bedankt voor het herzien!
pl: Dziękujemy za sprawdzenie!
pt: Obrigado pela revisão!
pt_pt: Agradecemos-te pela revisão!
tr: İncelemeniz için teşekkür ederiz!

source: Thanks for sharing your story!
da: Tak fordi du deler din historie!
es: ¡Gracias por compartir tu historia!
fr: Merci d'avoir partagé votre histoire !
nb: Takk for at du deler din historie!
nl: Bedankt voor het delen van je verhaal!
pl: Dziękujemy za podzielenie się swoją historią!
pt: Obrigado por compartilhar sua história!
pt_pt: Agradecemos-te por partilhares a tua história!
tr: Hikayenizi paylaştığınız için teşekkür ederiz!

source: Thanks for watching!
da: Tak for at du så med!
es: ¡Gracias por ver esto!
fr: Merci de regarder !
ja: 見て下さってありがとう!
nb: Takk for at du ser på!
nl: Bedankt voor het kijken!
pl: Dziękujemy za oglądanie!
pt: Obrigado por assistir!
pt_pt: Agradecemos-te por veres!
tr: İzlediğiniz için teşekkürler!

source: Thanks for your feedback!
da: Tak for din feedback!
es: ¡Gracias por tus comentarios!
fr: Merci pour vos commentaires !
ja: フィードバックをありがとうございます!
nb: Takk for tilbakemeldingen!
nl: Bedankt voor je feedback!
pl: Dziękujemy za opinię!
pt: Obrigado por seu feedback!
pt_pt: Agradecemos por dares a tua opinião!
tr: Geribildiriminiz için teşekkür ederiz!

source: Thanks for your help, and we look forward to great contributions from you!
da: Tak for din hjælp, og vi ser frem til store bidrag fra dig!
es: ¡Gracias por tu ayuda y esperamos más de tus grandiosas contribuciones!
fr: Merci pour votre aide, et nous nous réjouissons d'avance de vos prochaines contributions !
ja: あなたのご協力に感謝します．そしてあなたからの今後のすばらしい貢献が待ち遠しいです!
nb: Takk for hjelpen, og vi ser frem til store bidrag fra deg!
nl: Bedankt voor je hulp en we kijken uit naar mooie bijdragen van je!
pl: Dziękujemy za Twoją pomoc, czekamy na Twój wielki wkład!
pt: Obrigado por sua ajuda, esperamos grandes contribuições de você!
pt_pt: Agradecemos a tua ajuda e estamos ansiosos pelas tuas grandes contribuições!
tr: Yardımınız için teşekkür ederiz, ileride de katkılarınızı bekliyoruz!

source: Thanks for your interest in Khan Academy! To go on, we need your parent to complete the signup process.
bg: Благодарим Ви за Вашия интерес към Кан Академия! За да продължите, трябва Ваш родител или настойник да завърши процеса на регистрация.
da: Tak for din interesse i Khan Academy! For at fortsætte har vi brug for en af dine forældre for at fuldføre din tilmelding.
es: ¡Gracias por tu interés en Khan Academy! Para continuar necesitamos que tus padres completen el proceso de registro.
fr: Bravo, tu es maintenant inscrit sur la Khan Academy ! Comme tu as moins de 13 ans, pour continuer, nous avons besoin de l'un de tes parents, ou d'un adulte, pour compléter le processus d'inscription.
he: תודה על התעניינותכם באקדיימת קהאן! כדי להמשיך, אנחנו צריכים את ההורה שלכם כדי להשלים את תהליך ההרשמה.
hi: खान अकादमी में आपकी रुचि के लिए धन्यवाद! पर जाने के लिए, आपकी पंजीकरण प्रक्रिया को पूरा करने के लिए हमें आपके माता पिता की जरूरत है।
ja: カーンアカデミーに御興味をお持ち下さってありがとうございます! 続いてサインアップの手順を完了するためにはあなたの親の助けが必要です．
nb: Takk for din interesse for Khan Academy! For å gå videre, må din forelder ferdiggjøre registreringsprosessen.
nl: Bedankt voor je interesse in Khan Academy! Om verder te gaan, moet jouw ouder het registratieproces voltooien.
pl: Dziękujemy za zainteresowanie Khan Academy! Aby przejść dalej i zarejestrować Twoje konto, niezbędna będzie pomoc Twojego rodzica.
pt: Obrigado pelo seu interesse na Khan Academy! Para seguir em frente, precisamos que seus pais concluam o processo de cadastro.
pt_pt: Agradecemos o teu interesse na Khan Academy! Para continuares, é necessário que os teus pais concluam o processo de criação da tua conta.
tr: Khan Academy'ye gösterdiğiniz ilgi için teşekkür ederiz! Devam edebilmeniz için, ebeveyninizin kayıt işleminizi tamamlaması gerekiyor.

source: Thanks to our generous supporters, what started as one man tutoring his cousin has grown into an <a class='dark-link' href='/about/the-team'>80-person organization</a> reaching over 20 million registered users. Our team passionately believes in inspiring the world to learn and proves a few individuals can make a big difference.
pl: Dzięki hojnemu wsparciu naszych darczyńców, z jednego człowieka uczącego swoich kuzynów zmieniliśmy się w <a class='dark-link' href='/about/the-team'>80-osobową organizację</a> docierającą do ponad 20 milionów zarejestrowanych użytkowników. Nasz zespół gorąco wierzy w inspirowanie świata do nauki i udowadnia, że kilka osób może zrobić wielką różnicę.
pt: Graças a nossos generosos apoiadores, o que começou com um homem ensinando matemática a seu primo, transformou-se em uma <a class='dark-link' href='/about/the-team'>organização de 80 pessoas</a> atingindo mais 20 milhões de usuários cadastrados. Nossa equipe acredita de forma apaixonada que é possível inspirar o mundo a aprender, e prova que mesmo poucas pessoas podem fazer uma grande diferença.
pt_pt: Graças a quem nos apoia, o que começou como aulas de tio para sobrinho tornou-se numa <a class='dark-link' href='/about/the-team'>organização com 80 colaboradores</a> que acompanha mais de 20 milhões de alunos. A nossa equipa acredita que a educação para todos, estejam onde estiverem, pode inspirar o mundo e fazer a diferença.
tr: Cömert destekçilerimiz sayesinde, bir kişinin kuzenine verdiği ders ve hayalleri ile başlayan yolculuk bugün 20 milyon kayıtlı kullanıcıya ulaşan <a class='dark-link' href='/about/the-team'>80 kişilik bir kuruma</a> dönüştü. Takımımız, tüm dünyaya öğrenme ilhamı vermeye tutkuyla inanır ve birkaç bireyin büyük bir fark yaratabileceğini kanıtlar. Bir STFA Vakfı olan Bilimsel ve Teknik Yayınları Çeviri Vakfı tarafından finanse edilen Khan Academy Türkçe bağış almamaktadır. Khan Academy Türkçe'ye farklı destek olmak için info@khanacademy.org.tr adresine eposta gönderebilirsiniz.

source: Thanks, we'll contact your parent/guardian soon!
ja: ありがとうございます．私達はあなたの親/保護者にすぐに連絡をとります!
nb: Takk, vi kontakter dine foreldre/foresatte ganske snart!
pl: Dziękujemy, wkrótce skontaktujemy się z Twoim rodzicem/opiekunem!
pt: Obrigado, entraremos em contato com seus pais ou responsáveis em breve!
tr: Teşekkürler, ebeveyn/velinizle yakında temas kuracağız!

source: Thanks. Coach request denied.
da: Tak. Lærer anmodning afvist.
es: Gracias. Petición de tutor denegada.
fr: Merci. Demande de coaching refusée.
ja: ありがとうございます．コーチのリクエストは拒否されました．
nb: Takk. Veileder forespørsel avslått.
nl: Bedankt. Coachverzoek geweigerd.
pl: Dzięki. Żądanie trenera odrzucone.
pt: Obrigado! Solicitação de tutor recusada.
pt_pt: Obrigado. Pedido de tutoria negado.
tr: Teşekkürler. Eğitmenlik talebiniz reddedilmiştir.

source: That answer is numerically incorrect.
es: Esa respuesta es numéricamente incorrecta.
nb: At svaret er numerisk feil.
pl: Odpowiedź liczbowa jest nieprawidłowa.
pt: Essa resposta está numericamente incorreta.
tr: Bu cevap, sayısal olarak yanlıştır.

source: That being said, we <em>strongly</em> encourage you to try to overlap with as many other interns as possible. Not only does this help us focus on your mentorship, it's also just a blast both in and out of work. The more other interns around, the more fun you'll have.
da: Når det er sagt, opfordrer vi dig <em>kraftigt</em> til at prøve at overlappe med så mange andre praktikanter som muligt. Ikke alene hjælper det os med at fokusere på din udvikling, det er også fedt både under og efter arbejde. Jo flere andre praktikanter der er, jo mere sjov har du.
es: Diciendo esto, nosotros <em>enfáticamente</em> te motivamos a tratar de juntarte con tantos internos como te sea posible. No solo nos ayuda a enfocarnos en tu entrenamiento, sino también sería genial tanto fuera como dentro del trabajo. Entre más internos te rodeen, más divertido será para ti.
fr: Ceci étant dit, nous vous encourageons <em>fortement</em>à essayer d'organiser votre stage de façon à croiser le maximum d'autres stagiaires? Cette interaction nous aide à vous guider dans votre stage, et aussi, à vous permettre d'avoir les meilleures conditions de stage possible, que cela soit au travail ou à l'extérieur. Plus il y aura de stagiaires autour de vous, plus vous vous amuserez.
pl: Jednakże, <em>bardzo</em> namawiamy, aby dobierać terminy zbieżne z terminami stażów pozostałych stażystów. Nie tylko pozwala nam to zapewnić lepszy mentoring, ale stanowi istną eksplozję doświadczeń dla Ciebie, zarówno podczas pracy, jak i po godzinach. Innymi słowy, czym więcej stażystów wokół, tym lepsza zabawa.
pt: Dito isto, nós o incentivamos <em>veementemente</em> a tentar coincidir com o maior número de estagiários possível. Isso não apenas nos ajuda a focar em sua orientação, como também é uma maravilha dentro e fora do trabalho. Quanto mais estagiários, mais divertido será.
tr: Fakat, tüm bunlara rağmen size yine de elinizden geldiğince fazla sayıda stajyerle aynı dönemde gelmeye çalışmanızı <em>şiddetle</em> tavsiye ediyoruz. Bu hem bizim size sunacağımız mentorluk çabalarımıza odaklanmamıza, hem de günün iş saatleri de dahil tamamının daha eğlenceli geçmesine yardımcı olacaktır. Ofisimizdeki diğer stajyerlerin sayısı ne kadar fazla olursa, günleriniz o kadar eğlenceli geçecektir.

source: That circumference is <code>2 \pi r = 2\pi \cdot <var>r</var> = <var>2 * r</var>\pi</code>.
es: Esa circunferencia es <code>2 \pi r = 2\pi \cdot <var>r</var> = <var>2 * r</var>\pi</code>.
pl: Obwód to <code>2 \pi r = 2\pi \cdot <var>r</var> = <var>2 * r</var>\pi</code>.
pt: A circunferência é <code>2 \pi r = 2\pi \cdot <var>r</var> = <var>2 * r</var>\pi</code>.
tr: Çevre, <code>2 \pi r = 2\pi \cdot <var>r</var> = <var>2 * r</var>\pi</code>.

source: That describes a <em>parabola</em>.
da: Det beskriver en <em>parabel</em>.
es: Eso describe una <em> parábola </em>.
fr: Ceci est caractéristique d'une <em>parabole</em>.
nb: Som beskriver en <em>Parabel</em>.
pt: Que descreve uma <em>parábola</em>.
tr: Bu, bir <em>parabol</em> belirtir.

source: That email address is already taken
da: Den indtastede e-mailadresse er allerede i brug
es: Esa dirección de correo electrónico ya fue registrada
fr: Cette adresse e-mail est déjà prise
ja: このメールアドレスは既に使用されています。
nb: E-postadressen er allerede tatt
nl: Dat e-mailadres is al in gebruik
pl: Ten adres e-mail już jest używany
pt: Esse endereço de e-mail já está sendo utilizado
pt_pt: Esse endereço de e-mail já está a ser utilizado
tr: Bu e-posta adresi başka bir kullanıcımıza ait.

source: That email appears to be invalid.
da: E-mail synes at være ugyldig.
es: Ese correo electrónico parece ser inválido.
fr: Cette adresse e-mail semble être invalide.
ja: このメールは無効です
nb: E-postmeldingen synes å være ugyldig.
nl: Die e-mail blijkt ongeldig.
pl: Ten e-mail wydaje się być nieprawidłowy.
pt: Esse e-mail parece ser inválido.
pt_pt: Este endereço de e-mail não é válido.
tr: Bu e-posta adresi geçersizdir.

source: That email is invalid
da: Denne e-mail er ugyldig
es: Ese correo electrónico es inválido
fr: Cette adresse e-mail est invalide
ja: このメールは無効です
nb: E-postadressen er ugyldig
nl: Dat e-mail is ongeldig
pl: Ten e-mail jest nieprawidłowy
pt: Esse e-mail é inválido
pt_pt: Este e-mail é inválido
tr: Bu E-posta adresi geçersizdir.

source: That gives us <code>18 \text{ O}</code> on the right and only <code>2</code> on the left, so multiply <code>\text{O}_2</code> by <code>\red{9}</code>. (Since oxygen is by itself on the left, it should be done at the end because you can give it a coefficient without affecting another element.)
pl: To daje nam <code>18 \text{ O}</code> po prawej stronie i tylko <code>2</code> po lewej, więc pomnóż <code>\text{O}_2</code> przez <code>\red{9}</code>. (Jako że tlen jest sam po lewej stronie, powinien zostać zbilansowany na końcu, ponieważ możesz przypisać mu współczynnik bez wpływania na pozostałe pierwiastki.)
pt: Isso nos dá <code>18 \text{ O}</code> à direita e apenas <code>2</code> à esquerda, portanto, multiplique <code>\text{O}_2</code> por <code>\red{9}</code>. (Como o oxigênio está sozinho à esquerda, ele deve ser deixado para o final, porque você pode atribuir um coeficiente sem afetar outro elemento).
tr: Bu bize sağda <code>18 \text{ O}</code> ve solda sadece <code>2</code> verir, buna göre, <code>\text{O}_2</code>'yi <code>\red{9}</code> ile çarpınız. (Solda oksijen tek başına olduğundan en sonda yapılmalıdır, çünkü başka bir elementi etkilemeksizin bir katsayı verebilirsiniz.)

source: That gives us <code>2 \text{ Al}</code> on the right and only <code>1</code> on the left, so multiply <code>\text{Al}</code> by <code>\green{2}</code>.
pl: To daje nam <code>2 \text{ Al}</code> po prawej stronie i tylko <code>1</code> po lewej, więc pomnóż <code>\text{Al}</code> przez <code>\green{2}</code>.
pt: Isso nos dá <code>2 \text{ Al}</code> à direita e apenas <code>1</code> à esquerda, portanto, multiplique <code>\text{Al}</code> por <code>\green{2}</code>.
tr: Bu bize sağda <code>2 \text{ Al}</code> ve solda sadece <code>1</code> verir, buna göre, <code>\text{Al}</code>'yi <code>\green{2}</code> ile çarparız.

source: That gives us <code>2 \text{ Mg}</code> on the right and only <code>1</code> on the left, so multiply <code>\text{Mg}</code> by <code>\red{2}</code>.
pl: To daje nam <code>2 \text{ Mg}</code> po prawej stronie i tylko <code>1</code> po lewej, więc pomnóż <code>\text{Mg}</code> przez <code>\red{2}</code>.
pt: Isso nos dá <code>2 \text{ Mg}</code> à direita e apenas <code>1</code> à esquerda, portanto, multiplique <code>\text{Mg}</code> por <code>\red{2}</code>.
tr: Bu bize sağda <code>2 \text{ Mg}</code> ve solda sadece <code>1</code> verir, buna göre, <code>\text{Mg}</code>'yi <code>\red{2}</code> ile çarparız.

source: That gives us <code>3 \text{ Mg}</code> on the right and only <code>1</code> on the left, so multiply <code>\text{Mg}</code> by <code>\pink{3}</code>.
pl: To daje nam <code>3 \text{ Mg}</code> po prawej stronie i tylko <code>1</code> po lewej, więc pomnóż <code>\text{Mg}</code> przez <code>\pink{3}</code>.
pt: Isso nos dá <code>3 \text{ Mg}</code> à direita e apenas <code>1</code> à esquerda, portanto, multiplique <code>\text{Mg}</code> por <code>\pink{3}</code>.
tr: Bu bize sağda <code>3 \text{ Mg}</code> ve solda sadece <code>1</code> verir, buna göre, <code>\text{Mg}</code>'yi <code>\pink{3}</code> ile çarpınız.

source: That gives us <code>3 \text{ O}</code> on the left and <code>4</code> on the right. If we try giving <code>\text{O}_2</code> a coefficient of <code>\red{\frac{1}{2}}</code>, it gives us <code>3 \text{ O}</code> on both sides.
pl: To daje nam <code>3 \text{ O}</code> po lewej stronie i <code>4</code> po prawej. Jeśli spróbujemy dać <code>\text{O}_2</code> współczynniki <code>\red{\frac{1}{2}}</code>, da nam to <code>3 \text{ O}</code> po obu stronach.
pt: Isso nos dá <code>3 \text{ O}</code> à esquerda e <code>4</code> à direita. Se tentamos dar a <code>\text{O}_2</code> um coeficiente de <code>\red{\frac{1}{2}}</code>, isso nos dá <code>3 \text{ O}</code> em ambos os lados.
tr: Bu bize solda <code>3 \text{ O}</code> ve sağda <code>4</code> verir. Eğer <code>\text{O}_2</code>'ye <code>\red{\frac{1}{2}}</code> katsayısı vermeye çalışırsak, bu bize her iki tarafta <code>3 \text{ O}</code> verir.

source: That gives us <code>4 \text{ Al}</code> on the right and only <code>1</code> on the left, so multiply <code>\text{Al}</code> by <code>\pink{4}</code>.
pl: To daje nam <code>4 \text{ Al}</code> po prawej stronie i tylko <code>1</code> po lewej, więc pomnóż <code>\text{Al}</code> przez <code>\pink{4}</code>.
pt: Isso nos dá <code>4 \text{ Al}</code> à direita e apenas <code>1</code> à esquerda, portanto, multiplique <code>\text{Al}</code> por <code>\pink{4}</code>.
tr: Bu bize sağda <code>4 \text{ Al}</code> ve solda sadece <code>1</code> verir, buna göre, <code>\text{Al}</code>'yi <code>\pink{4}</code> ile çarpınız.

source: That gives us <code>4 \text{ H}</code> on the right and only <code>2</code> on the left, so multiply <code>\text{H}_2</code> by <code>\red{2}</code>.
pl: To daje nam <code>4 \text{ H}</code> po prawej i tylko <code>2</code> po lewej, więc pomnóż <code>\text{H}_2</code> razy <code>\red{2}</code>.
pt: Isso nos dá <code>4 \text{ H}</code> à direita e apenas <code>2</code> à esquerda, portanto, multiplique <code>\text{H}_2</code> por <code>\red{2}</code>.
tr: Bu bize sağda <code>4 \text{ H}</code> ve solda sadece <code>2</code> verir, buna göre, <code>\text{H}_2</code>'i <code>\red{2}</code> ile çarpınız.

source: That gives us <code>4 \text{ O}</code> on the right and only <code>2</code> on the left, so multiply <code>\text{O}_2</code> by <code>\red{2}</code>. (Since oxygen is by itself on the left, it should be done at the end because you can give it a coefficient without affecting another element.)
pl: To daje nam <code>4 \text{ O}</code> po prawej stronie i tylko <code>2</code> po lewej, więc pomnóż <code>\text{O}_2</code> przez <code>\red{2}</code>. (Jako że tlen jest sam po lewej stronie, powinien on być przeliczony na samym końcu, wówczas możesz przydzielić mu współczynniki bez wpływania na pozostałe pierwiastki.)
pt: Isso nos dá <code>4 \text{ O}</code> à direita e apenas <code>2</code> à esquerda, portanto, multiplique <code>\text{O}_2</code> por <code>\red{2}</code>. (Como o oxigênio está sozinho à esquerda, ele deve ser deixado para o final, porque você pode atribuir um coeficiente sem afetar outro elemento).
tr: Bu bize sağda <code>4 \text{ O}</code> ve solda sadece <code>2</code> verir, buna göre, <code>\text{O}_2</code>'yi <code>\red{2}</code> ile çarpınız. (Solda oksijen tek başına olduğundan en sonda yapılmalıdır, çünkü başka bir elementi etkilemeksizin bir katsayı verebilirsiniz.)

source: That gives us <code>6 \text{ Cl}</code> on the right and only <code>2</code> on the left, so multiply <code>\text{CaCl}_2</code> by <code>\pink{3}</code>.
pl: To daje nam <code>6 \text{ Cl}</code> po prawej stronie i tylko <code>2</code> po lewej, więc pomnóż <code>\text{CaCl}_2</code> przez <code>\pink{3}</code>.
pt: Isso nos dá <code>6 \text{ Cl}</code> à direita e apenas <code>2</code> à esquerda, portanto, multiplique <code>\text{CaCl}_2</code> por <code>\pink{3}</code>.
tr: Bu bize sağda <code>6 \text{ Cl}</code> ve solda sadece <code>2</code> verir, buna göre, <code>\text{CaCl}_2</code>'yi <code>\pink{3}</code> ile çarparız.

source: That gives us <code>6 \text{ H}</code> and <code>6 \text{ Cl}</code> on the right, so multiply <code>\text{HCl}</code> by <code>\pink{6}</code>.
pl: To daje nam <code>6 \text{ H}</code> i <code>6 \text{ Cl}</code> po prawej stronie, więc pomnóż <code>\text{HCl}</code> przez <code>\pink{6}</code>.
pt: Isso nos dá <code>6 \text{ H}</code> e <code>6 \text{ Cl}</code> à direita, portanto, multiplique <code>\text{HCl}</code> por <code>\pink{6}</code>.
tr: That gives us <code>6 \text{ H}</code> and <code>6 \text{ Cl}</code> var, buna göre, <code>\text{HCl}</code> ile <code>\pink{6}</code>‘yı çarpınız.

source: That gives us <code>6 \text{ O}</code> on the right and only <code>2</code> on the left, so multiply <code>\text{O}_2</code> by <code>\pink{3}</code>. (Since oxygen is by itself on the left, it should be done at the end because you can give it a coefficient without affecting another element.)
pl: To daje nam <code>6 \text{ O}</code> po prawej stronie i tylko <code>2</code> po lewej, więc pomnóż <code>\text{O}_2</code> przez <code>\pink{3}</code>. (Jako że tlen jest sam po lewej stronie, powinien zostać zbilansowany na końcu, ponieważ możesz przypisać mu współczynnik bez wpływania na pozostałe pierwiastki.)
pt: Isso nos dá <code>6 \text{ O}</code> à direita e apenas <code>2</code> à esquerda, portanto, multiplique <code>\text{O}_2</code> por <code>\pink{3}</code>. (Como o oxigênio está sozinho à esquerda, ele deve ser deixado para o final, porque você pode atribuir um coeficiente sem afetar outro elemento).
tr: Bu bize sağda <code>6 \text{ O}</code> ve solda sadece <code>2</code> verir, buna göre, <code>\text{O}_2</code>'yi <code>\pink{3}</code> ile çarparız. (Solda oksijen tek başına olduğundan en sonda yapılmalıdır, çünkü başka bir elementi etkilemeksizin bir katsayı verebilirsiniz.)

source: That gives us <code>7 \text{ O}</code> on the right and <code>3</code> on the left, so multiply <code>\text{O}_2</code> by <code>\pink{3}</code>.
pl: To daje nam <code>7 \text{ O}</code> po prawej stronie i <code>3</code> po lewej, więc pomnóż <code>\text{O}_2</code> przez <code>\pink{3}</code>.
pt: Isso nos dá <code>7 \text{ O}</code> à direita e apenas <code>3</code> à esquerda, portanto, multiplique <code>\text{O}_2</code> por <code>\pink{3}</code>.
tr: Bu bize sağda <code>7 \text{ O}</code> ve solda <code>3</code> verir, buna göre, <code>\text{O}_2</code>'yi <code>\pink{3}</code> ile çarparız.

source: That gives us <code>8 \text{ Cl}</code> on the right and only <code>2</code> on the left, so multiply <code>\text{Cl}_2</code> by <code>\red{4}</code>.
pl: To daje nam <code>8 \text{ Cl}</code> po prawej stronie i tylko <code>2</code> po lewej, więc pomnóż <code>\text{Cl}_2</code> przez <code>\red{4}</code>.
pt: Isso nos dá <code>8 \text{ Cl}</code> à direita e apenas <code>2</code> à esquerda, portanto, multiplique <code>\text{Cl}_2</code> por <code>\red{4}</code>.
tr: Bu bize sağda <code>8 \text{ Cl}</code> ve solda sadece <code>2</code> verir, buna göre, <code>\text{Cl}_2</code>'yi <code>\red{4}</code> ile çarpınız.
