Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <strong>Science Tip:</strong> Recent research shows that students learn more when they are taught that intelligence is malleable and can be grown through hard work. Students do worse if they believe that intelligence is fixed, and so are afraid to make mistakes or ask questions because they will look like they aren't smart. Let your students know that they're getting smarter every minute they spend practicing math and tackling tough problems!
da: <strong>Videnskab Tip:</strong> Nyere forskning viser, at elever lærer mere når de får at vide at intelligens er formbart og kan opdyrkes gennem hårdt arbejde. Elever klarer sig ringere, hvis de tror, at intelligens er fastlagt, og er så bange for at begå fejl eller stille spørgsmål, fordi de vil fremstå som om de er ikke er kloge. Fortæl eleverne, at de bliver klogere for hvert minut de øver sig i matematik og løser svære opgaver!
es: <strong>Consejo científico:</strong> Estudios recientes muestran que los estudiantes aprenden más cuando se les enseña que la inteligencia es maleable y puede crecer con el trabajo duro. Los estudiantes se desempeñan peor si piensan que la inteligencia es inalterable y tienen temor a equivocarse o a preguntar porque parecerían como si no fueran inteligentes. ¡Dile a tus estudiantes que se están volviendo más inteligentes con cada minuto que pasan practicando matemáticas y enfrentando problemas difíciles!
fr: <strong>A savoir :</strong>De récentes études démontrent que les élèves apprennent plus lorsqu'on leur apprend que leur intelligence est évolutive. Ceux qui pensent qu'ils ne peuvent évoluer avancent moins car ils ont peur de faire des fautes ou de poser des questions. Dites à vos élèves qu'ils deviennent plus intelligents après chaque minute passée à s'entraîner en mathématiques et à travailler sur des problèmes difficiles !
nb: <strong>Vitenskapstips:</strong> Nyere forskning viser at elever lærer mer når de blir lært at intelligens kan formes og kan styrkes gjennom hardt arbeid. Elevene gjør det dårligere hvis de tror at intelligens er fastlåst, og blir redde for å gjøre feil eller stille spørsmål fordi de er redde for å oppfattes som mindre smarte. La elevene dine få vite at de blir smartere for hvert minutt de bruker på å øve på matte og løse vanskelige oppgaver!
nl: <strong>Wetenschapstip:</strong> Recent onderzoek toont aan dat leerlingen meer leren wanneer zij weten dat intelligentie ontwikkeld kan worden door hard te werken. Leerlingen presteren slechter als zij geloven dat intelligentie vastligt en als ze bang zijn om fouten te maken of vragen te stellen omdat ze dan niet slim lijken. Laat je leerlingen weten dat met elke de minuut die ze besteden aan wiskunde of moeilijke problemen oefenen , slimmer worden!
pl: <strong>Wskazówka naukowa:</strong> Najnowsze badania wykazały, że uczniowie uczą się więcej, gdy uświadomi im się, że inteligencję można wypracować i rozwinąć dzięki ciężkiej pracy. Uczniowie osiągają gorsze rezultaty, gdy wierzą, że inteligencja jest czymś stałym, i boją się popełniać błędy i zadawać pytania, gdyż wydaje im się, że w ten sposób będą postrzegani jako głupi. Uświadom uczniom, że stają się mądrzejsi z każdą minutą spędzoną nad matematyką i rozwiązywaniem trudnych zadań!
pt: <strong>Dica de Ciência:</strong> Uma pesquisa recente mostrou que os alunos aprendem mais quando são ensinados que a inteligência é algo maleável e que pode ser aumentada com trabalho duro. Os alunos se saem mal quando acreditam que a inteligência é algo fixo, portanto ficam com medo de cometer erros ou fazer perguntas porque parecerá que não são inteligentes. Faça com que seus alunos saibam que eles estão ficando mais inteligentes a cada minuto que praticam e resolvem problemas matemáticos!
tr: <strong>Bilimsel Tavsiye:</strong>Yapılan son araştırmalar, eğitim aldıklarında ve doğru ve sıkı çalıştıklarında öğrencilerin zekalarının geliştiğini göstermektedir. Öğrenciler zekanın sabit olduğuna inandıklarında, aptal gözükeceklerini düşünerek yanlış yapmaktan veya soru sormaktan korkmaktadır. Öğrencilerinizin, ders çalışarak ve matematik problemleri ile boğuşarak geçirdikleri her dakika daha zekileştiklerini bilmelerini sağlayın.

source: <strong>Science Tip:</strong> Recent research shows that students learn more when they are taught that intelligence is malleable and can be grown through hard work. Students do worse if they believe that intelligence is fixed, and so are afraid to make mistakes or ask questions because they will look like they aren't smart. Let your students know that they're getting smarter every minute they spend practicing math and tackling tough problems! To teach your students more, you can show them <a href="%(tracking_link)s">this page</a>.
da: <strong>Videnskab Tip:</strong> Nyere forskning viser, at elever lærer mere når de får at vide at intelligens er formbart og kan opdyrkes gennem hårdt arbejde. Elever klarer sig ringere, hvis de tror, at intelligens er fastlagt, og er så bange for at begå fejl eller stille spørgsmål, fordi de vil fremstå som om de er ikke er kloge. Fortæl eleverne, at de bliver klogere for hvert minut de øver sig i matematik og løser svære opgaver! For at lære dine elever mere, kan du vise dem <a href="%(tracking_link)s">denne side</a>.
es: <strong>Consejo científico:</strong> Estudios recientes muestran que los estudiantes aprenden más cuando se les enseña que la inteligencia es maleable y se puede desarrollar a través del trabajo duro. Los estudiantes se desempeñan peor si piensan que la inteligencia es inalterable y temen equivocarse o preguntar porque parecerían como si no fueran inteligentes. ¡Dile a tus estudiantes que se están volviendo más inteligentes con cada minuto que ocupan practicando matemáticas y enfrentando problemas difíciles! Para enseñarle más a tus estudiantes, puedes mostrarles <a href="%(tracking_link)s">esta página</a>.
fr: <strong>A savoir :</strong>De récentes études démontrent que les élèves apprennent plus lorsqu'on leur apprend que leur intelligence est évolutive. Ceux qui pensent qu'ils ne peuvent évoluer avancent moins car ils ont peur de faire des fautes ou de poser des questions. Dites à vos élèves qu'ils deviennent plus intelligents après chaque minute passée à s'entraîner en mathématiques et à travailler sur des problèmes difficiles ! Pour leur faire comprendre, vous pouvez leur montrer <a href="%(tracking_link)s">cette page</a>.
nb: <strong>Vitenskapstips:</strong> Nyere forskning viser at elever lærer mer når de blir lært at intelligens kan formes og kan styrkes gjennom hardt arbeid. Elevene gjør det dårligere hvis de tror at intelligens er fastlåst, og blir redde for å gjøre feil eller stille spørsmål fordi de er redde for å oppfattes som mindre smarte. La elevene dine få vite at de blir smartere for hvert minutt de bruker på å øve på matte og løse vanskelige oppgaver! For å lære dine elever mer, kan du vise dem <a href="%(tracking_link)s">denne siden</a>.
nl: <strong>Wetenschapstip:</strong> Recent onderzoek toont aan dat leerlingen meer leren wanneer zij weten dat intelligentie ontwikkeld kan worden door hard te werken. Leerlingen presteren slechter als zij geloven dat intelligentie vastligt en als ze bang zijn om fouten te maken of vragen te stellen omdat ze dan niet slim lijken. Laat je leerlingen weten dat met elke de minuut die ze besteden aan wiskunde of moeilijke problemen oefenen , slimmer worden! Je kan je studenten <a href="%(tracking_link)s">deze pagina</a> laten zien om ze meer te leren.
pl: <strong>Wskazówka naukowa:</strong> Najnowsze badania wykazały, że uczniowie uczą się więcej, gdy uświadomi im się, że inteligencję można wypracować i rozwinąć dzięki ciężkiej pracy. Uczniowie osiągają gorsze rezultaty, gdy wierzą, że inteligencja jest czymś stałym, i boją się popełniać błędy i zadawać pytania, gdyż wydaje im się, że w ten sposób będą postrzegani jako głupi. Uświadom uczniom, że stają się mądrzejsi z każdą minutą spędzoną nad matematyką i rozwiązywaniem trudnych zadań! Aby nauczyć ich więcej, możesz pokazać im <a href="%(tracking_link)s">tę stronę</a>.
pt: <strong>Dica de Ciência:</strong> Uma pesquisa recente mostrou que os alunos aprendem mais quando são ensinados que a inteligência é algo maleável e que pode ser aumentada com trabalho duro. Os alunos se saem mal quando acreditam que a inteligência é algo fixo, e, então, ficam com medo de cometer erros ou fazer perguntas porque parecerá que não são inteligentes. Faça com que seus alunos saibam que estão ficando mais inteligentes a cada minuto que praticam e resolvem problemas matemáticos! Para ensinar mais para seus alunos, você pode mostrar a eles <a href="%(tracking_link)s">esta página</a>.
tr: <strong>Bilimsel Tavsiye:</strong>Yapılan son araştırmalar, eğitim aldıklarında ve doğru ve sıkı çalıştıklarında öğrencilerin zekalarının geliştiğini göstermektedir. Öğrenciler zekanın sabit olduğuna inandıklarında, aptal gözükeceklerini düşünerek yanlış yapmaktan veya soru sormaktan korkmaktadır. Öğrencilerinizin, matematik çalışarak ve zor problemler ile boğuşarak geçirdikleri her dakika daha zekileştiklerini bilmelerini sağlayın! Öğrencilerinize daha çok öğretmek için, onlara <a href="%(tracking_link)s">bu sayfayı</a> gösterebilirsiniz.

source: <strong>Science Tip:</strong> Recent research shows that students learn more when they are taught that the harder they think the smarter they get. Students do worse if they believe that no matter how hard they try they will stay as smart or dumb as they feel right now. Let your students know how much smarter they got by thinking hard this week!
da: <strong>Videnskab Tip:</strong> Nyere forskning viser, at elever lærer mere når de får at vide, at jo dybere de tænker, jo smartere bliver de. Elever klarer sig ringere , hvis de tror, at ligegyldigt hvor hårdt de forsøger, så forbliver de lige så kloge eller dumme , som de føler sig lige nu. Fortæl dine elever, hvor meget klogere, de bliver ved at tænke hårdt i denne uge!
es: <strong>Consejo científico:</strong> Estudios recientes muestran que los estudiantes aprenden más cuando se les enseña que mientras más se esfuercen en pensar, se vuelven más inteligentes. Los estudiantes se desempeñan peor si piensan que no importa que tanto se esfuercen en pensar, se quedarán igual de inteligentes o de tontos como se sienten ahora. ¡Dile a tus estudiantes qué tan más inteligentes se volvieron esta semana al esforzarse en pensar!
fr: <strong>A savoir :</strong>De récentes études démontrent que les élèves apprennent mieux lorsque l'on leur apprend qu'ils peuvent devenir plus intelligents. Les élèves ont plus facilement des difficultés s'ils croient que leurs efforts seront vains, qu'ils resteront comme ils se perçoivent. Dites à vos élèves à quel point ils sont devenus plus intelligents en travaillant cette semaine !
nb: <strong>Vitenskapstips:</strong>Nyere forskning viser at elever lærer mer når de blir lært at de blir smartere desto hardere de tenker. Elevene gjør det dårligere hvis de tror at uansett hvor hardt de prøver, vil de forbli like smarte eller dumme som de føler seg akkurat nå. La elevene dine få vite hvor mye smartere de ble av å tenke hardt denne uken!
nl: <strong>Wetenschapstip:</strong> Recent onderzoek toont aan dat leerlingen meer leren wanneer ze weten dat hoe harder ze nadenken hoe slimmer ze worden. Leerlingen presteren slechter als ze geloven dat het niet uitmaakt hoe hard ze proberen zij net zo slim of dom blijven zoals ze zich nu voelen. Laat je leerlingen dus weten hoeveel slimmer zij deze week zijn geworden door hard na te denken!
pl: <strong>Wskazówka naukowa:</strong> Najnowsze badania wykazały, że uczniowie uczą się więcej, gdy uświadomi im się, że im więcej myślą, tym mądrzejsi się stają. Uczniowie tracą motywację, gdy wierzą, że niezależnie od włożonych wysiłków będą tak samo mądrzy lub głupi jak teraz. Pozwól uczniom zrozumieć, o ile mądrzejsi stali się, dzięki ciężkiej pracy w tym tygodniu!
pt: <strong>Dica de Ciência:</strong> Uma pesquisa recente mostrou que os alunos aprendem mais quando são ensinados que quanto mais pensarem, mais inteligentes ficarão. Os alunos se saem mal quando acreditam que, não importa o quanto tentem, continuarão a ser inteligentes ou burros como se sentem agora. Faça com que seus alunos saibam o quanto se tornaram mais inteligentes por trabalharem duro essa semana!
tr: <strong>Bilimsel Tavsiye:</strong>Yapılan son araştırmalar, beyinlerini ne kadar zorlarlarsa zekalarının da o kadar gelişeceği öğretilen öğrencilerin daha iyi öğrendiklerini göstermiştir. Ne kadar çabalasalar da zekalarının değişmeyeceğine, hep şu an olduğu kadar zeki veya aptal olacaklarına inanan öğrenciler,öğrenme konusunda daha başarısız olmaktadır. Bu hafta öğrencilerinize sıkı çalıştıklarında daha zeki olacaklarını öğretebilirsiniz.

source: <strong>Science Tip:</strong> Recent research shows that students learn more when they are taught to pause and explain out loud why they are doing each step in a math problem. Students do worse when they develop a habit of trying things at random when they get frustrated or confused. Let your students know that they can learn more by pausing and explaining aloud!
da: <strong>Tip fra videnskaben:</strong> Nyere forskning viser, at elever lærer mere når de har lært at holde pause og forklare højt hvorfor de udfører hvert trin i en matematikopgave . Elever klarer sig ringere når de udvikler en vane med at afprøve ting tilfældigt , når de bliver frustreret eller forvirrede. Lad dine elever vide, at de kan lære mere ved at holde pause og forklare højt!
es: <strong>Consejo científico:</strong> Estudios recientes muestran que los estudiantes aprenden mejor cuando se les enseña a hacer una pausa y explicar fuerte y alto por qué están haciendo cada paso en un problema de matemáticas. Los estudiantes se desempeñan peor cuando desarrollan el hábito de intentar resolver los problemas aleatoriamente cuando se sienten frustrados o confundidos. ¡Dile a tus estudiantes que pueden aprender más si hacen una pausa y explican lo que hacen en voz alta!
fr: <strong>A savoir :</strong>De récentes études démontrent que des élèves apprennent plus lorsqu'on leur apprend à s'arrêter, et expliquer à voix haute ce qu'ils font à chaque étape de la résolution d'un problème de mathématiques. Les élèves travailleront moins bien si ils développent comme habitude de deviner une méthodologie au hasard, car cela les frustre ou les perturbe. Dites le à vos élèves !
nb: <strong>Vitenskapstips:</strong> Nyere forskning viser at elevene lærer mer når de lærer å ta en pause og forklare høyt hvorfor de gjør hvert trinn når de løser en matteoppgave. Elevene gjør det dårligere når de legger seg for vane å prøve ting tilfeldig når de blir frustrert eller forvirret. La dine elever vite at de kan lære mer ved å ta pauser og tenke høyt!
nl: <strong>Wetenschapstip:</strong> Recent onderzoek toont aan dat leerlingen meer leren wanneer zij leren pauze te nemen en hardop van elke stap uitleggen waarom ze die doen in een wiskundig probleem. Leerlingen presenteren slechter als ze de gewoonte ontwikkelen dingen in het wilde weg proberen als ze gefrustreerd of in de war raken. Laat je studenten weten dat ze meer kunnen leren als ze pauze nemen en hardop nadenken!
pl: <strong>Wskazówka naukowa:</strong> Najnowsze badania wykazały, że uczniowie uczą się więcej, gdy podpowie im się, aby zastanowić się i wyjaśnić głośno, dlaczego wykonują poszczególne kroki w zadaniu matematycznym. Uczniowie osiągają gorsze wyniki, gdy w sytuacji, w której są zagubieni lub sfrustrowani, mają tendencję do działania metodą prób i błędów . Uświadom swoim uczniom, że mogą nauczyć się więcej, wyjaśniając na głos!
pt: <strong>Dica de Ciência:</strong> Uma pesquisa recente mostrou que os alunos aprendem mais quando são ensinados a parar e explicar em voz alta o porquê de cada etapa durante um problema de matemática. Os alunos se saem mal quando criam o hábito de tentar as coisas de maneira aleatória quando ficam frustrados ou confusos. Faça com que seus alunos saibam que é possível aprender mais fazendo pausas e explicando em voz alta!
tr: <strong>Bilimsel Tavsiye:</strong>Yapılan son araştırmalar, öğrencilerin matematik sorularını çözerken her adımı niçin yaptıklarını sözlü olarak açıklamalarının daha iyi öğrenmelerini sağladığını göstermiştir. Moralleri bozulduğunda veya akılları karıştığında rastgele birşeyler yapmayı alışkanlık haline getiren öğrenciler, öğrenme konusunda daha başarısız olmaktadır. Öğrencilerinize soruları çözerken ara vermelerinin ve yüksek sesle yaptıklarını açıklamanın daha iyi öğrenmelerine yardımcı olacağını öğretin.

source: <strong>Science Tip:</strong> Recent research shows that students learn more when they are taught to pause and think through why they are doing each step in a math problem. Students do worse when they develop a habit of trying things at random when they get frustrated or confused. Let your students know that they can learn more by pausing and thinking!
da: <strong>Tip fra videnskaben:</strong> Nyere forskning viser, at elever lærer mere når de har lært at holde pause og gennemtænke hvorfor de udfører hvert trin i en matematikopgave . Elever klarer sig ringere når de udvikler en vane med at afprøve ting tilfældigt , når de bliver frustreret eller forvirrede. Lad dine elever vide, at de kan lære mere ved at holde pause og tænke sig om!
es: <strong>Consejo científico:</strong> Estudios recientes muestran que los estudiantes aprenden más cuando se les enseña a hacer una pausa y pensar por qué están haciendo cada paso en un problema de matemáticas. Los estudiantes se desempeñan peor cuando desarrollan el hábito de intentar cosas aleatoriamente cuando se frustran o confunden. ¡Dile a tus estudiantes que pueden aprender más si hacen una pausa y reflexionan!
fr: <strong>A savoir :</strong>De récentes études démontrent que des élèves apprennent plus lorsqu'on leur apprend à s'arrêter, et expliquer à voix haute ce qu'ils font à chaque étape de la résolution d'un problème de mathématiques. Les élèves travailleront moins bien si ils développent comme habitude de deviner une méthodologie au hasard, car cela les frustre ou les perturbe. Dites le à vos élèves !
nb: <strong>Vitenskapstips:</strong> Nyere forskning viser at elevene lærer mer når de lærer å stoppe og tenke gjennom hvorfor de gjør hvert trinn i en matte oppgave. Elevene gjør det dårligere når de utvikler en vane av å prøve ting tilfeldig når de blir frustrert eller forvirret. La elevene dine få vite at de kan lære mer ved å stoppe og tenke!
nl: <strong>Wetenschapstip:</strong> Recent onderzoek toont aan dat leerlingen meer leren wanneer zij leren pauze te nemen en na te denken waarom ze elke stap doen in een wiskundig probleem. Leerlingen presenteren slechter als ze de gewoonte ontwikkelen dingen in het wilde weg proberen als ze gefrustreerd of in de war raken. Laat je studenten weten dat ze meer kunnen leren als ze pauze nemen en nadenken!
pl: <strong>Wskazówka naukowa:</strong> Najnowsze badania wykazały, że uczniowie uczą się więcej, gdy podpowie im się, aby zastanowić się, dlaczego wykonują poszczególne kroki w zadaniu matematycznym. Uczniowie osiągają gorsze wyniki, gdy w sytuacji, w której są zagubieni lub sfrustrowani, mają tendencję do działania metodą prób i błędów . Uświadom swoim uczniom, że mogą nauczyć się więcej, zastanawiając się na spokojnie!
pt: <strong>Dica de Ciência:</strong> Uma pesquisa recente mostrou que os alunos aprendem mais quando são ensinados a parar e pensar por que estão fazendo cada etapa de um problema de matemática. Os alunos se saem mal quando criam hábitos de tentar coisas de forma aleatória quando ficam frustrados ou confusos. Faça com que seus alunos saibam que é possível aprender mais fazendo pausas e pensando!
tr: <strong>Bilimsel Tavsiye:</strong>Yapılan son araştırmalar, matematik sorularını çözerken durmalarının ve düşünmelerinin öğrencilerin daha iyi öğrenmelerini sağladığını göstermiştir. Moralleri bozulduğunda veya akılları karıştığında rastgele birşeyler yapmayı alışkanlık haline getiren öğrenciler, öğrenme konusunda daha başarısız olmaktadır. Öğrencilerinize soruları çözerken ara vererek düşünmelerinin, daha iyi öğrenmelerine yardımcı olacağını öğretin!
