Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Artisan Pre-algebraist (old)
da: Faglært i Pre-algebra (gammel)
es: Artesano de la preálgebra (viejo)
fr: Artisan pré-algébriste (obsolète)
ja: 前代数学の職人(旧)
nb: Faglært Før-algebraist (gammel)
nl: Ambachtsman in Wiskunde voor de onderbouw (oud)
pl: Rzemieślnik Przed-algebry (stary)
pt: Mestre em pré-álgebra (antigo)
pt_pt: Mestre em pré-álgebra (antigo)
tr: Usta Ön-Cebirci (eski)

source: Artisan Trigonometrician
da: Faglært Trigonometriker
es: Artesano de la trigonometría
fr: Artisan trigonométricien
ja: 三角法の職人
nb: Faglært Trigonometriker
nl: Ambachtsman in Goniometrie
pl: Rzemieślnik Trygonometrii
pt: Mestre em trigonometria
pt_pt: Mestre em trigonometria
tr: Usta Trigonometrici

source: Artisan Trigonometrician (old)
da: Faglært Trigonometriker (Faglært Trigonometriker)
es: Artesano de la trigonometría (viejo)
fr: Artisan trigonométricien (obsolète)
ja: 三角法の職人(旧)
nb: Faglært Trigonometriker (gammel)
nl: Ambachtsman in Goniometrie (oud)
pl: Rzemieślnik Trygonometrii (stary)
pt: Mestre em trigonometria (antigo)
pt_pt: Mestre em trigonometria (antigo)
tr: Usta Trigonometrici (eski)

source: As <code>x</code> approaches positive or negative infinity, the constant term in the square root matters less and less, so we can just ignore it.
es: A medida que <code>x</code> se aproxima a más o menos infinito, el término constante en la raíz cuadrada importa menos y menos, así que podemos ignorarlo.
fr: Quand <code>x</code> tend vers plus l'infini ou vers moins l'infini, le terme constant sous la racine carrée compte de moins en moins, donc on peut le négliger.
nb: Når<code>x</code> går mot positiv eller negativ uendelig, betyr det at det konstante leddet i kvadratroten blir mindre og mindre, så vi kan ignorere det.
pl: Jeśli <code>x</code> dąży do minus lub plus nieskończoności, wyraz stały pod pierwiastkiem kwadratowym znaczy coraz mniej i mniej, więc możemy go po prostu zignorować.
pt: À medida que <code>x</code> se aproxima do infinito positivo ou negativo, o termo constante na raiz quadrada importa ainda menos, portanto, podemos ignorá-lo.
tr: <code>x</code> artı veya eksi sonsuza giderken, karekökün içindeki sabit terimin önemi gittikçe azalır, yani onu yok sayabiliriz.

source: As Khan Academy's privacy expert, Sharon helps build and maintain trust with our learners through first-rate privacy practices.
pt: Como especialista de privacidade da Khan Academy, Sharon ajuda a criar e manter a confiança de nossos alunos por meio de práticas de privacidade de primeira linha.

source: As Lead Designer for Khan Academy, Jason's responsible for how things on the site look and how users interact with those things.
es: Como el jefe de diseño en Khan Academy, Jason es el responsable de cómo se ven las cosas en la página web y cómo los usuarios interactúan con ellas.
pt: Como designer chefe da Khan Academy, Jason é responsável pela aparência do site e pelo modo com que as pessoas vão interagir com ele.
tr: Jason web sitesinin görünümünden ve kullanıcıların siteyi rahat kullanabilmesini sağlamaktan sorumludur.

source: As President and COO, Shantanu focuses on overall organizational strategy, partnerships, and operations.
es: Como presidente y director de operaciones, Shantanu se centra en la estrategia de la organización, las asociaciones y la estrategia operacional en general.
pl: Jako prezes i dyrektor operacyjny, Shantanu skupia się na ogólnej strategii organizacji, partnerstwie i działaniach operacyjnych.
pt: Como presidente e COO, Shantanu concentra-se na estratégia organizacional geral, nas parcerias e nas operações.
tr: Shantanu Khan Academy’nin genel organizasyonel strateji, ortaklık ve operasyonlarından sorumludur.

source: As a Biology Content Fellow, Emily is excited to contribute to, expand, and enhance Khan Academy's biology material. She finds biological systems incredibly beautiful, and hopes to share that experience with learners of all kinds. She recently finished her Ph.D. in Cell and Molecular Biology at Stanford, where she studied stomata, the leaf pores that let plants 'breathe.'
pt: Como Fellow de Conteúdo de Biologia, Emily está ansiosa para contribuir, expandir e melhorar o material de Biologia da Khan Academy. Ela acha que os sistemas biológicos são incrivelmente belos, e espera compartilhar essa experiência com alunos de todo tipo. Recentemente, obteve seu doutorado em Biologia Celular e Molecular em Stanford, onde estudou estômatos, os poros das folhas pelos quais as plantas "respiram".

source: As a Math Pioneer Fellow, Nidhi helps implement Khan Academy's resources in 7th/8th grade math classrooms at Crittenden Middle School. She recently graduated from UT Austin where she majored in both Math and Film. In her free time, Nidhi enjoys animating, reading, and adventuring.
pt: Como Fellow precursora de matemática, Nidhi ajuda a implementar os recursos da Khan Academy nas aulas de matemática do 7º e 8º anos da Crittenden Middle School. Recentemente, ela se formou pela UT em Austin, com especialização em Matemática e Cinema. No seu tempo livre, Nidhi gosta de fazer animações, ler e se aventurar.
tr: Nidhi, Khan Academy kaynaklarının Crittenden Middle School'daki 7. ve 8. sınıf matematik müfredatlarına eklenme süreçlerine yardım ediyor. Matematik ve film alanlarındaki eğitimini yakın zamanda UT Austin'de tamamlamış olan Nidhi, boş zamanlarında animasyonlar yapmaktan, okumaktan ve maceralara yelken açmaktan hoşlanıyor.

source: As a homeschooler, how do I register/sign-up my children for LearnStorm?
es: Como persona que realiza educación en casa, ¿cómo registro/inscribo a mis estudiantes en LearnStorm?
nb: Om jeg har hjemmeskole, hvordan kan jeg registrere mine barn for LearnStorm?
pt: Como pai educador, como faço para registrar/inscrever meus filhos na LearnStorm?
tr: Bir evden eğitimci olarak, öğrencimi Learn Storm'a nasıl kaydederim?

source: As a homeschooler, how do I register/sign-up my children for LearnStorm?
es: Como persona que realiza educación en casa, ¿cómo registro/inscribo a mis hijos en LearnStorm?
nb: Som hjemmeskole, hvordan kan jeg registrere/sign-up mine barn for LearnStorm?
nl: Als een homeschooler, hoe kan ik mijn kinderen registreren/aanmelden voor LearnStorm?
pt: Como pai educador, como faço para registrar/inscrever meus filhos na LearnStorm?
pt_pt: Sou um professor domiciliar. Como é que crio uma conta ou inscrevo os meus filhos na LearnStorm?
tr: Evde öğrenim gören bir kişi olarak, LearnStorm'a nasıl kayıt olabilirim?

source: As a learner, how do I register/sign-up for LearnStorm?
es: Como estudiante, ¿cómo me registro/inscribo en LearnStorm?
nb: Som elev, hvordan kan jeg registrere/sign-up for LearnStorm?
pt: Como aluno, como faço para me registrar/inscrever na LearnStorm?
tr: Bir öğrenici olarak, LearnStorm'a nasıl kayıt olabilirim?

source: As a learner, how do I register/sign-up for LearnStorm?
es: Como estudiante, ¿cómo me registro/inscribo en LearnStorm?
nb: Som elev, hvordan kan jeg registrere/sign-up for LearnStorm?
nl: Als een leerling, hoe kan ik registreren/aanmelden voor LearnStorm?
pt: Como aluno, como faço para me registrar/inscrever na LearnStorm?
pt_pt: Sou um aluno. Como é que crio uma conta ou me inscrevo na LearnStorm?
tr: Bir öğrenici olarak, LearnStorm'a nasıl kayıt olabilirim?

source: As a member of the small but mighty communications team, Isaac helps spread the word about the latest and greatest happenings at Khan Academy.
pt: Como membro da pequena, porém poderosa, equipe de comunicações, Isaac ajuda a divulgar os mais recentes e mais importantes acontecimentos na Khan Academy.
tr: Küçük ama güçlü iletişim ekibinin bir üyesi olan Isaac, Khan Academy'de en son ve şahane olaylar hakkında bilgi verir.

source: As a nonprofit organization with a mission of providing access to a free, world-class education for anyone, anywhere, this support will help us reach even more learners around the world. We rely on the support of our community to help us expand our content, develop our platform, and continue to provide access to free learning. Since we began just a few years ago, we have delivered over 440 million free lessons and 3 billion exercises.
da: Som en non-profit organisation med en mission om at give adgang til en gratis, verdensklasse uddannelse for alle, overalt, vil denne støtte hjælpe os med at nå ud til endnu flere elever over hele verden. Vi er afhængige af støtte fra vores netværk for at hjælpe os med at udvide vores indhold, videreudvikle vores platform, og fortsætte med at give adgang til gratis læring. Siden vi begyndte for bare et par år siden, har vi leveret over 440 millioner gratis lektioner og 3 milliarder øvelser.
es: Como organización sin fines de lucro y con la misión de proporcionar acceso a una educación gratuita, de clase mundial, para todos, en cualquier lugar, este apoyo nos ayudará a llegar a más estudiantes alrededor del mundo. Dependemos del apoyo de nuestra comunidad para ayudar a expandir nuestro contenido, desarrollar nuestra plataforma, y continuar proporcionando acceso a aprendizaje gratuito. Desde que empezamos hace unos cuantos años, hemos entregado más de 440 millones de lecciones gratuitas y 3 mil millones de ejercicios.
ja: 無料で世界レベルの教育を誰にでもどこにでも提供する使命を持った非営利の団体として，このサポートは私達が世界中のさらに多くの学びの人達に到達する助けとなります．私達は，私達のコンテンツを拡張し，プラットフォームを開発し，無料の学びへのアクセスの提供を継続する助けを私達のコミュニティーのサポートに頼っています．私達はたった数年前にこれを始めたばかりですが，4億4千万回以上の無料のレッスンと 30 億以上の練習問題をこれまでに提供してきました．
nb: Som en ideell organisasjon med et mål om å produsere gratis, verdens-klasse utdanning til alle, overalt, vil denne støtten hjelpe elever over hele verden. Vi er avhengige av støtte fra samfunnet for å utvide innholdet, utvikle plattformen og fortsette med å lage åpne læringsressurser. Siden vi har begynt for bare fem år siden, har vi levert over 440 millioner gratis undrervisningssekvenser og 3 billioner oppgaver.
nl: Als een non-profit organisatie met een missie van het verstrekken van toegang tot een gratis, onderwijs van wereldklasse voor iedereen, overal, zal deze steun ons helpen nog meer leerlingen over de hele wereld bereiken. Wij rekenen op de steun van onze gemeenschap ons te helpen onze inhoud uit te breiden, ons platform te ontwikkelen, en toegang te blijven bieden voor vrij leren. We zijn slechts een paar jaar geleden begonnen maar we hebben al meer dan 440 miljoen gratis lessen en 3 miljard oefeningen afgeleverd.
pl: Jako organizacja non-profit mamy misję zapewnienia dostępu do darmowej, światowej klasy edukacji dla każdego, wszędzie, a to wsparcie pomoże nam dotrzeć do jeszcze większej liczby uczących się na całym świecie. Liczymy na wsparcie naszej społeczności w poszerzaniu naszych zasobów, rozwijaniu platformy i kontynuowaniu zapewniania dostępu do darmowej nauki. Od kiedy zaczynaliśmy kilka lat temu, przekazaliśmy już 440 milionów darmowych lekcji i 3 miliardy ćwiczeń.
pt: Como uma organização sem fins lucrativos com a missão de fornecer acesso a uma educação de alta qualidade e gratuita, para qualquer pessoa, em qualquer lugar, este apoio nos ajudará a atingir ainda mais estudantes em todo o mundo. Contamos com o apoio da nossa comunidade para nos ajudar a expandir nosso conteúdo, desenvolver nossa plataforma e continuar fornecendo acesso ao ensino gratuito. Desde que começamos, há poucos anos, produzimos mais de 440 milhões de aulas gratuitas e 3 bilhões de exercícios.
pt_pt: Como organização sem fins lucrativos com a missão de oferecer uma educação gratuita e de alta qualidade a qualquer pessoa, esteja onde estiver, este apoio ajuda-nos a acompanhar ainda mais alunos por todo o mundo. Contamos com o apoio da nossa comunidade para aumentarmos o nosso conteúdo, melhorar o nosso site e continuar a proporcionar a educação gratuita. Desde que começámos, há apenas alguns anos, já produzimos mais de 440 milhões de aulas gratuitas e 3 mil milhões de exercícios.
tr: Herkes için, her yerde ücretsiz, dünya standartlarında bir eğitim sağlamak misyonu olan ve kar amacı gütmeyen bir kurum olarak, bu destek, dünya çapında daha da fazla öğreniciye ulaşmamıza yardımcı olacak. İçeriğimizi genişletmek, platformumuzu geliştirmek, ve ücretsiz öğrenim erişimi sağlamaya devam etmek için topluluğumuzun desteğine güveniyoruz. Birkaç yıl önce başladığımızdan beri, 440 milyondan fazla ücretsiz ders ve 3 milyar alıştırma verdik.

source: As a parent, how do I register/sign-up my children for LearnStorm?
es: Como padre, ¿cómo registro/inscribo a mis hijos en LearnStorm?
nb: Som foreldre, hvordan kan jeg registrere barn til LearnStorm?
pt: Como pai, como faço para registrar/inscrever meus filhos na LearnStorm?
pt_pt: Como pai, como é que posso inscrever o meu filho na LearnStorm?
tr: Bir veli olarak, çocuğumu LearnStorm'a nasıl kaydettirebilirim?

source: As a parent, how do I register/sign-up my children for LearnStorm?
es: Como padre, ¿cómo registro/inscribo a mis hijos en LearnStorm?
nb: Som foreldre, hvordan kan jeg registrere/sign-up mine barn for LearnStorm?
pt: Como pai, como faço para registrar/inscrever meus filhos na LearnStorm?
pt_pt: Sou um pai. Como é que crio uma conta ou inscrevo os meus filhos na LearnStorm?
tr: Bir veli olarak, çocuklarımı LearnStorm'a nasıl kayıt edebilirim?

source: As a part of the Product Analytics team, Nabeel explores Khan Academy's data to help cultivate a deeper understanding of who our learners are, how they use our product, and how we can move closer to our ultimate goal of increasing worldwide learning gain.
pt: Integrante da equipe de Análise de Produtos, Nabeel explora os dados da Khan Academy para desenvolver um conhecimento mais profundo de quem são nossos alunos, de como eles usam nosso produto e como podemos nos aproximar ainda mais de nosso objetivo principal, que é aumentar a aprendizagem em todo o mundo.

source: As a small, non-profit, we need reliable support to continue providing a free, world-class education for anyone, anywhere.
ja: 小さな，非営利の団体として，無料で世界クラスの教育を誰にでもどこにでも提供し続けるため，私達は信頼できるサポートを必要としています．
nb: Som en liten, non-profit organisasjon, må vi stole på pålitelig støtte for å fortsette å tilby en gratis utdanning i verdensklasse for alle, overalt.
pl: Jesteśmy małą organizacją non-profit, potrzebujemy wsparcia żeby wciąż zapewniać darmową, światowej klasy edukację dla każdego i wszędzie.
pt: Como não temos fins lucrativos, precisamos de um apoio fiel para continuar fornecendo educação gratuita de alta qualidade para todos, em qualquer lugar.
pt_pt: Como não temos fins lucrativos, precisamos de doações para continuarmos a oferecer uma educação gratuita e de alta qualidade a todos, estejam onde estiverem.
tr: Kar amacı gütmeyen küçük bir kurum olarak güvenebileceğimiz destekçilere ve herkese, her yerde, dünya standartlarında bir eğitim imkanını ücretsiz olarak sağlamaya devam edebilmek için sizlerin desteğine ihtiyacımız var.

source: As a teacher, how do I register/sign-up my students for LearnStorm?
es: Como maestro, ¿cómo registro/inscribo a mis estudiantes en LearnStorm?
nb: Som lærer, hvordan kan jeg registrere/sign-up mine elever for LearnStorm?
pl: Jako nauczyciel, jak mogę zarejestrować/zapisać moich uczniów na LearnStorm?
pt: Como professor, como faço para registrar/inscrever meus alunos na LearnStorm?
tr: Bir öğretmen olarak, öğrencilerimi LearnStorm için nasıl kaydedebilirim?

source: As a teacher, how do I register/sign-up my students for LearnStorm?
es: Como maestro, ¿cómo registro/inscribo a mis estudiantes en LearnStorm?
nb: Som lærer, hvordan kan jeg registrere/sign-up mine elever for LearnStorm?
nl: Als een leraar, hoe kan ik mijn studenten registreren/aanmelden voor LearnStorm?
pt: Como professor, como faço para registrar/inscrever meus alunos na LearnStorm?
pt_pt: Sou um professor. Como é que crio uma conta ou inscrevo os meus alunos na LearnStorm?
tr: Bir öğretmen olarak, öğrencilerimi LearnStorm için nasıl kaydedebilirim?

source: As a tutor, Chris is able to help only those students whose families can afford expensive tutoring, so he is excited to be part of a project that will help bring education to students of all backgrounds.
pt: Como professor particular, Chris pode ajudar somente os alunos cujas famílias podem pagar, então ele está animado por fazer parte de um projeto que vai ajudar no acesso à educação para alunos de todas as classes sociais.
tr: Özel ders veren Chris, sadece ailesi pahalı özel dersleri karşılayabilen öğrencilere yardım edebiliyor, ve KA sayesinde her sosyal statüden öğrencinin eğitimine katkıda bulunacak bir projenin parçası olmaktan heyecan duyuyor.

source: As desired, share your experience doing LearnStorm with Khan Academy!
es: Según si es deseado, ¡comparte tu experiencia de la realización de LearnStorm con Khan Academy!
nb: Om du ønsker kan du dele erfaringer fra LearnStorm med Khan Academy!
pt: Como desejado, compartilhar sua experiência na LearnStorm com a Khan Academy!
tr: LearnStorm yapma deneyiminizi istediğiniz gibi Khan Academy'de paylaşın!

source: As long as there are as many points to the left and to the right of the median, the median will stay the same. But the arithmetic mean is calculated using the value of every point. Try moving the points on either side of the median closer and further from the median to see how the mean is affected.
fr: Tant qu'il y a autant de points à gauche et à droite de la médiane, la médiane reste la même. Mais la moyenne arithmétique est calculée à partir des valeur de chacun des nombres. On essaie de rapprocher ou d'éloigner les points qui sont de part et d'autre de la médiane pour voir comment varie la moyenne.
nb: Så lenge det er like mange punkter til høyre og venstre for medianen, vil medianen forbli den samme. Men aritmetisk gjennomsnitt beregnes med å bruke hvert enkelt punkt. Prøv å flytte på punkter på begge sidene nærmere og lengre fra medianen og se hvilken effekt det gir på gjennomsnittet.
pt: Enquanto houver o mesmo número de pontos à esquerda e à direita da mediana, a mediada permanecerá a mesma." "Mas a média aritmética é calculada usando os valores de cada ponto." "Tente mover os pontos dos dois lados da mediana para mais perto e mais longe dela para ver como a média é afetada.
tr: Medyanın solunda ve sağında eşit sayıda nokta olduğu sürece, medyan aynı kalır. Ancak, aritmetik ortalama, her noktanın değeri kullanılarak elde edilir. Medyanın iki tarafındaki noktaları medyana yakınlaştırıp uzaklaştırarak ortalamanın nasıl değiştiğini görün.

source: As soon as you accept, join our official internship Facebook group and post whether or not you're looking for a roommate and your estimated start/end dates.
bg: Непосредствено след като приемете, може да се присъединете се към нашата официална стажантска Facebook група и да поствате дали търсите съквартирант и вашите приблизителни дати на започване и край.
da: Så snart du accepterer, tilmeld dig vores officielle Facebookgruppe for praktikanter og skriv om du leder efter en roommate og din anslåede start/slutdatoer.
es: Tan pronto como aceptes, únete a nuestro grupo oficial de internado en Facebook y publica si estas buscando un compañero de habitación y las fechas estimadas de inicio y final.
fr: Dès que vous aurez accepté l'offre de stage, rejoignez notre groupe officiel de stagiaires sur Facebook. Vous pourrez indiquer sur ce site si vous cherchez un colocataire, et à quelles dates.
pl: Jak najszybciej przyłączcie się do naszej oficjalnej grupy stażystów na Facebooku. Napiszcie czy chcielibyście dzielić z kimś pokój oraz spróbujcie określić kiedy rozpoczynacie i kończycie swój pobyt.
pt: Assim que você aceitar a oferta do estágio, participe do nosso grupo de estagiários oficial no Facebook e publique se você está procurando um colega de quarto e suas datas previstas de início / fim do programa.
tr: Kabul eder etmez, resmi Facebook stajyer grubumuza katılın ve grupta başlangıç/bitiş tarihlerinizle birlikte bir ev arkadaşı arayıp aramadığınızı belirtin.

source: As stated above, <code>\blue{i ^ 2} = \pink{-1}</code>.
es: Como se mencionó antes, <code>\blue{i ^ 2} = \pink{-1}</code>.
fr: <code>\blue{i ^ 2} = \pink{-1}</code>.
pt: Como afirmado acima, <code>\blue{i ^ 2} = \pink{-1}</code>.
tr: Yukarıda belirtildiği gibi, <code>\blue{i ^ 2} = \pink{-1}</code>.

source: As the swim coach at <var>school(1)</var>, <var>person(1)</var> selects which athletes will participate in the state-wide swim relay.
es: Como entrenador de natación en <var>school(1)</var>, <var>person(1)</var> decide los atletas que participarán en el campeonato de natación de relevos del estado.
fr: En tant qu'entraîneur de natation à <var>school(1)</var>, <var>person(1)</var> sélectionne les nageurs qui participeront à la compétition nationale.
nl: Als zwemcoach op <var>school(1)</var> selecteert <var>person(1)</var> welke sportlieden mee mogen doen met de nationale zwemestafette.
pt: Como técnico de natação da <var>school(1)</var>, <var>person(1)</var> seleciona quais atletas vão participar da prova estadual de revezamento.
tr: <var>school(1)</var> okulunun yüzme koçu olarak, <var>person(1)</var> okullar arasındaki yüzme bayrak yarışına katılacak sporcuları seçiyor.

source: As usual, we'll try our best to speed you through the things you already know so you can make progress quickly.
da: Som sædvanlig vil vi gøre vores bedste for at fremskynde vejen gennem de ting, du allerede har lært, så du kan gøre fremskridt hurtigt.
es: Como siempre, haremos nuestro mejor esfuerzo para adelantarte en las cosas que ya sabes para que puedas progresar rápidamente.
fr: Comme d'habitude, nous allons essayer de notre mieux pour vous accélérer à travers les choses que vous savez déjà afin que vous puissiez faire des progrès plus rapidement.
ja: いつものように，私達はできるだけ素早く進捗が進むよう，あなたがもう知っていることはできるだけ飛ばしていくようにしたいと思います．
nb: Som vanlig prøver vi vårt beste for å øke hastigheten på gjennomgangen av tingene du allerede vet, så du kan gjøre fremskritt raskt.
nl: Zoals gebruikelijk, zullen we proberen je snel door de dingen die je al kent heen te loodsen zodat je snel voortgang kan boeken.
pl: Jak zwykle, dokładamy wszelkich starań żeby umożliwić Ci szybkie przejście przez te rzeczy, tak żebyś mógł/mogła zrobić postęp jak najszybciej.
pt: Como sempre, faremos o possível para que você revise brevemente o que já sabe, e assim possa progredir rapidamente.
tr: Her zamanki gibi, daha hızlı ilerlemeniz için, zaten bildiğiniz şeylerden hızlıca geçmek için elimizden geleni yapacağız.

source: As you might guess from the notation, the <span class="hint_pink">population standard deviation</span> <code>(\pink{\sigma})</code> is found by taking the square root of the <span class="hint_red">population variance</span> <code>(\red{\sigma^2})</code>.
pt: Como você pode adivinhar pela notação, o <span class="hint_pink">desvio padrão da população</span> <code>(\pink{\sigma})</code> é encontrado pela raiz quadrada da <span class="hint_red">variância populacional</span> <code>(\red{\sigma^2})</code>.
tr: Notasyondan tahmin edebileceğiniz gibi, <span class="hint_pink">nüfus standart sapması,</span> <code>(\pink{\sigma})</code> <span class="hint_red">nüfus varyansının</span> <code>(\red{\sigma^2})</code> karekökü alınarak bulunur.

source: As you move the decimal, the exponent will automatically change so both numbers are always equal.
fr: Quand on déplace la virgule, l'exposant change automatiquement pour que les deux nombres restent toujours égaux.
nb: Når du flytter desimaltegnet, vil eksponenten endre automatisk med like mye slik at tallet ikke endrer verdi.
pl: Gdy przesuniesz przecinek dziesiętny, wykładnik zmieni się automatycznie, tak, aby obie liczby pozostały równe.
pt: Conforme você move a vírgula decimal, o expoente automaticamente muda para que os dois números sejam sempre iguais.
tr: Siz ondalık noktasının yerini değiştirdikçe, üsteki değer de otomatik olarak değişecek ve sayılar her zaman eşit kalacak.
