Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Don't want your child to have a Khan Academy account? Reply to this message (privacy@khanacademy.org) and ask for your child's account to be deleted.
da: Ønsker du ikke, at dit barn har en Khan Academy-konto? Besvar denne besked (privacy@khanacademy.org) og bed om at få dit barns konto slettet.
es: ¿No quieres que tu hijo tenga una cuenta de Khan Academy? Responde a este mensaje (privacy@khanacademy.org) y pide que la cuenta de tu hijo sea eliminada.
fr: Vous ne voulez pas que votre enfant ait un compte Khan Academy? Répondez à ce message (privacy@khanacademy.org) et demandez à ce que le compte de votre enfant soit supprimé.
nb: Ønsker du ikke at barnet ditt skal ha en konto hos Khan Academy? Svar på denne meldingen (privacy@khanacademy.org) og be om at barnets konto slettes.
nl: Wilt u niet dat uw kind een Khan Academy account heeft? Beantwoord dit bericht (privacy@khanacademy.org) en vraag om de verwijdering van het account van uw kind.
pl: Nie chcesz, aby Twoje dziecko miało konto na Khan Academy? Odpowiedz na tę wiadomość (privacy@khanacademy.org) i poproś o usunięcie konta Twojego dziecka.
pt: Não quer que seu filho tenha uma conta na Khan Academy? Responda a esta mensagem (privacy@khanacademy.org) e peça que a conta de seu filho seja excluída.
tr: Çocuğunuzun Khan Academy hesabı olmasını istemiyor musunuz? Bu mesaja cevap vererek (privacy@khanacademy.org) öğrenci hesabının iptal edilmesi için talebinizi iletebilirsiniz.

source: Don't worry, we'll never post anything on your behalf without asking first.
da: Bare rolig, vi vil aldrig poste noget uden at spørge dig først.
es: No te preocupes, nunca publicaremos nada en tu nombre sin preguntar primero.
fr: Pas d'inquiétude, nous ne publierons rien sans votre permission.
nb: Ikke vær redd, vi vil aldri legge ut noe på dine vegne uten å spørre deg først.
nl: Maak je geen zorgen, we zullen nooit namens u iets posten zonder het eerst te vragen .
pl: Nie martw się, nigdy nie opublikujemy niczego w Twoim imieniu bez wcześniejszego zapytania.
pt: Não se preocupe, nunca publicaremos nada em seu nome sem pedir sua autorização.
pt_pt: Não te preocupes. Não será publicado qualquer conteúdo sem a tua autorização prévia.
tr: Merak etmeyin, size sormadan sizin adınıza hiçbir şey göndermeyeceğiz.

source: Don't worry, you can always change your mind later.
da: Bare rolig, du kan altid skifte mening senere.
es: No te preocupes, siempre puedes cambiar de opinión después.
fr: Ne vous inquiétez pas, vous pouvez toujours changer d'avis plus tard.
ja: ご心配なく，あとでいつでも変更できます．
nb: Ikke bekymre deg, du kan alltid endre mening senere.
nl: Maak je geen zorgen, je kan altijd later nog van gedachten veranderen.
pl: Nie martw się, zawsze możesz później zmienić zdanie.
pt: Não se preocupe, você poderá mudar de ideia mais tarde.
pt_pt: Não te preocupes. Podes sempre mudar de ideias mais tarde.
tr: Endişelenmeyin, seçiminizi daha sonra değiştirebilirsiniz.

source: Donald
bg: Доналд
es: Ronaldo
ja: ドナルド
pt: Ronaldo
pt_pt: Ronaldo
tr: Efe

source: Donate
da: Giv en donation
es: Donar
fr: Don
ja: 寄付
nb: Støtt vårt arbeid
nl: Doneren
pl: Przekaż darowiznę
pt: Faça uma doação
pt_pt: Doar
tr: Bağış Yap

source: Donate and get a bundle of Android games (until Feb 15!)
pt: Doe e ganhe um pacote de jogos para Android (até 15 de fevereiro!)
tr: Bağış yapın ve bir demet Android oyunu kazanın (15 Şubat'a kadar!)

source: Donate every time you shop, at no cost to you.
pl: Przekaż darowiznę za każdym razem, gdy robisz zakupy, bez dodatkowych kosztów.
pt: Doe sempre que comprar, sem nenhum custo para você.
pt_pt: Doe sempre que efetuar uma compra, sem gastar dinheiro.
tr: Her alışverişinizde, ücretsiz, bağış yapın.

source: Donate now
da: Doner nu
es: Dona ahora
fr: Faites un don dès maintenant
ja: 今すぐ寄付する
nb: Gi bidrag nå
nl: Doneer nu
pl: Przekaż darowiznę już teraz
pt: Doar agora
pt_pt: Doar agora
tr: Khan Academy (Amerika Merkez Ofise) Bağış Yapın

source: Donate with Bitcoin. (Must log in or sign up.)
pl: Przekaż Bitcoin. (Musisz się zalogować lub zarejestrować.)
pt: Doe com Bitcoin. (É preciso fazer login ou cadastrar-se).
pt_pt: Faça uma doação em Bitcoin. (Iniciar sessão ou criar conta)
tr: Bitcoin'le bağış yapın. (Giriş yapmanız veya kaydolmanız gerekir.)

source: Donation
pt: Doação
pt_pt: Doação
tr: Bağış yapma

source: Done
da: Sådan
es: Listo
fr: Terminé
ja: 終了
nb: Ferdig
nl: Klaar
pl: Gotowe
pt: Feito
pt_pt: Feito
tr: Tamamlandı

source: Done adding new students
bg: Край на добавянето на ученици
da: Færdig med at tilføje nye elever
es: Terminar de agregar estudiantes
fr: Terminer l'ajout de nouveaux élèves
he: סיים להוסיף תלמידים חדשים
ja: 新しい生徒の追加を完了
nb: Ferdig med å legge til studenter
nl: Klaar met nieuwe leerlingen toevoegen
pl: Zakończono dodawanie nowych uczniów
pt: Novos alunos adicionados
pt_pt: Terminado
tr: Yeni öğrenci ekleme tamamlandı

source: Done! <strong>{{coachNickname}}</strong> is now your coach.
da: Færdig! <strong>{{coachNickname}}</strong> er nu din vejleder.
es: ¡Listo! <strong>{{coachNickname}}</strong> ahora es tu tutor.
fr: Fait ! <strong>{{coachNickname}}</strong> est maintenant votre coach.
ja: 手続きが完了しました！これから <strong>{{coachNickname}}</strong>があなたのコーチです。
nb: Ferdig! <strong>{{coachNickname}}</strong> er nå din veileder.
nl: Klaar! <strong>{{coachNickname}}</strong> is nu jouw coach.
pl: Zrobione! <strong>{{coachNickname}}</strong> jest teraz Twoim trenerem.
pt: Pronto! <strong>{{coachNickname}}</strong> é seu tutor agora.
pt_pt: Boa! <strong>{{coachNickname}}</strong> passou a ser o teu tutor.
tr: İşlem tamam! <strong>{{coachNickname}}</strong> eğitmeniniz olarak tanımlandı.

source: Done! Keep learning.
da: Færdig! Fortsæt med at lære.
es: ¡Listo! Sigue aprendiendo.
fr: Termine! Poursuivre vos études.
ja: 完了! 学び続けましょう．
nb: Ferdig! Fortsett å lære.
nl: Klaar! Blijf leren.
pl: Zrobione! Kontynuuj naukę.
pt: Pronto! Continue seu aprendizado.
pt_pt: Pronto! Continua a aprender.
tr: Tamam! Öğrenmeye devam edin.

source: Donor Relations Associate
pt: Associada de Relações com os Doadores
tr: Bağışçı İlişkileri Temsilcisi

source: Doris Bravo is a Ph.D. candidate in Art History at The University of Texas at Austin, specializing in twentieth-century Latin American art. She is currently completing her dissertation research in Chile with support from the Institute of International Education Graduate Fellowship for International Study.
pt: Doris Bravo é doutoranda em História da Arte na Universidade do Texas em Austin, especializando-se em arte latino-americana do século XX. Ela está atualmente completando sua pesquisa para dissertação no Chile com suporte do programa de fellowship para pós-graduação para Estudos Internacionais.
tr: Doris Bravo, Austin'deki Teksas Üniversitesi'nde, yirminci yüzyıl Latin Amerika sanatı üzerine uzmanlaşmakta olan Sanat Tarihi dalında bir doktora adayıdır. Halen, Uluslar arası Eğitim Enstitüsü Uluslar arası Lisansüstü Eğitim Bursu desteğiyle Şile'de tez araştırmasını tamamlamaktadır.

source: Double Power Hour
da: Intens dobbelt-time
es: Doble poder de la hora
fr: L'heure de Puissance Double
ja: 2倍のパワーの時間
nb: Dobbel Kraft Time
nl: Dubbel geslaagd uur
pl: Podwojona intensywna godzina
pt: Tudo em duas horas
pt_pt: Hora de energia duplicada
tr: Çift güç saati

source: Double-spend Attack
da: Dobbelt-forbrug Angreb
es: Ataque de doble gasto
fr: Attaque Double Dépense
ja: 2倍の時間アタック
nb: Dobbelt-forbruk Angrep
nl: Dubbel-bestede Aanval
pl: atak typu "double-spend"
pt: Transferência em dobro
pt_pt: Ataque da despesa duplicada
tr: Çift harcama saldırısı

source: Doublechecking with Toby...
da: Dobbeltjekker med Toby...
es: Volviendo a revisar con Toby...
fr: Double vérification avec Toby...
ja: トビーと二重にチェックしています．．．
nb: Dobbelsjekker med Toby...
nl: Extra controle door Toby...
pl: Podwójne sprawdzanie z Tobym...
pt: Verificando novamente com o Toby...
pt_pt: A verificar novamente com o Toby...
tr: Toby ile tekrar kontrol ediyoruz..

source: Download a real, full-length SAT practice test, watch Sal work through real SAT problems, and get even more practice using our interactive exercises.
nb: Last ned en ekte, full lengde SAT teoriprøve, og se Sal arbeide gjennom ekte SAT oppgaver, og få enda mer øvelse i å benytte våre interaktive øvelser.
pl: Pobierz prawdziwe, pełnej długości testy praktyczne SAT, zobacz jak Sal rozwiązuje prawdziwe zadania z SAT i naucz się jeszcze więcej, używając naszych interaktywnych ćwiczeń.
pt: Baixe um teste completo com exercícios reais do SAT. Veja Sal resolvendo problemas reais do SAT e pratique ainda mais usando nossos exercícios interativos.
pt_pt: Descarrega uma versão real do SAT e vê o Sal a resolver problemas que saíram em SATs anteriores. Também podes praticar com os nossos exercícios interativos.
tr: Gerçek ve tam uzunlukta bir SAT deneme sınavını yükleyin, Sal'ın gerçek SAT sorularını çözmesini izleyin, ve hatta interaktif alıştırmaları kullanarak daha fazla pratik yapın.

source: Download and use these presentation resources, and remember to share your Ambassador Link!
bg: Изтеглете и ползвайте тези презентации и не забравяйте те споделите и вашия посланически линк!
da: Download og brug disse ressourcer til præsentation, og husk at dele dit Ambassadør Link!
es: Descarga y usa estos recursos de presentación, ¡y recuerda compartir tu enlace de embajador!
nb: Last ned og bruk disse presentasjons-ressursene, og husk å dele din ambassadør link!
nl: Download en gebruik deze presentatiemiddelen en vergeet niet je Ambassadeurslink te delen!
pl: Pobierz i korzystaj z tych materiałów prezentacyjnych, i pamiętaj o udostępnieniu Twojego linka ambasadora!
pt: Baixe e use esses recursos de apresentação e lembre-se de compartilhar o seu link de embaixador!
pt_pt: Descarregue estes recursos para apresentações e partilhe a sua ligação de embaixador!
tr: Bu Sunum Kaynakları'nı yükleyerek kullanabilirsiniz, ve Elçi Bağlantısı'nı da paylaşmayı unutmayınız!

source: Download not available
da: Download ikke tilgængelig
es: Descarga no disponible
fr: Téléchargement non disponible
ja: ダウンロードはできません
nb: Nedlasting ikke tilgjengelig
nl: Download niet beschikbaar
pl: Nie do pobrania
pt: Download não disponível
pt_pt: Impossível descarregar
tr: Yükleme gerçekleştirilemiyor.

source: Download our sample parent permission form.
es: Descarga nuestra forma de ejemplo del permiso de los padres.
ja: 私達のサンプルの親の許可フォームのダウンロード．
nb: Last ned vårt eksempelskjema for foreldre-tillatelse.
nl: Download ons voorbeeld van het toestemmingsformulier voor ouders.
pl: Pobierz nasz przykładowy formularz pozwolenia.
pt: Baixe nosso modelo de formulário de autorização do pai.
pt_pt: Descarregue o nosso modelo de declaração dos pais.
tr: Örnek veli izin formumuzu indirin.

source: Download presentation resources
bg: Изтегли презентации
da: Download resurser til præsentationer
es: Descarga recursos de presentación
nb: Last ned presentasjons-ressurser
nl: Download presentatiemiddelen
pl: Pobierz materiały prezentacyjne
pt: Baixe recursos de apresentação
pt_pt: Descarregar recursos para apresentações
tr: Sunum Kaynakları'nı indirmek

source: Download the student account handout
bg: Изтеглане на инструкциите за сметка на ученик
da: Download printbar elevkonto til uddeling
es: Descarga el folleto de la cuenta de estudiante
fr: Télécharger la fiche "Compte d'élève"
ja: 生徒のアカウントのハンドアウトをダウンロードする
nb: Last ned elevkonto støtteark
nl: Download de handout voor een leerlingaccount
pl: Pobierz materiały informacyjne dla konta ucznia
pt: Baixar folheto informativo sobre a conta de aluno
pt_pt: Descarregar o folheto informativo acerca da conta do aluno
tr: Öğrenci hesap bilgileri formunu indirin

source: Download this video
da: Download denne video
es: Descarga este video
fr: Télécharger cette vidéo
ja: このビデオをダウンロードする
nb: Last ned denne videoen
nl: Download deze video
pl: Pobierz ten film
pt: Fazer download deste vídeo
pt_pt: Descarregar este vídeo
tr: Bu videoyu yükle

source: Download this video (right-click and 'Save As')
da: Download denne video (højreklik og "Gem som")
es: Descarga este video (click derecho y 'guardar como')
fr: Téléchargez cette vidéo (clic droit et 'Enregistrer sous')
ja: このビデオをダウンロードする(右クリックして「新しい名前で保存」します)
nb: Last ned denne videoen (høyreklikk og "Lagre som")
nl: Download deze video (rechtermuisknop en 'Opslaan Als')
pl: Pobierz ten film (kliknij prawym przyciskiem myszy i "Zapisz jako")
pt: Fazer download desse vídeo (clique com o botão direito em ‘Salvar como’)
pt_pt: Descarrega este vídeo (clica no botão direito do rato e em 'Guardar como')
tr: Bu videoyu yükle (sağ tuşa basarak 'Save As''i tıklayınız)

source: Dr. Abram Fox holds a doctorate in art history and archaeology from the University of Maryland, where he specialized in eighteenth century British and American painting. In addition to his dissertation research on the transatlantic artistic and educational exchange centered on the workshop of Benjamin West, Abram has published work on twentieth-century Czech postcards, and comic books in art history.
pt: O Dr. Abram Fox tem doutorado em história da arte e arqueologia pela Universidade de Maryland, onde ele se especializou em pinturas britânicas e americanas do século XVIII. Além de sua pesquisa para dissertação sobre a troca artística e educacional transatlântica centralizada na oficina de Benjamin West, Abram publicou trabalhos sobre cartões postais checos do século XX e sobre as histórias em quadrinho na história da arte.
tr: Dr. Abram Fox, Maryland Üniversitesi'nde sanat tarihi ve arkeoloji doktorası yapmıştır, uzmanlık alanı onsekizinci yüzyıl İngiliz ve Amerikan tablolarıdır. Benjamin West'in atölyesi merkezli atlantik ötesi sanatsal ve eğitimsel değişim hakkındaki doktora tezinin yanı sıra, Abram yirminci yüzyıl Çek kartpostalları, ve sanat tarihinde çizgi romanlar üzerine çalışmalarını da yayımlamıştır.

source: Dr. Allen Farber has taught at the State University of New York College at Oneonta since 1981. He has been responsible for teaching a range of courses including upper level courses in Ancient, Medieval, and Renaissance art. He received his Ph.D. from Cornell University in 1980.
pt: O Dr. Allen Farber leciona na Universidade Estadual de Nova York, em Oneonta, desde 1981. Ele foi responsável por ministrar diversos cursos, incluindo cursos de nível superior em arte antiga, medieval e renascentista. Ele obteve seu doutorado pela Universidade Cornell, em 1980.
tr: Dr. Allen Farber, 1981'den beri New York Eyalet Üniversitesi Oneonta Kampüsü'nde öğretmenlik yapmaktadır. Eski, Ortaçağ, ve Rönesans sanatında üst düzey dersler dahil birçok ders vermiştir. Doktorasını 1980'de Cornell Üniversitesi'nden almıştır.

source: Dr. Amy Calvert is the Contributing Editor for Ancient Egyptian art. Amy holds a Ph.D. from the Institute of Fine Arts at New York University and has been involved in several excavations in Italy, Egypt, and the U.S. She acted as registrar in the field for the Osiris Temple Project with the Yale-University of Pennsylvania-New York University Expedition to Abydos and has worked at The British Museum and the Museum of Fine Arts, Boston.
pt: A Dra. Amy Calvert é editora contribuinte de Arte Egípcia Antiga. Amy tem doutorado pelo Instituto de Belas Artes da Universidade de Nova York e esteve envolvida em diversas escavações na Itália, Egito e nos EUA. Atuou como secretária de registros de campo no Projeto Templo de Osíris da expedição das Universidades de Yale e Nova York a Abidos e trabalhou no Museu Britânico e no Museu de Belas Artes de Boston.
tr: Dr. Amy Calvert, Antik Mısır sanatı için Katkı Yapan Editördür. Amy New York Üniversitesi Güzel Sanatlar Enstitüsü'nde doktora yapmıştır ve İtalya, Mısır, ve A.B.D'de çeşitli kazılarda yer almıştır. Yale-Pennsylvania Üniversitesi-New York Üniversitesi'nin Abydos'a Yolculuğunda, Osiris Tapınağı Projesi'nde sahada kayıt sorumlusu olarak görev yapmıştır ve British Müzesi ve Boston'daki Güzel Sanatlar Müzesi'nde çalışmıştır.

source: Dr. Amy K. Hamlin focuses on early twentieth-century German art, particularly the work of Max Beckmann. Hamlin earned a Ph.D. from the Institute of Fine Arts at NYU and is currently an Assistant Professor of Art History at St. Catherine University, where she teaches across the art history curriculum.
pt: A Dra. Amy K. Hamlin se concentra em arte alemã do começo do século XX, especialmente os trabalhos de Max Beckmann. Hamlin obteve seu doutorado pelo Instituto de Belas Artes da NYU e atualmente é professora assistente de história da arte na Universidade St. Catherine, onde leciona todo o currículo de história da arte.
tr: Dr. Amy K. Hamlin, yirminci yüzyılın başında Alman sanatına odaklanır, özellikle de Max Beckmann'ın eserlerine. Hamlin doktorasını NYU Güzel Sanatlar Enstitüsü'nden almıştır ve St. Catherine Üniversitesi'nde Sanat Tarihi dalında yardımcı doçenttir, tüm sanat tarihi programından dersler vermektedir.

source: Dr. Anne McClanan teaches at Portland State University. She published a book analyzing Byzantine empresses and edited an anthology on Iconoclasm (published as well in Chinese translation) and another anthology on the material culture of sex, procreation and marriage.
pt: A Dra. Anne McClanan leciona na Universidade Estadual de Portland. Ela publicou um livro analisando as imperatrizes bizantinas e editou uma antologia sobre iconoclastia (traduzida também para o chinês) e outra antologia sobre a cultura material do sexo, procriação e casamento.
tr: Dr. Anne McClanan, Portland Eyalet Üniversitesi'nde öğretmenlik yapmaktadır. Bizans imparatoriçelerini incelediği bir kitap yayımladı ve ikonoklazm üzerine bir antolojinin (Çince'ye çevirisi de yayımlanmıştır) ve cinsellik, üreme ve evliliğin maddesel kültürüyle ilgili başka bir antolojinin editörlüğünü yapmıştır.

source: Dr. Ayla Lepine specializes in British nineteenth-century art and architectural history. Prior to obtaining her Ph.D. at The Courtauld Institute of Art in 2011, she studied art history and theology at the University of Victoria and Oxford University. Her thesis focused on intersections between the Gothic Revival, Anglicanism, Oxford, and Cambridge.
pt: A Dra. Ayla Lepine é especializada em história da arte e arquitetura britânicas do século XIX. Antes de obter seu doutorado pelo Instituto Courtauld de Arte, em 2011, ela estudou história da arte e teologia na Universidade de Vitória e na Universidade de Oxford. Sua tese abordou as intersecções entre o renascimento do movimento gótico, o anglicanismo, Oxford e Cambridge.
tr: Dr. Ayla Lepine, on dokuzuncu yüzyıl İngiliz sanat ve mimari tarihinde uzmandır. 2011'de Courtauld Sanat Enstitüsü'nden doktorasını almadan önce, Viktorya Üniversitesi ve Oxford Üniversitesi'nde sanat tarihi ve teoloji okudu, she studied art history and theology at the University of Victoria and Oxford University. Tezi, Gotiğin Uyanışı, Anglikanizm, Oxford, ve Cambridge arasındaki kesişimlere odaklanmıştır.

source: Dr. Benjamin Harvey is an associate Professor of art history at Mississippi State University, Ben received graduate degrees from the University of Birmingham, UK, and UNC-Chapel Hill. His research focuses on word-and-image issues, especially as they relate to 19th century France and early 20th century Britain. His work has appeared in numerous venues, including publications by Cornell University Press, Edinburgh University Press, and Palgrave MacMillan.
pt: O Dr. Benjamin Harvey é professor associado de história da arte na Universidade Estadual do Mississippi. Ben se formou na Universidade de Birmingham, no Reino Unido, e na UNC-Chapel Hill. Sua pesquisa se concentra em questões de palavra-e-imagem, especialmente no que tange sua relação com a França do século XIX e com a Grã-Bretanha do começo do século XX. Seu trabalho apareceu em diversos espaços, incluindo publicações da Cornell University Press, Edinburgh University Press e Palgrave MacMillan.
tr: Dr. Benjamin Harvey, Mississipi Eyalet Üniversitesi'nde sanat tarihi dalında doçenttir, Ben, İngiltere'de Birmingham Üniversitesi ve UNC-Chapel Hill'den lisansüstü diploma almıştır. Araştırması, özellikle 19. yüzyıl Fransa'sı ve 20. yüzyılın başlarında İngiltere'deki sözcük-ve-görüntü sorunlarına odaklanır. Çalışmaları, Cornell University Press, Edinburgh University Press, ve Palgrave MacMillan yayımları gibi birçok yerde yer almıştır.

source: Dr. Bernard Frischer authored, or co-authored, six books and many articles on virtual heritage and on the Classical world and its survival. He is Professor of Informatics at Indiana University, Bloomington. Previously, he was Professor of Art History and Classics at the University of Virginia where he was Director of the Virtual World Heritage Laboratory. Dr. Frischer’s many projects include "Rome Reborn," the virtual recreation of the city of ancient Rome within the Aurelian Walls. He received his Ph.D. in Classics summa cum laude from the University of Heidelberg.
pt: O Dr. Bernard Frischer é autor ou coautor de seis livros de muitos artigos sobre herança virtual e sobre o mundo clássico e sua sobrevivência. Ele é professor de informática na Universidade de Indiana em Bloomington. Antes disso, ele era professor de História da Arte e Clássicos na Universidade da Virgínia, onde ele foi diretor do Laboratório Virtual da Herança Mundial. Os muitos projetos do Dr. Frischer incluem "Roma Renascida", a recriação virtual da antiga cidade de Roma dentro da Muralha Aureliana. Ele obteve seu doutorado em Clássicos summa cum laude pela Universidade de Heidelberg.
tr: Dr. Bernard Frischer, sanal miras, ve Klasik dünya ve hayatta kalmasıyla ilgili altı kitabın ve birçok makalenin yazarı, veya eş-yazarıdır. Indiana Üniversitesi, Bloomington'da Bilişim Profesörüdür. Daha önce, Virginia Üniversitesi'nde Sanat Tarihi ve Klasikler alanındaki Profesördü ve Sanal Dünya Kalıtım Laboratuvarının Müdürüydü. Dr. Frischer'in projelerinin arasında Aurelyen Duvarlarının içinde antik Roma şehrinin sanal inşasını içeren "Roma'nın Yeniden Doğuşu" da vardır. Klasikler alanındaki doktorasını en yüksek onur derecesiyle, Heidelberg Üniversitesi'nden almıştır.

source: Dr. Beth S. Gersh-Nesic earned her Ph.D. in art history from the City University of New York Graduate Center and currently teaches art history at Purchase College. Her specialty is Modern Art with an emphasis on Picasso and Cubism.
pt: A Dra. Beth S. Gersh-Nesic obteve seu doutorado em história da arte pelo Centro de Pós-graduação da Universidade da Cidade de Nova York e atualmente leciona história da arte na Faculdade Purchase. Sua especialidade é arte moderna com ênfase em Picasso e no Cubismo.
tr: Dr. Beth S. Gersh-Nesic sanat tarihi alanındaki doktorasını New York Şehir Üniversitesi'nde almıştır ve Purchase Üniversitesi'nde sanat tarihi öğretmektedir. Uzmanlığı, Picasso ve Kübizm'e vurgu yapan Modern Sanat'tır.

source: Dr. Bianca Yoo is an internal medicine resident at the University of North Carolina, Chapel Hill, hoping to pursue a fellowship in cardiology.
pt: A Dra. Bianca Yoo é residente de medicina interna na Universidade da Carolina do Norte, em Chapel Hill, e pretende entrar no programa de fellowship em cardiologia.
tr: Dr. Bianca Yoo, Kuzey Karolina Üniversitesi, Chapel Hill'de bir iç hastalıkları öğrencisidir, kardiyoloji alanında burs almayı umuyor.
