Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: That gives us <code>8 \text{ H}</code> on the left and only <code>2</code> on the right, so multiply <code>\text{H}_2</code> by <code>\pink{4}</code>. (Since hydrogen is by itself on the right, it should be done at the end because you can give it a coefficient without affecting another element.)
pl: To daje nam <code>8 \text{ H}</code> po lewej stronie i tylko <code>2</code> po prawej, więc pomnóż <code>\text{H}_2</code> przez <code>\pink{4}</code>. (Jako że wodór jest sam po lewej stronie, powinien zostać zbilansowany na końcu, ponieważ możesz przypisać mu współczynnik bez wpływania na pozostałe pierwiastki.)
pt: Isso nos dá <code>8 \text{ H}</code> à esquerda e apenas <code>2</code> à direita, portanto, multiplique <code>\text{H}_2</code> por <code>\pink{4}</code>. (Como o hidrogênio está sozinho à direita, ele deve ser deixado para o final, porque você pode atribuir um coeficiente sem afetar outro elemento).
tr: Bu bize solda <code>8 \text{ H}</code> ve sağda sadece <code>2</code> verir, buna göre, <code>\text{H}_2</code>'yi <code>\pink{4}</code> ile çarparız. (Sağda hidrojen tek başına olduğundan en sonda yapılmalıdır, çünkü başka bir elementi etkilemeksizin bir katsayı verebilirsiniz.)

source: That gives us <code>8 \text{ H}</code> on the left and only <code>2</code> on the right, so multiply <code>\text{H}_2\text{O}</code> by <code>\red{4}</code>.
pl: To daje nam <code>8 \text{ H}</code> po lewej stronie i tylko <code>2</code> po prawej, więc pomnóż <code>\text{H}_2\text{O}</code> przez <code>\red{4}</code>.
pt: Isso nos dá <code>8 \text{ H}</code> à esquerda e apenas <code>2</code> à direita, portanto, multiplique <code>\text{H}_2\text{O}</code> por <code>\red{4}</code>.
tr: Bu bize solda <code>8 \text{ H}</code> ve sağda sadece <code>2</code> var, buna göre, <code>\text{H}_2\text{O}</code> ile <code>\red{4}</code>‘ü çarpınız.

source: That is not a valid image URL.
da: Det er ikke et gyldigt URL for et billede.
es: Esa no es una dirección URL válida de imagen.
nb: Det er ikke en gyldig bilde-URL.
pl: To nie jest prawidłowy adres URL.
pt: Essa não é uma URL de imagem válida.
tr: Bu geçerli bir görüntü URL'si değildir.

source: That is, <code>\sqrt[<var>EXP</var>]{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.
da: Det vil sige, at <code>\sqrt[<var>EXP</var>]{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.
es: Esto es <code>\sqrt[<var>EXP</var>]{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.
fr: Autrement dit, <code>\sqrt[<var>EXP</var>]{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.
nb: Det vil si at <code>\sqrt[<var>EXP</var>]{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.
pt: Isso é, <code>\sqrt[<var>EXP</var>]{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.
tr: Yani, <code>\sqrt[<var>EXP</var>]{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.

source: That is, <code>\sqrt{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.
da: Det vil sige, at <code>\sqrt{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.
es: Es decir, <code>\sqrt{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.
fr: Autrement dit, <code>\sqrt{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.
nb: Det vil si at <code>\sqrt{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.
pt: Isso é, <code>\sqrt{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.
tr: Yani, <code>\sqrt{<var>NUM</var>} = <var>NUM</var>^{1/<var>EXP</var>} = <var>BASE</var></code>.

source: That leaves <code><var>EMPIRICAL1</var>\% - <var>EMPIRICAL2</var>\% = <var>roundTo(2, EMPIRICAL1 - EMPIRICAL2)</var>\%</code> of <var>ANIMALS</var> between <code><var>Z_MIN</var></code> and <code><var>Z_MAX</var></code> standard deviation of the mean, or <code>\red{<var>roundTo(2, (EMPIRICAL1 - EMPIRICAL2) / 2)</var>\%}</code> on either side of the distribution.
pt: Isso deixa <code><var>EMPIRICAL1</var>\% - <var>EMPIRICAL2</var>\% = <var>roundTo(2, EMPIRICAL1 - EMPIRICAL2)</var>\%</code> dos(as) <var>ANIMALS</var> entre <code><var>Z_MIN</var></code> e <code><var>Z_MAX</var></code> desvio padrão da média, ou <code>\red{<var>roundTo(2, (EMPIRICAL1 - EMPIRICAL2) / 2)</var>\%}</code> nos dois lados da distribuição.
tr: Bu dağılımın her iki yanında da <code><var>EMPIRICAL1</var>\% - <var>EMPIRICAL2</var>\% = <var>roundTo(2, EMPIRICAL1 - EMPIRICAL2)</var>\%</code> <var>ANIMALS</var> <code><var>Z_MIN</var></code> ve <code><var>Z_MAX</var></code> arasında ortalamanın standart sapması, veya <code>\red{<var>roundTo(2, (EMPIRICAL1 - EMPIRICAL2) / 2)</var>\%}</code> bırakır.

source: That means that to figure out whether the original number is divisible by <code><var>FACTOR</var> </code>, all we need to do is add up the digits and see if the sum is divisible by <code><var>FACTOR</var></code>. In other words, <code>\blue{<var>NUMBER</var>}</code> is divisible by <code><var>FACTOR</var></code> if <code>\blue{ <var>integerToDigits(NUMBER).join("}+\\blue{") </var>}</code> is divisible by <code><var>FACTOR</var></code>!
es: Esos significa que para averiguar si el número original es divisible entre <code><var>FACTOR</var> </code>, todo lo que debemos hacer es sumar sus dígitos y ver si la suma es divisible entre <code><var>FACTOR</var></code>. En otras palabras, <code>\blue{<var>NUMBER</var>}</code> es divisible entre <code><var>FACTOR</var></code> ¡si <code>\blue{ <var>integerToDigits(NUMBER).join("}+\\blue{") </var>}</code> es divisible entre <code><var>FACTOR</var></code>!
fr: On en déduit que pour savoir si le nombre de départ est divisible par <code><var>FACTOR</var> </code>, il suffit de faire la somme de ses chiffres et de voir si cette somme est divisible par <code><var>FACTOR</var></code>. En d'autres termes, <code>\blue{<var>NUMBER</var>}</code> est divisible par <code><var>FACTOR</var></code> si <code>\blue{ <var>integerToDigits(NUMBER).join("}+\\blue{") </var>}</code> est divisible par <code><var>FACTOR</var></code> !
hi: इसका मतलब है यह जानने के लिए कि अगर वास्तविक संख्या <code><var>FACTOR</var> </code> विभाजित हो सकती है, हमे बस यह करना होगा कि सारे अंकों को जोड़ दें और देखें कि अगर योग <code><var>FACTOR</var></code> विभाजित हो सकता हैI दूसरे शब्दों में, <code>\blue{<var>NUMBER</var>}</code> विभाजित हो सकता है <code><var>FACTOR</var></code> if <code>\blue{ <var>integerToDigits(NUMBER).join("}+\\blue{") </var>}</code> is divisible by <code><var>FACTOR</var></code>! सेI
nl: Dit houdt in, dat we, als we willen zien of het oorspronkelijke getal deelbaar is door <code><var>FACTOR</var> </code>, we alléén maar de cijfers hoeven op te tellen en te bezien of de som deelbaar is door <code><var>FACTOR</var></code>. Met andere woorden, <code>\blue{<var>NUMBER</var>}</code> is deelbaar door <code><var>FACTOR</var></code> als <code>\blue{ <var>integerToDigits(NUMBER).join("}+\\blue{") </var>}</code> deelbaar is door <code><var>FACTOR</var></code>!
pl: To oznacza, że,a by sprawdzić czy początkowa liczba jest podzielna przez <code><var>FACTOR</var> </code>, wszystkim, co musimy zrobić jest dodanie jej cyfr i sprawdzenie czy suma jest podzielna przez <code><var>FACTOR</var></code>. Innymi słowy, <code>\blue{<var>NUMBER</var>}</code> jest podzielna przez <code><var>FACTOR</var></code> jeśli <code>\blue{ <var>integerToDigits(NUMBER).join("}+\\blue{") </var>}</code> jest podzielna przez <code><var>FACTOR</var></code>!
pt: Isso significa que, para descobrir se o número original é divisível por <code><var>FACTOR</var> </code>, tudo o que precisamos é adicionar os algarismos e ver se a soma é divisível por <code><var>FACTOR</var></code>. Em outras palavras, <code>\blue{<var>NUMBER</var>}</code> é divisível por <code><var>FACTOR</var></code> se <code>\blue{ <var>integerToDigits(NUMBER).join("}+\\blue{") </var>}</code> for divisível por <code><var>FACTOR</var></code>!
tr: Orijinal sayının <code><var>FACTOR</var> </code> ile bölünebilir olup olmadığını anlamak için tek yapmamız gereken, rakamları toplayıp toplamın <code><var>FACTOR</var></code> ile bölünebilir olup olmadığına bakmak. Başka bir deyişle, eğer <code>\blue{ <var>integerToDigits(NUMBER).join("}+\\blue{") </var>}</code> , <code><var>FACTOR</var></code> ile bölünebiliyor ise bu durumda <code>\blue{<var>NUMBER</var>}</code> da <code><var>FACTOR</var></code> ile bölünebilir.

source: That username is unavailable.
da: Brugernavnet er ikke tilgængeligt.
es: Ese nombre de usuario no está disponible.
fr: Ce nom d'utilisateur n'est pas disponible.
ja: そのユーザー名は利用できません．
nb: Dette brukernavnet er ikke tilgjengelig.
nl: Deze gebruikersnaam is niet beschikbaar.
pl: Ta nazwa użytkownika jest niedostępna.
pt: Esse nome de usuário não está disponível.
pt_pt: Este nome de utilizador não está disponível.
tr: Bu Kullanıcı Adı kullanılamaz.

source: That username isn't available.
da: Dette brugernavn ikke er tilgængeligt.
es: Ese nombre de usuario no está disponible.
fr: Ce nom d'utilisateur n'est pas disponible.
ja: このユーザー名は使用できません
nb: Brukernavnet er ikke tilgjengelig.
nl: Die gebruikersnaam is niet beschikbaar.
pl: Ta nazwa użytkownika jest niedostępna.
pt: Esse nome de usuário não está disponível.
pt_pt: O nome de utilizador que definiste não está disponível.
tr: Bu kullanıcı adı geçersizdir.

source: That’s a %(hustleIncreasePercent)s in Hustle from last week!
es: ¡Es un %(hustleIncreasePercent)s en el esfuerzo de la semana pasada!
ja: 先週からのハッスルは %(hustleIncreasePercent)s !
nb: Det er en %(hustleIncreasePercent)s i streving fra forrige uke!
pl: To %(hustleIncreasePercent)s w szybkości z ostatniego tygodnia!
pt: Houve %(hustleIncreasePercent)s em seu esforço em comparação à semana passada!
pt_pt: Houve um %(hustleIncreasePercent)s do esforço em relação à semana passada!
tr: Bu geçen haftaki çabadan %(hustleIncreasePercent)s !

source: The "&lt;%(name)s&gt;" tag can't be self-closed, because "&lt;%(name)s&gt;" is not a void element; it must be closed with a separate "&lt;/%(name)s&gt;" tag.
da: "&lt;%(name)s&gt;" tag kan ikke være selv-lukket, fordi "&lt;%(name)s&gt;" er ikke et tom element; det skal lukkes med separat "&lt;/%(name)s&gt;" tag.
es: La etiqueta "&lt;%(name)s&gt;" no puede estar autocerrada, porque "&lt;%(name)s&gt;" no es un elemento vacío válido; debe cerrarse con una etiqueta separada "&lt;/%(name)s&gt;".
nb: "&lt;%(name)s &gt;" koden kan ikke være selv lukkende, fordi "&lt; %(name)s &gt;" ikke er et ugyldig element; det må avsluttes med en egen "&lt; / %(name)s &gt;" kode.
pl: Tag "&lt;%(name)s&gt;" nie może być zamknięty przez siebie, ponieważ "&lt;%(name)s&gt;" nie jest elementem pustym; musi być zamknięty oddzielnym tagiem "&lt;/%(name)s&gt;".
pt: A tag "&lt;%(name)s&gt;" não pode ter fechamento automático porque "&lt;%(name)s&gt;" não é um elemento vazio; ela deve ser fechada com uma tag "&lt;/%(name)s&gt;".
tr: "&lt;%(name)s&gt;" etiketi kendini kapatamaz, çünkü "&lt;%(name)s&gt;" geçersiz bir öğe değildir ve ayrı bir "&lt;/%(name)s&gt;" etiketiyle kapatılmalıdır.

source: The "&lt;%(openTag_name)s&gt;" tag's "%(attribute_name_value)s" attribute currently points to an insecure resource.
da: Attributten "&lt;%(openTag_name)s&gt;" tag's "%(attribute_name_value)s" peger i øjeblikket på en usikker ressource.
es: El atributo "%(attribute_name_value)s" de la etiqueta "&lt;%(openTag_name)s&gt;" actualmente dirige a una fuente insegura.
nb: "&lt;%(openTag_name)s&gt;" tag's "%(attribute_name_value)s" attributtet peker til en usikker kilde.
pl: Tag "&lt;%(openTag_name)s&gt;" zawiera atrybut "%(attribute_name_value)s", który obecnie prowadzi do niezabezpieczonego zasobu.
pt: O atributo "%(attribute_name_value)s" da tag "&lt;%(openTag_name)s&gt;" está apontando para um recurso não seguro.
tr: "&lt;%(openTag_name)s&gt;" etiketinin "%(attribute_name_value)s" özelliği an itibariyle güvenilir olmayan bir kaynağa işaret ediyor.

source: The "absolute value" of a number can be viewed as its distance from <code>0</code>. The distance from <code><var>NUM_2</var></code> to <code>0</code> is <code><var>NUM_2_VALUE</var></code> so:
fr: La "valeur absolue" d'un nombre est sa distance à <code>0</code>. La distance de <code><var>NUM_2</var></code> à <code>0</code> est <code><var>NUM_2_VALUE</var></code>, donc :
nb: "Absoluttverdien" av et tall er avstanden fra <code>0</code>. Avstanden fra <code><var>NUM_2</var></code> til <code>0</code> er <code><var>NUM_2_VALUE</var></code> så:
pl: Na "wartość bezwzględną" liczby możemy spojrzeć jak na jej odległość od <code>0</code>. Odległość od <code><var>NUM_2</var></code> do <code>0</code> to <code><var>NUM_2_VALUE</var></code>, więc:
pt: O "valor absoluto" de um número pode ser visto como a sua distância de <code>0</code>. A distância entre <code><var>NUM_2</var></code> e <code>0</code> é <code><var>NUM_2_VALUE</var></code> então:
tr: Bir sayının "mutlak değeri" <code>0</code>'dan uzaklığı olarak düşünülebilir. <code><var>NUM_2</var></code> sayısının <code>0</code>'dan uzaklığı, <code><var>NUM_2_VALUE</var></code>'e eşittir, yani:

source: The "absolute value" of a number is its distance from <code>0</code>. The distance from <code><var>NUM_1</var></code> to <code>0</code> is <code><var>NUM_1_VALUE</var></code> so:
fr: La "valeur absolue" d'un nombre est sa distance à <code>0</code>. La distance de <code><var>NUM_1</var></code> à <code>0</code> est <code><var>NUM_1_VALUE</var></code>, donc :
nb: "Absoluttverdien" av et tall er avstanden fra <code>0</code>. Avstanden fra <code><var>NUM_1</var></code> til <code>0</code> er <code><var>NUM_1_VALUE</var></code> så:
pl: "Wartość bezwzględna" liczby to jej odległość od <code>0</code>. Odległość od <code><var>NUM_1</var></code> do <code>0</code> to <code><var>NUM_1_VALUE</var></code>, więc:
pt: O "valor absoluto" de um número é sua distância de <code>0</code>. A distância entre <code><var>NUM_1</var></code> e <code>0</code> é <code><var>NUM_1_VALUE</var></code> então:
tr: Bir sayının "mutlak değeri" o sayının <code>0</code>'dan uzaklığıdır. <code><var>NUM_1</var></code> sayısının <code>0</code>'dan uzaklığı, <code><var>NUM_1_VALUE</var></code>'e eşittir, buna göre:

source: The %(nth)s section of the antiderivative has a %(inc)s slope, so it corresponds to an original function that is %(inc)s.
da: Den %(nth)s del af den antiafledte har en hældning på %(inc)s, så den svarer til den originale funktion, der er %(inc)s.
es: La %(nth)s ección de la antiderivada tiene una pendiente de %(inc)s, así que corresponde a una función original que es %(inc)s.
fr: Les tangentes à la %(nth)s partie de la courbe de la primitive ont une pente qui est %(inc)s, donc cette partie correspond à une fonction qui est %(inc)s.
nb: Den %(nth)s del av den antideriverte har et stigningstall på %(inc)s, så den tilsvarer en opprinnelig funksjon som er %(inc)s.
nl: De %(nth)s sectie van de primitieve heeft een helling %(inc)s, dus komt het overeen met een originele functie die %(inc)s is.
pl: %(nth)s część antypochodnej ma nachylenie %(inc)s, więc odpowiada to pierwotnej funkcji, czyli %(inc)s.
pt: A %(nth)s seção da antiderivada tem uma inclinação %(inc)s, então é correspondente a uma função original que é %(inc)s.
pt_pt: A %(nth)s secção da antiderivada tem um declive de %(inc)s, então é correspondente a uma função original que é %(inc)s.
tr: Terstürevin %(nth)s kısmının eğimi, %(inc)s. Buna göre, %(inc)s fonksiyonu ile örtüşür.

source: The %(nth)s section of the antiderivative has a constant slope of %(val)s, so it corresponds to an original function that has a constant value of %(val)s.
da: Den %(nth)s del af den antiafledte har en konstant værdi på %(val)s, så den svarer til en oprindelige funktion med en konstant værdi på %(val)s.
es: La %(nth)s sección de la antiderivada tiene una pendiente constante de %(val)s, así que eso corresponde a una función original que tiene un valor constante de %(val)s.
fr: La section %(nth)s d'une primitive a un coefficient directeur de %(val)s; donc il correspond à celui d'une fonction originale qui a une valeur constante de %(val)s.
nb: Den %(nth)s delen av den antideriverte har en konstant stigning på %(val)s, så det korresponderer med en funksjon som har en konstant verdi på %(val)s.
nl: Het %(nth)s gedeelte van de anti-afgeleide heeft een constante waarde van %(val)s, dus het komt overeen met een oorspronkelijke functie met een constante van %(val)s.
pl: %(nth)s część antypochodnej ma stałe nachylenie %(val)s, więc odpowiada funkcji pierwotnej o stałej wartości %(val)s.
pt: A seção %(nth)s da antiderivada tem uma inclinação constante de %(val)s, portanto corresponde a uma função original com um valor constante de %(val)s.
tr: Terstürevin %(nth)s kısmı, %(val)s sabit eğimine sahiptir. Öyleyse, bu eğim, sabit değeri %(val)s olan özgün bir fonksiyona karşılık gelmektedir.

source: The %(nth)s section of the derivative has a constant value of %(val)s, so it corresponds to an original function with a constant <b>slope</b> of %(val)s.
da: Den %(nth)s del af den afledte har en konstant værdi på %(val)s, så den svarer til den oprindelige funktion med en konstant <b>hældning</b> på %(val)s.
es: La %(nth)s sección de la derivada tiene un valor constante de %(val)s, así que eso corresponde a una función original con <b>pendiente</b> constante de %(val)s.
fr: La %(nth)s partie de la dérivée a une valeur constante de %(val)s, donc cela correspond à une fonction originale avec une <b>pente</b> constante de %(val)s.
nb: Den %(nth)s delen av den deriverte har en konstant verdi på %(val)s, så det korresponderer med en original funksjon med en konstant <b>stigning</b> på %(val)s.
nl: Het %(nth)s gedeelte van de afgeleide heeft een constante waarde van %(val)s, dus het komt overeen met een oorspronkelijke functie met een constante <b>helling</b> van %(val)s.
pl: %(nth)s część pochodnej ma stałą wartość %(val)s, więc odpowiada pierwotnej funkcji o stałym <b>nachyleniu</b> %(val)s.
pt: A seção %(nth)s da derivada tem um valor constante de %(val)s, portanto corresponde a uma função original com uma <b>inclinação</b> constante de %(val)s.
tr: Türevin %(nth)s kısmı, %(val)s sabit eğimine sahiptir. Öyleyse, bu eğim, <b>eğiminin</b> sabit değeri %(val)s olan özgün bir fonksiyona karşılık gelmektedir.

source: The %(nth)s section of the derivative is %(inc)s, so it corresponds to an original function whose <b>slope</b> is %(inc)s.
da: Den %(nth)s del af den afledte er %(inc)s, så den svarer til den originale funktion, hvis <b>hældning</b> er %(inc)s.
es: La %(nth)s sección de la derivada es %(inc)s, así que corresponde a una función original cuya <b>pendiente</b> es %(inc)s.
fr: La %(nth)s partie de la dérivée est %(inc)s, donc elle correspond à une fonction dont la courbe admet des tangentes dont la <b>pente</b> est %(inc)s.
nb: Den %(nth)s del av den deriverte er %(inc)s, so den svarer til en opprinnelig funksjon hvis <b>helning</b> er %(inc)s.
nl: De %(nth)s sectie van de afgeleide is %(inc)s, dus komt het overeen met een originele functie wiens <b>helling</b> %(inc)s is.
pl: %(nth)s częścią pochodnej jest %(inc)s, więc odpowiada to funkcji pierwotnej, której <b>nachylenie</b> to %(inc)s.
pt: A %(nth)s seção da derivada é %(inc)s, então é correspondente a uma função original cuja <b>inclinação</b> é %(inc)s.
pt_pt: A %(nth)s secção da derivada é %(inc)s, então é correspondente a uma função original cujo <b>declive</b> é %(inc)s.
tr: Türevin %(nth)s kısmı, %(inc)s, Buna göre, <b>eğimi</b> %(inc)s olan bir fonksiyon ile örtüşür.

source: The '{a}' key may produce unexpected results.
da: "{a}"-knappen kan give uventede resultater.
es: La tecla '{a}' puede producir resultados inesperados.
nb: Nøkkelen'{a}' kan gi uventede resultater.
pl: Klawisz "{a}" może dać nieoczekiwane wyniki.
pt: A chave '{a}' pode produzir resultados inesperados.
tr: {a} anahtarı beklenmedik sonuçlar üretebilir.

source: The '{a}' property is deprecated.
da: "{a}"-egenskaben er forældet.
es: La propiedad '{a}' está obsoleta.
nb: Egenskapen '{a}' er avverget.
pl: Własność "{a}" nie jest zalecana.
pt: A propriedade '{a}' está obsoleta.
tr: {a} özelliği artık kullanılmamaktadır.

source: The <code><var>COORD</var></code> coordinate of the point is <code>\pink{<var>SOLUTION</var>}</code>, so <code>\<var>FN</var>\left(<var>PRETTY_ANGLE</var>\right) = <var>SOLUTION</var></code>.
es: La coordenada <code><var>COORD</var></code> del punto es <code>\pink{<var>SOLUTION</var>}</code>, entonces <code>\<var>FN</var>\left(<var>PRETTY_ANGLE</var>\right) = <var>SOLUTION</var></code>.
fr: Sa coordonnée selon l'axe des <code><var>COORD</var></code> est <code>\pink{<var>SOLUTION</var>}</code>, donc <code>\<var>FN</var>\left(<var>PRETTY_ANGLE</var>\right) = <var>SOLUTION</var></code>.
pl: Współrzędna <code><var>COORD</var></code> tego punktu wynosi <code>\pink{<var>SOLUTION</var>}</code>, więc <code>\<var>FN</var>\left(<var>PRETTY_ANGLE</var>\right) = <var>SOLUTION</var></code>.
pt: A coordenada <code><var>COORD</var></code> do ponto é <code>\pink{<var>SOLUTION</var>}</code>, portanto <code>\<var>FN</var>\left(<var>PRETTY_ANGLE</var>\right) = <var>SOLUTION</var></code>.
tr: Noktanın <code><var>COORD</var></code> koordinatı, <code>\pink{<var>SOLUTION</var>}</code>, buna göre, <code>\<var>FN</var>\left(<var>PRETTY_ANGLE</var>\right) = <var>SOLUTION</var></code>.

source: The <code><var>NUMBER</var></code> dots can be arranged in <code><var>NUMBER / FACTOR</var></code> row.
es: Se pueden ordenar los <code><var>NUMBER</var></code> puntos en <code><var>NUMBER / FACTOR</var></code> fila.
fr: Les <code><var>NUMBER</var></code> points peuvent être disposés en <code><var>NUMBER / FACTOR</var></code> rang.
nb: <code><var>NUMBER</var></code> punktene kan ordnes i <code><var>NUMBER / FACTOR</var></code> rad.
nl: De <code><var>NUMBER</var></code> stippen kunnen in <code><var>NUMBER / FACTOR</var></code> rij gerangschikt worden.
pl: <code><var>NUMBER</var></code> kropek może zostać ułożone w <code><var>NUMBER / FACTOR</var></code> rząd.
pt: Os <code><var>NUMBER</var></code> pontos podem ser organizados em <code><var>NUMBER / FACTOR</var></code> linha.
tr: Bu <code><var>NUMBER</var></code> nokta, <code><var>NUMBER / FACTOR</var></code> sıra şeklinde düzenlenebilir.
