Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: hypotenuse <code>= \overline{<var>HYPOTENUSE_NAME</var>} = <var>AB_STRING</var></code>
es: hipotenusa <code>= \overline{<var>HYPOTENUSE_NAME</var>} = <var>AB_STRING</var></code>
pl: przeciwprostokątna <code>= \overline{<var>HYPOTENUSE_NAME</var>} = <var>AB_STRING</var></code>
pt: hipotenusa <code>= \overline{<var>HYPOTENUSE_NAME</var>} = <var>AB_STRING</var></code>
tr: Hipotenüs <code>= \overline{<var>HYPOTENUSE_NAME</var>} = <var>AB_STRING</var></code>

source: i have learned all kinds of different things from using khan academy
da: Jeg har lært en masse forskellige ting med Khan Academy
es: He aprendido todo tipo de cosas diferentes usando Khan Academy
fr: La Khan Academy m'a appris toutes sortes de choses
nb: Jeg har lært mange forskjellige ting ved å bruke Khan Academy
nl: Ik heb allemaal verschillende dingen geleerd door de Khan Academy te gebruiken
pl: Nauczyłem się wielu rodzajów różnych rzeczy używając Khan Academy
pt: eu aprendi vários tipos de coisas diferentes usando a Khan Academy
tr: Khan Academy'i kullanarak, pek çok şey hakkında yeni bilgiler öğrendim

source: iPad app
es: Aplicación para iPad
fr: Application pour iPad
ja: iPadのアプリ
pl: Aplikacja na iPada
pt: Aplicativo para iPad
pt_pt: Aplicação para iPad
tr: iPad uygulaması

source: if
da: hvis
es: si
fr: si
nb: Hvis
pl: jeżeli
pt: se
tr: eğer

source: image: an image returned by getImage()
da: image: et billede, der returneres af getImage()
es: imagen: una imagen devuelta por getImage()
nb: image: et bilde returneres med getImage()
nl: image: een afbeelding terugkerend door getImage()
pl: obrazek: obrazek zwrócony przez getImage()
pt: image: uma imagem retornada por getImage()
tr: image: getImage() tarafından verilen görüntü

source: in
da: i
es: en
fr: en
ja: に
nb: i
pl: w
pt: em
pt_pt: em
tr: içinde

source: in <strong>%(context_name)s</strong>
da: i <strong>%(context_name)s</strong>
es: en <strong>%(context_name)s</strong>
fr: en <strong>%(context_name)s</strong>
ja: <strong>%(context_name)s</strong>に
nb: i <strong>%(context_name)s</strong>
pl: w <strong>%(context_name)s</strong>
pt: em <strong>%(context_name)s</strong>
pt_pt: em <strong>%(context_name)s</strong>
tr: <strong>%(context_name)s</strong> içinde

source: in Learn Storm
ja: ラーンストームで
nb: i Learn Storm
pt: na Learn Storm
pt_pt: na LearnStorm
tr: Learn Storm'da

source: in the evening
da: om aftenen
es: en la tarde
fr: dans la soirée
ja: 夕方に
nb: på ettermiddagen
nl: 's avonds
pl: wieczorem
pt: à noite
pt_pt: à tarde
tr: akşamları

source: in the morning
da: om morgenen
es: en la mañana
fr: dans la matinée
ja: 朝のうちに
nb: om morgenen
nl: 's ochtends
pl: rano
pt: de manhã
pt_pt: de manhã
tr: sabahları

source: inch
da: tomme
fr: pouce
nb: tomme
pl: cal
pt: centímetro
tr: inç

source: increasing and negative
da: stigende og negativ
es: creciente y negativa
fr: croissante et négative
ja: 増加中で負
nb: økende og negativ
nl: toenemend en negatief
pl: rosnąca i ujemna
pt: crescente e negativo
pt_pt: crescente e negativo
tr: artan ve negatif

source: increasing and positive
da: stigende og positiv
es: creciente y positiva
fr: croissante et positive
ja: 増加中で正
nb: økende og positiv
nl: toenemend en positief
pl: rosnąca i dodatnia
pt: crescente e positivo
pt_pt: crescente e positivo
tr: artan ve pozitif

source: indicates the points scored by four players in a charity basketball game
fr: Indique le nombre de points inscrits par quatre joueurs de basketball lors d'un match de gala
nb: angir poeng som fire spillere fikk i en basketballkamp for veldedighet
pl: pokazuje punkty zdobyte przez czterech zawodników w charytatywnym meczu koszykówki
pt: indica os pontos marcados por quatro jogadores em um jogo de basquete para caridade
tr: Aşağıdaki tabloda, yardım amacıyla oynanan bir basketbol maçında dört oyuncunun kazandığı sayılar verilmiştir.

source: integer
da: heltal
fr: entier
nb: heltall
pl: liczba całkowita
pt: número inteiro
tr: tamsayı

source: integral calculus
da: Integralregning
es: cálculo Integral
nb: Integralregning
nl: integraalrekening
pl: rachunek całkowy
pt: cálculo integral
pt_pt: cálculo integral
tr: integral kalkülüs

source: iris
es: lirio
pl: irys
pt: íris
pt_pt: íris

source: is equal to
fr: est égal à
nb: er lik
pl: jest równe
pt: é igual a
tr: eşittir

source: is invertible.
es: es invertible.
pt: é inversível.
tr: tersinirdir.

source: is less than
es: es menos que
fr: est plus petit que
nb: er mindre enn
pl: jest mniejsze niż
pt: é menor que
tr: den daha az

source: is more than
es: es más que
fr: est supérieur à
nb: er mer enn
pl: jest większe niż
pt: é maior que
tr: dan fazla

source: jacket
da: jakke
es: chaqueta
fr: blouson
nl: jas
pl: kurtka
pt: jaqueta
pt_pt: casaco
tr: ceket

source: jelly bean
da: vingummi
es: gomita
fr: fraise tagada
nl: snoepje
pl: galaretka
pt: jujuba
pt_pt: goma
tr: jöle şeklinde fasulye

source: jumping jack
da: sprællemand
es: salto de tijera
fr: saut en extension
ja: ジャンピングジャック
pl: pajacyk
pt: polichinelo
pt_pt: salto à tesoura
tr: zıplama hareketi

source: just now
da: lige nu
es: recién
fr: et maintenant
nb: akkurat nå
nl: zojuist
pl: tylko teraz
pt: agora mesmo
pt_pt: agora mesmo
tr: şimdi

source: keep watching
da: fortsæt med at se
es: sigue mirando
fr: reste là
nb: fortsette å se på
nl: blijf kijken
pl: oglądaj dalej
pt: continue assistindo
pt_pt: continua a ver
tr: açıklamayı görmek için

source: keyword
da: nøgleord
nb: søkeord
nl: trefwoord
pl: słowo-klucz
pt: palavra reservada
tr: anahtar kelime

source: khan academy, learn, videos, lectures, practice, exercises, skills
bg: кан академия, учене, видео клипове, лекции, практика, упражнения, умения
da: Khan academy, lær, videoer, foredrag, øv dig, opgaver, færdigheder
es: khan academy, aprende, videos, conferencias, practica, ejercicios, habilidades
fr: vidéos, exercices, khan academy, pratique, compétences, coach, parent
he: אקדמיית קהאן, למידה, קטעי וידאו, הרצאות, אימונים, תרגילים, מיומנויות
ja: カーンアカデミー，学ぶ，ビデオ，講義，練習，練習問題，スキル
nb: Khan Academy, lær, videoer, leksjoner, øv, øvelser, ferdigheter
nl: khan academy, leren, video's, lezingen, oefenen, oefeningen, vaardigheden
pl: Khan Academy, nauka, filmy, wykłady, praktyka, ćwiczenia, umiejętności
pt: khan academy, aprender, vídeos, aulas expositivas, praticar, exercícios, habilidades
pt_pt: khan academy, aprender, vídeos, aulas, praticar, exercícios, competências
tr: khan academy, öğren, video, ders, pratik, alıştırmalar, beceriler

source: kids
da: børn
es: niños
fr: enfants
nb: barn
pl: dzieci
pt: crianças
tr: çocuklar

source: kilometer
es: kilómetro
fr: kilomètre
pl: kilometr
pt: quilômetro
pt_pt: quilómetro
tr: kilometre

source: kiwi fruit
da: kiwifrugt
es: Kiwi
fr: kiwi
nb: kiwi frukt
nl: Kiwi vruchten
pl: owoc kiwi
pt: kiwi
pt_pt: kiwi
tr: kivi

source: language
da: sprog
es: idioma
fr: langue
nb: språk
nl: taal
pl: język
pt: idioma
pt_pt: idioma
tr: dil

source: larger number = <span class="sol short50" data-forms="integer, decimal"><var>LARGER</var></span>
da: større tal = <span class="sol short50" data-forms="integer, decimal"><var>LARGER</var></span>
es: el número más grande = <span class="sol short50" data-forms="integer, decimal"><var>LARGER</var></span>
fr: le nombre le plus grand = <span class="sol short50" data-forms="integer, decimal"><var>LARGER</var></span>
nb: større tall = <span class="sol short50" data-forms="integer, decimal"><var>LARGER</var></span>
pl: większa liczba = <span class="sol short50" data-forms="integer, decimal"><var>LARGER</var></span>
pt: maior número = <span class="sol short50" data-forms="integer, decimal"><var>LARGER</var></span>

source: leaf (Yellow)
bg: листо (жълто)
da: blad (gul)
es: Hoja (amarillo)
fr: Feuille (Jaune)
ja: 葉っぱ (黄)
nb: Blad (Gul)
nl: Blad (geel)
pl: Listek (Żółty)
pt: Folha (amarelo)
pt_pt: Folha (amarela)
tr: yaprak (Sarı)

source: leave us some feedback
da: giv os noget feedback
es: déjanos algún comentario
fr: Donnez-nous vos impressions
ja: 私達にフィードバックを残して下さい
nb: gi oss feedback
nl: Geef ons feedback
pl: przekaż nam opinię
pt: Deixe-nos um feedback
pt_pt: dá-nos a tua opinião
tr: yorumlarınızı iletin

source: lemon
da: citron
es: limón
fr: citron
ja: レモン
nl: citroen
pl: cytryna
pt: limão
pt_pt: limão
tr: limon

source: lerpColor(c1, c2, amount)
fr: lerpColor(c1, c2, distance)
pl: lerpColor(c1, c2, ilość)
pt: lerpColor(c1, c2, quantidade)
pt_pt: lerpColor(c1, c2, quantidade)
tr: lerpColor(c1, c2, miktar)

source: less than a 4
fr: un nombre strictement inférieur à 4
pl: mniej niż 4
pt: menos de um 4
tr: 4'ten küçük bir sayı

source: less than a 5
fr: un nombre strictement inférieur à 5
pl: mniej niż 5
pt: menos de um 5
tr: 5'ten küçük bir sayı

source: less than a 6
fr: un nombre strictement inférieur à 6
pl: mniej niż 6
pt: menos de um 6
tr: 6'dan küçük bir sayı

source: let us know
da: Fortæl os om det
es: Infórmanos
fr: Faites-le-nous savoir
ja: お知らせ下さい
nb: gi oss beskjed
nl: laat het ons weten
pl: daj nam znać
pt: avise-nos
pt_pt: entra em contacto connosco
tr: bize bildirin

source: let us know!
da: fortæl os om det!
es: ¡Infórmanos!
fr: Faites le nous savoir !
ja: 私達にお知らせ下さい!
nb: fortell oss om det!
nl: laat het ons weten!
pl: daj nam znać!
pt: avise-nos!
pt_pt: entra em contacto connosco!
tr: bize bildirin!

source: lily
da: lilje
es: azucena
fr: lys
nl: lelie
pl: lilia
pt: lírio
pt_pt: lírio
tr: zambak

source: line %(lineNumber)s
da: linje %(lineNumber)s
es: línea %(lineNumber)s
fr: droite %(lineNumber)s
nb: linje %(lineNumber)s
nl: lijn %(lineNumber)s
pl: Oś %(lineNumber)s
pt: linha %(lineNumber)s
tr: %(lineNumber)s. satır

source: linear equations
da: Lineære ligninger
es: ecuaciones lineales
fr: Équations du 1er degré
nb: lineære likninger
nl: lineaire vergelijkingen
pl: równania liniowe
pt: equações lineares
pt_pt: Equações lineares
tr: Lineer denklemler

source: lines %(lineRange)s
da: linjer %(lineRange)s
es: líneas %(lineRange)s
fr: droites %(lineRange)s
nb: linjer %(lineRange)s
nl: lijnen %(lineRange)s
pl: Osie %(lineRange)s
pt: linhas %(lineRange)s
tr: %(lineRange)s. satırlar

source: link() method is disabled.
da: link() metode er deaktiveret.
es: el método link() está deshabilitado.
nb: link() metoden er deaktivert.
nl: De link() methode is uitgeschakeld.
pl: metoda link() jest wyłączona.
pt: o método link() foi desativado.
tr: Link() metodu devre dışıdır.

source: linked to the email address <strong>%(email)s</strong>
bg: свързан с имейл адрес <strong>%(email)s</strong>
da: knyttet til den email-adresse <strong>%(email)s</strong>
es: vinculado a la dirección de correo electrónico <strong>%(email)s</strong>
fr: associé à l'addresse <strong>%(email)s</strong>
he: מקושרים לכתובת דואר אלקטרוני <strong>%(email)s</strong>
ja: 電子メイルアドレス<strong>%(email)s</strong> へとリンクされました
nb: knyttet til epostadressen <strong>%(email)s</strong>
nl: Gekoppeld aan het e-mailadres <strong>%(email)s</strong>
pl: powiązane z adresem e-mail <strong>%(email)s</strong>
pt: vinculado ao endereço de e-mail <strong>%(email)s</strong>
pt_pt: associada ao endereço de e-mail <strong>%(email)s</strong>
tr: Şu e-posta e-posta adresine bağlıdır <strong>%(email)s</strong>

source: lion
da: løve
es: león
nl: leeuw
pl: lew
pt: leão
pt_pt: leão
tr: aslan

source: liter of milk
da: liter mælk
es: litro de leche
fr: Litre de lait
nb: liter melk
pl: litr mleka
pt: litro de leite
pt_pt: litro de leite
tr: litre süt

source: lizard
da: firben
es: lagarto
fr: lézard
nl: hagedis
pl: jaszczurka
pt: lagarto
pt_pt: lagarto
tr: kertenkele

source: loaf of bread
da: et stykke brød
es: barra de pan
fr: pain
nl: brood
pl: bochenek chleba
pt: fatia de pão
pt_pt: fatia de pão
tr: somun ekmek

source: low quality
da: lav kvalitet
es: Baja calidad
fr: mauvaise qualité
hi: कम गुणवत्ता
ja: 質が低い
nb: lav kvalitet
nl: lage kwaliteit
pl: niskiej jakości
pt: baixa qualidade
pt_pt: Má qualidade
tr: düşük kalite

source: low1: Lower bound of the value's current range
da: low1: Nedre grænse af det nuværende interval af værdier
es: bajo1: límite inferior del rango actual del valor
nb: low1: Laveste grense for verdiområdet
pl: low1: Dolna granica bieżącego zakresu wartości
pt: low1: limite inferior do intervalo atual do valor
tr: low1: Değerin güncel aralığının alt sınırı

source: low2: Lower bound of the value's target range
da: low2: Nedre grænse for det ønskede interval af værdier
es: bajo2: límite inferior del rango objetivo del valor
nb: low2: Laveste grense for verdiens målområde
pl: low2: Dolna granica docelowego zakresu wartości
pt: low2: limite inferior do intervalo de destino do valor
tr: low2: Değerin hedef aralığının alt sınırı

source: low: the lowest possible number returned
da: low: det laveste mulige tal der returneres
es: bajo: el número más bajo posible devuelto
nb: lav: laveste mulig tall det returneres til
pl: low: najmniejsza możliwa liczba, która może być zwrócona
pt: low: o menor número possível retornado
tr: low: Verilebilecek en düşük sayı

source: mango
fr: mangue
ja: マンゴー
pt: manga
pt_pt: manga

source: marker
da: markør
es: marcador
fr: marqueur
ja: 印
nl: stift
pl: znacznik
pt: marcador
pt_pt: marcador
tr: keçeli kalem

source: markup rate
fr: taux de marge
nb: moms
pl: stawka marży
pt: margem de lucro
tr: kar oranı

source: mastery
ja: マスタリー
nb: mestring
pt: domínio
pt_pt: perícia
tr: uzmanlık

source: math
da: matematik
es: matemáticas
nb: matematikk
nl: wiskunde
pl: matematyka
pt: matemática
pt_pt: Matemática
tr: matematik

source: max: The maximum limit
da: max: maksimumsgrænsen
es: max: el límite máximo
nb: max: Maksimalgrensen
pl: max: Granica maksimum
pt: max: o limite máximo
tr: max: Maksimum sınır

source: mean
fr: moyenne
nb: gjennomsnitt
pt: média
tr: ortalama

source: median
fr: médiane
pt: mediana
tr: medyan

source: meerkat
da: Surikat
es: suricata
fr: suricate
nl: stokstaartje
pl: surykatka
pt: suricato
pt_pt: suricata
tr: mirket

source: message: the string of text to display
da: besked: tekststrengen som skal vises
es: mensaje: la cadena de texto a mostrar
nb: message: tekstlinjen som vises
pl: message: tekst do wyświetlenia
pt: message: a string de caracteres de texto a ser exibida
tr: message: görüntülenecek metin dizesi

source: meteorite
fr: Météorite
nb: meteoritt
pl: meteorytu
pt: meteorito
tr: göktaşı

source: meter
es: metro
fr: mètres
pl: metr
pt: metro
tr: metre

source: midterm
fr: examen intermédiaire
nb: terminprøve
pl: egzaminu śródsemestralnego
pt: prova bimestral
tr: ara sınav

source: mile
da: mil
es: milla
fr: kilomètre
nl: kilometer
pl: mila
pt: milha
tr: mil

source: mile per swimmer
es: milla por nadador
fr: kilomètre par nageur
nl: kilometer per zwemmer
pt: milha por nadador
tr: yüzücü başına km

source: miles
fr: kilomètres
pl: km
pt: milhas
tr: mil

source: millimeter
es: milímetro
fr: millimètre
pl: milimetr
pt: milímetro
tr: milimetre

source: million
es: millón
nl: miljoen
pl: milion
pt: milhão
pt_pt: milhão
tr: milyon

source: min: The minimum limit
da: min: minimumsgrænsen
es: min: el límite mínimo
nb: min: Minimumsgrensen
pl: min: Granica minimum
pt: min: o limite mínimo
tr: min: Minimum sınır

source: minute
da: minut
es: minuto
nb: minutt
nl: minuut
pl: minuta
pt: minuto
pt_pt: minuto
tr: dakika

source: minutes
da: minutter
nb: minutter
pl: minut(y)
pt: minutos
pt_pt: minutos
tr: dakika

source: minutes this week
da: minutter denne uge
es: minutos esta semana
fr: minutes cette semaine
nb: minutter denne uken
nl: minuten deze week
pl: minuty w tym tygodniu
pt: minutos esta semana
pt_pt: minutos (esta semana)
tr: bu haftanın dakikaları

source: mitosis
da: mitose
fr: Mitose
nb: mitose
nl: mitose
pl: mitoza
pt: mitose
pt_pt: Mitose
tr: Mitoz

source: molar mass of
pl: masa molowa
pt: massa molar de
tr: molar kütlesi

source: mole
pl: mol
pt: mol
tr: Mol

source: moles of
pl: moli
pt: moles de
tr: mol

source: money supply
da: Indtægt
es: Oferta de dinero
fr: Masse monétaire
nb: inntekt
nl: Geldvermogen
pl: podaż pieniądza
pt: oferta de dinheiro
pt_pt: Pagamentos
tr: Para Arzı

source: monthly
da: månedligt
es: mensual
fr: mensuel
ja: 毎月
nb: månedlig
nl: maandelijks
pl: miesięczną
pt: mensal
pt_pt: mensalmente
tr: aylık

source: moon
fr: Lune
nb: måne
pl: księżyca
pt: lua
tr: ay

source: more
da: mere
fr: plus
nb: flere
pl: więcej
pt: mais
tr: daha fazla

source: more than a 2
fr: un nombre strictement supérieur à 2
pl: więcej niż 2
pt: mais de um 2
tr: 2'den büyük bir sayı

source: more than a 3
fr: un nombre strictement supérieur à 3
pl: więcej niż 3
pt: mais de um 3
tr: 3'ten büyük bir sayı

source: more than a 4
fr: un nombre strictement supérieur à 4
pl: więcej niż 4
pt: mais de um 4
tr: 4'ten büyük bir sayı

source: motorcycle
da: motorcykel
es: motocicleta
fr: vélomoteur
nl: motor
pl: motocykl
pt: motocicleta
pt_pt: motocicleta
tr: motorsiklet

source: multiply
da: gang
es: multiplicar
fr: multiplier
hi: गुणा करें
nb: multipliser
nl: vermenigvuldigen
pl: pomnożyć
pt: multiplique
tr: çarpın

source: nail
da: søm
es: clavo
fr: clou
nb: spiker
nl: nagel
pl: paznokieć
pt: prego
pt_pt: prego
tr: çivi

source: name: A font name, either "sans-serif", "serif", "monospace", "fantasy", or "cursive"
da: name: Navnet på en skrifttype, "sans-serif", "serif", "monospace", "fantasy" eller "cursive"
es: nombre: un nombre de fuente, ya sea "sans-serif", "serif", "monospace", "fantasy" o "cursiva"
nb: name: Et navn på en skrifttype, enten "sans-serif", "serif", "monospace", "fantasy", eller "cursive"
pl: name: Nazwa czcionki, "sans-serif", "serif", "monospace", "fantasy", lub "cursive"
pt: name: um nome de fonte, pode ser "sans-serif", "serif", "monospace", "fantasy", ou "cursive"
pt_pt: nome: o nome de um tipo de letra, como "sans-serif", "serif", "monospace", "fantasy" ou "cursive"
tr: name: Yazı tipi adı. "sans-serif", "serif", "monospace", "fantasy", veya "cursive"

source: necklace
da: halskæde
es: collar
fr: collier
ja: ネックレス
nl: ketting
pl: naszyjnik
pt: colar
pt_pt: colar
tr: kolye

source: nectarine
da: nektarin
es: durazno
ja: ネクタリン
pl: nektarynka
pt: nectarina
pt_pt: nectarina
tr: nektarin

source: negative
da: negativ
es: Negativa
fr: négative
nb: negativ
nl: negatief
pl: ujemne
pt: negativa
tr: negatif

source: neurons
da: neuroner
es: neuronas
fr: neurones
ja: ニューロン
nb: nevroner
nl: neuronen
pl: neurony
pt: neurônios
pt_pt: neurónios
tr: nöronlar

source: next
da: næste
es: siguiente
fr: suivant
ja: 次
nb: neste
nl: volgende
pl: następny
pt: próximo
pt_pt: próximo
tr: sıradaki

source: nine
da: ni
es: nueve
fr: neuf
nb: ni
nl: negen
pl: dziewięć
pt: nove
pt_pt: nove
tr: dokuz

source: nineteen
da: nitten
es: diecinueve
fr: dix-neuf
nb: nitten
nl: negentien
pl: dziewiętnaście
pt: dezenove
pt_pt: dezanove
tr: on dokuz

source: nineteenth
da: nittende
es: decimonoveno
fr: dix-neuvième
nb: nittende
nl: negentiende
pl: dziewiętnasty
pt: décimo nono
pt_pt: décimo nono
tr: ondokuzuncu

source: ninety
da: halvfems
es: noventa
fr: quatre vingt dix
nb: nitti
nl: negentig
pl: dziewięćdziesiąt
pt: noventa
pt_pt: noventa
tr: doksan

source: ninth
da: niende
es: noveno
fr: neuvième
nb: niende
nl: negende
pl: dziewiąty
pt: nono
pt_pt: nono
tr: dokuzuncu

source: nonillion
da: Kvintillion
es: quintillón
ja: 10の30乗
nb: kvintillion
nl: quintiljoen
pl: kwintylion
pt: nonilhão
pt_pt: quintilião
tr: nonilyon

source: not about the current topic
da: ikke om det aktuelle emne
es: no sobre el tema actual
fr: pas sur le sujet actuel
ja: 現在のトピックについてではありません
nb: ikke om det aktuelle emne
nl: niet over het huidige onderwerp
pl: nie na temat aktualnego tematu
pt: não é sobre o tópico atual
pt_pt: não é acerca do tópico atual
tr: geçerli konu hakkında değil

source: not about the video topic
da: ikke om emnet i videoen
es: No es acerca del tema del video
fr: sans rapport avec le sujet de la vidéo
ja: ビデオのトピックと関係がない
nb: ikke om emnet i videoen
nl: niet over het onderwerp van de video
pl: nie na temat filmu
pt: não é sobre o tema do vídeo
pt_pt: Não é sobre o tópico do vídeo
tr: videonun konusu ile uyumlu değil

source: not helpful
da: ikke hjælpsomt
es: No es útil
fr: pas utile
ja: 助けにならない
nb: unyttig
nl: niet behulpzaam
pl: niepomocne
pt: não é útil
pt_pt: Inúteis
tr: yardımcı olmadı

source: not supported in offline mode
bg: не се поддържа, когато няма връзка с Интернет
da: understøttes ikke i offline-tilstand
es: No se admite en el modo desconectado
fr: non pris en charge en mode hors connexion
ja: オフライン モードではサポートされていません
nb: Internettilgang nødvendig
nl: Niet ondersteund in offline modus
pl: nieobsługiwane w trybie offline
pt: não suportado em modo offline
pt_pt: não suportado em modo offline
tr: Çevrimdışı modda desteklenmiyor

source: notebook
da: notesbog
es: cuaderno
fr: bloc-note
pl: notatnik
pt: caderno
pt_pt: caderno
tr: defter

source: novemdecillion
da: decillion
es: decillón
ja: 10の60乗
nb: decillion
nl: deciljoen
pt: novendecilhão
pt_pt: decilião
tr: novemdesilyon

source: num1: The first number
da: num1: Det første tal
es: num1: el primer número
nb: num1: Det første tallet
pl: num1: Pierwsza liczba
pt: num1: o primeiro número
tr: num1: Birinci sayı

source: num1: The first value to compare, any number.
da: num1: den første værdi til sammenligning, ethvert tal.
es: num1: el primer valor a comparar, cualquier número.
nb: num1: Den første verdien å sammenligne med, ethvert tall.
pl: num1: Pierwsza wartość do porównania, dowolna liczba.
pt: num1: o primeiro valor para comparar, qualquer número.
tr: num1: Karşılaştırılacak ilk değer, herhangi bir sayı.

source: num2: The second number
da: num2: Det andet tal
es: num2: el segundo número
nb: num2: Det andre tallet
pl: num2: Druga liczba
pt: num2: o segundo número
tr: num2: İkinci sayı

source: num2: The second value to compare, any number.
da: num2: den anden værdi til sammenligning, ethvert tal.
es: num2: el segundo valor a comparar, cualquier número.
nb: num2: Den andre verdien å sammenligne med, ethvert tall.
pl: num2: Druga wartość do porównania, dowolna liczba.
pt: num2: o segundo valor para comparar, qualquer número.
tr: num2: Karşılaştırılacak ikinci değer, herhangi bir sayı.

source: num: Any numeric value
da: num: Enhver numerisk værdi
es: num: cualquier valor numérico
nb: num: Ethvert tall
pl: num: Dowolna wartość liczbowa
pt: num: qualquer valor numérico
tr: num: Herhangi bir sayısal değer

source: num: The base of the exponential expression
da: num: Basen for det eksponentielle udtryk
es: num: la base de la expresión exponencial
nb: num: Grunntallet i en potens
pl: num: Podstawa w wyrażeniu potęgowym
pt: num: a base da expressão exponencial
pt_pt: num: a base da expressão exponencial
tr: num: Üstel ifadenin tabanı

source: num: The incoming value to be converted
da: num: Den indgående værdi som skal omdannes
es: num: el valor de entrada a convertir
nb: num: Innkomne verdier som skal gjøres om
pl: num: Wartość wejściowa do przeliczenia
pt: num: o valor de entrada a ser convertido
tr: num: Dönüştürülecek girdi değeri

source: num: The number to take the absolute value of
da: num: Tallet den absolutte værdi skal tages af
es: num: el número del que se toma el valor absoluto
nb: num: Tallet å finne absoluttverdien til
pl: num: Liczba, z której ma być wzięta wartość bezwzględna
pt: num: o número do qual se vai obter valor absoluto
tr: num: Mutlak değeri alınacak sayı

source: num: The number to take the log of
da: num: Tallet logaritmen skal tages af
es: num: el número del que se toma el logaritmo
nb: num: Tallet du skal ta logaritmen til
pl: num: Liczba, z której ma być wzięty logarytm naturalny
pt: num: o número cujo logaritmo se quer obter
tr: num: logaritması alınacak sayı

source: number of bags
fr: nombre d'enfants
nl: aantal zakjes
pt: número de sacolas
tr: çanta sayısı

source: number of days %(BIKING)s
fr: nombre de jours %(BIKING)s
nb: antall dager %(BIKING)s
pl: liczba dni %(BIKING)s
pt: número de dias %(BIKING)s
tr: %(BIKING)s gün sayısı
