Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Adding additional coaches who can see their video and skill progress
da: Tilføj flere lærere, der kan se deres fremskridt med videoer og færdigheder
es: Agregar tutores adicionales que pueden ver su progreso en los videos y en las habilidades
fr: Ajoutant de nouveaux coachs qui peuvent voir leur vidéos et leur progrès dans leur compétences
ja: ビデオや練習問題の進捗状況を確認できるコーチを追加する
nb: Legge til flere veiledere som kan se deres video- og ferdighetsfremdrift
nl: Bijkomende coaches toevoegen die hun video en vaardigheidsvoortgang kunnen zien
pl: Dodawanie dodatkowych trenerów, którzy mogą zobaczyć ich filmy i postęp w ćwiczeniach
pt: Adicionar mais tutores que possam ver seu vídeo e seu progresso da habilidade
tr: Onların videolarını ve gelişimlerini görebilecek başka eğitmenler eklemek

source: Adding and subtracting complex numbers
da: At lægge komplekse tal sammen og trække dem fra
es: Sumando y restando números complejos
fr: Additionner ou soustraire des nombres complexes
nb: Legge til og trekke fra komplekse tall
nl: Het optellen en aftrekken van complexe getallen
pl: Dodawanie i odejmowanie liczb zespolonych
pt: Soma ou subtração de números complexos
tr: Karmaşık sayılarla toplama ve çıkarma

source: Adding and subtracting decimals word problems
da: Problemregning med subtraktion af decimaltal
es: Problemas de suma y resta de decimales
fr: Problèmes d'additions et de soustractions avec des nombres décimaux
hi: दशमलवों का जोड़ और घटाव शब्द समस्या
nb: Tekstoppgaver med addisjon og subtraksjon av desimaltall
nl: Redactiesommen over het optellen en aftrekken van decimale getallen
pl: Dodawanie i odejmowanie ułamków dziesiętnych - zadania tekstowe
pt: Problemas de adição e subtração de números decimais
tr: Ondalıkları toplama ve çıkarmaya ilişkin sorular

source: Adding and subtracting fractions
da: Sammenlægning og fratrækning af brøker
es: Sumando y restando fracciones
fr: Additionner et soustraire des fractions
nb: Addere og subtrahere brøker
nl: Optellen en aftrekken van breuken
pl: Dodawanie i odejmowanie ułamków zwykłych
pt: Adição e subtração de frações
tr: Kesirlerde Toplama ve Çıkarma İşlemleri

source: Adding and subtracting mixed numbers 0.5
es: Sumando y restando fracciones mixtas 0.5
fr: Addition et Soustraction de + 0.5
nb: Addisjon og subtraksjon av blandede tall 0.5
pl: Dodawanie i odejmowanie liczb mieszanych 0.5
pt: Adição e subtração de números mistos 0,5
tr: Tam sayılı kesirlerle toplama ve çıkartma 0.5

source: Adding and subtracting mixed numbers 1
es: Sumando y restando números mixtos 1
fr: Additions et soustractions 1
nb: Addisjon og subtraksjon av blandede tall 0,5
pl: Dodawanie i odejmowanie liczb mieszanych 1
pt: Soma e subtração de números mistos 1
tr: Karma sayılarla toplama ve çıkartma 1

source: Adding and subtracting negative numbers
da: At lægge negative tal sammen og trække dem fra
es: Sumando y restando números negativos
fr: Additionner et soustraire des nombres négatifs
ja: 負の数のたし算とひき算
nb: Addisjon og subtraksjon av negative tall
nl: Optellen en aftrekken van negatieve getallen
pl: Dodawanie i odejmowanie liczb ujemnych
pt: Adição e subtração de números negativos
tr: Negatif Sayılarda Toplama ve Çıkarma

source: Adding and subtracting polynomials
es: Sumando y restando polinomios
fr: Additionner ou soustraire des polynômes
nb: Adder og subtraher polynomer
pl: Dodawanie i odejmowanie wielomianów
pt: Soma e subtração de polinômios
tr: Polinomlarla toplama ve çıkarma

source: Adding and subtracting radicals
da: Addition og subtraktion af radikaler
es: Sumando y restando radicales
fr: Additionner ou soustraire des racines carrées
hi: मुलकों का हुदाव और घटाव
ja: 根号のたし算とひき算
nb: Addisjon og subtraksjon av rottrykk
nl: Wortels optellen en aftrekken
pl: Dodawanie i odejmowanie pierwiastków
pt: Adição e subtração de radicais
tr: Köklü Sayılarla Toplama ve Çıkarma

source: Adding and subtracting rational expressions 0.5
da: Addition og subtraktion med rationelle udtryk 0.5
es: Sumando y restando expresiones racionales 0.5
fr: Additionner ou soustraire des fractions rationnelles 0.5
nb: Addisjon og subtraksjon med rasjonelle uttrykk 0.5
pl: Dodawanie i odejmowanie wyrażeń wymiernych 0.5
pt: Adição e subtração de expressões racionais 0,5
tr: Rasyonel ifadelerle toplama ve çıkarma 0,5

source: Adding and subtracting rational expressions 1
da: Addition og subtraktion med rationale udtryk 1
es: Sumando y restando expresiones racionales 1
fr: Additionner ou soustraire des fractions rationnelles 1
nb: Addisjon og subtraksjon med rasjonale uttrykk 1
nl: Optellen en aftrekken van rationele vergelijkingen 1
pl: Dodawanie i odejmowanie wyrażeń wymiernych 1
pt: Adição e subtração de expressões racionais 1
tr: Rasyoneleri ifadelerle toplama ve çıkarma 1

source: Adding and subtracting rational expressions 1.5
da: Addition og subtraktion med rationale udtryk 1,5
es: Sumando y restando expresiones racionales 1.5
fr: Additionner ou soustraire des expressions rationnelles 1.5
nb: Addisjon og subtraksjon med rasjonale uttrykk 1.5
pl: Dodawanie i odejmowanie wyrażeń wymiernych 1.5
pt: Adição e subtração de expressões racionais 1,5
tr: Rasyonel ifadelerle toplama ve çıkarma 1,5

source: Adding and subtracting rational expressions 2
da: Addition og subtraktion med rationelle udtryk 2
es: Sumando y restando expresiones racionales 2
fr: Additionner ou soustraire des fractions rationnelles 2
nb: Addisjon og subtraksjon med rasjonale uttrykk 2
pl: Dodawanie i odejmowanie wyrażeń wymiernych 2
pt: Adição e subtração de expressões racionais 2
tr: Rasyonel ifadelerle toplama ve çıkarma 2

source: Adding and subtracting rational expressions 3
da: Addition og Subtraktion af Rationale Udtryk 3
es: Sumando y restando expresiones racionales 3
fr: Additionner ou soustraire des fractions rationnelles 3
nb: Addisjon og subtraksjon av rasjonale uttrykk 3
pl: Dodawanie i odejmowanie wyrażeń wymiernych 3
pt: Adição e subtração de expressões racionais 3
tr: Rasyonel ifadelerle toplama ve çıkarma 3

source: Adding and subtracting rational numbers
da: Addition og subtraktion af rationelle tal
es: Sumando y restando números racionales
fr: Additionner et soustraire des nombres décimaux écrits sous forme décimale ou fractionnaire
nb: Addisjon og subtraksjon av rasjonale tall
nl: Optellen en aftrekken van rationale getallen
pl: Dodawanie i odejmowanie liczb wymiernych
pt: Adição e subtração de números racionais
tr: Rasyonel sayılarla toplam ve çıkartma

source: Adding and subtracting vectors
fr: Addition et soustraction de vecteurs
pt: Soma e subtração de vetores
tr: Vektörlerle toplama ve çıkarma

source: Adding and subtracting with unlike denominators 5
da: Addition og subtraktion af brøker med forskellige nævnere 5
es: Sumando y restando con denominadores diferentes 5
fr: Additionner ou soustraire des fractions rationnelles qui n'ont pas le même dénominateur
nb: Addisjon og subtraksjon av brøker med forskjellige nevnere 5
pl: Dodawanie i odejmowanie wyrażeń wymiernych z różnymi mianownikami 5
pt: Adicionar e subtrair com denominadores diferentes 5
tr: Farklı paydaları olan ifadelerle toplama ve çıkarma 5

source: Adding and subtracting with unlike denominators 6
da: Addition og subtraktion af brøker med forskellige nævnere 6
es: Sumando y restando con denominadores diferentes 6
fr: Additionner ou soustraire des fractions rationnelles qui n'ont pas le même dénominateur 6
nb: Addisjon og subtraksjon av brøker med forskjellige nevnere 6
pl: Dodawanie i odejmowanie wyrażeń wymiernych z różnymi mianownikami
pt: Adicionar e subtrair com denominadores diferentes 6
tr: Farklı paydaları olan ifadelerle toplama ve çıkarma 6

source: Adding decimals 0.5
da: Addition med decimaler 0,5
es: Sumando decimales 0.5
fr: Ajouter des nombres décimaux - Niveau 1
hi: 0.5 दशमलवों का जोड़
nb: Addere desimaler 0,5
nl: Decimalen optellen 0.5
pl: Dodawanie liczb dziesiętnych 0.5
pt: Soma de números decimais 0,5
tr: Ondalıklarla toplama 0.5

source: Adding decimals 1
da: Sammenlægning af decimaltal 1
es: Sumando decimales 1
fr: Ajouter des nombres décimaux - Niveau 2
hi: 1 दशमलवों का जोड़
nb: Addere desimaltall 1
nl: Decimalen optellen 1
pl: Dodawanie liczb dziesiętnych 1
pt: Soma de números decimais 1
tr: Ondalık sayıları toplama 1

source: Adding decimals 2
da: Sammenlægning af decimaltal 2
es: Sumando decimales 2
fr: Ajouter des nombres décimaux - Niveau 3
hi: 2 दशमलवों का जोड़
nb: Addere desimaler
nl: Decimalen optellen 2
pl: Dodawanie ułamków dziesiętnych 2
pt: Soma de números decimais 2
tr: Ondalık Sayılarla Toplama 2

source: Adding fractions
es: Sumando fracciones
fr: Additionner des fractions
nb: Addere brøker
nl: Breuken optellen
pl: Dodawanie ułamków
pt: Soma de frações
tr: Kesirleri toplama

source: Adding fractions 0.5
es: Sumando fracciones 0.5
fr: Additionner des fractions 1
nb: Addisjon av brøk
nl: Optellen van breuken 0.5
pl: Dodawanie ułamków 0.5
pt: Soma de frações 0,5
tr: Kesirlerle toplama 0,5

source: Adding fractions with common denominators
da: Addition af brøker med fællesnævnere
es: Sumando fracciones con denominador común
fr: Additionner des fractions qui ont le même dénominateur
hi: अंश को सामान्य भाजक के साथ जोड़ना
nb: Addition av brøker med fellesnevnere
nl: Breuken met gelijke noemers optellen
pl: Dodawanie ułamków o wspólnym mianowniku
pt: Soma de frações com denominadores comuns
tr: Paydaları ortak olan kesirleri toplamak

source: Adding imaginary components, we get <code>\pink{<var>FA_IMAG</var>i} + \blue{<var>FB_IMAG</var>i} = <var>FA_IMAG + FB_IMAG</var>i</code>
es: Sumando las componentes imaginarias, obtenemos <code>\pink{<var>FA_IMAG</var>i} + \blue{<var>FB_IMAG</var>i} = <var>FA_IMAG + FB_IMAG</var>i</code>
fr: La somme des parties imaginaires est <code>\pink{<var>FA_IMAG</var>i} + \blue{<var>FB_IMAG</var>i} = <var>FA_IMAG + FB_IMAG</var>i</code>
pt: Ao somarmos componentes imaginários, temos <code>\pink{<var>FA_IMAG</var>i} + \blue{<var>FB_IMAG</var>i} = <var>FA_IMAG + FB_IMAG</var>i</code>
tr: İmajiner bileşenleri topladığımızda, <code>\pink{<var>FA_IMAG</var>i} + \blue{<var>FB_IMAG</var>i} = <var>FA_IMAG + FB_IMAG</var>i</code> elde ederiz

source: Adding negative numbers
da: Addition af negative tal
es: Sumando números negativos
fr: Additions avec des nombres négatifs
hi: ऋणात्मक संख्याओं को जोड़ना
nb: Addere negative tall
nl: Het toevoegen van negatieve getallen
pl: Dodawanie liczb ujemnych
pt: Soma de números negativos
tr: Negatif Sayılarda Toplama İşlemi

source: Adding real components, we get <code>\pink{<var>FA_REAL</var>} + \blue{<var>FB_REAL</var>} = <var>FA_REAL + FB_REAL</var></code>
es: Sumando las componentes reales, obtenemos <code>\pink{<var>FA_REAL</var>} + \blue{<var>FB_REAL</var>} = <var>FA_REAL + FB_REAL</var></code>
fr: La somme des parties réelles est <code>\pink{<var>FA_REAL</var>} + \blue{<var>FB_REAL</var>} = <var>FA_REAL + FB_REAL</var></code>
pt: Ao somarmos componentes reais, temos <code>\pink{<var>FA_REAL</var>} + \blue{<var>FB_REAL</var>} = <var>FA_REAL + FB_REAL</var></code>
tr: Gerçel bileşenleri topladığımızda, <code>\pink{<var>FA_REAL</var>} + \blue{<var>FB_REAL</var>} = <var>FA_REAL + FB_REAL</var></code> elde ederiz

source: Adding the two amounts together gives us <code>\purple{\$<var>TIP_TEN_PERCENT</var>} + \pink{\$<var>TIP_FIVE_PERCENT</var>} = \blue{\$<var>TIP_AMOUNT_FORMAT</var>}</code>.
fr: En ajoutant ces deux montants on obtient <code>\purple{\$<var>TIP_TEN_PERCENT</var>} + \pink{\$<var>TIP_FIVE_PERCENT</var>} = \blue{\$<var>TIP_AMOUNT_FORMAT</var>}</code>.
nb: Å legge sammen dette gir oss <code>\purple{\$<var>TIP_TEN_PERCENT</var>} + \pink{\$<var>TIP_FIVE_PERCENT</var>} = \blue{\$<var>TIP_AMOUNT_FORMAT</var>}</code>.
pl: Dodanie dwóch kwot razem daje nam <code>\purple{\$<var>TIP_TEN_PERCENT</var>} + \pink{\$<var>TIP_FIVE_PERCENT</var>} = \blue{\$<var>TIP_AMOUNT_FORMAT</var>}</code>.
pt: Somando as duas quantias temos <code>\purple{\$<var>TIP_TEN_PERCENT</var>} + \pink{\$<var>TIP_FIVE_PERCENT</var>} = \blue{\$<var>TIP_AMOUNT_FORMAT</var>}</code>.
tr: Bu iki miktarı topladığımızda, <code>\purple{\$<var>TIP_TEN_PERCENT</var>} + \pink{\$<var>TIP_FIVE_PERCENT</var>} = \blue{\$<var>TIP_AMOUNT_FORMAT</var>}</code>.

source: Addition 1
es: Sumas 1
nb: Addisjon 1
nl: Optellen 1
pl: Dodawanie 1
pt: Adição 1
pt_pt: Adição 1
tr: Toplama 1

source: Addition 2
es: Sumas 2
nb: Addisjon 2
nl: Optellen 2
pl: Dodawanie 2
pt: Adição 2
pt_pt: Adição 2
tr: Toplama 2

source: Addition and subtraction trig identities
es: Identidades trigonométricas de suma y resta
fr: Le cosinus et le sinus d'une somme ou d'une différence
nb: Addisjon og subtraksjon av trigonometriske identieteter
pt: Soma e subtração de identidades trigonométricas
tr: Trigonometrik özdeşliklerle toplama ve çıkarma

source: Addition and subtraction word problems
da: Problemregning med plus og minus
es: Problemas verbales de sumas y restas
fr: Problèmes faisant appel à des additions et des soustractions
ja: たし算とひき算の文章題
nb: Addisjon og subtraksjon tekstoppgaver
nl: Optellen en aftrekken met woord problemen
pl: Dodawanie i odejmowanie - zadania tekstowe
pt: Problemas de adição e subtração
tr: Toplama ve çıkarma ile ilgili sözlü problemler

source: Additional Skills
da: Yderligere Færdigheder
es: Habilidades adicionales
fr: Compétences supplémentaires
nb: Tilleggsferdigheter
nl: Extra vaardigheden
pl: Dodatkowe umiejetności
pt: Habilidades adicionais
pt_pt: Competências adicionais
tr: İlave beceriler

source: Additional content
da: Yderligere indhold
es: Contenido adicional
fr: Contenu supplémentaire
ja: 追加のコンテンツ
nb: Ekstra innhold
nl: Extra inhoud
pl: Dodatkowe treści
pt: Conteúdo adicional
pt_pt: Conteúdo adicional
tr: Ek içerik

source: Adjacent <code>= \overline{<var>ADJACENT_NAME</var>} = <var>ADJACENT_VALUE</var></code>
da: Hosliggende <code>= \overline{<var>ADJACENT_NAME</var>} = <var>ADJACENT_VALUE</var></code>
es: Cateto adyacente <code>= \overline{<var>ADJACENT_NAME</var>} = <var>ADJACENT_VALUE</var></code>
pl: Przyległa <code>= \overline{<var>ADJACENT_NAME</var>} = <var>ADJACENT_VALUE</var></code>
pt: Adjacente <code>= \overline{<var>ADJACENT_NAME</var>} = <var>ADJACENT_VALUE</var></code>
tr: Komşu <code>= \overline{<var>ADJACENT_NAME</var>} = <var>ADJACENT_VALUE</var></code>

source: Adjacent angles of a parallelogram are supplementary.
es: Los ángulos adyacentes en un paralelogramo son suplementarios.
fr: Des angles adjacents d'un parallélogramme sont supplémentaires.
nb: Motsatte vinkler i et parallellogram er suplementvinkler.
pl: Przyległe kąty równoległoboku sumują się do 180 stopni.
pt: Os ângulos adjacentes de um paralelogramo são suplementares.
tr: Paralelkenarın ardışık açıları bütünlerdir.

source: Adjacent angles of a rhombus are supplementary.
es: Los ángulos adyacentes en un rombo son suplementarios.
fr: Les angles adjacents d'un losange sont supplémentaires.
pl: Przyległe kąty rombu sumują się do 180 stopni.
pt: Os ângulos adjacentes de um losango são suplementares.
tr: Eşkenar dörtgenin ardışık açıları bütünlerdir.

source: Adjacent angles share a ray and have a common vertex, but do not overlap.
es: Los ángulos adyacentes comparten un rayo y tienen un vértice común, pero no se sobreponen.
fr: Deux angles adjacents sont deux angles qui ont le même sommet et un côté commun, et qui sont situés de part et d'autre du côté commun.
pt: Ângulos adjacentes compartilham uma semirreta e têm um vértice em comum, mas não se sobrepõem.
tr: Komşu açıların bir ışını ve köşeleri ortaktır, ama iç bölgeleri kesişmez.

source: Adjust the angle and radius of the <span class="hint_orange">orange</span> plotted complex number to match the <span class="hint_blue">blue</span> plotted complex number <code><var>REP</var></code>.
es: Ajusta el ángulo y el radio del número complejo graficado en <span class="hint_orange">anaranjado</span> para que coincida con el número que se muestra en <span class="hint_blue">azul</span> <code><var>REP</var></code>.
fr: Modifier le module et l'argument du nombre complexe dont l'image est le point <span class="hint_orange">orange</span> pour le faire coïncider avec le point <span class="hint_blue">bleu</span> dont l'affixe est <code><var>REP</var></code>.
pt: Ajuste o ângulo e o raio do número complexo <span class="hint_orange">laranja</span> de forma a serem correspondentes com o número complexo <span class="hint_blue">azul</span> <code><var>REP</var></code>.
tr: <span class="hint_blue">Maviyle</span> çizilmiş <code><var>REP</var></code> karmaşık sayısıyla örtüşecek şekilde <span class="hint_orange">turuncuyla</span> çizilmiş karmaşık sayının açı ve yarıçapını ayarlayınız.

source: Adjust the leading coefficient and vertex coordinates to make the blue parabola match the orange parabola.
es: Ajusta el coeficiente principal y las coordenadas del vértice para hacer que la parábola azul coincida con la parábola anaranjada.
fr: Ajuster le coefficient et les coordonnées du sommet pour que la parabole bleue se superpose à la parabole orange.
nb: Endre på koeffisientene og koordinatene til topp/bunnpunkt for å få den blå parabelen til å tilsvare den oransje parabelen.
pt: Ajuste o coeficiente principal e as coodernadas do vértice para fazer com que a parábola azul corresponda à parabola laranja.
tr: Başkatsayı ve tepe noktası koordinatlarını ayarlayarak mavi parabolün turuncu parabolle örtüşmesini sağlayınız.

source: Adjust the slope and y-intercept until it connects the two points. How do the slope and y-intercept values affect the line?
da: Juster hældningen og y-skæringspunktet, indtil den forbinder de to punkter. Hvordan påvirker hældningen og y-skæringspunktet linjen?
es: Ajusta la pendiente y la intersección con el eje y hasta que conecte los dos puntos. ¿Cómo afectan la pendiente y la intersección con el eje y a la recta ?
fr: Ajuster la pente et l'ordonnée à l'origine de la droite pour la faire passer par les points donnés.
nb: Juster stigningstallet og y-skjæringspunktet inntil den dekker de to punktene. Hvordan påvirker stigningstallet og y-skjæringspunktet linjen?
pl: Dopasowuj nachylenie i przecięcie z osią Y, aż prosta połączy te dwa punkty. Jak wartości nachylenia i przecięcia z osią Y wpływają na prostą?
pt: Ajuste a inclinação e a interceptação em y até que os dois pontos sejam ligados. Como os valores da interceptação em y e a inclinação afetam a reta?
tr: Eğimi ve $y$-kesme noktasını, iki noktadan geçecek şekilde ayarlayınız. Eğim ve $y$-kesme nokta değerleri doğruyu nasıl etkiler?

source: Adjusts the character and level of detail produced by the Perlin noise function.
da: Justerer karakter og detaljeringsgraden af Perlin støj-funktionen.
es: Ajusta el caracter y nivel de detalle producido por la función de ruido de Perlin.
nb: Justerer og detaljopplysninger som produseres av Perlins støyfunksjon.
pl: Dostosowuje charakter i poziom szczegółowości szumu produkowanego przez funkcję Perlin noise.
pt: Ajusta o caractere e o nível de detalhe produzido pela função de ruído de Perlin.
tr: Perlin gürültü fonksiyonunca üretilecek karakter ve ayrıntı düzeyini ayarlar.

source: Administrative Assistant
pt: Assistente Administrativo
tr: Yönetici Asistanı

source: Advanced JS: Natural Simulations
da: Avanceret JS: Simulér naturen
es: JS avanzado: simulaciones naturales
fr: Javascript pour les avancés : coder les phénomènes naturels
pl: Zaawansowany JS: Symulacja natury
pt: JS avançado: Simulações Naturais
pt_pt: JS avançado: Simulações naturais
tr: Gelişmiş JS: Doğal Simülasyonlar

source: Advertisements for companies/off-site services
da: Reklamer for virksomheder eller services på andre hjemmesider
es: Anuncios de empresas o servicios fuera del sitio
fr: De la publicités pour des services ou des sociétés
nb: Reklamer for virksomheter eller tjenester på andre hjemmesider
nl: Advertenties voor bedrijven/off-site services
pl: Reklamy firm lub usług zewnętrznych stron
pt: Anúncios de empresas/serviços fora do site
pt_pt: Forem anúncios a empresas ou serviços externos ao nosso site
tr: Firmalarin/Site dışı hizmetlerin reklamları

source: After creating this account, you cannot change or reset your student&#39;s username or password; only their parent can. <strong>Be sure to record your student&#39;s password.</strong>
es: Después de crear esta cuenta no podrás cambiar ni restablecer el nombre de usuario o la contraseña de tu estudiante, solo sus padres podrán hacerlo. <strong>Asegúrate de registrar la contraseña de tu estudiante.</strong>
ja: このアカウントを作成した後には，あなたの生徒のユーザー名あるいはパスワードを変更することはできなくなります．それは生徒達の親しかできません．<strong>あなたの生徒のパスワードを確実に記録して下さい．</strong>
nb: Når du har laget denne kontoen kan du ikke endre eller nullstille dine elevres brukernavn eller passord; det kan kun deres foreldre. <strong>Husk å notere deg elevens passord.</strong>
nl: Na het creëren van dit account kan je de gebruikersnaam en uw wachtwoord van jouw leerling niet meer wijzigen; alleen ouders kunnen dit. <strong>Zorg ervoor dat je het wachtwoord opschrijft.</strong>
pl: Po utworzeniu tego konta nie będziesz mógł zmienić ani zresetować hasła lub nazwy Twojego ucznia; tylko jego rodzice mogą. <strong>Pamiętaj o tym, żeby zapisać hasło Twojego ucznia.</strong>
pt: Depois de criar essa conta, você não pode alterar ou redefinir o nome de usuário ou senha do seu aluno; somente os pais deles poderão. <strong>Não deixe de anotar a senha do seu aluno.</strong>
pt_pt: Depois de criar esta conta, não poderá alterar, nem repor, o nome de utilizador ou a palavra-passe do seu aluno; apenas os pais poderão. <strong>Certifique-se de que guarda a palavra-passe do seu aluno.</strong>
tr: Bu hesabı oluşturduktan sonra öğrencinizin kullanıcı adını veya şifresini değiştiremeyeceksiniz, bu değişiklikleri sadece velisi yapabilecek.<strong>Öğrencinizin şifresini kaydetmeyi unutmayınız.</strong>

source: After graduating from Columbia University with a Film Studies degree, Ben remembered that his true passion was for mathematics. He joined the New York City Teaching Fellows and took a post at Brooklyn’s High School of Telecommunication Arts and Technology, where he taught the gamut of high school math courses over eight wonderful years.
es: Después de graduarse de la Universidad de Columbia con un título en Estudios Cinematográficos, Ben recordó que su verdadera pasión eran las matemáticas. Se unió a la New York City Teaching Fellows y tomó un puesto en la Brooklyn's High School of Telecommunication Arts an Technology, donde enseñó todo el espectro de cursos de nivel medio superior a lo largo de ocho maravillosos años.
pt: Após graduar-se na Universidade Columbia em estudos cinematográficos, Ben lembrou-se de que sua verdadeira paixão era a matemática. Ele ingressou no New York City Teaching Fellows (Programa para Professores de Nova York) e assumiu um cargo no Liceu de Artes, Telecomunicações e Tecnologia do Brooklyn, onde ensinou uma gama de cursos de matemática no Ensino Médio, em oito anos maravilhosos.
tr: Columbia Üniversitesi'nde sinema eğitimi aldıktan sonra asıl tutkusunun matematik olduğunu hatırlayan Ben, New York City Teaching Fellows'a katıldı ve sekiz senedir bir dizi lise seviyesi matematik dersleri vermekte olduğu Brooklyn’s High School of Telecommunication Arts and Technology'de çalışmaya başladı.
