Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Our implementation of SQL is based off of <a href="https://www.sqlite.org/">SQLite</a> which is compiled down to <a href="http://asmjs.org/">asm.js</a> by <a href="https://github.com/kripken/emscripten">Emscripten</a> packaged into <a href="https://github.com/kripken/sql.js/">sqljs</a>.
da: Vores implementering af SQL er baseret på <a href="https://www.sqlite.org/">SQLite</a> som er kompileret til <a href="http://asmjs.org/">asm.js</a> af <a href="https://github.com/kripken/emscripten">Emscripten</a> pakket ned i <a href="https://github.com/kripken/sql.js/">sqljs</a>.
es: Nuestra implementación de SQL se basa en <a href="https://www.sqlite.org/">SQLite</a> el cual está compilado para <a href="http://asmjs.org/">asm.js</a> por <a href="https://github.com/kripken/emscripten">Emscripten</a> empacado dentro de <a href="https://github.com/kripken/sql.js/">sqljs</a>.
fr: Notre implémentation de SQL est basée sur <a href="https://www.sqlite.org/">SQLite</a> qui est compilé en <a href="http://asmjs.org/">asm.js</a> par <a href="https://github.com/kripken/emscripten">Emscripten</a> puis intégré au package <a href="https://github.com/kripken/sql.js/">sqljs</a>.
ja: 私達の SQL の実装は<a href="https://www.sqlite.org/">SQLite</a>に基づいています．それは<a href="https://github.com/kripken/emscripten">Emscripten</a>によって <a href="http://asmjs.org/">asm.js</a> へとコンパイルされ，<a href="https://github.com/kripken/sql.js/">sqljs</a> にパッケージされています．
nb: Implementeringen av SQL er basert på <a href="https://www.sqlite.org/">SQLite</a> som er komprimert til <a href="http://asmjs.org/">asm.js</a> med <a href="https://github.com/kripken/emscripten">Emscripten</a> pakket inn i <a href="https://github.com/kripken/sql.js/">sqljs</a>.
nl: Onze implementatie van SQL is gebaseerd op <a href="https://www.sqlite.org/">SQLite</a> die is gecompileerd tot <a href="http://asmjs.org/">asm.js</a> door de <a href="https://github.com/kripken/emscripten">Emscripten</a> verpakt in <a href="https://github.com/kripken/sql.js/">sqljs</a>.
pl: Nasze wdrożenie SQL jest oparte na <a href="https://www.sqlite.org/">SQLite</a> które jest skompilowane dla <a href="http://asmjs.org/">asm.js</a> przez <a href="https://github.com/kripken/emscripten">Emscripten</a> w <a href="https://github.com/kripken/sql.js/">sqljs</a>.
pt: Nossa implementação de SQL é baseada em <a href="https://www.sqlite.org/">SQLite</a>, compilada em <a href="http://asmjs.org/">asm.js</a> por <a href="https://github.com/kripken/emscripten">Emscripten</a>, agrupada em <a href="https://github.com/kripken/sql.js/">sqljs</a>.
pt_pt: A nossa implementação de SQL está baseada em <a href="https://www.sqlite.org/">SQLite</a>, que está compilada em <a href="http://asmjs.org/">asm.js</a> por <a href="https://github.com/kripken/emscripten">Emscripten</a> e compactada para <a href="https://github.com/kripken/sql.js/">sqljs</a>.
tr: SQL uygulamamız <a href="https://www.sqlite.org/">SQLite</a> tabanlıdır, bu da <a href="https://github.com/kripken/emscripten">Emscripten</a>tarafından <a href="http://asmjs.org/">asm.js</a> olarak derlenmiş ve <a href="https://github.com/kripken/sql.js/">sqljs</a> olarak paketlenmiştir.

source: Our interns connect via <a href="https://www.facebook.com/groups/243273849075177/">our private Facebook group for interns</a> well before they show up in Mountain View (ask <a href="mailto:ben@khanacademy.org">ben@</a> or <a href="mailto:alpert@khanacademy.org">alpert@</a> for an invite once you join). The group'll help with housing and getting to know everyone before you're <a href="/about/our-interns">forever plastered on our team page</a>.
es: Nuestros pasantes se conectan vía <a href="https://www.facebook.com/groups/243273849075177/">nuestro grupo privado de Facebook para pasantes</a> mucho antes de que se presenten en Mountain View (pide <a href="mailto:ben@khanacademy.org">ben@</a> o <a href="mailto:alpert@khanacademy.org">alpert@</a> una invitación para unirte). El grupo ayudará con hospedaje y a conocer a todos antes de que estés <a href="/about/our-interns">por siempre plasmado en la página de nuestro equipo</a>.
pt: Nossos estagiários se mantêm em contato por meio de <a href="https://www.facebook.com/groups/243273849075177/">nosso grupo privado do Facebook para estagiários</a> bem antes de chegarem em Mountain View (peça para <a href="mailto:ben@khanacademy.org">ben@</a> ou <a href="mailto:alpert@khanacademy.org">alpert@</a> enviar um convite assim que você for chamado para fazer parte da equipe). O grupo o ajudará a se ambientar e conhecer a todos antes que você <a href="/about/our-interns">figure para sempre na página de nossa equipe</a>.
tr: Stajyerlerimiz Mountain View'e varmadan önce birbirleriyle <a href="https://www.facebook.com/groups/243273849075177/">stajyerlerimiz için kurduğumuz kapalı Facebook grubunda</a> (<a href="mailto:ben@khanacademy.org">ben@</a> veya <a href="mailto:alpert@khanacademy.org">alpert@</a>'ten davetiye isteyebilirsiniz) tanışıyor. Grubumuz size <a href="/about/our-interns">takım sayfamızda daimi yerinizi</a> almadan önce konut bulmanız ve bütün ekiple tanışmanız konularında yardımcı olacaktır.

source: Our mission is to provide a free, world‑class education for anyone, anywhere.
es: Nuestra misión es proporcionar una educación gratuita, de clase mundial para cualquiera, en cualquier lugar.
fr: Nous sommes une organisation à but non lucratif ayant pour mission de fournir un contenu éducatif de qualité, gratuit, accessible à tous et partout.
pt: A nossa missão é proporcionar uma educação gratuita e de alta qualidade para todos, em qualquer lugar.
pt_pt: A nossa missão é proporcionar uma educação gratuita e de alta qualidade a qualquer pessoa, esteja onde estiver.
tr: Herkese, her yerde, dünya standartlarında ve ücretsiz eğitim.

source: Our newsletters keep you up-to-date with what's happening at Khan Academy.
da: Vores nyhedsbreve holder dig opdateret om hvad der sker på Khan Academy.
es: Nuestros boletines informativos te mantienen actualizado sobre lo que está pasando en Khan Academy.
fr: Nos newletters vous tiennent au courant de ce qui se passe à la Khan Academy.
ja: 私達のニュースレターはカーンアカデミーで何が起こっているのかをお伝えします．
nb: Våre nyhetsbrev holder deg oppdatert om hva som skjer på Khan Academy.
nl: Onze nieuwsbrieven houden u op de hoogte van wat er gebeurt in de Khan Academy.
pl: Nasze biuletyny pomagają Ci być na bieżąco z tym co dzieje się w Khan Academy.
pt: Nossos boletins informativos o mantêm atualizado sobre o que está acontecendo na Khan Academy.
pt_pt: Os nossos boletins informativos mantêm-te a par do que acontece na Khan Academy.
tr: Bültenlerimiz size Khan Academy'de olup bitenlerle ilgili güncel haberleri iletir.

source: Our next %(content_kind)s for you: %(title)s from Khan Academy is ready!
da: Vores næste %(content_kind)s til dig: %(title)s fra Khan Academy er klar!
es: Nuestro siguiente %(content_kind)s para ti: ¡%(title)s de Khan Academy está listo!
fr: Notre prochain %(content_kind)s pour vous: %(title)s de Khan Academy est prêt !
ja: 私達の次の %(content_kind)s をあなたに: カーンアカデミーから %(title)s の準備ができました!
nb: Vår neste %(content_kind)s til deg: %(title)s fra Khan Academy er klar!
nl: Onze volgende %(content_kind)s voor jou: %(title)s van Khan Academy is klaar!
pl: Następna %(content_kind)s przygotowana dla ciebie przez Khan Academy: %(title)s jest gotowa!
pt: Nosso próximo %(content_kind)s para você: %(title)s da Khan Academy está pronto!
pt_pt: O nosso próximo %(content_kind)s para ti: %(title)s da Khan Academy está pronto!
tr: Sizin için bir sonraki %(content_kind)s: Khan Academy'den %(title)s hazır!

source: Our robot army has targeted your post as "low quality". To appear on the site as originally written, the Khan Academy Guardians must manually approve your {{translatedFeedbackType}}.
da: Vores robothær har markeret din indlæg som "lav kvalitet". For at vise det på siden som originalt skrevet skal Khan Academy-vogterne manuelt godkende din {{translatedFeedbackType}}.
es: Nuestro ejército de robots han detectado tu publicación como de "baja calidad". Para que aparezca en el sitio como escrito originalmente, los Guardianes de Khan Academy deben aprobar manualmente tu {{translatedFeedbackType}}.
fr: Notre armée de robots a qualifié votre message comme étant de « mauvaise qualité ». Afin qu'il réapparaisse sur notre site tel qu'il à été écrit, les Gardiens de Khan Academy doivent manuellement approuver votre {{translatedFeedbackType}}.
ja: 私達のロボット軍があなたのポストは「低品質」だと認識しました．オリジナルの投稿がサイトに表示されるには，カーンアカデミーのガーディアンがあなたの {{translatedFeedbackType}} を手動で確認して承認する必要があります．
nb: Vår hær av roboter har markert ditt innlegg som av "lav kvalitet". For å vises på siden slik du skrev det må Khan Academys voktere manuelt godkjenne din {{translatedFeedbackType}}.
nl: ns robot leger heeft jouw post gemarkeerd als "lage kwaliteit". Om te kunnen verschijnen op de site zoals oorspronkelijk geschreven, moeten de Khan Academy Guardians handmatig jouw{{translatedFeedbackType}} goedkeuren.
pl: Twoja wypowiedź została oceniona przez naszą armię robotów za wypowiedź "niskiej jakości". Żeby {{translatedFeedbackType}} mógł zostać opublikowany musisz być zatwierdzony przez Strażników Khan Academy.
pt: Nosso exército de robôs sinalizou seu post como de "baixa qualidade". Para aparecer no site como escrito originalmente, os Guardiões da Khan Academy devem aprovar seu {{translatedFeedbackType}} manualmente.
pt_pt: A nossa tropa de robôs classificaram a tua publicação como sendo de "má qualidade". Para que a tua publicação seja mostrada no site, os guardiões da Khan Academy têm de aprovar manualmente o teu {{translatedFeedbackType}}.
tr: Robot ordumuz, gönderinizi 'düşük kalite' olarak hedeflemiştir. Sitemizde yazıldığı orijinal haliyle yer alabilmesi için, {{translatedFeedbackType}} Khan Academy Koruyucularımız tarafından manuel olarak onaylanması gerekmektedir.

source: Our robot army has targeted your post as "low quality". To appear on the site as originally written, the Khan Academy Guardians must manually approve your %(translatedFeedbackType)s.
da: Vores robothær har identificeret dit indlæg som "af lav kvalitet". For at vises på webstedet i dets oprindelige form, skal Khan Academy Guardians manuelt godkende din %(translatedFeedbackType)s.
es: Nuestro ejército de robots ha etiquetado tu contribución como "de baja calidad". Para que aparezca en el sitio como está escrita originalmente, los guardias de Khan Academy tienen que aprobar manualmente tu %(translatedFeedbackType)s.
fr: Notre armée d'ingénieurs a ciblé votre message comme étant de « mauvaise qualité ». Pour apparaître sur le site tel qu'il à été initialement rédigé, les vigiles de Khan Academy doivent approuver manuellement de votre %(translatedFeedbackType)s.
ja: 私達のロボット軍があなたのポストは「質が良くない」として攻撃目標にしましました．元々書かれたような形でサイトに見えるようにするには，カーンアカデミーのガーディアンがあなたの%(translatedFeedbackType)s を手動で許可する必要があります．
nb: Vår robothær har identifisert ditt innlegg som "av lav kvalitet". For å vises på nettsiden i dets opprinnelige form, skal Khan Academy Guardians manuelt godkjende din %(translatedFeedbackType)s.
nl: Ons robotleger heeft jouw reactie geïdentificeerd als van "lage kwaliteit". Om als oorspronkelijk geschreven op de site te verschijnen, moeten de Khan Academy Guardians je %(translatedFeedbackType)s handmatig goedkeuren.
pl: Nasza armia robotów oceniła Twoją tłumaczoną treść jako "niskiej jakości". Aby pojawiła się ona na stronie w pierwotnej wersji, opiekun Khan Academy musi ręcznie zatwierdzić Twoje %(translatedFeedbackType)s.
pt: Nosso exército de robôs classificou seu post como de "baixa qualidade". Para aparecer no site como originalmente escrito, os Guardiões da Khan Academy devem aprovar manualmente seu %(translatedFeedbackType)s.
tr: Robot ordumuz, gönderinizi 'düşük kaliteli' olarak belirledi. %(translatedFeedbackType)s konulu gönderinizin sitede yer alabilmesi için, Khan Academy Türkçe Ekibi tarafından onaylanması gerekmektedir.

source: Our search robots were slow to respond, sorry! Please refresh the page to try again.
bg: Нашите роботи-търсачки реагират бавно, съжаляваме! Презаредете страницата, за да опитате отново.
da: Vores søgerobotter var for langsomme til at reagere, undskyld! Opdater venligst siden for at prøve igen.
es: Lo sentimos, nuestros robots fueron muy lentos en responder. Por favor carga de nuevo la página e inténtalo otra vez.
fr: Nos robots de recherhce ont été trop lents pour répondre, désolés! Vous êtes priés de rafraîchir la page et de réessayer.
he: רובוטי החיפוש שלנו היו לצערנו איטיים! אנא רעננו את הדף בכדי לנסות שוב.
hi: क्षमा करें!हमारे खोज-यन्त्र की मंद गति के कारण जवाब देने में समय लग रहा हैं। कृपया दोबारा प्रयास के लिए पेज रिफ्रेश करें।
ja: 我々のサーチロボットの反応がにぶいようです．すみませんがページをリロードしてもう一度お試し下さい．
nb: Våre søke roboter var langsomme med å reagere, beklager! Oppdater siden for å prøve på nytt.
nl: Onze zoekmachine reageert traag, sorry! Ververs de pagina om het opnieuw te proberen.
pl: Nasze automaty wyszukiwania wolno reagowały, przepraszamy! Prosimy, odśwież stronę, żeby spróbować ponownie.
pt: Desculpe, nossos robôs de pesquisa estão respondendo com lentidão. Atualize a página e tente novamente.
pt_pt: Os nossos robôs de pesquisa estão a demorar muito tempo a responder. Por favor, recarrega esta página e volta a tentar.
tr: Arama sistemimiz biraz yavaş çalışıyor, üzgünüz. Lütfen sayfayı tekrar çağırınız.

source: Our tips will help you motivate and support your child.
da: Vores tips vil hjælpe dig med at motivere og støtte dit barn.
es: Nuestros consejos te ayudarán a motivar y apoyar a tu hijo.
fr: Nos conseils vous aideront à motiver et soutenir votre enfant.
ja: 私達のヒントはあなたの子のやる気を起こさせ，助けになるでしょう．
nb: Våre tips vil hjelpe å motivere og støtte barnet ditt.
nl: Onze tips zullen u helpen uw kind te motiveren en ondersteunen.
pl: Nasz wskazówki pomogą Ci zmotywować i wspierać Twoje dziecko.
pt: Nossas dicas o ajudarão a motivar e apoiar seu filho.
pt_pt: As nossas sugestões irão ajudá-lo a motivar e apoiar o seu filho.
tr: İpuçlarımız çocuğunuzu desteklemenize ve teşvik etmenize yardımcı olacaktır.

source: Outside of school hours
bg: Извън учебните часове
da: Udenfor skoletiden
es: Fuera de las horas de escuela
fr: En dehors des heures d'école
ja: 学校時間外
nb: Utenom skoletiden
nl: Buiten schooltijden
pl: Poza godzinami szkolnymi
pt: Fora do horário escolar
pt_pt: Fora do horário das aulas
tr: Okul saatleri dışında

source: Over 10 million lives have been impacted by Khan Academy, and they continue to inspire us every day.
da: Over 10 millioner liv er blevet påvirket af Khan Academy, og de fortsætter med at inspirere os hver dag.
es: Khan Academy ha impactado a más de 10 millones de vidas y continúa inspirándonos cada día.
fr: Plus 10 millions de personnes utilisent la Khan Academy au moins une fois par mois, et cela nous inspire pour faire toujours mieux.
nb: Over 10 millioner liv er påvirket av Khan Academy, og de fortsetter å inspirere oss hver dag.
nl: Meer dan 10 miljoen levens zijn beïnvloed door Khan Academy, en ze blijven ons elke dag inspireren.
pl: Życie ponad 10 milionów ludzi zostało zmienione dzięki Khan Academy, a oni wciąż każdego dnia nas inspirują.
pt: A Khan Academy já mudou a vida de mais de 10 milhões de pessoas, e elas continuam a nos inspirar todos os dias.
pt_pt: A Khan Academy já mudou mais de 10 milhões de vidas. E são essas vidas que continuam a inspirar-nos todos os dias.
tr: Khan Academy 10 milyondan fazla hayatı etkiledi, ve her biri her gün bize ilham vermeye devam ediyor.

source: Over 100,000 interactive exercises.
da: Over 100.000 interaktive øvelser.
es: Más de 100,000 ejercicios interactivos
fr: Plus de 100 000 exercices interactifs.
nb: Over 100 000 interaktive oppgaver.
nl: Meer dan 100.000 interactieve oefeningen.
pl: Ponad 100000 interaktywnych ćwiczeń.
pt: Mais de 100 mil exercícios interativos.
pt_pt: Mais de 100 000 exercícios interativos.
tr: 100.000'in üzerinde etkileşimli alıştırmalar.

source: Over a specific 3-day challenge period, earn 7,000 energy points doing math problems
da: Over en bestemt periode på 3 dage, skal du optjene 7000 energipoint ved at lave matematikopgaver
es: Durante un periodo específico de desafio de 3 días, gana 7,000 puntos de energía haciendo problemas de matemáticas
fr: Sur un défi spécifique de 3 jours, gagnez 7 000 points en faisant des problèmes de maths
ja: 特定の3日間のチャレンジ期間で，数学の練習問題を解いて7,000エネルギーポイントを獲得
nb: Over en bestemt periode på 3 dager, skal du tjene 7000 energipoeng ved å løse matematikkoppgaver
nl: Over een specifieke driedaagse uitdagingsperiode, verdien 7000 energiepunten met wiskundige problemen
pl: W ciągu 3-dniowego okresu wyzwania, zdobądź 7 000 punktów energii rozwiązując zadania matematyczne
pt: Durante um período específico de 3 dias de desafio, você deve ganhar 7.000 pontos de energia resolvendo problemas de matemática
pt_pt: Durante um período específico de 3 dias, ganha 7000 pontos de energia a resolver exercícios de Matemática
tr: 3 gün sürecek yarışma boyunca matematik soruları çözerek toplam 7.000 enerji puanı kazanın

source: Over a specific 3-day challenge period, earn a total of 35,000 energy points as a team doing math problems
da: Over en bestemt periode på 3 dage, skal I optjene i alt 35.000 energipoint som et hold ved at lave matematikopgaver
es: Durante un periodo espécifico de 3 días de desafío, gana un total de 35,000 puntos de energía en equipo haciendo problemas de matemáticas
fr: Sur un défi spécifique de 3 jours, gagnez 35 000 points en faisant des problèmes de maths en tant qu'équipe
ja: 特定の3日間のチャレンジ期間で，数学の練習問題を解いて合計35,000エネルギーポイントをチームとして獲得
nb: Over en bestemt periode på 3 dager, skal du tjene totalt 357000 energipoeng ved å løse matematikkoppgaver som et lag.
nl: Over een specifieke driedaagse uitdagingsperiode, verdien 35.000 energiepunten als team met wiskundige problemen
pl: W ciągu 3-dniowego okresu wyzwania, zdobądźcie jako zespół w sumie 35 000 punktów energii rozwiązując zadania matematyczne
pt: Durante um período específico de 3 dias de desafio, a equipe deve ganhar 35.000 pontos de energia resolvendo problemas de matemática
pt_pt: Durante um período específico de 3 dias, ganha um total de 35 000 pontos de energia a resolver exercícios de Matemática
tr: 3 gün sürecek yarışma boyunca takımınızla birlikte matematik soruları çözerek toplam 35.000 enerji puanı kazanın

source: Overview of LearnStorm 2015
es: Resumen de LearnStorm 2015
nb: Oversikt over LearnStorm 2015
pl: Przegląd LearnStorm 2015
pt: Visão geral da LearnStorm 2015
pt_pt: Visão geral da LearnStorm 2015
tr: LearnStorm 2015'e Genel Bakış

source: Oxygen
fr: Oxygène
pl: Tlen
pt: Oxigênio
tr: Oksijen

source: P.S. After you've practiced this skill, we'll wait about a day before giving you a mastery challenge with a similar question. If you can prove you still know how to answer it, we'll level you up in the skill. Do this a couple more times to achieve Mastery.
da: P.s. Efter du har øvet denne færdighed, venter vi lidt under en dag før vi udfordrer dig med en beherskelsesudfordring med et lignende spørgsmål. Hvis du beviser, at du stadig ved, hvordan man besvarer det, vi du gå et niveau op i færdigheden. Lav et par mere for at mestre det.
es: P.D.: Después de que hayas practicado esta habilidad, esperaremos un día para darte un desafío de dominio con una pregunta similar. Si puedes demostrar que sigues sabiendo como responderla, te aumentaremos el nivel en la habilidad. Haz esto un par de veces más para alcanzar el dominio.
fr: P.S. : Après que vous vous soyez entraîné dans cette compétence, nous allons attendre un jour avant de vous laisser faire un défi de maîtrise. Si vous pouvez prouver que vous savez toujours répondre, vous augmenterez de niveau dans cette compétence. Faites cela plusieurs fois pour maîtriser la compétence.
nb: P.S. Etter at du har jobbet med denne ferdigheten, vil vi vente omtrent en dag før vi gir deg en mestringsutfordring med liknende oppgaver. Du kan vise at du mestrer ferdigheten, og vi vil gi det et nivå opp i ferdigheten. Gjør dette flere ganger for å oppnå mestring.
nl: P.S. als je een skill geoefend hebt, wachten we ongeveer een dag voordat we je een meesterschapsuitdaging geven met eenzelfde soort vraag. Als je kan bewijzen nog steeds het antwoord te weten, doen we jou een level omhoog in deze skill. Doe dit nog een paar keer om Meesterschap te behalen.
pl: P.S. Kiedy już przećwiczysz tą umiejętność, to poczekamy około jeden dzień, zanim damy Ci wyzwanie mistrzowskie z podobnym pytaniem. Jeżeli możesz udowodnić, że wciąż zansz odpowiedź, Twój poziom umiejętności się podniesie. Zrób tak jeszcze parę razy żeby osiągnąć poziom Opanowane.
pt: P.S. Depois de praticar essa habilidade, vamos esperar cerca de um dia antes de lhe dar um desafio com uma pergunta similar. Se você conseguir provar que ainda sabe como respondê-la, passará para o próximo nível da habilidade. Faça isso mais algumas vezes para conseguir o domínio.
tr: Not. Bu beceriyle ilgili alıştırma yaptıktan sonra, benzer soruda bir uzmanlık görevi vermeden önce yaklaşık bir gün bekleyeceğiz. Bunu hala cevaplamayı bildiğinizi kanıtlayabilirseniz, beceride düzey atlamanızı sağlayacağız. Uzmanlığa ulaşmak için, bunu birkaç kere daha yapın.

source: P.S. After you've practiced this skill, we'll wait about a day before giving you a mastery challenge with a similar question. If you can prove you still know how to answer it, we'll level you up in the skill. Do this a couple more times to achieve Mastery.
da: P.s. Efter du har øvet denne færdighed, venter vi lidt under en dag før vi udfordrer dig med en beherskelsesudfordring med et lignende spørgsmål. Hvis du kan bevise, at du stadig ved, hvordan man besvarer det, vi du gå et niveau op i færdigheden. Lav et par mere for at mestre det.
es: P.D.: Después de que hayas practicado esta habilidad, esperaremos un día antes de darte un desafío de dominio con una pregunta similar. Si puedes demostrar que sigues sabiendo como responderla, te aumentaremos el nivel en la habilidad. Haz esto un par de veces más para alcanzar el dominio.
fr: P.S. : Après que vous vous soyez entraîné dans cette compétence, nous allons attendre un jour avant de vous laisser faire un défi de maîtrise. Si vous pouvez prouver que vous savez toujours répondre, vous augmenterez de niveau dans cette compétence. Faites cela plusieurs fois pour maîtriser la compétence.
nb: P.S. Etter at du har jobbet med denne ferdigheten, vil vi vente omtrent en dag før vi gir deg en mestringsutfordring med liknende oppgaver. Du kan vise at du mestrer ferdigheten, og vi vil gi det et nivå opp i ferdigheten. Gjør dette flere ganger for å oppnå mestring.
nl: P.s. Nadat je een deze vaardigheid geoefend hebt wachten we ongeveer een dag voordat we je een Meesters Opdracht geven met een vergelijkbare opdracht. Als jij kunt bewijzen dat je nog steeds weet hoe het moet, ga je een niveau omhoog in deze vaardigheid. Doe dit nog een paar keer om het niveau Meester te behalen.
pl: P.S. Kiedy już przećwiczysz tą umiejętność, to poczekamy jeden dzień zanim damy Ci wyzwanie mistrzowskie z podobnym pytaniem. Jeżeli możesz udowodnić, że wciąż znasz odpowiedź, Twój poziom umiejętności się podniesie. Zrób tak jeszcze parę razy żeby osiągnąć poziom Opanowany.
pt: P.S. Depois de praticar essa habilidade, vamos esperar cerca de um dia antes de lhe dar um desafio com uma pergunta similar. Se você conseguir provar que ainda sabe como respondê-la, passará para o próximo nível da habilidade. Faça isso mais algumas vezes para conseguir o domínio.
tr: Not. Bu beceriyle ilgili alıştırma yaptıktan sonra, benzer soruda bir uzmanlık görevi vermeden önce yaklaşık bir gün bekleyeceğiz. Bunu hala cevaplamayı bildiğinizi kanıtlayabilirseniz, beceride düzey atlamanızı sağlayacağız. Uzmanlığa ulaşmak için, bunu birkaç kere daha yapın.
