Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Yes, it can be deduced from the first statement
es: Sí, puede ser deducida a partir de la primera proposición
fr: Oui, on peut le déduire de la première proposition
pt: Sim, pode ser deduzido da primeira afirmação
tr: Evet, birinci önermeden çıkarılabilir

source: Yes, it makes sense.
da: Ja, det giver mening.
es: Si, tiene sentido.
fr: Oui, c'est logique.
nb: Ja, det gir mening.
nl: Ja, ik begrijp het.
pl: Tak, to ma sens.
pt: Sim, faz sentido.
tr: Evet, bu mantıklı.

source: Yes, please! Sign me up!
da: Ja, tak! Tilmeld mig!
es: Sí, por favor. ¡Regístrenme!
fr: Oui, s'il vous plaît ! Je veux m'inscrire !
nb: Ja, takk! Meld meg på!
nl: Ja, alsjeblieft. Meld me aan!
pl: Tak, proszę! Zarejestruj mnie!
pt: Sim, por favor! Registre-me!
pt_pt: Sim, quero criar uma conta!
tr: Evet, lütfen. Beni kaydedin!

source: Yes, please. Sign me up!
da: Ja, tak. Tilmeld mig!
es: Sí, por favor. ¡Regístrenme!
fr: Oui, s'il vous plaît. Je veux m'inscrire !
nb: Ja, takk. Registrer meg!
nl: Ja, alsjeblieft. Meld me aan!
pl: Tak, proszę. Zarejestruj mnie!
pt: Sim, por favor. cadastre-me!
pt_pt: Sim, quero criar uma conta!
tr: Evet, lütfen. Beni kaydedin!

source: Yes, points <var>toSentence(POINTS)</var> all lie within a single flat surface. In this case, plane <code>\mathcal{<var>R</var>}</code>.
es: Si, todos los puntos <var>toSentence(POINTS)</var> se encuentran en la misma superficie plana. En este caso, el plano <code>\mathcal{<var>R</var>}</code>.
pl: Tak, wszystkie punkty <var>toSentence(POINTS)</var> leżą na jednej powierzchni płaskiej. W tym przypadku, płaszczyźnie <code>\mathcal{<var>R</var>}</code>.
pt: Sim, todos os pontos <var>toSentence(POINTS)</var> estão dentro de uma única superfície plana. Neste caso, o plano <code>\mathcal{<var>R</var>}</code>.
tr: Evet, <var>toSentence(POINTS)</var> NOKTALARI düz yatay bir yüzey üzerindedir. Bu durumda, <code>\mathcal{<var>R</var>}</code> düzlemi.

source: Yes, points <var>toSentence(POINTS)</var> are collinear.
es: Sí, los puntos <var>toSentence(POINTS)</var> son colineales.
pl: Tak, punkty <var>toSentence(POINTS)</var> są współliniowe.
pt: Sim, os pontos <var>toSentence(POINTS)</var> são colineares.
tr: Evet, <var>toSentence(POINTS)</var> NOKTALARI doğrusaldır.

source: Yes, take me to the next evaluation!
da: Ja, fortsæt til den næste evaluering!
es: Sí, llévame a la siguiente evaluación.
fr: Oui, je souhaite passer à l'évaluation suivante !
nb: Ja, ta meg til neste evaluering!
nl: Ja, laat me nog een beoordeling doen!
pl: Tak, zabierz mnie do następnej oceny!
pt: Sim, leve-me para a próxima avaliação!
tr: Evet, beni bir sonraki değerlendirmeye götür!

source: Yes, there is always at least one flat surface that passes through any three points.
es: Si, siempre hay al menos una superficie plana que pasa a través de tres puntos cualesquiera.
pl: Tak, zawsze istnieje co najmniej jedna płaska powierzchnia, które przechodzi przez jakiekolwiek trzy punkty.
pt: Sim, sempre haverá no mínimo uma superfície plana que passará por três pontos quaisquer.
tr: Evet, herhangi üç noktadan geçen en az bir düz yüzey vardır.

source: Yes. Remove me from the challenge
es: Sí. Quítenme del desafío
fr: Oui. retirez moi du défi
ja: はい．チャレンジから私を削除して下さい．
nb: Ja. Fjerne meg fra utfordringen
pl: Tak. Usuń mnie z wyzwania
pt: Sim. Remova-me do desafio
pt_pt: Sim. Pretendo sair do desafio
tr: Evet. Zor görevden beni çıkarın

source: Yesterday
da: I går
es: Ayer
fr: Hier
ja: 昨日
nb: I går
nl: Gisteren
pl: Wczoraj
pt: Ontem
pt_pt: Ontem
tr: Dün

source: Yin works on international market development at Khan. She lives for radical ideas that change the world through technology, goodwill and education at colossal scale.
pt: Yin trabalha no desenvolvimento de mercado internacional da Khan. Ela é fascinada por ideias revolucionárias que mudam o mundo por meio da tecnologia, boa vontade e educação em escala colossal.
tr: Yin, Khan'da uluslararası pazar geliştirmede çalışır. Dünyayı teknoloji, iyi niyet ve eğitimle devasa ölçekte değiştiren radikal fikirler için yaşar.

source: You
es: Tú
ja: あなた
nb: Du
pl: Ty
pt: Você
pt_pt: Tu
tr: Siz

source: You <span class="hint_blue">added <span class="desc-a"><var>A</var></span> to the left side</span> and <span class="hint_green">added <span class="desc-b"><var>B</var></span> to the right side</span>:
es: <span class="hint_blue">Sumaste <span class="desc-a"><var>A</var></span> al lado izquierdo </span> y <span class="hint_green">sumaste <span class="desc-b"><var>B</var></span> al lado derecho </span>:
fr: Tu <span class="hint_blue">as ajouté <span class="desc-a"><var>A</var></span> à gauche </span> et <span class="hint_green">ajouté <span class="desc-b"><var>B</var></span> à droite</span>:
nb: Du <span class="hint_blue">adderte <span class="desc-a"><var>A</var></span> til venstre side</span> og <span class="hint_green">adderte <span class="desc-b"><var>B</var></span> til høyre side</span>:
pl: <span class="hint_blue">Po lewej stronie zostało dodane<span class="desc-a"> <var>A</var></span></span> a <span class="hint_green">po prawej stronie zostało dodane <span class="desc-b"> <var>B</var></span></span>:
pt: Você <span class="hint_blue">adicionou <span class="desc-a"><var>A</var></span> do lado esquerdo</span> e <span class="hint_green">adicionou <span class="desc-b"><var>B</var></span> do lado direito</span>:
tr: Sol tarafı <span class="hint_blue"> <span class="desc-a"><var>A</var></span> ile topladınız </span> ve sağ tarafı <span class="hint_green"> <span class="desc-b"><var>B</var></span> ile topladınız</span>:

source: You <span class="hint_blue">added <span class="desc-a"><var>A</var></span> to the left side</span> and <span class="hint_green">subtracted <span class="desc-b"><var>B</var></span> from the right side</span>:
es: <span class="hint_blue">Sumaste <span class="desc-a"><var>A</var></span> al lado izquierdo </span> y <span class="hint_green">restaste <span class="desc-b"><var>B</var></span> al lado derecho</span>:
fr: Tu <span class="hint_blue">as ajouté <span class="desc-a"><var>A</var></span> à gauche</span> et <span class="hint_green">enlevé <span class="desc-b"><var>B</var></span> du côté droit</span>:
nb: Du <span class="hint_blue">adderte <span class="desc-a"><var>A</var></span> til venstre side</span> og <span class="hint_green">subtraherte <span class="desc-b"><var>B</var></span> fra høyre side</span>:
pl: <span class="hint_blue">Po lewej stronie zostało dodane<span class="desc-a"> <var>A</var></span></span> a <span class="hint_green">po prawej stronie zostało odjęte <span class="desc-b"> <var>B</var></span></span>:
pt: Você <span class="hint_blue">adicionou <span class="desc-a"><var>A</var></span> do lado esquerdo</span> e <span class="hint_green">subtraiu <span class="desc-b"><var>B</var></span> do lado direito</span>:
tr: Sol tarafı <span class="hint_blue"> <span class="desc-a"><var>A</var></span> ile topladınız </span> ve sağ taraftan <span class="hint_green"> <span class="desc-b"><var>B</var></span>'yi çıkardınız</span>:

source: You <span class="hint_blue">added <span class="desc-a"><var>A</var></span> to the left side</span>:
fr: Tu <span class="hint_blue">as ajouté <span class="desc-a"><var>A</var></span> à gauche</span>:
nb: Du <span class="hint_blue">adderte <span class="desc-a"><var>A</var></span> til venstre side</span>:
pl: <span class="hint_blue">Po lewej stronie zostało dodane <span class="desc-a"> <var>A</var></span></span>:
pt: Você <span class="hint_blue">adicionou <span class="desc-a"><var>A</var></span> no lado esquerdo</span>:
tr: Sol tarafı <span class="hint_blue"> <span class="desc-a"><var>A</var></span> ile topladınız</span>:

source: You <span class="hint_blue">subtracted <span class="desc-a"><var>A</var></span> from the left side</span> and <span class="hint_green">added <span class="desc-b"><var>B</var></span> to the right side</span>:
es: <span class="hint_blue">Restaste <span class="desc-a"><var>A</var></span> al lado izquierdo </span> y <span class="hint_green">sumaste <span class="desc-b"><var>B</var></span> al lado derecho</span>:
fr: Tu <span class="hint_blue"> as soustrait <span class="desc-a"><var>A</var></span> du côté gauche</span> et <span class="hint_green">ajouté <span class="desc-b"><var>B</var></span> à droite</span>:
nb: Du <span class="hint_blue">subtraherte <span class="desc-a"><var>A</var></span> fra venstre side</span> og <span class="hint_green">adderte <span class="desc-b"><var>B</var></span> til høyre side</span>:
pl: <span class="hint_blue">Po lewej stronie zostało odjęte<span class="desc-a"> <var>A</var></span></span> a <span class="hint_green">po prawej stronie zostało dodane <span class="desc-b"> <var>B</var></span></span>:
pt: Você <span class="hint_blue">subtraiu <span class="desc-a"><var>A</var></span> do lado esquerdo</span> e <span class="hint_green">adicionou<span class="desc-b"><var>B</var></span> do lado direito</span>:
tr: Sol taraftan <span class="hint_blue"> <span class="desc-a"><var>A</var></span> çıkardınız </span> ve sağ tarafı <span class="hint_green"> <span class="desc-b"><var>B</var></span> ile topladınız</span>:

source: You <span class="hint_blue">subtracted <span class="desc-a"><var>A</var></span> from the left side</span> and <span class="hint_green">subtracted <span class="desc-b"><var>B</var></span> from the right side</span>:
es: <span class="hint_blue">Restaste <span class="desc-a"><var>A</var></span> al lado izquierdo </span> y <span class="hint_green">restaste <span class="desc-b"><var>B</var></span> al lado derecho</span>:
fr: Tu <span class="hint_blue">as soustrait <span class="desc-a"><var>A</var></span> du côté gauche</span> et <span class="hint_green">soustrait <span class="desc-b"><var>B</var></span> du côté droit</span>:
nb: Du <span class="hint_blue">subtraherte <span class="desc-a"><var>A</var></span> fra venstre side</span> og <span class="hint_green">subtraherte <span class="desc-b"><var>B</var></span> fra høyre side</span>:
pl: <span class="hint_blue">Po lewej stronie zostało odjęte<span class="desc-a"> <var>A</var></span></span> a <span class="hint_green">po prawej stronie zostało odjęte <span class="desc-b"> <var>B</var></span></span>:
pt: Você <span class="hint_blue">subtraiu <span class="desc-a"><var>A</var></span> do lado esquerdo</span> e <span class="hint_green">subtraiu <span class="desc-b"><var>B</var></span> do lado direito</span>:
tr: Sol taraftan <span class="hint_blue"> <span class="desc-a"><var>A</var></span> çıkardınız </span> ve sağ taraftan <span class="hint_green"> <span class="desc-b"><var>B</var></span> çıkardınız</span>:

source: You <span class="hint_blue">subtracted <span class="desc-a"><var>A</var></span> to the left side</span>:
fr: Tu <span class="hint_blue">as soustrait <span class="desc-a"><var>A</var></span> du côté gauche</span>:
nb: Du <span class="hint_blue">subtraherte <span class="desc-a"><var>A</var></span> til venstre side</span>:
pl: <span class="hint_blue">Po lewej stronie zostało odjęte<span class="desc-a"> <var>A</var></span></span> :
pt: Você <span class="hint_blue">subtraiu <span class="desc-a"><var>A</var></span> do lado esquerdo</span>:
tr: Sol taraftan <span class="hint_blue"> <span class="desc-a"><var>A</var></span> çıkardınız</span>:

source: You <span class="hint_green">added <span class="desc-b"><var>B</var></span> to the right side</span>:
fr: Tu <span class="hint_green">as ajouté <span class="desc-b"><var>B</var></span> à droite</span>:
nb: Du <span class="hint_green">adderte <span class="desc-b"><var>B</var></span> til høyre side</span>:
pl: <span class="hint_green">Po prawej stronie zostało dodane<span class="desc-b"> <var>B</var></span></span>:
pt: Você <span class="hint_green">somou <span class="desc-b"><var>B</var></span> para o lado direito</span>:

source: You <span class="hint_green">subtracted <span class="desc-b"><var>B</var></span> from the right side</span>:
fr: Tu <span class="hint_green">as soustrait <span class="desc-b"><var>B</var></span> du côté droit</span>:
nb: Du <span class="hint_green">subtraherte <span class="desc-b"><var>B</var></span> fra høyre side</span>:
pl: <span class="hint_green">Po prawej stronie zostało odjęte<span class="desc-b"><var>B</var></span></span>:
pt: Você <span class="hint_green">subtraiu <span class="desc-b"><var>B</var></span> do lado direito</span>:

source: You Can Grow Your Brain
bg: Можеш да развиеш мозъка си
da: Du kan udvikle din hjerne
es: Puedes ejercitar tu cerebro
fr: Vous pouvez cultiver votre cerveau
he: אתה יכול להגדיל את המוח שלך
nb: Du kan trene hjernen din
nl: Je kan je brein laten groeien
pl: Możesz rozwijać swój mózg
pt: Você pode aumentar seu cérebro
tr: Beyninizi Geliştirebilirsiniz

source: You Can Learn Anything
da: Du kan lære hvad som helst
es: Tú puedes aprender cualquier cosa
fr: Vous pouvez tout apprendre
ja: 何でも学ぶことができます。
nb: Du kan lære hva som helst
nl: Je kunt alles leren
pl: Możesz Nauczyć Się Wszystkiego
pt: Você pode aprender qualquer coisa
pt_pt: Podes aprender o que quiseres
tr: Her şeyi öğrenebilirsin

source: You added
da: Du tilføjede
es: Añadiste
fr: Vous avez ajouté
ja: あなたが加えた
nb: Du la til
nl: Je hebt toegevoegd
pl: Dodane przez Ciebie
pt: Você adicionou
pt_pt: Adicionaste
tr: Eklediniz:

source: You already connected a Facebook account.
da: Du har allerede tilknyttet en Facebook-konto.
es: Ya vinculaste una cuenta de Facebook.
fr: Vous avez déjà lié un compte Facebook.
ja: あなたは既に Facebook のアカウントに接続しています．
nb: Du har allerede tilknyttet en Facebook-konto.
nl: Je hebt al een Facebook account gekoppeld.
pl: Podłączyłeś już konto Facebook.
pt: Você já está conectado à conta do Facebook.
pt_pt: Já estás associado a uma conta do Facebook.
tr: Bir Facebook hesabı bağladınız bile.

source: You already connected a Google account.
da: Du har allerede tilknyttet en Google-konto.
es: Ya vinculaste una cuenta de Google.
fr: Vous avez déjà lié un compte Google.
ja: あなたは既に Google のアカウントに接続しています．
nb: Du har allerede tilknyttet en Google-konto.
nl: U bent al gekoppeld aan een Google account.
pl: Podłączyłeś już konto Google.
pt: Você já está conectado à conta do Google.
pt_pt: Já estás associado a uma conta do Google.
tr: Bir Google hesabı bağladınız bile.

source: You already have a spin-off of this program!
da: Du har allerede et spin-off af dette program!
es: ¡Ya tienes un derivado de este programa!
fr: Vous avez déjà une variation de ce programme !
ja: あなたはもうこのプログラムのスピンオフを持っています!
nb: Du har allerede en spin-off fra dette programmet!
nl: Je hebt al een spin-off van dit programma!
pl: Już masz spin-off tego programu!
pt: Você já tem um derivado deste programa!
pt_pt: Já tens uma variação deste programa!
tr: Bu programı zaten uyarlamışsınız!

source: You also have mastery tasks ready for these missions:
da: Du har også beherskelsesopgaver klar for disse missioner:
es: También has dominado tareas listas por estas misiones:
fr: Des défis de maîtrise sont également disponibles pour ces chapitres :
ja: あなたはこれらのミッションのためのマスタリータスクの準備ができています:
nb: Du har også mestringsoppgavene klare for disse oppdragene:
nl: Je hebt ook meesterschapstaken klaar voor deze missies:
pl: Zadania mistrzowskie są także gotowe dla tych misji:
pt: Você também tem tarefas para estas missões:
tr: Bu hedefler için ustalık görevleriniz de hazır:

source: You and the community can browse your questions, answers, and comments.
da: Du og fællesskabet kan gennemse dine spørgsmål, svar og kommentarer.
es: Tú y toda la comunidad pueden leer tus preguntas, respuestas y comentarios.
fr: Tu peux (comme le reste de la communauté) parcourir et poster des questions, réponses et commentaires soumis par tout le monde.
nb: Du og fellesskapet kan se gjennom dine spørsmål, svar og kommentarer.
nl: Jij en de community kunnen zoeken op je vragen, antwoorden en commentaar.
pl: Ty i twoja społeczność może przeglądać pytania, odpowiedzi i komentarze.
pt: Você e a comunidade podem acessar suas perguntas, respostas e comentários.
pt_pt: Podes tirar dúvidas com os outros membros da comunidade.
tr: Siz ve düğer üyeler genel sorulara, cevaplara ve yorumlara göz atabilirsiniz.

source: You are %(rank)s in %(type)s in %(location)s %(timeframe)s.
ja: あなたは %(location)s の %(timeframe)s での %(type)s において %(rank)s 位です．
nb: Du er %(rank)s i %(type)s i %(location)s %(timeframe)s.
pt: Você é %(rank)s em %(type)s em %(location)s %(timeframe)s.
tr: %(location)s %(timeframe)s %(type)s %(rank)s sıradasınız.

source: You are about to delete the account <strong>%(nickname)s</strong>:
bg: Ще изтриете профила <strong>%(nickname)s</strong>:
da: Du er ved at slette kontoen <strong>%(nickname)s</strong>:
es: Estás a punto de eliminar la cuenta <strong>%(nickname)s</strong>:
fr: Vous êtes sur le point de supprimer le compte <strong>%(nickname)s</strong> :
he: אתה עומד למחוק את החשבון <strong>%(nickname)s</strong>:
nb: Du er i ferd med å slette kontoen <strong>%(nickname)s</strong>:
nl: Je staat op het punt om je <strong>%(nickname)s</strong> te verwijderen:
pl: Masz zamiar usunąć konto <strong>%(nickname)s</strong>:
pt: Você está prestes a excluir a conta <strong>%(nickname)s</strong>:
pt_pt: Estás prestes a apagar a conta "<strong>%(nickname)s</strong>":
tr: <strong>%(nickname)s</strong> hesabını silmek üzeresiniz.

source: You are already coaching:
da: Du er allerede lærer:
es: Ya eres tutor de:
fr: Vous êtes le coach de :
ja: あなたは既に次の生徒のコーチをしています:
nb: Du veileder allerede:
nl: Je bent al aan het coachen:
pl: Trenujesz już:
pt: Você já é tutor:
pt_pt: Já é tutor de:
tr: Bu öğrencilere Eğitim Koçluğu yapmaktasınız:

source: You are given two dice to roll. One is black with six sides; the other is white with four sides.
fr: On donne deux dés non pipés. L'un est noir et il a six faces ; l'autre est blanc et il a quatre faces.
pt: Você recebeu dois dados para jogar. Um deles é preto com seus lados e o outro é branco com quatro lados.
tr: İki zar atıyorsunuz. Biri altı yüzlü, siyah bir zar, diğeri dört yüzlü beyaz bir zar.

source: You are given two six-sided dice to roll.
fr: On donne deux dés à six faces non pipés.
pt: Você recebe dois dados de seis lados para jogar.
tr: İki tane altı yüzlü zar atıyorsunuz.

source: You are logged in as a parent. For your child to begin, you need to log out and let them log in.
da: Du er logget ind som en forælder. For dit barn kan begynde, skal du logge ud og lade dit barn logge ind.
es: Has iniciado sesión como padre. Para que tu hijo comience, necesitas cerrar sesión y dejar que él inicie sesión.
fr: Vous êtes connecté en tant que parent. Pour que votre enfant puisse commencer, il faut vous déconnecter et laisser votre enfant se connecter.
ja: あなたは今，親としてログインしています．あなたの子が学びを始めるためには，あなたがログアウトして子にログインしてもらう必要があります．
nb: Du er innlogget som forelder. For at barnet ditt skal begynne, må du logge ut og la dem logge inn.
nl: U bent ingelogd als ouder. Om uw kind te laten beginnen, moet u uitloggen en uw kind laten inloggen.
pl: Jesteś zalogowany/a jako rodzic. Żeby Twoje dziecko mogło zacząć, musisz się wylogować i pozwolić zalogować się dziecku.
pt: Você entrou como pai. Para seu filho começar, você terá de sair da conta e deixá-lo entrar.
pt_pt: Iniciou sessão como pai. Para o seu filho poder começar, tem de terminar sessão.
tr: Veli olarak giriş yapmışsınız. Çocuğunuzun başlayabilmesi için, siz çıkış yaptıktan sonra, kendisinin oturum açması gerekmektedir.

source: You are logged in to the Khan Academy Demo account, access is limited! <a href="/logout" class="simple-button orange">Remember to log out</a>
da: Du er logget ind på en Khan Academy Demo konto, adgangen er begrænset! <a href="/logout" class="simple-button orange"> Husk at logge ud</a>
es: Iniciaste sesión en la cuenta demo de Khan Academy. ¡El acceso es limitado! <a href="/logout" class="simple-button orange">Recuerda cerrar sesión</a>
fr: Vous êtes connecté au compte démo de la Khan Academy, l'accès est limité ! <a href="/logout" class="simple-button orange"> N'oubliez pas de fermer la session</a>
nb: Du er logget inn på Khan Academy Demo kontoen, tilgangen er begrenset! <a href="/logout" class="simple-button orange"> Husk å logge ut</a>
nl: je bent aangemeld met een Khan Academy Demo-account, de toegang is beperkt! <a href="/logout" class="simple-button orange">Vergeet niet om uit te loggen</a>
pl: Jesteś zalogowany na konto Demo Khan Academy, dostęp jest ograniczony! <a href="/logout" class="simple-button orange">Pamiętaj o tym, żeby się wylogować</a>
pt: Você está logado à conta de demonstração da Khan Academy, o acesso é limitado! <a href="/logout" class="simple-button orange">Lembre-se de fazer o logout</a>
pt_pt: Estás a utilizar a conta de demonstração da Khan Academy com acesso limitado! <a href="/logout" class="simple-button orange">Não te esqueças de terminar sessão</a>
tr: Khan Academy Demo hesabına giriş yaptınız. Bu hesabın erişimi sınırlıdır! <a href="/logout" class="simple-button orange">Lütfen çıkış yapmayı unutmayınız.</a>

source: You are not subscribed to any topic updates.
da: Du abonnerer ikke på nogle opdateringer om noget emne.
es: No estás suscrito a ninguna actualización temática.
fr: Vous êtes abonné à aucune mise à jour de rubrique.
ja: あなたはどのトピックについても更新情報を購読していません．
nb: Du abonnerer ikke på noen emneoppdateringer.
nl: Je bent op geen van de onderwerpen geabonneerd.
pl: Nie subskrybujesz żadnych aktualizacji tematu.
pt: Você não está inscrito para receber atualizações de nenhum tópico.
pt_pt: Não estás registado para receberes atualizações.
tr: Herhangi bir konu güncellemesine abone değilsiniz.

source: You are now connected to your child. Click to view their progress.
da: Du har nu forbindelse til dit barn. Klik her for at se deres fremskridt.
es: Ahora estás conectado con tu hijo. Haz clic para ver su progreso.
fr: Vous êtes maintenant connecté avec votre enfant. Cliquez ici pour voir leur activité et leurs progrès !
ja: これであなたは子供と接続されています．クリックして子供の進捗状況を見ましょう．
nb: Du er nå koblet til barnet ditt. Klikk for å se fremdriften.
nl: Je bent nu verbonden met jouw kind. Klik om hun voortgang te bekijken.
pl: Jesteś teraz połączony/połączona ze swoim dzieckiem. Kliknij, żeby zobaczyć jego postęp.
pt: Agora você está conectado ao seu filho. Clique para ver seu progresso.
pt_pt: Já está ligado ao seu filho. Clique para ver o progresso.
tr: Çocuğunuzun hesabına bağlandınız. Gelişimini izlemek için tıklayın.

source: You are previewing an unpublished subject.
da: Du får vist et ikke-offentliggjort emne.
es: Estás previsualizando un tema no publicado.
fr: Vous voyez en avant-première un sujet non publié.
ja: あなたは未発行の科目をプレビュー中です．
nb: Du ser en forhåndsvising av et upublisert fag.
nl: Je bekijkt een niet-gepubliceerd onderwerp.
pl: Przeglądasz nieopublikowany temat.
pt: Você está visualizando um tema não publicado.
pt_pt: Estás a pré-visualizar um projeto não publicado.
tr: Yayımlanmamış bir konunun önizlemesini görüntülüyorsunuz.

source: You are previewing an unpublished tutorial.
da: Du ser en ikke-offentliggjorte tutorial.
es: Estás observando una vista previa de una lección no publicada.
fr: Vous êtes en train de visualiser un tutoriel qui n'a pas encore été publié.
ja: あなたは公開されていないチュートリアルをプレビューしています．
nb: Du ser en forhåndsvisning av en upublisert sekvens.
nl: Je bekijkt een niet-gepubliceerde tutorial.
pl: Przeglądasz nieopublikowany samouczek.
pt: Você está visualizando um tutorial não publicado.
pt_pt: Estás a pré-visualizar um tutorial que ainda não foi publicado.
tr: Henüz yayınlanmamış olan bir Eğitim İçeriği'ni ön izleme yapmaktasınız.

source: You are viewing a problem.
fr: Vous faîtes face à un problème.
nb: Du ser på en oppgave.
pl: Oglądasz problem.
pt: Você está vendo um problema.
pt_pt: Estás a ver um exercício.
tr: Bir soruya bakmaktasınız.
