Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <var>person( PERSON + 1 )</var> earned <code><var>VALUE</var></code> <var>BADGE</var> badge.
fr: <var>person( PERSON + 1 )</var> a gagné <code><var>VALUE</var></code> badge <var>BADGE</var>.
pl: <code><var>VALUE</var></code> odznaka <var>BADGE</var> została zdobyta przez <var>person( PERSON + 1 )</var>.
pt: <var>person( PERSON + 1 )</var> ganhou <code><var>VALUE</var></code> medalha <var>BADGE</var>.
tr: <var>person( PERSON + 1 )</var> <code><var>VALUE</var></code> <var>BADGE</var> madalya kazandı.

source: <var>person( PERSON + 1 )</var> has <code><var>NUM_SYMBOLS</var></code> symbol next to her name.
fr: <var>person( PERSON + 1 )</var> a <code><var>NUM_SYMBOLS</var></code> symbole à côté de son nom.
pl: <var>person( PERSON + 1 )</var> ma <code><var>NUM_SYMBOLS</var></code> symbol obok swojego imienia.
pt: <var>person( PERSON + 1 )</var> tem <code><var>NUM_SYMBOLS</var></code> símbolo ao lado do nome dela.
tr: <var>person( PERSON + 1 )</var> isminin yanında <code><var>NUM_SYMBOLS</var></code> sembolü bulunmaktadır.

source: <var>person( PERSON + 1 )</var> has <code><var>NUM_SYMBOLS</var></code> symbol next to his name.
fr: <var>person( PERSON + 1 )</var> a <code><var>NUM_SYMBOLS</var></code> symbole à côté de son nom.
pl: <var>person( PERSON + 1 )</var> ma <code><var>NUM_SYMBOLS</var></code> symbol obok swojego imienia.
pt: <var>person( PERSON + 1 )</var> tem <code><var>NUM_SYMBOLS</var></code> símbolo ao lado do nome dele.
tr: <var>person( PERSON + 1 )</var> isminin yanında <code><var>NUM_SYMBOLS</var></code> sembolü bulunmaktadır.

source: <var>person( PERSON1 + 1 )</var> earned <code><var>VAL1 - VAL2</var></code> more <var>BADGE</var> badge than <var>person( PERSON2 + 1 )</var>.
fr: <var>person( PERSON1 + 1 )</var> a gagné <code><var>VAL1 - VAL2</var></code> badge <var>BADGE</var> de plus que <var>person( PERSON2 + 1 )</var>.
pl: <code><var>VAL1 - VAL2</var></code> odznaka <var>BADGE</var> więcej została zdobyta przez <var>person( PERSON1 + 1 )</var> w porównaniu z <var>person( PERSON2 + 1 )</var>.
pt: <var>person( PERSON1 + 1 )</var> ganhou <code><var>VAL1 - VAL2</var></code> medalha <var>BADGE</var> a mais do que <var>person( PERSON2 + 1 )</var>.
tr: <var>person( PERSON1 + 1 )</var>, <var>person( PERSON2 + 1 )</var>'den <code><var>VAL1 - VAL2</var></code> tane daha fazla <var>BADGE</var> madalya kazanmıştır.

source: <var>person( PERSON1 + 1 )</var> has <code><var>PRETTY_SYM_DIFF</var></code> more symbol next to her name than <var>person( PERSON2 + 1 )</var> does.
fr: <var>person( PERSON1 + 1 )</var> a <code><var>PRETTY_SYM_DIFF</var></code> symbole de plus à côté de son nom que <var>person( PERSON2 + 1 )</var>.
pl: <var>person( PERSON1 + 1 )</var> ma <code><var>PRETTY_SYM_DIFF</var></code> symbol więcej obok swojego imienia niż <var>person( PERSON2 + 1 )</var>.
pt: <var>person( PERSON1 + 1 )</var> tem <code><var>PRETTY_SYM_DIFF</var></code> símbolo a mais ao lado do seu nome do que <var>person( PERSON2 + 1 )</var> .
tr: <var>person( PERSON1 + 1 )</var> isminin yanında <var>person( PERSON2 + 1 )</var>'nin sahip olduğundan <code><var>PRETTY_SYM_DIFF</var></code> daha fazla sembol bulunmaktadır.

source: <var>person( PERSON1 + 1 )</var> has <code><var>PRETTY_SYM_DIFF</var></code> more symbol next to his name than <var>person( PERSON2 + 1 )</var> does.
fr: <var>person( PERSON1 + 1 )</var> a <code><var>PRETTY_SYM_DIFF</var></code> symbole de plus à côté de son nom que <var>person( PERSON2 + 1 )</var>.
pl: <var>person( PERSON1 + 1 )</var> ma <code><var>PRETTY_SYM_DIFF</var></code> symbol więcej obok swojego imienia niż <var>person( PERSON2 + 1 )</var>.
pt: <var>person( PERSON1 + 1 )</var> tem <code><var>PRETTY_SYM_DIFF</var></code> símbolo a mais ao lado do seu nome do que <var>person( PERSON2 + 1 )</var>.
tr: <var>person( PERSON1 + 1 )</var> isminin yanında <var>person( PERSON2 + 1 )</var>'nin sahip olduğundan <code><var>PRETTY_SYM_DIFF</var></code> daha fazla sembol bulunmaktadır.

source: <var>person(1)</var> <var>RODE</var> her <var>BIKE</var> for <code><var>NUM1</var></code> <var>distance(1)</var> on each of the past <code><var>NUM2</var></code> days.
nb: <var>person(1)</var> <var>RODE</var> hennes <var>BIKE</var> for <code><var>NUM1</var></code> <var>distance(1)</var> på hver av de forrige <code><var>NUM2</var></code> dagene.
pl: <var>person(1)</var> <var>RODE</var> swoim <var>BIKE</var> przez <code><var>NUM1</var></code> <var>distance(1)</var> w każdym z poprzednich <code><var>NUM2</var></code> dni.
pt: <var>person(1)</var> <var>RODE</var> com sua <var>BIKE</var> por <code><var>NUM1</var></code> <var>distance(1)</var> nos últimos <code><var>NUM2</var></code> dias.

source: <var>person(1)</var> <var>RODE</var> her <var>BIKE</var> for a total of <code><var>TOTAL</var></code> <var>distance(1)</var> over the past <code><var>NUM2</var></code> days, and she <var>RODE</var> the same amount each day.
nb: <var>person(1)</var> <var>RODE</var> sin <var>BIKE</var> totalt <code><var>TOTAL</var></code> <var>distance(1)</var> i løpet av de siste <code><var>NUM2</var></code> dagene, og hun <var>RODE</var> samme avstand hver dag.
pl: <var>person(1)</var> <var>RODE</var> swoim <var>BIKE</var> w sumie <code><var>TOTAL</var></code> <var>distance(1)</var> przez ostatnie <code><var>NUM2</var></code> dni, i <var>RODE</var> taką samą odległość każdego dnia.
pt: <var>person(1)</var> <var>RODE</var> com sua <var>BIKE</var> um total de <code><var>TOTAL</var></code> <var>distance(1)</var> nos últimos <code><var>NUM2</var></code> dias e ela <var>RODE</var> a mesma distância todos os dias.

source: <var>person(1)</var> <var>RODE</var> his <var>BIKE</var> for <code><var>NUM1</var></code> <var>distance(1)</var> on each of the past <code><var>NUM2</var></code> days.
fr: <var>person(1)</var> <var>RODE</var> son <var>BIKE</var> sur <code><var>NUM1</var></code> <var>distance(1)</var> au cours de chacun des derniers <code><var>NUM2</var></code> jours.
pl: <var>person(1)</var> <var>RODE</var> na swoim <var>BIKE</var> przez <code><var>NUM1</var></code> <var>distance(1)</var> w każdym z poprzednich <code><var>NUM2</var></code> dni.
pt: <var>person(1)</var> <var>RODE</var> com sua <var>BIKE</var> por <code><var>NUM1</var></code> <var>distance(1)</var> nos últimos <code><var>NUM2</var></code> dias.

source: <var>person(1)</var> <var>RODE</var> his <var>BIKE</var> for a total of <code><var>TOTAL</var></code> <var>distance(1)</var> over the past <code><var>NUM2</var></code> days, and he <var>RODE</var> the same amount each day.
nb: <var>person(1)</var> <var>RODE</var> sin <var>BIKE</var> totalt <code><var>TOTAL</var></code> <var>distance(1)</var> i de siste <code><var>NUM2</var></code> dagene, og han <var>RODE</var> samme lengde hver dag.
pl: <var>person(1)</var> <var>RODE</var> swoim <var>BIKE</var> w sumie <code><var>TOTAL</var></code> <var>distance(1)</var> przez ostatnie <code><var>NUM2</var></code> dni, i <var>RODE</var> taką samą odległość każdego dnia.
pt: <var>person(1)</var> <var>RODE</var> com sua <var>BIKE</var> um total de <code><var>TOTAL</var></code> <var>distance(1)</var> nos últimos <code><var>NUM2</var></code> dias e ele <var>RODE</var> a mesma distância todos os dias.

source: <var>person(1)</var> ate <code><var>A</var></code> slice of <var>pizza(1)</var>.
da: <var>person(1)</var> spiste <code><var>A</var></code> skive <var>pizza(1)</var>.
es: <var>person(1)</var> comió <code><var>A</var></code> rebanada de <var>pizza(1)</var>.
fr: <var>person(1)</var> a mangé <code><var>A</var></code> part de <var>pizza(1)</var>.
nb: <var>person(1)</var> ate <code><var>A</var></code> stykker <var>pizza(1)</var>.
nl: <var>person(1)</var> at <code><var>A</var></code> pizzapunt van de <var>pizza(1)</var>.
pl: <var>person(1)</var> zjadł(a) <code><var>A</var></code> kawałek <var>pizza(1)</var>.
pt: <var>person(1)</var> comeu <code><var>A</var></code> pedaço de <var>pizza(1)</var>.
tr: <var>person(1)</var> <code><var>A</var></code> dilim <var>pizza(1)</var> yedi.

source: <var>person(1)</var> bought a new <var>clothing(1)</var> at the store when they were having a <code><var>DISCOUNT</var>\%</code> off sale. If the regular price of the <var>clothing(1)</var> was <code>\$<var>PRICE</var></code>, how much did <var>person(1)</var> pay with the discount?
fr: <var>person(1)</var> achète un <var>clothing(1)</var> dans un magasin qui fait <code><var>DISCOUNT</var>\%</code> de réduction sur tous ses articles. Si le prix normal du <var>clothing(1)</var> était de <code>\$<var>PRICE</var></code>, combien paiera <var>person(1)</var> après la réduction ?
nb: <var>person(1)</var> kjøpte en ny <var>clothing(1)</var> på butikken mens de har <code><var>DISCOUNT</var>\%</code> salg. Om den opprinnelige prisen på <var>clothing(1)</var> var <code>\$<var>PRICE</var></code>, hvor mye vil <var>person(1)</var> betale på tilbud?
pl: <var>person(1)</var> kupuje <var>clothing(1)</var> w sklepie, który oferuje <code><var>DISCOUNT</var>\%</code> rabatu. Jeśli pierwotnie za <var>clothing(1)</var> należało zapłacić <code>\$<var>PRICE</var></code>, ile zapłaci <var>person(1)</var> po otrzymaniu rabatu?
pt: <var>person(1)</var> comprou um(a) <var>clothing(1)</var> novo(a) em uma loja quando a loja estava dando um desconto de <code><var>DISCOUNT</var>\%</code>. Se o preço normal do(a) <var>clothing(1)</var> era <code>\$<var>PRICE</var></code>, quanto <var>person(1)</var> pagou com o desconto?

source: <var>person(1)</var> buys a basket of <var>plural_form(fruit(1))</var> on sale for <code>\$<var>DOLLARS</var></code> before tax. The sales tax is <code><var>SALES_TAX</var>\%</code>. What is the total price <var>person(1)</var> pays for the basket of <var>plural_form(fruit(1))</var>?
fr: <var>person(1)</var> achète un panier contenant des <var>plural_form(fruit(1))</var> dont le prix hors taxe est de <code>\$<var>DOLLARS</var></code>. Pour ce type de marchandises le taux de la TVA est de <code><var>SALES_TAX</var>\%</code>. Quel sera le prix total, taxe comprise, que paiera <var>person(1)</var> pour son panier contenant des <var>plural_form(fruit(1))</var>?
nb: <var>person(1)</var> kjøper en kurv<var>plural_form(fruit(1))</var> på salg for <code>\$<var>DOLLARS</var></code> før moms. Momsen er<code><var>SALES_TAX</var>\%</code>. Hva er den totale prisen <var>person(1)</var> betaler for kurven med <var>plural_form(fruit(1))</var>?
pl: <var>person(1)</var> kupuje kosz <var>plural_form(fruit(1))</var> na giełdzie za <code>\$<var>DOLLARS</var></code> netto. Podatek wynosi <code><var>SALES_TAX</var>\%</code>. Ile zapłaci <var>person(1)</var> za kosz <var>plural_form(fruit(1))</var>?
pt: <var>person(1)</var> compra uma cesta de <var>plural_form(fruit(1))</var> à venda por <code>\$<var>DOLLARS</var></code> antes de ser cobrado o imposto. O imposto é de <code><var>SALES_TAX</var>\%</code>. Qual é o preço total que <var>person(1)</var> paga pela cesta de <var>plural_form(fruit(1))</var>?

source: <var>person(1)</var> decided to buy a basket of <var>plural_form(fruit(1))</var> and a basket of <var>plural_form(fruit(2))</var> {before heading home|because those were her favorite kinds of fruit|}.
es: <var>person(1)</var> decidió comprar una canasta de <var>plural_form(fruit(1))</var> y una canasta de <var>plural_form(fruit(2))</var> {antes de ir a casa|ya que son sus favoritas|}.
fr: <var>person(1)</var> a décidé d'acheter un panier contenant des <var>plural_form(fruit(1))</var> et un panier contenant des <var>plural_form(fruit(2))</var> {avant de rentrer à la maison|parce que ce sont ses fruits préférés|}.
nb: <var>person(1)</var> bestemte seg for å kjøpe en kurv med <var>plural_form(fruit(1))</var> og en kurv med <var>plural_form(fruit(2))</var> {før hun gikk hjem|fordi det var hennes favorittfrukt|}.
nl: <var>person(1)</var> besloot een mandje met <var>plural_form(fruit(1))</var> en een mandje met <var>plural_form(fruit(2))</var> te kopen {voordat ze naar huis ging|omdat dat haar favoriete soorten fruit zijn|}.
pl: <var>person(1)</var> zdecydował się kupić koszyk <var>plural_form(fruit(1))</var> i koszyk <var>plural_form(fruit(2))</var> {przed pójściem do domu|ponieważ to były jej ulubione owoce|}.
pt: <var>person(1)</var> decidiu comprar uma cesta de <var>plural_form(fruit(1))</var> e uma cesta de <var>plural_form(fruit(2))</var> {antes de ir para casa|porque aquelas eram suas frutas favoritas|}.
tr: <var>person(1)</var> {eve gitmeden önce|en sevdiği meyve olduğu için|} bir sepet <var>plural_form(fruit(1))</var> ve bir sepet <var>plural_form(fruit(2))</var> almaya karar vermiştir.

source: <var>person(1)</var> decided to buy a basket of <var>plural_form(fruit(1))</var> and a basket of <var>plural_form(fruit(2))</var> {before heading home|because those were his favorite kinds of fruit|}.
es: <var>person(1)</var> decidió comprar una canasta de <var>plural_form(fruit(1))</var> y una canasta de <var>plural_form(fruit(2))</var> {antes de ir a casa|pues esas son sus favoritas|}.
fr: <var>person(1)</var> a décidé d'acheter un panier de <var>plural_form(fruit(1))</var> et un panier de <var>plural_form(fruit(2))</var> {avant de rentrer à la maison|parce que ce sont ses fruits préférés|}.
hi: <var>person(1)</var> व्यक्ति ने एक <var>plural_form(fruit(1))</var> की टोकरी और एक टोकरी <var>plural_form(fruit(2))</var> की टोकरी को {before heading home|because those were his favorite kinds of fruit|} खरीदने का सोचाI
nb: <var>person(1)</var> ville kjøpe en kurv med <var>plural_form(fruit(1))</var> og en kurv med <var>plural_form(fruit(2))</var> {før han kom hjem|fordi det var hans favorittfrukt|}.
pl: <var>person(1)</var> zdecydował(a) się kupić koszyk, w którym są <var>plural_form(fruit(1))</var>, i koszyk, w którym są <var>plural_form(fruit(2))</var>, {przed powrotem do domu|ponieważ to były jego(jej) ulubione owoce|}.
pt: <var>person(1)</var> decidiu comprar uma cesta de <var>plural_form(fruit(1))</var> e uma cesta de <var>plural_form(fruit(2))</var> {antes de ir para casa|porque aquelas eram suas frutas favoritas|}.
tr: <var>person(1)</var> {eve gitmeden önce|en sevdiği meyve olduğu için|} bir sepet <var>plural_form(fruit(1))</var> ve bir sepet <var>plural_form(fruit(2))</var> almaya karar verdi.

source: <var>person(1)</var> earns a base salary of <code>$<var>localeToFixed(BASE_SALARY, 2)</var></code> every week with an additional <code><var>COMMISSION_RATE</var>\%</code> commission on everything he sells. If <var>person(1)</var> sold <code>$<var>localeToFixed(SALES, 2)</var></code> worth of items last week, what was his total pay?
fr: <var>person(1)</var> reçoit chaque semaine un salaire de base de <code>$<var>localeToFixed(BASE_SALARY, 2)</var></code> et une commission supplémentaire de <code><var>COMMISSION_RATE</var>\%</code> sur tout ce qu'il vend. Si <var>person(1)</var> a vendu <code>$<var>localeToFixed(SALES, 2)</var></code> de marchandises la semaine dernière, quel a été son salaire total ?
nb: <var>person(1)</var> tjener en grunnlønn på <code>$<var>localeToFixed(BASE_SALARY, 2)</var></code> hver uke, med et tillegg på <code><var>COMMISSION_RATE</var>\%</code>i provisjon på alt han selger. Om <var>person(1)</var> selger varer for <code>$<var>localeToFixed(SALES, 2)</var></code> forrige uke, hva blir ukelønnen totalt?
pl: <var>person(1)</var> zarabia podstawowe wynagrodzenie <code>$<var>localeToFixed(BASE_SALARY, 2)</var></code> na tydzień z dodatkową prowizją <code><var>COMMISSION_RATE</var>\%</code> od sprzedaży. Jeśli wartość sprzedanych przez <var>person(1)</var> towarów wyniosła w zeszłym tygodniu <code>$<var>localeToFixed(SALES, 2)</var></code>, ile wyniosło całkowite wynagrodzenie?
pt: <var>person(1)</var> ganha um salário-base de <code>$<var>localeToFixed(BASE_SALARY, 2)</var></code> toda semana com uma comissão adicional de <code><var>COMMISSION_RATE</var>\%</code> sobre tudo que ele vende. Se <var>person(1)</var> vendeu o equivalente a <code>$<var>localeToFixed(SALES, 2)</var></code> em itens na semana passada, qual foi seu pagamento total?

source: <var>person(1)</var> earns a base salary of <code>$<var>localeToFixed(BASE_SALARY, 2)</var></code> every week with an additional <code><var>COMMISSION_RATE</var>\%</code> commission on everything she sells. If <var>person(1)</var> sold <code>$<var>localeToFixed(SALES, 2)</var></code> worth of items last week, what was her total pay?
fr: <var>person(1)</var> reçoit chaque semaine un salaire de base de <code>$<var>localeToFixed(BASE_SALARY, 2)</var></code> et une commission supplémentaire de <code><var>COMMISSION_RATE</var>\%</code> sur tout ce qu'elle vend. Si <var>person(1)</var> a vendu <code>$<var>localeToFixed(SALES, 2)</var></code> de marchandises la semaine dernière, quel a été son salaire total ?
nb: <var>person(1)</var> tjener en grunnlønn på <code>$<var>localeToFixed(BASE_SALARY, 2)</var></code> hver uke med et tillegg på <code><var>COMMISSION_RATE</var>\%</code> i kommisjon for det han selger. Om <var>person(1)</var> selger for en verdi på <code>$<var>localeToFixed(SALES, 2)</var></code> i denne uken, hva vil lønnen bli?
pl: <var>person(1)</var> zarabia podstawowe wynagrodzenie <code>$<var>localeToFixed(BASE_SALARY, 2)</var></code> na tydzień z dodatkową prowizją <code><var>COMMISSION_RATE</var>\%</code> od sprzedaży. Jeśli wartość sprzedanych przez <var>person(1)</var> towarów wyniosła w zeszłym tygodniu <code>$<var>localeToFixed(SALES, 2)</var></code>, ile wyniosło całkowite wynagrodzenie?
pt: <var>person(1)</var> ganha um salário-base de <code>$<var>localeToFixed(BASE_SALARY, 2)</var></code> toda semana com uma comissão adicional de <code><var>COMMISSION_RATE</var>\%</code> sobre tudo que ela vende. Se <var>person(1)</var> vendeu o equivalente a <code>$<var>localeToFixed(SALES, 2)</var></code> em itens na semana passada, qual foi seu pagamento total?

source: <var>person(1)</var> had to do <var>PROBLEMS</var> <code><var>START</var></code> through <code><var>END</var></code> for homework last week.
es: <var>person(1)</var> tuvo que hacer de tarea los <var>PROBLEMS</var> del <code><var>START</var></code> al <code><var>END</var></code> de la semana pasada.
fr: <var>person(1)</var> devait faire les <var>PROBLEMS</var> <code><var>START</var></code> à <code><var>END</var></code> en devoirs la semaine dernière.
hi: <var>person(1)</var> को <var>PROBLEMS</var> <code><var>START</var></code> से <code><var>END</var></code> तक करने थे पिछले सप्ताह के गृहकार्य के लिए।
nb: <var>person(1)</var> måtte gjøre <var>PROBLEMS</var> <code><var>START</var></code> ferdig <code><var>END</var></code> i lekse forrige uke.
nl: <var>person(1)</var> moest vorige week <var>PROBLEMS</var> <code><var>START</var></code> tot en met <code><var>END</var></code> voor huiswerk doen.
pl: W zeszłym tygodniu <var>person(1)</var> miał odrobić jako pracę domową zadania od <var>PROBLEMS</var> <code><var>START</var></code> do <code><var>END</var></code>.
pt: <var>person(1)</var> teve que fazer <var>PROBLEMS</var> do <code><var>START</var></code> até o <code><var>END</var></code> para o dever de casa na semana passada.

source: <var>person(1)</var> had to do <var>PROBLEMS</var> <code><var>START</var></code> through <code><var>END</var></code> for homework tonight.
es: <var>person(1)</var> tenía que hacer los <var>PROBLEMS</var> <code><var>START</var></code> a <code><var>END</var></code> de tarea esta noche.
fr: <var>person(1)</var> devait faire les <var>PROBLEMS</var> <code><var>START</var></code> à <code><var>END</var></code> en devoirs hier soir.
hi: <var>person(1)</var> को <var>PROBLEMS</var> <code><var>START</var></code> से <code><var>END</var></code> तक करने थे पिछले सप्ताह के गृहकार्य के लिए।
nb: <var>person(1)</var> måtte gjøre <var>PROBLEMS</var> <code><var>START</var></code> ferdig <code><var>END</var></code> i lekse i kveld.
nl: <var>person(1)</var> moest vanavond <var>PROBLEMS</var> <code><var>START</var></code> tot en met <code><var>END</var></code> voor huiswerk doen.
pl: Dzisiaj wieczorem <var>person(1)</var> ma odrobić jako pracę domową zadania od <var>PROBLEMS</var> <code><var>START</var></code> do <code><var>END</var></code>.
pt: <var>person(1)</var> teve que fazer <var>PROBLEMS</var> do <code><var>START</var></code> até o <code><var>END</var></code> para o dever de casa de hoje à noite.

source: <var>person(1)</var> had to read <var>PROBLEMS</var> <code><var>START</var></code> through <code><var>END</var></code> for homework last week.
es: La semana pasada de tarea <var>person(1)</var> tuvo que leer los(las) <var>PROBLEMS</var> <code><var>START</var></code> a <code><var>END</var></code>.
fr: <var>person(1)</var> devait faire les <var>PROBLEMS</var> <code><var>START</var></code> à <code><var>END</var></code> en devoirs la semaine dernière.
hi: <var>person(1)</var> को <var>PROBLEMS</var> पढना है <code><var>START</var></code> से <code><var>END</var></code> तक पिछले सप्ताह के गृहकार्य के लिए।
nb: <var>person(1)</var> måtte lese <var>PROBLEMS</var> <code><var>START</var></code> ferdig <code><var>END</var></code> i lekse forrige uke.
nl: <var>person(1)</var> moest vorige week <var>PROBLEMS</var> <code><var>START</var></code> tot en met <code><var>END</var></code> voor huiswerk lezen.
pl: W zeszłym tygodniu <var>person(1)</var> miał do odrobienia jak pracę domową zadania od <var>PROBLEMS</var> <code><var>START</var></code> do <code><var>END</var></code>.
pt: <var>person(1)</var> teve que ler <var>PROBLEMS</var> do <code><var>START</var></code> até o <code><var>END</var></code> para o dever de casa na semana passada.

source: <var>person(1)</var> had to read <var>PROBLEMS</var> <code><var>START</var></code> through <code><var>END</var></code> for homework tonight.
es: <var>person(1)</var> tuvo que leer los <var>PROBLEMS</var> <code><var>START</var></code> a <code><var>END</var></code> de tarea esta noche.
fr: <var>person(1)</var> devait faire les <var>PROBLEMS</var> <code><var>START</var></code> à <code><var>END</var></code> en devoirs hier soir.
hi: <var>person(1)</var> को <var>PROBLEMS</var> पढना है <code><var>START</var></code> से <code><var>END</var></code> तक पिछले सप्ताह के गृहकार्य के लिए।
nb: <var>person(1)</var> måtte lese <var>PROBLEMS</var> <code><var>START</var></code> ferdig <code><var>END</var></code> i lekse i dag.
nl: <var>person(1)</var> moest vanavond <var>PROBLEMS</var> <code><var>START</var></code> tot en met <code><var>END</var></code> voor huiswerk lezen.
pl: Dzisiaj wieczorem <var>person(1)</var> ma do odrobienia jako pracę domową zadania od <var>PROBLEMS</var> <code><var>START</var></code> do <code><var>END</var></code>.
pt: <var>person(1)</var> teve que ler <var>PROBLEMS</var> do <code><var>START</var></code> até o <code><var>END</var></code> para o dever de casa de hoje à noite.
