Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Once they <a href="/">try a skill</a> or <a href="/library">watch a video</a>, real data will show up here.
da: Når de <a href="/">arbejder med en færdighed</a> eller <a href="/library">ser en video</a>, vises data i realtid her.
es: Una vez que <a href="/">intenten una habilidad</a> o <a href="/library">vean un video</a>, aparecerán datos reales aquí.
fr: Une fois qu'ils <a href="/">essayent une compétence</a> ou <a href="/library">regardent une vidéo</a>, des données réelles apparaîssent ici.
ja: 一度あなたが <a href="/">スキルに挑戦する</a>かまたは <a href="/library">ビデオを見る</a>と，そのリアルデータがここに示されます．
nb: Når de <a href="/">arbeider med en ferdighet</a> eller <a href="/library">ser en video</a>, vil sanntidsdata vises her.
nl: Als ze <a href="/">een vaardigheid proberen</a> of <a href="/library">een video bekijken</a>, zal data hier verschijnen.
pl: Prawdziwe dane pojawią się tutaj kiedy tylko <a href="/">wypróbujesz umiejętność</a> lub <a href="/library">obejrzysz film</a>.
pt: Após eles <a href="/">testarem uma habilidade</a> ou <a href="/library">assistirem a um vídeo</a>, os dados reais aparecerão aqui.
pt_pt: Depois de <a href="/">testarem uma competência</a> ou de <a href="/library">verem um vídeo</a>, serão mostrados dados reais aqui.
tr: <a href="/">Bir beceriyi denediklerinde</a> veya <a href="/library">bir video izlediklerinde </a>, gerçek veri burada yer alacaktır.

source: Once upon a time, Cam was stranded on an island with Justin and a pirate puzzle master named Tomer. Tomer lined up 100 treasure chests in a cave, labeled 100 coconuts from 1 to 100, and placed one coconut in each chest. Tomer then led Justin into the cave and allowed him to look inside the chests and even swap the contents of two of them. (What a nice guy!) Afterwards, he hit Justin over the head with a wooden plank to knock him out. (Not a nice guy!) Tomer then led Cam into the cave, gave him a random number, and said, “You may open 50 chests. If you find your number, I'll help you off the island.” Thankfully, Cam and Justin knew about Tomer's crazy riddle ahead of time, which allowed them to devise a surefire strategy. That is, they knew <em>for sure</em> that Cam would be able to find his number. What was their strategy? (Cam now works for KA as a math question writer, as do Justin and Tomer.)
pt: Era uma vez, um homem chamado Cam que estava preso em uma ilha com Justin e um pirata chamado Tomer, que era um mestre em quebra-cabeças. Tomer alinhou cem baús do tesouro em uma caverna, etiquetou cem cocos de um a cem, e colocou um coco em cada baú. Então, Tomer levou Justin até a caverna e deixou que ele olhasse dentro dos baús e até trocasse o conteúdo de dois deles (que cara legal!). Depois, ele deu uma paulada na cabeça de Justin para fazê-lo desmaiar (que cara terrível!). Tomer levou Cam até a caverna, entregou-lhe um número aleatório e disse: "Você pode abrir cinquenta baús. Se encontrar seu número, vou ajudá-lo a sair da ilha". Felizmente, Cam e Justin já sabiam que Tomer faria essa charada maluca, o que lhes permitiu bolar uma estratégia à prova de falhas. Ou seja, eles sabiam <em>com certeza</em> que Cam seria capaz de encontrar o número. Qual foi a estratégia deles? (Cam hoje trabalha na KA elaborando perguntas de matemática, assim como Justin e Tomer).
tr: Bir zamanlar Cam, Justin ve Tomer adında bir korsan bulmaca ustası ile birlikte ıssız bir adada mahsur kalmış. Tomer 100 tane hazine sandığını bir mağaraya dizmiş ve 100 hindistan cevizine de 1'den 100'e kadar sayı verdikten sonra her sandığa bir tane hindistan cevizi koymuş. Tomer, Justin'i mağaraya götürmüş ve sandıkların içindekileri göstermiş; hatta iki sandığın içindeki hindistan cevizlerini değiştirmesine bile izin vermiş! (Ne kadar da iyi bir korsan!) Sonrasında ise, Justin'in kafasına bir kalas ile vurmuş ve onu bayıltmış (O kadar da iyi değilmiş anlaşılan...) Tomer daha sonra Cam'i mağaraya getirmiş ve ona rastgele bir sayı verdikten sonra "50 tane sandığı açabilirsin. Eğer bu sayıyı bulursan senin bu adadan kurtulmana yardım edeceğim" demiş. Neyse ki, Cam ve Justin Tomer'in bu oyununu daha önceden biliyorlarmış ve böylelikle kesin sonuca ulaşabilecekleri bir stratejiyi de önceden geliştirebilmişler. Cam'in kendine verilen sayıyı <em>kesinlikle</em> bulabileceğinden emin olmuşlar. Peki sizce bu strateji ne olabilir? (Cam, Justin ve Tomer adadan kurtuldılar, artık Khan Academy'de çalışıyor ve matematik soruları hazırlıyorlar).

source: Once we've filled the first slot, there are <code><var>FRIENDS-1</var></code> friends who could fill the second. So far, if we've filled the first two slots, and it seems like there are <code><var>FRIENDS</var> \cdot <var>FRIENDS-1</var> = <var>FRIENDS * ( FRIENDS-1)</var> </code> different choices we could have made. But that's not quite true.
es: Una vez que hemos llenado la primera vacante, hay <code><var>FRIENDS-1</var></code> amigos que pueden llenar la segunda. Hasta ahora, hemos llenado las primeras dos vacantes y parece ser que hay <code><var>FRIENDS</var> \cdot <var>FRIENDS-1</var> = <var>FRIENDS * ( FRIENDS-1)</var> </code> opciones diferentes que pudimos haber tomado. Pero eso no es del todo cierto.
fr: Une fois la première place occupée, il reste <code><var>FRIENDS-1</var></code> amis qui peuvent occuper la deuxième. Donc, pour les deux premières places, il semble qu'il y ait <code><var>FRIENDS</var> \cdot <var>FRIENDS-1</var> = <var>FRIENDS * ( FRIENDS-1)</var> </code> choix possibles. Mais ce n'est pas tout à fait exact.
pl: Kiedy mamy już pierwsze miejsce zajęte, zostało <code><var>FRIENDS-1</var></code> przyjaciół, z których ktoś mógłby zająć drugie miejsce. Tak więc mamy zajęte pierwsze dwa miejsca, i wygląda na to, że jest <code><var>FRIENDS</var> \cdot <var>FRIENDS-1</var> = <var>FRIENDS * ( FRIENDS-1)</var> </code> różnych możliwych wyborów, których możemy dokonać. Jednak nie jest to do końca prawda.
pt: Assim que preenchemos o primeiro espaço, haverá <code><var>FRIENDS-1</var></code> amigos que poderiam preencher o segundo. Até o momento, preenchemos os dois primeiros espaços e parece haver <code><var>FRIENDS</var> \cdot <var>FRIENDS-1</var> = <var>FRIENDS * ( FRIENDS-1)</var> </code> alternativas diferentes que poderíamos ter escolhido. Mas isso não é bem verdade.
tr: İlk yeri doldurduktan sonra, ikinci yeri doldurmak için <code><var>FRIENDS-1</var></code> arkadaş kalır. Şimdilik, ilk iki yeri doldurduysak, ve <code><var>FRIENDS</var> \cdot <var>FRIENDS-1</var> = <var>FRIENDS * ( FRIENDS-1)</var> </code> farklı seçimiz varmış gibi görünüyor. Ama bu tam olarak doğru değil.

source: Once you <a href="/">try a skill</a> or <a href="/library">watch a video</a>, real data will show up here.
da: Når du <a href="/">arbejder med en færdighed</a> eller <a href="/library">ser en video</a>, vises data i realtid her.
es: Una vez que <a href="/">intentes una habilidad</a> o <a href="/library">veas un video</a>, aparecerán datos reales aquí.
fr: Une fois que vous <a href="/">essayez une compétence</a> ou <a href="/library">regardez une vidéo</a>, des données réelles apparaîssent ici.
ja: 一度あなたが <a href="/">スキルに挑戦する</a>かまたは <a href="/library">ビデオを見る</a>と，そのリアルデータがここに示されます．
nb: Når du <a href="/">prøver en ferdighet</a> eller <a href="/library">ser en video</a>, vil sanntidsdata vises her.
nl: Als je <a href="/">een vaardigheid probeert</a> of <a href="/library">een video bekijkt</a>, zal data hier verschijnen.
pl: Prawdziwe dane pojawią się tutaj kiedy tylko <a href="/">wypróbujesz umiejętność</a> lub <a href="/library">obejrzysz film</a>.
pt: Após <a href="/">testar uma habilidade</a> ou <a href="/library">assistir a um vídeo</a>, dados reais aparecerão aqui.
pt_pt: Depois de <a href="/">testares uma competência</a> ou de <a href="/library">veres um vídeo</a>, serão mostrados dados reais aqui.
tr: <a href="/">Bir beceriyi denediğinizde</a> veya <a href="/library">bir video izlediğinizde </a>, gerçek veri burada yer alacaktır.

source: Once you <a href="/students">add students to your class</a>, return here to see their progress.
da: Når du har <a href="/students"> tilføjet elever til din klasse</a>, vend så tilbage hertil for at se deres fremskridt.
es: Una vez que <a href="/students">agregues estudiantes a tu clase</a>, regresa aquí para ver su progreso.
fr: Après avoir terminé d'<a href="/students">Ajouter vos élèves à votre classe</a>, revenez ici pour suivre leur progression.
ja: 一度<a href="/students">あなたのクラスに生徒を追加したら</a>，ここに戻ってきて彼らの進捗状況を見て下さい．
nb: Når du <a href="/students">legger til studenter i din klasse</a>, kom tilbake her for å se deres utvikling.
nl: Zodra je <a href="/students"> leerlingen hebt toegevoegd aan jouw klas</a>, kan je hier terugkeren om hun voortgang te zien.
pl: Po dodaniu uczniów <a href="/students">do Twojej klasy</a>, możesz tu zajrzeć, tu aby sprawdzić ich postępy.
pt: Depois que você <a href="/students">adicionar alunos à sua turma</a>, retorne aqui para ver como eles estão progredindo.
pt_pt: Quando tiver <a href="/students">adicionado alunos à sua turma</a>, volte a esta página para ver o progresso dos alunos.
tr: Öğrencilerinizi <a href="/students"> sınıfınıza ekledikten sonra</a> bu bölüme dönerek gelişimlerini izleyebilirsiniz.

source: Once you choose the subject for your class, you'll be ready to add your students.
da: Når du vælger emnet for din klasse, vil du derefter være klar til at tilføje dine elever.
es: Una vez escojas el tema de tu clase, estarás listo para agregar a tus estudiantes.
fr: Une fois l'objet de votre cours sélectionné, vous serez prêt à y ajouter vos étudiants.
ja: ひとたびあなたがクラスの科目を選択したら，生徒をむかえる準備ができたことになります．
nb: Når du har valgt emnet for klassen, er du klar til å legge inn elevene.
nl: Eens je het vak voor jouw klas hebt gekozen, ben je klaar om leerlingen toe te voegen.
pl: Po wybraniu przedmiotu dla swojej klasy będziesz mógł/mogła dodawać do niej swoich uczniów.
pt: Depois de escolher o tema da sua turma, você poderá adicionar seus alunos.
tr: Sınıfınız için konu seçtiğinizde, öğrencilerinizi eklemeye hazır olacaksınız.

source: Once you finish creating an account for your child(ren), click ‘visit your parent homepage’
es: Una vez que termines de crear una cuenta para tus hijos, haz clic en "Visita tu página inicial de padre"
nb: Når du har fullført opprettelsen av en konto til dine barn, kan du klikke på ‘gå til ditt barns hjemmeside’
pl: Po zakończeniu tworzenia konta dla swojego dziecka (dzieci), kliknij przycisk 'Odwiedź stronę główną rodzica'
pt: Uma vez que você terminar que criar uma conta para seu(s) filho(s), clique em 'visitar sua página inicial de pai’
tr: Çocuğunuz (çocuklarınız) için hesap oluşturmayı tamamladığınızda, 'veli ana sayfanıza gidiniz' seçeneğine tıklayınız.

source: Once you have created your class, go to your teacher homepage:
es: Una vez que hayas creado tu clase, ve a tu página inicial de maestro:
nb: Når du har opprettet din klasse, kan du gå til din lærer hjemmeside:
pt: Quando você tiver criado sua turma, acesse sua página do professor:
tr: Sınıfınızı oluşturduktan sonra, öğretmen ana sayfasına gidiniz:

source: Once you've added your students, you can return here to see their progress.
da: Når du har tilføjet dine elever, kan du vende tilbage hertil for at se deres fremskridt.
es: Una vez que hayas agregado estudiantes, puedes regresar aquí para ver su progreso.
fr: Une fois que vous avez ajouté des élèves, vous pouvez revenir ici pour suivre leur progression.
ja: 一度あなたのクラスに生徒を追加したら，ここに戻ってきて彼らの進捗状況を見ることができます．
nb: Når du har lagt til elevene, kan du returnere her for å se fremdriften.
nl: Zodra je jouw studenten hebt toegevoegd, kan je hier terugkeren om hun vooruitgang te zien.
pl: Od kiedy dodałeś swoich uczniów, możesz wracać tu, aby zobaczyć ich postępy.
pt: Depois que você adicionar seus alunos, você pode retornar aqui para ver como eles estão progredindo.
pt_pt: Depois de adicionar os seus alunos, pode voltar aqui para ver o progresso deles.
tr: Öğrencilerinizi ekledikten sonra, ilerlemelerini görmek için buraya dönebilirsiniz.

source: Once you've added your students, you can visit your <a href="/coach/reports?force=1">Coach Reports</a> to see their progress.
da: Når du har tilføjet dine elever, kan du besøge din <a href="/coach/reports?force=1">Lærerrapporter</a> for at se deres fremskridt.
es: Una vez que hayas agregado a tus estudiantes, puedes visitar tus <a href="/coach/reports?force=1">reportes del tutor</a> para ver su progreso.
fr: Une fois que vous avez ajouté des élèves, vous pouvez consulter vos <a href="/coach/reports?force=1">compte-rendus de coach</a> pour suivre leur progrès.
ja: 一度あなたの生徒を追加したら，あなたの<a href="/coach/reports?force=1">コーチのレポート</a>を訪ねて彼らの進捗状況を見ることができます．
nb: Når du har lagt til elevene kan du gå til <a href="/coach/reports?force=1">Veilederrapporter</a> for å se deres fremgang.
nl: Zodra je jouw studenten hebt toegevoegd, kan je jouw <a href="/coach/reports?force=1"> Coach rapporten</a> over hun voortgang hier inzien.
pl: Po dodaniu swoich uczniów możesz odwiedzić Twoje <a href="/coach/reports?force=1">Raporty trenera</a>, aby zobaczyć ich postępy.
pt: Depois que você adicionar seus alunos, você pode acessar <a href="/coach/reports?force=1">Relatórios de tutor</a> para ver como eles estão progredindo.
pt_pt: Depois de adicionar os seus alunos, pode aceder aos <a href="/coach/reports?force=1">Relatórios do tutor</a> para ver o progresso deles.
tr: Öğrencilerinizi ekledikten sonra, gelişimlerini <a href="/coach/reports?force=1">Eğitmen Raporları </a> bölümünde görebilirsiniz.

source: Once you've found someone to pair up with, take a look through our <a href="#" class="housing-link">suggested housing options</a> that we post to our group and email to all interns (along with more information to help you get settled). Your combined stipends should make the search relatively straightforward.
bg: След като сте намерили някой, с който да станете партньори, разгледайте нашите <a href="#" class="housing-link"> предложения за жилища и опции</a>, които ние предлагаме на нашата група и пращаме имейл на всички стажанти (заедно с повече информация, която да ви помогне да се уредите). Вашите комбинирани стипендии трябва да направят търсенето относително просто.
da: Når du har fundet en makker, så kig gennem vores <a href="#" class="housing-link"> foreslåede boligmuligheder</a> som vi sender til vores gruppe og emailer til alle praktikanter (sammen med flere oplysninger for at hjælpe dig med at slå dig ned). Dine kombinerede stipendier bør gøre søgningen relativt ligetil.
es: Una vez que hayas encontrado a alguien con quien juntarte, echa un vistazo a través de nuestras <a href="#" class="housing-link"> opciones sugeridas de vivienda</a> que publicamos en nuestro grupo y enviamos a todos los internos (junto con más información para ayudarlos a establecerse). Sus salarios combinados harán la búsqueda relativamente más directa.
fr: Une fois que vous avez trouvé un colocataire, regardez <a href="#" class="housing-link">les options que nous suggérons comme logements</a> que nous affichons sur notre groupe et que nous envoyons par e-mail à tous nos stagiaires (ainsi que d'autres informations pour vous aider à vous installer).
pl: Kiedy już znajdziecie kogoś kto przypadnie wam do gustu, przyjrzyjcie się <a href="#" class="housing-link">proponowanym przez nas możliwościom zakwaterowania</a>. Piszemy o nich na stronie naszej grupy oraz w mailach które rozsyłamy do wszystkich stażystów (zamieścimy w nich także wszelkie inne informacje które będą wam pomocne). Pamiętajcie też, że dzięki waszym stypendiom, poszukiwanie mieszkania powinno szybko zakończyć się sukcesem.
pt: Assim que você encontrar alguém para dividir a moradia, veja as <a href="#" class="housing-link">opções de acomodação sugeridas</a> que publicamos em nosso grupo e enviamos por e-mail a todos os estagiários (junto a outras informações que o ajudarão a se acomodar). Seus salários combinados devem tornar a busca relativamente simples.
tr: Beraber kalacağınız kişiyi bulur bulmaz, yerleşmenize yardımcı olacak bilgilerle birlikte grubumuzda yayınladığımız ve tüm stajyerlerimize e-posta ile yolladığımız <a href="#" class="housing-link">konut tavsiyelerini</a> inceleyin. Harcırahlarınızın toplamı, arama sürecinizi göreceli kolaylaştıracaktır.

source: Once your child gets started, you'll be able to see their activity here.
da: Når dit barn starter, vil du kunne se deres aktivitet her.
es: Una vez que tu hijo comience, podrás ver su actividad aquí.
fr: Une fois qu'il aura commencé, vous pourrez voir son activité ici.
ja: ひとたびあなたの子が学びはじめたら，あなたはここでそのアクティビティを見ることができます．
nb: Når barnet ditt har startet, vil du kunne se deres aktivitet her.
nl: Als jouw kind begonnen is, kan je hier de activiteiten zien.
pl: Gdy Twoje dziecko zacznie, tutaj będziesz mógł zobaczyć jego aktywność.
pt: A partir do momento em que seu filho começar, você poderá ver as atividades dele aqui.
pt_pt: Assim que começar, poderá ver a atividade do seu filho aqui.
tr: Çocuğunuz siteyi kullanmaya başladıktan sonra, etkinliklerine buradan ulaşabileceksiniz.

source: Once your students complete this recommendation, they will be "Practiced" in this exercise.
da: Når dine elever har gennemført denne anbefaling, vil de være "Øvet" i denne øvelse.
es: Una vez que tus estudiantes hayan completado esta recomendación, aparecerá "practicado" em este ejercicio.
fr: Une fois que vos élèves auront suivi cette recommendation, ils iront dans la colonne "Pratiqué" en réussissant cet exercice.
ja: あなたの生徒がこのおすすめを完了したら，この練習問題ではこれらは「練習済み」になります．
nb: Når dine elever har gjennomført denne anbefalingen, vil de være "Øvet" i denne øvelse.
nl: Zodra uw studenten deze aanbeveling voltooien, zullen ze "Geoefend" zijn in deze oefening.
pl: Jak tylko Twoi uczniowie ukończą to zalecenie, będą "Przećwiczeni" w tym ćwiczeniu.
pt: Depois que seus alunos concluírem esta recomendação, eles serão considerados "proficientes" neste exercício.
tr: Öğrencileriniz bu öneriyi tamamladıklarında, bu alıştırma için 'Çalıştı' durumunda olacaklar.

source: One <var>pizza(1)</var> has <var>D</var> slices, so if we give each person <var>M</var> slices, we could feed <var>B</var> people.
es: Una <var>pizza(1)</var> tiene <var>D</var> rebanadas, por lo tanto si a cada persona le damos <var>M</var> rebanadas, podríamos darle de comer a <var>B</var> personas.
fr: Une <var>pizza(1)</var> a <var>D</var> parts, donc si on donne <var>M</var> parts à chaque personne, on peut en donner à <var>B</var> personnes.
hi: एक <var>pizza(1)</var> has <var>D</var> हिस्से, इसलिए अगर हम प्रत्येक व्यक्ति को <var>M</var>जिससे देते हैं, हम खिला सकते हैं <var>B</var> व्यक्ति कोI
nb: En <var>pizza(1)</var> har <var>D</var> stykker, så hvis vi gir hver person <var>M</var> stykker, kunne vi servere <var>B</var> personer.
nl: Één <var>pizza(1)</var> heeft <var>D</var> stukken, dus als we iedereen <var>M</var> stukken geven, dan kunnen we <var>B</var> mensen te eten geven.
pl: Jedna <var>pizza(1)</var> ma <var>D</var> kawałków, więc jeśli damy każdej osobie <var>M</var> kawałków, moglibyśmy nakarmić <var>B</var> osób.
pt: Uma <var>pizza(1)</var> tem <var>D</var> fatias, então se dermos a cada pessoa <var>M</var> pedaços, podemos alimentar <var>B</var> pessoas.
tr: Bir <var>pizza(1)</var>'nın <var>D</var> dilimi vardır, buna göre, bir kişiye <var>M</var> dilim verirsek, <var>B</var> kişiyi doyurabiliriz.

source: One angle adjacent to <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> is <code>\green{\angle <var>ANGLE_START</var>G<var>VERTICES[(START + 5) % 6]</var>}</code>.
es: Un ángulo adyacente a <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> es <code>\green{\angle <var>ANGLE_START</var>G<var>VERTICES[(START + 5) % 6]</var>}</code>.
fr: Un angle adjacent à <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> est <code>\green{\angle <var>ANGLE_START</var>G<var>VERTICES[(START + 5) % 6]</var>}</code>.
pl: Jeden kąt przyległy do <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> jest <code>\green{\angle <var>ANGLE_START</var>G<var>VERTICES[(START + 5) % 6]</var>}</code>.
pt: Um ângulo adjacente a <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> é <code>\green{\angle <var>ANGLE_START</var>G<var>VERTICES[(START + 5) % 6]</var>}</code>.
tr: <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code>'ye komşu bir açı şöyle olur: <code>\green{\angle <var>ANGLE_START</var>G<var>VERTICES[(START + 5) % 6]</var>}</code>.

source: One angle that forms a linear pair with <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> is <code>\green{\angle <var>ANGLE_END</var>G<var>OPP_START</var>}</code>.
es: Un ángulo que forma un par lineal con <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> es <code>\green{\angle <var>ANGLE_END</var>G<var>OPP_START</var>}</code>.
fr: Un angle supplémentaire avec <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> is <code>\green{\angle <var>ANGLE_END</var>G<var>OPP_START</var>}</code>.
pt: Um ângulo que forma um par linear com <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> é <code>\green{\angle <var>ANGLE_END</var>G<var>OPP_START</var>}</code>.
tr: <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> ile doğrusal bir çift oluşturan bir açı <code>\green{\angle <var>ANGLE_END</var>G<var>OPP_START</var>}</code>'dir.

source: One complex solution
da: Én kompleks løsning
es: Una solución compleja
fr: Une solution complexe
pt: Uma solução complexa
tr: Bir karmaşık çözüm

source: One cut will make two slices, two cuts will make three slices, and so on.
da: Ét snit giver to skiver, to snit giver tre skiver, og så videre.
es: Un corte hace dos rebanadas, dos cortes hacen tres rebanadas, y así sucesivamente.
fr: Couper une fois donnera deux tranches, couper deux fois donnera trois tranches, et ainsi de suite.
hi: एक काट से दो टुकड़े बनेंगे , 2 काट से तीन टुकड़े बनेंगे इत्यादि।
nb: Ett kutt gir to skiver, to kutt gir tre skiver, og så videre.
nl: Een keer snijden maakt twee sneetjes, twee keer snijden maakt drie sneetjes, enzovoorts.
pl: Jedno cięcie stworzy dwa kawałki, dwa cięcia stworzą trzy kawałki, i tak dalej.
pt: Um corte resultará em duas fatias, dois cortes resultarão em três fatias, e assim por diante.
tr: Bir kere kesildiğinde 2 dilim olur, 2 kere kesildiğinde 3 dilim olur, vb.

source: One email with all your students
da: En email med alle dine elever
es: Un correo electrónico con todos tus estudiantes
fr: Un e-mail avec tous vos élèves
ja: 全ての生徒について1通の電子メイル
nb: En e-post med alle dine studenter
nl: Een e-mail met al je leerlingen
pl: Jeden e-mail z wszystkimi Twoimi uczniami
pt: Um e-mail com todos os seus alunos
pt_pt: Um e-mail para todos os alunos
tr: Bütün öğrencilerinizi kapsayan tek bir e-mail

source: One focus is <code>(<var>F1[0]</var>, <var>F1[1]</var>)</code> and the other is <code>(<var>F2[0]</var>, <var>F2[1]</var>)</code>.
pt: Um foco é <code>(<var>F1[0]</var>, <var>F1[1]</var>)</code> e o outro é <code>(<var>F2[0]</var>, <var>F2[1]</var>)</code>.
tr: Odak noktaların biri <code>(<var>F1[0]</var>, <var>F1[1]</var>)</code> ve diğeri <code>(<var>F2[0]</var>, <var>F2[1]</var>)</code>.
