Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Substitute <code><var>fractionReduce( X_NUMER, X_DENOM )</var></code> for <code>x</code> back into the top equation.
da: Indsæt <code><var>fractionReduce( X_NUMER, X_DENOM )</var></code> i stedet for <code>x</code> i den første ligning.
es: Sustituye <code><var>fractionReduce( X_NUMER, X_DENOM )</var></code> por <code>x</code> en la ecuación superior.
fr: On remplace <code>x</code> par <code><var>fractionReduce( X_NUMER, X_DENOM )</var></code> dans la première équation.
nb: Sett inn <code><var>fractionReduce( X_NUMER, X_DENOM )</var></code> i stedet for <code>x</code> i den første ligningen.
pl: Podstaw <code><var>fractionReduce( X_NUMER, X_DENOM )</var></code> za <code>x</code> w górnym równaniu.
pt: Substitua <code>x</code> por <code><var>fractionReduce( X_NUMER, X_DENOM )</var></code> de volta na equação superior.
tr: <code><var>fractionReduce( X_NUMER, X_DENOM )</var></code>'i üst denklemde <code>x</code> yerine koyunuz.

source: Substitute <code><var>fractionReduce( Y_NUMER, Y_DENOM )</var></code> for <code>y</code> in the top equation.
da: Indsæt <code><var>fractionReduce( Y_NUMER, Y_DENOM )</var></code> i stedet for <code>y</code> i den øverste ligning.
es: Sustituye <code><var>fractionReduce( Y_NUMER, Y_DENOM )</var></code> por <code>y</code> en la ecuación superior.
fr: On remplace <code>y</code> par <code><var>fractionReduce( Y_NUMER, Y_DENOM )</var></code> dans la première équation.
nb: Sett inn <code><var>fractionReduce( Y_NUMER, Y_DENOM )</var></code> i stedet for <code>y</code> i den øverste ligningen.
pl: Podstaw <code><var>fractionReduce( Y_NUMER, Y_DENOM )</var></code> za <code>y</code> w górnym równaniu.
pt: Substitua <code><var>fractionReduce( Y_NUMER, Y_DENOM )</var></code> por <code>y</code> na equação superior.
tr: <code><var>fractionReduce( Y_NUMER, Y_DENOM )</var></code>'i üst denklemde <code>y</code> yerine koyunuz.

source: Substitute <code>\blue{<var>fractionReduce(X_NUMER2, X_DENOM2)</var>}</code> for <code>\blue{x}</code> in the top equation.
da: Indsæt <code>\blue{<var>fractionReduce(X_NUMER2, X_DENOM2)</var>}</code> i stedet for <code>\blue{x}</code> i den øverste ligning.
es: Sustituye <code>\blue{<var>fractionReduce(X_NUMER2, X_DENOM2)</var>}</code> en <code>\blue{x}</code> en la ecuación superior.
fr: On remplace <code>\blue{x}</code> par <code>\blue{<var>fractionReduce(X_NUMER2, X_DENOM2)</var>}</code> dans la première équation.
nb: Sett inn <code>\blue{<var>fractionReduce(X_NUMER2, X_DENOM2)</var>}</code> for <code>\blue{x}</code> i den øverste likningen.
pl: Podstaw <code>\blue{<var>fractionReduce(X_NUMER2, X_DENOM2)</var>}</code> za <code>\blue{x}</code> w górnym równaniu.
pt: Substitua <code>\blue{<var>fractionReduce(X_NUMER2, X_DENOM2)</var>}</code> por <code>\blue{x}</code> na equação de cima.
tr: Üstteki denklemde <code>\blue{x}</code> yerine <code>\blue{<var>fractionReduce(X_NUMER2, X_DENOM2)</var>}</code> koyunuz.

source: Substitute <code>\green{<var>C</var>x + <var>D</var>^\circ}</code> for <code>\pink{C}</code> in our first equation.
fr: On remplace <code>\pink{C}</code> par <code>\green{<var>C</var>x + <var>D</var>^\circ}</code> dans l'équation.
pl: Podstaw <code>\green{<var>C</var>x + <var>D</var>^\circ}</code> za <code>\pink{C}</code> w pierwszym równaniu.
pt: Substitua <code>\pink{C}</code> por <code>\green{<var>C</var>x + <var>D</var>^\circ}</code> em nossa primeira equação.
tr: Birinci denklemimizde <code>\pink{C}</code> yerine <code>\green{<var>C</var>x + <var>D</var>^\circ}</code> koyun.

source: Substitute <code>\green{<var>expr(["+", ["*", -A2, "x"], C2])</var>}</code> for <code>y</code> in the first equation.
fr: On remplace <code>y</code> par <code>\green{<var>expr(["+", ["*", -A2, "x"], C2])</var>}</code> dans la première équation.
nb: Sett inn <code>\green{<var>expr(["+", ["*", -A2, "x"], C2])</var>}</code> for <code>y</code> i den første likningen.
pl: Podstaw <code>\green{<var>expr(["+", ["*", -A2, "x"], C2])</var>}</code> za <code>y</code> w pierwszym równaniu.
pt: Substitua <code>y</code> por <code>\green{<var>expr(["+", ["*", -A2, "x"], C2])</var>}</code> na primeira equação.
tr: <code>\green{<var>expr(["+", ["*", -A2, "x"], C2])</var>}</code>'yi birinci denklemde <code>y</code> yerine koyunuz.

source: Substitute <code>\green{<var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code> for <code>\green{y}</code> in the top equation.
da: Indsæt <code>\green{<var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code> i stedet for <code>\green{y}</code> i den øverste ligning.
es: Sustituye <code>\green{<var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code> en <code>\green{y}</code> en la ecuación superior.
fr: On remplace <code>\green{y}</code> par <code>\green{<var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code> dans la première équation.
nb: Sett inn <code>\green{<var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code> for <code>\green{y}</code> i den øverste likningen.
pl: Podstaw <code>\green{<var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code> za <code>\green{y}</code> w górnym równaniu.
pt: Substitua <code>\green{<var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code> por <code>\green{y}</code> na equação de cima.
tr: Üstteki denklemde <code>\green{y}</code> yerine <code>\green{<var>fractionReduce(Y_NUMER, Y_DENOM)</var>}</code> koyunuz.

source: Substitute <code>\pink{<var>X</var>^\circ}</code> for <code>\pink{x}</code> in the expression that was given for <code>\blue{m<var>ANSWER[0]</var>}</code>:
es: Sustituye <code>\pink{<var>X</var>^\circ}</code> por <code>\pink{x}</code> en la expresión dada para <code>\blue{m<var>ANSWER[0]</var>}</code>:
pt: Substitua <code>\pink{x}</code> por <code>\pink{<var>X</var>^\circ}</code> na expressão dada para <code>\blue{m<var>ANSWER[0]</var>}</code>:
tr: <code>\blue{m<var>ANSWER[0]</var>}</code> için verilen ifadede <code>\pink{x}</code> yerine <code>\pink{<var>X</var>^\circ}</code> koyunuz:

source: Substitute <code>\pink{<var>X</var>}</code> for <code>x</code>.
es: Sustituye <code>\pink{<var>X</var>}</code> en <code>x</code>.
fr: On remplace <code>x</code> par <code>\pink{<var>X</var>}</code>.
nb: Sett inn <code>\pink{<var>X</var>}</code> for <code>x</code>.
nl: Vul <code>\pink{<var>X</var>}</code> in voor <code>x</code>.
pl: Podstaw <code>\pink{<var>X</var>}</code> za <code>x</code>.
pt: Substitua <code>x</code> por <code>\pink{<var>X</var>}</code>.
tr: <code>x</code> yerine <code>\pink{<var>X</var>}</code> koyun.

source: Substitute <code>\pink{<var>X</var>}^\circ</code> for <code>\pink{x}</code> in the expression that was given for <code>\green{m<var>ANSWER[0]</var>}</code>:
es: Sustituye <code>\pink{<var>X</var>}^\circ</code> por <code>\pink{x}</code> en la expresión dada para <code>\green{m<var>ANSWER[0]</var>}</code>:
pt: Substitua <code>\pink{x}</code> por <code>\pink{<var>X</var>}^\circ</code> na expressão dada para <code>\green{m<var>ANSWER[0]</var>}</code>:
tr: <code>\green{m<var>ANSWER[0]</var>}</code> için verilen ifadede <code>\pink{x}</code> yerine <code>\pink{<var>X</var>}^\circ</code> koyunuz:

source: Substitute both points into the equation for the slope of a line.
da: Indsæt begge punkter i ligningen for at finde hældningen for en linje.
es: Sustituye ambos puntos en la ecuación para la pendiente de la recta.
fr: On calcule le coefficient directeur en utilisant les coordonnées des deux points.
nb: Sett inn begge punktene i likningen for å finne stigningen for linjen.
pt: Substitua os dois pontos na equação para a inclinação de uma reta.
tr: İki noktayı da doğrunun eğimi denklemine koyunuz.

source: Substitute both points.
da: Substituer begge punkter.
es: Substituye ambos puntos.
fr: Remplaçons les variables par les coordonnées des deux points dans l'équation.
nb: Substituer begge punktene.
pl: Zastąp oba punkty.
pt: Substitua os dois pontos.
tr: İki noktayı da yerine koyun.

source: Substitute in <span data-if="XONLY"><code>x = <var>X</var></code></span> <span data-else="" data-if="YONLY"><code>y = <var>Y</var></code></span> <span data-else=""><code>x = <var>X</var></code> and <code>y = <var>Y</var></code></span> to get <code><var>SUBS</var></code>.
da: Indsæt <span data-if="XONLY"><code>x = <var>X</var></code></span> <span data-else="" data-if="YONLY"><code>y = <var>Y</var></code></span> <span data-else=""><code>x = <var>X</var></code> og <code>y = <var>Y</var></code></span> for at finde <code><var>SUBS</var></code>.
es: Sustituye en <span data-if="XONLY"><code>x = <var>X</var></code></span> <span data-else="" data-if="YONLY"><code>y = <var>Y</var></code></span> <span data-else=""><code>x = <var>X</var></code> y <code>y = <var>Y</var></code></span> para obetener <code><var>SUBS</var></code>.
fr: <span data-if="XONLY"><code>x = <var>X</var></code></span> <span data-else="" data-if="YONLY"><code>y = <var>Y</var></code></span> <span data-else=""><code>x = <var>X</var></code> et <code>y = <var>Y</var></code></span> donc il faut calculer <code><var>SUBS</var></code>.
nb: Sett inn <span data-if="XONLY"><code>x = <var>X</var></code></span> <span data-else="" data-if="YONLY"><code>y = <var>Y</var></code></span> <span data-else=""><code>x = <var>X</var></code> og <code>y = <var>Y</var></code></span> for å finne <code><var>SUBS</var></code>.
pt: Substitua em <span data-if="XONLY"><code>x = <var>X</var></code></span> <span data-else="" data-if="YONLY"><code>y = <var>Y</var></code></span> <span data-else=""><code>x = <var>X</var></code> e <code>y = <var>Y</var></code></span> para obter <code><var>SUBS</var></code>.
tr: <span data-if="XONLY"><code>x = <var>X</var></code></span> <span data-else="" data-if="YONLY"><code>y = <var>Y</var></code></span> <span data-else=""><code>x = <var>X</var></code> ve <code>y = <var>Y</var></code></span>'i yerine koyarak <code><var>SUBS</var></code> elde edersiniz.

source: Substitute in the expressions that were given for each length:
fr: On remplace par les expressions données pour chaque longueur :
pt: Substitua pelas expressões que foram dadas para cada comprimento:
tr: Her uzunluk için verilen ifadelerde yerine koyunuz:

source: Substitute in the expressions that were given for each measure:
es: Sustituye en las expresiones dadas para cada medida:
pt: Substitua nas expressões que foram dadas para cada medida:
tr: Her ölçü için verilen ifadelerde yerine koyunuz:

source: Substitute in the proper values for each side.
es: Sustituye los valores apropiados para cada lado.
fr: On remplace les longueurs par leurs valeurs.
nb: Sett inn de riktige verdiene på hver side.
pl: Zastąp odpowiednie wartości dla każdego boku.
pt: Substitua o valor adequado de cada lado.
tr: İki tarafa da uygun değerleri koyunuz.

source: Substitute the <code>a</code>, <code>b</code>, and <code>c</code> coefficients from the quadratic equation:
es: Sustituye los coeficientes <code>a</code>, <code>b</code>, y <code>c</code> de la ecuación cuadrática:
fr: On remplace <code>a</code>, <code>b</code>, et <code>c</code> par leurs valeurs :
pt: Substitua os coeficientes <code>a</code>, <code>b</code> e <code>c</code> da equação de segundo grau:
tr: İkinci dereceden denklemden <code>a</code>, <code>b</code>, ve <code>c</code> katsayılarını yerine koyunuz:

source: Substitute the values for <code>(\purple{<var>X1</var>}, \purple{<var>Y1</var>})</code> and <code>(\blue{<var>X2</var>}, \blue{<var>Y2</var>})</code>:
es: Sustituye los valores para <code>(\purple{<var>X1</var>}, \purple{<var>Y1</var>})</code> y <code>(\blue{<var>X2</var>}, \blue{<var>Y2</var>})</code>:
fr: Remplacez les valeurs pour <code>(\purple{<var>X1</var>}, \purple{<var>Y1</var>})</code> et <code>(\blue{<var>X2</var>}, \blue{<var>Y2</var>})</code> :
nb: Sett inn verdiene for <code>(\purple{<var>X1</var>}, \purple{<var>Y1</var>})</code> og <code>(\blue{<var>X2</var>}, \blue{<var>Y2</var>})</code>:
pt: Substitua os valores por <code>(\purple{<var>X1</var>}, \purple{<var>Y1</var>})</code> e <code>(\blue{<var>X2</var>}, \blue{<var>Y2</var>})</code>:
tr: <code>(\purple{<var>X1</var>}, \purple{<var>Y1</var>})</code> ve <code>(\blue{<var>X2</var>}, \blue{<var>Y2</var>})</code> değerlerini yerine koyunuz:

source: Substitute this expression for <code>x</code> in the first equation.
da: Indsæt dette udtryk i stedet for <code>x</code> i den første ligning.
es: Sustituye esta expresión por <code>x</code> en la primera ecuación.
fr: On remplace <code>x</code> par cette expression dans la première équation.
nb: Sett inn dette uttrykket i stedet for <code>x</code> i den første ligningen.
pl: Podstaw to wyrażenie za <code>x</code> w pierwszym równaniu.
pt: Substitua <code>x</code> por essa expressão na primeira equação.
tr: Bu ifadeyi ilk denklemde <code>x</code> yerine koyunuz.

source: Substitute this expression for <code>y</code> in the first equation.
da: Indsæt dette udtryk i stedet for <code>y</code> i den første ligning.
es: Sustituye esta expresión por <code>y</code> en la primera ecuación.
fr: On remplace <code>y</code> par cette expression dans la première équation.
nb: Sett inn dette uttrykk i stedet for <code>y</code> i den første ligningen.
pl: Podstaw to wyrażenie za <code>y</code> w pierwszym równaniu.
pt: Substitua <code>y</code> por essa expressão na primeira equação.
tr: Bu ifadeyi ilk denklemde <code>y</code> yerine koyunuz.

source: Substituting <code>(<var>X1</var>, <var>Y1</var>)</code> into the equation gives:
fr: Le point <code>(<var>X1</var>, <var>Y1</var>)</code> appartient à la droite, donc :
nb: Sette inn <code>(<var>X1</var>, <var>Y1</var>)</code> i likningen vil gi:
pl: Podstawienie <code>(<var>X1</var>, <var>Y1</var>)</code> do równania daje:
pt: Ao substituir <code>(<var>X1</var>, <var>Y1</var>)</code> na equação, temos:
tr: <code>(<var>X1</var>, <var>Y1</var>)</code>'i denkleme koyarsak:

source: Substituting into the Pythagorean theorem:<br> <code>\qquad |<var>REPRESENTATION</var>|^2 = <var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2</code>, so <br> <code>\qquad |<var>REPRESENTATION</var>| = \sqrt{<var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2}</code>.
da: Indsættelse i Pythagoras sætning: <br> <code>\qquad |<var>REPRESENTATION</var>|^2 = <var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2</code>, så <br> <code>\qquad |<var>REPRESENTATION</var>| = \sqrt{<var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2}</code>.
es: Al sustituir en el Teorema de Pitágoras: <br> <code>\qquad |<var>REPRESENTATION</var>|^2 = <var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2</code>, así que <br> <code>\qquad |<var>REPRESENTATION</var>| = \sqrt{<var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2}</code>.
fr: En utilisant le théorème de Pythagore, on obtient :<br> <code>\qquad |<var>REPRESENTATION</var>|^2 = <var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2</code>. Donc <br> <code>\qquad |<var>REPRESENTATION</var>| = \sqrt{<var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2}</code>.
nb: Sette inn i Pythagoras setning: <br> <code>\qquad |<var>REPRESENTATION</var>|^2 = <var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2</code>, så <br> <code>\qquad |<var>REPRESENTATION</var>| = \sqrt{<var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2}</code>.
pt: Substituindo com o teorema de Pitágoras:<br> <code>\qquad |<var>REPRESENTATION</var>|^2 = <var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2</code>, portanto, <br> <code>\qquad |<var>REPRESENTATION</var>| = \sqrt{<var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2}</code>.
tr: Pisagor teoreminde yerine koyarsak:<br> <code>\qquad |<var>REPRESENTATION</var>|^2 = <var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2</code>, yani <br> <code>\qquad |<var>REPRESENTATION</var>| = \sqrt{<var>abs( REAL )</var>^2 + <var>abs( IMAG )</var>^2}</code>.

source: Substituting to find the total distance:
fr: En remplaçant pour déterminer la distance totale :
nb: Sett inn for å finne den totale avstanden:
pl: Podstawmy, aby znaleźć całkowitą drogę:
pt: Substituição para encontrar a distância total:
tr: Toplam mesafeyi bulmak için yerine koyma:

source: Subtract <code> \red{<var>A</var>|x + <var>E</var>|} </code> from both sides:
da: Træk <code> \red{<var>A</var>|x + <var>E</var>|} </code> fra på begge sider:
es: Resta <code> \red{<var>A</var>|x + <var>E</var>|} </code> a ambos lados:
fr: On soustrait <code> \red{<var>A</var>|x + <var>E</var>|} </code> dans chaque membre :
nb: Trekk fra<code> \red{<var>A</var>|x + <var>E</var>|} </code> på begge sider:
pl: Odejmij <code> \red{<var>A</var>|x + <var>E</var>|} </code> od obu stron:
pt: Subtraia <code> \red{<var>A</var>|x + <var>E</var>|} </code> em os dois lados:
tr: İki taraftan <code> \red{<var>A</var>|x + <var>E</var>|} </code> çıkarın:

source: Subtract <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> from both sides:
da: Træk <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> fra på begge sider:
es: Resta <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> a ambos lados:
fr: On soustrait <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> dans chaque membre :
nb: Trekk <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> fra på begge sider:
pl: Odejmij <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> od obu stron:
pt: Subtraia <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> em os dois lados:
tr: İki taraftan <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> çıkarın:

source: Subtract <code><var>A</var>\sqrt{x}</code> from both sides:
da: Træk <code><var>A</var>\sqrt{x}</code> fra på begge sider:
es: Resta <code><var>A</var>\sqrt{x}</code> a ambos lados:
fr: On soustrait <code><var>A</var>\sqrt{x}</code> aux deux membres de l'équation :
nb: Trekk fra <code><var>A</var>\sqrt{x}</code> på begge sider:
pl: Odejmij <code><var>A</var>\sqrt{x}</code> od obu stron:
pt: Subtraia <code><var>A</var>\sqrt{x}</code> dos dois lados:
tr: İki taraftan <code><var>A</var>\sqrt{x}</code> çıkarın:

source: Subtract <code><var>A</var>x</code> from both sides:
es: Resta <code><var>A</var>x</code> a ambos lados:
fr: On soustrait <code><var>A</var>x</code> dans chaque membre :
nb: Subtrahere <code><var>A</var>x</code> fra begge sider:
pl: Odejmij <code><var>A</var>x</code> z obu stron:
pt: Subtrair <code><var>A</var>x</code> de ambos os lados:
tr: İki taraftan <code><var>A</var>x</code>'yı çıkarın:

source: Subtract <code><var>C</var>\sqrt{x}</code> from both sides:
da: Træk <code><var>C</var>\sqrt{x}</code> fra på begge sider:
es: Resta <code><var>C</var>\sqrt{x}</code> a ambos lados:
fr: On soustrait <code><var>C</var>\sqrt{x}</code> aux deux membres de l'équation :
nb: Trekk fra <code><var>C</var>\sqrt{x}</code> på begge sider:
pl: Odejmij <code><var>C</var>\sqrt{x}</code> od obu stron:
pt: Subtraia <code><var>C</var>\sqrt{x}</code> dos dois lados:
tr: İki taraftan <code><var>C</var>\sqrt{x}</code> çıkarın:

source: Subtract <code><var>C</var>x</code> from both sides:
es: Resta <code><var>C</var>x</code> a ambos lados:
fr: On soustrait <code><var>C</var>x</code> dans chaque membre :
hi: <code><var>C</var>x</code> को दोनों पक्षों से घटाएं:
nb: Subtraher <code><var>C</var>x</code> fra begge sider:
pl: Odejmij <code><var>C</var>x</code> z obu stron:
pt: Subtraia <code><var>C</var>x</code> de ambos os lados:
tr: İki taraftan <code><var>C</var>x</code>'yi çıkarın:

source: Subtract <code><var>CONST_1 + CONST_2</var></code> from both sides:
es: Resta <code><var>CONST_1 + CONST_2</var></code> de ambos lados:
fr: On soustrait <code><var>CONST_1 + CONST_2</var></code> aux deux membres de l'équation :
pl: Odejmij <code><var>CONST_1 + CONST_2</var></code> od obu stron:
pt: Subtraia <code><var>CONST_1 + CONST_2</var></code> de ambos os lados:
tr: İki taraftan <code><var>CONST_1 + CONST_2</var></code> çıkarınız:

source: Subtract <code><var>CONST_1 + CONST_2</var>^\circ</code> from both sides:
es: Resta <code><var>CONST_1 + CONST_2</var>^\circ</code> a ambas partes:
pl: Odejmij <code><var>CONST_1 + CONST_2</var>^\circ</code> od obu stron:
pt: Subtraia <code><var>CONST_1 + CONST_2</var>^\circ</code> de ambos os lados:
tr: Her iki taraftan <code><var>CONST_1 + CONST_2</var>^\circ</code> çıkartınız:

source: Subtract <code><var>TERM2</var></code> from both sides:
da: Træk <code><var>TERM2</var></code> fra begge sider:
es: Resta <code><var>TERM2</var></code> a ambos lados:
fr: On soustrait <code><var>TERM2</var></code> dans les deux membres :
nb: Trekk fra <code><var>TERM2</var></code> på begge sider:
pl: Odejmij <code><var>TERM2</var></code> od obu stron:
pt: Subtraia <code><var>TERM2</var></code> dos dois lados:
tr: İki taraftan <code><var>TERM2</var></code> çıkarınız:

source: Subtract <code><var>abs( A )</var>x</code> from both sides:
da: Træk <code><var>abs( A )</var>x</code> fra på begge sider:
fr: On soustrait <code><var>abs( A )</var>x</code> dans les deux membres :
nb: Trekk fra <code><var>abs( A )</var>x</code> fra begge sider:
pl: Odejmij<code><var>abs( A )</var>x</code> od obu stron:
pt: Subtraia <code><var>abs( A )</var>x</code> dos dois lados:
tr: İki taraftan <code><var>abs( A )</var>x</code>'yı çıkarınız:

source: Subtract <code><var>abs( A_1 )</var>x</code> from both sides:
es: Resta <code><var>abs( A_1 )</var>x</code> a ambos lados:
fr: On soustrait <code><var>abs( A_1 )</var>x</code> dans les deux membres :
nb: Subtraher <code><var>abs( A_1 )</var>x</code> fra begge sider:
pl: Odejmij <code><var>abs( A_1 )</var>x</code> po obu stronach:
pt: Subtraia <code><var>abs( A_1 )</var>x</code> dos dois lados:
tr: İki taraftan <code><var>abs( A_1 )</var>x</code>'i çıkarın:

source: Subtract <code><var>abs( A_2 )</var>x</code> from both sides:
es: Resta <code><var>abs( A_2 )</var>x</code> a ambos lados:
fr: On soustrait <code><var>abs( A_2 )</var>x</code> dans les deux membres :
nb: Subtraher <code><var>abs( A_2 )</var>x</code> fra begge sider:
pl: Odejmij <code><var>abs( A_2 )</var>x</code> po obu stronach:
pt: Subtraia <code><var>abs( A_2 )</var>x</code> de ambos os lados:
tr: İki taraftan <code><var>abs( A_2 )</var>x</code>'i çıkarın:

source: Subtract <code><var>abs( H )</var></code> from both sides to isolate <code>x</code> on the left:
es: Resta <code><var>abs( H )</var></code> a ambos lados para despejar <code>x</code> en la izquierda:
fr: On soustrait <code><var>abs( H )</var></code> dans les deux membres pour isoler <code>x</code> dans le membre de gauche :
pt: Subtraia <code><var>abs( H )</var></code> dos dois lados para isolar <code>x</code> à esquerda:
tr: <code>x</code>'i sol tarafta yalnız bırakmak için, iki taraftan <code><var>abs( H )</var></code> çıkarınız:

source: Subtract <code><var>abs(B)</var></code> from both sides:
fr: On soustrait <code><var>abs(B)</var></code> dans chaque membre :
nb: Subtraher <code><var>abs(B)</var></code> fra begge sider:
pl: Odejmij <code><var>abs(B)</var></code> po obu stronach:
pt: Subtrair <code><var>abs(B)</var></code> de ambos os lados:
tr: İki taraftan <code><var>abs(B)</var></code>'yi çıkarın:

source: Subtract <code><var>abs(D)</var></code> from both sides:
es: Resta <code><var>abs(D)</var></code> a ambos lados:
fr: On soustrait <code><var>abs(D)</var></code> dans chaque membre :
nb: Subtraher <code><var>abs(D)</var></code> fra begge sider:
pl: Odejmij <code><var>abs(D)</var></code> od obu stron:
pt: Subtraia <code><var>abs(D)</var></code> de ambos os lados:
tr: İki taraftan <code><var>abs(D)</var></code>'yi çıkarın:

source: Subtract <code><var>coefficient(abs(A_1))</var>x</code> from both sides:
es: Resta <code><var>coefficient(abs(A_1))</var>x</code> a ambos lados:
nb: Subtraher <code><var>coefficient(abs(A_1))</var>x</code> fra begge sider:
pt: Subtraia <code><var>coefficient(abs(A_1))</var>x</code> dos dois lados:
tr: İki taraftan <code><var>coefficient(abs(A_1))</var>x</code> çıkarın:
