Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: %(list_name)s: highlights on Khan Academy for week ending %(date)s
da: %(list_name)s: højdepunkter på Khan Academy for ugen, som ender %(date)s
es: %(list_name)s: lo más importante en Khan Academy para la semana que termina el %(date)s
fr: %(list_name)s: Rapport d'activité sur la Khan Academy pour la semaine se terminant le %(date)s
ja: %(list_name)s: %(date)s に終わる週についてのカーンアカデミーでのハイライト
nb: %(list_name)s: høydepunkter på Khan Academy for uken, som slutter %(date)s
nl: %(list_name)s: hoogtepunten op Khan Academy voor de week die eindigt op %(date)s
pl: %(list_name)s: ważne momenty na Khan Academy dla tygodnia kończącego się %(date)s
pt: %(list_name)s: destaques na Khan Academy para a semana que terminou em %(date)s
pt_pt: %(list_name)s: destaques na Khan Academy para a semana que termina em %(date)s
tr: %(list_name)s: Khan Academy'de %(date)s tarihinde biten hafta içerisinde öne çıkan noktalar

source: %(masteryPoints)s mastery points
es: %(masteryPoints)s puntos de dominio
fr: %(masteryPoints)s points de maîtrise
ja: %(masteryPoints)s マスタリーポイント
nb: %(masteryPoints)s mestringspoeng
pl: %(masteryPoints)s punktów mistrzowskich
pt: %(masteryPoints)s pontos de domínio
pt_pt: %(masteryPoints)s pontos de perícia
tr: %(masteryPoints)s uzmanlık puanları

source: %(minutesText)s the last 7 days
da: %(minutesText)s de seneste 7 dage
es: %(minutesText)s los últimos 7 días
fr: %(minutesText)s les 7 derniers jours
ja: 最近7日間で%(minutesText)s
nb: %(minutesText)s de siste 7 dagene
nl: %(minutesText)s de afgelopen 7 dagen
pl: %(minutesText)s w ostatnich 7dniach
pt: %(minutesText)s nos últimos 7 dias
pt_pt: %(minutesText)s nos últimos 7 dias
tr: Son 7 günde %(minutesText)s

source: %(mission)s mission progress
da: %(mission)s fremskridt i mission
es: %(mission)s progreso de la misión
fr: %(mission)s de progrès
ja: %(mission)s のミッションの進捗状況
nb: %(mission)s oppdrag fremgang
nl: %(mission)s missie voortgang
pl: Postępy w misji %(mission)s
pt: progresso da missão %(mission)s
tr: %(mission)s görevinde kaydedilmiş ilerleme

source: %(mission_title_standalone)s topics
da: %(mission_title_standalone)s emner
es: Temas de %(mission_title_standalone)s
fr: Sujets des %(mission_title_standalone)s
nb: %(mission_title_standalone)s emner
nl: %(mission_title_standalone)s onderwerpen
pl: Tematy %(mission_title_standalone)s
pt: Tópicos de %(mission_title_standalone)s
pt_pt: Tópicos da missão "%(mission_title_standalone)s"
tr: %(mission_title_standalone)s konuları

source: %(name)s had no activity in the past week. We're ready to get back to learning!
da: %(name)s havde ingen aktivitet i den forløbne uge. Vi er klar til at komme tilbage til læringen!
es: %(name)s no tiene actividad en la semana pasada. ¡Estamos listos para regresar al aprendizaje!
fr: %(name)s n'a pas travaillé la semaine dernière. A moins que ce ne soit encore les vacances, il est temps de s'y remettre !
ja: %(name)s は先週何もアクティビティがありませんでした．戻ってきて学びを続けることを心待ちにしています!
nb: %(name)s har ikke hatt noe aktivitet i den siste uken. Vi er klar til å komme tilbake til læring!
nl: %(name)s heeft niets gedaan afgelopen week. Laten we weer gaan leren!
pl: W ostatnim tygodniu %(name)s nie miał żadnej aktywności. Jesteśmy gotowi wrócić do nauki!
pt: %(name)s não realizou nenhuma atividade na última semana. Estamos prontos para retomar o aprendizado!
tr: %(name)s, geçen hafta hiç bir etkinlikte bulunmadı. Öğrenmeye tekrar başlamaya hazırız!

source: %(name)s has no activity in this date range. Choose a different date range, or encourage your child to log in to Khan Academy!
da: %(name)s har ingen aktivitet i dette datointerval. Vælg et andet datointerval, eller opmuntrer dit barn til at logge på Khan Academy!
es: %(name)s no tiene ninguna actividad en este intervalo de fechas. Elije un rango de fechas diferente, o ¡anima a tu hijo a entrar a Khan Academy!
fr: %(name)s n'a rien fait pendant cette période. Choisissez une autre plage de dates, ou encouragez votre enfant a travailler sur Khan Academy !
ja: %(name)s は指定された期間にアクティビティがありません．異なる期間を選択するか，またはあなたの子がカーンアカデミーにログインするように励ましましょう!
nb: %(name)s har ingen aktivitet i denne datoperioden. Velg et annet datoområde, eller oppmuntre barnet til å logge på Khan Academy!
nl: %(name)s heeft niets gedaan tussen deze data. Kies andere data of moedig je kind aan in te loggen op de Khan Academy!
pl: %(name)s nie był(a) aktywny(a) w tym zakresie czasowym. Wybierz inny zakres czasowy lub zachęć swoje dziecko do nauki na Khan Academy!
pt: %(name)s não realizou nenhuma atividade nesse período. Escolha um período diferente ou incentive seu filho a se conectar à Khan Academy!
tr: %(name)s kullanıcısının bu tarih aralığında hiçbir etkinliği yoktur. Farklı bir tarih aralığı seçin, veya çocuğunuzu Khan Academy'i ziyaret etmesi için teşvik edin!

source: %(name)s scored %(num)s points in the %(time_period)s.
fr: %(name)s a marqué %(num)s points dans la %(time_period)s.
nb: %(name)s skåret %(num)s poeng på %(time_period)s.
pl: %(num)s zostało zdobytych przez %(name)s w %(time_period)s.
pt: %(name)s marcou %(num)s pontos durante o %(time_period)s.
tr: %(name)s, %(time_period)s'da %(num)s puan almıştır.

source: %(name)s scored %(num)s points in total.
fr: %(name)s a gagné %(num)s points au total.
nb: %(name)s skåret %(num)s poeng totalt.
pl: %(num)s punktów zostało w sumie zdobytych przez %(name)s.
pt: %(name)s marcou %(num)s pontos no total.
tr: %(name)s toplam %(num)s puan almıştır.

source: %(name)s sold %(num)s chicken in %(month)s.
fr: %(name)s a vendu %(num)s poulet en %(month)s.
pl: %(num)s kurczak został sprzedany przez %(name)s w %(month)s.
pt: %(name)s vendeu %(num)s frango em %(month)s.
tr: %(name)s, %(month)s'da %(num)s tavuk satmıştır.

source: %(name)s sold %(num)s chicken in total.
pl: %(num)s kurczaków zostało w sumie sprzedanych przez %(name)s.
pt: %(name)s vendeu %(num)s frango no total.
tr: %(name)s toplam %(num)s tavuk satmıştır.

source: %(name)s takes %(list)s parameters, not %(given)s!
da: %(name)s kræver %(list)s parametre, ikke %(given)s!
es: ¡%(name)s toma %(list)s parámetros, no %(given)s!
nb: %(name)s tar %(list)s parametre, ikke %(given)s!
nl: %(name)s heeft %(list)s parameters, niet %(given)s!
pl: %(name)s ma %(list)s parametrów, a nie %(given)s!
pt: %(name)s leva parâmetros de %(list)s, e não %(given)s!
tr: %(name)s, %(list)s parametrelerini alır, %(given)s değil!

source: %(name)s takes 1 parameter, not %(given)s!
da: %(name)s kræver 1 parameter, ikke %(given)s!
es: ¡%(name)s toma 1 parámetro, no %(given)s!
nb: %(name)s tar 1 parameter, ikke %(given)s!
pl: %(name)s ma 1 parametr, nie %(given)s!
pt: %(name)s necessita de 1 parâmetro, e não %(given)s%!
pt_pt: %(name)s precisa de 1 parâmetro e não de %(given)s%!
tr: %(name)s 1 parametre alır, %(given)s değil!

source: %(nickname)s has %(declined)s these recommendations:
da: %(nickname)s har %(declined)s disse anbefalinger:
es: %(nickname)s ha %(declined)s estas recomendaciones:
fr: %(nickname)s a %(declined)s ces recommandations:
ja: %(nickname)s は %(declined)s のこれらのおすすめを持っています:
nb: %(nickname)s har %(declined)s disse anbefalingene:
nl: %(nickname)s heeft deze aanbevelingen %(declined)s:
pl: Uczeń %(nickname)s %(declined)s te zalecenia.
pt: %(nickname)s %(declined)s estas recomendações:
pt_pt: %(nickname)s %(declined)s estas recomendações:
tr: %(nickname)s isimli kullanıcı bu önerileri %(declined)s:

source: %(num)s Comment
da: %(num)s Kommentar
es: %(num)s comentario
fr: %(num)s Commentaire
ja: %(num)s 個のコメント
pl: %(num)s komentarz
pt: %(num)s comentário
pt_pt: %(num)s comentário
tr: %(num)s Yorum

source: %(num)s question answered %(pctCorrect)s% correctly
da: %(num)s spørgsmål besvaret %(pctCorrect)s% korrekt
es: %(num)s pregunta contestada, el %(pctCorrect)s% correctamente
fr: %(num)s question répondue %(pctCorrect)s% correctement
nb: %(num)s spørsmål er svart %(pctCorrect)s% riktig
nl: %(num)s vraag correct %(pctCorrect)s% beantwoord
pl: Odpowiedziano na %(num)s pytanie, %(pctCorrect)s% poprawnie
pt: %(num)s pergunta respondida %(pctCorrect)s% corretamente
pt_pt: %(num)s pergunta respondida (%(pctCorrect)s% corretamente)
tr: %(num)s sorudan %(pctCorrect)s% doğru cevaplanmıştır

source: %(num)s skill
da: %(num)s færdighed
es: %(num)s habilidad
fr: %(num)s compétence
ja: %(num)s のスキル
nb: %(num)s ferdighet
nl: %(num)s vaardigheid
pl: %(num)s umiejętność
pt: %(num)s habilidade
pt_pt: %(num)s competência
tr: %(num)s beceri

source: %(num)s task
da: %(num)s opgave
es: %(num)s tarea
fr: %(num)s activité
nl: %(num)s taak
pl: %(num)s zadanie
pt: %(num)s tarefa
pt_pt: %(num)s tarefa
tr: %(num)s görev

source: %(parent)s has invited you to join Khan Academy!
bg: %(parent)s те кани да се присъединиш към Кан академията!
da: %(parent)s har inviteret dig til Khan Academy!
es: ¡%(parent)s te ha invitado a unirte a Khan Academy!
fr: %(parent)s vous a invité à vous adhérer à la Khan Academy!
ja: %(parent)s があなたをカーンアカデミーに参加するよう招待しました!
nb: %(parent)s har invitert deg til å bli med i Khan Academy!
nl: %(parent)s Heeft je uitgenodigd mee te doen met de Kahn Academy!
pl: %(parent)s zaprosił(a) Cię do dołączenia do Khan Academy!
pt: %(parent)s convidou você para se juntar à Khan Academy!
pt_pt: %(parent)s convidou-te para te juntares à Khan Academy!
tr: %(parent)s sizi Khan Academy'ye katılmaya davet etti!

source: %(pct)s% finished
da: %(pct)s% færdig
es: %(pct)s% terminado
fr: %(pct)s% accomplis
ja: %(pct)s% 終了しました
nb: %(pct)s% fullført
nl: %(pct)s voltooid
pl: %(pct)s% ukończone
pt: %(pct)s% terminado
pt_pt: Progresso: %(pct)s%
tr: % %(pct)s tamamlandı

source: %(pct)s% mastered
da: %(pct)s% mestret
es: %(pct)s% dominado
fr: %(pct)s% accomplis
ja: %(pct)s% をマスターしました
nb: %(pct)s% mestret
nl: %(pct)s beheerst
pl: %(pct)s % opanowane
pt: %(pct)s% dominado
pt_pt: Domínio: %(pct)s%
tr: %%(pct)s ustalaşıldı

source: %(percentComplete)s% complete
da: %(percentComplete)s% fuldført
es: %(percentComplete)s% completo
fr: %(percentComplete)s% maîtrisé
ja: %(percentComplete)s% 完了
nb: %(percentComplete)s% fullført
nl: %(percentComplete)s% voltooid
pl: %(percentComplete)s% ukończone
pt: %(percentComplete)s% completo
pt_pt: %(percentComplete)s% concluído
tr: % %(percentComplete)s tamamlandı

source: %(point)s per badge
fr: %(point)s par badge
nb: %(point)s per merke
pl: %(point)s na odznakę
pt: %(point)s por medalha
tr: madalya başına %(point)s

source: %(points)s Energy Points earned for watching this video
da: %(points)s Energipoint er optjent, for at have set denne video
es: Has ganado %(points)s puntos de energía por ver este video.
fr: %(points)s points gagnés en regardant cette vidéo
he: %(points)s נקודות אנרגיה שנצברו עבור צפייה בסרטון
ja: このビデオの視聴により獲得したエネルギーポイント：%(points)s
nb: %(points)s Energipoeng opptjent for å se denne videoen
nl: %(points)s Energiepunten verdiend door naar deze video te kijken
pl: %(points)s zebrane punkty energii za oglądanie tego filmu
pt: %(points)s pontos de energia ganhos por assistir a este vídeo
pt_pt: Ganhaste %(points)s pontos de energia por teres visto este vídeo
tr: Bu videoyu izleyerek %(points)s Enerji Puanı kazandınız

source: %(points)s energy points
fr: %(points)s points
ja: %(points)sエネルギーポイント
nb: %(points)s energipoeng
nl: %(points)s energiepunten
pl: %(points)s punktów energii
pt: %(points)s pontos de energia
tr: %(points)s Enerji Puanı

source: %(points)s points
da: %(points)s point
es: %(points)s puntos
ja: %(points)s ポイント
nb: %(points)s poeng
nl: %(points)s punten
pl: %(points)s punkty
pt: %(points)s pontos
pt_pt: %(points)s pontos
tr: %(points)s puan

source: %(requiredWork)s to get the %(description)s badge
da: %(requiredWork)s for at få %(description)s badget
es: %(requiredWork)s para obtener la medalla de %(description)s
fr: %(requiredWork)s pour avoir un badge %(description)s
ja: %(description)s のバッジ獲得には %(requiredWork)s が必要です
nb: %(requiredWork)s for at få %(description)s merket
nl: %(requiredWork)s om de %(description)s badge te krijgen
pl: %(requiredWork)s żeby zdobyć odznakę %(description)s
pt: %(requiredWork)s para conquistar a medalha %(description)s
pt_pt: %(requiredWork)s para obter uma medalha%(description)s
tr: %(description)s madalyası için %(requiredWork)s tamamlanmalıdır

source: %(schoolCity)s is ranked %(schoolCityRankMastery)s in the Bay Area.
es: %(schoolCity)s ocupa el %(schoolCityRankMastery)s lugar en el Área de la Bahía.
ja: %(schoolCity)s はベイ・エリアで %(schoolCityRankMastery)s 位にランクされています．
nb: %(schoolCity)s er rangert %(schoolCityRankMastery)s i Bay Area.
pt: %(schoolCity)s se classificou em %(schoolCityRankMastery)s na área da Baía.
pt_pt: %(schoolCity)s está em %(schoolCityRankMastery)s.º lugar na área da baía.
tr: %(schoolCity)s Bay Area'da %(schoolCityRankMastery)s sıradadır.

source: %(schoolName)s is ranked %(schoolRankMastery)s in total mastery points.
es: %(schoolName)s ocupa el %(schoolRankMastery)s en puntos totales de dominio.
ja: 総マスタリーポイントで %(schoolName)s は %(schoolRankMastery)s 位です．
nb: %(schoolName)s er rangert %(schoolRankMastery)s i totale mestringspoeng.
pt: %(schoolName)s se classificou em %(schoolRankMastery)s no total de pontos de domínio.
pt_pt: %(schoolName)s está em %(schoolRankMastery)s.º lugar quanto aos pontos de perícia.
tr: %(schoolName)s toplam uzmanlık puanında %(schoolRankMastery)s sıradadır.

source: %(skills)s skills
da: %(skills)s færdigheder
es: %(skills)s habilidades
fr: %(skills)s compétences
ja: %(skills)s のスキル
nb: %(skills)s ferdigheter
nl: %(skills)s vaardigheden
pl: %(skills)s umiejętności
pt: Habilidades %(skills)s
pt_pt: %(skills)s competências
tr: %(skills)s becerileri

source: %(skills)s skills, %(masteredPercent)s% mastered
da: %(skills)s færdigheder, %(masteredPercent)s% mestret
es: %(skills)s habilidades, %(masteredPercent)s% dominado
fr: %(skills)s compétences, %(masteredPercent)s% maîtrisées
ja: %(skills)s のスキル，%(masteredPercent)s% をマスターしました．
nb: %(skills)s ferdigheter, %(masteredPercent)s% mestret
nl: %(skills)s vaardigheden, %(masteredPercent)s% beheerst
pl: %(skills)s umiejętności, %(masteredPercent)s% opanowane
pt: %(skills)s de habilidades, %(masteredPercent)s% dominado
tr: %(skills)s beceri, %(masteredPercent)s% oranında ustalaşıldı

source: %(startDate)s to %(endDate)s
da: %(startDate)s til %(endDate)s
es: Del %(startDate)s al %(endDate)s
fr: Du %(startDate)s au %(endDate)s
nb: %(startDate)s til %(endDate)s
nl: van %(startDate)s tot %(endDate)s
pl: %(startDate)s do %(endDate)s
pt: %(startDate)s a %(endDate)s
pt_pt: %(startDate)s a %(endDate)s
tr: %(startDate)s ile %(endDate)s tarihleri arasında

source: %(start_time)s - %(end_time)s on %(end_date)s
da: %(start_time)s - %(end_time)s på %(end_date)s
es: %(start_time)s - %(end_time)s el %(end_date)s
fr: %(start_time)s - %(end_time)s sur %(end_date)s
ja: %(start_time)s - %(end_time)s で %(end_date)s に終了
nb: %(start_time)s - %(end_time)s den %(end_date)s
nl: %(start_time)s - %(end_time)s op %(end_date)s
pl: %(start_time)s - %(end_time)s w %(end_date)s
pt: %(start_time)s - %(end_time)s em %(end_date)s
pt_pt: %(start_time)s - %(end_time)s a %(end_date)s
tr: %(end_date)s'de %(start_time)s-%(end_time)s

source: %(student)s has <b>declined</b> this recommendation.
da: %(student)s har <b>afvist</b> denne anbefaling.
es: %(student)s ha <b>declinado</b> esta recomendación.
fr: %(student)s a <b>décliné</b> cette recommandation.
ja: %(student)s は このお勧めを <b>断わりました</b>．
nb: %(student)s har <b>avslått</b> denne anbefalingen.
nl: %(student)s hebben deze aanbeveling <b>geweigerd</b>.
pl: Uczeń %(student)s <b>odrzucił</b> to zalecenie.
pt: %(student)s <b>rejeitou</b> esta recomendação.
pt_pt: %(student)s <b>recusou</b> esta recomendação.
tr: %(student)s bu öneriyi <b>reddetti</b>.

source: %(studentNickname)s needs to do a few more problems in %(translatedDisplayName)s before we can start displaying this graph.
da: %(studentNickname)s skal løse nogle flere i opgaver i %(translatedDisplayName)s før vi kan vise denne graf.
es: %(studentNickname)s necesita resolver unos cuantos ejercicios más en %(translatedDisplayName)s antes de que podamos empezar a mostrar esta gráfica.
fr: %(studentNickname)s doit faire quelques problèmes supplémentaires dans %(translatedDisplayName)s avant que l'on puisse afficher ce graphique.
ja: %(studentNickname)s がこのグラフを表示するには，%(translatedDisplayName)s についてもう少し練習問題を解く必要があります．
nb: %(studentNickname)s må løse flere oppgaver i %(translatedDisplayName)s før vi kan vise denne grafen.
nl: %(studentNickname)s moet nog enkel problemen oplossen in %(translatedDisplayName)s voor we deze grafiek kunnen tonen.
pl: %(studentNickname)s musi zrobić nieco więcej zadań w %(translatedDisplayName)s, zanim zaczniemy wyświetlać ten wykres.
pt: %(studentNickname)s precisa fazer mais alguns problemas em %(translatedDisplayName)s antes que possamos começar a exibir este gráfico.
pt_pt: %(studentNickname)s precisa de fazer mais alguns problemas de %(translatedDisplayName)s para que este gráfico possa ser gerado.
tr: Bu grafiği görüntüleyebilmemiz için, %(studentNickname)s isimli öğrencinin %(translatedDisplayName)s konusuyla ilgili bir kaç problem daha çözmesi gerekmektedir.

source: %(student_a)s and %(student_b)s
da: %(student_a)s og %(student_b)s
es: %(student_a)s y %(student_b)s
fr: %(student_a)s et %(student_b)s
ja: %(student_a)s と %(student_b)s
nb: %(student_a)s og %(student_b)s
nl: %(student_a)s en %(student_b)s
pl: %(student_a)s i %(student_b)s
pt: %(student_a)s e %(student_b)s
pt_pt: %(student_a)s e %(student_b)s
tr: %(student_a)s ve %(student_b)s

source: %(sum)s badges
es: %(sum)s medallas
nb: %(sum)s premier
pl: %(sum)s odznak
pt: %(sum)s medalhas
pt_pt: %(sum)s medalhas
tr: %(sum)s madalya

source: %(time)s ago
da: %(time)s siden
es: hace %(time)s
fr: Il y a %(time)s
nb: %(time)s siden
nl: %(time)s geleden
pl: %(time)s temu
pt: %(time)s atrás
pt_pt: há %(time)s
tr: %(time)s önce

source: %(timeUsed)s used
da: %(timeUsed)s brugt
es: %(timeUsed)s utilizados
fr: %(timeUsed)s passées
ja: %(timeUsed)s が使用された
nb: %(timeUsed)s brukt
nl: %(timeUsed)s gebruikt
pl: używane %(timeUsed)s
pt: %(timeUsed)s gasto
pt_pt: %(timeUsed)s gasto
tr: %(timeUsed)s kullanıldı.

source: %(time_spent)s total
da: %(time_spent)s i alt
es: %(time_spent)s en total
nl: %(time_spent)s totaal
pl: W sumie %(time_spent)s
pt: %(time_spent)s no total
pt_pt: %(time_spent)s no total
tr: Toplam harcanan süre: %(time_spent)s

source: %(title)s – keep trying!
da: %(title)s – bliv ved!
es: %(title)s – ¡Sigue intentando!
fr: %(title)s - Essayez de nouveau !
nb: %(title)s – stå på videre!
nl: %(title)s – blijf proberen!
pl: %(title)s – próbuj dalej!
pt: %(title)s - continue tentando!
pt_pt: %(title)s – continua a tentar!
tr: %(title)s - denemeye devam edin!

source: %(title)s: Step %(num)s of %(total)s: %(name)s
da: %(title)s: Trin %(num)s af %(total)s: %(name)s
es: %(title)s: paso %(num)s de %(total)s: %(name)s
fr: %(title)s (étape %(num)s sur %(total)s : %(name)s)
nb: %(title)s: Trinn %(num)s av %(total)s: %(name)s
nl: %(title)s: stap %(num)s van %(total)s: %(name)s
pl: %(title)s: Krok %(num)s z %(total)s: %(name)s
pt: %(title)s: Etapa %(num)s de %(total)s: %(name)s
tr: %(title)s: %(total)s'da %(num)s adım: %(name)s

source: %(total_minutes)s min. total
bg: %(total_minutes)s мин. общо
da: %(total_minutes)s min i alt
es: %(total_minutes)s min. totales
fr: %(total_minutes)s minutes au total
ja: 合計 %(total_minutes)s 分
nb: %(total_minutes)s min. totalt
nl: %(total_minutes)s min. totaal
pl: %(total_minutes)s min. łącznie
pt: Total de %(total_minutes)s minutos
pt_pt: Total: %(total_minutes)s minutos
tr: %(total_minutes)s minimum toplam

source: %(unit)s hundred
da: %(unit)s hundrede
es: %(unit)s centenas
fr: %(unit)s cent
ja: %(unit)s つの100
nb: %(unit)s hundre
nl: %(unit)s honderdtal
pl: %(unit)s setek
pt: %(unit)s centenas
pt_pt: %(unit)s centenas
tr: %(unit)s yüz

source: %(v1)s and %(v2)s are in direct variation
da: %(v1)s og %(v2)s er ligefrem proportionale
es: %(v1)s y %(v2)s están en variación directa
fr: %(v1)s et %(v2)s sont proportionnelles
nb: %(v1)s og %(v2)s er direkte proportionale
pl: %(v1)s i %(v2)s zmieniają się wprost proporcjonalnie
pt: %(v1)s e %(v2)s estão em variação direta

source: %(v1)s and %(v2)s are in inverse variation
da: %(v1)s og %(v2)s er omvendt proportionale
es: %(v1)s y %(v2)s están en variación inversa
fr: %(v1)s et %(v2)s sont inversement proportionnelles
nb: %(v1)s og %(v2)s er omvendt proportionale
pl: %(v1)s i %(v2)s zmieniają się odwrotnie proporcjonalnie
pt: %(v1)s e %(v2)s estão em variação inversa

source: %(v1)s and %(v2)s vary directly
da: %(v1)s og %(v2)s er ligefrem proportionale
es: %(v1)s y %(v2)s varían directamente
fr: %(v1)s et %(v2)s sont proportionnelles
nb: %(v1)s og %(v2)s er direkte proportionale
pl: %(v1)s i %(v2)s zmieniają się wprost proporcjonalnie
pt: %(v1)s e %(v2)s variam diretamente

source: %(v1)s and %(v2)s vary inversely
da: %(v1)s and %(v2)s er omvendt proportionale
es: %(v1)s y %(v2)s varían inversamente
fr: %(v1)s et %(v2)s sont inversement proportionnelles
nb: %(v1)s og %(v2)s er omvendt proportionale
pl: %(v1)s i %(v2)s zmieniają się odwrotnie proporcjonalnie
pt: %(v1)s e %(v2)s variam inversamente

source: %(v1)s is directly proportional to %(v2)s
da: %(v1)s er ligefrem proportional med %(v2)s
es: %(v1)s es directamente proporcional a %(v2)s
fr: %(v1)s est proportionnelle à %(v2)s
nb: %(v1)s er direkte proportional med %(v2)s
pl: %(v1)s jest wprost proporcjonalne do %(v2)s
pt: %(v1)s é diretamente proporcional a %(v2)s

source: %(v1)s is inversely proportional to %(v2)s
da: %(v1)s er omvendt proportional med %(v2)s
es: %(v1)s es inversamente proporcional a %(v2)s
fr: %(v1)s est inversement proportionnelle à %(v2)s
nb: %(v1)s er omvendt proportional med %(v2)s
pl: %(v1)s jest odwrotnie proporcjonalne do %(v2)s
pt: %(v1)s é inversamente proporcional a %(v2)s

source: %(v1)s varies directly with %(v2)s
da: %(v1)s er ligefrem proportional med %(v2)s
es: %(v1)s varía directamente con %(v2)s
fr: %(v1)s est proportionnelle à %(v2)s
nb: %(v1)s er direkte proportional med %(v2)s
pl: %(v1)s zmienia się wprost proporcjonalnie z %(v2)s
pt: %(v1)s varia diretamente com %(v2)s

source: %(v1)s varies inversely with %(v2)s
da: %(v1)s er omvendt proportional med %(v2)s
es: %(v1)s varía inversamente con %(v2)s
fr: %(v1)s est inversement proportionnelle à %(v2)s
nb: %(v1)s er omvendt proportional med %(v2)s
pl: %(v1)s zmienia się odwrotnie proporcjonalnie z %(v2)s
pt: %(v1)s varia inversamente com %(v2)s

source: %(val)s chars left
da: %(val)s karakterer tilbage
es: %(val)s caracteres restantes
fr: %(val)s caractères restant
ja: %(val)s 文字左
nb: %(val)s tegn igjen
nl: %(val)s tekens over
pl: %(val)s znaków pozostało
pt: %(val)s caracteres restantes
pt_pt: %(val)s caracteres restantes
tr: %(val)s karakter kaldı

source: %(word)s is a reserved word.
da: %(word)s er et reserveret ord.
es: %(word)s es una palabra reservada.
nb: %(word)s er et reservert ord.
nl: %(word)s is een gereserveerd woord.
pl: %(word)s jest zarezerwowanym słowem.
pt: %(word)s é uma palavra reservada.
tr: %(word)s kelimesi kullanılamaz.

source: %(year)s Patron
da: %(year)s Støtte
es: Patrocinador %(year)s
fr: Donateur en %(year)s
ja: %(year)s 年のパトロン
nb: %(year)s Støtte
nl: %(year)s Beschermer
pl: Mecenas %(year)s
pt: %(year)s patrono
pt_pt: Patrocinador de %(year)s
tr: %(year)s Bağışçısı

source: %(years)s old
es: %(years)s años de edad
fr: %(years)s
pt: %(years)s de idade
tr: %(years)s yaşında

source: &lt;code&gt;%(TERM)s&lt;/code&gt; add %(A)s is:
da: &lt;code&gt;%(TERM)s&lt;/code&gt; add %(A)s er:
es: &lt;code&gt;%(TERM)s&lt;/code&gt; más %(A)s es:
fr: La somme de &lt;code&gt;%(TERM)s&lt;/code&gt; et de %(A)s s'écrit :
nb: &lt;code&gt;%(TERM)s&lt;/code&gt; add %(A)s er:
pt: &lt;code&gt;%(TERM)s&lt;/code&gt; mais %(A)s é:
tr: &lt;code&gt;%(TERM)s&lt;/code&gt; artı %(A)s:
