Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: This is a one-time message and there's no need to unsubscribe. If you did not sign up for<br>Khan Academy, simply ignore this message and the account will automatically be closed.
da: Dette er en engangsbesked, og der er ingen grund til at afmelde dig. Hvis du ikke har tilmeldt dig <br>Khan Academy, kan du bare ignorere denne besked, og din konto vil automatisk blive lukket.
es: Este es un mensaje que solo se enviará una vez y no es necesario cancelar la suscripción. Si no te registraste en <br>Khan Academy, simplemente ignora este mensaje y la cuenta será cerrada automáticamente.
fr: Ceci est un message unique, et il n'y a pas besoin de se désabonner. SI vous ne vous<br> êtes pas inscrit à la Khan Academy, ignorez simplement ce message et le compte se fermera de lui-même.
nb: Dette er en engangsmelding, og det er ingen grunn til å melde deg av. Hvis du ikke registrerte deg hos<br>Khan Academy, bare ignorer denne meldingen og kontoen slettes automatisk.
nl: Dit is een eenmalig bericht waarvoor je niet hoeft uit te schrijven. Als je niet bent aangemeld voor<br>Khan Academy, negeer dit bericht dan wordt het account automatisch gesloten.
pl: To jest jednorazowy komunikat i nie ma potrzeby rezygnacji z dalszego otrzymywania wiadomości. Jeśli nie rejestrowałeś się na <br>Khan Academy, zignoruj tę wiadomość, a konto zostanie automatycznie usunięte.
pt: Esta é uma mensagem única e não há necessidade de cancelar o cadastro. Se você não se cadastrou na<br>Khan Academy, simplesmente ignore essa mensagem e a conta será automaticamente fechada.
pt_pt: Esta é uma mensagem única, pelo que não é necessário cancelares qualquer subscrição de e-mails.<br>Se não criaste nenhuma conta na Khan Academy, ignora esta mensagem.
tr: Bu mesaj, e-posta adresinizi doğrulamak için gönderilmiştir. Eğer <br>Khan Academy'ye üye olmadıysanız, bu mesajı dikkate almayın, hesap otomatik olarak kapanacaktır.

source: This is a one-time reminder and there is no need to unsubscribe. If you did not sign up for Khan Academy, simply ignore this message and the account will automatically be closed.
da: Dette er en engangspåmindelse, og der er ingen grund til at afmelde dig. Hvis du ikke har tilmeldt dig Khan Academy, kan du bare ignorere denne besked, og din konto vil automatisk blive lukket.
es: Este es un recordatorio que solo se enviará una vez y no es necesario cancelar la suscripción. Si no te registraste en Khan Academy, simplemente ignora este mensaje y la cuenta será cerrada automáticamente.
fr: Ceci est un rappel envoyé une seule fois, et il n'y a pas besoin de se désabonner. SI vous ne vous êtes pas inscrit à la Khan Academy, ignorez simplement ce message et le compte sera automatiquement fermé.
nb: Dette er en engangsmelding, og det er ingen grunn til å melde deg av. Hvis du ikke registrerte deg hos Khan Academy, bare ignorer denne meldingen og kontoen slettes automatisk.
nl: Dit is een eenmalig bericht waarvoor je niet hoeft uit te schrijven. Als je niet bent aangemeld voor Khan Academy, negeer dit bericht dan wordt het account automatisch gesloten.
pl: To jest jednorazowy komunikat i nie potrzeby odwoływania subskrypcji. Jeśli nie rejestrowałeś się na Khan Academy, po prostu zignoruj tę wiadomość, a konto zostanie automatycznie usunięte.
pt: Este é um lembrete único e não há necessidade de cancelar o cadastro. Se você não se cadastrou na Khan Academy, simplesmente ignore esta mensagem e a conta será automaticamente fechada.
pt_pt: Esta é uma mensagem única, pelo que não é necessário cancelares qualquer subscrição de e-mails. Se não criaste nenhuma conta na Khan Academy, ignora esta mensagem.
tr: Bu mesaj, bir kerelik bir hatırlatmadır. Eğer Khan Academy'ye üye olmadıysanız, bu mesajı dikkate almayın, hesap otomatik olarak kapanacaktır.

source: This is algebra?
es: ¿Esto es álgebra?
fr: Ça, c'est de l'algèbre ?
nb: Er dette algebra?
pl: To jest algebra?
pt: Isto é álgebra?
tr: Bu cebir mi?

source: This is compared to the average age of all <var>POPULATION</var> <var>animal( 1 )</var> in the zoo.
fr: Ceci en comparaison de son écart à la moyenne des âges des <var>POPULATION</var> <var>animal( 1 )</var> du zoo.
pt: Isto é comparado com a idade média de toda <var>POPULATION</var> <var>animal( 1 )</var> no zoológico.

source: This is currently a non-math class. You can set a set a math mission for your class by choosing a different mission below.
da: Dette er i øjeblikket et ikke-matematisk kursus. Du kan angive et fast mission indenfor matematik for din klasse ved at vælge en anden mission nedenfor.
es: Actualmente esta no es una clase de matemáticas. Puedes establecer una misión de matemáticas para la clase eligiendo una misión diferente abajo.
fr: C'est actuellement une classe non mathématique. Vous pouvez définir une mission de math pour votre classe en choisissant une mission différente ci-dessous.
ja: 現在これは数学のクラスではありません．あなたは以下から他のミッションを選択することで数学のミッションをセットできます．
nb: Dette er ikke en matematikk klasse. Du kan angi et sett matematikkoppdrag for klassen ved å velge et annet oppdrag nedenfor.
nl: Dit is momenteel een klas zonder wiskunde. Je kan een wiskunde missie voor je klas aanmaken door een andere missie hier onder te kiezen.
pl: W tej chwili jest to klasa niematematyczna. Możesz ustawić misję z matematyki dla swojej klasy poprzez wybranie innej misji poniżej.
pt: Esta não é uma missão de matemática ainda. Você pode definir uma missão de matemática para sua turma escolhendo uma missão diferente abaixo.
tr: Bu şu anda bir matematik sınıfı değildir. Sınıfınıza bi matematik görevi atamak için farklı bir görev seçmelisiniz.

source: This is for reporting problems with the %(languageLocalName)s version of Khan Academy. If you have some other problem that's not connected to %(languageLocalName)s translations, grammar, or other internationalization issues, <a href='https://www.khanacademy.org/reportissue?type=Defect'> report it here</a>.
da: Dette bruges til at rapportere problemer med den %(languageLocalName)s version af Khan Academy. Hvis du har et andet problem, der ikke er relateret til de %(languageLocalName)s oversættelser, grammatik, eller andre spørgsmål om internationalisering, <a href='https://www.khanacademy.org/reportissue?type=Defect'>så rapporter det her</a>.
es: Esto es para reportar problemas con la versión de Khan Academy en %(languageLocalName)s. Si tienes algún otro problema que no esté relacionado con las traducciones en %(languageLocalName)s, gramática u otro tema relacionado con la internacionalización, <a href='https://www.khanacademy.org/reportissue?type=Defect'>repórtalo aquí</a>.
fr: La version %(languageLocalName)se est réalisée par Bibliothèques Sans Frontières. Nous faisons de notre mieux pour vous offrir la meilleure expérience possible ! Ce travail est perpétuellement en cours de réalisation, c'est pourquoi des problèmes techniques ou des erreurs de traduction peuvent toujours survenir. Nos efforts sont concentrés sur leur résolution. Si vous rencontrez un problème qui n'est pas relatif aux traductions en %(languageLocalName)s, <a href='https://www.khanacademy.org/reportissue?type=Defect'>signalez-le ici</a>. Elève, parent, enseignant, association de soutien scolaire, vous utilisez la Khan Academy ou souhaitez le faire ? Nous aimerions recueillir toutes vos questions et témoignages ! Ecrivez-nous à khanacademy@bibliosansfrontieres.org
ja: こちらはカーンアカデミー%(languageLocalName)s版に関する問題をご報告いただくページです。%(languageLocalName)sの翻訳、文法、その他の国際化に関する事柄とは関連のない問題につきましては、<a href='https://www.khanacademy.org/reportissue?type=Defect'>こちらからご報告ください</a>。
nb: Dette er for å rapportere problemer med den %(languageLocalName)s versjonen av Khan Academy. Hvis du har problemer som ikke er tilknyttet %(languageLocalName)s oversettelser, grammatikk, eller andre internasjonaliserings spørsmål, <a href='https://www.khanacademy.org/reportissue?type=Defect'> rapporter det her</a>.
nl: Dit is voor het melden van problemen met de %(languageLocalName)s versie van Khan Academy. Als je een ander probleem hebt dat niets te maken heeft met %(languageLocalName)s vertalingen, grammatica of andere internationalisatieproblemen, <a href='https://www.khanacademy.org/reportissue?type=Defect'>meld het hier</a>.
pl: Służy to do zgłaszania problemów z %(languageLocalName)s wersją Khan Academy. Jeśli masz jakieś inne problemy, nie związane z tłumaczeniami %(languageLocalName)s, gramatyką, lub innymi kwestiami umiędzynaradawiania, <a href='https://www.khanacademy.org/reportissue?type=Defect'> zgłoś je tutaj</a>.
pt: Esta ferramenta serve para relatar problemas com a versão em %(languageLocalName)s da Khan Academy. Se você encontrou outro tipo de problema que não esteja ligado à tradução para o %(languageLocalName)s, gramática ou problemas de internacionalização, <a href='https://www.khanacademy.org/reportissue?type=Defect'> relate o problema aqui</a>.
pt_pt: Esta ferramenta serve para relatar problemas com a versão em %(languageLocalName)s da Khan Academy. Se encontrou outro tipo de problema que não esteja ligado à tradução para o %(languageLocalName)s, gramática ou problemas de internacionalização, <a href='https://www.khanacademy.org/reportissue?type=Defect'> reporte o problema aqui</a>.
tr: Bu form, Khan Academy %(languageLocalName)s platformuna ilişkin problemleri iletmek içindir. Eğer %(languageLocalName)s platformun tercümeleri, grameri, vb konulara ile ilgili olmayan bir sorun yaşıyorsanız, sorununuzu <a href='https://www.khanacademy.org/reportissue?type=Defect'> adresine iletmenizi rica ediyoruz.</a>

source: This is for the current SAT (exams through January 2016).
ja: これは現在の SAT (2016年 6 月までの試験) のためのものです．
nb: Dette er for den gjeldende SAT (eksamener til januar 2016).
pl: Odnosi się do bieżącego egzaminu SAT (egzaminy do końca stycznia 2016).
pt: Isso é para o SAT atual (os exames ocorrem em janeiro de 2016).
pt_pt: Isto é para o SAT atual (os exames decorrerão em janeiro de 2016).
tr: Bu, şu andaki SAT içindir (2016 Ocak'ının sonuna kadar olan sınavlar).

source: This is great, I finally understand quadratic functions!
da: Det er fantastisk, jeg forstår endelig andengradsfunktioner!
es: ¡Esto es genial, por fin entiendo las funciones cuadráticas!
fr: C'est très bien, je comprends enfin les fonctions quadratiques !
hi: यह श्रेष्ट है, मई आखिरकार द्वतिघातिक प्रक्रियाओं को समझ गया हूँ!
ja: これはすばらしい，私はとうとう2次関数を理解しました!
nb: Dette er flott, endelig forstår jeg annengradslikninger!
nl: Dit is geweldig, ik begrijp kwadratische functies eindelijk!
pl: To jest cudowne, nareszcie rozumiem funkcję kwadratową!
pt: Isso é ótimo, eu finalmente entendo funções quadráticas!
pt_pt: Isto é fantástico, finalmente percebo funções quadráticas!
tr: Bu harika, nihayet karesel fonksiyonları anladım!

source: This is how you did on %(test_name)s last month!
da: Her er hvordan du klarede dig i %(test_name)s sidste måned!
es: ¡Así es como lo hiciste en %(test_name)s el mes pasado!
fr: Voilà comment vous avez travaillé sur %(test_name)s le mois dernier!
ja: これはあなたの最近 %(test_name)s ヶ月の結果です！
nb: Slik gjorde du det i %(test_name)s forrige måned!
nl: Dit is hoe je het deed op %(test_name)s voorbije maand!
pl: Tak Ci poszło w %(test_name)s w ostatnim miesiącu!
pt: Este foi o seu resultado no %(test_name)s no mês passado!
tr: Geçen ay %(test_name)s performansınız böyleydi!

source: This is how your name will appear around Khan Academy, and how your friends and coaches will recognize you.
da: Sådan her vises dit navn på Khan Academy, og er måden dine venner og lærere kan genkende dig.
es: Es así como aparecerá tu nombre en Khan Academy y como te reconocerán tus amigos y tutores.
fr: Voici comment votre nom apparaîtra dans Khan Academy et comment vos amis et coachs vous reconnaîtrons.
ja: これがどのようにあなたの名前がカーンアカデミーで表示され，あなたの友達やコーチがどのようにあなたをみつけるかを示します．
nb: Slik vil ditt navn vises på Khan Academy, og er slik dine venner og veiledere vil gjenkjenne deg.
nl: Dit is hoe je naam zal verschijnen op Khan Academy en hoe je vrienden en coaches je zullen herkennen.
pl: Tak Twoje imię będzie pojawiało się w Khan Academy i tak Twoi przyjaciele oraz trenerzy mogą cię rozpoznać.
pt: Esta é a forma como seu nome aparecerá na Khan Academy, e como seus amigos e tutores vão reconhecê-lo.
pt_pt: Este nome será mostrado aos teus amigos e tutores da Khan Academy.
tr: Khan Academy sitesinde bu isimle gözükeceksiniz, arkadaşlarınız ve öğretmenleriniz buraya yazdığınız ismi görecekler.

source: This is instance of:
fr: Il s'agit d'instance de :
hi: इस का उदाहरण है:
ja: これは次の例です:
nb: Dette er forekomst av:
pl: To jest przykład:
pt: Este é um exemplo de:
pt_pt: Este é um exemplo de:
tr: Bu şuna bir örnektir:

source: This is just one of <a title="really, more like a billionty">more than a hundred</a> badges you can earn at Khan Academy.
bg: Това е само една от <a title="really, more like a billionty">повече от сто </a> значки, които можеш да спечелиш в КА.
da: Dette er blot et af <a title="faktisk, rettere en fantazillion"> flere hundrede</a> badges kan du opnå på Khan Academy.
es: Esta es solo una de las <a title="really, more like a billionty">más de cien</a> medallas que puedes ganar en Khan Academy.
fr: C'est l'un parmi <a title="vraiment, plus comme un milliard"> plus d'une centaine</a> de badges que vous pouvez gagner à la Khan Academy.
he: זוהי רק אחת מ<a title="בעצם, יותר כמו מיליארד">יותר ממאה</a> מדליות שאתה יכול לקבל באקדמיית קאהן.
ja: これは 1 つだけのカーン アカデミーで得ることができる <a title="really, more like a billionty"> 100 以上</a> のバッジです。
nb: Dette er bare en av <a title="really, more like a billionty"> mer enn hundre</a> merker du kan få på Khan Academy.
nl: Dit is slechts een van de <a title="eerder meer dan een biljardtig">meer dan honderd</a> medailles die je kunt verdienen bij Khan Academy.
pl: To tylko jedna z <a title="serio, więcej niż milionów">ponad stu</a> odznak, które możesz zdobyć na Khan Academy.
pt: Esta é apenas uma das <a title="really, more like a billionty">mais de uma centena</a> de medalhas que você pode ganhar na Khan Academy.
pt_pt: Esta é apenas uma das <a title="para dizer a verdade, são milhões">centenas</a> de medalhas que podes ganhar na Khan Academy.
tr: Bu, Khan Academy'de kazanabileceğiniz <a title="really, more like a billionty">yüzden fazla</a> madalyadan sadece bir tanesidir.

source: This is like comparing two equally sized pizzas where one is cut into <code><var>DEN_1</var></code> equal slices and the other is cut into <code><var>DEN_2</var></code> equal slices.
da: Det er ligesom at sammenligne to lige store pizzaer, hvor den ene er skåret i <code><var>DEN_1</var></code> lige store stykker, og den anden er skåret i <code><var>DEN_2</var></code> lige store stykker.
es: Esto es como comparar dos pizzas del mismo tamaño donde una se corta en <code><var>DEN_1</var></code> rebanadas iguales y la otra se corta en <code><var>DEN_2</var></code> rebanadas iguales.
fr: Cela revient à comparer deux pizzas de même taille dont l'une est coupée équitablement en <code><var>DEN_1</var></code> parts et l'autre en <code><var>DEN_2</var></code>.
nb: Dette er som å sammenligne to like store pizzaer hvor en er delt i <code><var>DEN_1</var></code> like stykker, og den andre er delt i <code><var>DEN_2</var></code> like stykker.
nl: Dit is net zoiets als het vergelijken van twee even grote pizza's, waarbij er één in <code><var>DEN_1</var></code> evengrote pizzapunten gesneden is, en de andere in <code><var>DEN_2</var></code> evengrote pizzapunten.
pl: To to samo co porównywanie dwóch pizzy o takim samym rozmiarze z których jedna jest podzielona na <code><var>DEN_1</var></code> równych kawałków, a druga jest podzielona na <code><var>DEN_2</var></code> równych kawałków.
pt: É como comparar duas pizzas de mesmo tamanho sendo que uma está cortada em <code><var>DEN_1</var></code> fatias iguais e a outra está cortada em <code><var>DEN_2</var></code> fatias iguais.
tr: Bu, biri <code><var>DEN_1</var></code> eşit dilime, ve diğeri <code><var>DEN_2</var></code> eşit dilime bölünmüş iki eşit boyutlu pizzayı düşünmekle aynı şeydir.

source: This is like considering two equally sized pizzas that have been cut into <code><var>DEN_1</var></code> equal slices.
da: Det er ligesom at tænke på to lige store pizzaer, der er blevet skåret ind i <code><var>DEN_1</var></code> lige store stykker.
es: Esto es como considerar dos pizzas de igual tamaño que han sido cortadas en <code><var>DEN_1</var></code> rebanadas iguales.
fr: Cela revient à considérer deux pizzas de même taille coupées en <code><var>DEN_1</var></code> parts égales.
hi: यह दो समान पिज़्ज़ा को ध्यान में रखने के जैसा है जो कि काटे गए है <code><var>DEN_1</var></code> बराबर भागों मेंI
nb: Dette er som å sammenligne to like store pizzaer som har blitt kuttet opp i <code><var>DEN_1</var></code> like stykker.
nl: Dit is net zoiets als twee evengrote pizza's beschouwen die in <code><var>DEN_1</var></code> evengrote pizzapunten gesneden zijn.
pl: To to samo co porównywanie dwóch pizzy o takim samym rozmiarze <code><var>DEN_1</var></code> równych kawałków.
pt: É como considerar duas pizzas de mesmo tamanho que foram cortadas em <code><var>DEN_1</var></code> fatias iguais.
tr: Bu, <code><var>DEN_1</var></code> eşit dilime bölünmüş iki eşit boyutlu pizzayı düşünmekle aynı şeydir.

source: This is not a math or programming class
da: Dette er ikke et kursus i matematik eller programmering
es: Esta no es una clase de programación o de matemáticas
fr: Ce n'est pas un cours de mathématique ou de programmation
ja: これは数学，あるいはプログラミングのクラスではありません
nb: Dette er ikke en matematikk eller programmerings klasse
nl: Dit is geen wiskunde of programmeercursus
pl: To nie jest klasa matematyczna lub programistyczna
pt: Isso não é uma aula de matemática ou programação
pt_pt: Isto não é uma aula de Matemática, nem de programação
tr: Bu bir matematik veya programlama sınıfı değildir

source: This is not just a challenge for math geniuses. LearnStorm rewards hard work and mastery, no matter if you’re learning addition or calculus. Everyone can use math to build their brain.
es: No es solo un desafío para genios de las matemáticas. LearnStorm premia el trabajo duro y el dominio, no importa si estás aprendiendo sumas o cálculo. Todo el mundo puede usar las matemáticas para ejercitar su cerebro.
fr: Ce n'est pas seulement un défi pour les génies des mathématiques. La récompense du travail acharné et de la maîtrise LearnStorm, quoique vous souhaitez apprendre l'addition ou le calcul. Chacun peut utiliser les mathématiques pour faconner leur cerveau.
ja: これは数学の天才のための単なるチャレンジではありません．ラーンストームはあなたがたし算を習っているのか微積分を習っているのかに関係なく，勤勉とマスタリーに報います．皆が数学を使ってそれぞれの頭脳を育てることができます．
nb: Dette er ikke bare en utfordring for matte genier. LearnStorm belønner hardt arbeid og mestring, uansett om du lære addisjon eller kalkulus. Alle kan bruke matematikk for å trene hjernen.
nl: Dit is niet alleen een uitdaging voor wiskundige genieën. LearnStorm beloont hard werken, of je nou bezig bent met leren optellen of je verdiept in differentiaalrekenen. Iedereen kan zijn hersenen trainen door te rekenen.
pl: To nie jest wyzwanie tylko dla matematycznych geniuszy. LearnStorm nagradza ciężką pracę i mistrzostwo, niezależnie od tego czy uczysz się dodawania czy rachunku różniczkowego. każdy może użyć matematyki do rozwijania swojego mózgu.
pt: Este não é apenas um desafio para gênios da matemática. LearnStorm premia o trabalho duro e o domínio, não importa se você está aprendendo adição ou cálculo. Todo mundo pode usar a matemática para melhorar seu cérebro.
pt_pt: Isto não é apenas um desafio para génios da Matemática. A LearnStorm recompensa o trabalho árduo e o domínio das disciplinas. Não interessa se estás a aprender a somar ou a calcular integrais. Todos podem usar a Matemática para exercitar o cérebro.
tr: Bu sadece matematik dahileri için bir yarışma değildir. LearnStorm çaba ve uzmanlığı ödüllendirir, toplama veya analiz, hangi konu olursa olsun. Herkes beynini büyütmek için matematik kullanabilir.

source: This is too easy
da: Dette er for nemt
es: Esto es muy fácil
fr: C'est trop facile
ja: これは簡単すぎます
nb: Dette er for lett
nl: Dit is te makkelijk
pl: To jest zbyt łatwe
pt: Isto é muito fácil
pt_pt: Isto é muito fácil
tr: Bu çok kolay

source: This is too hard
da: Dette er for svært
es: Esto es muy difícil
fr: C'est trop difficile
ja: これは難しすぎます
nb: Dette er for vanskelig
nl: Dit is te moeilijk
pl: To jest zbyt trudne
pt: Isto é muito difícil
pt_pt: Isto é muito difícil
tr: Bu çok zor

source: This is you.
da: Dette er dig.
es: Este(a) eres tú.
fr: Ca, c'est toi.
nb: Dette er deg.
nl: Dit ben jij.
pl: To ty.
pt: Este é você.
pt_pt: Este és tu.
tr: Bu sizsiniz.

source: This line intersects the <code>x</code>-axis at <code>(<var>X_INTERCEPT</var>, 0)</code>.
da: Linje skærer <code>x</code>-aksen i <code>(<var>X_INTERCEPT</var>, 0)</code>.
es: Esta recta cruza el eje <code>x</code> en <code>(<var>X_INTERCEPT</var>, 0)</code>.
fr: Cette droite coupe l'axe des <code>x</code> au point <code>(<var>X_INTERCEPT</var>, 0)</code>.
nb: Linjen skjærer <code>x</code>-aksen i <code>(<var>X_INTERCEPT</var>, 0)</code>.
pt: Esta reta intercepta o eixo <code>x</code> em <code>(<var>X_INTERCEPT</var>, 0)</code>.
tr: Bu doğru <code>x</code>-eksenini <code>(<var>X_INTERCEPT</var>, 0)</code> noktasında keser.

source: This looks just like the given expression if
da: Dette ser ud som det givne udtryk, hvis
es: Esto es igual que la expresión dada si
fr: Ceci est l'expression du trinôme donné si
nb: Dette ser ut som det angitte uttrykket hvis
pt: Isso se parece com a expressão dada se
tr: Bunun verilen ifadeye benzemesi için

source: This looks like it matches the arrow and circle from Graph <var>LINE_SOLUTION</var> above.
fr: Il que semble cela correspond bien à la flèche et au cercle du graphique <var>LINE_SOLUTION</var> ci-dessus.
hi: यह लगता है की ऊपर दिए आलेख <var>LINE_SOLUTION</var> में तीर और वृत्त एक मेल खाते हैं ।
nb: Det ser ut til at det passer til pilene og sirkelen i figur <var>LINE_SOLUTION</var> ovenfor.
pl: Pasuje do strzałki i kółka z osi <var>LINE_SOLUTION</var> powyżej.
pt: Parece que ele é compatível com a seta e o círculo do Gráfico <var>LINE_SOLUTION</var> acima.
tr: Görünüşe göre, bu, üstteki <var>LINE_SOLUTION</var> grafiğindeki ok ve çemberle eşleşiyor.

source: This means <code>\lvert x \rvert \leq <var>A</var></code>, which means <code><var>-1*A</var> \leq x \leq <var>A</var></code>.
da: Det betyder <code>\lvert x \rvert \leq <var>A</var></code>, som betyder <code><var>-1*A</var> \leq x \leq <var>A</var></code>.
es: Esto significa que <code>\lvert x \rvert \leq <var>A</var></code>, lo que significa que <code><var>-1*A</var> \leq x \leq <var>A</var></code>.
fr: C'est-à-dire <code>\lvert x \rvert \leq <var>A</var></code>, ou <code><var>-1*A</var> \leq x \leq <var>A</var></code>.
nb: Det betyr <code>\lvert x \rvert \leq <var>A</var></code>, som betyr <code><var>-1*A</var> \leq x \leq <var>A</var></code>.
pt: Isto significa que <code>\lvert x \rvert \leq <var>A</var></code>, o que significa que <code><var>-1*A</var> \leq x \leq <var>A</var></code>.
tr: Bunun anlamı, <code>\lvert x \rvert \leq <var>A</var></code>, yani <code><var>-1*A</var> \leq x \leq <var>A</var></code>.
