Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Khan Academy wants to help you learn at your level.<br>Doing a few math problems helps us know where we can help. Give it a try!
da: Khan Academy ønsker at hjælpe dig med at lære på dit niveau.<br>Når du løser et par matematiske opgaver hjælper det os med at identificere, hvor vi kan hjælpe. Giv det en chance!
es: Khan Academy quiere ayudarte a aprender de acuerdo con tu nivel.<br>Hacer unos cuantos problemas de matemáticas nos ayuda a saber dónde podemos ayudar. ¡Pruébalo!
fr: Khan Academy cherche à connaître ton niveau. Réponds à ces quelques questions pour que nous puissions savoir où tu en es.<br> Si tu ne sais pas, tu peux cliquer sur "je n'ai pas encore appris ceci !"
ja: カーンアカデミーはあなた個人にあったレベルでの学びを助けたいと思います．<br>いくつかの数学の問題を解いてもらえれば，私達は何を助けられるかがわかるようになります．ぜひ試してみて下さい!
nb: Khan Academy ønsker at du lærer på ditt nivå.<br>Gjør et par matematikkoppgaver for å hjelpe oss til å vite hvor vi kan gi hjelp. Gjør et forsøk!
nl: Khan Academy wil jou helpen te leren op jouw niveau.<br>Door een paar wiskundige problemen te doen kunnen wij uitvinden waar jij hulp nodig hebt. Probeer het eens!
pl: Khan Academy chce pomóc Ci uczyć się na Twoim poziomie.<br>Rozwiązanie kilku zadań matematycznych pomoże nam dowiedzieć się, gdzie możemy Ci pomóc. Spróbuj!
pt: A Khan Academy quer ajudá-lo a aprender de acordo com seu nível.<br>Ao fazer alguns problemas de matemática, podemos saber como ajudá-lo. Experimente!
pt_pt: A Khan Academy quer saber qual é o teu nível para que só aprendas temas adequados para ti.<br>Se resolveres alguns problemas de Matemática, ajudas-nos a identificar o teu nível. Experimenta!
tr: Khan Academy, sizin kendinize uygun seviyede öğrenmenize yardımcı olmak istiyor.<br>Birkaç matematik sorusu çözerseniz, size nerede yardımcı olabileceğimizi anlayabiliriz. Haydi deneyin!

source: Khan Academy's content is used by classrooms and individuals in over 25 languages around the world. More than 2 billion interactive math problems have been done. Our faculty's videos have been viewed over 400,000,000 times. As an intern, any improvement you make can instantly help millions of students learn whatever they want, whenever they want. If this type of educational scale excites you as much as it does us, we need your help to educate the entire world.
pt: O conteúdo da Khan Academy é usado por salas de aula e indivíduos em mais de 25 idiomas em todo o mundo. Foram feitos mais de 2 bilhões de problemas de matemática interativos, e nossos vídeos educativos já foram vistos mais de 400 milhões de vezes. Como estagiário, qualquer melhoria que você fizer pode, instantaneamente, ajudar milhões de estudantes a aprender o que quiserem, sempre que quiserem. Se você fica tão empolgado quanto nós com esse tipo de sistema educacional, precisamos da sua ajuda para levar a educação para o mundo todo.
tr: Khan Academy'nin içeriği, Dünya'nın her yerinden sınıflar ve kişilerce, 25'ten fazla dilde kullanılıyor. Şimdiye kadar sitemizde 2 milyarın üzerinde etkileşimli matematik problemi çözüldü. Akademimizin videolarının izlenme sayısı ise 400,000,000'dan fazla. Bir stajyer olarak sağlayabileceğiniz her iyileştirme, anında milyonlarca öğrencinin istedikleri konuları istedikleri zaman öğrenmelerine yardımcı olabilir. Eğer bu tür bir eğitim ölçeği sizi de en az bizim kadar heyecanlandırıyorsa, bütün Dünya'yı eğitme hedefimiz için sizin de yardımınıza ihtiyacımız var demektir.

source: Khan Academy, a 501(c)(3) not-for-profit organization, has not provided any goods or services to you in consideration for this voluntary contribution. The donation is tax deductible to the extent allowed by law. For federal tax purposes Khan Academy's FEIN # is: 26-1544963.
da: Khan Academy, en 501(c)(3) non-profit organisation, har ikke leveret nogle varer eller tjenester til dig i betragtning til dette frivillige bidrag. Donationen er fradragsberettiget i det omfang det er tilladt ved lov. Til (amerikanske) skatteformål er Khan Academys FEIN #: 26-1544963.
es: Khan Academy, una organización sin fines de lucro 501(c)(3), no te ha proporcionado ningún bien o servicio en retribución a esta contribución voluntaria. La donación es deducible de impuestos dentro del alcance de la ley. Para fines de impuestos federales de Estados Unidos, el número de identificación de empleador federal (FEIN #) de Khan Academy es: 26-1544963.
fr: Khan Academy, une organisation sans but lucratif 501(c)(3), ne vous a fourni aucun bien ou service en contrepartie de cette contribution volontaire. Le don est déductible d'impôt dans la mesure permise par la Loi. À des fins d'impôts fédéraux, le numéro d'identification fédéral FEIN de Khan Academy's FEIN est : 26-1544963.
ja: カーンアカデミー，a 501(c)(3) 非営利団体は，このボランティアの貢献に対し，あなたに何らかの商品またはサービスを提供することはありません．寄付は法律に従って，税金の控除の対象となります．連邦税に対するカーンアカデミーの FEIN # は次です: 26-1544963
nb: Khan Academy en 501(c)(3) non-profit-organisasjon har ikke levert noen varer eller tjenester til deg i betraktning dette frivillige bidrag. Donasjonen er fradragsberettiget i den grad det tillates av loven. For (amerikanske) skatteformål er Khan Academys FEIN #: 26-1544963.
nl: Khan Academy, een 501(c)(3) vereniging zonder winstoogmerk, heeft geen goederen of diensten aan jou geleverd in ruil voor deze vrijwillige bijdrage. De donatie is fiscaal aftrekbaar voor zover toegelaten door de wet. Voor federale belastingdoeleinde: Khan Academy's FEIN # is: 26-1544963.
pl: Khan Academy, organizacja non-profit 501(c)(3), nie udzieliła Ci żadnych dóbr ani usług w zamian za ten dobrowolny wkład. Tą dotację można odliczyć od podatku zgodnie z obowiązującym prawem federalnym US. Dla celów podatkowych numer FEIN Khan Academy to: 26-1544963.
pt: A Khan Academy, uma organização sem fins lucrativos 501(c)(3), não forneceu quaisquer bens ou serviços a você por esta contribuição voluntária. A doação é dedutível de imposto dentro do permitido por lei. Para fins tributários nos Estados Unidos o número FEIN da Khan Academy é: 26-1544963.
tr: Khan Academy kar amacı gütmeyen bir kuruluş olup (501(c)(3), yaptığınız katkılar karşılığında size herhangi bir mal ya da hizmet sunmamıştır. Bu bağış yasalarda belirtilen oranlarda vergiden düşülebilir. Federal vergilendirme ile ilgili konular için Khan Academy'nin FEIN numarası: 26-1544963.

source: Khan Academy’s Designated Copyright Agent to receive notifications and counter-notifications of claimed infringement can be reached as follows:
da: Khan Academys udpegede repræsentant for ophavsret for at modtage meddelelser og modpåstande om påstået krænkelse kan kontaktes som følger:
es: El agente designado de Khan Academy a asuntos de Copyright recibirá notificaciones y contra-notificaciones de infracción y se puede acceder como sigue:
fr: La personne responsable de la réception d'Avis sur les Droits d'Auteur à Khan Acadmey peut-être jointe de la manière suivante:
nb: Khan Academys utpekte representant for å motta varsel og motpåstander om hevdet brudd på rettigheter kan kontaktes på følgende måte:
nl: Khan Academy aangewezen Copyright Agent voor het ontvangen van meldingen en tegenvorderingen van geclaimde inbreuk kan als volgt worden bereikt:
pl: Z wyznaczonym przez Khan Academy przedstawicielem ds. praw autorskich, do którego należy kierować zawiadomienia o naruszeniu praw autorskich lub roszczenia wzajemne, można się kontaktować korzystając z poniższych adresów:
pt: O agente de copyright da Khan Academy designado para receber notificações e contranotificações da infração alegada pode ser contatado da seguinte forma:
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: Kilometers
es: Kilómetros
hi: किलोमीटर
nb: Kilometer
pl: Kilometry
pt: Quilômetros
tr: Kilometre

source: Kitt uses a simple design process:
es: Kitt utiliza un proceso de diseño simple:
fr: Kitt utilise des procédés de conception simples:
pl: Kitt wykorzystuje prosty proces projektowania:
pt: Kitt usa um processo muito simples para desenvolver seus projetos:
tr: Kitt’in çok basit bir tasarım sistemi bulunuyor:

source: Know English? Explore 1 more subject on our English site
da: Kan du engelsk? Udforsk 1 emne mere på vores engelske hjemmeside
es: ¿Sabes inglés? Explora 1 tema más en nuestro sitio en inglés
nb: Kan du engelsk? Utforske 1 tema på vår engelske side
nl: Ken je Engels? Verken 1 extra onderwerp op onze Engelse site
pl: Znasz angielski? Odkryj jeszcze 1 temat na angielskiej wersji naszej strony
pt: Você sabe inglês? Explore mais 1 assunto em nosso site em inglês
pt_pt: Sabes inglês? Explora mais 1 disciplina no nosso site em inglês

source: Knowing how to code. We're a small team tackling big problems; you'll make the biggest impact if you can code efficiently and contribute to our research infrastructure.
da: At vide hvordan man koder. Vi er et lille hold, som tackler store problemer; du vil have den største virkning, hvis du kan kode effektivt og bidrage til vores forskningsinfrastruktur.
es: Sabiendo cómo programar. Somos un equipo pequeño que afronta grandes problemas. Harás el más grande impacto si puedes programar eficientemente y contribuir a nuestra infraestructura de investigación.
nl: Weten hoe je codes kan schrijven. We zijn een klein team dat grote problemen tackelt; jij hebt de meeste impact als je efficiënt codes kan schrijven en bijdragen aan onze onderzoeksinfrastructuur.
pl: Wiedza o programowaniu. Jesteśmy małym zespołem walczącym z dużymi problemami; będziesz mieć największy wpływ, jeżeli możesz efektywnie programować i wnosić swój wkład do naszej infrastruktury badawczej.
pt: Conhecimento de programação. Somos uma equipe pequena que resolve grandes problemas; será um diferencial se você souber programar de forma eficiente e puder contribuir para nossa infraestrutura de pesquisa.
tr: Kod yazmayı bilmek. Büyük problemleri alt etmeye çalışan küçük bir takımız; en büyük etkiyi eğer verimli bir şekilde kod yazabilir ve araştırma altyapımıza katkıda bulunabilirseniz sağlayabilirsiniz.

source: Knowledge Map
da: Videnskort
es: Mapa de conocimiento
fr: Carte des connaissances
ja: 知識の地図
nb: Kunnskapskart
nl: Kenniskaart
pl: Mapa wiedzy
pt: Mapa do conhecimento
pt_pt: Mapa de conhecimento
tr: Bilgi Haritası

source: Krypton
pt: Criptônio
tr: Kripton

source: Kyle strongly believes having fun is an essential component in the learning process. At Khan Academy he focuses on bringing health care content to the masses in an easy to understand yet comprehensive way. He is currently a registered nurse for a pediatric intensive care unit in Canada, and is working on his Masters of Education in Distance Education.
es: Kyle cree firmemente en que divertirse es un componente esencial en el proceso de aprendizaje. En Khan Academy se concentra en llevar contenido del cuidado de la salud a las masas de una forma fácil de entender pero exhaustiva. Actualmente es enfermero certificado en una unidad de cuidado pediátrico intensivo en Canadá, y trabaja en su maestría en Educación a Distancia.
pt: Kyle realmente acredita que divertir-se é um componente essencial no processo de aprendizagem. Na Khan Academy, ele se concentra em disponibilizar conteúdo sobre saúde às massas de uma forma fácil de entender, porém abrangente. Atualmente, ele é enfermeiro registrado em uma unidade de terapia intensiva pediátrica do Canadá e está trabalhando em seu mestrado em Educação a distância.
tr: Kyle eğlenmenin, eğitimin temel parçalarından biri olduğuna inanıyor. Kendisi Khan Academy'de tıbbi içerikleri kitlelere kolay anlaşılabilen fakat gene de kapsamlı bir şekilde ulaştırmaya odaklanıyor. Kyle şu an Kanada'da bir pediatrik yoğun bakım ünitesine kayıtlı bir hemşire ve uzaktan eğitim alanında yüksek öğrenimini tamamlamaya çalışıyor.

source: K–2nd
da: Klasse: 2.
es: De nivel básico a medio
pl: Przedszkole do 2 kl.
pt: K-2º

source: K–8th
pl: ZERÓWKA DO ÓSMEJ KLASY
pt: pré-8º ano
pt_pt: 1.º, 2.º ou 3.º Ciclo
tr: Ana-8

source: LOG IN
es: INICIAR SESIÓN
fr: OUVRIR UNE SESSION
ja: ログイン
nb: Logg inn
nl: Inloggen
pl: ZALOGUJ SIĘ
pt: ENTRAR
pt_pt: Iniciar sessão
tr: OTURUN AÇIN

source: Label '{a}' on {b} statement.
da: Marker '{a}' i {b} udtrykket.
es: Etiqueta '{a}' en la declaración {b}.
nb: Merk '{a}' på {b} uttalelsen.
nl: Label '{a}' op {b} statement.
pl: Oznacz '{a}' na wyrażeniu {b}.
pt: Rótulo "{a}" na instrução {b}.
tr: {b} açıklamasında '{a}' etiketi.

source: Label the other tick marks on the number line.
da: Navngiv de andre aksemarkeringer på tallinjen.
es: Etiqueta las otras marcas en la recta numérica.
fr: On écrit les nombres correspondant à chacune des graduations.
hi: दुसरे चिन्ह्हों को संख्या रेखा पर चिन्ह्हित करेंI
nb: Navngi de andre inndelingene av enhetene på tallinjen.
nl: Markeer de andere maatstreepjes op de getallenlijn.
pl: Podpisz pozostałe znaczniki na osi liczbowej.
pt: Rotule as outras marcas na reta numérica.
tr: Sayı doğrusundaki diğer işaret çentiklerini tanımlayın.

source: Label the rest of the number line.
da: Sæt mærker på resten af tallinjen.
es: Etiqueta el resto de la recta numérica.
fr: On écrit le nombre correspondant à chaque graduation de la droite numérique graduée.
hi: शेष सांख्य रेखा को निम्नांकित कीजियेI
ja: 数直線の残りにラベルをつけましょう．
nb: Sett merker på resten av tallinjen.
nl: Label de rest van de getallenlijn.
pl: Podpisz resztę kresek na osi liczbowej.
pt: Nomeie o resto da reta numérica.
tr: Sayı Çizgisinin devamını işaretleyiniz.

source: Labs
nb: Labber
pl: Laboratoria
pt: Laboratórios
tr: Laboratuvarlar

source: Labs is a place for experiments that may or may not work out, or other features that are not yet ready to ship. You can try them here, but remember they could change, break, disappear, or graduate to the main site at any moment.
pl: Nasze Laboratoria to miejsce dla eksperymentów, które mogą, ale nie muszą jeszcze prawidłowo działać, lub innych zagadnień, które są przygotowywane do oficjalnego opublikowania. Możesz je tutaj wypróbować, ale pamiętaj, że mogą się zmieniać, przestać działać, zniknąć lub zostać przeniesione do głównej witryny w dowolnym momencie.
pt: Os laboratórios são lugares para experimentos que podem ou não dar certo, ou outros recursos que ainda não estão prontos para serem oferecidos. Você pode experimentá-los aqui, mas lembre-se que eles podem variar, corromper, desaparecer ou mudar para o site principal a qualquer momento.
tr: Laboratuvarlar işe yarayan veya yaramayan deneyler, veya hazır olmayan özellikler için bir yerdir. Bunları burada deneyebilirsiniz, ama unutmayın ki, her an değişebilirler, kırılabilirler, kaybolabilirler, veya ana siteye terfi edebilirler.

source: Lancers
pl: Lancersi
pt: Lanceiros

source: Lanthanum
es: Lantano
nb: Lantan
pl: Lantan
pt: Lantânio
pt_pt: Lantânio
tr: Lantan

source: Larry serves as Managing Partner at bgC3, a private office established by Bill Gates in September 2008. Prior to bgC3, Larry served as Microsoft’s Corporate Vice President of Marketing. Larry joined Microsoft in 1995 to work on its early online efforts. Prior to Microsoft he held product management positions at Apple/Claris and before that at Collabra Software which was acquired by Netscape.
pt: Larry atua como sócio administrador da bgC3, um escritório privado fundado por Bill Gates em setembro de 2008. Antes da bgC3, Larry era vice-presidente de marketing da Microsoft. Larry juntou-se à Microsoft em 1995 para trabalhar nos seus primeiros projetos on-line. Antes de trabalhar na Microsoft, ele ocupou cargos de gerenciamento de produto na Apple/Claris e antes disso na Collabra Software, que foi depois comprada pela Netscape.
tr: Larry, Eylül 2008'de Bill Gates tarafından özel bir ofis olarak kurulan bgC3'te Yönetici Ortak olarak çalışmaktadır. bgC3'ten önce, Larry Microsoft'ta Pazarlama Başkan Yardımcı olarak çalışmıştır. Larry Microsoft'a 1995'te ilk çevrimiçi çabalarda çalışmak üzere katılmıştır. Microsoft'tan önce Apple/Claris'de ve ondan da önce, Netscape için gereken Collabra Yazılım'da ürün yöneticisi görevlerinde bulunmuştur.

source: Last 2 days
da: Seneste 2 dage
es: Los últimos 2 días
fr: Les 2 derniers jours
ja: 最近2日間
nb: Siste 2 dager
nl: Laatste 2 dagen
pl: Ostatnie 2 dni
pt: Últimos 2 dias
pt_pt: Últimos 2 dias
tr: Son 2 gün

source: Last 3 days
da: Seneste 3 dage
es: Los últimos 3 días
fr: Les 3 derniers jours
ja: 最近3日間
nb: Siste 3 dager
nl: Laatste 3 dagen
pl: Ostatnie 3 dni
pt: Últimos 3 dias
pt_pt: Últimos 3 dias
tr: Son 3 gün

source: Last 30 days
bg: Последните 30 дни
da: Seneste 30 dage
es: Los últimos 30 días
fr: Les 30 derniers jours
ja: 最近30日間
nb: Siste 30 dager
nl: Laatste 30 dagen
pl: Ostatnie 30 dni
pt: Últimos 30 dias
pt_pt: Últimos 30 dias
tr: Son 30 gün

source: Last 7 days
bg: Последните 7 дни
da: Seneste 7 dage
es: Los últimos 7 días
fr: Les 7 derniers jours
ja: 最近7日間
nb: Siste 7 dager
nl: Laatste 7 dagen
pl: Ostatnie 7 dni
pt: Últimos 7 dias
pt_pt: Últimos 7 dias
tr: Son 7 gün

source: Last Done
da: Sidst Udført
es: Lo último hecho
fr: Dernière fait
ja: 最後にしたこと
nb: Sist Utført
nl: Laatst gedaan
pl: Ostatnio zrobione
pt: O último realizado
pt_pt: Último concluído
tr: Son yapılan

source: Last Ten: %(percentLastTenCorrect)s% correct<br/>Longest Streak: %(longestStreak)s<br/>
da: Sidste Ti: %(percentLastTenCorrect)s% korrekte <br/>Længste Serie: %(longestStreak)s<br/>
es: Últimos diez: %(percentLastTenCorrect)s% correctos<br/>Mayor racha: %(longestStreak)s<br/>
fr: Dix derniers: %(percentLastTenCorrect)s% correct<br/>Plus grande série: %(longestStreak)s<br/>
ja: 最後の10問: %(percentLastTenCorrect)s% 正解<br/>連続正答数: %(longestStreak)s<br/>
nb: Siste ti: %(percentLastTenCorrect)s% riktige<br/>Lengste serie: %(longestStreak)s<br/>
nl: Laatste tien: %(percentLastTenCorrect)s% goed<br/>Langste Reeks: %(longestStreak)s<br/>
pl: Ostatnie dziesięć: %(percentLastTenCorrect)s % poprawnie<br/>Najdłuższy ciąg poprawnych: %(longestStreak)s<br/>
pt: Últimos dez: %(percentLastTenCorrect)s% corretos<br/>Maior sequência: %(longestStreak)s<br/>
pt_pt: Últimos dez: %(percentLastTenCorrect)s% corretos<br/>Maior sequência: %(longestStreak)s<br/>
tr: Son On: %(percentLastTenCorrect)s doğru<br/>en uzun seri:%(longestStreak)s<br/>

source: Last Week
da: Sidste uge
es: La semana pasada
fr: La semaine dernière
nb: Forrige uke
nl: Vorige week
pl: W zeszłym tygodniu
pt: Semana passada
pt_pt: Na semana passada
tr: Geçen Hafta

source: Last achieved %(user_badge_last_earned_date)s
da: Sidst opnået %(user_badge_last_earned_date)s
es: Última ganada el %(user_badge_last_earned_date)s
fr: Obtenu %(user_badge_last_earned_date)s
ja: 最近得た%(user_badge_last_earned_date)s
nb: Sist oppnådd %(user_badge_last_earned_date)s
nl: Laatst behaald %(user_badge_last_earned_date)s
pl: Ostatnio osiągnięte %(user_badge_last_earned_date)s
pt: Última %(user_badge_last_earned_date)s alcançada
pt_pt: Medalha conquistada %(user_badge_last_earned_date)s
tr: Son kazanılan %(user_badge_last_earned_date)s

source: Last achieved <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr>
es: Última obtenida <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr>
fr: Dernier objectif atteint le <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr>
ja: 最後に達成済みの <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr>
nb: Sist oppnådd <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr>
nl: Laatst bereikt <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr>
pl: Ostatnio osiągnięto <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr>
pt: Obtido pela última vez <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr>
pt_pt: Conquistada pela última vez em a <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr>
tr: Son ilerleme <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr>

source: Last achieved <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> in <strong>{{visibleContextName}}</strong>
es: Última obtenida <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> en <strong>{{visibleContextName}}</strong>
fr: Dernier objectif atteint le <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> en <strong>{{visibleContextName}}</strong>
ja: <strong>{{visibleContextName}}</strong> 中で最後に達成済みの <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr>
nb: Sist oppnådd <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> i <strong>{{visibleContextName}}</strong>
nl: Laatst bereikt <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> in <strong>{{visibleContextName}}</strong>
pl: Ostatnio osiągnięto <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> w <strong>{{visibleContextName}}</strong>
pt: Obtido pela última vez <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> em <strong>{{visibleContextName}}</strong>
pt_pt: Conquistada pela última vez a <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> na área de <strong>{{visibleContextName}}</strong>
tr: Son ilerleme <abbr class="timeago" title="{{lastEarnedDate}}">{{lastEarnedDate}}</abbr> in <strong>{{visibleContextName}}</strong>
