Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: An invitation to join Khan Academy has been sent to %(email)s.
da: En invitation til Khan Academy er blevet sendt til %(email)s.
es: Se ha enviado una invitación para unirse a Khan Academy a %(email)s.
fr: Une invitation à rejoindre la Khan Academy à été envoyée à %(email)s.
ja: カーンアカデミーに参加するための招待が %(email)s へと送信されました．
nb: En invitasjon om å delta på Khan Academy er sendt til %(email)s.
nl: Er is een uitnodiging om lid te worden van Khan Academy verstuurd naar %(email)s.
pl: Zaproszenie do przyłączenia się do Khan Academy zostało wysłane do %(email)s.
pt: Um convite para entrar na Khan Academy foi enviado para %(email)s.
tr: %(email)s adreslerine Khan Academy'e katılmaları için bir davetiye gönderildi.

source: An object that describes a 2-dimensional vector
da: Et objekt, der beskriver en 2-dimensionel vektor
es: Un objeto que describe un vector de dos dimensiones
fr: Un objet qui décrit un vecteur à deux dimensions
ja: 2次元のベクトルを示すオブジェクト
nb: Et objekt som beskriver en 2-dimensjonal vektor
nl: Een object dat een 2-dimensionale vector beschrijft
pl: Obiekt opisujący wektor 2-wymiarowy
pt: Um objeto que descreve um vetor bidimensional
pt_pt: Um objeto que descreve um vetor bidimensional
tr: 2 boyutlu bir vektörü tanımlayan bir nesne

source: An uncommon approach to the Common Core.
da: En usædvanlig tilgang til Fælles mål.
es: Un enfoque poco común al tronco común estadounidense.
fr: Une approche originale au tronc commun.
ja: 共通コア標準への共通しないアプローチ
nb: En uvanlig tilnærming til grunnskolepensum.
nl: Een ongewone aanpak van de Kerndoelen.
pl: Niespotykane podejście do Common Core.
pt: Uma abordagem incomum ao Common Core.
pt_pt: Uma abordagem pouco comum do exame americano.
tr: Ortak Temeller'e alışılmışın dışında bir yaklaşım.

source: And put it up here to get started!
da: Og placer den heroppe for at komme i gang!
es: ¡Y ponlo aquí para empezar!
nb: Og sette den opp her for å komme i gang!
nl: En zet het hier neer om te beginnen!
pl: I umieść go tutaj, żeby zacząć!
pt: E coloque-o aqui para começar!
tr: Ve başlamak için bunu buraya koyun!

source: Andy's working to bring Khan Academy and learning to life under every student's fingertips.
pt: Andy está trabalhando para trazer a Khan Academy e o aprendizado à vida sob as pontas dos dedos de todos os alunos.
tr: Andy, Khan Academy ve öğrenimin her öğrencinin parmak uçlarında hayat bulabilmesi için çalışıyor.

source: Angle <code>x</code> equals the pink angles and measures <code><var>SOLUTION</var>^\circ</code>.
fr: L'angle <code>x</code> est égal aux angles codés en rose et mesure <code><var>SOLUTION</var>^\circ</code>.
nb: Vinkel <code>x</code> er lik de rosa vinklene og måler <code><var>SOLUTION</var>^\circ</code>.
pl: Kąt <code>x</code> ma miarę taką samą, jak różowe kąty, czyli <code><var>SOLUTION</var>^\circ</code>.
pt: O ângulo <code>x</code> é igual aos ângulos rosa e mede <code><var>SOLUTION</var>^\circ</code>.
tr: <code>x</code> açısı, pembe açılara eşittir, ve ölçüsü <code><var>SOLUTION</var>^\circ</code>'dir.

source: Angle <code>x</code> is therefore equal to <code><var>ANSWER</var>^\circ</code>.
es: Por lo tanto el ángulo <code>x</code> es igual al ángulo <code><var>ANSWER</var>^\circ</code>.
pt: O ângulo <code>x</code> é portanto igual a <code><var>ANSWER</var>^\circ</code>.
tr: Böylece, <code>x</code> açısı <code><var>ANSWER</var>^\circ</code>'ye eşit olur.

source: Angle Bisector Theorem states that <code>\dfrac{AB}{BD} = \dfrac{AC}{CD}</code>
es: El teorema de la bisectriz del ángulo establece que <code>\dfrac{AB}{BD} = \dfrac{AC}{CD}</code>
pl: Twierdzenie o dwusiecznej kąta wewnętrznego w trójkącie mówi, że <code>\dfrac{AB}{BD} = \dfrac{AC}{CD}</code>
pt: O teorema da bissetriz interna afirma que <code>\dfrac{AB}{BD} = \dfrac{AC}{CD}</code>
tr: Açıortay Teoremi şunu belirtir: <code>\dfrac{AB}{BD} = \dfrac{AC}{CD}</code>

source: Angle addition postulate
es: El postulado de la suma de ángulos
fr: Additionner des angles (provisoirement en anglais)
pt: Postulado da adição de ângulos
tr: Açı toplama koyutu

source: Angle bisector theorem
es: Teorema de la bisectriz del ángulo
fr: Le théorème de la bissectrice
nb: Vinkelhalverings-setningen
pl: Twierdzenie o dwusiecznej kąta
pt: Teorema da bissetriz interna
tr: Açıortay teoremi

source: Angle types
es: Los tipos de ángulo
fr: Les types d'angles
nb: Vinkeltyper
nl: Soorten hoeken
pl: Typy kąta
pt: Tipos de ângulo
tr: Açı Türleri

source: Angle-Angle-Angle
es: Ángulo-Ángulo-Ángulo
pl: Kąt-Kąt-Kąt
pt: Ângulo-Ângulo-Ângulo
tr: Açı-Açı-Açı

source: Angle-Side-Angle
es: Ángulo-Lado-Ángulo
fr: Angle-Côté-Angle
pl: Kąt-Bok-Kąt
pt: Ângulo-Lado-Ângulo
tr: Açı-Kenar-Açı

source: Angle: <span id="current-angle"><code>0</code></span>
es: Ángulo: <span id="current-angle"><code>0</code></span>
fr: Argument : <span id="current-angle"><code>0</code></span>
pt: Ângulo: <span id="current-angle"><code>0</code></span>
tr: Açı: <span id="current-angle"><code>0</code></span>

source: Angles 1
es: Ángulos 1
nb: Vinkler 1
nl: Hoeken 1
pl: Kąty 1
pt: Ângulos 1
tr: Açılar 1

source: Angles 2
es: Ángulos 2
hi: कोण 2
nl: Hoeken 2
pl: Kąty 2
pt: Ângulos 2
tr: Açılar 2

source: Angles between the non-equal sides of a kite are equal.
es: Los ángulos entre los dos lados desiguales de un deltoide son iguales.
fr: Les angles situés entre les côtés n'ayant pas la même longueur d'un quadrilatère en forme de cerf-volant sont égaux entre eux.
pl: Kąty między nierównymi bokami deltoidu są sobie równe.
pt: Os ângulos entre os lados não iguais de um deltoide são iguais.
tr: Deltoidin eşit olmayan kenarları arasındaki açılar birbirine eşittir.

source: Angles in a triangle add up to 180 degrees.
es: Los ángulos en un triángulo suman 180 grados.
fr: La somme des angles d'un triangle est égale à 180 degrés.
nb: Alle vinklene i en trekant summert, tilsvarer 180 grader.
nl: De hoeken van een driehoek tellen op tot 180 graden.
pl: Kąty w trójkącie sumują się do 180 stopni.
pt: Os ângulos de um triângulo somam 180 graus.
tr: Üçgenin açılarının toplamı 180 derecedir.

source: Angles of a polygon
es: Ángulos de un polígono
fr: Angles d'un polygone
nb: Vinkler i en polygon
pl: Kąty wielokąta
pt: Ângulos de um polígono
tr: Çokgenin açıları

source: Ann Doerr serves on the Board of Environmental Defense Fund and is Chairman of Khan Academy. Ann started her career as an engineer. She held various engineering and management positions at Intel, Silicon Compilers, and Tandem Computers. Ann holds both a Bachelors and Masters Degree in Electrical Engineering from Rice University.
pt: Ann Doerr atua no conselho do Fundo de Defesa Ambiental e é presidente da Khan Academy. Ann começou sua carreira como engenheira. Ela atuou em diversas posições de engenharia e administração na Intel, Silicon Compilers e Tandem Computers. Ann tem bacharelado e mestrado em Engenharia Elétrica pela Universidade Rice.
tr: Ann Doerr, Çevre Savunma Fonu Yönetim Kurulu'ndadır ve Khan Academy'nin Yönetim Kurulu Başkanıdır. Ann kariyerine mühendis olarak başlamıştır. İntel, Silicon Compilers, ve Tandem Computers'da çeşitli mühendislik ve yönetim görevlerinde bulunmuştur. Ann, Rice Üniversitesi'nden hem lisans, hem de lisansüstü derecesine sahiptir.

source: Anna is a fellow on our Strategy &amp; Programs team, where she's working on expanding access to quality SAT prep and improving future outcomes for high school students across the world. Prior to joining Khan Academy, Anna worked at McKinsey &amp; Company, the State Department, and the Aga Khan Development Network, and drove education work in Bahrain, Tajikistan, and the good ol' US of A. Outside of the office, you can find Anna volunteering at the dog shelter, cooking Vietnamese, or brushing up on her Arabic (shukran!).
pt: Anna é fellow na nossa equipe de Estratégia e Programas, onde trabalha para expandir o acesso a cursos preparatórios para o SAT e para melhorar os futuros resultados de alunos do ensino médio do mundo todo. Antes de se juntar à Khan Academy, Anna trabalhou na McKinsey & Company, no Departamento de Estado, e na Aga Khan Development Network, e incentivou trabalhos de educação em Bahrain, no Tajiquistão e nos bons e velhos EUA. Quando não está trabalhando, você pode encontrar Anna fazendo trabalho voluntário no abrigo de animais, fazendo comida vietnamita ou praticando seu árabe (shukran!).
tr: Anna, Strateji &amp; Programlar ekibimizin kaliteli SAT hazırlığı içeriklerimize erişimi genişletmeye ve lise öğrencilerinin gelecek fırsatlarını geliştirmeye çalışan bir üyesidir. Anna Khan Academy'e katılmadan önce McKinsey &amp; Company, ABD Dışişleri Bakanlığı, ve Aga Khan Development Network'te çalışmış olmanın yanı sıra, Bahreyn, Tacikistan ve Amerika Birleşik Devletleri'nde eğitim işleri yürütmüştür. Kendisi ofiste olmadığı zamanlarda ya köpek barınaklarında gönüllü olarak çalışmakta, ya Vietnam mutfağından yemekler pişirmekte, ya da Arapça bilgilerini tazelemektedir (şükran!).

source: Annie works with the team to build a great product and experience for learners and teachers. She hopes to make more ways to help people learn to love learning.
pt: Annie trabalha com a equipe para criar grandes produtos e experiências para alunos e professores. Ela espera desenvolver outros modos de ajudar as pessoas a amar o aprendizado.
tr: Annie takımımızla beraber öğrencilere ve eğitmenlere harika ürünler ve deneyimler yaratmak için çalışıyor. Umudu, insanlara öğrenmeyi sevmeyi öğrenebilmeleri için yeni yollar sunabilmek.

source: Anonymous
da: Anonym
es: Anónimo
fr: Anonyme
ja: 匿名
nb: Anonym
nl: Anoniem
pl: Anonimowy
pt: Anônimo
pt_pt: Anónimo
tr: Anonim

source: Another point on the parabola is <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code>
da: Et andet punkt på parablen er <code class="hint_pink"> (<var>X1</var>, <var>Y1</var>)</code>
es: Otro punto en la parábola es <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code>
fr: Un autre point de la parabole est le point <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code>
nb: Et annet punkt på parabelen er <code class="hint_pink"> (<var>X1</var>, <var>Y1</var>)</code>
pl: Kolejnym punktem na paraboli jest <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code>
pt: Outro ponto da parábola é <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code>
tr: Parabol üzerinde bir başka nokta, <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code> noktasıdır.

source: Another user created a program based on one of yours
bg: Друг потребител създаде програма, базирана на една от твоите
da: En anden bruger har lavet et program ud fra et af dine
es: Otro usario creó un programa basado en uno de los tuyos
fr: Un autre utilisateur a créé un programme basé sur l'un des vôtres
ja: 別のユーザーがあなたのプログラムに基づいているプログラムを作りました。
nb: En annen bruker programmerte et program basert på et av dine
nl: Een gebruiker heeft een programma gemaakt op basis van een van jouw programma's
pl: Inny użytkownik stworzył program oparty na jednym z Twoich
pt: Outro usuário criou um programa baseado em um dos seus
pt_pt: Outro utilizador criou um programa com base num dos teus
tr: Başka bir kullanıcı, sizin programlarınızdan birisini baz alarak bir program oluşturdu.

source: Another way to convert a decimal to a percent is to multiply by <code>100</code> (or move the decimal two places to the right) and add a percent sign.
da: En anden måde at omskrive et decimaltal til procent er at gange med <code>100</code> (eller flytte de kommaet to pladser til højre) og tilføje et procenttegn.
es: Otra forma de convertir un decimal a un porcentaje es multiplicar por <code>100</code> (o mover los decimales dos lugares hacia la derecha) y agregar un signo de porcentaje.
fr: Une autre manière de convertir un nombre décimal en pourcentage consiste à le multiplier par <code>100</code> (ou à déplacer la virgule de deux rangs vers la droite), puis à ajouter le symbole de pourcentage.
nb: En annen måte å skrive om et desimaltall til prosent er å multiplisere med <code>100</code> (eller flytte kommaet to plasser til høyre) og sette på et prosenttegn.
nl: Een andere manier om een decimaal getal om te zetten in een percentage is door het te vermenigvuldigen met <code>100</code> (of de komma twee plaatsen naar rechts te verschuiven) en er een procentteken aan toe te voegen.
pl: Innym sposobem, aby zamienić ułamek dziesiętny na procent jest pomnożenie ułamka przez <code>100</code> (lub przesunięcie ułamka dziesiętnego dwa miejsca w prawo) i dodanie symbolu procent.
pt: Outra maneira de converter um decimal para uma porcentagem é multiplicá-lo por <code>100</code> (ou mover as duas casas decimais para a direita) e somar o símbolo percentual.
tr: Ondalık sayıyı yüzdeliğe çevirmenin bir diğer yöntemi ise <code>100</code> ile çarpmak(veya basamak noktasını iki hane sağa taşımak) ve yüzde işaretini eklemektir.

source: Another way to convert a percent to a decimal is to divide by <code>100</code> (or move the decimal two places to the left) and remove the percent sign.
da: En anden måde at omskrive procent til et decimaltal er at dividere med <code>100</code> (eller flytte de kommaet to pladser til venstre) og fjerne procenttegnet.
es: Otra forma de convertir un porcentaje en un decimal es dividir entre <code>100</code> (o mover los decimales dos lugares a la izquierda) y quitar el signo de porcentaje.
fr: Une autre façon de convertir un pourcentage en nombre décimal consiste à le diviser par <code>100</code> (ou à déplacer la virgule de deux rangs vers la gauche) puis à retirer le symbole du pourcentage.
nb: En annen måte å skrive om prosent til et desimaltall er å dividere med <code>100</code> (eller flytte kommaet to plasser til venstre) og fjerne prosenttegnet.
nl: Een andere manier om een percentage om te zetten in een decimaal getal is door te delen door <code>100</code> (of de komma twee plekken naar links te verschuiven) en het procentteken weg te halen.
pl: Innym sposobem przekształcenia procentu na ułamek dziesiętny jest podzielenie przez <code>100</code> (lub przesunięcie przecinka o dwa miejsca w lewo) i usunięcie znaku procent.
pt: Outra maneira de converter um percentual para um decimal é dividi-lo por <code>100</code> (ou mover as duas casas decimais para a esquerda) e remover o símbolo de percentual.
tr: Yüzdeliği ondalığa çevirmenin bir diğer yöntemi ise <code>100</code> ile bölmek(veya basamak noktasını iki hane sola taşımak) ve yüzde işaretini kaldırmaktır.

source: Another way to find the middle number is to draw the numbers on a number line. If a number appears multiple times, count its corresponding dot multiple times.
fr: Une autre façon de trouver le nombre qui occupe la place centrale est de placer les nombres donnés sur une droite numérique. Si un nombre apparaît plusieurs fois, on compte le point correspondant plusieurs fois.
nb: En annen måte å finne det midterste tallet på, er å skrive tallene inn på en tall-linje. Hvis et tall vises flere ganger, må du telle tallet flere ganger.
pl: Innym sposobem na znalezienie środkowej liczby jest narysowanie liczb na osi liczbowej. Jeśli liczba pojawia się wiele razy, trzeba liczyć odpowiadającą jej kropkę wiele razy.
pt: Outra maneira de encontrar o número intermediário é desenhar os números em uma reta numérica. Se um número aparece diversas vezes, conte seu ponto correspondente diversas vezes.
tr: Ortadaki sayıyı bulmanın bir başka yolu ise, sayıları sayı doğrusunun üzerinde çizmektir. Bir sayı birden fazla bulunmaktaysa, o noktayı birden fazla kere sayınız.

source: Another way to get the answer is to divide by <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
es: Otra forma de obtener la respuesta es dividir entre <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
fr: Une autre façon de trouver la réponse est de diviser par <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
hi: उत्तर ढूंढने का दूसरा तरीका है कि विभाजित करें <code>\dfrac{<var>M</var>}{<var>M</var>}</code> सेI
nb: En annen måte å finne svaret på, er å dividere med <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
nl: Je kan het antwoord ook krijgen door te delen door <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
pl: Innym sposobem, aby otrzymać odpowiedź jest podzielenie przez <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
pt: Outra maneira de se obter a resposta é dividir por <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
tr: Cevabı bulmanın başka bir yolu, <code>\dfrac{<var>M</var>}{<var>M</var>}</code> ile bölmektir.

source: Another way to get the answer is to multiply by <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
da: En anden måde at finde svaret er at gange med <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
es: Otra forma de obtener la respuesta es multiplicar por <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
fr: Une autre façon de trouver la réponse est de multiplier par <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
hi: उत्तर पाने के लिए दूसरा तरीका होगा के गुणा करें <code>\dfrac{<var>M</var>}{<var>M</var>}</code> सेI
nb: En annen måte å finne svaret på, er å multiplisere med <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
nl: Je kan het antwoord ook krijgen door met <code>\dfrac{<var>M</var>}{<var>M</var>}</code> te vermenigvuldigen.
pl: Innym sposobem uzyskania odpowiedzi jest pomnożenie przez <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
pt: Outro modo de chegar à resposta é multiplicar por <code>\dfrac{<var>M</var>}{<var>M</var>}</code>.
tr: Cevaba ulaşmanın başka bir yolu <code>\dfrac{<var>M</var>}{<var>M</var>}</code> ile çarpmaktır.

source: Another way to name line <code>\ell</code> is <code><var>SOLUTION</var></code>.
es: Otra forma de llamar a la línea <code>\ell</code> es <code><var>SOLUTION</var></code>.
pl: Kolejnym sposobem, żeby nazwać prostą <code>\ell</code> jest <code><var>SOLUTION</var></code>.
pt: Outra maneira de chamar a reta <code>\ell</code> é <code><var>SOLUTION</var></code>.
tr: <code>\ell</code> doğrusunu adlandırmanın başka bir yolu, <code><var>SOLUTION</var></code>.

source: Another way to say this is:
fr: Ou :
hi: एक और तरीका यह कहना का :
nb: En annen måte å si dette på er:
nl: Een andere manier om dit te zeggen is:
pl: Inaczej mówiąc jest to:
pt: Outra maneira de dizer isso é:
tr: Başka şekilde ifade edersek:

source: Another way to see this is to try plugging in a point. The easiest point to plug in is <code>(0,0)</code>:
da: En anden måde at gøre dette er at indsætte et punkt. Den letteste punkt vi kan indsætte er <code>(0,0)</code>:
es: Otra forma de ver esto es evaluar en un punto. El punto mas fácil a evaluar aquí es <code>(0,0)</code>:
fr: Une autre façon de le voir est de tester un point. Le plus simple est de prendre le point <code>(0,0)</code>:
nb: En annen måte at gjøre dette på er å sette inn et punkt for å teste. Det letteste punktet vi kan sette inn er <code>(0,0)</code>:
pt: Outra forma para ver isto é tentar inserir um ponto. O ponto mais fácil para traçar é <code>(0,0)</code>:
tr: Bunu görmenin bir başka yolu, bir noktayı yerine koymaktır. Bunun için en kolay nokta, <code>(0,0)</code>'dır.

source: Answer
bg: Отговор
es: Respuesta
fr: réponse
hi: उत्तर
ja: 答え
nb: Svar
pl: Odpowiedź
pt: Resposta
pt_pt: Resposta
tr: cevap

source: Answer Attempted
da: Svar forsøgt
es: Respuesta intentada
fr: tentative de réponse
nb: Svar forsøkt
nl: Antwoord geprobeerd
pl: Próba odpowiedzi
pt: Tentativa de resposta
pt_pt: Resposta tentada
tr: Cevaplama denemesi

source: Answer a problem correctly after having some trouble with a few problems and sticking with the skill
da: Svar korrekt efter at have haft lidt problemer med nogle opgaver uden at give op
es: Responde correctamente a un problema después de haber tenido dificultades con unos pocos problemas y atorarte con la habilidad
fr: Répondez correctement à un problème après avoir répondu faux à plusieurs problèmes, et persévérez dans la compétence
ja: いくつかの練習問題でトラブルがありましたが，その後，スキルに続けて挑戦して練習問題に正しく答えました．
nb: Besvare en oppgave riktig etter å hatt litt problemer med noen oppgaver og strevd med ferdigheter
nl: Beantwoord een vraag correct na problemen te hebben gehad maar toch niet op te geven
pl: Poprawnie rozwiąż zadanie mimo pewnych trudności w poprawnych rozwiązaniu kilku wcześniejszych, wymagających podobnych umiejętności
pt: Responder um problema corretamente depois de ter alguma dificuldade com alguns problemas e permanecer na habilidade
pt_pt: Responde corretamente a um problema depois de teres dificuldades com problemas relacionados com a mesma competência
tr: Birkaç soruda bazı sıkıntılar yaşadıktan ve beceri üzerinde sebatla çalışmaya devam ettikten sonra bir soruyu doğru cevaplamak

source: Answer a problem correctly after having some trouble with many problems and sticking with the skill
da: Besvar korrekt efter at have haft nogle problemer med mange opgaver uden at give op
es: Responde correctamente a un problema después de haber tenido dificultades con muchos problemas y atorarte con la habilidad
fr: Répondez correctement à un problème après avoir répondu faux à de nombreux problèmes, et persévérez dans la compétence
ja: 多数の練習問題でトラブルがありましたが，その後，スキルに続けて挑戦して練習問題に正しく答えました．
nb: Besvare en oppgave riktig etter å hatt litt problemer med mange oppgaver og strevd med ferdigheter
nl: Beantwoord een vraag correct na problemen te hebben gehad maar toch niet op te geven
pl: Poprawnie rozwiąż zadanie mimo pewnych trudności w poprawnych rozwiązaniu wielu wcześniejszych, wymagających podobnych umiejętności
pt: Responder um problema corretamente depois de ter alguma dificuldade com vários problemas e permanecer na habilidade
pt_pt: Responde corretamente a um problema depois de teres dificuldades com problemas relacionados com a mesma competência
tr: Birkaç soruda bazı sıkıntılar yaşadıktan ve beceri üzerinde sebatla çalışmaya devam ettikten sonra bir soruyu doğru cevaplamak

source: Answer attempted
da: Svar forsøgt
es: Respuesta intentada
fr: tentative de réponse
nb: Svar forsøkt
nl: Antwoord geprobeerd
pl: Próba odpowiedzi
pt: Tentativa de resposta
pt_pt: Resposta tentada
tr: Cevaplama denemesi

source: Answer correct
da: Korrekt svar
es: Respuesta correcta
fr: Bonne réponse
nb: Riktig svar
nl: Antwoord correct
pl: Odpowiedź poprawna
pt: Resposta correta
pt_pt: Resposta correta
tr: Cevap doğru

source: Answer incorrect
da: Forkert svar
es: Respuesta incorrecta
fr: Mauvaise réponse
nb: Feil svar
nl: Antwoord fout
pl: Odpowiedź niepoprawna
pt: Resposta incorreta
pt_pt: Resposta incorreta
tr: Cevap yanlış

source: Answer mastery challenge questions and level up your skills to <strong>Mastered</strong>!
da: Besvar spørgsmål fra beherskelsesudfordringer og få gradvist dine færdigheder helt op til niveauet <strong>Mestret</strong>!
es: ¡Responde las preguntas del desafío de dominio y aumenta el nivel de tus habilidades hasta <strong>Dominadas</strong>!
fr: Répondez aux questions du défi de maîtrise et exercez vos compétences jusqu'au niveau <strong>"Maîtrisé"</strong>!
ja: マスタリーチャレンジの質問に答え，あなたのスキルを<strong>マスターした</strong>にレベルアップする!
nb: Svar på mester utfordringsoppgaver og øk nivået på dine ferdigheter til<strong>Mestrer</strong>!
nl: Beantwoord meesterschapsuitdagingsvragen en verhoog het niveau van je vaardigheden tot <strong>Overmeesterd</strong>!
pl: Odpowiedz na pytania w wyzwaniu mistrzowskim i podnieś poziom swoich umiejętności do <strong>Opanowane</strong>!
pt: Responda as perguntas do desafio e eleve o nível de suas habilidades para <strong>Dominado</strong>!
tr: Ustalık bilgi ölçme yarışması sorularını cevaplayın ve becerilerinizi <strong>Ustalaşıldı</strong> seviyesine yükseltin!
