Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Duskpin (Ultimate)
es: Duskpin (máximo)
fr: Duskpin (Arbre)
ja: ダスクピン (究極)
nb: Duskpin (Fullstendig)
nl: Duskpin (ultiem)
pl: Duskpin (Wymiatacz)
pt: Duskpin (forma final)
pt_pt: Arroxeado (forma final)
tr: Duskpin (En Büyük)

source: Dutch translation of videos.
fr: Traduction de vidéos en néerlandais.
pl: Tłumaczenie filmów na holenderski.
pt: Tradução dos vídeos para o holandês.
tr: Videoların Flamanca çevirisi.

source: Dylan recently graduated from UCLA with a B.S. in Computer Science and is now super excited to write code that helps make Sal's vision a reality.
es: Dylan recientemente se graduó de la UCLA con una licenciatura en Ciencias de la Computación y ahora está emocionadísimo de escribir código que ayude a hacer realidad la visión de Sal.
pt: Recentemente, Dylan se formou pela Universidade da Califórnia em Los Angeles (UCLA) em Ciência da Computação e, agora, está superanimado para criar programas que ajudem a transformar a visão de Sal em realidade.
tr: Dylan kısa zaman önce UCLA bilgisayar bilimleri bölümünden mezun oldu ve şimdi de Sal'ın vizyonunun gerçekleşmesine yardımcı olan kadolar yazdığı için çok heyecanlı.

source: Dysprosium
es: Disprosio
pl: Dysproz
pt: Disprósio
pt_pt: Disprósio
tr: Disprozyum

source: E.g., monthly school announcement of progress on leaderboards, hall display of progress
es: Por ejemplo, realiza en la escuela un anuncio mensual del progreso en las tablas de clasificación, muestra el progreso en los pasillos
nb: Eksempel: månedlig annonsering av fremgangen på resultatlisten, infoskjerm med resultatlister
pt: Por exemplo, anunciar mensalmente na escola o progresso nos quadros de classificação, e exibir o progresso
tr: Örneğin, lider panolarında, aylık okul ilerleme duyurusu, koridorda ilerlemenin gösterilmesi

source: E.g., open school computer lab on Fridays for participation in LearnStorm, create a Khan Academy club to work on LearnStorm
es: Por ejemplo, abre el laboratorio de cómputo de la escuela los viernes para participar en LearnStorm, crea un club de Khan Academy para trabajar en LearnStorm
nb: Eksempel: åpen datarom på skolen på fredager for deltakere i LearnStorm, lag en Khan Academy klubb for LearnStorm
pt: Por exemplo, abrir o laboratório de informática nas sextas para a participação na LearnStorm, criar um clube da Khan Academy para trabalhar na LearnStorm
tr: Örneğin, LearnStorm'a katılım için Cumaları okul bilgisayar laboratuvarını açık tutma, LearnStorm'da çalışmak için bir Khan Academy kulübü kurma

source: E.g., selecting student representatives, finding transportation options
es: Por ejemplo, selecciona estudiantes representantes o busca opciones de transporte
nb: Eksempel: velge elever som kan være representanter, finne transport- muligheter
pt: Por exemplo, selecionar os alunos representantes, encontrar opções de transporte
tr: Örneğin, öğrenci temsilcilerini seçme, ulaşım alternatiflerini bulma

source: ES5 option is now set per default
da: ES5 indstilling er nu valgt som default
es: La opción ES5 se ha establecido como estándar
nb: ES5 innstillinger er satt som standard
pl: Opcja ES5 ma teraz ustawienie domyślne
pt: A opção ES5 é agora definida por padrão
tr: ES5 seçeneği varsayılan olarak ayarlanmıştır

source: Each cube has <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code> <var>UNIT</var> sides.
fr: Le côté de chaque cube mesure <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code> <var>UNIT</var>.
nb: Hver kube har <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code> <var>UNIT</var> sider.
pl: Każdy sześcian ma boki o długości <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code> <var>UNIT</var>.
pt: Cada cubo tem <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code> <var>UNIT</var> lados.
tr: Her bir küpün <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code> <var>UNIT</var> ayrıtı vardır.

source: Each cube has side lengths of one <var>UNIT</var>. You can click and drag to rotate the shape.
es: Cada cubo tiene lados de longitud igual a una <var>UNIT</var>. Puedes dar clic y arrastrar para rotar la forma.
fr: Chaque cube mesure un <var>UNIT</var> de côté. Vous pouvez cliquer et glisser pour faire tourner la figure.
hi: प्रत्येक घन की भुजा लम्बाई एक <var>UNIT</var> है। आकार को घुमाने के लिए आप क्लिक और खींचें।
nb: Hver kube har en lengde på en <var>UNIT</var>. Du kan klikke og dra for å rotere figuren.
pl: Każdy sześcian ma bok o długości jeden <var>UNIT</var>. Możesz kliknąć na kształcie i przeciągnąć, żeby go obrócić.
pt: Cada cubo tem comprimentos de lado de um(a) <var>UNIT</var>. Você pode clicar e arrastar para girar a figura.
tr: Her küpün kenar uzunluğu bir <var>UNIT</var>. Tıklayıp sürükleyerek şekli döndürebilirsiniz.

source: Each half symbol represents <code><var>VALUE_PER_IMG / 2</var></code> <var>BADGE</var> badge.
fr: Chaque demi-symbole représente <code><var>VALUE_PER_IMG / 2</var></code> badge <var>BADGE</var>.
pl: Każda połowa symbolu oznacza <code><var>VALUE_PER_IMG / 2</var></code> odznakę <var>BADGE</var>.
pt: Cada símbolo pela metade representa <code><var>VALUE_PER_IMG / 2</var></code> medalha <var>BADGE</var>.
tr: Her yarım sembol <code><var>VALUE_PER_IMG / 2</var></code> <var>BADGE</var> madalya ifade etmektedir.

source: Each of the components of <code>\vec a</code> is multiplied by <code><var>SA</var></code> to get <code>\vec b</code>, so the magnitude of <code>\vec b</code> is <code><var>abs(SA)</var></code> times the size of <code>\vec a</code>.
fr: Chaque composante de <code>\vec a</code> est multipliée par <code><var>SA</var></code> pour obtenir <code>\vec b</code>, donc la norme de <code>\vec b</code> est <code><var>abs(SA)</var></code> fois la taille de <code>\vec a</code>.
pt: Cada um dos componentes de <code>\vec a</code> é multiplicado por <code><var>SA</var></code> para se obter <code>\vec b</code>, portanto a magnitude de <code>\vec b</code> tem <code><var>abs(SA)</var></code> vezes o tamanho de <code>\vec a</code>.
tr: <code>\vec a</code>'nın her bileşeni, <code><var>SA</var></code> ile çarpılarak <code>\vec b</code>'yi verir, yani <code>\vec b</code> <code>\vec a</code>'nın boyutunun <code><var>abs(SA)</var></code> katıdır.

source: Each of the original <var>A</var> slices must be divided into <var>M</var> slices to get <var>C</var> slices in total.
da: Hver af de oprindelige <var>A</var> skiver skal opdeles i <var>M</var> skiver at få <var>C</var> skiver i alt.
es: Cada una de las <var>A</var> rebanadas originales tiene que dividirse entre <var>M</var> rebanadas para obtener <var>C</var> rebanadas en total.
fr: Chacun des <var>A</var> morceaux de départ doit être divisé en <var>M</var> morceaux pour obtenir <var>C</var> morceaux au total.
hi: प्रत्येक वास्तव <var>A</var> हिस्से विभाजित करने होंगे <var>M</var> हिस्सों में कुल <var>C</var> हिस्सों मेंI
nb: Hver av de opprinnelige <var>A</var> stykker skal deles opp i <var>M</var> stykker for å få <var>C</var> stykker i alt.
nl: Elk van de oorspronkelijke <var>A</var> stukken moet verdeeld worden in <var>M</var> stukken, om in totaal <var>C</var> stukken te krijgen.
pl: Każdy z początkowych <var>A</var> kawałków musi być podzielony na <var>M</var> kawałków, aby otrzymać <var>C</var> kawałków łącznie.
pt: Cada uma das <var>A</var> fatias originais deve ser dividida em <var>M</var> fatias para se obter <var>C</var> fatias no total.
tr: Toplam <var>C</var> elde etmek için, başlangıçtaki <var>A</var> dilimlerin her biri <var>M</var> dilime bölünmelidir.

source: Each of your classes is listed here with links to your coach reports.
da: Hver af dine klasser er listet her med links til dine vejlederrapporter.
es: Cada una de tus clases se enumera aquí con enlaces a tus reportes de tutor.
fr: Toutes vos classes sont listées ici, avec des liens vers les rapports d'activité.
nb: Hver av klassene dine er oppført her med koblinger til velederrapportene.
nl: Elk van je klassen is hier weergegeven met koppelingen naar je coach rapporten.
pl: Każda z Twoich klas będzie tutaj wymieniona z linkami do raportów trenera.
pt: Todas as suas turmas são apresentadas aqui com links para seus relatórios de tutor.
tr: Bütün sınıflarınız, ilgili eğitmen raporu bağlantılarıyla beraber burada listelenmiştir.

source: Each piece is <code>\green{\dfrac{1}{<var>DENOMINATOR * INTEGER</var>}}</code> of the whole.
fr: Chaque partie est le <code>\green{\dfrac{1}{<var>DENOMINATOR * INTEGER</var>}}</code> du tout.
hi: प्रत्येक टुकड़ा है <code>\green{\dfrac{1}{<var>DENOMINATOR * INTEGER</var>}}</code> पूरे काI
nb: Hver del er <code>\green{\dfrac{1}{<var>DENOMINATOR * INTEGER</var>}}</code> av hele.
nl: Elk stuk is <code>\green{\dfrac{1}{<var>DENOMINATOR * INTEGER</var>}}</code> van het geheel.
pl: Każda część jest <code>\green{\dfrac{1}{<var>DENOMINATOR * INTEGER</var>}}</code> całości.
pt: Cada parte é <code>\green{\dfrac{1}{<var>DENOMINATOR * INTEGER</var>}}</code> do total.
tr: Her parça bütünün <code>\green{\dfrac{1}{<var>DENOMINATOR * INTEGER</var>}}</code> 'si kadardır.

source: Each row has <code><var>FACTOR</var></code> dot each, so <code>\pink{<var>NUMBER / FACTOR</var>}</code> is a factor of <code><var>NUMBER</var></code>:
es: Cada fila tiene <code><var>FACTOR</var></code> punto cada una, por tanto <code>\pink{<var>NUMBER / FACTOR</var>}</code> es un factor de <code><var>NUMBER</var></code>:
fr: Chaque rangée a <code><var>FACTOR</var></code> point, donc <code>\pink{<var>NUMBER / FACTOR</var>}</code> est un diviseur de <code><var>NUMBER</var></code> :
nb: Hver rad har <code><var>FACTOR</var></code> punkter hver, så <code>\pink{<var>NUMBER / FACTOR</var>}</code> er en faktor i <code><var>NUMBER</var></code>:
nl: Elke rij heeft <code><var>FACTOR</var></code> stip, dus <code>\pink{<var>NUMBER / FACTOR</var>}</code> is een factor van <code><var>NUMBER</var></code>:
pl: Każdy rząd ma <code><var>FACTOR</var></code> kropkę, więc <code>\pink{<var>NUMBER / FACTOR</var>}</code> jest czynnikiem <code><var>NUMBER</var></code>:
pt: Cada linha tem <code><var>FACTOR</var></code> ponto cada, então <code>\pink{<var>NUMBER / FACTOR</var>}</code> é um divisor de <code><var>NUMBER</var></code>:
tr: Her sırada <code><var>FACTOR</var></code> nokta var, buna göre, <code>\pink{<var>NUMBER / FACTOR</var>}</code> <code><var>NUMBER</var></code>'in çarpanıdır:

source: Each row has <code><var>NUM1</var></code> <var>crop(1)</var>.
fr: Chaque rang a <code><var>NUM1</var></code> <var>crop(1)</var>.
nb: Hver rad har <code><var>NUM1</var></code> <var>crop(1)</var>.
pl: Każdy rząd ma <code><var>NUM1</var></code> <var>crop(1)</var>.
pt: Cada linha tem <code><var>NUM1</var></code> <var>crop(1)</var>.

source: Each row has <code><var>NUM2</var></code> <var>crop(1)</var>.
fr: Chaque rang a <code><var>NUM2</var></code> <var>crop(1)</var>.
nb: Hver rad har <code><var>NUM2</var></code> <var>crop(1)</var>.
pl: Każdy rząd ma <code><var>NUM2</var></code> <var>crop(1)</var>.
pt: Cada linha tem <code><var>NUM2</var></code> <var>crop(1)</var>.

source: Each row has the same number of <var>plural_form(crop(1))</var>.
fr: Chaque rang a le même nombre de <var>plural_form(crop(1))</var>.
nb: Hver rad har samme antall <var>plural_form(crop(1))</var>.
pl: Każdy rząd ma tą samą liczbę <var>plural_form(crop(1))</var>.
pt: Cada linha tem o mesmo número de <var>plural_form(crop(1))</var>.
tr: Her satırda aynı sayıda <var>plural_form(crop(1))</var> bulunmaktadır.

source: Each slab has <code><var>WIDTH</var></code> rows containing <code><var>LENGTH</var></code> cubes, so there are <code><var>WIDTH</var> \times <var>LENGTH</var> = <var>WIDTH*LENGTH</var></code> cubes in each slab.
es: Cada bloque tiene <code><var>WIDTH</var></code> filas que tienen <code><var>LENGTH</var></code> cubos, por lo que hay <code><var>WIDTH</var> \times <var>LENGTH</var> = <var>WIDTH*LENGTH</var></code> cubos en cada bloque.
fr: Chaque bloc a <code><var>WIDTH</var></code> rangées contenant <code><var>LENGTH</var></code> cubes, il y a donc <code><var>WIDTH</var> \times <var>LENGTH</var> = <var>WIDTH*LENGTH</var></code> cubes dans chaque bloc.
nb: Hvert lag har <code><var>WIDTH</var></code> rader som inneholder<code><var>LENGTH</var></code> kuber, så det er <code><var>WIDTH</var> \times <var>LENGTH</var> = <var>WIDTH*LENGTH</var></code> kuber i hvert lag.
pl: Każda warstwa ma <code><var>WIDTH</var></code> rzędów, zawierających <code><var>LENGTH</var></code> sześcianów, więc jest <code><var>WIDTH</var> \times <var>LENGTH</var> = <var>WIDTH*LENGTH</var></code> sześcianów w każdej warstwie.
pt: Cada placa tem <code><var>WIDTH</var></code> linhas contendo <code><var>LENGTH</var></code> cubos, então há <code><var>WIDTH</var> \times <var>LENGTH</var> = <var>WIDTH*LENGTH</var></code> cubos em cada placa.
tr: Her tabakada <code><var>LENGTH</var></code> küp içeren <code><var>WIDTH</var></code> satır bulunmaktadır, buna göre, her tabakada <code><var>WIDTH</var> \times <var>LENGTH</var> = <var>WIDTH*LENGTH</var></code> küp vardır.

source: Each student completes over half an hour in the challenge
nb: Hver elev fullfører over en halv time i utfordringen
pt: Cada aluno completa mais de meia hora no desafio
tr: Her öğrenci yarışmada yarım saatten fazlasını tamamlar

source: Each student receives a custom learning dashboard that lets them practice skills based on their level and your assignments. Students can see how they’re doing and also receive fun rewards along the way like badges and points. Everyone works toward mastery at their own pace, so no one gets left behind and no one gets bored.
da: Hver elev modtager en brugerdefineret læringsforside der lader dem øve færdigheder baseret på deres niveau og dine opgaver. Eleverne kan se hvordan de klarer sig og får også sjove belønninger undervejs som badges og point. Alle arbejder mod beherskelse i deres eget tempo, så ingen bliver efterladt og ingen keder sig.
es: Cada estudiante recibe un panel de aprendizaje personalizado que les permite practicar habilidades basadas en su nivel y en los trabajos que les asignes . Los estudiantes pueden ver cómo lo están haciendo y además van recibiendo premios divertidos como medallas y puntos. Todos trabajan hacia el dominio a su propio ritmo, así que nadie se queda atrás y nadie se aburre.
fr: Chaque élève possède son propre tableau de bord, qui lui présente un parcours pédagogique personnalisé. Cela permet aux élèves de mettre en pratique les compétences sélectionnées en fonction de leur niveau, ou que vous sélectionnez pour eux. Les élèves peuvent également voir leurs propres progrès et obtenir des récompenses, comme des points et des badges. Tout le monde travaille à son propre rythme... Avec la Khan Academy, personne n'est laissé sur la touche, et personne ne s'ennuie.
nb: Hver elev har en egendefinert læringsoversikt som lar dem øve på ferdigheter basert på nivå og dine oppdrag. Elevene kan se hvordan de ligger ann, og vil også mottar artige belønninger på veien, som merker og poeng. Alle arbeider mot mestring i eget tempo, så ingen blir hengende etter og ingen går lei.
nl: Elke leerling krijgt een eigen leeromgeving die die het toelaat vaardigheden te oefenen op zijn/haar niveau en jouw opdrachten. Leerlingen kunnen zien hoe ze het doen en ontvangen ook leuke beloningen zoals medailles en punten. Iedereen werkt naar beheersing op eigen tempo zodat niemand achterblijft of verveeld raakt.
pl: Każdy uczeń otrzyma spersonalizowany pulpit nauki, który pozwoli mu ćwiczyć umiejętności w oparciu o jego poziom i zadania przydzielone przez Ciebie. Uczniowie mogą widzieć swoje postępy oraz otrzymywać zabawne nagrody w trakcie nauki, takie jak odznaki i punkty. Każdy dąży do mistrzostwa we własnym tempie, więc nikt nie zostaje z tyłu i nikt się nie nudzi.
pt: Cada aluno tem um painel de aprendizado personalizado que lhes permite praticar habilidades com base em suas atribuições e seu nível de conhecimento . Os alunos podem ver como estão se saindo e recebem recompensas divertidas, como pontos e medalhas. Todos trabalham em busca do domínio das habilidades em seu próprio ritmo, assim ninguém fica para trás e ninguém fica entediado.
pt_pt: Cada aluno tem um painel de aprendizagem personalizado que lhe permite praticar competências com base no seu nível de conhecimento e através da realização de exercícios. Os alunos podem ver o seu progresso e recebem recompensas, como medalhas e pontos. Todos trabalham no sentido de aperfeiçoar competências ao próprio ritmo. Sem que nenhum aluno fique para trás ou se mostra desinteressado pelos conteúdos.
tr: Her bir öğrenci, beceriler üzerinde güncel düzeylerinde ve verdiğiniz ödevler doğrultusunda alıştırmalar yapmalarını sağlayan kişiselleştirilmiş öğrenim panosuna sahiptir. Öğrenciler hem kendi durumlarını takip edebilir, hem de madalyalar ve puanlar gibi eğlenceli ödüller kazanabilirler. Herkes kendi belirlediği tempoda ustalaşmaya yaklaştığı için, kimse hem geride kalmıyor, hem de sıkılmıyor.

source: Each symbol represents <code><var>VALUE_PER_IMG</var></code> <var>BADGE</var> badge.
fr: Chaque symbole représente <code><var>VALUE_PER_IMG</var></code> badge <var>BADGE</var>.
pl: Każdy symbol oznacza <code><var>VALUE_PER_IMG</var></code> odznakę <var>BADGE</var>.
pt: Cada símbolo representa <code><var>VALUE_PER_IMG</var></code> medalha <var>BADGE</var>.
tr: Her sembol <code><var>VALUE_PER_IMG</var></code> <var>BADGE</var> madalya ifade etmektedir.

source: Each tick mark represents <code><var>SCALE</var></code>, so <code><var>NUMBER</var></code> will be <code><var>abs(round(NUMBER / SCALE))</var></code> tick marks above <code>0</code>.
es: Cada marca representa <code><var>SCALE</var></code> unidades, entonces <code><var>NUMBER</var></code> estará <code><var>abs(round(NUMBER / SCALE))</var></code> marcas por encima del <code>0</code>.
fr: Chaque graduation correspond à <code><var>SCALE</var></code>, donc <code><var>NUMBER</var></code> est à <code><var>abs(round(NUMBER / SCALE))</var></code> graduations au-dessus de <code>0</code>.
nb: Hver merke svarer til <code><var>SCALE</var></code>, så <code><var>NUMBER</var></code> blir <code><var>abs(round(NUMBER / SCALE))</var></code> merker over<code>0</code>.
nl: Elk maatstreepje komt overeen met <code><var>SCALE</var></code>, dus <code><var>NUMBER</var></code> zal <code><var>abs(round(NUMBER / SCALE))</var></code> maatstreepjes boven <code>0</code> komen te liggen.
pl: Każdy znacznik osi oznacza <code><var>SCALE</var></code>, więc <code><var>NUMBER</var></code> będzie <code><var>abs(round(NUMBER / SCALE))</var></code> znacznik osi poniżej <code>0</code>.
pt: Cada marca representa <code><var>SCALE</var></code>, então <code><var>NUMBER</var></code> ficará <code><var>abs(round(NUMBER / SCALE))</var></code> marcas acima de <code>0</code>.
tr: Her işaret <code><var>SCALE</var></code> ifade ediyor, yani <code><var>NUMBER</var></code> sayısı <code>0</code>'ın <code><var>abs(round(NUMBER / SCALE))</var></code> işaret solunda olacak.

source: Each tick mark represents <code><var>SCALE</var></code>, so <code><var>NUMBER</var></code> will be <code><var>abs(round(NUMBER / SCALE))</var></code> tick marks below <code>0</code>.
es: Cada marca representa <code><var>SCALE</var></code> unidades, entonces <code><var>NUMBER</var></code> estará <code><var>abs(round(NUMBER / SCALE))</var></code> marcas por debajo del <code>0</code>.
fr: Chaque graduation correspond à <code><var>SCALE</var></code>, donc <code><var>NUMBER</var></code> est à <code><var>abs(round(NUMBER / SCALE))</var></code> graduations en dessous de <code>0</code>.
nb: Hver merke svarer til <code><var>SCALE</var></code>, så <code><var>NUMBER</var></code> blir <code><var>abs(round(NUMBER / SCALE))</var></code> merker nedenfor <code>0</code>.
nl: Elk maatstreepje komt overeen met <code><var>SCALE</var></code>, dus <code><var>NUMBER</var></code> zal <code><var>abs(round(NUMBER / SCALE))</var></code> maatstreepjes onder <code>0</code> komen te liggen.
pl: Każdy znacznik osi oznacza <code><var>SCALE</var></code>, więc <code><var>NUMBER</var></code> będzie <code><var>abs(round(NUMBER / SCALE))</var></code> znacznik osi poniżej <code>0</code>.
pt: Cada marca representa <code><var>SCALE</var></code>, então <code><var>NUMBER</var></code> ficará <code><var>abs(round(NUMBER / SCALE))</var></code> marcas abaixo de <code>0</code>.
tr: Her işaret <code><var>SCALE</var></code> ifade ediyor, yani <code><var>NUMBER</var></code> sayısı <code>0</code>'ın <code><var>abs(round(NUMBER / SCALE))</var></code> işaret solunda olacak.

source: Each tick mark represents <code><var>SCALE</var></code>, so <code><var>NUMBER</var></code> will be <code><var>abs(round(NUMBER / SCALE))</var></code> tick marks to the left of <code>0</code>.
da: Hver mærke svarer til <code><var>SCALE</var></code>, så <code><var>NUMBER</var></code> bliver <code><var>abs(round(NUMBER / SCALE))</var></code> mærker til venstre for <code>0</code>.
es: Cada marca de graduación representa <code><var>SCALE</var></code> unidades, por lo que <code><var>NUMBER</var></code> debe estar <code><var>abs(round(NUMBER / SCALE))</var></code> marcas a la izquierda de <code>0</code>.
fr: Chaque graduation représente <code><var>SCALE</var></code>, donc le point correspondant à <code><var>NUMBER</var></code> est à <code><var>abs(round(NUMBER / SCALE))</var></code> graduations à gauche du point correspondant à <code>0</code>.
nb: Hver merke svarer til <code><var>SCALE</var></code>, så <code><var>NUMBER</var></code> blir <code><var>abs(round(NUMBER / SCALE))</var></code> merker til venstre for <code>0</code>.
nl: Elk maatstreepje komt overeen met <code><var>SCALE</var></code>, dus <code><var>NUMBER</var></code> zal <code><var>abs(round(NUMBER / SCALE))</var></code> maatstreepjes *links* van <code>0</code> komen te liggen.
pl: Każda kreska to <code><var>SCALE</var></code>, więc <code><var>NUMBER</var></code> będzie <code><var>abs(round(NUMBER / SCALE))</var></code> kresek na lewo od <code>0</code>.
pt: Cada marca representa <code><var>SCALE</var></code>, então <code><var>NUMBER</var></code> será <code><var>abs(round(NUMBER / SCALE))</var></code> marcas à esquerda de <code>0</code>.
tr: Her işaret <code><var>SCALE</var></code> ifade ediyor, yani <code><var>NUMBER</var></code> sayısı <code>0</code>'ın <code><var>abs(round(NUMBER / SCALE))</var></code> işaret solunda olacak.
