Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Since <var>person(1)</var> wants to make <strong>at least</strong> <code>$<var>R</var></code> this week, we can turn this into an inequality.
es: Puesto que <var>person(1)</var> quiere hacer <strong>al menos</strong> <code>$<var>R</var></code> esta semana, podemos convertir esto en una desigualdad.
nb: Siden <var>person(1)</var> ønsker å tjene <strong>minst</strong> <code>$<var>R</var></code> denne uken, kan vi sette opp en ulikhet.
pl: Skoro <var>person(1)</var> chce zarobić <strong>co najmniej</strong> <code>$<var>R</var></code> w tym tygodniu, to możemy to zamienić na nierówność.
pt: Uma vez que <var>person(1)</var> quer fazer <strong>ao menos</strong> <code>$<var>R</var></code> esta semana, podemos fazer disso uma inequação.

source: Since <var>person(1)</var> won't get points unless he completes the entire level, we round <code><var>localeToFixed((R - Q) / P, 2)</var></code> up to <code><var>X</var></code>.
da: Eftersom <var>person(1)</var> ikke får point, medmindre han fuldfører hele niveauet, runder vi <code><var>localeToFixed((R - Q) / P, 2)</var></code> op til <code><var>X</var></code>.
es: Puesto que <var>person(1)</var> no obtendrá puntos hasta terminar un nivel completo, redondeamos <code><var>localeToFixed((R - Q) / P, 2)</var></code> hasta <code><var>X</var></code>.
fr: Puisque <var>person(1)</var> n'obtiendra pas les points à moins qu'il ne termine la partie, on arrondit <code><var>localeToFixed((R - Q) / P, 2)</var></code> à <code><var>X</var></code>.
nb: Ettersom <var>person(1)</var> ikke får poeng, med mindre han fullfører hele nivået, runder vi <code><var>localeToFixed((R - Q) / P, 2)</var></code> opp til <code><var>X</var></code>.
nl: Omdat <var>person(1)</var> geen punten krijgt als hij het level niet volledig uitspeelt, ronden we<code><var>localeToFixed((R - Q) / P, 2)</var></code> af op <code><var>X</var></code>.
pl: Skoro <var>person(1)</var> nie dostanie punktów zanim nie ukończy całego poziomu, zaokrąglamy <code><var>localeToFixed((R - Q) / P, 2)</var></code> w górę do <code><var>X</var></code>.
pt: Uma vez que <var>person(1)</var> não irá ganhar pontos até completar o nível, arredondamos <code><var>localeToFixed((R - Q) / P, 2)</var></code> para <code><var>X</var></code>.
tr: Düzeyi tamamlamadığı sürece, <var>person(1)</var> puan alamadığından, <code><var>localeToFixed((R - Q) / P, 2)</var></code>'i <code><var>X</var></code>'e yuvarlarız.

source: Since <var>person(1)</var> won't get points unless she completes the entire level, we round <code><var>localeToFixed((R - Q) / P, 2)</var></code> up to <code><var>X</var></code>.
da: Efter <var>person(1)</var> ikke får point, medmindre hun fuldfører hele niveauet, runder vi <code><var>localeToFixed((R - Q) / P, 2)</var></code> op til <code><var>X</var></code>.
es: Puesto que <var>person(1)</var> no obtendrá puntos hasta terminar un nivel completo, redondeamos <code><var>localeToFixed((R - Q) / P, 2)</var></code> hasta <code><var>X</var></code>.
fr: Puisque <var>person(1)</var> n'obtiendra pas les points à moins qu'elle ne termine la partie, on arrondit <code><var>localeToFixed((R - Q) / P, 2)</var></code> à <code><var>X</var></code>.
nb: Ettersom <var>person(1)</var> ikke får poeng, med mindre hun fullfører hele nivået, runder vi <code><var>localeToFixed((R - Q) / P, 2)</var></code> opp til <code><var>X</var></code>.
nl: Omdat <var>person(1)</var> geen punten krijgt als zij het level niet volledig uitspeelt, ronden we<code><var>localeToFixed((R - Q) / P, 2)</var></code> af op <code><var>X</var></code>.
pl: Skoro <var>person(1)</var> nie dostanie punktów zanim nie ukończy całego poziomu, zaokrąglamy <code><var>localeToFixed((R - Q) / P, 2)</var></code> w górę do <code><var>X</var></code>.
pt: Uma vez que <var>person(1)</var> não irá ganhar pontos até completar o nível, arredondamos <code><var>localeToFixed((R - Q) / P, 2)</var></code> para <code><var>X</var></code>.
tr: Düzeyi tamamlamadığı sürece, <var>person(1)</var> puan alamadığından, <code><var>localeToFixed((R - Q) / P, 2)</var></code>'i <code><var>X</var></code>'e yuvarlarız.

source: Since all the proportions are equal, <code>ABC</code> is similar to <code>DEF</code>.
es: Como todas las proporciones son iguales, <code>ABC</code> es semejante a <code>DEF</code>.
fr: Puisque les rapports sont égaux, <code>ABC</code> et <code>DEF</code> sont semblables.
nb: Siden forholdene er like, er <code>ABC</code> formlik med <code>DEF</code>.
pl: Ponieważ wszystkie proporcje są równe, <code>ABC</code> jest podobny do <code>DEF</code>.
pt: Já que todas as proporções são iguais, <code>ABC</code> é semelhante a <code>DEF</code>.
tr: Tüm oranlar eşit olduğu için, <code>ABC</code>, <code>DEF</code>'ye benzerdir.

source: Since all the proportions are equal, <code>ABC</code> is similar to <code>GHI</code>.
es: Como todas las proporciones son iguales, <code>ABC</code> es semejante a <code>GHI</code>.
fr: Puisque les rapports sont égaux, <code>ABC</code> et <code>GHI</code> sont semblables.
nb: Siden forholdene er like, er <code>ABC</code> formlik med <code>GHI</code>.
pl: Ponieważ wszystkie proporcje są równe, <code>ABC</code> jest podobny do <code>GHI</code>.
pt: Já que todas as proporções são iguais, <code>ABC</code> é semelhante a <code>GHI</code>.
tr: Tüm oranlar eşit olduğu için, <code>ABC</code>, <code>GHI</code>'ye benzerdir.

source: Since any solution of <code>\color{<var>BLUE</var>}{<var>EQUATIONS[0]</var>}</code> is also a solution of <code>\color{<var>GREEN</var>}{<var>EQUATIONS[1]</var>}</code>, there are infinitely many solutions.
da: Da enhver løsning for <code>\color{<var>BLUE</var>}{<var>EQUATIONS[0]</var>}</code> også er en løsning for <code>\color{<var>GREEN</var>}{<var>EQUATIONS[1]</var>}</code>, er der uendeligt mange løsninger.
es: Dado que cualquier solución de <code>\color{<var>BLUE</var>}{<var>EQUATIONS[0]</var>}</code> también es una solución de <code>\color{<var>GREEN</var>}{<var>EQUATIONS[1]</var>}</code>, hay infinitas soluciones.
fr: Tout couple solution de <code>\color{<var>BLUE</var>}{<var>EQUATIONS[0]</var>}</code> est aussi solution de <code>\color{<var>GREEN</var>}{<var>EQUATIONS[1]</var>}</code>, donc il y a une infinité de solutions.
nb: Da enhver løsning for <code>\color{<var>BLUE</var>}{<var>EQUATIONS[0]</var>}</code> også er en løsning for <code>\color{<var>GREEN</var>}{<var>EQUATIONS[1]</var>}</code>, er det uendelig mange løsninger.
pl: Jeśli każde rozwiązanie <code>\color{<var>BLUE</var>}{<var>EQUATIONS[0]</var>}</code> jest także rozwiązaniem <code>\color{<var>GREEN</var>}{<var>EQUATIONS[1]</var>}</code>, to znaczy że istnieje nieskończenie wiele rozwiązań.
pt: Uma vez que qualquer solução de <code>\color{<var>BLUE</var>}{<var>EQUATIONS[0]</var>}</code> também é uma solução de <code>\color{<var>GREEN</var>}{<var>EQUATIONS[1]</var>}</code>, existem infinitas soluções.
tr: <code>\color{<var>BLUE</var>}{<var>EQUATIONS[0]</var>}</code> denkleminin tüm çözümleri, aynı zamanda, <code>\color{<var>GREEN</var>}{<var>EQUATIONS[1]</var>}</code> denkleminin de çözümü olduğundan, sonsuz sayıda çözüm vardır.

source: Since both <code><var>DIVIDEND_D</var></code> and <code><var>DIVISOR_D</var></code> are negative, the result is positive.
pt: Como <code><var>DIVIDEND_D</var></code> e <code><var>DIVISOR_D</var></code> são negativos, o resultado é positivo.
tr: <code><var>DIVIDEND_D</var></code> ve <code><var>DIVISOR_D</var></code>'nin ikisi de negatif olduğundan, sonuç pozitiftir.

source: Since both pizzas have the same number of slices, all the slices are the same size.
da: Da begge pizzaer har det samme antal stykker, har alle stykkerne samme størrelse.
es: Ya que que las dos pizzas tienen el mismo número de rebanadas, todas las rebanadas son del mismo tamaño.
fr: Puisqu'on a découpé les deux pizzas en un même nombre de parts, toutes les parts ont la même taille.
hi: चूंकि दोनों पिज़्ज़ा के बराबर भाग हैं, सारे भाग बराबर आकार के हैंI
nb: Siden begge pizzaene har det samme antall stykker, har alle stykkene samme størrelse.
nl: Aangezien beide pizza's evenveel pizzapunten hebben, zijn alle punten even groot.
pl: Skoro obie pizze są pokrojone na tyle samo kawałków, wszystkie kawałki są takiej samej wielkości.
pt: Já que ambas as pizzas têm o mesmo número de fatias, todas estas fatias têm o mesmo tamanho.
tr: Pizzalar aynı dilim sayısına sahip olduğu için, dilimler aynı büyüklüktedir.

source: Since each cube is a cubic <var>UNIT</var>, the volume of the rectangular prism is <code><var>HEIGHT*WIDTH*LENGTH</var> <var>UNIT_TEXT</var>^3</code>
es: Como cada cubo mide un <var>UNIT</var> cúbico, el volumen del prisma rectangular mide <code><var>HEIGHT*WIDTH*LENGTH</var> <var>UNIT_TEXT</var>^3</code>
fr: Le volume de chaque cube est un <var>UNIT</var> cube, donc le volume du parallélépipède rectangle est <code><var>HEIGHT*WIDTH*LENGTH</var> <var>UNIT_TEXT</var>^3</code>
nb: Siden hver kube er en kubikk <var>UNIT</var>, er volumet av det rektangulære prismet <code><var>HEIGHT*WIDTH*LENGTH</var> <var>UNIT_TEXT</var>^3</code>
pl: Ponieważ każdy sześcian to <var>UNIT</var> sześcienny, objętość prostopadłościanu wynosi <code><var>HEIGHT*WIDTH*LENGTH</var> <var>UNIT_TEXT</var>^3</code>
pt: Já que cada cubo tem um <var>UNIT</var> cúbico, o volume do prisma retangular é de <code><var>HEIGHT*WIDTH*LENGTH</var> <var>UNIT_TEXT</var>^3</code>
tr: Her küp <var>UNIT</var> küp olduğundan, dikdörtgenler prizmasının hacmi <code><var>HEIGHT*WIDTH*LENGTH</var> <var>UNIT_TEXT</var>^3</code>'tür.

source: Since everyone will finish painting their assigned wall after <code><var>TIME_INIT</var></code> minutes, it takes one person <code><var>TIME_INIT</var></code> minutes to paint one wall.
es: Como todos terminarán de pintar su pared asignada después de <code><var>TIME_INIT</var></code> minutos, le toma a una persona <code><var>TIME_INIT</var></code> minutos pintar una pared.
fr: Puisque chaque personne aura fini de peindre son mur après <code><var>TIME_INIT</var></code> minutes, il faut <code><var>TIME_INIT</var></code> minutes pour une personne pour peindre un mur.
hi: चूँकि प्रत्येक व्यक्ति अपनी दी गयी दीवार को <code><var>TIME_INIT</var></code> मिनट में रंग लेंगे, इसलिए एक व्यक्ति को एक दीवार रंगने में <code><var>TIME_INIT</var></code> मिनट लगते हैं।
nb: SIden alle vil bli ferdige med å male den tildelte veggen etter <code><var>TIME_INIT</var></code> minutter, vil det ta en person <code><var>TIME_INIT</var></code> minutter å male en vegg.
pl: Jeśli wszyscy skończą malować przypisaną im ścianę po <code><var>TIME_INIT</var></code> minutach, to pomalowanie jednej ściany przez jedną osobę trwa <code><var>TIME_INIT</var></code> minut.
pt: Uma vez que todos acabarão de pintar a parede que lhes foi atribuída em <code><var>TIME_INIT</var></code> minutos, uma única pessoa levará <code><var>TIME_INIT</var></code> minutos para pintar uma parede.
tr: Herkes kendisine düşen duvarı boyamayı <code><var>TIME_INIT</var></code> dakikada bitirdiğinden, bir kişinin bir duvarı boyamayı bitirmesi <code><var>TIME_INIT</var></code> dakika alır.

source: Since fractions are not usually used as coefficients, multiply everything by <code>2</code> to get rid of the fraction.
pl: Ponieważ ułamki nie są zwykle używane jako współczynniki, pomnóż wszystko przez <code>2</code> i pozbądź się ułamka.
pt: Como as frações geralmente não são usadas como coeficientes, multiplique tudo por <code>2</code> para se livrar da fração.
tr: Genelde katsayı olarak kesirler kullanılmadığından, kesiri ortadan kaldırmak her şeyi <code>2</code> ile çarpın.

source: Since it's <code>0</code> minutes past the hour, the hour hand should be right on the <code>\blue{<var>HOUR</var>}</code> hour mark.
nb: Siden det er <code>0</code> minutter over timen, vil timeviseren peke rett på <code>\blue{<var>HOUR</var>}</code> time merke.
nl: Omdat het <code>0</code> minuten na het hele uur is, moet de kleine wijzer precies op de <code>\blue{<var>HOUR</var>}</code> staan.
pl: Ponieważ jest <code>0</code> minut po pełnej godzinie, wskazówka godzinowa powinna wskazywać dokładnie <code>\blue{<var>HOUR</var>}</code>.
pt: Como se passou <code>0</code> minuto da hora, o ponteiro das horas deve estar exatamente na marca de <code>\blue{<var>HOUR</var>}</code> hora(s).
tr: Saati <code>0</code> dakika geçtiği için, akrep tam <code>\blue{<var>HOUR</var>}</code> saat işaretinin üstünde olmalıdır.

source: Since it's <code><var>MINUTE</var></code> minutes past the hour, and there are <code>5</code> minutes per tick mark, the minute hand should be at the mark numbered <code>\red{<var>fraction(MINUTE, 5)</var> = <var>MINUTE/5</var>}</code>
nb: Siden det er <code><var>MINUTE</var></code> minutter over timen, og det er <code>5</code> minutter per merke, vil minuttviseren peke på merket med tallet <code>\red{<var>fraction(MINUTE, 5)</var> = <var>MINUTE/5</var>}</code>
nl: Omdat het <code><var>MINUTE</var></code> minuten na het hele uur is, en er <code>5</code> minuten per streep zijn, moet de grote wijzer op de <code>\red{<var>fraction(MINUTE, 5)</var> = <var>MINUTE/5</var>}</code> staan.
pl: Ponieważ jest <code><var>MINUTE</var></code> po pełnej godzinie, a każdy odcinek między znacznikami godzin mieści w sobie <code>5</code> minut, wskazówka minutowa powinna wskazywać <code>\red{<var>fraction(MINUTE, 5)</var> = <var>MINUTE/5</var>}</code>
pt: Como se passaram <code><var>MINUTE</var></code> minutos da hora, e há <code>5</code> minutos por marca, o ponteiro dos minutos deve estar na marca numerada com <code>\red{<var>fraction(MINUTE, 5)</var> = <var>MINUTE/5</var>}</code>
tr: Saati <code><var>MINUTE</var></code> dakika geçtiği, ve bir işaret için <code>5</code> dakika olduğu için, yelkovan <code>\red{<var>fraction(MINUTE, 5)</var> = <var>MINUTE/5</var>}</code> sayılı işarette olmalıdır.

source: Since it's <code><var>MINUTE</var></code> minutes past the hour, the hour hand will have traveled <code>\blue{<var>fraction(MINUTE, 60)</var> = <var>fraction(MINUTE, 60, false, true)</var>}</code> of the way to the <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code> hour mark.
nb: Siden det er <code><var>MINUTE</var></code> minutter over timen, vil timeviseren ha beveget seg <code>\blue{<var>fraction(MINUTE, 60)</var> = <var>fraction(MINUTE, 60, false, true)</var>}</code> av veien til <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code> hour mark.
nl: Omdat het <code><var>MINUTE</var></code> minuten na het hele uur is, zal de kleine wijzer <code>\blue{<var>fraction(MINUTE, 60)</var> = <var>fraction(MINUTE, 60, false, true)</var>}</code> van de weg naar <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code> afgelegd hebben.
pl: Ponieważ jest <code><var>MINUTE</var></code> po pełnej godzinie, wskazówka godzinowa przebyła <code>\blue{<var>fraction(MINUTE, 60)</var> = <var>fraction(MINUTE, 60, false, true)</var>}</code> drogi do <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code>.
pt: Como se passaram <code><var>MINUTE</var></code> minutos da hora, o ponteiro das horas terá andado <code>\blue{<var>fraction(MINUTE, 60)</var> = <var>fraction(MINUTE, 60, false, true)</var>}</code> do caminho até a marca da(s) <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code> hora(s).
tr: Saati <code><var>MINUTE</var></code> dakika geçtiği için, akrep <code><var>HOUR + 1 === 13 ? 1 : HOUR + 1</var></code> saat işaretine olan yolun <code>\blue{<var>fraction(MINUTE, 60)</var> = <var>fraction(MINUTE, 60, false, true)</var>}</code>'sini almış olur.

source: Since it's <code><var>MINUTE</var></code> minutes past the hour, the minute hand should be at the mark numbered <code>\red{12}</code>.
nb: Siden det er <code><var>MINUTE</var></code> minutter over en time, vil minuttviseren peke på tallet <code>\red{12}</code>.
nl: Omdat het <code><var>MINUTE</var></code> minuten na het uur is, moet de grote wijzer op de <code>\red{12}</code> staan.
pl: Ponieważ jest <code><var>MINUTE</var></code> minut po pełnej godzinie, wskazówka minutowa powinna wskazywać <code>\red{12}</code>.
pt: Como se passaram <code><var>MINUTE</var></code> minutos da hora, o ponteiro dos minutos deve estar na marca numerada com <code>\red{12}</code>.
tr: Saati <code><var>MINUTE</var></code> dakika geçtiğinden, yelkovan <code>\red{12}</code> numarada olmalıdır.

source: Since my gorilla can play in both boxes, we need to add the volumes of the two boxes.
es: Ya que mi gorila puede jugar en ambas cajas, necesitamos sumar los volúmenes de las dos cajas.
fr: Comme mon singe peut jouer dans les 2 boîtes, il faut additionner les volumes des 2 boîtes.
nb: Siden min gorilla kan leke i begge boksene, må vi legge sammen volumet av de to boksene.
pt: Como meu gorila pode brincar nas duas caixas, precisamos somar os volumes das duas caixas.
tr: Gorilim her iki kutuda da oynayabildiğinden, iki kutunun hacmini toplamalıyız.

source: Since not all the proportions are equal, <code>ABC</code> is not similar to <code>DEF</code>.
es: Como no todas la proporciones son iguales, <code>ABC</code> no es semejante a <code>DEF</code>.
fr: Puisque les rapports ne sont pas égaux, <code>ABC</code> et <code>DEF</code> ne sont pas semblables.
nb: Siden ikke alle forholdene er like, er ikke <code>ABC</code> formlik med <code>DEF</code>.
pl: Ponieważ nie wszystkie proporcje są równe, <code>ABC</code> nie jest podobny do <code>DEF</code>.
pt: Já que todas as proporções não são iguais, <code>ABC</code> não é semelhante a <code>DEF</code>.
tr: Tüm oranlar eşit olmadığı için, <code>ABC</code>, <code>DEF</code>'ye benzer değildir.

source: Since not all the proportions are equal, <code>ABC</code> is not similar to <code>GHI</code>.
es: Como no todas las proporciones son iguales, <code>ABC</code> no es semejante a <code>GHI</code>.
fr: Puisque les rapports ne sont pas égaux, <code>ABC</code> et <code>GHI</code> ne sont pas semblables.
nb: Siden ikke alle forholdene er like, er ikke <code>ABC</code> formlik <code>GHI</code>.
pl: Ponieważ nie wszystkie proporcje są równe, <code>ABC</code> nie jest podobny do <code>GHI</code>.
pt: Já que todas as proporções não são iguais, <code>ABC</code> não é semelhante a <code>GHI</code>.
tr: Tüm oranlar eşit olmadığı için, <code>ABC</code>, <code>GHI</code>'ye benzer değildir.

source: Since our <span class="hint_blue"><code>x</code>-coordinate</span> is equal to <code class="hint_blue">0</code>, we don't need to move to the right of the origin.
es: Dado que nuestra coordenada en <span class="hint_blue"><code>x</code></span> es igual a <code class="hint_blue">0</code>, no necesitamos movernos a la derecha del origen.
fr: Puisque l'abscisse <span class="hint_blue"><code>x</code></span> est égale à <code class="hint_blue">0</code>, on n'a pas besoin de se déplacer vers la droite.
nb: Siden vår <span class="hint_blue"><code>x</code>-koordinat</span> er lik <code class="hint_blue">0</code>, trenger vi ikke gå til høyre for origo.
pl: Ponieważ nasza <span class="hint_blue">współrzędna<code>x</code></span> jest równa <code class="hint_blue">0</code>, nie potrzebujemy przesuwać się na prawo od początku.
pt: Já que nossa <span class="hint_blue">coordenada de <code>x</code> </span> é igual a <code class="hint_blue">0</code>, não precisamos movê-la para a direita da origem.
tr: <span class="hint_blue"><code>x</code> koordinatımız </span> <code class="hint_blue">0</code>'a eşit olduğu için, başlangıç noktasının sağına gitmemiz gerekmez.

source: Since our <span class="hint_blue"><code>x</code>-coordinate</span> is equal to <code class="hint_blue"><var>X</var></code>, we move <code class="hint_blue"><var>X</var></code> to the right of the origin.
es: Dado que nuestra coordenada en <span class="hint_blue"><code>x</code></span> es igual a <code class="hint_blue"><var>X</var></code>, nos movemos <code class="hint_blue"><var>X</var></code> a la derecha del origen.
fr: L'abscisse <span class="hint_blue"><code>x</code></span> est égale à <code class="hint_blue"><var>X</var></code>, donc on se déplace de <code class="hint_blue"><var>X</var></code> vers la droite depuis l'axe des y.
nb: Siden vår <span class="hint_blue"><code>x</code>-koordinat</span> er lik <code class="hint_blue"><var>X</var></code>, går vi <code class="hint_blue"><var>X</var></code> til høyre for origo.
pl: Ponieważ nasza <span class="hint_blue">współrzędna <code>x</code></span> jest równa <code class="hint_blue"><var>X</var></code>, przesuwamy się o <code class="hint_blue"><var>X</var></code> na prawo od początku.
pt: Já que nossa <span class="hint_blue">coordenada de <code>x</code> </span> é igual a <code class="hint_blue"><var>X</var></code>, movemos <code class="hint_blue"><var>X</var></code> para a direita da origem.
tr: <span class="hint_blue"><code>x</code>koordinatımız</span> <code class="hint_blue"><var>X</var></code> olduğu için, başlangıç noktasının <code class="hint_blue"><var>X</var></code> sağına gidiyoruz.

source: Since our <span class="hint_green"><code>y</code>-coordinate</span> is equal to <code class="hint_green">0</code>, we don't need to move up from the origin.
es: Dado que nuestra coordenada en <span class="hint_green"><code>y</code></span> es igual a <code class="hint_green">0</code>, no necesitamos movernos hacia arriba del origen.
fr: Puisque l'ordonnée <span class="hint_green"><code>y</code></span> est égale à <code class="hint_green">0</code>, on n'a pas besoin de se déplacer vers le haut depuis l'origine.
nb: Siden vår <span class="hint_green"><code>y</code>-koordinat</span> er lik <code class="hint_green">0</code>, vi trenger ikke gå opp fra origo.
pl: Ponieważ nasza <span class="hint_green">współrzędna<code>y</code></span> jest równa <code class="hint_green">0</code>, nie musimy przesuwać się w górę od początku.
pt: Já que nossa <span class="hint_green">coordenada de <code>y</code> </span> é igual a <code class="hint_green">0</code>, não precisamos movê-la para cima da origem.
tr: <span class="hint_green"><code>y</code>koordinatımız</span> <code class="hint_green">0</code> olduğu için, başlangıç noktasından yukarı gitmemiz gerekmez.

source: Since our <span class="hint_green"><code>y</code>-coordinate</span> is equal to <code class="hint_green"><var>Y</var></code>, we move up <code class="hint_green"><var>Y</var></code> from the origin.
es: Dado que nuestra coordenada en <span class="hint_green"><code>y</code></span> es igual a <code class="hint_green"><var>Y</var></code>, nos movemos hacia arriba <code class="hint_green"><var>Y</var></code> del origen.
fr: L'ordonnée <span class="hint_green"><code>y</code></span> est égale à <code class="hint_green"><var>Y</var></code>, donc on se déplace de <code class="hint_green"><var>Y</var></code> vers le haut depuis l'axe des x.
nb: Siden vår <span class="hint_green"><code>y</code>-koordinat</span> er lik <code class="hint_green"><var>Y</var></code>, går vi opp <code class="hint_green"><var>Y</var></code> fra origo.
pl: Ponieważ nasza <span class="hint_green">współrzędna <code>y</code></span> jest równa <code class="hint_green"><var>Y</var></code>, przesuwamy się w górę o <code class="hint_green"><var>Y</var></code> od początku.
pt: Já que nossa <span class="hint_green">coordenada de <code>y</code></span> é igual a <code class="hint_green"><var>Y</var></code>, movemos para cima <code class="hint_green"><var>Y</var></code> a partir da origem.
tr: <span class="hint_green"><code>y</code> koordinatımız</span> <code class="hint_green"><var>Y</var></code> olduğu için, başlangıç noktasından <code class="hint_green"><var>Y</var></code> yukarı gidiyoruz.
