Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Something went wrong and we couldn't delete the project. Please try again!
da: Noget gik galt, og vi kunne ikke slette projektet. Prøv igen!
es: Algo salió mal y no pudimos eliminar el proyecto. ¡Por favor intenta de nuevo!
fr: Quelque chose n'allait pas et nous ne pouvons pas supprimer ce projet. S'il vous plaît, veuillez essayer de nouveau !
ja: 何か問題が起きプロジェクトを消去することができません．もう一度試してみて下さい!
nb: Noe gikk galt og vi kunne ikke slette prosjektet. Prøv på nytt!
nl: Er ging iets mis en we konden het project niet verwijderen. Probeer het opnieuw!
pl: Coś poszło nie tak i nie może usunąć tego projektu. Spróbuj ponownie!
pt: Algo deu errado e não pudemos excluir o projeto. Tente novamente!
pt_pt: Ocorreu um erro. Não foi possível apagar o projeto. Por favor, volta a tentar!
tr: Bir şeyler ters gitti ve proje silinemedi. Lütfen tekrar deneyiniz.

source: Something went wrong; we can't load that settings page for that user. <br><a href='/settings/account'>Go back to your own settings page</a>.
da: Noget gik galt; Vi kan ikke indlæse indstillingssiden for den pågældende bruger. <br><a href='/settings/account'>Gå tilbage til din egen indstillingsside</a>.
es: Algo salió mal; no podemos cargar la página de configuración de ese usuario. <br><a href='/settings/account'>Regresa a tu propia página de configuración</a>.
fr: Quelque chose s'est mal passé : nous ne pouvons pas charger la page de paramètres pour cet utilisateur. <br><a href='/settings/account'>Retournez à votre propre page de paramètres</a>.
ja: 何かが上手くいっていません．そのユーザーの設定のページをロードすることができません．<br><a href='/settings/account'>あなた自身の設定のページに戻って下さい</a>．
nb: Noe gikk galt; vi kan ikke laste inn innstillingene for den brukeren. <br><a href='/settings/account'>Gå tilbake til dine egne innstillinger</a>.
nl: Er ging iets fout: we kunnen die instellingspagina voor die gebruiker niet laden. <br><a href='/settings/account'>Ga terug naar je instellingspagina</a>.
pl: Coś poszło nie tak; nie możemy załadować tego ustawienia strony dla tego użytkownika. <br><a href='/settings/account'> Wróć do strony Ustawienia</a>.
pt: Algo deu errado. Não foi possível carregar esta página de configurações para este usuário. <br><a href='/settings/account'>Volte para sua página de configurações</a>.
pt_pt: Ocorreu um erro; não foi possível aceder à página de definições desse utilizador. <br><a href='/settings/account'>Volta à tua página de definições</a>.
tr: Bir şeyler ters gitti; bu kullanıcı için, bu ayar sayfası yüklenemiyor. <br><a href='/settings/account'> Kendi ayarlar sayfanıza geri dönünüz</a>.

source: Something's wrong with the HTML, but we're not sure what.
da: Der er noget er galt med HTML-koden, men vi er ikke sikker på hvad.
es: Algo está mal con el HTML, pero no estamos seguros de qué.
nb: Noe er galt med HTML, men vi vet ikke sikkert hva.
nl: Er is iets mis met de HTML-code, maar we weten niet precies wat.
pl: Coś jest nie tak z HTML, ale nie jesteśmy pewni, co dokładnie.
pt: Há algo errado com o HTML, mas não sabemos exatamente o quê.
tr: HTML'de yanlış bir şeyler var, ama ne olduğundan emin değiliz.

source: Sometimes it helps to ask a question underneath the talk-through, when something is confusing. Did you try that?
da: Nogle gange hjælper det at stille et spørgsmål nedenunder gennemgangen, når noget er forvirrende. Har du prøvet det?
es: Algunas veces ayuda hacer preguntas debajo de la guía paso a paso cuando algo es confuso. ¿Intentaste eso?
fr: Parfois, cela aide de poser une question durant les explications étape par étape pour aider à clarifier un point précis. Avez-vous essayé?
nb: Noen ganger hjelper det å stille et spørsmål under gjennomgangen når noe er forvirrende. Har du forsøkt det?
nl: Soms helpt het om een vraag te stellen onder de instructies, als iets onduidelijk is. Heb je dat als geprobeerd?
pl: Czasami podczas powtórki ze skomplikowanym materiałem pomocnym jest zadanie pytania (pod samouczkiem). Czy próbowałeś już tego podejścia?
pt: É interessante fazer uma pergunta abaixo do guia passo a passo quando algo está confuso. Tentou fazer isso?
tr: Aklınıza takılan bir şey olduğunda, ayrıntılı konuşma bölümünün altında bir soru sormak işe yarayabilir. Bunu denemiş miydiniz?

source: Sometimes it helps to re-watch the talk-through. Have you tried that?
da: Nogle gange hjælper det at gense gennemgangen. Har du prøvet det?
es: Algunas veces ayuda volver a ver la guía paso a paso. ¿Has intentado eso?
fr: Parfois, cela rend service de revoir la procédure étape par étape? Avez vous essayé?
nb: Noen ganger hjelper det å se gjennomgangen på nytt. Har du prøvd det?
nl: Soms helpt het om de instructies opnieuw te bekijken. Heb je dat al geprobeerd?
pl: Czasami ponowne przerobienie powtórki pomaga, czy już tą metodę spróbowałeś?
pt: É interessante assistir ao guia passo a passo novamente. Tentou fazer isso?
tr: Bazen detaylı konu anlatımını tekrar izlemek yardımcı olabilir. Bunu denemiş miydiniz?

source: Songs
nb: Sanger
pt: Músicas

source: Sophie Harland completed her Masters at the Courtauld Institute of Art, writing her dissertation on the reproduction of ancient sculpture in eighteenth-century Britain. During her studies she wrote for and edited a number of gallery publications as well as delivering public talks in the Courtauld Gallery.
pt: Sophie Harland completou seu mestrado no Instituto Courtauld de Arte, com uma dissertação sobre a reprodução de esculturas antigas na Grã-Bretanha do século XVIII. Durante seus estudos, ela escreveu e editou diversas publicações de galerias, além de dar palestras públicas na Galeria Courtauld.
tr: Sophie Harland Master'ını Courtauld Sanat Enstitüsü'nde tamamlamıştır, tezini onsekizinci yüzyıl İngilteresi'nde antik heykellerin reprodüksiyonu üzerine yazmıştır. Çalışmaları sırasında, Courtauld Galerisi'nde halka açık konuşmalar yapmanın yanı sıra, birçok galeri yayımına yazılarıyle katkıda bulunmuş ve editörlük yapmıştır.

source: Sorry about that! The syntax messages can be confusing sometimes.
da: Beklager! Syntaks-beskeder kan nogle gange være forvirrende.
es: ¡Lo sentimos! Los mensajes de sintaxis pueden ser confusos algunas veces.
fr: Désolé! Parfois les messages de syntaxe peuvent être déconcertants.
nb: Beklager det. Syntaksmeldinger kan være forvirrende noen ganger.
nl: Sorry! De syntax berichten kunnen soms verwarrend zijn.
pl: Przepraszamy za to! Wiadomości o składni mogą być czasem mylące.
pt: Desculpe, as mensagens de sintaxe podem ser confusas às vezes.
tr: Bunun için üzgünüz! Söz dizimi mesajları bazen akıl karıştırıcı olabiliyor.

source: Sorry if our instructions are confusing! Please describe what is unclear about the instructions:
da: Beklager, hvis vores instruktioner er forvirrende! Beskriv hvad er uklart i vejledningen:
es: ¡Lamentamos si nuestras instrucciones son confusas! Por favor describe qué no es claro acerca de las instrucciones:
fr: Désolé si nos instructions sont déconcertantes! s'il vous plaît, veuillez décrire ce que vous trouvez pas qui n'est pas clair dans nos instructions:
nb: Beklager hvis instruksjonene våre er forvirrende! Vennligst beskriv hva som var uklart i instruksjonene:
nl: Het spijt ons als onze instructies onduidelijk zijn! Meld a.u.b. wat er precies onduidelijk is aan de instructies:
pl: Przepraszamy, jeśli nasze instrukcje są mylące! Prosimy, opisz co jest w nich niejasne:
pt: Desculpe se nossas instruções estão confusas! Descreva o que não está claro nas instruções:
tr: Yönergelerimiz akıl karıştırıcı ise özür dileriz! Lütfen yönergelere ilişkin olarak neyi anlamadığınızı bize tanımlayabilir misiniz?

source: Sorry!
es: ¡Lo sentimos!
ja: すみません!
nb: Unnskyld!
pl: Przepraszamy!
pt: Desculpe!
pt_pt: Desculpa!
tr: Üzgünüm!

source: Sorry! That server is not permitted.
da: Beklager! Denne server er ikke tilladt.
es: ¡Lo sentimos! Ese servidor no está permitido.
nb: Unnskyld! Serveren er ikke tillatt.
pl: Przepraszamy! Ten serwer nie jest dozwolony.
pt: Esse servidor não é permitido.
tr: Üzgünüm! Bu sunucuya izin verilmiyor.

source: Sorry, %(email)s is already linked to another Khan Academy account.
da: Beklager, %(email)s er allerede knyttet til en anden Khan Academy konto.
es: Lo lamentamos, %(email)s ya está vinculado con otra cuenta de Khan Academy.
fr: Désolé, %(email)s est déjà associé à un autre compte de la Khan Academy.
ja: 申しわけありませんが，%(email)s は既に他のカーンアカデミーアカウントにリンクされています．
nb: Beklager, %(email)s er allerede koblet til en annen Khan Academy konto.
nl: Sorry, %(email)s is al gekoppeld aan een andere account.
pl: Przepraszamy, %(email)s jest już przypisany do innego konta na Khan Academy.
pt: Desculpe, %(email)s já está vinculado a outra conta da Khan Academy.
pt_pt: O endereço de e-mail %(email)s já está associado a outra conta da Khan Academy.
tr: Üzgünüz, %(email)s başka bir Khan Academy hesabına bağlıdır.

source: Sorry, %(email)s is already linked to another Khan Academy account. Please log into it and unlink the email address or delete the account in order to link the email address to this account.
da: Beklager, %(email)s er allerede knyttet til en anden Khan Academy konto. Log venligst ind med den og fjern forbindelsen til e-mail-adressen eller slet kontoen for at forbinde e-mail-adressen til denne konto.
es: Lo lamentamos, %(email)s ya está vinculado con otra cuenta de Khan Academy. Por favor accede a esa cuenta, desvincula la dirección de correo electrónico o borra la cuenta para que puedas vincular el correo electrónico con esta cuenta.
fr: Désolé, %(email)s est déjà associé à un autre compte Khan Academy. S'il vous plaît connectez-vous à ce compte pour le dissocier ou le supprimer afin d'associer l'adresse e-mail à ce compte.
ja: 申しわけありませんが，%(email)s は既に他のカーンアカデミーアカウントにリンクされています．このアカウントに電子メイルアドレスをリンクするためには，他のアカウントにログインして，電子メイルアドレスのリンクを解除，あるいは他のアカウントを削除して下さい．
nb: Beklager, %(email)s er allerede koblet til en annen Khan Academy konto. Vennligst logg inn i den og frakoble e-postadressen eller slett kontoen for å koble e-postadressen til denne kontoen.
nl: Sorry, %(email)s is al gekoppeld aan een andere account. Log in en ontkoppel dit e-mailadres of verwijder het bestaande account om het e-mailadres aan deze account te kunnen koppelen.
pl: Przepraszamy, %(email)s jest już przypisany do innego konta Khan Academy. Prosimy, zaloguj się na nie i usuń z niego ten adres e-mail lub skasuj konto, jeśli chcesz dołączyć ten adres do tego konta.
pt: Desculpe, %(email)s já está vinculado a outra conta da Khan Academy. Entre na conta e desvincule o e-mail ou exclua a conta para vincular esse e-mail a essa conta.
pt_pt: O endereço de e-mail %(email)s já está associado a outra conta da Khan Academy. Por favor, inicia sessão e desassocia este endereço de e-mail dessa conta ou apaga-a para conseguires associar este endereço de e-mail a esta conta.
tr: Üzgünüz, %(email)s zaten başka bir Khan Academy hesabına bağlı. O hesaba girerek e-posta bağlantısını kaldırabilirsiniz veya o hesabı silebilirsiniz. Ancak bundan sonra verdiğiniz e-posta adresini bu hesapla bağlantılı hale getirebilirsiniz.

source: Sorry, I don't understand that!
da: Beklager, jeg forstår det ikke!
es: Lo siento, no entiendo eso.
fr: Désolé, je ne comprends pas !
nb: Beklager, jeg forstår ikke!
nl: Sorry, dat ik begrijp niet!
pl: Przepraszam, nie rozumiem tego!
pt: Desculpe, não entendi!
pt_pt: Não percebi!
tr: Üzgünüm, bunu anlayamadım!

source: Sorry, another Khan Academy account is already using that login or its email address. You need to disconnect that login from your other Khan Academy account first.
da: Desværre, bruger en anden Khan Academy konto allerede dette login eller e-mail-adresse. Du skal afbryde forbindelsen med det login fra din anden Khan Academy konto først.
es: Lo sentimos, otra cuenta de Khan Academy ya está usando ese inicio de sesión o su dirección de correo electrónico. Necesitas desconectar ese inicio de sesión desde tu otra cuenta Khan Academy primero.
fr: Désolé, un autre compte Khan Academy utilise déjà ce nom d'utilisateur ou cette adresse e-mail. Vous devez déconnecter ce nom d'utilisateur de votre autre compte Khan Academy d'abord.
ja: すみませんが，他のカーンアカデミーのアカウントが既にこのログインアカウントか電子メイルアドレスを使っています．まずあなたの他のカーンアカデミーアカウントからのログインの接続を切る必要があります．
nb: Dessverre bruker en annen Khan-Academy-konto allerede dette brukernavnet eller denne e-post-adresse. Du må avslutte forbindelsen med den innloggingen fra din andre Khan-Academy-konto først.
nl: Sorry, dat login of e-mailadres wordt al gebruikt door een ander Khan Academy account. U moet dat login eerst disconnecten van uw andere Khan Academy account.
pl: Niestety inny użytkownik Khan Academy posiada przez ciebie wybrany login lub adres e-mailowy. Prosimy, najpierw odłącz ten login od twojego innego konta Khan Academy.
pt: Desculpe, esse login ou e-mail já está sendo usado por outra conta da Khan Academy. Primeiro você precisa desconectar esse login da outra conta da Khan Academy.
pt_pt: Pedimos desculpa, mas já existe uma conta na Khan Academy que utiliza o nome de utilizador ou o e-mail que digitaste. Para continuares, tens de desassociar esse nome de utilizador da tua outra conta.
tr: Üzgünüz, bu bağlantı bilgilerini başka bir Khan Academy hesabı kullanıyor. Eğer farklı bir kullanıcı hesabınız var ise bağlantı bilgilerini diğer hesabınızdan ayırmayı deneyebilirsiniz.

source: Sorry, but security restrictions on this site prevent you from using "&lt;%(openTag_name)s&gt;" tags.
da: Beklager, men sikkerhedsrestriktioner på denne hjemmeside forhindrer dig i at bruge "&lt;%(openTag_name)s&gt;" tags.
es: Lo sentimos, pero las restricciones de seguridad en este sitio previenen que uses las etiquetas "&lt;%(openTag_name)s&gt;".
nb: Beklager, men sikkerhetsbegrensninger på dette nettstedet hindre deg i å bruke "&lt;%(openTag_name)s &gt;" koder.
nl: Sorry, de beveiliging van deze website staat het gebruik van "&lt;%(openTag_name)s&gt;" tags niet toe.
pl: Przepraszamy, ale względy bezpieczeństwa na tej stronie uniemożliwiają Ci użycie tagów "&lt;%(openTag_name)s&gt;".
pt: As restrições de segurança deste site impedem a utilização de tags "&lt;%(openTag_name)s&gt;".
tr: Üzgünüz, ancak bu sitedeki güvenlik kısıtlamaları "&lt;%(openTag_name)s&gt;" etiketlerinin kullanımına izin vermemektedir.

source: Sorry, but security restrictions on this site prevent you from using "&lt;script&gt;" tags.
da: Beklager, men sikkerhedsrestriktioner på denne hjemmeside forhindrer dig i at bruge "&lt;script&gt;" tags.
es: Lo sentimos, pero las restricciones de seguridad en este sitio previenen que uses las etiquetas de "&lt;script&gt;".
nb: Beklager, men sikkerhetsbegrensninger på dette nettstedet hindre deg i å bruke "&lt; script &gt;" koder.
nl: Sorry, de beveiliging van deze website staat het gebruik van "&lt;script&gt;" tags niet toe.
pl: Przepraszamy, ale względy bezpieczeństwa na tej stronie uniemożliwiają Ci użycie tagów "&lt;script&gt;".
pt: As restrições de segurança deste site impedem a utilização de tags "&lt;script&gt;".
tr: Üzgünüz, ancak bu sitenin güvenlik kısıtlamaları "&lt;script&gt;" etiketlerini kullanmanıza izin vermemektedir.

source: Sorry, but security restrictions on this site prevent you from using the "%(attribute_name_value)s" JavaScript event handler attribute.
da: Beklager, men sikkerhedsrestriktioner på denne hjemmeside forhindrer dig i at bruge "%(attribute_name_value)s" JavaScript event handler attributten.
es: Lo sentimos pero las restricciones de seguridad en este sitio previenen que uses el atributo de Javascript de manejo de eventos "%(attribute_name_value)s".
nb: Beklager, men sikkerhetsbegrensninger på denne nettsiden hindrer deg i å bruke "%(attribute_name_value)s" JavaScript hendelse attributten.
nl: Sorry, de beveiliging van deze website staat het gebruik van "%(attribute_name_value)s" JavaScript event handler attribuut niet toe.
pl: Przepraszamy, ale względy bezpieczeństwa na stronie uniemożliwiają Ci użycie atrybutu obsługi JavaScript "%(attribute_name_value)s".
pt: As restrições de segurança neste site impedem a utilização do atributo do manipulador de evento em JavaScript "%(attribute_name_value)s".
tr: Üzgünüz, ancak bu sitenin güvenlik kısıtlamaları "%(attribute_name_value)s" JavaScript olay işleyici niteliklerini kullanmanıza izin vermemektedir.

source: Sorry, but security restrictions on this site prevent you from using the "javascript:" URL.
da: Beklager, men sikkerhedsrestriktioner på denne hjemmeside forhindrer dig i at bruge "javascript:" URL'en.
es: Lo sentimos, pero las restricciones de seguridad en este sitio previenen que uses la URL "javascript:".
nb: Beklager, men sikkerhetsbegrensninger på dette nettstedet hindre deg i å bruke "javascript:" URL.
nl: Sorry, de beveiliging van deze website staat het gebruik van de "javascript:" URL niet toe.
pl: Przepraszamy, ale względy bezpieczeństwa na tej stronie uniemożliwiają Ci użycie "javascript:" URL.
pt: As restrições de segurança deste site impedem a utilização da URL "javascript:".
tr: Üzgünüz, ancak bu sitenin güvenlik kısıtlamaları "javascript:" URL'lerinin kullanmanıza izin vermemektedir.

source: Sorry, but that password's too weak.
da: Beklager, men adgangskoden er for svag.
es: Perdón, pero esa contraseña es muy débil.
fr: Désolé, mais ce mot de passe est trop vulnérable.
ja: 申し訳ありませんが、そのパスワードはあまりにも弱すぎます。
nb: Beklager, men passordet er for svakt.
nl: Sorry, maar dat wachtwoord is te zwak.
pl: Przepraszam, ale to hasło jest zbyt słabe.
pt: Desculpe, mas essa senha é muito fraca.
pt_pt: A palavra-passe que definiste é muito fraca.
tr: Üzgünüz, ama bu şifre çok zayıf.

source: Sorry, email notifications are not available for child accounts. Come back after you turn 13!
da: Desværre, e-mail-meddelelser er ikke tilgængelige for børnekonti. Kom tilbage når du fylder 13!
es: Lo lamentamos, las notificaciones por correo electrónico no están disponibles para las cuentas infantiles. ¡Vuelve después de cumplir 13 años!
fr: Désolé, les notifications par courrier électronique ne sont pas disponibles pour les comptes d'enfants. Revenez après vos 13 ans !
ja: すみません．チャイルドアカウントでは電子メイルのお知らせはできません．13歳になったらまた来て下さい!
nb: Beklager, e-postvarsel er ikke tilgjengelig for barnekontoer. Kom tilbake når du har fylt 13!
nl: Sorry, e-mailmeldingen zijn niet beschikbaar voor accounts van kinderen. Kom terug wanneer je ouder bent dan 13!
pl: Przepraszamy, powiadomienia e-mail nie są dostępne dla konta dziecka. Wróć gdy skończysz 13 lat!
pt: Desculpe, notificações de e-mail não estão disponíveis para contas infantis. Volte quando você tiver 13 anos!
pt_pt: Desculpa, mas as notificações por e-mail não estão disponíveis para as contas infantis. Volta quando fizeres 13 anos!
tr: Özür dileriz, öğrenci hesaplarına e-mail bildirimleri gönderilmemektedir. Fakat, bunu 13üncü yaş gününüzden sonra bir daha konuşabiliriz!

source: Sorry, no. Try again, or
da: Beklager, nej. Prøv igen, eller
es: Lo sentimos, no. Inténtalo de nuevo, o
fr: Aïe, non, désolé. Essaye encore, ou
nb: Beklager, nei. Prøv på nytt, eller
nl: Sorry, nee. Probeer opnieuw of
pl: Niestety nie. Spróbuj ponownie, lub
pt: Sinto muito. Tente novamente, ou
pt_pt: Desculpa, mas não. Volta a tentar ou
tr: Üzgünüz, hayır. Tekrar deneyin, veya

source: Sorry, our records don't show that you've earned this badge.
da: Desværre, vores arkiv viser at du ikke har optjent dette badge.
es: Lo sentimos, nuestros registros no muestran que hayas ganado esta medalla.
fr: Désolé, nos dossiers montrent que vous n'avez pas gagné ce badge.
nb: Beklager, våre registre viser ikke at du har oppnådd dette merket.
nl: Sorry, onze gegevens zeggen dat je deze medaille niet hebt verdiend.
pl: Niestety, nasze dane nie wskazują, że zdobyłeś tą odznakę.
pt: Desculpe, nossos registros não mostram que você ganhou essa medalha.
tr: Üzgünüz, kayıtlarımızda bu madalyayı kazandığınız görünmüyor.

source: Sorry, something went wrong loading your newsletter preferences. Wait a minute or two, then %(tryAgain)s.
da: Desværre, gik noget galt under indlæsning af indstillinger for nyhedsbrevet. Vent et minut eller to, og %(tryAgain)s.
es: Lo lamentamos, algo salió mal al cargar las preferencias de tu boletín informativo. Espera un minuto o dos y después %(tryAgain)s.
fr: Désolé, un problème est survenu lors du chargement de vos préférences de bulletin d'information. Attendez une minute ou deux, puis %(tryAgain)s.
ja: すみません．あなたのニュースレターの設定をロードする時に何かが上手くいきませんでした．1〜2分待ってみて，%(tryAgain)s して下さい．
nb: Beklager. Noe gikk galt da vi lastet dine innstillinger for nyhetsbrev. Vent et minutt eller to, og %(tryAgain)s.
nl: Sorry, er is iets misgelopen bij het laden van je nieuwsbrief instellingen. Wacht een minuutje of twee en %(tryAgain)s.
pl: Przepraszamy, coś poszło nie tak podczas ładowania Twoich opcji newslettera. Poczekaj minutę lub dwie, a następnie %(tryAgain)s.
pt: Desculpe, algo deu errado ao carregar suas preferências do boletim informativo. Espere um ou dois minutos, e então %(tryAgain)s.
pt_pt: Desculpa, ocorreu um erro ao carregar as tuas preferências de boletins informativos. Aguarda um minuto ou dois e, depois, %(tryAgain)s.
tr: Özür dileriz, bülten tercihleriniz yüklenirken bir hata oluştu. Bir kaç dakika bekledikten sonra %(tryAgain)s.

source: Sorry, something went wrong saving their address! Please ask your parent or guardian to contact us!
ja: すみません．彼らのアドレスを保存する際に何かおかしなことが起きました! あなたの親または保護者に私達に連絡するようにお願いして下さい!
nb: Beklager, noe gikk galt når vi lagret adressen! Kan du spør dine foreldre eller foresatte om å kontakte oss?
pl: Przepraszamy, coś poszło nie tak podczas zapisywania adresu. Poproś swoich rodziców lub opiekunów aby się z nami skontaktowali!
pt: Ocorreu um erro ao salvar o endereço! Peça a seus pais ou responsáveis para entrarem em contato conosco!
tr: Üzgünüm, adresini kaydetmekte bir sorun oluştu! Lütfen ebeveyniniz veya velinizden bizimle iletişime geçmesini isteyin!

source: Sorry, something went wrong. Please try again.
da: Beklager, noget gik galt. Prøv venligst igen.
es: Lo sentimos, algo salió mal. Por favor, intenta de nuevo.
fr: Oups, cela n'a pas marché. Veuillez essayer à nouveau.
ja: すみません．何かが上手くいきませんでした．もう一度試してみて下さい．
nb: Beklager, gikk noe galt. Prøv på nytt.
nl: Sorry, er is iets fout gegaan. Probeer het opnieuw.
pl: Przepraszamy, coś poszło nie tak. Spróbuj ponownie.
pt: Desculpe, ocorreu um erro. Tente novamente mais tarde.
pt_pt: Ocorreu um erro. Por favor, volte a tentar.
tr: Üzgünüz, bir şeyler ters gitti. Lütfen yeniden deneyiniz.

source: Sorry, that username is already claimed by another user.
da: Beklager, brugernavnet er allerede taget af en anden bruger.
es: Lo sentimos, ese nombre de usuario ya lo tiene otro usuario.
fr: Désolé, ce nom d'utilisateur est déjà utilisé par un autre utilisateur.
ja: 申し訳ありませんが、そのユーザー名は既に他のユーザーが使っています。
nb: Beklager, brukernavnet er allerede benyttet av en annen bruker.
nl: Sorry, deze gebruikersnaam wordt al door iemand gebruikt.
pl: Niestety ta nazwa użytkownika jest już używana przez innego użytkownika.
pt: Desculpe, esse nome de usuário já está sendo usado por outro usuário.
pt_pt: Este nome de utilizador já está a ser utilizado.
tr: Üzgünüz, bu kullanıcı adı zaten başka bir kullanıcı tarafından kullanılıyor.

source: Sorry, that username's too short.
da: Beklager, men brugernavnet er for kort.
es: Perdón, ese nombre de usuario es muy corto.
fr: Désolé, ce nom d'utilisateur est trop court.
ja: 申し訳ありませんが、そのユーザー名は短すぎます。
nb: Beklager, brukernavnet er for kort.
nl: Sorry, die gebruikersnaam is te kort.
pl: Przepraszam, ta nazwa użytkownika jest za krótka.
pt: Desculpe, esse nome de usuário é muito curto.
pt_pt: O nome de utilizador que definiste é demasiado curto.
tr: Üzgünüz, bu kullanıcı adı çok kısa.
