Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Displaces the drawn shapes by a given amount in the x/y directions. If called multiple times, the offsets will be added to each other (accumulative effect). To stop translating shapes, use pushMatrix()/popMatrix().
da: Forskyder de tegnede figurer med en given mængde i x/y retningerne. Hvis den kaldes flere gange, tilføjes forskydningerne hinanden (akkumulerende effekt). For at stoppe forskydning af figurer, skal du bruge pushMatrix()/popMatrix().
es: Desplaza las figuras dibujadas por una cantidad determinada en las direcciones x/y. Si es utilizada varias veces, los desplazamientos se sumaran uno al otro (efecto acumulativo). Para detener la traslación de formas, usa pushMatrix()/popMatrix().
nb: Endrer de tegnede figurene ved en gitt størrelse i x/y retning. Hvis det brukes flere ganger, legges forskyvningene etter hverandre (akkumulative effekt). For å stoppe transformasjoner av figurer, bruker du pushMatrix()/popMatrix().
pl: Wypiera rysowane kształty o podaną wartość w kierunkach x/y. Jeżeli zostanie wywołane wiele razy, przesunięcia zostaną do siebie dodane (efekt akumulacji). Żeby zatrzymać przesuwanie kształtów, użyj pushMatrix()/popMatrix().
pt: Desloca as formas desenhadas um determinado valor nas direções x/y. Se chamada várias vezes, os deslocamentos serão adicionados aos anteriores (efeito acumulativo). Para parar de transladar as formas, use pushMatrix()/popMatrix().
tr: Çizilen şekli, x/y yönlerinde belirtilen miktarda öteler. Birden çok kez kullanılırsa, ötelemeler birbirine eklenecektir (toplam etki). Şekilleri ötelemeyi durdurmak için, pushMatrix()/popMatrix() kullanınız.

source: Display my name on public leaderboards
es: Mostrar mi nombre en las tablas de clasificación públicas
fr: Afficher mon nom dans le tableau des classements publics
ja: 私の名前を公開されたリーダーボードに載せて下さい．
nb: Vise mitt navn på offentlige resultatlister
pl: Wyświetlaj moją nazwę na publicznych listach rankingowych
pt: Exibir meu nome no quadro de liderança público
pt_pt: Mostrar o meu nome na lista de melhores classificados
tr: Genel liderler panosunda adımı gösterin

source: Display the percentage of your school participating in LearnStorm and show how it grows over time.
es: Muestra el porcentaje de la participación de tu escuela en LearnStorm y muestra cómo crece con el tiempo.
nb: Vis prosentandelen fra din skole som deltar i LearnStorm og vis hvordan det øker over tid.
pt: Exibir a porcentagem da participação de sua escola na LearnStorm e mostrar como ela cresce com o tempo.
tr: Okulunuzdan LearnStorm'a katılanların yüzdesini ve zamanlar nasıl büyüdüğünü gösterin.

source: Display your school and city’s standing on the leaderboards, showing how it changes from week to week and encouraging your students to contribute to their broader community.
es: Muestra la posición de tu escuela y ciudad en las tablas de clasificación, muestra como cambia de semana en semana y estimula a tus estudiantes a contribuir a su más amplia comunidad.
nb: Vis skolen og byens plassering på resultatlistene, hvordan det endres fra uke til uke og oppmuntrende dine elever til å bidra til deres bredere fellesskap.
pt: Exibir a classificação de sua escola e cidade no quadro de classificação, mostrando como ela varia de semana para semana, e incentivar seus alunos a contribuir com toda a comunidade.
tr: Lider panolarında okulunuzun ve şehrinizin sıralamasını gösterin, haftadan haftaya nasıl değiştirdiğine bakın ve öğrencilerinizin toplumunuza katkıda bulunmalarını teşvik edin.

source: Display your students’ progress with a poster showing their total points as well as their total hustle points. Use stickers or some other marker to represent each student.
es: Muestra el progreso de tus estudiantes con un cartel que muestre sus puntos totales, así como sus puntos de esfuerzo totales. Usa pegatinas u otros marcadores para representar a cada estudiante.
nb: Vis elevenes fremdrift med en plakat som viser deres totale poeng og også deres totale streve poeng. Bruk klistremerker eller noen andre markør for å representere hver student.
pt: Exibir o progresso de seus alunos com um pôster que mostra sua pontuação total, bem como o total de pontos de esforço. Use adesivos ou alguma outra marca para representar cada aluno.
tr: Öğrencilerinizin ilerlemesini toplam puanlarının yanı sıra toplam çaba puanlarını da gösteren bir posterle gösterin. Her öğrenciyi temsil etmesi için çıkartma veya başka bir işaret kullanın.

source: Displays this:
da: Viser dette:
es: Muestra esto:
fr: Affiche ceci :
ja: 次を表示して下さい:
nb: Viser dette:
nl: Geeft dit weer:
pl: Wyświetla to:
pt: Exibe isso:
pt_pt: Poderás ver isto:
tr: Bunu görüntüler:

source: Distance
pt: Distância
tr: Mesafe

source: Distance (kilometers)
pl: Odległość (kilometry)
pt: Distância (quilômetros)
tr: Mesafe (km)

source: Distance between point and line
da: Afstanden mellem et punkt og en linje
es: Distancia entre un punto y una recta
fr: Distance d'un point à une droite
nb: Avstanden mellom et punkt og en linje
pl: Odległość między punktem a prostą
pt: Distância entre ponto e reta
tr: Noktanın doğruya uzaklığı

source: Distance driven (kilometers)
nb: Avstand kjørt (kilometer)
pt: Distância percorrida (quilômetros)

source: Distance formula
da: Afstandsformlen
es: Fórmula de la distancia
fr: Calculer la distance entre deux points
nb: Avstandsformlen
nl: Afstand tussen twee punten
pl: Wzór na odległość między punktami
pt: Fórmula da distância
tr: Uzaklık Formülü

source: Distance from the mean
fr: Distance à la moyenne
nb: Avstand fra middelverdien
pl: Odległość od średniej
pt: Distância da média
tr: Ortalamadan uzaklık

source: Distance on <var>vehicle(1)</var> + distance on <var>vehicle(2)</var> = total distance.
es: Distancia en <var>vehicle(1)</var> + distancia en <var>vehicle(2)</var> = distancia total.
fr: distance en <var>vehicle(1)</var> + distance en <var>vehicle(2)</var> = distance totale.
nb: Avstand til <var>vehicle(1)</var> + avstand til <var>vehicle(2)</var> = total avstand.
nl: Afstand op <var>vehicle(1)</var> + afstand op <var>vehicle(2)</var> = totale afstand.
pl: Odległość <var>vehicle(1)</var> + odległość<var>vehicle(2)</var> = łączna odległość.
pt: Distância no <var>vehicle(1)</var> + a distância no <var>vehicle(2)</var> = distância total.
tr: <var>vehicle(1)</var>'taki uzaklık + <var>vehicle(2)</var>'taki uzaklık = toplam uzaklık

source: Distribute <span data-if="C % F === 0">the right side</span><span data-else="">both sides</span>.
da: Distribuer <span data-if="C % F === 0">den højre side</span><span data-else="">på begge sider</span>.
es: Distribuye <span data-if="C % F === 0">el lado derecho</span><span data-else="">ambos lados</span>.
fr: On développe <span data-if="C % F === 0">le membre de droite</span><span data-else="">les deux membres </span>.
nb: Distribuere <span data-if="C % F === 0">den høyre siden</span><span data-else="">på begge sider</span>.
pt: Distribua <span data-if="C % F === 0">o lado direito</span><span data-else="">os dois lados</span>.
tr: <span data-if="C % F === 0">Sağ tarafı</span><span data-else="">İki tarafı da</span> dağıtın.

source: Distribute any negative signs.
da: Gang ethvert negativt fortegn ind i parentesen.
es: Distribuye los signos negativos.
fr: On prend les opposés des termes de la parenthèse précédée d'un signe moins.
nb: Gang inn negative tegn inn i parenteser.
pl: Wymnóż znaki minus.
pt: Distribua todos os sinais negativos.
tr: Negatif işaretleri dağıtınız.

source: Distribute the <code><var>F1</var></code> onto the first complex number:
fr: On multiplie le premier nombre par <code><var>F1</var></code> :
pt: Distribua o <code><var>F1</var></code> no primeiro número complexo:
tr: <code><var>F1</var></code>'i birinci karmaşık sayıya dağıtın:

source: Distribute the <code><var>F2</var></code> onto the second complex number:
fr: On multiplie le deuxième nombre par <code><var>F2</var></code> :
pt: Distribua o <code><var>F2</var></code> no segundo número complexo:
tr: <code><var>F2</var></code>'yi ikinci karmaşık sayıya dağıtın:

source: Distribute the <code><var>m</var></code> in the <code class="hint_blue"><var>m</var>(x - <var>x1</var>)</code> term on the right.
da: Gang <code><var>m</var></code> ud i <code class="hint_blue"><var>m</var>(x - <var>x1</var>)</code>-leddet til højre.
es: Distribuye la <code><var>m</var></code> en el término <code class="hint_blue"><var>m</var>(x - <var>x1</var>)</code> de la derecha.
fr: On développe le membre de droite <code class="hint_blue"><var>m</var>(x - <var>x1</var>)</code> en multipliant les deux termes de la parenthèse par <code><var>m</var></code>.
nb: Sett <code><var>m</var></code> inn i <code class="hint_blue"><var>m</var>(x - <var>x1</var>)</code> leddet til høyre.
pt: Distribua o <code><var>m</var></code> no termo <code class="hint_blue"><var>m</var>(x - <var>x1</var>)</code> da direita.
tr: Sağdaki <code class="hint_blue"><var>m</var>(x - <var>x1</var>)</code> teriminde <code><var>m</var></code>'yi dağıtın.

source: Distribute the <code>\pink{<var>C</var>}</code>:
es: Distribuye el <code>\pink{<var>C</var>}</code>:
fr: Développez <code>\pink{<var>C</var>}</code> :
nb: Gang <code>\pink{<var>C</var>}</code> inn i parentesen:
pl: Rozdziel <code>\pink{<var>C</var>}</code>:
pt: Distribua <code>\pink{<var>C</var>}</code>:
tr: <code>\pink{<var>C</var>}</code>'yi dağıtın:

source: Distribute the <code>\pink{<var>fractionReduce(C, C_DENOM)</var>}</code>:
da: Gang <code>\pink{<var>fractionReduce(C, C_DENOM)</var>}</code> ind i parentesen:
es: Distribuye el <code>\pink{<var>fractionReduce(C, C_DENOM)</var>}</code>:
fr: On développe <code>\pink{<var>fractionReduce(C, C_DENOM)</var>}</code> :
nb: Distribuer <code>\pink{<var>fractionReduce(C, C_DENOM)</var>}</code>:
pl: Rozdziel <code>\pink{<var>fractionReduce(C, C_DENOM)</var>}</code>:
pt: Distribua a <code>\pink{<var>fractionReduce(C, C_DENOM)</var>}</code>:
tr: <code>\pink{<var>fractionReduce(C, C_DENOM)</var>}</code> dağıtınız:

source: Distribute the <code>\purple{<var>E</var>}</code> into the first set of parentheses:
fr: On multiplie chacun des termes de la parenthèse par <code>\purple{<var>E</var>}</code> (cela s'appelle développer) :
nb: Multiplisere inn <code>\purple{<var>E</var>}</code> i den første parentesen:
nl: Vermenigvuldig de factor <code>\purple{<var>E</var>}</code> binnen het eerste paar haakjes:
pt: Distribua o <code>\purple{<var>E</var>}</code> dentro do primeiro conjunto de parênteses:
tr: <code>\purple{<var>E</var>}</code>'yi ilk parantezin içine dağıtınız:

source: Distribute the <code>\purple{<var>F</var>}</code> into the parentheses:
fr: On multiplie chacun des termes de la parenthèse par <code>\purple{<var>F</var>}</code> (on dit qu'on développe) :
nb: Multipliser <code>\purple{<var>F</var>}</code> inn i parentesen:
nl: Vermenigvuldig de factor <code>\purple{<var>F</var>}</code> binnen de haakjes:
pt: Distribua o <code>\purple{<var>F</var>}</code> para dentro dos parênteses:
tr: <code>\purple{<var>F</var>}</code>'yi parantezin içine dağıtınız:

source: Distribute the negative in front of the parentheses. Be careful! The negative sign in front of the parentheses means we're multiplying by <code>\pink{-1}</code>:
da: Gang minustegnet foran parentesen ind i parentesen. Pas på! Minustegnet betyder, at vi skal gange alle led med <code>\pink{-1}</code>:
es: Distribuye el signo menos en frente de los paréntesis. ¡Ten cuidado! Recuerda que un signo negativo delante de los paréntesis significa que estamos multiplicando por <code>\pink{-1}</code>:
fr: On retire la parenthèse précédée d'un signe moins. Attention ! Le signe moins devant une parenthèse signifie qu'il faut multiplier par <code>\pink{-1}</code>:
nb: Gang minustegnet foran parentesen inn i parentesen. Pass på! Minustegnet betyr at vi skal gange alle ledd med <code>\pink{-1}</code>:
pt: Distribua o sinal negativo antes dos parênteses. Cuidado! O sinal negativo antes dos parênteses significa que estamos multiplicando por <code>\pink{-1}</code>:
tr: Parantezin önündeki eksi işaretini dağıtın. Dikkatli olun! Parantezin önündeki eksi işareti, <code>\pink{-1}</code> ile çarpıyoruz demektir:

source: Distribute the negative sign on the right side.
da: Gang minus-fortegnet ind i parentesen på højre side.
es: Distribuye el signo negativo del lado derecho.
fr: On retire la parenthèse dans le membre de droite, en multipliant par -1.
nb: Multipliser minus-tegnet inn i parentesen på høyre side.
pt: Distribua o sinal negativo do lado direito.
tr: Sağ tarafta eksi işaretini dağıtın.

source: Distribute the negative sign onto the first complex number:
fr: On multiplie le premier nombre par -1 :
pt: Distribua o sinal de negativo no primeiro número complexo:
tr: Eksi işaretini birinci karmaşık sayıya dağıtın:

source: Distribute the negative sign onto the second complex number:
fr: On multiplie le deuxième nombre par -1 :
pt: Distribua o sinal de negativo no segundo número complexo:
tr: Eksi işaretini ikinci karmaşık sayıya dağıtın:

source: Distribute the negative sign:
da: Gang minustegnet ind i parentesen:
es: Distribuye el signo negativo:
fr: On retire la parenthèse en prenant les opposés de chacun des termes :
nb: Gang minustegnet inn i parentesen:
pl: Wymnóż znaki minus:
pt: Distribua o sinal negativo:
tr: Eksi işaretini dağıtın:

source: Divide <code>\red{\dfrac{1}{<var>DENOMINATOR</var>}}</code> into <code>\blue{<var>INTEGER</var>}</code> pieces.
fr: On divise <code>\red{\dfrac{1}{<var>DENOMINATOR</var>}}</code> en <code>\blue{<var>INTEGER</var>}</code>.
hi: <code>\red{\dfrac{1}{<var>DENOMINATOR</var>}}</code> को <code>\blue{<var>INTEGER</var>}</code> टुकड़ों में बाटें|
nb: Divider <code>\red{\dfrac{1}{<var>DENOMINATOR</var>}}</code> i <code>\blue{<var>INTEGER</var>}</code> deler.
nl: Deel <code>\red{\dfrac{1}{<var>DENOMINATOR</var>}}</code> in <code>\blue{<var>INTEGER</var>}</code> stukken.
pl: Podziel <code>\red{\dfrac{1}{<var>DENOMINATOR</var>}}</code> na <code>\blue{<var>INTEGER</var>}</code> części.
pt: Divida <code>\red{\dfrac{1}{<var>DENOMINATOR</var>}}</code> em <code>\blue{<var>INTEGER</var>}</code> partes.
tr: <code>\red{\dfrac{1}{<var>DENOMINATOR</var>}}</code>'u <code>\blue{<var>INTEGER</var>}</code> parçaya bölünüz.

source: Divide both sides by <code><var>A - C</var></code>.
es: Divide ambos lados entre <code><var>A - C</var></code>.
fr: On divise chacun des membres par <code><var>A - C</var></code>.
hi: दोनों पक्षों को <code><var>A - C</var></code> से विभाजित करें।
nb: Dividere begge sider med <code><var>A - C</var></code>.
pl: Podziel obie strony przez <code><var>A - C</var></code>.
pt: Divida ambos os lados por <code><var>A - C</var></code>.
tr: İki tarafı <code><var>A - C</var></code> ile bölün.

source: Divide both sides by <code><var>A - C</var></code>. Because <code><var>A - C</var></code> is negative, the inequality sign <code><var>REL</var></code> must be flipped to <code><var>FREL</var></code>.
da: Divider begge sider med <code><var>A - C</var></code>. Da <code><var>A - C</var></code> er negativ, skal ulighedstegnet <code><var>REL</var></code> vendes om til <code><var>FREL</var></code>.
fr: On divise les deux membres par <code><var>A - C</var></code>. Comme <code><var>A - C</var></code> est négatif, le sens de l'inégalité <code><var>REL</var></code> doit être changé en <code><var>FREL</var></code>.
nb: Divider begge sider med <code><var>A - C</var></code>. Da <code><var>A - C</var></code> er negativ, skal ulikhetstegnet <code><var>REL</var></code> vendes om til <code><var>FREL</var></code>.
pl: Podziel obie strony przez <code><var>A - C</var></code>. Ponieważ <code><var>A - C</var></code> jest ujemna, znak nierówności <code><var>REL</var></code> musi być obrócony do <code><var>FREL</var></code>.
pt: Divida os dois lados por <code><var>A - C</var></code>. Já que <code><var>A - C</var></code> é negativo, o sinal de inequação <code><var>REL</var></code> deve ser trocado por <code><var>FREL</var></code>.
tr: İki tarafı <code><var>A - C</var></code> ile bölün. <code><var>A - C</var></code> negatif olduğundan, <code><var>REL</var></code> eşitsizliğinin yönü <code><var>FREL</var></code> olarak değişir.

source: Divide both sides by <code><var>A - C</var></code>. Because <code><var>A - C</var></code> is positive, the inequality sign <code><var>REL</var></code> should not be flipped.
da: Divider begge sider med <code><var>A - C</var></code>. Fordi <code><var>A - C</var></code> er positiv, skal ulighedstegnet <code><var>REL</var></code> ikke vendes.
fr: On divise les deux membres par <code><var>A - C</var></code>. Comme <code><var>A - C</var></code> est positif, le sens <code><var>REL</var></code> de l'inégalité reste le même.
nb: Divider begge sider med <code><var>A - C</var></code>. Fordi <code><var>A - C</var></code> er positiv, skal ulikhetstegnet <code><var>REL</var></code> ikke vendes.
pl: Podziel obie strony przez <code><var>A - C</var></code>. Ponieważ <code><var>A - C</var></code> jest dodatnia, znak nierówności <code><var>REL</var></code> nie powinien być odwrócony.
pt: Divida os dois lados por <code><var>A - C</var></code>. Já que <code><var>A - C</var></code> é positivo, o sinal de inequação <code><var>REL</var></code> não deve ser trocado.

source: Divide both sides by <code><var>A2</var></code> to isolate <code>x</code>.
da: Divider begge sider med <code><var>A2</var></code> for at isolere <code>x</code>.
es: Divide ambos lados entre <code><var>A2</var></code> para despejar <code>x</code>.
fr: On divise les deux membres par <code><var>A2</var></code> pour isoler <code>x</code>.
nb: Dividere begge sider med <code><var>A2</var></code> for å isolere <code>x</code>.
pl: Podziel obie strony przez <code><var>A2</var></code> aby oddzielić <code>x</code>.
pt: Divida os dois lados por <code><var>A2</var></code> para isolar <code>x</code>.
tr: <code>x</code>'i tek başına bırakmak için iki tarafı <code><var>A2</var></code> ile bölünüz.

source: Divide both sides by <code><var>A</var></code>.
fr: On divise les deux membres par <code><var>A</var></code>.
nb: Divider begge sider med <code><var>A</var></code>.
pl: Podziel obie strony przez <code><var>A</var></code>.
pt: Divida ambos os lados por <code><var>A</var></code>.
tr: İki tarafı <code><var>A</var></code> ile bölün.

source: Divide both sides by <code><var>B2</var></code> to isolate <code>y</code>.
da: Divider begge sider med <code><var>B2</var></code> for at isolere <code>y</code>.
es: Divide ambos lados entre <code><var>B2</var></code> para despejar <code>y</code>.
fr: On divise les deux membres par <code><var>B2</var></code> pour isoler <code>y</code>.
nb: Divider begge sider med <code><var>B2</var></code> for å isolere <code>y</code>.
pl: Podziel obie strony przez <code><var>B2</var></code> aby oddzielić <code>y</code>.
pt: Divida os dois lados por <code><var>B2</var></code> para isolar <code>y</code>.
tr: <code>y</code>'yi tek başına bırakmak için iki tarafı <code><var>B2</var></code> ile bölünüz.

source: Divide both sides by <code><var>B</var></code>.
da: Dividér begge sider med <code><var>B</var></code>.
es: Divide ambos lados entre <code><var>B</var></code>.
fr: On divise les deux membres par <code><var>B</var></code>.
nb: Dividér begge sider med <code><var>B</var></code>.
pl: Podziel obie strony przez <code><var>B</var></code>.
pt: Divida os dois lados por <code><var>B</var></code>.
tr: İki tarafı <code><var>B</var></code> ile bölünüz.

source: Divide both sides by <code><var>B</var></code>:
da: Divider begge sider med<code><var>B</var></code>:
es: Divide ambos lados entre <code><var>B</var></code>:
fr: On divise les deux membres par <code><var>B</var></code>:
nb: Del begge sider av <code><var>B</var></code>:
pl: Podziel obie strony przez <code><var>B</var></code>:
pt: Divida os dois lados por <code><var>B</var></code>:
tr: İki tarafı <code><var>B</var></code> ile bölünüz:

source: Divide both sides by <code><var>B</var></code><span data-if="B < 0">. Since you're multiplying or dividing by a negative number, <strong>don't forget</strong> to flip the inequality sign</span>:
da: Divider begge sider med <code><var>B</var></code><span data-if="B < 0">. Eftersom du ganger eller dividerer med et negativt tal, <strong>må du ikke glemme</strong> at omvende ulighedstegnet</span>:
es: Divide ambos lados entre <code><var>B</var></code><span data-if="B < 0">. Ya que estás dividiendo o multiplicando por un numero negativo, <strong> no olvides </strong> cambiar el signo de la desigualdad </span>:
fr: On divise les deux membres par <code><var>B</var></code><span data-if="B < 0">. On divise par un nombre négatif donc il ne faut pas <strong>oublier</strong> de changer le sens de l'inégalité</span>:
nb: Divider begge sider med <code><var>B</var></code><span data-if="B < 0">. Ettersom du multipliserer eller dividerer med et negativt tall, <strong>må du ikke glemme</strong> å vende om ulikhetstegnet</span>:
pl: Podziel obie strony przez <code><var>B</var></code><span data-if="B < 0">. Ponieważ mnożysz lub dzielisz przez liczbę ujemną, <strong>nie zapomnij</strong> odwrócić znaku nierówności</span>:
pt: Divida os dois lados por <code><var>B</var></code><span data-if="B < 0">. Já que você está multiplicando ou dividindo por um número negativo, <strong>não se esqueça</strong> de inverter o sinal de inequação</span>:
tr: İki tarafı <code><var>B</var></code> ile bölün.<span data-if="B < 0"> Negatif bir sayıyla çarpıp böldüğünüzde, işareti değiştirmeyi <strong>unutmayın</strong></span>:

source: Divide both sides by <code><var>B_1</var></code> <span data-if="B_1 < 0">. Since you're multiplying or dividing by a negative number, <strong>don't forget</strong> to flip the inequality sign </span>:
es: Divide ambos lados entre <code><var>B_1</var></code> <span data-if="B_1 < 0">. Como estás multiplicando o dividiendo entre un número negativo, <strong>no olvides</strong> voltear el signo de la desigualdad </span>:
fr: On divise les deux membres par <code><var>B_1</var></code><span data-if="B_1 < 0">. On multiplie ou divise par un nombre négatif donc <strong>il ne faut pas oublier</strong> de changer le sens de l'inégalité</span> :
nb: Divider begge sider med <code><var>B_1</var></code> <span data-if="B_1 < 0">. Siden du multipliserer eller dividerer med et negativt tall, <strong>må du huske</strong> å snu ulikhetstegnet </span>:
pt: Divida os dois lados por <code><var>B_1</var></code> <span data-if="B_1 < 0">. Já que você está multiplicando ou dividindo por um número negativo, <strong>não se esqueça</strong> de inverter o sinal de desigualdade </span>:
tr: İki tarafı <code><var>B_1</var></code><span data-if="B_1 < 0"> ile bölün. Negatif bir sayıyla çarptığınızda veya böldüğünüzde, eşitsizliğin yönünü değiştirmeyi <strong>unutmayın</strong></span>:
