Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: I don't speak English &mdash; and the instructions aren't translated.
da: Jeg taler ikke engelsk &mdash; og vejledningen er ikke oversat.
es: No hablo inglés &mdash; y las instrucciones no están traducidas.
fr: Je ne parle pas anglais &mdash; et les instructions ne sont pas traduites.
nb: Jeg kan ikke snakke engelsk &mdash; og instruksjonene er ikke oversatt.
nl: Ik spreek geen Engels &mdash; en de instructies zijn niet vertaald.
pl: Nie mówię po angielsku &mdash;, a instrukcje nie są przetłumaczone.
pt: Não falo inglês &mdash; e as instruções não estão traduzidas.
pt_pt: Eu não falo Inglês &mdash; e as instruções não estão traduzidas.
tr: İngilizce konuşmayı bilmiyorum &mdash; ve talimatlar tercüme edilmemiş.

source: I don't understand that
es: No entiendo eso
nb: Jeg forstår det ikke
nl: Ik begrijp dat niet
pl: Nie rozumiem tego
pt: Eu não entendi isso
tr: Bunu anlamıyorum

source: I don't understand what the hint code with the boxes and blanks mean.
da: Jeg forstår ikke betydningen af hint-koden med kasserne og tomme felter.
es: No entiendo lo que significa el código de pista con las cajas y los espacios en blanco.
fr: Je ne comprends pas ce que le code suggéré avec les boîtes et les blancs signifie.
nb: Jeg forstår ikke hva koden i ledetråden med boksene og tomme felt betyr.
nl: Ik begrijp niet wat de hint-code met de vierkanten en spaties betekenen.
pl: Nie rozumiem co oznacza wskazówka z kodem w ramkach i pustych polach.
pt: Não entendo o que o código de dica com caixas e células quer dizer.
tr: Kutular ve boşluklar içeren ipucu kodunun ne anlama geldiğini anlamıyorum.

source: I don't understand what the message wants me to do.
da: Jeg forstår ikke hvad beskeden vil have mig til at gøre.
es: No entiendo qué me pide hacer el mensaje.
fr: Je ne comprends pas ce que le message me demande de faire.
nb: Jeg forstår ikke hva meldingen ber meg om å gjøre.
nl: Ik begrijp niet wat het bericht wil dat ik doe.
pl: Nie rozumiem komunikatu.
pt: Não entendo o que a mensagem me pede para fazer.
tr: İletinin ne yapmamı istediğini anlamıyorum.

source: I don’t have an account
da: Jeg har ikke en konto
es: No tengo una cuenta
fr: Je n'ai pas de compte
ja: 私はアカウントを持っていません．
nb: Jeg har ikke en konto
nl: Ik heb geen account
pl: Nie mam konta
pt: Não tenho uma conta
pt_pt: Não tenho uma conta
tr: Hesabım yok

source: I don’t know their email
es: No me sé su correo electrónico
fr: Je ne connais pas leur courriel
ja: 私は彼らの電子メイルアドレスを知りません．
nb: Jeg kjenner ikke deres e-postadresse
nl: Ik weet hun e-mail adres niet
pl: Nie znam adresu e-mail rodzica
pt: Não sei o e-mail deles
pt_pt: Não sei o e-mail dos meus pais
tr: E-posta adreslerini bilmiyorum

source: I have a specific question / I need help.
da: Jeg har et specifikt spørgsmål / jeg har brug for hjælp.
es: Tengo una pregunta específica / necesito ayuda.
fr: J'ai une question précise / j'ai besoin d'aide.
nb: Jeg har et spesifikt spørsmål / jeg trenger hjelp.
nl: Ik heb een specifieke vraag / ik heb hulp nodig.
pl: Mam konkretne pytanie / potrzebuję pomocy.
pt: Tenho uma pergunta específica / preciso de ajuda.
pt_pt: Tenho uma pergunta específica. Preciso de ajuda.
tr: Özel bir sorum var / Yardıma ihtiyacım var.

source: I have other feedback.
da: Jeg har andet feedback.
es: Tengo otro comentario.
fr: J'ai d'autres commentaires.
nb: Jeg har andre tilbakemeldinger.
nl: Ik heb andere feedback.
pl: Mam inne opinie.
pt: Tenho outro comentário.
tr: Başka geri bildirimim var.

source: I have to admit that I was nervous about trying it, since I know nothing about coding ... All of my students from grades 6-12 participated in the Hour of Code and there was no negative feedback ... Everyone loved it.
nb: Jeg må innrømme at jeg var nervøs før jeg prøvde, siden jeg ikke vet noe om koding... Alle mine elever fra klassetrinn 6-12 deltok i kodetimen og det var ingen negative tilbakemeldinger... Alle elsket den.
pt: Devo admitir que estava preocupada em tentar, porque não sei nada sobre programação... Todos os meus alunos, do 6º ano do Ensino Fundamental ao 3º ano do Ensino Médio, participaram da Hora do Código e não houve nenhum feedback negativo... Todos adoraram.
pt_pt: Tenho de admitir que estava renitente a experimentar, uma vez que não sabia nada de programação... Mas decidi experimentar e incentivar todos os meus alunos do 3.º Ciclo a experimentarem também. Todos adoraram!
tr: İtiraf etmeliyim, kod yazmaya ilişkin hiç bir şey bilmediğim için, denemek konusunda biraz tedirgindim... 6-12. sınıflardaki tüm öğrencilerim Kod Saati'ne katıldılar, ve hiç olumsuz geri bildirim olmadı... Hepsi çok sevdi.

source: I haven't learned this yet.
da: Jeg har ikke lært det endnu.
es: Todavía no aprendo esto.
fr: Je n'ai pas encore appris ceci.
ja: 私はまだこれを学んでいないです。
nb: Jeg har ikke lært dette ennå
nl: Ik heb dit nog niet geleerd.
pl: Nie uczyłem/am się tego jeszcze.
pt: Ainda não aprendi isso.
pt_pt: Ainda não aprendi isto
tr: Bunu henüz öğrenmedim.

source: I hereby acknowledge that nobody is born smart, that we’re all born to learn. That each wrong answer will make my brain a little bit stronger. And that the most beautiful, complex concepts in the universe are built on ideas I can understand, even if I don’t know them yet.
es: Por la presente reconozco que nadie nace sabiéndolo todo, que todos nacemos para aprender. Que cada respuesta equivocada hará a mi cerebro un poco más fuerte. Y que los conceptos más hermosos, más complejos en el universo están construidos sobre ideas que puedo entender, incluso si aún no los conozco.
fr: Je reconnais par la présente que personne ne naît intelligent, que nous sommes tous nés pour apprendre. Que chaque mauvaise réponse rendra mon cerveau un peu plus fort. Et que les concepts les plus beaux et complexes dans l'univers sont basées sur des idées que je peux comprendre, même si je ne les connais pas encore.
ja: ここにおいて私は次のことを認めます．誰も生まれながらにして賢くはなかったこと．私達は皆学ぶために生まれたこと．また，それぞれの私の間違いはその都度私の頭脳を少しだけ強くすること．たとえまだ私が知らないことであっても，宇宙において最も美しく，複雑な考えは私の理解できるたくさんのアイデアからできていること．
nb: Jeg bekrefter herved at ingen er født smart, at vi er alle født til å lære. At hver feil svar vil gjøre hjernen min litt sterkere. Og at de vakre, komplekse konsepter i universet er bygget på ideer jeg kan forstå, selv om jeg ikke vet dem ennå.
pl: Niniejszym uznaję, że nikt nie urodził się geniuszem, i wszyscy urodziliśmy się żeby się uczyć. Każda nieprawidłowa odpowiedź czyni mój mózg trochę mocniejszym. A te najpiękniejsze i najbardziej złożone pojęcia wszechświata są zbudowane na pomysłach, które mogę zrozumieć, nawet jeśli jeszcze ich nie znam.
pt: Eu reconheço que ninguém nasce inteligente, que todos nascemos para aprender. Que cada resposta errada vai tornar meu cérebro um pouco mais forte. E que os conceitos mais complexos e bonitos do universo são construídos com ideias que eu posso entender, mesmo que eu ainda não as conheça.
pt_pt: Reconheço que ninguém nasceu ensinado e que todos nascemos para aprender. Tenho a certeza que cada erro meu me tornará ainda mais forte. E sei que os fenómenos mais espetaculares do universo advêm de ideias que conseguirei compreender, no caso de ainda não as conhecer.
tr: Kimsenin zeki doğmadığını, hepimizin öğrenmek için doğduğunu kabul ediyorum. Her yanlış cevabın beynimi güçlendireceğini de. Ve, henüz bilmesem de, evrendeki en güzel, karmaşık kavramların benim de anlayabileceğim fikirler üzerine kurulu olduğunu da.

source: I just created "%(translatedTitle)s" on %(khanAcademy)s!
da: Jeg har lige oprettet "%(translatedTitle)s" på %(khanAcademy)s!
es: ¡He creado "%(translatedTitle)s" en %(khanAcademy)s!
fr: Je viens de créer "%(translatedTitle)s" sur %(khanAcademy)s !
ja: 私は丁度 %(khanAcademy)s で "%(translatedTitle)s" を作ったところです!
nb: Jeg lagde nettopp "%(translatedTitle)s" på %(khanAcademy)s!
nl: Ik heb zojuist "%(translatedTitle)s" gemaakt op %(khanAcademy)s!
pl: Właśnie stworzyłem/łam "%(translatedTitle)s" na %(khanAcademy)s!
pt: Acabei de criar "%(translatedTitle)s" na %(khanAcademy)s!
pt_pt: Acabei de criar "%(translatedTitle)s" na %(khanAcademy)s!
tr: %(khanAcademy)s üzerinde "%(translatedTitle)s" oluşturdum!

source: I just earned the %(badge)s badge on @khanacademy! Check it out at
da: Jeg har bare optjent %(badge)s badge på @khanacademy! Tjek det ud på
es: ¡Acabo de ganar la medalla %(badge)s en @khanacademy! Revísalo en
fr: J'ai gagné l'insigne %(badge)s sur @khanacademy! Regarde en cliquant sur
nb: Jeg oppnådde nettopp %(badge)smerket på @khanacademy! Sjekk det ut på
nl: Ik haalde net de %(badge)s badge op @khanacademy! Kijk maar op
pl: Właśnie zdobyłem odznakę %(badge)s na @khanacademy! Sprawdź to na
pt: Acabei de ganhar a medalha %(badge)s na @khanacademy! Confira em
tr: Az önce Khan Academy'de %(badge)s madalyasını kazandım! Burada görebilirsiniz:

source: I just earned the %(badge)s badge on Khan Academy!
da: Jeg har lige optjent %(badge)s badge på Khan Academy!
es: ¡Acabo de ganar la medalla %(badge)s en Khan Academy!
fr: J'ai gagné l'insigne %(badge)s sur Khan Academy!
nb: Jeg oppnådde nettop %(badge)smerket på Khan Academy!
nl: Ik haalde net de %(badge)s badge op Khan Academy!
pl: Właśnie zdobyłem odznakę %(badge)s na Khan Academy!
pt: Acabei de ganhar a medalha %(badge)s na Khan Academy!
tr: Az önce Khan Academy'de %(badge)s madalyasını kazandım !

source: I just explored "%(translatedTitle)s" on %(khanAcademy)s!
da: Jeg har lige udforsket "%(translatedTitle)s" på %(khanAcademy)s!
es: ¡He explorado "%(translatedTitle)s" en %(khanAcademy)s!
fr: Je viens d'explorer « %(translatedTitle)s » sur %(khanAcademy)s !
ja: 私は丁度 %(khanAcademy)s で "%(translatedTitle)s" を探求したころです!
nb: Jeg utforsket "%(translatedTitle)s" på %(khanAcademy)s!
nl: Ik heb zojuist "%(translatedTitle)s" verkend op %(khanAcademy)s!
pl: Właśnie odkryłem/łam "%(translatedTitle)s" na %(khanAcademy)s!
pt: Acabei de explorar "%(translatedTitle)s" na %(khanAcademy)s!
pt_pt: Acabei de explorar "%(translatedTitle)s" na %(khanAcademy)s!
tr: %(khanAcademy)s'de "%(translatedTitle)s" göz attım!

source: I just found your web site. I am 72 years old and I am now taking up learning where I left off. Thank you so much for all your hard work.
pt: Acabo de descobrir seu site. Tenho 72 anos de idade e agora estou retomando meus estudos de onde parei. Muito obrigado por todo seu trabalho.
pt_pt: Encontrei agora o vosso site. Tenho 72 anos e estou a recomeçar o que deixei de lado há alguns anos. Muito obrigada pelo vosso trabalho.
tr: Sitenizi yeni gördüm. 72 yaşındayım ve kaldığım yerden öğrenmeye devam ediyorum. Çabalarınızın hepsi için çok teşekkür ederim.

source: I just learned about %(title)s on Khan Academy
da: Jeg har lige lært om %(title)s på Khan Academy
es: Acabo de aprender acerca de %(title)s en Khan Academy
fr: Je viens d'apprendre l'existence de %(title)s sur Khan Academy
nb: Jeg lærte nettopp om %(title)s på Khan Academy
nl: Ik heb net geleerd over %(title)s op Khan Academy
pl: Właśnie uczyłem się o %(title)s na Khan Academy
pt: Acabei de aprender sobre %(title)s na Khan Academy
tr: Az önce Khan Academy'de %(title)s konusunu öğrendim

source: I just signed up for @LearnStorm2015, the Bay Area math challenge powered by @KhanAcademy! Check it out and sign up:
es: ¡Acabo de registrarme en @LearnStorm2015, el desafío de matemáticas del Área de la Bahía organizado por @KhanAcademy! Revísalo y regístrate:
ja: 私は丁度 @LearnStorm2015 にサインアップしたところです．これは @KhanAcademy による ベイ・エリアの数学チャレンジです! チェックしてサインアップして下さい:
nb: Jeg registrerte meg for @LearnStorm2015, Bay Area matematikk-utfordringen drevet av @KhanAcademy! Sjekk det ut og melding deg på:
pl: Właśnie zarejestrowałem się na @LearnStorm2015, wyzwanie matematyczne w Bay Area, organizowane przez @KhanAcademy! Zobacz i zarejestruj się:
pt: Acabei de me cadastrar para a @LearnStorm2015, o desafio matemático da área da Baía apoiado pela @KhanAcademy! Confira e cadastre-se:
pt_pt: Acabei de me inscrever na @LearnStorm2015 - o concurso para alunos da área da baía na @KhanAcademy! Inscreve-te tu também:
tr: Ben @LearnStorm2015, @KhanAcademy Körfez bölgesi matematik yarışmasına kaydoldum! Buna bir göz atın ve kaydolun:

source: I made a fort for my pet gorilla by connecting two boxes. The first box is <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> long, <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> wide and <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> high. The second box is <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> long, <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> wide and <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> high.
es: Hice un fuerte para mi gorila mascota uniendo dos cajas. La primer caja mide <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> de largo, <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> de ancho y <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> de alto. La segunda caja mide <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> de largo, <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> de ancho y <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> de alto.
fr: J'ai construit un abri pour mon petit singe domestique en mettant 2 boîtes côte à côte. La première boîte mesure <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> de long, <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> de large et <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> de haut. La deuxième boîte mesure <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> de long, <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> de large et <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> de haut.
nb: Jeg lagde et fort til min kosegorilla ved å sette sammen to esker. Den første esken er <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> lang, <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> bred og <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> høy. Den andre boksen er <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> lang, <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> bred og <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> høy.
pt: Eu fiz um forte para meu gorila de estimação conectando duas caixas. A primeira tem <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> de comprimento, <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> de largura e <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> de altura. A segunda caixa tem <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> de comprimento, <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> de largura e <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> de altura.
tr: Gorillalarım için iki kutuy birleştirerek bir kale yaptım. İlk kutu <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> uzunluğunda, <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> genişliğinde, ve <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> yüksekliğindeydi. İkinci kutu ise <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> uzunluğunda, <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> genişliğinde, ve <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> yüksekliğindeydi.

source: I made a mistake that I would have caught if I double-checked my answer
da: Jeg lavede en fejl, som jeg ville have fanget, hvis jeg havde dobbelt-tjekket mit svar
es: Cometí un error del que me habría dado cuenta si hubiera revisado mi respuesta dos veces
fr: J'ai fait une erreur que j'aurais trouvé si j'avais vérifié ma réponse
ja: 私は間違いをしましたが，もし答えをもう一度チェックしたらその間違えに気がついたかもしれません．
nb: Jeg gjorde en feil jeg kunne sett hvis jeg hadde dobbeltsjekket svaret mitt
nl: Ik maakte een fout die ik zou zien als ik het dubbel gecontroleerd had
pl: Popełniłem/am błąd, który mogłem/am zauważyć, gdybym drugi raz sprawdził/a moją odpowiedź
pt: Cometi um erro que teria identificado se tivesse verificado minha resposta
pt_pt: Cometi um erro que teria sido fácil de detetar se tivesse verificado com atenção a minha resposta
tr: Cevabımın sağlamasını yaparak kaçınabileceğim bir hata yaptım

source: I mistyped the answer
da: Jeg tastede svaret forkert
es: Escribí mal la respuesta
fr: J'ai mal tapé la réponse
ja: 答えの入力を間違いました．
nb: Jeg skrev svaret feil
nl: Ik typte het antwoord verkeerd in
pl: Źle wpisałem odpowiedź
pt: Digitei errado a resposta
pt_pt: Enganei-me a escrever a resposta
tr: Cevabı yanlış yazdım

source: I pledge to be honest and respectful of others participating in LearnStorm, and to have fun.
es: Me comprometo a ser honesto y respetuoso con los otros participantes de LearnStorm, y divertirme.
fr: Je m'engage à être honnête et respectueux envers les autres participants en LearnStorm et de m'amuser.
ja: 私は誠実であり，ラーンストームに参加している他の人達に敬意を払い，そして楽しむことを誓います．
nb: Jeg lover å være ærlig og respektere andre som deltar i LearnStorm, og ha det gøy.
pl: Zobowiązuję się być uczciwym i szanować innych uczestników LearnStorm, oraz dobrze się bawić.
pt: Comprometo-me a ser honesto e respeitoso com os outros participantes da LearnStorm e a me divertir.
pt_pt: Prometo divertir-me, ser honesto e respeitar os outros participantes da LearnStorm.
tr: LearnStorm'a katılanlara karşı dürüst ve saygılı olmaya, ve eğlenmeye söz veriyorum.

source: I see English text instead of %(languageLocalName)s
es: Observo texto en inglés en lugar de en %(languageLocalName)s
fr: Je vois un texte en anglais au lieu d'un texte en %(languageLocalName)s
ja: %(languageLocalName)sではなく英語の文が表示されています。
nb: Jeg ser Engelsk tekst i stedet for %(languageLocalName)s
nl: Ik zie Engelse tekst in plaats van %(languageLocalName)s
pl: Widzę napisy po angielsku zamiast po %(languageLocalName)s
pt: Vejo o texto em inglês ao invés de em %(languageLocalName)s
pt_pt: Vejo o texto em inglês ao invés de %(languageLocalName)s
tr: %(languageLocalName)s yerine İngilizce metin görmekteyim.

source: I think you either have an extra comma or a missing argument?
da: Jeg tror, du enten har et ekstra komma eller mangler et funktionsargument?
es: Creo que o tienes una coma extra o te falta un argumento.
nb: Jeg tror du enten har et ekstra komma eller så mangler det et argumentet?
nl: Ik denk dat u of te wel een extra komma hebt of een ontbrekende argument?
pl: Myślę, że jest tu dodatkowy przecinek lub brakuje argumentu?
pt: Acho que há uma vírgula extra ou está faltando um argumento.
tr: Fazladan bir virgül veya eksik bir değişken olabilir diye düşünüyorum?

source: I think you meant to type a value or variable name before that comma?
da: Jeg tror du glemte at skrive en værdi eller et variabelnavn før kommaet?
es: Creo que quisiste escribir un valor o nombre de variable antes de esa coma, ¿no?
nb: Jeg tror du mente å skrive inn en verdi eller variabelnavn før det kommaet?
nl: Ik denk dat je een waarde of een naam van een variabele wilde typen voor die komma?
pl: Miałeś na myśli wpisanie wartości lub nazwy zmiennej przed tym przecinkiem?
pt: Acho que você quis digitar um valor ou nome de variável antes daquela vírgula.
tr: O virgülden önce bir değer veya değişken ismi yazma niyetinde olduğunu düşünüyorum?

source: I think you're missing ':' on a case clause.
da: Jeg tror, at du mangler en ':' for en case.
es: Creo que olvidaste ':' en una cláusula case.
fr: Je pense quil vous manque ':' sur une clause de cas.
nb: Jeg tror du mangler ':' i en setningsdel.
nl: Ik denk dat je een ':' mist op een case clausule.
pl: Sądzę, że brakuje Ci ':' w warunku 'case'.
pt: Acho que está esquecendo um ':' em uma cláusula de case.
tr: Sanırım case clause'da ':' yazmayı unuttunuz.

source: I think you're missing a "{a}"!
da: Jeg tror, at du mangler et "{a}"!
es: ¡Creo que estás olvidando un "{a}"!
nb: Jeg tror du mangler en "{a}"!
nl: Ik denk dat je een "{a}"mist!
pl: Sądzę, że zgubiłeś "{a}"!
pt: Acho que você se esqueceu de um "{a}"!
tr: Sanırım '{a}' unuttunuz!

source: I think you're missing a ']' to match '[' from line {a}.
da: Jeg tror, at du mangler et ']' for at matche ' [' fra linje {a}.
es: Creo que olvidaste un ']' que coincida con '[' en la línea {a}.
fr: Je pense qu'il vous manque un ']' qui correspondra à ' [' de la ligne {a}.
nb: Jeg tror du mangler en ']' for å tilsvare '[' fra linje {a}.
nl: Ik denk dat je een ']' mist van de '[' van regel {a}.
pl: Sądzę, że brakuje Ci ']', żeby pasowało do '[' z wiersza {a}.
pt: Acho que você está esquecendo um ']' para combinar com '[' da linha {a}.
tr: Sanırım, {a} satırından '[' ile eşleşecek ']' koymayı unuttunuz.

source: I think you're missing a '}' to match '{' from line {a}.
da: Jeg tror, at du mangler en '}' for at matche ' {' fra linje {a}.
es: Creo que olvidaste un '}' que coincida con '{' en la línea {a}.
fr: Je pense qu'il vous manque un ']' qui correspondra à ' [' de la ligne {a}.
nb: Jeg tror du mangler en '}' for å tilsvare '{' fra linje {a}.
nl: Ik denk dat je een '}' mist van de '{' van regel {a}.
pl: Sądzę, że brakuje Ci '}', żeby pasowało do '{' z wiersza {a}.
pt: Acho que você está esquecendo um '}' para combinar com '{' na linha {a}.
tr: Sanırım {a} satırında '{' ile eşleşecek '}' koymayı unuttunuz.

source: I think you're missing a property name.
da: Jeg tror, at du mangler et egenskabsnavn.
es: Creo que te está faltando un nombre de propiedad.
nb: Jeg tror du mangler et egenskapsnavn.
nl: Volgens mij ontbreekt de naam van een eigenschap.
pl: Myślę, że zgubiłeś nazwę właściwości.
pt: Acho que você está esquecendo um nome de propriedade.
tr: Sanırım, bir özellik adı eksik.

source: I think you're missing a space after "{a}".
da: Jeg tror, du mangler et mellemrum efter "{a}".
es: Creo que has olvidado un espacio después de "{a}".
fr: Je pense qu'il manque un espace après "{a}".
nb: Jeg tror du mangler et mellomrom etter "{a}".
nl: Ik denk dat je een spatie mist na "{a}".
pl: Myślę, że brakuje spacji po "{a}".
pt: Acho que você está esquecendo um espaço depois do "{a}".
tr: Sanırım '{a}'dan sonra boşluk kullanmayı unuttunuz.

source: I think you're missing the "()" to invoke the constructor.
da: Jeg tror, du mangler "()" for at kalde constructor'en.
es: Creo que has olvidado el "()" para invocar al constructor.
nb: Jeg tror du mangler "()" for å starte konstruktøren.
nl: Ik denk dat je de "()" mist voor het aanroepen van de constructor.
pl: Myślę, że brakuje "()" do wywołania konstruktora.
pt: Acho que você está esquecendo um "()" para invocar o construtor.
tr: Sanırım yapıcıyı çağırmak için gerekli "()" karakteri eksik.

source: I think you're missing the name in your function declaration.
da: Jeg tror, at du mangler navnet i din funktionserklæring.
es: Creo que olvidaste el nombre en la declaración de tu función.
nb: Jeg tror du mangler navnet i din funksjonserklæring.
nl: Ik denk dat je de naam in je functie verklaring mist.
pl: Sądzę że brakuje nazwy w deklaracji funkcji.
pt: Acho que você está esquecendo o nome em sua declaração de função.
tr: Sanırım fonksiyon bildiriminde adı yazmayı unuttunuz.

source: I think you're missing using 'new' to call a constructor.
da: Jeg tror, du mangler 'new' for at kalde en constructor.
es: Creo que estás olvidando usar 'new' para llamar a un constructor.
fr: Il doit vous manquer "new" pour utiliser le constructeur.
nb: Jeg tror du mangler å bruke "new" for å tilkalle en konstruktør.
nl: Ik denk dat je geen gebruikt maakt van 'new 'om een constructor aan te roepen.
pl: Myślę, że zgubiłeś wywołanie konstruktora używając 'new'.
pt: Acho que você está esquecendo de usar 'new' para chamar um construtor.
tr: Sanırım yapıcıyı çağırmak için 'new' kullanmayı unutmuşsunuz.
