Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Subtract <code><var>coefficient(abs(A_2))</var>x</code> from both sides:
es: Resta <code><var>coefficient(abs(A_2))</var>x</code> a ambos lados:
fr: On soustrait <code><var>coefficient(abs(A_2))</var>x</code> dans les deux membres :
nb: Subtraher <code><var>coefficient(abs(A_2))</var>x</code> fra begge sider:
pt: Subtraia <code><var>coefficient(abs(A_2))</var>x</code> dos dois lados:
tr: İki taraftan <code><var>coefficient(abs(A_2))</var>x</code> çıkarın:

source: Subtract <code>\blue{<var>coefficient(-B) + X</var>}</code> from both sides:
da: Træk <code>\blue{<var>coefficient(-B) + X</var>}</code> fra begge sider:
es: Resta <code>\blue{<var>coefficient(-B) + X</var>}</code> a ambos lados:
fr: On soustrait <code>\blue{<var>coefficient(-B) + X</var>}</code> dans chaque membre :
nb: Subtraher <code>\blue{<var>coefficient(-B) + X</var>}</code> fra begge sider:
pl: Odejmij <code>\blue{<var>coefficient(-B) + X</var>}</code> od obu stron:
pt: Subtraia <code>\blue{<var>coefficient(-B) + X</var>}</code> dos dois lados:
tr: Her iki taraftan <code>\blue{<var>coefficient(-B) + X</var>}</code> çıkartın:

source: Subtract <code>\blue{<var>fractionVariable(-B * COMMON_DENOM, B_DENOM, X)</var>}</code> from both sides:
da: Træk <code>\blue{<var>fractionVariable(-B * COMMON_DENOM, B_DENOM, X)</var>}</code> fra begge sider:
es: Resta <code>\blue{<var>fractionVariable(-B * COMMON_DENOM, B_DENOM, X)</var>}</code> a ambos lados:
fr: On soustrait <code>\blue{<var>fractionVariable(-B * COMMON_DENOM, B_DENOM, X)</var>}</code> dans chaque membre :
nb: Subtraher <code>\blue{<var>fractionVariable(-B * COMMON_DENOM, B_DENOM, X)</var>}</code> fra begge sider:
pl: Odejmij <code>\blue{<var>fractionVariable(-B * COMMON_DENOM, B_DENOM, X)</var>}</code> od obu stron:
pt: Subtraia <code>\blue{<var>fractionVariable(-B * COMMON_DENOM, B_DENOM, X)</var>}</code> dos dois lados:
tr: İki taraftan da <code>\blue{<var>fractionVariable(-B * COMMON_DENOM, B_DENOM, X)</var>}</code> çıkarın:

source: Subtract <code>\blue{<var>fractionVariable(-B, B_DENOM, X)</var>}</code> from both sides:
da: Træk <code>\blue{<var>fractionVariable(-B, B_DENOM, X)</var>}</code> fra begge sider:
es: Resta <code>\blue{<var>fractionVariable(-B, B_DENOM, X)</var>}</code> a ambos lados:
fr: On soustrait <code>\blue{<var>fractionVariable(-B, B_DENOM, X)</var>}</code> dans chaque membre :
nb: Subtraher <code>\blue{<var>fractionVariable(-B, B_DENOM, X)</var>}</code> fra begge sider:
pl: Odejmij <code>\blue{<var>fractionVariable(-B, B_DENOM, X)</var>}</code> od obu stron:
pt: Subtraia <code>\blue{<var>fractionVariable(-B, B_DENOM, X)</var>}</code> dos dois lados:
tr: İki taraftan da <code>\blue{<var>fractionVariable(-B, B_DENOM, X)</var>}</code> çıkarın:

source: Subtract <code>\pink{<var>A</var>x}</code> from both sides.
fr: On soustrait <code>\pink{<var>A</var>x}</code> dans les deux membres.
hi: दोनों पक्षों से <code>\pink{<var>A</var>x}</code> घटाएं।
pl: Odejmij <code>\pink{<var>A</var>x}</code> od obu stron.
pt: Subtraia <code>\pink{<var>A</var>x}</code> de ambos os lados.
tr: İki taraftan <code>\pink{<var>A</var>x}</code> çıkarınız.

source: Subtract <code>\pink{<var>C</var>x}</code> from both sides.
fr: On soustrait <code>\pink{<var>C</var>x}</code> dans les deux membres.
hi: दोनों पक्षों से <code>\pink{<var>C</var>x}</code> घटाएं।
pl: Odejmij <code>\pink{<var>C</var>x}</code> od obu stron.
pt: Subtraia <code>\pink{<var>C</var>x}</code> de ambos os lados.
tr: İki taraftan <code>\pink{<var>C</var>x}</code> çıkarınız.

source: Subtract <code>\pink{<var>abs(B + D)</var>^\circ}</code> from both sides.
fr: On soustrait <code>\pink{<var>abs(B + D)</var>^\circ}</code> dans les deux membres.
hi: दोनों पक्षों से<code>\pink{<var>abs(B + D)</var>^\circ}</code> को घटाएं।
pl: Odejmij <code>\pink{<var>abs(B + D)</var>^\circ}</code> od obu stron.
pt: Subtraia <code>\pink{<var>abs(B + D)</var>^\circ}</code> dos dois lados.
tr: İki taraftan <code>\pink{<var>abs(B + D)</var>^\circ}</code> çıkarın.

source: Subtract <code>\pink{<var>abs(B)</var>^\circ}</code> from both sides.
fr: On soustrait <code>\pink{<var>abs(B)</var>^\circ}</code> dans les deux membres.
hi: दोनों पक्षों से <code>\pink{<var>abs(B)</var>^\circ}</code> घटाएं।
pl: Odejmij <code>\pink{<var>abs(B)</var>^\circ}</code> od obu stron.
pt: Subtraia <code>\pink{<var>abs(B)</var>^\circ}</code> dos dois lados.
tr: İki taraftan <code>\pink{<var>abs(B)</var>^\circ}</code> çıkarın.

source: Subtract <code>\pink{<var>abs(B)</var>}^\circ</code> from both sides.
fr: On soustrait <code>\pink{<var>abs(B)</var>}^\circ</code> dans les deux membres.
pl: Odejmij <code>\pink{<var>abs(B)</var>}^\circ</code> od obu stron.
pt: Subtraia <code>\pink{<var>abs(B)</var>}^\circ</code> dos dois lados.
tr: İki taraftan <code>\pink{<var>abs(B)</var>}^\circ</code> çıkarın.

source: Subtract <code>\pink{<var>abs(D)</var>^\circ}</code> from both sides.
fr: On soustrait <code>\pink{<var>abs(D)</var>^\circ}</code> dans les deux membres.
pl: Odejmij <code>\pink{<var>abs(D)</var>^\circ}</code> od obu stron.
pt: Subtraia <code>\pink{<var>abs(D)</var>^\circ}</code> dos dois lados.
tr: İki taraftan <code>\pink{<var>abs(D)</var>^\circ}</code> çıkarın.

source: Subtract <code>\pink{<var>abs(D)</var>}</code> from both sides.
fr: On soustrait <code>\pink{<var>abs(D)</var>}</code> dans les deux membres.
hi: दोनों पक्षों से <code>\pink{<var>abs(D)</var>}</code> घटाएं।
pl: Odejmij <code>\pink{<var>abs(D)</var>}</code> od obu stron.
pt: Subtraia <code>\pink{<var>abs(D)</var>}</code> de ambos os lados.
tr: İki taraftan <code>\pink{<var>abs(D)</var>}</code> çıkarınız.

source: Subtract <code>\purple{<var>CE2</var>}</code> from both sides:
da: Træk <code>\purple{<var>CE2</var>}</code> fra begge sider:
es: Resta <code>\purple{<var>CE2</var>}</code> a ambos lados:
fr: On soustrait <code>\purple{<var>CE2</var>}</code> dans chaque membre :
nb: Subtraher <code>\purple{<var>CE2</var>}</code> fra begge sider:
pl: Odejmij <code>\purple{<var>CE2</var>}</code> od obu stron:
pt: Subtraia <code>\purple{<var>CE2</var>}</code> dos dois lados:
tr: İki taraftan da <code>\purple{<var>CE2</var>}</code> çıkarın:

source: Subtract <code>\purple{<var>CE</var>}</code> from both sides:
da: Træk <code>\purple{<var>CE</var>}</code> fra begge sider:
es: Resta <code>\purple{<var>CE</var>}</code> a ambos lados:
fr: On soustrait <code>\purple{<var>CE</var>}</code> dans chaque membre :
nb: Subtraher <code>\purple{<var>CE</var>}</code> fra begge sider:
pl: Odejmij <code>\purple{<var>CE</var>}</code> od obu stron:
pt: Subtraia <code>\purple{<var>CE</var>}</code> dos dois lados:
tr: İki taraftan da <code>\purple{<var>CE</var>}</code> çıkarın:

source: Subtract <code>\purple{<var>coefficient(-B) + X</var>}</code> from both sides:
da: Træk <code>\purple{<var>coefficient(-B) + X</var>}</code> fra begge sider:
es: Resta <code>\purple{<var>coefficient(-B) + X</var>}</code> a ambos lados:
fr: On soustrait <code>\purple{<var>coefficient(-B) + X</var>}</code> dans chaque membre :
nb: Subtraher <code>\purple{<var>coefficient(-B) + X</var>}</code> fra begge sider:
pl: Odejmij <code>\purple{<var>coefficient(-B) + X</var>}</code> od obu stron:
pt: Subtraia <code>\purple{<var>coefficient(-B) + X</var>}</code> dos dois lados:

source: Subtract <code>\red{<var>abs(B)</var>}</code> from both sides:
da: Træk <code>\red{<var>abs(B)</var>}</code> fra begge sider:
es: Resta <code>\red{<var>abs(B)</var>}</code> a ambos lados:
fr: On soustrait <code>\red{<var>abs(B)</var>}</code> dans chaque membre :
nb: Trekk fra <code>\red{<var>abs(B)</var>}</code> på begge sider:
pl: Odejmij <code>\red{<var>abs(B)</var>}</code> od obu stron:
pt: Subtraia <code>\red{<var>abs(B)</var>}</code> em os dois lados:
tr: İki taraftan <code>\red{<var>abs(B)</var>}</code> çıkarın:

source: Subtract <code>\red{<var>abs(E)</var>}</code> from both sides:
da: Træk <code>\red{<var>abs(E)</var>}</code> fra på begge sider:
es: Resta <code>\red{<var>abs(E)</var>}</code> a ambos lados:
fr: On soustrait <code>\red{<var>abs(E)</var>}</code> dans chaque membre :
nb: Trekk fra <code>\red{<var>abs(E)</var>}</code> på begge sider:
pl: Odejmij <code>\red{<var>abs(E)</var>}</code> od obu stron:
pt: Subtraia <code>\red{<var>abs(E)</var>}</code> dos dois lados:
tr: İki taraftan <code>\red{<var>abs(E)</var>}</code> çıkarın:

source: Subtract the midterm score from the final exam score to find out how much <var>STUDENT</var> improved.
fr: On soustrait la note de l'examen intermédiaire à la note de l'examen final pour évaluer les progrès de <var>STUDENT</var>.
nb: Subtraher terminprøvepoengene fra eksamenspoengene for å finne ut hvor mye <var>STUDENT</var> forbedret seg.
pl: Odejmij wynik egzaminu śródsemestralnego od wyniku egzaminu końcowego, aby przekonać się, o ile wynik, jaki ma <var>STUDENT</var>, się poprawił.
pt: Subtraia a nota da prova bimestral da nota da prova final para encontrar quanto <var>STUDENT</var> melhorou.
tr: <var>STUDENT</var>'nin ne kadar geliştiğini bulmak için, final sınavındaki puanından ara dönem sınavındaki puanını çıkartınız.

source: Subtract the numerators.
da: træk tællerne fra hinanden.
es: Resta los numeradores.
fr: On soustrait les numérateurs.
hi: अंशों को घटाएंI
nb: Trekk tellerne fra hverandre.
nl: Trek de tellers van elkaar af.
pl: Odejmij liczniki.
pt: Subtraia os numeradores.
tr: Payları çıkartın.

source: Subtract the real and imaginary components separately.
da: Fratræk de reelle og imaginære dele hver for sig.
es: Resta las componentes real e imaginaria por separado.
fr: On soustrait séparément la partie réelle et la partie imaginaire.
pt: Subtraia os componentes reais e imaginários separadamente.
tr: Gerçel ve imajiner bileşenleri ayrı ayrı çıkarınız.

source: Subtract the two cumulative areas:<code>\blue{ <span data-if="ZSCORES[1] < 0"><var>localeToFixed(1 - ZGRID[ROW_INDEX_2][COL_INDEX_2], 4)</var></span> <span data-else=""><var>localeToFixed(ZGRID[ROW_INDEX_2][COL_INDEX_2], 4)</var></span> } - \green{ <span data-if="ZSCORES[0] < 0"><var>localeToFixed(1 - ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var></span> <span data-else=""><var>localeToFixed(ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var></span> } = \pink{<var>localeToFixed(ANSWER, 4)</var>}</code>
fr: On soustrait les deux aires :<code>\blue{ <span data-if="ZSCORES[1] < 0"><var>localeToFixed(1 - ZGRID[ROW_INDEX_2][COL_INDEX_2], 4)</var></span> <span data-else=""><var>localeToFixed(ZGRID[ROW_INDEX_2][COL_INDEX_2], 4)</var></span> } - \green{ <span data-if="ZSCORES[0] < 0"><var>localeToFixed(1 - ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var></span> <span data-else=""><var>localeToFixed(ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var></span> } = \pink{<var>localeToFixed(ANSWER, 4)</var>}</code>
pt: Subtraia as duas áreas cumulativas:<code>\blue{ <span data-if="ZSCORES[1] < 0"><var>localeToFixed(1 - ZGRID[ROW_INDEX_2][COL_INDEX_2], 4)</var></span> <span data-else=""><var>localeToFixed(ZGRID[ROW_INDEX_2][COL_INDEX_2], 4)</var></span> } - \green{ <span data-if="ZSCORES[0] < 0"><var>localeToFixed(1 - ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var></span> <span data-else=""><var>localeToFixed(ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var></span> } = \pink{<var>localeToFixed(ANSWER, 4)</var>}</code>
tr: İki kümülatif alanı çıkarın:<code>\blue{ <span data-if="ZSCORES[1] < 0"><var>localeToFixed(1 - ZGRID[ROW_INDEX_2][COL_INDEX_2], 4)</var></span> <span data-else=""><var>localeToFixed(ZGRID[ROW_INDEX_2][COL_INDEX_2], 4)</var></span> } - \green{ <span data-if="ZSCORES[0] < 0"><var>localeToFixed(1 - ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var></span> <span data-else=""><var>localeToFixed(ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var></span> } = \pink{<var>localeToFixed(ANSWER, 4)</var>}</code>

source: Subtract within 100
da: Fratrækning under 100
es: Resta hasta 100
fr: Soustraire des nombres entiers inférieurs à 100
hi: 100 के अंदर तक का घटाव
nb: Subtrahere under 100
nl: Aftreksommen tot 100
pl: Odejmowanie w zakresie 100
pt: Subtração até 100
tr: 100 içinde çıkarma

source: Subtract within 1000
da: Fratrækning under 1000
es: Resta hasta 1000
fr: Soustraire des nombres entiers inférieurs à 1000
hi: 1000 के अंदर तक का घटाव
nb: Subtrahere under 1000
nl: Aftreksommen tot 1000
pl: Odejmowanie w zakresie 1000
pt: Subtração até 1000
tr: 1000 içinde çıkarma

source: Subtract within 20
da: Fratrækning under 20
es: Resta hasta 20.
fr: Soustraire des nombres entiers inférieurs à 20
hi: 20 के अंदर तक घटाव
nb: Subtrahere under 20
nl: Aftreksommen tot 20
pl: Odejmowanie w zakresie 20
pt: Subtração até 20
tr: 20 içinde çıkarma

source: Subtract within 5
da: Fratrækning under 5
es: Resta hasta 5
fr: Soustraire des nombres entiers inférieurs à 5
hi: 5 के अंदर तक का घटाव
nb: Subtrahere under 5
nl: Aftrekken tot 5
pl: Odejmowanie w zakresie 5
pt: Subtração até 5
tr: 5 içinde çıkarma

source: Subtracting decimals
da: Subtraktion af decimaltal
es: Restando decimales
fr: Soustraire des nombres décimaux - Niveau 2
nb: Subtrahere desimaler
nl: Decimalen aftrekken
pl: Odejmowanie liczb dziesiętnych
pt: Subtração de números decimais
tr: Ondalık sayılarla çıkarma

source: Subtracting decimals 0.5
da: Subtraktion af decimaltal 0,5
es: Restando decimales 0.5
fr: Soustraire des nombres décimaux - Niveau 1
hi: 0.5 दशमलवों का घटाव
nb: Subtraksjon av desimaltall 0.5
nl: Decimalen aftrekken 0.5
pl: Odejmowanie liczb dziesiętnych 0.5
pt: Subtração de decimais 0,5
tr: Ondalıkları çıkarmak 0.5

source: Subtracting fractions
es: Restando fracciones
fr: Soustraire des fractions
nb: Subtraksjon av brøk
pl: Odejmowanie ułamków
pt: Subtração de frações
tr: Kesirlerle Çıkarma

source: Subtracting fractions with common denominators
da: Subtraktion af brøker med fællesnævnere
es: Restando fracciones con denominadores comunes
fr: Soustraire des fractions qui ont le même dénominateur
hi: भिन्न के साथ सामान्य भाजकों को घटाना
nb: Subtraksjon av brøker med fellesnevnere
nl: Breuken met gelijkwaardige noemers aftrekken
pl: Odejmowanie ułamków o takich samych mianownikach
pt: Subtração de frações com denominadores comuns
tr: Ortak paydaları olan kesirleri çıkarma

source: Subtracting the second equation from the first equation, we get:
da: Fratrækker vi den anden ligning fra den første ligning, får vi:
es: Restando la segunda ecuación de la primera ecuación, obtenemos:
fr: En soustrayant la deuxième équation de la première, on obtient :
nb: Om vi trekker den andre likningen fra den første likningen, får vi:
nl: Als we de tweede vergelijking aftrekken van de eerste vergelijking, krijgen we:
pl: Odejmując drugie równanie od pierwszego równania, otrzymujemy:
pt: Subtraindo a segunda equação da primeira equação, temos:
tr: Birinci denklemden ikinci denklemi çıkarınca, şunu buluruz:

source: Subtracting the two equations, we have:
da: Fratrækker vi de to ligninger, får vi:
es: Restando las dos ecuaciones, obtenemos:
fr: Si on soustrait, on obtient:
nb: Trekker vi de to likninger fra, får vi:
pt: Ao subtrair as duas equações, temos:
tr: İki denklemi çıkarırsak:

source: Successfully completed
da: Fuldført
es: Completado con éxito
fr: Complété avec succès
ja: 成功裏に完了しました
nb: Fullført
nl: Succesvol afgerond
pl: Zakończono sukcesem
pt: Concluído com êxito
pt_pt: Concluído com sucesso
tr: Başarıyla tamamlandı

source: Successfully linked %(email)s to your Khan Academy account.
da: %(email)s er korrekt forbundet med din Khan Academy konto.
es: Se vinculó satisfactoriamente %(email)s a tu cuenta de Khan Academy.
fr: Vous avez associé %(email)s avec succès à votre compte de la Khan Academy.
ja: %(email)s とあなたのカーンアカデミーアカウントのリンクに成功しました．
nb: Koblet velykket %(email)s til din Khan Academy konto.
nl: %(email)s is gekoppeld aan je account.
pl: Pomyślenie przypisano %(email)s do Twojego konta Khan Academy.
pt: %(email)s vinculado com sucesso a sua conta da Khan Academy.
pt_pt: O endereço de e-mail %(email)s foi associado à tua conta da Khan Academy com sucesso.
tr: Khan Academy hesabınıza %(email)s adresi başarıyla bağlanmıştır.

source: Successfully removed %(email)s from your Khan Academy account.
da: %(email)s er fjernet fra din Khan Academy konto.
es: Se desvinculó satisfactoriamente %(email)s de tu cuenta de Khan Academy.
fr: Vous avez réussi à dissocier %(email)s de votre compte de la Khan Academy.
ja: あなたのカーンアカデミーアカウントから %(email)s を削除することに成功しました．
nb: Fjernet velykket %(email)s fra din Khan Academy konto.
nl: %(email)s is verwijderd van je account.
pl: Pomyślenie usunięto %(email)s z Twojego konta Khan Academy.
pt: %(email)s removido com sucesso de sua conta da Khan Academy.
pt_pt: O endereço de e-mail %(email)s foi removido da tua conta da Khan Academy com sucesso.
tr: Khan Academy hesabınızdan %(email)s bağlantısı kaldırılmıştır.

source: Successfully unsubscribed
da: Succesfuldt afmeldt
es: Suscripción cancelada satisfactoriamente
fr: Désabonnement réussi
ja: 購読の中止に成功しました
nb: Avmelding var vellykket
nl: je bent succesvol uitgeschreven
pl: Pomyślnie anulowano subskrypcję
pt: Inscrição cancelada com sucesso
pt_pt: Subscrição cancelada com sucesso
tr: Üyelik sonlandırma başarıyla tamamlanmıştır

source: Successfully unsubscribed.
da: Succesfuldt afmeldt.
es: Suscripción cancelada existosamente.
fr: Désabonnement réussi.
nb: Avmelding var vellykket.
nl: je bent succesvol uitgeschreven.
pl: Pomyślnie anulowano subskrypcję.
pt: Inscrição cancelada com sucesso.
pt_pt: Subscrição cancelada com sucesso.
tr: Üyelik sonlandırma başarıyla tamamlanmıştır.

source: Suggest a way to improve this question...
da: Foreslå en måde at forbedre dette spørgsmål på...
es: Sugiere un modo de mejorar esta pregunta...
fr: Proposer un moyen d'améliorer cette question...
ja: この質問を改善する方法を提案する．．．
nb: Foreslå en måte å forbedre dette spørsmålet på...
nl: Stel een manier voor om deze vraag te verbeteren...
pl: Zasugeruj sposób na ulepszenie tego pytania...
pt: Sugerir um modo de melhorar esta questão...
pt_pt: Sugere uma forma de melhorar esta pergunta...
tr: Bu soruyu geliştirmek için bir yol önerin...

source: Suggested Clarifications
da: Foreslåede Præciseringer
es: Aclaraciones sugeridas
fr: Précisions suggérées
ja: 提案された説明
nb: Foreslåtte Presiseringer
nl: Voorgestelde verduidelijkingen
pl: Proponowane wyjaśnienia
pt: Esclarecimentos sugeridos
pt_pt: Esclarecimentos sugeridos
tr: Önerilen açıklamalar

source: Suggested clarifications
da: Foreslåede præciseringer
es: Aclaraciones sugeridas
fr: Précisions suggérées
ja: 提案された説明
nb: Foreslåtte presiseringer
nl: Suggesties voor opheldering
pl: Proponowane wyjaśnienia
pt: Esclarecimentos sugeridos
pt_pt: Esclarecimentos sugeridos
tr: Önerilen açıklamalar

source: Sum the <code>\hat\imath</code> and <code>\hat\jmath</code> components separately.
es: Suma las componentes <code>\hat\imath</code> y <code>\hat\jmath</code> por separado.
fr: Selon l'opération à effectuer, on calcule la somme ou la différence des composantes selon chacun des axes, <code>\hat\imath</code> et <code>\hat\jmath</code>.
nb: Legg <code>\hat\imath</code> og <code>\hat\jmath</code>-komponentene sammen hver for seg.
pl: Zsumuj elemnty <code>\hat\imath</code> i <code>\hat\jmath</code> oddzielnie.
pt: Some os componentes <code>\hat\imath</code> e <code>\hat\jmath</code> separadamente.
tr: <code>\hat\imath</code> ve <code>\hat\jmath</code> bileşenlerini ayrı ayrı toplayın.

source: Sum the real and imaginary components separately.
es: Suma las componentes real e imaginaria por separado.
fr: On additionne séparément la partie réelle et la partie imaginaire.
pt: Some os componentes reais e imaginários separadamente.
tr: Gerçel ve imajiner bileşenleri ayrı ayrı toplayın.

source: Summary
da: Opsummering
es: Resumen
fr: Résumé
nb: Sammendrag
nl: Samenvatting
pl: Podsumowanie
pt: Resumo
pt_pt: Resumo
tr: Özet

source: Summer of Script
bg: Лято на скрипта
da: Sommer med Script
es: Verano de programación
fr: Eté de code
ja: スクリプトの夏
nb: Oppsummering av Script
nl: Scriptzomer
pl: Lato skryptu
pt: Verão Java Script
pt_pt: Verão de scripts
tr: Yazılım Yazı

source: Sun
da: Sol
es: Sol
fr: Soleil
ja: 太陽
nb: Sol
nl: Zon
pl: Słońce
pt: Sol
pt_pt: Sol
tr: Güneş

source: Sun Badges
da: Solen Badges
es: Medallas solares
fr: Badges Soleil
ja: サンバッジ
nb: Sol merker
nl: Zonmedailles
pl: Odznaki Słońca
pt: Medalhas sol
pt_pt: Medalhas Sol
tr: Güneş Madalyaları

source: Sun badges are epic. Earning them is a true challenge, and they require impressive dedication.
da: Sol-badges er episke. At Optjene dem er en sand udfordring, og de kræver et imponerende engagement.
es: Las medallas solares son épicas. Ganarlas es un verdadero desafío y requiere una impresionante dedicación.
fr: Les badges Soleil sont héroïques. En gagner est un véritable défi, ils nécessitent un investissement impressionnant.
ja: サンバッジは叙事詩です．これを獲得するのは本当にチャレンジであり，感動的な献身が必要です．
nb: Solmerker er episke. Å oppnå dem er en stor utfordring, og de krever et imponerende engasjement.
nl: Zon-medailles zijn heel bijzonder. Het is een ware uitdaging om ze te verdienen en ze vereisen indrukwekkende toewijding.
pl: Odznaki Słońca są imponujące. Zdobycie ich jest prawdziwym wyzwaniem i wymagają prawdziwego poświęcenia.
pt: As medalhas Sol são épicas. Ganhá-las é um verdadeiro desafio e exige incrível dedicação.
pt_pt: As medalhas "Sol" são épicas. Ganhá-las é um grande desafio e requerem muita dedicação.
tr: Güneş madalyaları efsanevidir. Onları kazanmak gerçekten zordur, ve adanmışlık gerektirir.

source: Sunny
fr: Ensoleillé
nb: Solfylt
pt: Ensolarado
tr: Güneşli

source: Support
bg: Поддръжка
da: Støtte
es: Apoyo
fr: Prise en charge
hi: समर्थन
ja: サポート
nb: Støtte
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
pt_pt: Suporte
tr: Destek

source: Support Khan Academy with a Bitcoin donation
da: Støt Khan Academy med en Bitcoin donation
es: Apoya a Khan Academy con una donación a través de Bitcoin
fr: Soutenez Khan Academy avec un don sous forme de Bitcoin
ja: ビットコインの寄付でカーンアカデミーをサポート
nb: Støtt Khan Academy med en Bitcoin donasjon
nl: Ondersteun Khan Academy met een Bitcoin-donatie
pl: Wspomóż Khan Academy datkiem Bitcoin
pt: Contribuir com a Khan Academy doando Bitcoins
pt_pt: Apoia a Khan Academy através da doação de Bitcoins
tr: Bitcoin bağışı yaparak Khan Academy'yi destekleyin

source: Support Khan Academy with a Bitcoin donation, twice!
da: Støt Khan Academy med en Bitcoin donation, to gange!
es: Apoya a Khan Academy con una donación a través de Bitcoin, ¡dos veces!
fr: Soutenez Khan Academy avec un don sous forme de Bitcoin, deux fois !
ja: ビットコインの寄付でカーンアカデミーをサポート，2回目!
nb: Støtt Khan Academy med en Bitcoin donasjon to ganger!
nl: Steun de Khan Academy met een donatie in Bitcoins, tweemaal!
pl: Wspomóż dwukrotnie Khan Academy datkiem Bitcoin!
pt: Contribuir com a Khan Academy doando Bitcoins duas vezes!
pt_pt: Apoia a Khan Academy através da doação de Bitcoins, duas vezes!
tr: Bitcoin bağışı yaparak Khan Academy'yi destekleyin, iki kere!

source: Support Khan Academy with a donation in %(year)s
da: Støtte Khan Academy med en donation i %(year)s
es: Apoya a Khan Academy con una donación en %(year)s
fr: Soutenez Khan Academy avec un don en %(year)s
ja: カーンアカデミーを寄付で %(year)s 年サポート
nb: Støtt Khan Academy med en donasjon i %(year)s
nl: Steun de Khan Academy met een donatie in %(year)s
pl: Wesprzyj Khan Academy dotacją w %(year)s
pt: Contribuir com a Khan Academy com uma doação em %(year)s
pt_pt: Faz uma doação à Khan Academy em %(year)s
tr: %(year)s yılında Khan Academy'yi bağış yaparak destekleyin
