Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Therefore <code>\purple{\angle{AGH}} = \green{\angle{EGB}} = <var>X</var>^\circ</code>.
hi: इसलिए <code>\purple{\angle{AGH}} = \green{\angle{EGB}} = <var>X</var>^\circ</code>।
nl: Daarom <code>\purple{\angle{AGH}} = \green{\angle{EGB}} = <var>X</var>^\circ</code>.
pl: Dlatego <code>\purple{\angle{AGH}} = \green{\angle{EGB}} = <var>X</var>^\circ</code>.
pt: Portanto, <code>\purple{\angle{AGH}} = \green{\angle{EGB}} = <var>X</var>^\circ</code>.
tr: Bu nedenle, <code>\purple{\angle{AGH}} = \green{\angle{EGB}} = <var>X</var>^\circ</code>.

source: Therefore <code>\triangle ABC</code> and <code>\triangle ADE</code> are congruent.
es: Por lo tanto, <code>\triangle ABC</code> y<code>\triangle ADE</code> son congruentes.
pt: Portanto, o <code>\triangle ABC</code> e o <code>\triangle ADE</code> são congruentes.
tr: Bu nedenle, <code>\triangle ABC</code> ve <code>\triangle ADE</code> eştir.

source: Therefore <code>\triangle ABC</code> and <code>\triangle ADE</code> are similar triangles.
es: Por lo tanto <code>\triangle ABC</code> y <code>\triangle ADE</code> son triángulos semejantes.
nb: Derfor er <code>\triangle ABC</code> og <code>\triangle ADE</code> formlike trekanter.
pl: Dlatego <code>\triangle ABC</code> i <code>\triangle ADE</code> są trójkątami podobnymi.
pt: Portanto, <code>\triangle ABC</code> e <code>\triangle ADE</code> são triângulos semelhantes.
tr: Bu nedenle, <code>\triangle ABC</code> ve <code>\triangle ADE</code> benzer üçgenlerdir.

source: Therefore <code>\triangle ABC</code> and <code>\triangle BCD</code> are congruent.
es: Por lo tanto, <code>\triangle ABC</code> y<code>\triangle BCD</code> son congruentes.
pt: Portanto, <code>\triangle ABC</code> e <code>\triangle BCD</code> são congruentes.
tr: Bu nedenle, <code>\triangle ABC</code> ve <code>\triangle BCD</code> eştir.

source: Therefore <code>a = <var>X_AXIS</var></code>.
pt: Portanto, <code>a = <var>X_AXIS</var></code>.

source: Therefore <code>b = <var>Y_AXIS</var></code>.
pt: Portanto, <code>b = <var>Y_AXIS</var></code>.

source: Therefore <code>f(x)</code> is neither.
da: <code>f(x)</code> er derfor ingen af delene.
es: Por lo tanto <code>f(x)</code> no es ninguna de las dos.
fr: Donc la fonction qui à x fait correspondre <code>f(x)</code> n'est ni paire, ni impaire.
pt: Portanto, <code>f(x)</code> não é nenhum dos dois.
tr: Bu nedenle, <code>f(x)</code> ikisi de değildir.

source: Therefore <code>g(x) = <var>ANSWER</var></code>.
da: Derfor <code>g(x) = <var>ANSWER</var></code>.
es: Por lo tanto, <code>g(x) = <var>ANSWER</var></code>.
fr: Donc <code>g(x) = <var>ANSWER</var></code>.
pt: Portanto <code>g(x) = <var>ANSWER</var></code>.
tr: Bu nedenle, <code>g(x) = <var>ANSWER</var></code>.

source: Therefore <code>x = <var>A</var></code> <span data-if="A !== B">or <code>x = <var>B</var></code></span>
da: Derfor er <code>x = <var>A</var></code> <span data-if="A !== B"> eller <code>x = <var>B</var></code></span>
es: Por lo tanto <code>x = <var>A</var></code> <span data-if="A !== B"> o <code>x = <var>B</var></code></span>
fr: Donc <code>x = <var>A</var></code> <span data-if="A !== B">ou <code>x = <var>B</var></code></span>
nb: Derfor er <code>x = <var>A</var></code> <span data-if="A !== B"> eller <code>x = <var>B</var></code></span>
pl: Tak więc <code>x = <var>A</var></code> <span data-if="A !== B">lub <code>x = <var>B</var></code></span>
pt: Portanto <code>x = <var>A</var></code> <span data-if="A !== B">ou <code>x = <var>B</var></code></span>
tr: Bu nedenle, <code>x = <var>A</var></code> <span data-if="A !== B">veya <code>x = <var>B</var></code></span>

source: Therefore the angle we are looking for is <code>A</code>
es: Por lo tanto el ángulo que buscamos es <code>A</code>
fr: Donc l'angle que l'on cherche est <code>A</code>
nb: Dermed er vinklen vi ser etter <code>A</code>
nl: De hoek die we zoeken is dus <code>A</code>
pl: Dlatego kątem, którego szukamy jest <code>A</code>
pt: Portanto, o ângulo que estamos procurando é <code>A</code>
tr: Bu nedenle, bulmak istediğimiz açı, <code>A</code>

source: Therefore the angle we are looking for is also <var>TRIANGLE[ 0 ][ 0 ]</var>.
es: Por lo tanto el ángulo que buscamos es también <var>TRIANGLE[ 0 ][ 0 ]</var>.
fr: Donc l'angle que l'on cherche est aussi égal à <var>TRIANGLE[ 0 ][ 0 ]</var> degrés.
nb: Derfor er vinkelen vi ser etter også <var>TRIANGLE[ 0 ][ 0 ]</var>.
nl: De hoek die we zoeken is dus ook <var>TRIANGLE[ 0 ][ 0 ]</var>.
pl: Dlatego kątem, którego szukamy jest także <var>TRIANGLE[ 0 ][ 0 ]</var>.
pt: Portanto, o ângulo que estamos procurando também é <var>TRIANGLE[ 0 ][ 0 ]</var>.
tr: Bu nedenle, bulmak istediğimiz açı, <var>TRIANGLE[ 0 ][ 0 ]</var>.

source: Therefore the answer is the original expression, <code><var>SOLUTION</var></code>.
da: Svaret er derfor det oprindelig udtryk,<code><var>SOLUTION</var></code>.
es: Por lo tanto la respuesta es la expresión original, <code><var>SOLUTION</var></code>.
fr: Par conséquent, la réponse est l'expression de départ, <code><var>SOLUTION</var></code>.
nb: Svaret er derfor det opprinnelige uttrykket <code><var>SOLUTION</var></code>.
pl: Odpowiedzią jest więc pierwotne wyrażenie, <code><var>SOLUTION</var></code>.
pt: Portanto a resposta é a expressão original, <code><var>SOLUTION</var></code>.
tr: Bu nedenle, cevap orijinal ifade, <code><var>SOLUTION</var></code>.

source: Therefore the solution is to cut the starting block into <code><var>N_PARENT_EXPANDED</var></code> pieces and copy the resulting block <code><var>N_OFFSPRING_EXPANDED</var></code> times.
da: Løsningen er derfor at skære startblokken i <code><var>N_PARENT_EXPANDED</var></code> stykker og kopiere den resulterende blok <code><var>N_OFFSPRING_EXPANDED</var></code> gange.
es: Por lo tanto la solución es cortar el bloque inicial en <code><var>N_PARENT_EXPANDED</var></code> pedazos y copiar el bloque resultante <code><var>N_OFFSPRING_EXPANDED</var></code> veces.
fr: La solution est donc de découper le bloc de départ en <code><var>N_PARENT_EXPANDED</var></code> morceaux, et de copier <code><var>N_OFFSPRING_EXPANDED</var></code> fois le morceau obtenu.
hi: इसलिए हल होगा कि आरंभिक ब्लाक को काटें <code><var>N_PARENT_EXPANDED</var></code> हिस्सों में और परिणामी ब्लाक की अनुकृति होगी <code><var>N_OFFSPRING_EXPANDED</var></code> गुनाI
nb: Løsningen er derfor å skjære startblokken i <code><var>N_PARENT_EXPANDED</var></code> stykker og kopiere den resulterende blokken <code><var>N_OFFSPRING_EXPANDED</var></code> ganger.
nl: Daarom is de oplossing om de startbalk in <code><var>N_PARENT_EXPANDED</var></code> stukken te knippen, en het resulterende stuk <code><var>N_OFFSPRING_EXPANDED</var></code> keer te kopiëren.
pl: Zatem rozwiązaniem jest podzielenie klocka startowego na <code><var>N_PARENT_EXPANDED</var></code> kawałki/łków i skopiowanie powstałego klocka <code><var>N_OFFSPRING_EXPANDED</var></code> razy.
pt: Portanto, a solução é cortar o bloco inicial em <code><var>N_PARENT_EXPANDED</var></code> partes e copiar o bloco resultante <code><var>N_OFFSPRING_EXPANDED</var></code> vezes.
tr: Bu nedenle çözüm, başlangıç blokunu <code><var>N_PARENT_EXPANDED</var></code> parçaya kesmek ve elde edilen bloku <code><var>N_OFFSPRING_EXPANDED</var></code> kere kopyalamaktır.

source: Therefore the solution is to cut the starting block into <code><var>SLICES</var></code> pieces, copy current block 1 <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> times and current block 2 <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> times.
es: Por lo tanto la solución es cortar el bloque inicial en <code><var>SLICES</var></code> pedazos, copiar el bloque de prueba 1 <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> veces y el bloque de prueba 2 <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> veces.
fr: La solution est donc de découper le Bloc de départ en <code><var>SLICES</var></code> morceaux, puis de copier le morceau <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> fois sur le Bloc témoin 1, et <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> fois sur le Bloc témoin 2.
hi: इसलिए हल होगा कि आरंभिक ब्लाक को काटें <code><var>SLICES</var></code>हिस्सों में, जारी ब्लाक 1 को अनुकृत करें<code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code>गुना और जारी ब्लाक 2 <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code>गुनाI
nb: Løsningen er derfor å skjære startblokken i <code><var>SLICES</var></code> stykker, og kopiere den nåværende blokk 1 <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> ganger og den nåværende blokk 2 <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> ganger.
nl: De oplossing is dus om de startbalk in <code><var>SLICES</var></code> stukken te knippen, het huidige blok 1 dan <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> keer te kopiëren, en het huidige blok 2 dan <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> keer te kopiëren.
pl: Zatem rozwiązaniem jest podzielenie klocka startowego na <code><var>SLICES</var></code> kawałki/łków, skopiowanie klocka bieżącego 1 <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> razy i klocka bieżącego 2 <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> razy.
pt: Portanto, a solução é cortar o bloco inicial em <code><var>SLICES</var></code> pedaços, copiar o bloco atual 1 <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> vezes e o bloco atual 2 <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> vezes.
tr: Bu nedenle, çözüm başlangıç bloğunu <code><var>SLICES</var></code> parçaya kesmek, mevcut bloğu 1 <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> kere ve mevcut bloğu 2 <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> kere kopyalamaktır.

source: Therefore the third side must be larger than <code><var>KNOWN[0] &lt; KNOWN[1] ? KNOWN_DISPLAY[1] : KNOWN_DISPLAY[0]</var> - <var>KNOWN[0] &lt; KNOWN[1] ? KNOWN_DISPLAY[0] : KNOWN_DISPLAY[1]</var> = <var>MIN_DISPLAY</var></code>
es: Por lo tanto el tercer lado debe ser mayor que <code><var>KNOWN[0] &lt; KNOWN[1] ? KNOWN_DISPLAY[1] : KNOWN_DISPLAY[0]</var> - <var>KNOWN[0] &lt; KNOWN[1] ? KNOWN_DISPLAY[0] : KNOWN_DISPLAY[1]</var> = <var>MIN_DISPLAY</var></code>
fr: Donc le troisième côté doit être supérieur à <code><var>KNOWN[0] &lt; KNOWN[1] ? KNOWN_DISPLAY[1] : KNOWN_DISPLAY[0]</var> - <var>KNOWN[0] &lt; KNOWN[1] ? KNOWN_DISPLAY[0] : KNOWN_DISPLAY[1]</var> = <var>MIN_DISPLAY</var></code>
pl: Dlatego trzeci bok musi być większy niż <code><var>KNOWN[0] &lt; KNOWN[1] ? KNOWN_DISPLAY[1] : KNOWN_DISPLAY[0]</var> - <var>KNOWN[0] &lt; KNOWN[1] ? KNOWN_DISPLAY[0] : KNOWN_DISPLAY[1]</var> = <var>MIN_DISPLAY</var></code>
pt: Portanto,o terceiro lado deve ser maior que <code><var>KNOWN[0] &lt; KNOWN[1] ? KNOWN_DISPLAY[1] : KNOWN_DISPLAY[0]</var> - <var>KNOWN[0] &lt; KNOWN[1] ? KNOWN_DISPLAY[0] : KNOWN_DISPLAY[1]</var> = <var>MIN_DISPLAY</var></code>
tr: Bu nedenle, üçüncü kenar, <code><var>KNOWN[0] &lt; KNOWN[1] ? KNOWN_DISPLAY[1] : KNOWN_DISPLAY[0]</var> - <var>KNOWN[0] &lt; KNOWN[1] ? KNOWN_DISPLAY[0] : KNOWN_DISPLAY[1]</var> = <var>MIN_DISPLAY</var></code>'dan büyük olmalı.

source: Therefore the third side must be less than <code><var>KNOWN_DISPLAY[ 0 ]</var> + <var>KNOWN_DISPLAY[ 1 ]</var> = <var>MAX_DISPLAY</var></code>
es: Por lo tanto el tercer lado debe ser menor que <code><var>KNOWN_DISPLAY[ 0 ]</var> + <var>KNOWN_DISPLAY[ 1 ]</var> = <var>MAX_DISPLAY</var></code>
fr: Donc le troisième côté doit être strictement inférieur à <code><var>KNOWN_DISPLAY[ 0 ]</var> + <var>KNOWN_DISPLAY[ 1 ]</var> = <var>MAX_DISPLAY</var></code>
pl: Dlatego trzeci bok musi być krótszy od <code><var>KNOWN_DISPLAY[ 0 ]</var> + <var>KNOWN_DISPLAY[ 1 ]</var> = <var>MAX_DISPLAY</var></code>
pt: Portanto, o terceiro lado deve ser menor que <code><var>KNOWN_DISPLAY[ 0 ]</var> + <var>KNOWN_DISPLAY[ 1 ]</var> = <var>MAX_DISPLAY</var></code>
tr: Buna göre, üçüncü kenar, <code><var>KNOWN_DISPLAY[ 0 ]</var> + <var>KNOWN_DISPLAY[ 1 ]</var> = <var>MAX_DISPLAY</var></code>'den az olmalıdır

source: Therefore the vertex of the parabola is at <code>x = <var>PRETTY_X1</var></code>.
es: Por lo tanto el vértice de la parábola está en <code>x = <var>PRETTY_X1</var></code>.
fr: Donc, l'abscisse du sommet de la parabole est <code>x = <var>PRETTY_X1</var></code>.
pt: Assim, o vértice da parábola está em <code>x = <var>PRETTY_X1</var></code>.
tr: Bu nedenle, parabolün tepe noktası için, <code>x = <var>PRETTY_X1</var></code>.

source: Therefore we need to find a circle for which <code>P</code> and <code>C</code> are on opposite sides.
es: Por lo tanto tenemos que encontrar un círculo para el cual <code>P</code> y <code>C</code> estén en lados opuestos.
fr: On cherche donc un cercle dans lequel <code>P</code> et <code>C</code> seront les sommets opposés d'un quadrilatère inscrit.
pl: Dlatego musimy znaleźć okrąg dla którego <code>P</code> i <code>C</code> leżą po przeciwnych stronach.
pt: Portanto, precisamos encontrar um círculo para o qual <code>P</code> e <code>C</code> estejam em lados opostos.
tr: Bu nedenle, <code>P</code> ve <code>C</code>'nin karşı taraflarda olduğu bir çember bulmamız gerekir.

source: Therefore you need:
es: Por lo tanto necesitas:
fr: Par conséquent, il faut :
hi: अतः आपको चाहिए:
nb: Derfor trenger du:
nl: Daarom heb je nodig:
pl: Tak więc potrzebujemy:
pt: Portanto, você precisa de:
tr: Bu nedenle şuna ihtiyacınız olacak:

source: Therefore,
fr: Donc
nb: Derfor,
nl: Daarom,
pl: Zatem
pt: Portanto,
pt_pt: Logo,
tr: Bu nedenle,

source: Therefore, <code> \dfrac{ <span data-if="EXPNUM3 !== 1"> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} </span> <span data-else=""> \blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>} </span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
da: Derfor, <code> \dfrac{ <span data-if="EXPNUM3 !== 1"> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} </span> <span data-else=""> \blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>} </span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
es: Por lo tanto, <code> \dfrac{ <span data-if="EXPNUM3 !== 1"> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} </span> <span data-else=""> \blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>} </span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
fr: Par conséquent, <code> \dfrac{ <span data-if="EXPNUM3 !== 1"> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} </span> <span data-else=""> \blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>} </span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
nb: Derfor, <code> \dfrac{ <span data-if="EXPNUM3 !== 1"> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} </span> <span data-else=""> \blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>} </span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
pl: Tak więc <code> \dfrac{ <span data-if="EXPNUM3 !== 1"> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} </span> <span data-else=""> \blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>} </span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
pt: Portanto, <code> \dfrac{ <span data-if="EXPNUM3 !== 1"> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} </span> <span data-else=""> \blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>} </span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
tr: Bu nedenle, <code> \dfrac{ <span data-if="EXPNUM3 !== 1"> (\blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>})^{<var>EXPNUM3</var>} </span> <span data-else=""> \blue{<var>expr(NUM1)</var>}\green{<var>expr(NUM2)</var>} </span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}\green{<var>NUMHINT2</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.

source: Therefore, <code> \dfrac{ <span data-if="EXPNUM3 !== 1">(\blue{<var>expr(NUM1)</var>})^{<var>EXPNUM3</var>}</span> <span data-else="">\blue{<var>expr(NUM1)</var>}</span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
da: Derfor, <code> \dfrac{ <span data-if="EXPNUM3 !== 1">(\blue{<var>expr(NUM1)</var>})^{<var>EXPNUM3</var>}</span> <span data-else="">\blue{<var>expr(NUM1)</var>}</span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
es: Por lo tanto, <code> \dfrac{ <span data-if="EXPNUM3 !== 1">(\blue{<var>expr(NUM1)</var>})^{<var>EXPNUM3</var>}</span> <span data-else="">\blue{<var>expr(NUM1)</var>}</span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
fr: Par conséquent, <code> \dfrac{ <span data-if="EXPNUM3 !== 1">(\blue{<var>expr(NUM1)</var>})^{<var>EXPNUM3</var>}</span> <span data-else="">\blue{<var>expr(NUM1)</var>}</span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
nb: Derfor, <code> \dfrac{ <span data-if="EXPNUM3 !== 1">(\blue{<var>expr(NUM1)</var>})^{<var>EXPNUM3</var>}</span> <span data-else="">\blue{<var>expr(NUM1)</var>}</span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
pl: Tak więc <code> \dfrac{ <span data-if="EXPNUM3 !== 1">(\blue{<var>expr(NUM1)</var>})^{<var>EXPNUM3</var>}</span> <span data-else="">\blue{<var>expr(NUM1)</var>}</span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
pt: Portanto, <code> \dfrac{ <span data-if="EXPNUM3 !== 1">(\blue{<var>expr(NUM1)</var>})^{<var>EXPNUM3</var>}</span> <span data-else="">\blue{<var>expr(NUM1)</var>}</span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.
tr: Bu nedenle, <code> \dfrac{ <span data-if="EXPNUM3 !== 1">(\blue{<var>expr(NUM1)</var>})^{<var>EXPNUM3</var>}</span> <span data-else="">\blue{<var>expr(NUM1)</var>}</span> }{ <span data-if="EXPDEN3 !== 1"> (\blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>})^{<var>EXPDEN3</var>} </span> <span data-else=""> \blue{<var>expr(DEN1)</var>}\green{<var>expr(DEN2)</var>} </span> } = \dfrac{\blue{<var>NUMHINT1</var>}}{ \blue{<var>DENHINT1</var>}\green{<var>DENHINT2</var>}}</code>.

source: Therefore, <code><var>fractionReduce( NUM, DENOM )</var></code> is the ratio of <var>fruit( 0 )</var>s to <var>fruit( 1 )</var>s written as a simplified fraction.
fr: Donc, <code><var>fractionReduce( NUM, DENOM )</var></code> est le rapport entre <var>fruit( 0 )</var>s et <var>fruit( 1 )</var>s écrit sous forme d'une fraction simplifiée.
hi: इसलिए, <code><var>fractionReduce( NUM, DENOM )</var></code> <var>fruit( 0 )</var>s to <var>fruit( 1 )</var>s का अनुपात है जिसे सरल भिन्न के रूप में लिखा जा सकता है ।
nb: Derfor er, <code><var>fractionReduce( NUM, DENOM )</var></code> forholdet mellom <var>fruit( 0 )</var>s og <var>fruit( 1 )</var>s skrevet som en forenklet brøk.
pl: W związku z tym, <code><var>fractionReduce( NUM, DENOM )</var></code> jest stosunkiem <var>fruit( 0 )</var>s do <var>fruit( 1 )</var>s zapisanym w postaci skróconego ułamka.
pt: Portanto, <code><var>fractionReduce( NUM, DENOM )</var></code> é a razão de <var>fruit( 0 )</var>s para <var>fruit( 1 )</var>s escrita como uma fração simplificada.
tr: Bu nedenle, <code><var>fractionReduce( NUM, DENOM )</var></code> sadeleştirilmiş kesir olarak yazılmış <var>fruit( 0 )</var>'lerin <var>fruit( 1 )</var>'lere oranıdır.

source: Therefore, <code>\angle{AJF} = \angle{DJI} = <var>ANGLE_3</var>^\circ</code>.
hi: इसलिए, <code>\angle{AJF} = \angle{DJI} = <var>ANGLE_3</var>^\circ</code>।
nb: Derfor, <code>\angle{AJF} = \angle{DJI} = <var>ANGLE_3</var>^\circ</code>.
nl: Daarom, <code>\angle{AJF} = \angle{DJI} = <var>ANGLE_3</var>^\circ</code>.
pl: Dlatego <code>\angle{AJF} = \angle{DJI} = <var>ANGLE_3</var>^\circ</code>.
pt: Portanto, <code>\angle{AJF} = \angle{DJI} = <var>ANGLE_3</var>^\circ</code>.
tr: Bu nedenle, <code>\angle{AJF} = \angle{DJI} = <var>ANGLE_3</var>^\circ</code>.
