Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Because the original denominator can be factored into these two parts, we can write out our original fraction as the sum of two fractions whose denominators are the two factors we just found.
da: Fordi den oprindelige nævner kan faktoriseres til i disse to dele, kan vi skrive vores oprindelige brøk som summen af to brøker, hvis nævnere er de to faktorer, som vi lige har fundet.
es: Como el denominador puede factorizarse en estas dos partes, podemos escribir nuestra fracción original como la suma de dos fracciones cuyos denominadores son los dos factores que acabamos de encontrar.
fr: Comme le dénominateur est le produit de ces deux facteurs, la fraction peut s'écrire comme la somme de deux fractions dont les dénominateurs respectifs sont ces facteurs.
nb: Fordi den opprinnelige nevneren kan være faktorisert inn disse to delene, kan vi skrive ut vår opprinnelige brøkdel som summen av to fraksjoner hvis nevnerne er de to faktorene vi fant.
pl: Ponieważ pierwotny mianownik może być przemnożony do tych dwóch części, możemy rozpisać nasz pierwotny ułamek jako sumę dwóch ułamków, których mianowniki będą stanowić dwa mnożniki, które właśnie znaleźliśmy.
pt: Já que o denominador original pode ser fatorado nessas duas partes, podemos escrever nossa fração original como a soma de duas frações cujos denominadores são as duas frações que acabamos de encontrar.
tr: Başlangıçtaki paydayı bu iki parça olarak çarpanlarına ayırabildiğimiz için, orijinal kesirimizi paydaları bu iki çarpan olan iki kesirin toplamı olarak yazabiliriz.

source: Because the original statement is true, the <strong>contrapositive</strong> is also logically true.
es: Como la proposición original es verdadera, la <strong>contrapositiva</strong> también es lógicamente verdadera.
fr: Puisque la proposition est vraie, la <strong> contraposée</strong> est vraie aussi.
pt: Como a afirmação original é verdadeira, a <strong>contrapositiva</strong> também é logicamente verdadeira.
tr: Orijinal önerme doğru olduğu için, <strong>karşıt</strong> da mantıksal olarak doğrudur.

source: Because the parabola is symmetric, we can reflect the point <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code> across the <span class="hint_green">axis of symmetry</span> to get another point, <code class="hint_orange">(<var>X2</var>, <var>Y2</var>)</code>, that must also be on the parabola.
da: Fordi parablen er symmetrisk, kan vi spejle punktet <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code> i <span class="hint_green">symmetriaksen</span> for at finde et andet punkt, <code class="hint_orange">(<var>X2</var>, <var>Y2</var>)</code>, som også må ligge på parablen.
es: Como la parábola es simétrica, podemos reflejar el punto <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code> en el <span class="hint_green">eje de simetría</span> para obtener otro punto, <code class="hint_orange">(<var>X2</var>, <var>Y2</var>)</code>, que también debe estar en la parábola.
fr: Le symétrique du point <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code> par rapport à cet <span class="hint_green">axe de symétrie</span> est le point <code class="hint_orange">(<var>X2</var>, <var>Y2</var>)</code>. Ce point appartient à la parabole.
nb: Fordi parabelen er symmetrisk, kan vi speile punktet <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code> i <span class="hint_green">symmetri-aksen</span> for å finne et annet punkt, <code class="hint_orange">(<var>X2</var>, <var>Y2</var>)</code>, som også må ligge på parabelen.
pl: Ponieważ parabola jest symetryczna, możemy odbić punkt <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code> względem <span class="hint_green">osi symetrii</span>, żeby dostać inny punkt, <code class="hint_orange">(<var>X2</var>, <var>Y2</var>)</code>, który też musi być na paraboli.
pt: Uma vez que a parábola é simétrica, podemos refletir o ponto <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code> pelo <span class="hint_green">eixo de simetria</span> para obter outro ponto, <code class="hint_orange">(<var>X2</var>, <var>Y2</var>)</code>, que também tem que estar na parábola.
tr: Parabol simetrik olduğu için, <code class="hint_pink">(<var>X1</var>, <var>Y1</var>)</code> noktasının <span class="hint_green">simetri eksenine</span> göre yansımasını alarak elde ettiğimiz <code class="hint_orange">(<var>X2</var>, <var>Y2</var>)</code> noktası da parabolün üzerinde olmalıdır.

source: Because the sides and the angle do not match, triangle A is not congruent with triangle B.
es: Como los lados y el ángulo no coinciden, el triángulo A no es congruente con el triángulo B.
fr: Il y a au moins deux côtés homologues qui ne sont pas de même longueur ou deux angles homologues qui ne sont pas égaux, donc les deux triangles ne sont pas isométriques.
pl: Ponieważ boki i kąt nie pasują do siebie, trójkąt A nie jest przystający do trójkąta B.
pt: Como os lados e o ângulo não correspondem, o triângulo A não é congruente com o triângulo B.
tr: Kenarlarla açı eşleşmediğinden, A üçgeni B üçgenine eş değildir.

source: Because the sides do not match, triangle B is not congruent with triangle A.
es: Como los ángulos no coinciden, el triángulo B no es congruente con el triángulo A.
fr: Les côtés du triangle B ne sont pas de même longueur que ceux du triangle A, donc ces deux triangles ne sont pas isométriques.
pl: Ponieważ boki nie pasują do siebie, trójkąt B nie jest przystający do trójkąta A.
pt: Como os lados não correspondem, o triângulo B não é congruente com o triângulo A.
tr: Kenarlar eşleşmediğinden, B üçgeni A üçgenine eş değildir.

source: Because there are <var>toSentence(EXPONENT_HINT)</var>, we can use exponents to write the prime factorization as:
da: Fordi der er <var>toSentence(EXPONENT_HINT)</var>, kan vi bruge eksponenter til at skrive primfaktoriseringen som:
es: Como hay <var>toSentence(EXPONENT_HINT)</var>, podemos usar exponentes para escribir la factorización en primos como:
fr: Comme il y a <var>toSentence(EXPONENT_HINT)</var>, on peut utiliser des exposants pour écrire la décomposition en facteurs premiers :
nb: Fordi det er <var>toSentence(EXPONENT_HINT)</var>, kan vi bruke eksponenter til å skrive primtallsfaktoriseringen som:
nl: Omdat er <var>toSentence(EXPONENT_HINT)</var> zijn, kunnen we de exponenten gebruiken om de ontbinding in factoren uit te schrijven:
pl: Jako że są <var>toSentence(EXPONENT_HINT)</var>, możemy użyć wykładników, aby dokonać rozkładu na czynniki pierwsze:
pt: Como há <var>toSentence(EXPONENT_HINT)</var>, podemos usar os expoentes para escrever a fatoração em números primos da seguinte forma:
tr: <var>toSentence(EXPONENT_HINT)</var> olduğu için, üsleri kullanarak asal çarpanlara ayırmayı şu şekilde yazabiliriz:

source: Because there is <var>toSentence(EXPONENT_HINT)</var>, we can use exponents to write the prime factorization as:
da: Fordi der er <var>toSentence(EXPONENT_HINT)</var>, kan vi bruge eksponenter til at skrive primfaktoriseringen som:
es: Como hay <var>toSentence(EXPONENT_HINT)</var>, podemos usar exponentes para escribir su factorización en primos como:
fr: Comme il y a <var>toSentence(EXPONENT_HINT)</var>, on peut utiliser des exposants pour écrire la décomposition en facteurs premiers :
nb: Fordi det er <var>toSentence(EXPONENT_HINT)</var>, kan vi bruke eksponenter til å skrive primtallsfaktoriseringen som:
nl: Omdat er <var>toSentence(EXPONENT_HINT)</var> is, kunnen we de exponenten gebruiken om de ontbinding in factoren uit te schrijven:
pl: Jako że jest <var>toSentence(EXPONENT_HINT)</var>, możemy użyć wykładników, aby dokonać rozkładu na czynniki pierwsze:
pt: Como há <var>toSentence(EXPONENT_HINT)</var>, podemos usar os expoentes para escrever a fatoração em números primos da seguinte forma:
tr: <var>toSentence(EXPONENT_HINT)</var> olduğu için, üsleri kullanarak asal çarpanlara ayırmayı şu şekilde yazabiliriz:

source: Because there is no number in the <span class="hint_pink">thousands</span> place, you don't need any <span class="hint_pink">thousands</span>.
es: Como no hay ningún número en el lugar de los <span class="hint_pink">millares</span>, no necesitas ningunos <span class="hint_pink">millares</span>.
fr: Puisqu'il n'y a pas de chiffre des <span class="hint_pink">milliers</span>, on n'a pas besoin de <span class="hint_pink">milliers</span>.
nb: Fordi det ikke er noe tall på <span class="hint_pink">tusener</span> plassen, trnger du ikke noen<span class="hint_pink">tusener</span>.
nl: Aangezien er geen getal is op de plek van de <span class="hint_pink">duizendtallen</span>, heb je geen <span class="hint_pink">duizendtallen</span> nodig.
pl: Ponieważ w miejscu <span class="hint_pink">tysięcznych</span> nie ma liczby, nie potrzebujemy żadnych <span class="hint_pink">tysięcznych</span>.
pt: Como não há nenhum número na casa dos <span class="hint_pink">milhares</span>, você não precisa de nenhum <span class="hint_pink">milhar</span>.
tr: <span class="hint_pink">thousands</span> basamağında sayı olmadığı için h,ç <span class="hint_pink">thousands</span>'e ihtiyacınız yok.

source: Because these sections do not appear next to each other in the graph of <code>f(x)</code>, there is no solution.
da: Da disse dele ikke forekommer ved siden af hinanden på grafen for <code>f(x)</code>, findes der ingen løsning.
es: Como estas secciones no aparecen una al lado de la otra en la gráfica de <code>f(x)</code>, no hay solución.
fr: Ces parties ne sont pas côte à côte sur la courbe de <code>f</code>, donc il n'y a pas de solution.
nb: Siden disse delene ikke er ved siden av hverandre i grafen for <code>f(x)</code> finner det ingen løsning.
nl: Omdat deze delen niet naast elkaar in de grafiek <code>f(x)</code> voorkomen, is er geen oplossing.
pl: Ponieważ te kawałki nie pojawiają się obok siebie na wykresie<code>f(x)</code>, rozwiązanie nie istnieje.
pt: Como essas seções não aparecem uma ao lado da outra no gráfico de <code>f(x)</code>, não há solução.
pt_pt: Como estas secções não aparecem uma ao lado da outra no gráfico de <code>f(x)</code>, não há solução.
tr: Bu kısımlar <code>f(x)</code>grafiğinde yan yana görünmedikleri için, çözüm yoktur.

source: Because this triangle has two sides equal, it also has two angles equal (it is an isosceles triangle).
es: Como este triángulo tiene dos lados iguales, también tiene dos ángulos iguales (es un triángulo isósceles).
fr: Ce triangle a deux côtés de même longueur, donc il a aussi deux angles égaux (c'est un triangle isocèle).
nb: Fordi denne trekanten har to like sider, har den også to vinkler som er like (det er en likebent trekant).
nl: Omdat twee zijden van de driehoek gelijk zijn, zijn ook twee van de hoeken gelijk (het is een een gelijkbenige driehoek).
pl: Ponieważ ten trójkąt ma dwa równe boki, to posiada również dwa równe kąty (jest to trójkąt równoramienny).
pt: Como este triângulo tem dois lados iguais, ele também tem dois ângulos iguais (é um triângulo isósceles).
tr: Bu üçgeni iki kenarı eşit olduğu için, iki açısı da eşittir (ikizkenar üçgendir).

source: Because we are looking for <code><var>V1</var></code>, it might be easiest to solve our first equation for <code><var>V2</var></code> and substitute it into our second equation.
es: Como estamos buscando <code><var>V1</var></code>, puede ser más fácil resolver nuestra primera ecuación para <code><var>V2</var></code> y sustituirla en nuestra segunda ecuación.
fr: Comme on cherche <code><var>V1</var></code>, le plus simple est d'utiliser la première équation pour trouver une expression de <code><var>V2</var></code> et de reporter cette expression dans la deuxième équation.
nb: Fordi vi ser etter <code><var>V1</var></code>, kan det være enklest å løse den første likningen for <code><var>V2</var></code> og sette det inn i den andre likningen.
nl: Omdat we <code><var>V1</var></code> te weten willen komen, is het misschien makkelijker om de eerste vergelijking op te lossen voor <code><var>V2</var></code>, en dit dan te substitueren in de tweede vergelijking.
pl: Ponieważ szukamy <code><var>V1</var></code>, łatwiej byłoby rozwiązać nasze pierwsze równanie dla <code><var>V2</var></code>, a potem podstawić rozwiązanie do drugiego równania.
pt: Como estamos procurando por <code><var>V1</var></code>, talvez seja mais fácil resolver nossa primeira equação para encontrar o valor de <code><var>V2</var></code> e substituí-lo em nossa segunda equação.
tr: <code><var>V1</var></code>'i aradığımız için, çözmenin en kolay yolu, önce ilk denklemi <code><var>V2</var></code> için çözmek ve bunu ikinci denkleme koymak olabilir.

source: Because we are looking for <code><var>V2</var></code>, it might be easiest to use our first equation for <code><var>V1</var></code> and substitute it into our second equation.
es: Como estamos buscando <code><var>V2</var></code>, puede ser más fácil usar nuestra primera ecuación para <code><var>V1</var></code> y sustituirla en nuestra segunda ecuación.
fr: Comme on cherche <code><var>V2</var></code>, le plus simple est d'utiliser la première équation pour trouver une expression de <code><var>V1</var></code> et de reporter cette expression dans la deuxième équation.
nb: Fordi vi ser etter <code><var>V2</var></code>, kan de være enklest å løse den første likningen for <code><var>V1</var></code> og sett det inn i den andre likningen.
nl: Omdat we <code><var>V2</var></code> te weten willen komen, is het misschien makkelijker om de eerste vergelijking op te lossen voor <code><var>V1</var></code>, en dit dan te substitueren in de tweede vergelijking.
pl: Ponieważ szukamy <code><var>V2</var></code>, łatwiej byłoby rozwiązać nasze pierwsze równanie dla <code><var>V1</var></code>, a potem podstawić rozwiązanie do drugiego równania.
pt: Como estamos procurando por <code><var>V2</var></code>, talvez seja mais fácil usar nossa primeira equação para <code><var>V1</var></code> e inseri-la em nossa segunda equação.
tr: <code><var>V2</var></code>'yi aradığımız için, çözmenin en kolay yolu, önce ilk denklemi <code><var>V1</var></code> için çözmek ve bunu ikinci denkleme koymak olabilir.

source: Because we can create triangles that are not congruent, we can show by counterexample that <strong>Angle-Angle-Angle is not a congruency postulate.</strong> Be sure to construct an incongruent triangle above to prove it.
es: Como podemos crear triángulos que no sean congruentes, podemos dar un contraejemplo de que <strong>Ańgulo-Ángulo-Ángulo no es un postulado de congruencia.</strong> Asegúrate de construir un triángulo incongruente arriba para probarlo.
fr: Si on peut construire deux triangles qui ne sont pas isométriques, on montre avec ce contre-exemple que <strong>Angle-Angle-Angle n'est pas un cas d'isométrie.</strong> Il faut s'assurer de construire un triangle non isométrique avant de pouvoir l'affirmer.
pl: Ponieważ możemy zbudować trójkąty, które nie są przystające, możemy wykazać za pomocą kontrprzykładu, że <strong>Kąt-Kąt-Kąt nie jest cechą przystawania.</strong> Pamiętaj, aby skonstruować powyżej trójkąt nieprzystający, który to udowodni.
pt: Como podemos criar triângulos que não são congruentes, podemos mostrar por contra-exemplo que <strong>Ângulo-Ângulo-Ângulo não é um postulado de congruência.</strong> Certifique-se de construir um triângulo incongruente para provar isso.
tr: Eş olmayan üçgenler oluşturabildiğimiz için, karşı örnek kullanarak <strong>Açı-Açı-Açı'nın eşlik koyutu olmadığını gösterebiliriz.</strong> İspatlamak için yukarıdakine eş olmayan bir üçgen oluşturun.

source: Because we can create two triangles that are not congruent, we can show by counterexample that <strong>Side-Side-Angle is not a congruency postulate.</strong> Be sure to construct the incongruent triangle above to prove it.
es: Como podemos crear dos triángulos que no sean congruentes, podemos dar un contraejemplo de que <strong>Lado-Lado-Ángulo no es un postulado de congruencia.</strong> Asegúrate de construir el triángulo incongruente anterior para probarlo.
fr: Si on peut construire deux triangles qui ne sont pas isométriques, on montre avec ce contre-exemple que <strong>Côté-Côté-Angle n'est pas un cas d'isométrie.</strong> Il faut s'assurer de construire un triangle non isométrique avant de pouvoir l'affirmer.
pl: Ponieważ możemy zbudować dwa trójkąty, które nie są przystające, możemy wykazać za pomocą kontrprzykładu, że <strong>Bok-Bok-Kąt nie jest cechą przystawania.</strong> Pamiętaj, aby skonstruować powyżej trójkąt nieprzystający, który to udowodni.
pt: Como podemos criar dois triângulos que não são congruentes, podemos mostrar por contra-exemplo que <strong>Lado-Lado-Ângulo não é um postulado de congruência.</strong> Certifique-se de construir um triângulo incongruente para provar isso.
tr: Eş olmayan iki üçgen oluşturabildiğimiz için, karşı örnek kullanarak <strong>Kenar-Kenar-Açı'nın eşlik koyutu olmadığını gösterebiliriz.</strong> İspatlamak için yukarıdakine eş olmayan bir üçgen oluşturun.

source: Because we divided by <code>(<var>X</var> + <var>A</var>)</code>,
fr: Le dénominateur de la fraction est <code>(<var>X</var> + <var>A</var>)</code>, donc la fraction existe si
pl: Ponieważ podzieliliśmy przez <code>(<var>X</var> + <var>A</var>)</code>,
pt: Como dividimos por <code>(<var>X</var> + <var>A</var>)</code>,
tr: <code>(<var>X</var> + <var>A</var>)</code> ile böldüğümüz için,

source: Because we divided by <code>(<var>X</var> - <var>A</var>)</code>,
fr: Le dénominateur de la fraction est <code>(<var>X</var> - <var>A</var>)</code>, donc la fraction existe si
pl: Ponieważ podzieliliśmy przez <code>(<var>X</var> - <var>A</var>)</code>,
pt: Como dividimos por <code>(<var>X</var> - <var>A</var>)</code>,
tr: <code>(<var>X</var> - <var>A</var>)</code> ile böldüğümüz için,

source: Because we divided by <code><var>DENOMINATOR</var></code>,
fr: Le dénominateur de la fraction est <code><var>DENOMINATOR</var></code>, donc la fraction existe si
pt: Como dividimos por <code><var>DENOMINATOR</var></code>,

source: Because we have data for all <code><var>DATA_POINTS</var></code> <var>plural_form(animal( 1 ), DATA_POINTS)</var> at the zoo, we are able to calculate the <span class="hint_blue">population mean</span> <code>(\blue{\mu})</code> and <span class="hint_red">population variance</span> <code>(\red{\sigma^2})</code>.
fr: On a des données pour chacun des <code><var>DATA_POINTS</var></code> <var>plural_form(animal( 1 ), DATA_POINTS)</var> au zoo, donc on peut calculer la <span class="hint_blue">moyenne de la population</span> <code>(\blue{\mu})</code> et <span class="hint_red">la variance de la population</span> <code>(\red{\sigma^2})</code>.
pt: Como temos os dados de todos(as) os(as) <code><var>DATA_POINTS</var></code> <var>plural_form(animal( 1 ), DATA_POINTS)</var> do zoológico, conseguimos calcular a <span class="hint_blue">média populacional</span> <code>(\blue{\mu})</code> e a <span class="hint_red">variância da população</span> <code>(\red{\sigma^2})</code>.

source: Because we have data for all <var>DATA_POINTS</var> <var>animal( 1 )</var> at the zoo, we are able to calculate the <span class="hint_blue">population mean</span> <code>(\blue{\mu})</code> and <span class="hint_pink">population standard deviation</span> <code>(\pink{\sigma})</code>.
pt: Como temos os dados de todos(as) os(as) <var>DATA_POINTS</var> <var>animal( 1 )</var> do zoológico, conseguimos calcular a <span class="hint_blue">população média</span> <code>(\blue{\mu})</code> e o <span class="hint_pink">desvio padrão amostral</span> <code>(\pink{\sigma})</code>.

source: Because we know <code>\overline{AB} \perp \overline{CD}</code>, we know <code>\purple{\angle{AGD}} = 90^\circ</code>
nl: Omdat we weten dat <code>\overline{AB} \perp \overline{CD}</code>, weten we dat <code>\purple{\angle{AGD}} = 90^\circ</code>
pt: Como sabemos que <code>\overline{AB} \perp \overline{CD}</code>, sabemos que <code>\purple{\angle{AGD}} = 90^\circ</code>
tr: <code>\overline{AB} \perp \overline{CD}</code> olduğunu bildiğimiz için, <code>\purple{\angle{AGD}} = 90^\circ</code> olduğunu biliyoruz

source: Because we know <code>\overline{AB} \perp \overline{CD}</code>, we know <code>\purple{\angle{CGB}} = 90^\circ</code>
nb: Fordi vi kjenner <code>\overline{AB} \perp \overline{CD}</code>, vet vi<code>\purple{\angle{CGB}} = 90^\circ</code>
nl: Omdat we weten dat <code>\overline{AB} \perp \overline{CD}</code>, weten we dat <code>\purple{\angle{CGB}} = 90^\circ</code>
pt: Como sabemos que <code>\overline{AB} \perp \overline{CD}</code>, sabemos que <code>\purple{\angle{CGB}} = 90^\circ</code>
tr: <code>\overline{AB} \perp \overline{CD}</code> olduğunu bildiğimiz için, <code>\purple{\angle{CGB}} = 90^\circ</code> olduğunu biliyoruz

source: Because we know that there are <code><var>RATIO_BOYS</var></code> boys in each set of <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> students, the class must have <code><var>FACTOR</var></code> groups of <code><var>RATIO_BOYS</var></code> boys each.
fr: Puisqu'on sait qu'il y a <code><var>RATIO_BOYS</var></code> garçons dans chaque ensemble de <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> étudiants, la classe doit avoir <code><var>FACTOR</var></code> groupes de <code><var>RATIO_BOYS</var></code> garçons chacun.
hi: क्यूंकि हम जानते हैं की छात्रों के प्रत्येक समूह <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> में <code><var>RATIO_BOYS</var></code> लड़के हैं,तो कक्षा के प्रत्येक समूह में <code><var>FACTOR</var></code> groups of <code><var>RATIO_BOYS</var></code> में लड़के होने चाहियें ।
nb: Fordi vi vet at det er <code><var>RATIO_BOYS</var></code> gutter i en gruppe på <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> elever, må klassen ha <code><var>FACTOR</var></code> grupper med <code><var>RATIO_BOYS</var></code> gutter i hver.
pl: Ponieważ wiemy, że jest <code><var>RATIO_BOYS</var></code> chłopców w każdym zbiorze <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> uczniów, klasa musi mieć <code><var>FACTOR</var></code> grup po <code><var>RATIO_BOYS</var></code> chłopców każda.
pt: Já que sabemos que há <code><var>RATIO_BOYS</var></code> garotos em cada grupo de<code><var>RATIO_GIRLS + RATIO_BOYS</var></code> alunos, a turma deverá ter <code><var>FACTOR</var></code> grupos de <code><var>RATIO_BOYS</var></code> garotos cada.

source: Because we know that there are <code><var>RATIO_GIRLS</var></code> girls in each set of <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> students, the class must have <code><var>FACTOR</var></code> groups of <code><var>RATIO_GIRLS</var></code> girls each.
fr: Puisqu'on sait qu'il y a <code><var>RATIO_GIRLS</var></code> filles dans chaque ensemble de <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> étudiants, la classe doit avoir <code><var>FACTOR</var></code> ensembles de <code><var>RATIO_GIRLS</var></code> filles chacun.
hi: क्यूंकि हम जानते हैं की छात्रों के प्रत्येक समूह <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> में <code><var>RATIO_GIRLS</var></code> लड़कियां हैं,तो कक्षा में प्रत्येक् समूह में <code><var>FACTOR</var></code> groups of <code><var>RATIO_GIRLS</var></code> लड़कियां होनी चाहियें ।
nb: Fordi vi vet at det er <code><var>RATIO_GIRLS</var></code> jenter i hver gruppe på <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> elever, må klassen ha <code><var>FACTOR</var></code> grupper med <code><var>RATIO_GIRLS</var></code> jenter i hver.
pl: Ponieważ wiemy, że jest <code><var>RATIO_GIRLS</var></code> dziewczynek w każdym zbiorze <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> uczniów, klasa musi mieć <code><var>FACTOR</var></code> grup, po <code><var>RATIO_GIRLS</var></code> dziewczynek każda.
pt: Já que sabemos que há <code><var>RATIO_GIRLS</var></code> garotas em cada grupo de <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> alunos, a turma deverá ter <code><var>FACTOR</var></code> grupos de <code><var>RATIO_GIRLS</var></code> garotas cada.
