Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: This means <code>x \leq <var>A</var></code> and <code>x \geq <var>-1*A</var></code>; or, equivalently, <code><var>-1*A</var> \leq x \leq <var>A</var></code>.
es: Esto significa <code>x \leq <var>A</var></code> y <code>x \geq <var>-1*A</var></code>; o, equivalentemente, <code><var>-1*A</var> \leq x \leq <var>A</var></code>.
fr: C'est-à-dire <code>x \leq <var>A</var></code> et que <code>x \geq <var>-1*A</var></code> ; ce qui équivaut à <code><var>-1*A</var> \leq x \leq <var>A</var></code>.
nb: Det betyr at <code>x \leq <var>A</var></code> and <code>x \geq <var>-1*A</var></code>; eller tilsvarende,<code><var>-1*A</var> \leq x \leq <var>A</var></code>.
pt: Isto significa que <code>x \leq <var>A</var></code> e <code>x \geq <var>-1*A</var></code>; ou, de forma equivalente, <code><var>-1*A</var> \leq x \leq <var>A</var></code>.
tr: Bunun anlamı, <code>x \leq <var>A</var></code> ve <code>x \geq <var>-1*A</var></code>; veya, buna denk olarak, <code><var>-1*A</var> \leq x \leq <var>A</var></code>.

source: This means a lot to us. With the support of donors like you, we can create more educational content, improve our website, and reach even more students around the world.
da: Det betyder meget for os. Med støtte fra donorer som dig, kan vi skabe mere pædagogisk indhold, forbedre vores hjemmeside og nå ud til endnu flere studerende rundt omkring i verden.
es: Esto significa mucho para nosotros. Con el apoyo de donadores como tú, podemos crear más contenido educativo, mejorar nuestro sitio y llegar a incluso más estudiantes alrededor del mundo.
fr: Cela signifie beaucoup pour nous. Avec l'appui de donateurs comme vous, nous pouvons créer plus de contenu éducatif , améliorer notre site Web et atteindre encore plus d'étudiants du monde entier.
ja: これは私達にとって多くのことを意味します．あなたのような寄付をして下さる人の支えによって，私達はさらに多くの教材を作成し，サイトを改善し，そして世界のもっと多くの生徒達を支えることができるのです．
nb: Dette betyr mye for oss. Med støtte fra givere som deg, kan vi lage mer pedagogisk innhold, forbedre nettstedet vårt og nå enda flere studenter over hele verden.
nl: Dit betekent veel voor ons. Met de steun van donoren net als jij kunnen wij meer educatieve inhoud maken, onze website verbeteren en zelfs meer leerlingen over de hele wereld bereiken.
pl: To wiele dla nas znaczy. Dzięki wsparciu darczyńców takich jak Ty, możemy tworzyć jeszcze więcej treści edukacyjnych, ulepszać naszą stronę, i dotrzeć do większej liczby uczniów na całym świecie.
pt: Isso significa muito para nós. Com o apoio de doadores como você, podemos criar mais conteúdos educativos, melhorar nosso site e atingir ainda mais alunos do mundo todo.
tr: Bu bize çok şey ifade ediyor. Sizin gibi bağışçılar sayesinde, daha fazla eğitimsel içerik üretebilir, web sitemizi geliştirebilir, ve tüm dünyadan daha çok öğrenciye ulaşabiliriz.

source: This means a lot to us. With the support of donors like you, we can create more educational content, improve our website, and reach even more students around the world. And with one of our supporters matching every gift this month up to $2 million, your donation today has had double the impact!
da: Dette betyder meget for os. Med støtte fra donorer som dig, kan vi skabe mere pædagogisk indhold, forbedre vores hjemmeside og nå ud til endnu flere studerende rundt om i verden. Og med en af vores supportere, som matcher hver gave i denne måned op til 2 millioner dollars, har din donation i dag haft den dobbelte effekt!
es: Esto significa mucho para nosotros. Con el apoyo de donadores como tú, podemos crear más contenido educativo, mejorar nuestro sitio, e incluso llegar a más estudiantes alrededor del mundo. Y con uno de nuestros patrocinadores igualando cada regalo en este mes hasta por $2 millones, ¡tu donación hoy ha tenido el doble de impacto!
fr: Cela a beaucoup d'importance pour nous. Grâce au soutien de donateurs comme vous, nous pouvons créer plus de contenus éducatifs, améliorer notre site, et toucher de plus en plus d'élèves à travers le monde.
ja: これは私達にとって大きな意味を持ちます．あなたのような寄付をして下さる人の支えによって，私達はさらに多くの教材を作成し，サイトを改善し，そして世界のもっと多くの生徒達を支えることができるのです．そして私達のサポーターの1つが，今月は全ての贈り物を 2百万ドルまでマッチングしてくれます．あなたの今日の寄付は2倍のインパクトを持つのです!
nb: Dette betyr mye for oss. Med støttespillere som deg, kan vi lage mer pedagogisk innhold, forbedre nettsiden, og nå ut til flere elever over hele verden. Og med en av våre støttespillere vil gavene dobles denne måneden opp til $2 millioner, din gave i dag har doblet effekten!
nl: Dit betekent veel voor ons. Met de steun van donoren als jij, kunnen we meer educatieve inhoud creëren, onze website verbeteren en meer leerlingen op de wereld bereiken. En nu elke gift tot €2 miljoen deze maand verdubbeld wordt door onze ondersteuners, is de impact van jouw donatie vandaag twee keer zo groot!
pl: To wiele dla nas znaczy. Ze wsparciem darczyńców, takich jak Ty, możemy stworzyć więcej treści edukacyjnych, ulepszyć naszą stronę, i dotrzeć do jeszcze większej liczby uczniów z całego świata. A z jednym ze wspierających nas darczyńców podwajającym każdy prezent w tym miesiącu (do 2 mln), Twoja darowizna ma dzisiaj podwójny wpływ!
pt: Sua contribuição significa muito para nós. Com o apoio de doadores como você, podemos criar mais conteúdos educativos, melhorar nosso site e atingir ainda mais estudantes em todo o mundo. Além disso, um de nossos apoiadores doará o mesmo valor arrecadado este mês, até o máximo de US$2 milhões. Hoje, então, sua doação teve o dobro do impacto!
pt_pt: Isto é muito importante para nós. Graças ao apoio de utilizadores como tu, poderemos criar mais conteúdos, melhorar o nosso site e acompanhar mais alunos por todo o mundo. Um dos nossos patrocinadores doa o valor correspondente à soma de todas as doações (até 2 milhões de dólares). É como se estivesses a doar o dobro daquilo que doaste!
tr: Bu bizim için çok anlamlı. Sizin gibi destekçilerimiz sayesinde, daha fazla eğitsel içerik oluşturabiliyor, web sitemizi geliştirebiliyor, ve tüm dünyada daha çok öğrenciye ulaşabiliyoruz. Bu ay, destekçilerimizden birisi, 2 milyon $'a kadar olan tüm bağışlar için, bize aynı miktarda bağış yapıyor, dolayısı ile bugün yaptığınız bağış etkisini ikiye katlamış durumda!

source: This means the value of <code>\red{g}</code> at a number <code>x</code> is the same as the value of <code>\blue{f}</code> at a number <code>1</code> less than <code>x</code>.
es: Esto significa que el valor de <code>\red{g}</code> en un número <code>x</code> es el mismo que el valor de <code>\blue{f}</code> en un número <code>x</code> menos <code>1</code>.
fr: Donc l'image par la fonction <code>\red{g}</code> du nombre <code>x</code> est la même que l'image par la fonction <code>\blue{f}</code> du nombre <code>x</code> moins <code>1</code>.
pt: Isso significa que o valor de <code>\red{g}</code> em um valor <code>x</code> é igual ao valor de <code>\blue{f}</code> em um valor <code>1</code> a menos do que <code>x</code>.

source: This means the value of <code>\red{g}</code> at a number <code>x</code> is the same as the value of <code>\blue{f}</code> at a number <code>1</code> more than <code>x</code>.
es: Esto significa que el valor de <code>\red{g}</code> en un número <code>x</code> es el mismo que el valor de <code>\blue{f}</code> en un número <code>1</code> más <code>x</code>.
fr: Donc l'image par la fonction <code>\red{g}</code> du nombre <code>x</code> est la même que l'image par la fonction <code>\blue{f}</code> du nombre <code>x</code> plus <code>1</code>.
pt: Isso significa que o valor de <code>\red{g}</code> em um valor <code>x</code> é igual ao valor de <code>\blue{f}</code> em um valor <code>1</code> a mais do que <code>x</code>.

source: This message was sent to %(to_address)s. You may %(unsubscribe_link)s at any time. Please add %(ka_address)s to your address book to ensure our emails are delivered correctly.
da: Denne meddelelse blev sendt til %(to_address)s. du kan %(unsubscribe_link)s til enhver tid. Tilføj Venligst %(ka_address)s til din adressebog for at sikre at vores e-mails leveres korrekt.
es: Este mensaje fue enviado a %(to_address)s. Puedes %(unsubscribe_link)s en cualquier momento. Por favor agrega %(ka_address)s a tu lista de direcciones para asegurar que nuestros correos lleguen correctamente.
fr: Ce message a été envoyé à %(to_address)s. Vous pouvez %(unsubscribe_link)s n'importe quand. Veuillez s'il vous plaît ajouter %(ka_address)s à votre carnet d'adresses pour vous assurer de recevoir nos e-mails.
ja: このメッセージは %(to_address)s へと送信されています． あなたはいつでも %(unsubscribe_link)s できます． %(ka_address)s をあなたのアドレス帳に追加して私達の電子メイルが正しく配信されることを確認して下さい．
nb: Denne meldingen ble sendt til %(to_address)s. Du kan %(unsubscribe_link)s når som helst. Vennligst legg %(ka_address)s til i din adressebok for å sikre at våre blir e-poster levert riktig.
nl: Deze booschap werd verstuurd naar %(to_address)s. Je kan ten allen tijde %(unsubscribe_link)s . Voeg %(ka_address)s toe aan jouw adresboek om correcte aflevering van onze e-mails te verzekeren.
pl: Ta wiadomość została wysłana do %(to_address)s. Możesz w dowolnej chwili %(unsubscribe_link)s . Proszę dodaj %(ka_address)s do swojej książki adresowej aby mieć pewność, że nasze wiadomości zostają dostarczone poprawnie.
pt: Esta mensagem foi enviada para %(to_address)s. Você pode %(unsubscribe_link)s a qualquer momento. Adicione %(ka_address)s ao seu livro de endereços para garantir que nossos e-mails sejam enviados corretamente.
pt_pt: Esta mensagem foi enviada para %(to_address)s. Pode %(unsubscribe_link)s a qualquer momento. Por favor, adicione %(ka_address)s à sua lista de contactos para se certificar de que recebe os nossos e-mails corretamente.
tr: Bu mesaj %(to_address)s adresine gönderilmiştir. İstediğiniz herhangi bir zaman %(unsubscribe_link)s. E-postalarınızın adresinize doğru şekilde ulaşabilmesini teminen, lütfen %(ka_address)s adresini Adres Defteri'nize ekleyiniz.

source: This month
es: Este mes
fr: Ce mois-ci
ja: 今月
nb: Denne måneden
pl: W tym miesiącu
pt: Este mês
pt_pt: Este mês
tr: Bu ay

source: This new function, <code>\green{-f(x)}</code> is closer to <code>\red{g(x)}</code>, but they are still not equal. What else do we need to do?
es: Esta nueva función,, <code>\green{-f(x)}</code> está más cerca de <code>\red{g(x)}</code>, pero siguen sin ser iguales. ¿Qué más necesitamos hacer?
fr: <code>\green{-f(x)}</code> est plus proche de <code>\red{g(x)}</code>, mais les deux courbes ne sont toujours pas confondues. Que doit-on faire d'autre ?
pt: Esta nova função, <code>\green{-f(x)}</code> está mais próxima de <code>\red{g(x)}</code>, mas elas ainda não são iguais. O que mais precisamos fazer?
tr: Bu yeni fonksiyon, <code>\green{-f(x)}</code>, <code>\red{g(x)}</code>'e daha yakındır, ama bunlar hala eşit değildir. Başka ne yapmamız gerekir?

source: This new function, <code>\green{f(-x)}</code> is closer to <code>\red{g(x)}</code>, but they are still not equal. What else do we need to do?
es: Esta nueva función, <code>\green{f(-x)}</code>, está más cerca de <code>\red{g(x)}</code>, pero siguen sin ser iguales. ¿Qué más necesitamos hacer?
fr: La courbe correspondant à <code>\green{f(-x)}</code> est plus proche de celle qui correspond à <code>\red{g(x)}</code>, mais les deux courbes ne sont toujours pas confondues. Que doit-on faire d'autre ?
pt: Esta nova função, <code>\green{f(-x)}</code>, está mais próxima de <code>\red{g(x)}</code>, mas elas ainda não são iguais. O que mais precisamos fazer?
tr: Bu yeni fonksiyon, <code>\green{f(-x)}</code>, <code>\red{g(x)}</code>'e daha yakındır, ama bunlar hala eşit değildir. Başka ne yapmamız gerekir?

source: This page doesn't seem to be around. <a href='/'>Head to our homepage</a> instead.
da: Denne side ser ikke ud til at eksistere. <a href='/'>Gå til vores hjemmeside</a> i stedet.
es: Parece que esta página no está disponible. <a href='/'>Visita nuestra página de inicio</a>.
fr: Cette page ne semble pas exister. <a href='/'>Allez vers notre page d'accueil</a>.
ja: このページはみあたらないようです．代わりに<a href='/'>私達のホームページにいらして下さい</a>．
nb: Denne siden ser ikke til til å være her. <a href='/'>Gå til hjemmesiden</a> i stedet.
nl: Deze pagina is verdwenen. <a href='/'> Keer terug naar onze hoofdpagina </a>.
pl: Wydaje się, że tej strony tu nie ma. <a href='/'>Udaj się do strony startowej</a> zamiast tego.
pt: Esta página parece não estar disponível. <a href='/'>Vá para nossa página inicial</a> em vez disso.
pt_pt: Parece que esta página não existe. Podes voltar à <a href='/'>página inicial</a>.
tr: Bu sayfa artık geçerli değil. <a href='/'>Ana sayfaya gitmenizi öneririz.</a>

source: This page is out of date. You need to <a href='%(refresh)s'>refresh</a>, but don't worry, you haven't lost progress. If you think this is a mistake, <a href='http://www.khanacademy.org/reportissue?type=Defect'>tell us</a>.
da: Denne side er forældet. Du skal <a href='%(refresh)s'>opdatere</a>, men bare rolig; du har ikke mistet nogle af dine fremskridt. Hvis du mener, dette er en fejl, <a href='http://www.khanacademy.org/reportissue?type=Defect'>så fortæl os det</a>.
es: Esta página no está actualizada. Necesitas <a href='%(refresh)s'>refrescar</a>, pero no te preocupes, no has perdido tu progreso. Si piensas que esto es un error, <a href='http://www.khanacademy.org/reportissue?type=Defect'>comunícate con nosotros</a>.
fr: Cette page est obsolète. Vous devez <a href='%(refresh)s'> Actualiser</a>. Ne vous inquiétez pas, vous ne perdrez pas les progrès que vous avez fait. Si vous pensez qu'il s'agit d'une erreur, <a href='http://www.khanacademy.org/reportissue?type=Defect'> dites-le-nous</a>.
nb: Denne siden er utdatert. Du må <a href='%(refresh)s'>oppdatere</a>, men ikke bekymre deg, du har ikke mistet fremgangen din. Hvis du tror dette er en feil, <a href='http://www.khanacademy.org/reportissue?type=Defect'>gi oss beskjed</a>.
nl: Deze pagina is oud. Je moet deze <a href='%(refresh)s'>verversen</a> maar geen zorgen, je voortgang is niet verloren. Als je denkt dat dit een fout is, <a href='http://www.khanacademy.org/reportissue?type=Defect'>vertel het ons</a>.
pl: Ta strona jest nieaktualna. Musisz ją <a href='%(refresh)s'>odświeżyć</a>, ale nie martw się, nic nie straciłeś. Jeżeli sądzisz, że to pomyłka, <a href='http://www.khanacademy.org/reportissue?type=Defect'>zawiadom nas</a>.
pt: Esta página está desatualizada. Você precisa <a href='%(refresh)s'> atualizá-la</a>, mas não se preocupe, você não perdeu o seu progresso. Se você acha que isso é um erro, <a href='http://www.khanacademy.org/reportissue?type=Defect'>avise-nos</a>.
pt_pt: Esta página está desatualizada. Podes <a href='%(refresh)s'>atualizar esta página</a> sem perderes o teu progresso. Se achas que isto é um erro, <a href='http://www.khanacademy.org/reportissue?type=Defect'>avisa-nos</a>.
tr: Bu sayfa artık güncel değil. <a href='%(refresh)s'> Güncellemeniz gerekiyor</a>, ama merak etmeyin, ilerlemeniz kaybolmadı. Eğer bir hata oluştuğunu düşünüyorsanız <a href='http://www.khanacademy.org/reportissue?type=Defect'> lütfen bize bildiriniz</a>.

source: This page of the Smarthistory section of Khan Academy does not exist
da: Denne del af Smarthistory-sektionen på Khan Academy findes ikke
es: Esta página de la sección de Smarthistory de Khan Academy no existe
fr: Cette page de la Sections sur l'Histoire Intelligente de Khan Academy n'existe pas
nb: Denne siden i Smarthistorie-delen på Khan Academy finnes ikke
nl: Deze pagina van de afdeling Kunstgeschiedenis van Khan Academy bestaat niet
pl: Ta strona nie istnieje
pt: Essa página da seção Smarthistory da Khan Academy não existe
tr: Khan Academy'nin Smarthistory bölümünün bu sayfası bulunmamaktadır.

source: This program is:
da: Dette program er:
es: Este programa es:
fr: Ce programme est :
ja: このプログラムは：
nb: Dette programmet er:
nl: Dit programma is:
pl: Ten program jest:
pt: Este programa é:
pt_pt: Porque é que queres denunciar?
tr: Bu program:

source: This program uses capabilities we've turned off for security reasons. Khan Academy prohibits showing external images, playing external sounds, or displaying pop-ups.
nb: Programmet bruker funksjoner som vi har slått av pga sikkerhet. Khan Academy forbyr å vise eksterne bilder, spille lyder eller vise popup-vinduer.
pt: Este programa utiliza recursos que foram desativados por motivos de segurança. A Khan Academy proíbe a exibição de imagens externas, a reprodução de sons externos ou a exibição de pop-ups.
pt_pt: Este programa utilizada funcionalidades que desativámos por motivos de segurança. A Khan Academy proíbe a publicação de imagens externas ao site, a reprodução de sons e a implementação de janelas pop-up.
tr: Bu program, güvenlik nedeniyle kapattığımız bazı özellikleri kullanmaktadır. Khan Academy, dış kaynaklı resimlerin gösterimini, ses ve müzikleri, veya pop-up pencerelerin açılmasını yasaklamıştır.

source: This project has already been evaluated.
da: Dette projekt er allerede evalueret.
es: Este proyecto ya ha sido evaluado.
fr: Ce projet a déjà été évalué.
nb: Dette prosjektet har allerede blitt evaluert.
nl: Dit project is al geëvalueerd.
pl: Ten projekt został już oceniony.
pt: Este projeto já foi avaliado.
tr: Bu proje daha önce değerlendirilmiştir.

source: This project has an open evaluation request. You can help the author of this project by submitting an evaluation.
da: Dette projekt har en åben anmodning om evaluering. Du kan hjælpe forfatteren til dette projekt ved at indsende en evaluering.
es: Este proyecto tiene una solicitud de evaluación abierta. Puedes ayudar al autor de este proyecto al mandar una evaluación.
fr: Ce projet fait l'objet d'une évaluation ouverte. Vous pouvez aider l'auteur de ce projet en lui soumettant une évaluation.
nb: Dette projekt har en åpen anmodning om evaluering. Du kan hjelpe skaperen av dette projekt ved å sende inn en evaluering.
nl: Dit project staat open voor evaluatie. Je kunt de maker van dit project helpen door een beoordeling te geven.
pl: Ten projekt ma otwartą prośbę o ocenę. Możesz pomóc autorowi tego projektu poprzez przesłanie oceny.
pt: Este projeto tem um pedido de avaliação em aberto. Você pode ajudar o autor deste projeto enviando uma avaliação.
tr: Bu projenin açık değerlendirme talebi var. Bir değerlendirme göndererek bu programın yazarına yardımcı olabilirsiniz.

source: This project has been re-submitted for evaluation, and its most recent evaluation is shown below. Keep in mind that the code was likely different when that evaluation was made, so line numbers and other references may be outdated.
es: Este proyecto fue enviado nuevamente para su evaluación y se muestra su más reciente evaluación a continuación. Ten en cuenta que el código era ligeramente diferente cuando se hizo la evaluación, así que los números de línea y otras referencias pueden no estar actualizados.
nb: Dette prosjektet har vært satt inn på nytt etter evaluering, og siste evaluering er vist nedenfor. Husk at koden sannsynligvis var en annen når evalueringen ble gjort, så linjenummer og andre referanser kan være utdatert.
pl: Ten projekt został ponownie przesłany do oceny, a jego najnowsza ocena jest pokazana poniżej. Pamiętaj, że kod prawdopodobnie był inny, kiedy ta ocena została przesłana, więc numery linii i inne odniesienia mogą nie być aktualne.
pt: Este projeto foi reenviado para avaliação, e sua avaliação mais recente está exibida abaixo. Tenha em mente que o código provavelmente era bem diferente quando essa avaliação foi feita, então os números das linhas e outras referências podem estar desatualizados.
tr: Bu proje yeniden değerlendirme için gönderilmiştir ve en son değerlendirmesi aşağıda gösterilmektedir. Değerlendirme yapıldığı esnada kodun farklı olması olasıdır, bu sebeple satır numaraları ve diğer referanslar güncel olmayabilir.

source: This project has passed evaluation.
da: Dette projekt har bestået evalueringen.
es: Este proyecto ha pasado la evaluación.
fr: Ce projet a passé l'évaluation avec succès.
ja: このプロジェクトは評価に合格しました．
nb: Dette prosjekt har bestått evalueringen.
nl: Dit project is geslaagd voor de beoordeling.
pl: Ten projekt przeszedł ocenę.
pt: Este projeto foi aprovado na avaliação.
pt_pt: Este projeto passou na avaliação.
tr: Bu proje değerlendirmeyi geçmiştir.

source: This project needs more work.
da: Dette projekt kræver mere arbejde.
es: Este proyecto necesita más trabajo.
fr: Ce projet a besoin d'être étoffé.
ja: このプロジェクトはもっと改善が必要です．
nb: Dette projektet trenger mer arbeid.
nl: Dit project moet nog verbeterd worden.
pl: Ten projekt potrzebuje więcej pracy.
pt: Este projeto precisa ser mais aprimorado.
pt_pt: Este projeto tem de ser aperfeiçoado.
tr: Bu proje üzerinde daha fazla çalışılmalı.

source: This project seems to be the original work of the author.
ja: このプロジェクトは著者のオリジナルのもののようです．
nb: Dette prosjektet synes å være det opprinnelige arbeidet til forfatteren.
pt: Este projeto parece ser o trabalho original do autor.
pt_pt: Este projeto parece ser o trabalho original do autor.
tr: Bu proje yazarın özgün çalışması gibi görünüyor.

source: This quadrilateral is a kite, because it has two pairs of adjacent sides equal.
es: El cuadrilátero es un deltoide, porque tiene dos pares de lados adyacentes iguales.
fr: Ce quadrilatère est un cerf-volant, parce qu'il a deux paires de côtés adjacents de même longueur.
pl: Ten czworokąt jest deltoidem, ponieważ ma dwie pary równych boków, które są przyległe.
pt: Este quadrilátero é um deltoide, porque possui dois pares de lados adjacentes iguais.
tr: Bu dörtgen bir deltoiddir, çünkü iki çift ardışık kenarı eşittir.

source: This quadrilateral is a parallelogram.
es: Este cuadrilátero es un paralelogramo.
fr: Ce quadrilatère est un parallélogramme.
nb: Denne firkanten er et parallellogram.
pl: Czworokąt jest równoległobokiem.
pt: Este quadrilátero é um paralelogramo.
tr: Bu dörtgen paralelkenardır.

source: This quadrilateral is a rhombus, because it has all sides equal.
es: Este cuadrilátero es un rombo, porque tiene todos sus lados iguales.
fr: Ce quadrilatère est un losange, car tous ses côtés ont la même longueur.
pl: Ten czworokąt jest rombem, ponieważ ma wszystkie boki równe.
pt: Este quadrilátero é um losango, porque possui todos os lados iguais.
tr: Bu dörtgen eşkenar dörtgendir, çünkü tüm kenarlar birbirine eşittir.

source: This rectangle represents one whole.
es: Este rectángulo representa un entero.
fr: Ce rectangle représente une unité.
nb: Dette rektangelet representerer en hel.
pl: Ten prostokąt przedstawia jedną całość.
pt: Este retângulo representa um inteiro.
tr: Bu dikdörtgen bir bütünü temsil eder.

source: This recurring donation has already been canceled.
pt: Esta doação periódica já foi cancelada.
tr: Bu yinelenen bağış, zaten iptal edilmişti.
