Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Divide both sides by <code><var>B_1</var></code><span data-if="B_1 < 0">. Since you're multiplying or dividing by a negative number, <strong>don't forget</strong> to flip the inequality sign</span>:
es: Divide ambos lados entre <code><var>B_1</var></code><span data-if="B_1 < 0">. Dado que estamos multiplicando o dividiendo por un número negativo, <strong>no olvides</strong> voltear el signo de la desigualdad</span>:
fr: On divise les deux membres par <code><var>B_1</var></code><span data-if="B_1 < 0">. On multiplie ou divise par un nombre négatif donc <strong>il ne faut pas oublier</strong> de changer le sens de l'inégalité</span> :
nb: Divider begge sider med <code><var>B_1</var></code><span data-if="B_1 < 0">. Siden du dividerer eller multipliserer med et negativt tall, <strong>må du ikke glemme å</strong> snu ulikhetstegnet</span>:
pt: Divida ambos os lados por <code><var>B_1</var></code><span data-if="B_1 < 0">. Já que você está multiplicando ou dividindo por um número negativo, <strong>não se esqueça</strong> de inverter o sinal de inequação</span>:
tr: İki tarafı <code><var>B_1</var></code><span data-if="B_1 < 0"> ile bölün. Negatif bir sayıyla çarpıp böldüğünüzde, işareti değiştirmeyi <strong>unutmayın</strong></span>:

source: Divide both sides by <code><var>B_2</var></code><span data-if="B_2 < 0">. Since you're multiplying or dividing by a negative number, <strong>don't forget</strong> to flip the inequality sign</span>:
es: Divide ambos lados entre <code><var>B_2</var></code><span data-if="B_2 < 0">. Dado que estamos multiplicando o dividiendo entre un número negativo, <strong>no olvides</strong> voltear el signo de la desigualdad</span>:
fr: On divise les deux membres par <code><var>B_2</var></code><span data-if="B_2 < 0">. On multiplie ou divise par un nombre négatif donc <strong>il ne faut pas oublier</strong> de changer le sens de l'inégalité</span> :
nb: Divider begge sider med <code><var>B_2</var></code><span data-if="B_2 < 0">. Sden du dividerer eller multipliserer med et negativt tall, <strong>må du ikke glemme</strong> å snu ulikhetstegnet</span>:
pt: Divida ambos os lados por <code><var>B_2</var></code><span data-if="B_2 < 0">. Já que você está multiplicando ou dividindo por um número negativo, <strong>não se esqueça</strong> de inverter o sinal de inequação</span>:
tr: İki tarafı <code><var>B_2</var></code><span data-if="B_2 < 0"> ile bölün. Negatif bir sayıyla çarpıp böldüğünüzde, işareti değiştirmeyi <strong>unutmayın</strong></span>:

source: Divide both sides by <code><var>C - A</var></code>.
es: Divide ambos lados entre <code><var>C - A</var></code>.
fr: On divise chacun des membres par <code><var>C - A</var></code>.
hi: दोनों पक्षों को <code><var>C - A</var></code> से विभाजित करें।
nb: Dividere begge sider med <code><var>C - A</var></code>.
pl: Podziel obie strony przez <code><var>C - A</var></code>.
pt: Divida ambos os lados por <code><var>C - A</var></code>.
tr: İki tarafı <code><var>C - A</var></code> ile bölün.

source: Divide both sides by <code><var>COEF_1 + COEF_2</var></code> to find <code class="hint_pink">x</code>:
fr: On divise le membre de gauche et le membre de droite par <code><var>COEF_1 + COEF_2</var></code>pour trouver <code class="hint_pink">x</code>:
pt: Divida ambos os lados por <code><var>COEF_1 + COEF_2</var></code> para encontrar <code class="hint_pink">x</code>:
tr: <code class="hint_pink">x</code>'i bulmak için iki tarafı <code><var>COEF_1 + COEF_2</var></code> ile bölünüz:

source: Divide both sides by <code><var>COEF_1 + COEF_2</var></code> to find <code>x</code>:
es: Divide ambos lados entre <code><var>COEF_1 + COEF_2</var></code> para encontrar <code>x</code>:
pl: Podziel obie strony przez <code><var>COEF_1 + COEF_2</var></code>, aby znaleźć <code>x</code>:
pt: Divida ambos os lados por <code><var>COEF_1 + COEF_2</var></code> para encontrar <code>x</code>:
tr: <code>x</code>'i bulmak için, iki tarafı <code><var>COEF_1 + COEF_2</var></code> ile bölünüz:

source: Divide both sides by <code><var>X_DENOM2</var></code><span data-if="getGCD(X_NUMER2, X_DENOM2) !== 1"> and simplify</span>.
da: Divider begge sider med <code><var>X_DENOM2</var></code> <span data-if="getGCD(X_NUMER2, X_DENOM2) !== 1">og reducer</span>.
es: Divide ambos lados entre <code><var>X_DENOM2</var></code><span data-if="getGCD(X_NUMER2, X_DENOM2) !== 1"> y simplifica</span>.
fr: On divise les deux membres par <code><var>X_DENOM2</var></code><span data-if="getGCD(X_NUMER2, X_DENOM2) !== 1"> et on simplifie</span>.
nb: Dele begge sider med <code><var>X_DENOM2</var></code><span data-if="getGCD(X_NUMER2, X_DENOM2) !== 1"> og forkort</span>.
pl: Podziel obie strony przez <code><var>X_DENOM2</var></code><span data-if="getGCD(X_NUMER2, X_DENOM2) !== 1"> i uprość</span>.
pt: Divida os dois lados por <code><var>X_DENOM2</var></code><span data-if="getGCD(X_NUMER2, X_DENOM2) !== 1"> e simplifique</span>.
tr: İki tarafı <code><var>X_DENOM2</var></code><span data-if="getGCD(X_NUMER2, X_DENOM2) !== 1"> ile bölünüz ve sadeleştiriniz</span>.

source: Divide both sides by <code><var>Y_DENOM1</var></code><span data-if="Y_NUMER !== 0 &amp;&amp; Y_GCD !== 1"> and simplify</span>.
da: Divider begge sider med <code><var>Y_DENOM1</var></code><span data-if="Y_NUMER !== 0 &amp;&amp; Y_GCD !== 1"> og forkort</span>.
es: Divide ambos lados entre <code><var>Y_DENOM1</var></code><span data-if="Y_NUMER !== 0 &amp;&amp; Y_GCD !== 1"> y simplifica</span>.
fr: On divise les deux membres par <code><var>Y_DENOM1</var></code><span data-if="Y_NUMER !== 0 &amp;&amp; Y_GCD !== 1"> et on simplifie</span>.
nb: Divider begge sider med <code><var>Y_DENOM1</var></code><span data-if="Y_NUMER !== 0 &amp;&amp; Y_GCD !== 1"> og forekle</span>.
pl: Podziel obie strony przez <code><var>Y_DENOM1</var></code><span data-if="Y_NUMER !== 0 &amp;&amp; Y_GCD !== 1"> i uprość</span>.
pt: Divida os dois lados por <code><var>Y_DENOM1</var></code><span data-if="Y_NUMER !== 0 &amp;&amp; Y_GCD !== 1"> e simplifique</span>.
tr: İki tarafı <code><var>Y_DENOM1</var></code><span data-if="Y_NUMER !== 0 &amp;&amp; Y_GCD !== 1"> ile bölün ve sadeleştirin</span>.

source: Divide both sides by <code>\green{<var>BD</var>}</code> to isolate <code><var>X</var></code>:
es: Divide ambos lados entre <code>\green{<var>BD</var>}</code> para aislar <code><var>X</var></code>:
fr: On divise les deux membres par <code>\green{<var>BD</var>}</code> pour isoler <code><var>X</var></code> :
nb: Divider begge sider med <code>\green{<var>BD</var>}</code> for å isolere <code><var>X</var></code>:
pl: Podziel obie strony przez <code>\green{<var>BD</var>}</code> żeby oddzielić <code><var>X</var></code>:
pt: Divida os dois lados por <code>\green{<var>BD</var>}</code> para isolar <code><var>X</var></code>:
tr: <code><var>X</var></code>'i tek başına bırakmak için, iki tarafı <code>\green{<var>BD</var>}</code> ile bölün:

source: Divide both sides by <code>\green{<var>BDF</var>}</code> to isolate <code><var>X</var></code>:
es: Divide ambos lados entre <code>\green{<var>BDF</var>}</code> para aislar <code><var>X</var></code>:
fr: On divise les deux membres par <code>\green{<var>BDF</var>}</code> pour isoler <code><var>X</var></code> :
nb: Divider begge sider med <code>\green{<var>BDF</var>}</code> for å isolere <code><var>X</var></code>:
pl: Podziel obie strony przez <code>\green{<var>BDF</var>}</code> żeby oddzielić <code><var>X</var></code>:
pt: Divida os dois lados por <code>\green{<var>BDF</var>}</code> para isolar <code><var>X</var></code>:
tr: <code><var>X</var></code>'i tek başına bırakmak için, iki tarafı <code>\green{<var>BDF</var>}</code> ile bölün:

source: Divide both sides by <code>\green{<var>FBD</var>}</code> to isolate <code><var>X</var></code>:
es: Divide ambos lados entre <code>\green{<var>FBD</var>}</code> para aislar <code><var>X</var></code>:
fr: On divise les deux membres par <code>\green{<var>FBD</var>}</code> pour isoler <code><var>X</var></code> :
nb: Divider begge sider med <code>\green{<var>FBD</var>}</code> for å isolere <code><var>X</var></code>:
pl: Podziel obie strony przez <code>\green{<var>FBD</var>}</code> żeby oddzielić <code><var>X</var></code>:
pt: Divida os dois lados por <code>\green{<var>FBD</var>}</code> para isolar <code><var>X</var></code>:
tr: <code><var>X</var></code>'i tek başına bırakmak için, iki tarafı <code>\green{<var>FBD</var>}</code> ile bölün:

source: Divide both sides by <code>\pink{<var>A - C</var>}</code>.
fr: On divise les deux membres par <code>\pink{<var>A - C</var>}</code>.
hi: दोनों पक्षों को <code>\pink{<var>A - C</var>}</code> से विभाजित करें।
pl: Podziel obie strony przez <code>\pink{<var>A - C</var>}</code>.
pt: Divida os dois lados por <code>\pink{<var>A - C</var>}</code>.

source: Divide both sides by <code>\pink{<var>C - A</var>}</code>.
fr: On divise les deux membres par <code>\pink{<var>C - A</var>}</code>.
hi: दोनों पक्षों को <code>\pink{<var>C - A</var>}</code> से विभाजित करें।
pl: Podziel obie strony przez <code>\pink{<var>C - A</var>}</code>.
pt: Divida os dois lados por <code>\pink{<var>C - A</var>}</code>.

source: Divide both sides by <code>\red{<var>A - C</var>}</code>:
da: Divider begge sider med <code>\red{<var>A - C</var>}</code>:
es: Divide ambos lados entre <code>\red{<var>A - C</var>}</code>:
fr: On divise les deux membres par <code>\red{<var>A - C</var>}</code>:
nb: Divider begge sider med <code>\red{<var>A - C</var>}</code>:
pl: Podziel obie strony przez <code>\red{<var>A - C</var>}</code>:
pt: Divida os dois lados por <code>\red{<var>A - C</var>}</code>:
tr: İki tarafı <code>\red{<var>A - C</var>}</code> ile bölün:

source: Divide both sides by <code>\red{<var>C - A</var>}</code>.
da: Divider begge sider med <code>\red{<var>C - A</var>}</code>.
es: Divide ambos lados entre <code>\red{<var>C - A</var>}</code>.
fr: On divise les deux membres par <code>\red{<var>C - A</var>}</code>.
nb: Divider begge sider med <code>\red{<var>C - A</var>}</code>.
pl: Podziel obie strony przez <code>\red{<var>C - A</var>}</code>.
pt: Divida os dois lados por <code>\red{<var>C - A</var>}</code>.
tr: İki tarafı <code>\red{<var>C - A</var>}</code> ile bölün.

source: Divide by <code>\pink{<var>A + C</var>}</code>.
fr: On divise par <code>\pink{<var>A + C</var>}</code>.
hi: <code>\pink{<var>A + C</var>}</code> से विभाजित करें।
pl: Podziel przez <code>\pink{<var>A + C</var>}</code>.
pt: Divida por <code>\pink{<var>A + C</var>}</code>.
tr: <code>\pink{<var>A + C</var>}</code> ile bölün.

source: Divide the following complex numbers.
da: Divider de følgende komplekse tal.
es: Divide los siguientes números complejos.
fr: Effectuer la division ci-dessous.
nb: Dividere de følgende komplekse tallene.
pl: Podziel następujące liczby zespolone.
pt: Divida os seguintes números complexos.
tr: Aşağıdaki karmaşık sayıları bölünüz.

source: Divide the following complex numbers:
da: Divider de følgende komplekse tal:
es: Divide los siguientes números complejos:
fr: Diviser les nombres complexes ci-dessous :
pt: Divida os seguintes números complexos:
tr: Karmaşık sayıları bölünüz:

source: Dividing any number by 1 equals itself.
da: Division af et tal med 1 er lig med tallet selv.
es: Cualquier número dividido entre 1 es igual a sí mismo.
fr: Diviser un nombre par 1 donne le nombre lui-même.
hi: किसी संख्या को 1 से भाग देना उसी के समान होता हैI
nb: Divisjon av et tall med 1 er lik tallet selv.
nl: Een willekeurig getal gedeeld door 1 is gelijk aan zichzelf.
pl: Dzielenie jakiejkolwiek liczby przez 1 daje tą liczbę.
pt: A divisão de qualquer número por 1 é igual ao próprio número.
tr: Herhangi bir sayının 1 ile bölünmesi durumunda, sonuç kendisine eşittir.

source: Dividing any number by <code>1</code> equals itself.
da: Division af et tal med <code>1</code> er lig med tallet selv.
es: Cualquier número dividido entre <code>1</code> es igual a sí mismo.
fr: Diviser n'importe quel nombre par <code>1</code> redonne ce nombre.
ja: どんな数でも<code>1</code>で割れば，その数そのものに等しいです．
nb: Å dividere et hvert tall med <code>1</code> er lik tallet selv.
nl: Een willekeurig getal gedeeld door <code>1</code> is gelijk aan zichzelf.
pl: Dzieląc jakąkolwiek liczbę przez <code>1</code> otrzymujemy tę samą liczbę.
pt: A divisão de qualquer número por <code>1</code> é igual ao próprio número.
tr: Herhangi bir sayıyı <code>1</code> ile bölünce kendisini buluruz.

source: Dividing both sides by <code><var>SQUARE</var></code> gives:
da: At dividere begge sider med <code><var>SQUARE</var></code> giver:
es: Dividiendo ambos lados entre <code><var>SQUARE</var></code> tenemos:
fr: En divisant les deux membres par <code><var>SQUARE</var></code>, on obtient :
nb: Dividering av begge sidene av <code><var>SQUARE</var></code> gir:
pl: Podzielenie obu stron przez <code><var>SQUARE</var></code> da nam:
pt: Dividindo os dois lados por <code><var>SQUARE</var></code> obtemos:
tr: İki tarafı <code><var>SQUARE</var></code> ile bölersek:

source: Dividing both sides by <code>\cos^2\theta</code>, we get
da: Dividerer vi begge sider med <code>\cos^2\theta</code>, får vi
es: Al dividir ambos lados entre <code>\cos^2\theta</code>, tenemos
fr: En divisant chaque côté par <code>\cos^2\theta</code>, on obtient
pt: Ao dividir ambos os lados por <code>\cos^2\theta</code>, temos
tr: İki tarafı <code>\cos^2\theta</code>'ya bölersek, şunu elde ederiz:

source: Dividing both sides by <var>SQUARE</var> gives:
da: At dividere begge sider med <var>SQUARE</var> giver:
es: Dividiendo ambos lados entre <var>SQUARE</var> da:
fr: En divisant les deux membres par <var>SQUARE</var>, on obtient :
nb: Å dividere begge sider med <var>SQUARE</var> gir:
pl: Dzieląc obustronnie przez <var>SQUARE</var> daje nam:
pt: Dividindo os dois lados por <var>SQUARE</var> temos:
tr: İki tarafı <var>SQUARE</var> ile bölersek şunu buluruz:

source: Dividing both the numerator and denominator by <code>(<var>FACTOR1</var>)</code> gives:
da: Division i tælleren og nævneren med <code>(<var>FACTOR1</var>)</code> giver:
es: Dividiendo el numerador y el denominador entre <code>(<var>FACTOR1</var>)</code> se obtiene:
fr: En divisant le numérateur et le dénominateur par <code>(<var>FACTOR1</var>)</code>, on obtient :
nb: Å dividere telleren og nevneren med <code>(<var>FACTOR1</var>)</code> gir:
pt: Dividir ambos, o denominador e o numerador, por <code>(<var>FACTOR1</var>)</code> dá:
tr: Hem payı , hem de paydayı <code>(<var>FACTOR1</var>)</code> ile bölersek:

source: Dividing both the numerator and denominator by <code><var>FACTORDEGREE</var></code> gives:
da: At dividere både tælleren og nævneren med <code><var>FACTORDEGREE</var></code> giver:
es: Dividiendo el numerador y el denominador entre <code><var>FACTORDEGREE</var></code> se obtiene:
fr: En divisant le numérateur et le dénominateur par <code><var>FACTORDEGREE</var></code>, on obtient :
nb: Å dividere både telleren og nevneren med <code><var>FACTORDEGREE</var></code> gir:
pt: Dividindo o numerador e denominador por <code><var>FACTORDEGREE</var></code>, obtemos:
tr: Hem payı , hem de paydayı <code><var>FACTORDEGREE</var></code> ile bölersek:

source: Dividing by <code><var>DENOMINATOR</var></code> is the same as moving the decimal one position to the left.
da: At dividere med <code><var>DENOMINATOR</var></code> er det samme som at flytte kommaet en plads til venstre.
es: Dividir entre <code><var>DENOMINATOR</var></code> es lo mismo que mover el punto decimal una posición a la izquierda.
fr: Diviser par <code><var>DENOMINATOR</var></code> revient à déplacer la virgule d'un rang vers la gauche.
nb: Å dividere med <code><var>DENOMINATOR</var></code> er det samme som å flytte kommaet en plass til venstre.
nl: Delen door <code><var>DENOMINATOR</var></code> is hetzelfde als de komma één plekje naar links verschuiven.
pl: Dzielenie przez <code><var>DENOMINATOR</var></code> to to samo, co przesunięcie przecinka jedno miejsce na lewo.
pt: Dividir por <code><var>DENOMINATOR</var></code> é o mesmo que mover uma posição da vírgula para a esquerda.
tr: <code><var>DENOMINATOR</var></code> ile bölmek, virgülü bir basamak sola kaydırmakla aynıdır.

source: Dividing by <code><var>DENOMINATOR</var></code> is the same as moving the decimal two positions to the left.
da: At dividere med <code><var>DENOMINATOR</var></code> er det samme som at flytte kommaet en plads til venstre.
es: Dividir entre <code><var>DENOMINATOR</var></code> es lo mismo que mover el punto decimal dos posiciones a la izquierda.
fr: Diviser par <code><var>DENOMINATOR</var></code> revient à déplacer la virgule de deux rangs vers la gauche.
nb: Å dividere med <code><var>DENOMINATOR</var></code> er det samme som å flytte kommaet en plass til venstre.
nl: Delen door <code><var>DENOMINATOR</var></code> is hetzelfde als de komma twee plekjes naar links verschuiven.
pl: Dzielenie przez <code><var>DENOMINATOR</var></code> to to samo, co przesunięcie przecinka dwa miejsca na lewo.
pt: Dividindo pelo <code><var>DENOMINATOR</var></code> é o mesmo que mover as duas posições da vírgula para a esquerda.
tr: <code><var>DENOMINATOR</var></code> ile bölmek, virgülü iki basamak sola kaydırmakla aynıdır.

source: Dividing by a fraction is the same as multiply by the reciprocal of that fraction.
pt: Dividir uma fração é o mesmo que multiplicá-la por seu inverso.
tr: Bir kesire bölmek, o kesirin tersiyle çarpmakla aynı şeydir.

source: Dividing by a fraction is the same as multiplying by the reciprocal of the fraction.
fr: Diviser par une fraction c'est multiplier par son inverse.
nb: Å dividere brøker er det sammen som å multiplisere med den motsatte brøken,
nl: Delen door een breuk is hetzelfde als vermenigvuldigen met het omgekeerde van de breuk.
pl: Dzielenie ułamka to mnożenie przez odwrotność tego ułamka.
pt: Dividir por uma fração é o mesmo que multiplicar pela inversa da fração.
tr: Bir kesirle bölmek ile, o kesirin tersi ile çarpmak aynı şeydir.

source: Dividing by a fraction is the same as multiplying by the reciprocal.
es: Dividir por una fracción es igual a multiplicar por su reciproco.
fr: Diviser par une fraction c'est multiplier par son inverse.
nb: Dele med en brøk er det samme som multiplisere med den motsatte brøken.
nl: Delen door een breuk is hetzelfde als vermenigvuldigen met het omgekeerde.
pt: Dividir uma fração é o mesmo que multiplicá-la por seu inverso.
tr: Bir kesirle bölmek, çarpmaya göre tersiyle çarpmakla aynı şeydir.

source: Dividing by a number is the same as multiplying by its inverse.
da: At dividere med et tal er det samme som at gange med tallets inverse tal.
es: Dividir entre un número es lo mismo que multiplicar por su inverso.
fr: Diviser par un nombre, c'est multiplier par son inverse.
nb: Divisjon av et tall er det samme som å multiplisere med den tilhørende inverse.
pl: Dzielenie przez jakąś liczbę to to samo, co mnożenie przez jej odwrotność.
pt: Dividir por um número é o mesmo que multiplicar pelo seu inverso.
tr: Bir sayıyla bölmek, tersiyle çarpmakla aynı şeydir.

source: Dividing by an expression is the same as multiplying by its inverse.
da: Division med et udtryk er det samme som multiplikation af dens omvendte.
es: Dividir entre una expresión es lo mismo que multiplicar entre su inverso.
fr: Diviser par une fraction, c'est multiplier par son inverse.
nb: Divisjon av et uttrykk er det samme som multiplikasjon av dens omvendte.
pl: Dzielenie przez jakieś wyrażenie to to samo, co mnożenie przez jego odwrotność.
pt: Dividir por uma expressão é o mesmo que multiplicar pelo seu inverso.
tr: Bir ifadeyle bölmek, onun tersiyle çarpmakla aynı şeydir.

source: Dividing completely
fr: Division poussée après la virgule
hi: पूरी तरह से विभाजन करना
nb: Dividere fullstendig
nl: Volledig delen
pl: Dzielenie bez reszty
pt: Dividindo completamente
tr: Tamamen bölme

source: Dividing complex numbers
da: Division med komplekse tal
es: Dividiendo números complejos
fr: Diviser des nombres complexes
nb: Dividere komplekse tall
pl: Dzielenie liczb zespolonych
pt: Divisão de números complexos
tr: Karmaşık Sayılarla Bölme

source: Dividing complex numbers in polar forms can be done by dividing the radii and subtracting the angles.
es: Dividir números complejos en forma polar se puede hacer dividiendo los radios y restando los ángulos.
fr: Pour diviser des nombres complexes écrits sous forme trigonométrique ou exponentielle on divise les modules et on soustrait les arguments.
pt: A divisão de números complexos em formas polares pode ser feita dividindo os raios e subtraindo os ângulos.
tr: Kutupsal formda karmaşık sayılarla bölme, yarıçapları bölme ve açıları çıkarma yoluyla yapılabilir.

source: Dividing decimals
da: At dividere decimaltal
es: Dividiendo decimales
fr: Diviser des nombres décimaux
ja: 小数の割り算
nb: Dividere desimaltall
nl: Decimale getallen delen
pl: Dzielenie liczb dziesiętnych
pt: Divisão de números decimais
tr: Ondalık Sayılarda Bölme

source: Dividing decimals 1
es: Dividiendo decimales 1
fr: Diviser des nombres décimaux - Niveau 1
hi: दशमलव विभाजन 1
nb: Divisjon av desimaltall 1
nl: Decimale getallen delen 1
pl: Dzielenie liczb dziesiętnych 1
pt: Divisão de números decimais 1
tr: Ondalıklı Sayılarla Bölme 1

source: Dividing decimals 2
es: Dividiendo decimales 2
fr: Diviser des nombres décimaux - Niveau 2
hi: दशमलव विभाजन २
nb: Divisjon av desimaltall 2
nl: Decimale getallen delen 2
pl: Dzielenie liczb dziesiętnych 2
pt: Divisão de números decimais 2
tr: Ondalıklı Sayılarla Bölme 2

source: Dividing decimals 3
es: Dividiendo decimales 3
fr: Diviser des nombres décimaux - Niveau 3
hi: दशमलव विभाजन ३
nb: Divisjon av desimaltall 3
nl: Decimale getallen delen 3
pl: Dzielenie liczb dziesiętnych 3
pt: Divisão de números decimais 3
tr: Ondalık Sayılarla Bölme 3

source: Dividing fractions by whole numbers
fr: Diviser une fraction par un nombre entier
nb: Dividere brøker med hele tall
nl: Breuken delen door gehele getallen
pl: Dzielenie ułamków przez liczby całkowite
pt: Divisão de frações por números inteiros
tr: Kesirleri tam sayılara bölmek

source: Dividing polynomials by binomials 1
da: Division af polynomier med binomialer 1
es: Dividiendo polinomios entre binomios 1
fr: Diviser un polynôme par un binôme 1
nb: Divisjon av polynomer med 2 binomialer
pl: Dzielenie wielomianów przez dwumiany 1
pt: Divisão de polinômios por binômios 1
tr: Polinomları binomlarla bölme 1

source: Dividing polynomials by binomials 2
da: Division af polynomier med binomialer 2
es: Dividiendo polinomios entre binomios 2
fr: Diviser un polynôme par un binôme 2
nb: Divisjon av polynomer med binomialer 2
pl: Dzielenie wielomianów przez dwumiany 2
pt: Divisão de polinômios por binômios 2
tr: Polinomları binomlarla bölme 2

source: Dividing polynomials by binomials 3
da: Division af polynomier med binomialer 3
es: Dividiendo polinomios entre binomios 3
fr: Diviser un polynôme par un binôme 3
nb: Divisjon av polynomer med binomialer 3
pl: Dzielenie wielomianów przez dwumiany 3
pt: Divisão de polinômios por binômios 3
tr: Polinomları binomlarla bölme 3

source: Dividing positive and negative fractions
fr: Diviser des fractions positives ou négatives
nb: Dividere positive og negative brøker
nl: Positieve en negatieve breuken delen
pl: Dzielenie ułamków dodatnich i ujemnych
pt: Divisão de frações positivas e negativas
tr: Pozitif ve Negatif Kesirlerle Bölme

source: Dividing positive fractions
fr: Diviser une fraction par une autre fraction
hi: घनात्मक भिन्नों का विभाजन
nb: Divisjon av positive brøker
nl: Positieve breuken delen
pl: Dzielenie ułamków dodatnich
pt: Divisão de frações positivas
tr: Pozitif kesirlerle bölme
