Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Finish signing up for Khan Academy!
da: Færdiggør din tilmelding til Khan Academy!
es: ¡Termina de registrarte en Khan Academy!
fr: Compléter l'inscription à la Khan Academy !
ja: カーンアカデミーのサインアップを完了しましょう!
nb: Fullfør registreringen hos Khan Academy!
nl: Voltooi de aanmelding voor Khan Academy!
pl: Zakończ rejestrację dla Khan Academy!
pt: Conclua seu cadastro na Khan Academy!
pt_pt: Conclui o processo de criação da tua conta!
tr: Khan Academy Türkçe için kayıt işlemlerini tamamlayınız!

source: Finish signing up for LearnStorm 2015 and Khan Academy!
es: ¡Termina de registrarte para LearnStorm 2015 y Khan Academy!
ja: ラーンストーム 2015 とカーンアカデミーへのサインアップを完了しましょう!
nb: Fullfør registrering til LearnStorm 2015 og Khan Academy!
pl: Zakończ rejestrację dla LearnStorm 2015 i Khan Academy!
pt: Termine sua inscrição na LearnStorm 2015 e na Khan Academy!
pt_pt: Termina a tua inscrição na LearnStorm 2015 e na Khan Academy!
tr: ÖğrenmeFırtınası 2015 ve Khan Academy'ye kaydolmayı tamamlayın!

source: Finish watching a computer programming talk-through
bg: Завърши гледането на обяснения по компютърно програмиране
da: Se en hel video med gennemgang af programmering
es: Terminar de ver una guía paso a paso de programación
fr: Achevez le visionnage d'un pour-parler a propos de programmation informatique
ja: コンピュータプログラミングのトークスルーの視聴を完了
nb: Ferdig med å se en gjennomgang av dataprogrammering
pl: Obejrzyj omówienie z programowania
pt: Assistir a um vídeo de programação de computadores até o fim
pt_pt: Vê um vídeo sobre programação até ao fim
tr: Bir bilgisayar programlama konuşmasını izlemeyi bitirin

source: Finish your "getting started" coach checklist
da: Færdiggør punkterne på din "Kom godt i gang" tjekliste for vejledere
es: Termina tu lista de tareas "Primeros pasos" para tutores
fr: Terminer votre checklist "Commencer en tant que coach"
ja: あなたの「これからはじめる」コーチのチェックリストを完了する
nb: Fullfør din "komme igang" lærersjekkliste
nl: Vervolledig jouw "Aan de slag" coach checklist
pl: Zakończ swoją listę "Pierwsze Kroki"
pt: Conclua sua lista de "introdução" para tutores
pt_pt: Conclua o guia de iniciação rápida para tutores
tr: "Başlarken: Eğitmen" listenizi tamamlayın

source: Finish your "getting started" parent checklist
da: Færdiggør punkterne på din "Kom godt i gang" forælder tjekliste
es: Termina tu lista de control "Primeros pasos" para padres
fr: Complétez la checklist "Commencer en tant que parent"
ja: あなたの親のチェックリストを「はじめる」を完了する
nb: Fullfør din "komme igang" foreldesjekkliste
nl: Voltooi uw "getting started" hoofdcontrolelijst
pl: Zakończ swoją listę "Pierwsze Kroki"
pt: Conclua sua lista de "introdução" para pais
pt_pt: Conclua o guia de iniciação rápida para pais
tr: "Başlarken" Veli denetim listesini tamamlayın

source: Finish!
da: Færdig!
es: ¡Terminaste!
fr: Finir !
nb: Ferdig!
nl: Klaar!
pl: Zakończ!
pt: Finalizado!
tr: Bitir!

source: Fire the intern!
da: Fyr praktikanten!
es: ¡Despide al pasante!
fr: Virez le stagiaire !
ja: インターンを首にする!
nb: Si opp lærlingen!
nl: Ontsla de stagair!
pl: Zapal stażystę!
pt: Despeça o estagiário!
pt_pt: Despeça o estagiário!
tr: Stajyeri kovun!

source: First add a diameter.
es: Primero agrega un diámetro.
pt: Primeiramente, acrescente um diâmetro.
tr: Önce bir çap ekleyiniz.

source: First break down <code><var>Q</var></code> into its prime factorization and look for factors that appear three times.
da: Opdel først <code><var>Q</var></code> i sin primfaktorer og kig efter faktorer, der findes tre gange.
es: Primero descompongamos <code><var>Q</var></code> en factores primos y busquemos los factores que aparecen tres veces.
fr: D'abord, on décompose <code><var>Q</var></code> en facteurs premiers, et on cherche les facteurs qui apparaissent trois fois.
nb: Del først opp <code><var>Q</var></code> i sine primtallsfaktorer og se etter faktorer som finnes tre ganger.
nl: Ontbind <code><var>Q</var></code> eerst in priemfactoren, en zoek dan de factoren die drie keer verschijnen.
pl: Najpierw rozbij <code><var>Q</var></code> na czynniki pierwsze i szukaj czynników, które pojawiają się trzy razy.
pt: Primeiro, fatore <code><var>Q</var></code> e procure os fatores que aparecem três vezes.
tr: Önce <code><var>Q</var></code> sayısının asal çarpanlarını bulalım ve üç kere olan çarpanları arayalım.

source: First calculate how long it will take one person to paint one wall.
es: Primero calcula cuánto tiempo le tomará a una persona pintar una pared.
fr: Tout d'abord, on calcule combien de temps il faut à une personne pour peindre un mur.
nb: Først beregner vi hvor lang tid det vil ta én person å male en vegg.
pl: Najpierw oblicz, ile czasu zajmie jednej osobie pomalowanie jednej ściany.
pt: Primeiro, calcule quanto tempo é necessário para que uma pessoa pinte uma parede.
tr: Önce, bir kişinin bir duvarı boyamasının ne kadar süreceğini hesaplayın.

source: First consider the expression for:
fr: Traduire mentalement cette phrase à l'aide d'une expression algébrique :
nb: Først vurder uttrykket for:
pl: Najpierw należy rozważyć wyrażenie dla:
pt: Primeiro, considere a expressão para:
tr: İlk olarak bunun ifadesini düşünün:

source: First distribute the <code>\blue{<var>expr(["+", ["*", COEFFICIENT1, X], CONSTANT1])</var>}</code> onto the <code>\green{<var>expr(["*", COEFFICIENT2, X])</var>}</code> and <code>\red{<var>CONSTANT2</var>}</code>.
da: Gang først <code>\blue{<var>expr(["+", ["*", COEFFICIENT1, X], CONSTANT1])</var>}</code> med <code>\green{<var>expr(["*", COEFFICIENT2, X])</var>}</code> og <code>\red{<var>CONSTANT2</var>}</code>.
es: Primero distribuye el <code>\blue{<var>expr(["+", ["*", COEFFICIENT1, X], CONSTANT1])</var>}</code> sobre el <code>\green{<var>expr(["*", COEFFICIENT2, X])</var>}</code> y <code>\red{<var>CONSTANT2</var>}</code>.
fr: D'abord on multiplie <code>\green{<var>expr(["*", COEFFICIENT2, X])</var>}</code> et <code>\red{<var>CONSTANT2</var>}</code> par <code>\blue{<var>expr(["+", ["*", COEFFICIENT1, X], CONSTANT1])</var>}</code>.
nb: Multipliser først <code>\blue{<var>expr(["+", ["*", COEFFICIENT1, X], CONSTANT1])</var>}</code> onto the <code>\green{<var>expr(["*", COEFFICIENT2, X])</var>}</code> og <code>\red{<var>CONSTANT2</var>}</code>.
pt: Primeiro distribua <code>\blue{<var>expr(["+", ["*", COEFFICIENT1, X], CONSTANT1])</var>}</code> em <code>\green{<var>expr(["*", COEFFICIENT2, X])</var>}</code> e <code>\red{<var>CONSTANT2</var>}</code>.
tr: Önce, <code>\blue{<var>expr(["+", ["*", COEFFICIENT1, X], CONSTANT1])</var>}</code>'i <code>\green{<var>expr(["*", COEFFICIENT2, X])</var>}</code> ve <code>\red{<var>CONSTANT2</var>}</code> ifadesine dağıtın.

source: First divide the angles into two.
es: Primero divide los ángulos en dos.
pt: Primeiramente, divida os ângulos em dois.
tr: Önce açıları ikiye bölünüz.

source: First express <code>\blue{x}</code> in Euler form.
es: Primero expresa <code>\blue{x}</code> en la forma de Euler.
fr: On écrit <code>\blue{x}</code> sous forme exponentielle.
pt: Primeiro expresse <code>\blue{x}</code> na fórmula de Euler.
tr: Önce, <code>\blue{x}</code>'i Euler formunda ifade edin.

source: First factor out any common factors.
da: Faktoriser eventuelle fælles faktorer ud.
es: Primero factoriza cualquier factor común.
fr: D'abord, on factorise.
nb: Faktoriser eventuelle felles faktorer ut.
pt: Primeiro, fatore todos os fatores comuns.
tr: İlk olarak ortak çarpanları dışarı alın.

source: First factor out the greatest common factors in the numerator and in the denominator.
da: Faktoriser først de største fælles faktorer i tælleren og nævneren ud.
es: Primero factoriza los factores comunes más grandes en el numerador y el denominador.
fr: D'abord, on factorise le numérateur et le dénominateur.
nb: Faktoriser først den største felles faktorer i telleren og nevneren.
pt: Primeiramente, fatore os máximos divisores comuns no numerador e no denominador.
tr: İlk olarak, pay ve paydadaki en büyük ortak böleni dışarı alın.

source: First factor the expressions in the numerator and denominator.
da: Faktoriser først udtrykkene i tælleren og nævneren.
es: Factoriza primero las expresiones en el numerador y el denominador.
fr: D'abord, on factorise le numérateur et le dénominateur.
nb: Faktoriser først uttrykkene i telleren og nevneren.
pt: Primeiro, decomponha a expressão no numerador e denominador.
tr: İlk olarak pay ve paydadaki ifadeleri çarpanlarına ayırın.

source: First factor the polynomial in the numerator.
da: Faktoriser først polynomiet i tælleren.
es: Primero factoriza el polinomio en el numerador.
fr: D'abord, on factorise le polynôme qui est au numérateur.
nb: Faktoriser først polynomet i telleren.
pl: Najpierw rozłóż wielomian w liczniku.
pt: Primeiro, fatore o polinômio no numerador.
tr: İlk olarak paydaki polinomu çarpanlarına ayırın.

source: First factor the quadratic.
da: Faktoriser først kvadraten.
es: Primero factoriza la cuadrática.
fr: D'abord, on factorise le trinôme du second degré.
nb: Faktoriser først kvadratet.
pt: Primeiro, fatore a equação.
tr: İlk olarak ikinci dereceden ifadeyi çarpanlarına ayırın.

source: First find a common denominator by finding the least common multiple of the denominators.
da: Find først en fællesnævner ved at finde det mindste fælles multiplum af nævnerne.
es: Primero encuentra el común denominador encontrando el mínimo común múltiplo de los denominadores.
fr: D'abord, on doit trouver un dénominateur commun en cherchant le plus petit multiple commun des dénominateurs.
nb: Finn først en fellesnevner ved å finne den minste felles multiplum av nevnerne.
pl: Znajdź wspólny mianownik znajdując najmniejszą wspólną wielokrotność obu mianowników.
pt: Primeiro encontre um denominador comum, encontrando o mínimo múltiplo comum dos denominadores.
tr: Önce, paydaların ortak katlarının en küçüğünü bularak ortak paydayı bulunuz.

source: First get all of the numbers in decimal form.
es: Primero obtén todos los números en forma decimal.
fr: On va d'abord écrire tous les nombres sous forme décimale :
nb: Finn først alle tallene i desimalform.
nl: Eerst moet je alle getallen in decimale vorm krijgen.
pl: Najpierw zamieńmy wszystkie liczby na ułamki dziesiętne.
pt: Primeiro, obtenha todos os números na forma decimal.
tr: Önce tüm sayıları ondalıklı forma çeviriniz.

source: First identify <code>\angle <var>ANGLE</var></code>
da: Identificer først <code>\angle <var>ANGLE</var></code>
es: Primero identifica el <code>\angle <var>ANGLE</var></code>
pl: Najpierw określ <code>\angle <var>ANGLE</var></code>
pt: Primeiro, identifique o <code>\angle <var>ANGLE</var></code>
tr: Önce <code>\angle <var>ANGLE</var></code> tanımlayın

source: First name
da: Fornavn
es: Nombre
fr: Prénom
ja: 名
nb: Fornavn
nl: Voornaam
pl: Imię
pt: Primeiro nome
pt_pt: Primeiro nome
tr: Ad

source: First use factoring by grouping to factor the expression in the numerator.
da: Anvend først faktorisering med gruppering for at faktorisere udtrykket i tælleren.
es: Primero factoriza por agrupación la expresión en el numerador.
fr: D'abord on factorise le numérateur.
nb: Bruk først faktorisering med gruppering for å faktorisere uttrykket i telleren.
pl: Najpierw użyjmy rozkładu przez grupowanie, żeby rozłożyć na czynniki wyrażenie z licznika.
pt: Primeiramente, use fatoração por agrupamento para fatorar a expressão no numerador.
tr: Paydaki ifadeyi çarpanlarına ayırmak için ilk olarak gruplama yöntemini kullanın.

source: First use the distributive property.
da: Benyt først den distributive lov.
es: Primero utiliza la propiedad distributiva.
fr: Il faut commencer par utiliser la distributivité.
nb: Benytt først den distributive lov.
pl: Najpierw użyj własności rozdzielności.
pt: Primeiro, utilize a propriedade distributiva.
tr: İlk olarak, dağılma özelliğini kullanın.

source: First use the distributive property:
da: Benyt først den distributive lov:
es: Primero utiliza la propiedad distributiva:
fr: D'abord, on utilise la distributivité :
nb: Benytt først den distributive lov:
pt: Primeiramente use a propriedade distributiva:
tr: İlk olarak, dağılma özelliğini kullanın:

source: First we need to draw a line through <code>P</code>.
es: Primero tenemos que dibujar una línea a través de <code>P</code>.
fr: D'abord, on trace une droite passant par <code>P</code>.
pt: Primeiramente, precisamos traçar uma reta passando por <code>P</code>.
tr: Önce <code>P</code>'den geçen bir doğru çizmemiz gerekiyor.

source: First we need to find a common denominator for all the expressions. This means finding the least common multiple of <code><var>DENOMINATORS[0]</var></code>, <code><var>DENOMINATORS[1]</var></code> and <code><var>DENOMINATORS[2]</var></code>.
da: Først skal vi finde en fællesnævner for alle udtryk. Det betyder, at finde det mindste fælles multiplum af <code><var>DENOMINATORS[0]</var></code>, <code><var>DENOMINATORS[1]</var></code> og <code><var>DENOMINATORS[2]</var></code>.
es: Primero necesitamos encontrar un común denominador para todas las expresiones. Esto significa encontrar el mínimo común múltiplo de <code><var>DENOMINATORS[0]</var></code>, <code><var>DENOMINATORS[1]</var></code> y <code><var>DENOMINATORS[2]</var></code>.
fr: D'abord, il faut trouver le dénominateur commun, c'est-à-dire le plus petit multiple commun de <code><var>DENOMINATORS[0]</var></code>, <code><var>DENOMINATORS[1]</var></code> et <code><var>DENOMINATORS[2]</var></code>.
nb: Først må vi finne en fellesnevner for alle uttrykkene. Dette betyr å finne minste felles multiplum av <code><var>DENOMINATORS[0]</var></code>, <code><var>DENOMINATORS[1]</var></code> og <code><var>DENOMINATORS[2]</var></code>.
pt: Primeiro, precisamos encontrar um denominador comum para todas as expressões. Isso significa encontrar o mínimo múltiplo comum de <code><var>DENOMINATORS[0]</var></code>, <code><var>DENOMINATORS[1]</var></code> e <code><var>DENOMINATORS[2]</var></code>.

source: First we want to convert the given amount of <code><var>GIVEN</var></code> from grams to moles. To do this, we divide the given amount of <code><var>GIVEN</var></code> by the molar mass of <code><var>GIVEN</var></code>.
pl: Najpierw chcemy zamienić podaną ilość <code><var>GIVEN</var></code> z gramów na mole. Aby to zrobić, dzielimy podaną ilość <code><var>GIVEN</var></code> przez masę molową <code><var>GIVEN</var></code>.
pt: Primeiro, queremos converter a quantidade dada de <code><var>GIVEN</var></code> de gramas para mols. Para fazer isso, dividimos a quantidade dada de <code><var>GIVEN</var></code> pela massa molar de <code><var>GIVEN</var></code>.
tr: Önce, verilen miktar olan <code><var>GIVEN</var></code> gramdan moleküle çevirmek istiyoruz. Bunu yapmak için, verilen miktarı <code><var>GIVEN</var></code> <code><var>GIVEN</var></code>'ın moleküler kütlesi ile bölüyoruz.

source: First we want to convert the given amount of <code><var>R1</var></code> from grams to moles. To do this, we divide the given amount of <code><var>R1</var></code> by the molar mass of <code><var>R1</var></code>.
pl: Najpierw chcemy zamienić podaną ilość <code><var>R1</var></code> z gramów na mole. Aby to zrobić, dzielimy podaną ilość <code><var>R1</var></code> przez masę molową <code><var>R1</var></code>.
pt: Primeiro, queremos converter a quantidade dada de <code><var>R1</var></code> de gramas para mols. Para fazer isso, dividimos a quantidade dada de <code><var>R1</var></code> pela massa molar de <code><var>R1</var></code>.
tr: Önce, verilen miktar olan <code><var>R1</var></code> gramdan moleküle çevirmek istiyoruz. Bunu yapmak için, verilen miktarı <code><var>R1</var></code> <code><var>R1</var></code>'in moleküler kütlesi ile bölüyoruz.

source: First we will figure out how many cubic <var>plural_form(TO)</var> fit in one cubic <var>FROM</var>.
es: Primero averigüemos cuántos <var>plural_form(TO)</var> cúbicos caben en un <var>FROM</var> cúbico.
fr: On va commencer par déterminer combien de <var>plural_form(TO)</var> cubes rentrent dans un <var>FROM</var> cube.
nb: Først må vi finne ut hvor mange kubikk <var>plural_form(TO)</var> som passer i en kubikk <var>FROM</var>.
pt: Primeiro, vamos descobrir quantos <var>plural_form(TO)</var> cúbicos cabem em um <var>FROM</var> cúbico.
tr: İlk olarak, kaç <var>plural_form(TO)</var> küpün bir <var>FROM</var> küp ettiğini bulacağız.

source: First, align the origin of the protractor with the vertex of the angle. <button onclick="javascript: KhanUtil.currentGraph.graph.showOrigin(); ">Show me</button>
es: Primero alinea el origen del transportador con el vértice del ángulo. <button onclick="javascript: KhanUtil.currentGraph.graph.showOrigin(); ">Enséñame</button>
fr: Tout d'abord, aligner l'origine du rapporteur avec le sommet de l'angle.<button onclick="javascript: KhanUtil.currentGraph.graph.showOrigin(); ">Montrez-moi</button>
nb: Plasser først origo på gradskiven i toppunktet i vinkelen, <button onclick="javascript: KhanUtil.currentGraph.graph.showOrigin(); ">Vis meg</button>
pl: Najpierw przyłóż środek kątomierza do wierzchołka kąta. <button onclick="javascript: KhanUtil.currentGraph.graph.showOrigin(); ">Pokaż mi jak</button>
pt: Primeiramente, alinhe a origem do transferidor com o vértice do ângulo. <button onclick="javascript: KhanUtil.currentGraph.graph.showOrigin(); ">Mostre-me</button>
tr: İlk olarak, açı ölçerin başlangıç noktasını açının köşesiyle hizalayınız. <button onclick="javascript: KhanUtil.currentGraph.graph.showOrigin(); ">Bana göster</button>

source: First, bring a bike to Mountain View! Or just use some of your pay to buy/rent one. We can't recommend it enough. Getting to the office and around the whole area is really convenient on a bike. Plus, we've been known to host <a href="http://life.khanacademy.org/post/27563459393/bike-journey-to-sf">weekend bike excursions to SF</a>.
bg: Първо, донесете си велосипед в Mountain View! Или може просто да използвате част от вашата заплата да купите или да вземете под наем. Ние едва ли може да го препоръчвам достатъчно. Ползването му е за препоръчване както за да стигнете до офиса, така и за да обиколите цялата област - наистина е удобно с велосипед. Плюс това ние е известни като домакин на <a href="http://life.khanacademy.org/post/27563459393/bike-journey-to-sf"> уикенд екскурзии с велосипеди до СФ</a>.
da: Medbring en cykel til Mountain View! Eller brug bare nogle af din løn til køb/leje en. Vi kan ikke anbefale det nok. At komme til kontoret og køre rundt i hele området er virkelig praktisk på en cykel. Plus, vi er kendt for at være vært for <a href="http://life.khanacademy.org/post/27563459393/bike-journey-to-sf"> weekend cykeludflugter til SF</a>.
es: Primero, ¡trae una bicicleta a Mountain View! O usa algo de tu paga para comprar/alquilar una. Haz cómo quieras, en eso no te podemos aconsejar. Ir a la oficina o por los alrededores, en bicicleta, es altamente aconsejable. Además, nosotros hemos sido conocidos por presentar <a href="http://life.khanacademy.org/post/27563459393/bike-journey-to-sf">excursiones los fines de semana en bicicleta a San Francisco</a>.
fr: Apportez votre vélo à Mountain View! Ou bien utilisez une partie de votre salaire pour en acheter ou en louer un sur place. Nous vous recommandons fortement d'avoir un vélo car c'est le moyen le plus facile et le plus efficace pour venir travailler. En plus, nous sommes connus pour notre <a href="http://life.khanacademy.org/post/27563459393/bike-journey-to-sf">fin de semaine de vélo à SF</a>.
pl: Po pierwsze, sprowadź swój rower do Mountain View! Albo po prostu przeznacz część swojej pensji, aby kupić lub wynająć rower. Naprawdę nie możemy polecić lepszego rozwiązania. Dojazd do biura oraz poruszanie się po całej okolicy na rowerze jest naprawdę wygodne. Dodamy, że jesteśmy już znani z organizacji <a href="http://life.khanacademy.org/post/27563459393/bike-journey-to-sf">weekendowych wycieczek rowerowych do San Francisco</a>.
pt: Em primeiro lugar, traga uma bicicleta para Mountain View! Ou então use uma parte do seu salário para comprar / alugar uma. Acredite, isso é fundamental. É realmente conveniente ter uma bicicleta para chegar ao escritório ou circular pelos arredores. Além disso, somos conhecidos por organizar <a href="http://life.khanacademy.org/post/27563459393/bike-journey-to-sf">excursões de bicicleta nos fins de semana para SF</a>.
tr: Öncelikle, Mountain View'e bir bisiklet getirin! Veya kazandığınız paranın bir kısmıyla bir bisiklet satın alın/kiralayın. Bunu ne kadar tavsiye etsek, yetmez. Ofise gitmek ve buralarda dolaşmak için bisiklet çok uygundur.Artı, <a href="http://life.khanacademy.org/post/27563459393/bike-journey-to-sf">SF'ye hafta sonu bisiklet gezileri </a>düzenlediğimiz de bilinen bir şeydir.

source: First, calculate the area of the <span class="hint_blue">whole figure</span>, including the unshaded area.
es: Primero, calcula el área de la <span class="hint_blue">figura completa</span>, incluyendo el área que no está sombreada.
fr: D'abord, on calcule l'aire <span class="hint_blue">totale</span>, c'est-à-dire celle des deux parties de la figure.
pt: Primeiramente, calcule a área da <span class="hint_blue">figura inteira</span>, inclusive a área não sombreada.
tr: Önce, taralı olmayan alan dahil, <span class="hint_blue">tüm şeklin</span> alanını bulunuz.

source: First, calculate the area of the whole circle.
es: Primero calcula el área del círculo entero.
fr: D'abord, on calcule l'aire du cercle.
pt: Primeiro, calcule a área total da circunferência.
tr: İlk olarak, dairenin alanını hesaplayınız.

source: First, calculate the circumference of the circle.
es: Primero calcula la circunferencia del círculo.
fr: D'abord, on calcule la circonférence du cercle.
pt: Primeiro, calcule o comprimento da circunferência.
tr: İlk olarak, çemberin çevresini hesaplayın.

source: First, compute the matrix of minors of <code><var>PRETTY_MAT_ID</var></code>.
da: Udregn først underdeterminanten for <code><var>PRETTY_MAT_ID</var></code>.
es: En primer lugar, calcula la matriz de menores de <code><var>PRETTY_MAT_ID</var></code>.
fr: Pour commencer, calculons la matrice des mineurs de <code><var>PRETTY_MAT_ID</var></code>.
nb: Først beregner minoren av matrisen av <code><var>PRETTY_MAT_ID</var></code>.
nl: Bereken ten eerste de matrix van de minors van <code><var>PRETTY_MAT_ID</var></code>.
pl: Po pierwsze, obliczmy macierz minorów dla <code><var>PRETTY_MAT_ID</var></code>.
pt: Primeiro, calcule a matriz dos menores complementares de <code><var>PRETTY_MAT_ID</var></code>.
tr: İlk olarak, <code><var>PRETTY_MAT_ID</var></code> matrisinin minörlerinin matrisini hesaplayın.

source: First, convert the equation to standard form by completing the square.
es: Primero convierte la ecuación a la forma estándar completando el cuadrado.
fr: D'abord, on écrit l'équation sous sa forme standard en faisant apparaître des carrés.
pt: Primeiramente, converta a equação para a forma padrão completando o quadrado.
tr: Önce, tam kareye tamamlayarak denklemi standart forma çeviriniz.
