Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: If we square the sum of <code>x</code> and another number, we get
da: Hvis vi kvadrerer summen af <code>x</code> og et andet tal, får vi
es: Si elevamos al cuadrado la suma de <code>x</code> y otro número, obtenemos
fr: Si on élève au carré la somme de <code>x</code> et d'un autre nombre, on obtient
nb: Hvis vi kvadrerer summen av <code>x</code> og et annet tall, får vi
pl: Jeśli podniesiemy do kwadratu sumę <code>x</code> i innej liczby, otrzymamy
pt: Se elevarmos ao quadrado a soma de <code>x</code> e outro número, obtemos
tr: <code>x</code> ve başka bir sayının toplamının karesini alırsak, şunu elde ederiz:

source: If we subtract <code><var>-B</var></code> from <code><var>expr(["*", M, "x"])</var></code>, we have <code><var>expr(["+", ["*", M, "x"], B])</var></code>.
es: Si restamos <code><var>-B</var></code> de <code><var>expr(["*", M, "x"])</var></code>, tenemos <code><var>expr(["+", ["*", M, "x"], B])</var></code>.
fr: La différence entre <code><var>expr(["*", M, "x"])</var></code> et <code><var>-B</var></code> s'écrit <code><var>expr(["+", ["*", M, "x"], B])</var></code>.
hi: अगर हम घटाते हैं <code><var>-B</var></code>इसमें से<code><var>expr(["*", M, "x"])</var></code>, हमारे पास होगा <code><var>expr(["+", ["*", M, "x"], B])</var></code>.
nb: Hvis vi subraherer <code><var>-B</var></code> fra <code><var>expr(["*", M, "x"])</var></code>, får vi <code><var>expr(["+", ["*", M, "x"], B])</var></code>.
pl: Jeśli odejmiemy <code><var>-B</var></code> od <code><var>expr(["*", M, "x"])</var></code>, mamy <code><var>expr(["+", ["*", M, "x"], B])</var></code>.
pt: Se subtrairmos <code><var>-B</var></code> de <code><var>expr(["*", M, "x"])</var></code>, temos <code><var>expr(["+", ["*", M, "x"], B])</var></code>.
tr: <code><var>expr(["*", M, "x"])</var></code>'ten <code><var>-B</var></code> çıkarırsak, <code><var>expr(["+", ["*", M, "x"], B])</var></code> elde ederiz.

source: If we subtract <code><var>expr(["*", -M, "x"])</var></code> from <code><var>B</var></code>, we have <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
es: Si restamos <code><var>expr(["*", -M, "x"])</var></code> de <code><var>B</var></code>, tenemos <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
fr: La différence entre <code><var>B</var></code> et <code><var>expr(["*", -M, "x"])</var></code> s'écrit <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
hi: अगर हम घटाते हैं <code><var>expr(["*", -M, "x"])</var></code> इसमें से <code><var>B</var></code>, हमारे पास होगा<code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
nb: Om vi subtraherer <code><var>expr(["*", -M, "x"])</var></code> fra <code><var>B</var></code>, har vi <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
pl: Jeśli odejmiemy <code><var>expr(["*", -M, "x"])</var></code> od <code><var>B</var></code>, mamy <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
pt: Se subtrairmos <code><var>expr(["*", -M, "x"])</var></code> de <code><var>B</var></code>, temos <code><var>expr(["+", B, ["*", M, "x"]])</var></code>.
tr: <code><var>B</var></code> sayısından <code><var>expr(["*", -M, "x"])</var></code> çıkarırsak, <code><var>expr(["+", B, ["*", M, "x"]])</var></code> elde ederiz.

source: If we superimpose these two triangles, by flipping <code>\triangle EDA</code>, we see that angle <code>x</code> corresponds to <code>\angle <var>ANGLE_LABELS[SHOW_ANGLE]</var></code>.
es: Si se superponen estos dos triángulos, al voltear <code>\triangle EDA</code>, vemos que el ángulo <code>x</code> corresponde a <code>\angle <var>ANGLE_LABELS[SHOW_ANGLE]</var></code>.
pt: Se sobrepormos estes dois triângulos, virando o <code>\triangle EDA</code>, veremos que o ângulo <code>x</code> corresponde ao <code>\angle <var>ANGLE_LABELS[SHOW_ANGLE]</var></code>.
tr: <code>\triangle EDA</code>'yı çevirerek bu iki üçgeni üst üste koyarsak, <code>x</code> açısının <code>\angle <var>ANGLE_LABELS[SHOW_ANGLE]</var></code> ile eşleştiğini görürüz.

source: If we superimpose these two triangles, by rotating <code>\triangle ABC</code>, we see that angle <code>x</code> corresponds to <code>\angle <var>ANGLE_LABELS[ANG_LEFT]</var></code>.
es: Si se superponen estos dos triángulos, mediante la rotación de <code>\triangle ABC</code>, vemos que el ángulo <code>x</code> corresponde a <code>\angle <var>ANGLE_LABELS[ANG_LEFT]</var></code>.
pt: Se sobrepormos estes dois triângulos, girando o <code>\triangle ABC</code>, veremos que o ângulo <code>x</code> corresponde ao <code>\angle <var>ANGLE_LABELS[ANG_LEFT]</var></code>.
tr: <code>\triangle ABC</code>'yi döndürerek bu iki üçgeni üst üste koyarsak, <code>x</code> açısının <code>\angle <var>ANGLE_LABELS[ANG_LEFT]</var></code> ile eşleştiğini görürüz.

source: If we use a compass to draw a circle of the same radius at each end of the diagonal, the points where the circles intersect will be equidistant from each end.
es: Si usamos un compás para dibujar un círculo que tenga el mismo radio en cada extremo de la diagonal, los puntos donde se intersectan los círculos serán equidistantes de cada extremo.
fr: Si on trace deux cercles de même rayon centrés sur les extrémités de la diagonale, les points d'intersection des cercles seront à égale distance de ces extrémités.
pl: Jeśli wykorzystamy cyrkiel do narysowania okręgów o tym samym promieniu na każdym końcu przekątnej, to punkty przecięcia okręgów będą znajdowały się w równej odległości od każdego końca.
pt: Se usarmos um compasso para desenhar uma circunferência com o mesmo raio em cada extremidade da diagonal, os pontos que as circunferências se encontram serão equidistantes de cada extremidade.
tr: Köşegenlerin bitim noktalarından aynı yarıçapta bir çember çizmek için bir pergel kullanırsak, çemberlerin kesiştiği nokta bitim noktalarından eşit uzaklıkta olacaktır.

source: If we use the compass to put a circle centered at point <code>A</code>, the circle will include all points that are the same distance from point <code>A</code>, including the two blue points.
es: Si utilizamos el compás para poner un círculo centrado en el punto <code>A</code>, el círculo incluirá todos los puntos que están a la misma distancia del punto <code>A</code>, incluyendo los dos puntos azules.
fr: Si on trace un cercle de centre <code>A</code>, ce cercle sera constitué de tous les points situés à égale distance de <code>A</code>, notamment les deux points bleus.
pt: Se usarmos um compasso para colocar um círculo centrado no ponto <code>A</code>, o círculo vai incluir todos os pontos que estão à mesma distância do ponto <code>A</code>, inclusive os dois pontos azuis.
tr: Merkezi <code>A</code> noktası olan bir çemberi pergelle çizmek istersek, çember, iki mavi nokta dahil, <code>A</code> noktasından eşit uzaklıktaki tüm noktaları kapsar.

source: If we use the compass to put a circle somewhere on the line, the circle will include all points that are the same distance from that point, including the two blue points.
es: Si utilizamos el compás para poner un círculo en algún lugar sobre la línea, el círculo incluirá todos los puntos que están a la misma distancia de ese punto, incluyendo los dos puntos azules.
fr: Si on utilise le compas pour tracer un cercle de centre n'importe quel point sur la droite, ce cercle sera formé de tous les points situés à égale distance de ce point, y compris les deux points bleus.
pt: Se usarmos um compasso para colocar um círculo em algum lugar da linha, o círculo vai incluir todos os pontos que estão à mesma distância a partir desse ponto, inclusive os dois pontos azuis.
tr: Doğru üzerinde herhangi bir yere pergelle çember çizmek istersek, çember, iki mavi nokta dahil, bu noktadan eşit uzaklıktaki tüm noktaları kapsayacaktır.

source: If we use two more compasses centered at each of the <span class="hint_blue">two points</span>, we can see that they intersect, <strong>but not on the angle bisector!</strong> That's because the two circles are not the same size.
es: Si usamos dos o más compases centrados en cada uno de los <span class="hint_blue">dos puntos</span>, podemos ver que se intersectan, <strong>¡pero no sobre la bisectriz del ángulo!</strong> Eso es porque los dos círculos no son del mismo tamaño.
fr: Si on utilise le compas pour tracer deux autres cercles centrés sur chacun des <span class="hint_blue">deux points</span>, on observe qu'ils se coupent, <strong>mais pas sur la bissectrice !</strong> C'est parce que les deux cercles n'ont pas le même rayon.
pt: Se usarmos mais dois compassos centrados em cada um dos <span class="hint_blue">dois pontos</span>, podemos ver que eles se cruzam, <strong>mas não na bissetriz!</strong> Isso porque os dois círculos não são do mesmo tamanho.
tr: <span class="hint_blue">Bu iki noktanın</span> her birini merkez alan iki pergel daha kullanırsak, bunların kesiştiğini, <strong>ama kesişimin açıortay üzerinde olmadığını</strong> görürüz. Çünkü çemberler aynı boyutta değildir.

source: If yes, fit a line to the data.
es: En caso de que sí, pon la línea que se ajuste.
fr: Si on peut tracer une droite d'ajustement, déplacer les points jaunes pour la positionner.
pt: Caso positivo, trace uma reta correspondente aos dados.
tr: Eğer cevabınız evet ise, veri ile uyum sağlayacak bir doğru çiziniz.

source: If you already have a Khan Academy account, you can add <b>%(coach_id)s</b> as a coach from <a href='%(profile_link)s'>your profile page</a>.
es: Si ya tienes una cuenta de Khan Academy, puedes agregar a <b>%(coach_id)s</b> como tu tutor desde <a href='%(profile_link)s'>tu página de perfil</a>.
fr: Si vous possédez déjà un compte Khan academy, vous pouvez ajouter<b>%(coach_id)s</b> en tant que coach à partir de <a href='%(profile_link)s'>votre page de profil</a>.
ja: もしあなたが既にカーンアカデミーのアカウントを持っているのであれば，<a href='%(profile_link)s'>あなたのプロファイルのページ</a>から<b>%(coach_id)s</b>をコーチとしてくわえることができます．
nb: Hvis du allerede har en Khan Academy-konto, kan du legge til <b>%(coach_id)s</b> som veileder fra <a href='%(profile_link)s'>your profile page</a>.
nl: Als je al een Khan Academy account hebt, kan je <b>%(coach_id)s</b> toevoegen als coach op <a href='%(profile_link)s'>je profielpagina</a>.
pl: Jeśli masz już konto w Khan Academy, można dodać <b>%(coach_id)s</b> jako trenera z <a href='%(profile_link)s'>Twojej strony profilowej</a>.
pt: Se você já tem uma conta na Khan Academy, você pode adicionar <b>%(coach_id)s</b> como tutor na <a href='%(profile_link)s'>página do seu perfil</a>.

source: If you already have a Khan Academy account, you can add <b>%(parent_id)s</b> as a parent from <a href='%(profile_link)s'>your profile page</a>.
da: Hvis du allerede har en konto på Khan Academy, kan du tilføje <b>%(parent_id)s</b> som forælder fra <a href='%(profile_link)s'>din profil</a>.
es: Si ya tienes una cuenta de Khan Academy, puedes agregar a <b>%(parent_id)s</b> como tu padre desde <a href='%(profile_link)s'>tu perfil</a>.
fr: Si vous possédez déjà un compte Khan academy, vous pouvez ajouter<b>%(parent_id)s</b> en tant que coach à partir de <a href='%(profile_link)s'>votre page de profil</a>.
nb: Om du allerede har en Khan Academy konto, kan du legge til <b>%(parent_id)s</b> Som en foreldre fra<a href='%(profile_link)s'>Din profilside</a>.
nl: Als je al een Khan Academy account hebt, dan kun je <b>%(parent_id)s</b> toevoegen als ouder via <a href='%(profile_link)s'>je profiel pagina</a>.
pl: Jeżeli masz już konto na Khan Academy, możesz dodać<b>%(parent_id)s</b> jako rodzica z <a href='%(profile_link)s'>Twojego profilu</a>.
pt: Se você já tem uma conta na Khan Academy, você pode adicionar <b>%(parent_id)s</b> como pai na <a href='%(profile_link)s'>sua página de perfil</a>.
pt_pt: Se já tens uma conta na Khan Academy, podes associar <b>%(parent_id)s</b> como a conta dos teus pais no teu <a href='%(profile_link)s'>perfil</a>.
tr: Eğer zaten bir Khan Academy hesabınız varsa, <b>%(parent_id)s</b> isimli kullanıcıyı <a href='%(profile_link)s'>profilinizden </a> veliniz olarak ekleyebilirsiniz.

source: If you are a copyright owner or an authorized agent thereof, and you wish to file a notice of infringement with us, then you may submit a notice by providing Khan Academy’s Designated Copyright Agent with the following information in writing (please consult your legal counsel or See 17 U.S.C. Section 512(c)(3) to confirm these requirements):
da: Hvis du er ejer af ophavsretten eller en autoriseret repræsentant for denne, og du ønsker at indgive en meddelelse om krænkelse til os, så du kan sende en meddelelse ved at give Khan Academys udpegede repræsentant for ophavsret følgende oplysninger skriftligt (du bedes kontakte din advokat eller se 17 U.S.C. afsnit 512(c)(3) for bekræfte disse krav):
es: Si usted es propietario de un derecho de autor o un representante autorizado del mismo, y desea presentar una notificación de infracción con nosotros, entonces puede presentar una notificación proporcionando al agente asignado de derechos de autor de Khan Academy, con la siguiente información por escrito (consulte a su asesor legal o Ver 17 USC Sección 512 (c) (3) para confirmar estos requisitos):
fr: Si vous êtes propriétaire d'un droit d'auteur ou un mandataire, et vous que souhaitez déposer une plainte d'avoir enfreint ces droits, vous pouvez la soumettre en version écrite auprès d'un Agent Responsable des Droits de Reproduction au sein de Khan Academy, en incluant les informations suivantes (veuillez consulter votre avocat ou se référer au texte 17 U.S.C. Section 512(c)(3) afin de confirmer les bases de votre plainte):
nb: Hvis du er en opphavsrettighetseier eller en autorisert representant, og du ønsker å sende et varsel om et brudd hos os, kan du sende inn et varsel ved å gi Khan Academys oppnevnte kopirettighetsrepresentant følgende informasjon skriftlig (vennligst kontakt din juridiske rådgiver, eller se 17 U.S.C. Section 512(c)(3) for å samsvare med disse kravene):
nl: Als u de eigenaar van een auteursrecht of een gemachtigde vertegenwoordiger daarvan bent en u wilt een kennisgeving van inbreuk met ons delen, dan kunt u een aankondiging sturen naar Khan Academy aangewezen Auteursrecht Agent voorzien van de volgende gegevens (Raadpleeg uw juridisch adviseur of zie 17 U.S.C. sectie 512(c)(3) om deze eisen te bevestigen):
pl: Jeżeli jesteś właścicielem praw autorskich lub jego upoważnionym przedstawicielem, i życzysz sobie złożyć u nas powiadomienie o naruszeniu praw autorskich, możesz to zrobić dostarczając zawiadomienie wyznaczonemu przez Khan Academy przedstawicielowi ds. praw autorskich (ang. Khan Academy’s Designated Copyright Agent), zawierające poniższe informacje w formie pisemnej (prosimy skonsultować się ze swoim prawnikiem lub sprawdzić DMCA, 17 U.S.C. kategoria 512(c)(3) w celu potwierdzenia tych wymagań):
pt: Se você é proprietário de copyright ou um seu agente autorizado, e queira registrar um aviso de infração conosco, você pode enviar um aviso, fornecendo ao Agente de Copyright Designado da Khan Academy com as seguintes informações por escrito (consulte o seu advogado ou consulte 17 U.S.C. Seção 512(c)(3) para confirmar esses requisitos):
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: If you are an adult parent/guardian, you can create child accounts for your children.
bg: Родители и нстойници могат да създават сметки за децата си.
da: Hvis du er en voksen forælder/værge, kan du oprette en konto for dit barn under 13.
es: Si eres un adulto, padre o tutor legal, puedes crear cuentas infantiles para tus hijos.
fr: Si vous êtes un parent ou gardien adulte, vous pouvez créer un compte pour vos enfants.
he: אם אתה הורה/אפוטרופוס מבוגר, אתה יכול ליצור משתמשי ילדים בשביל הילדים שלך.
ja: もしあなたが成人の両親/保護者であれば，あなたの子のためにチャイルドアカウントを作成できます．
nb: Hvis du er en voksen forelder/foresatt, kan du opprette konto for barna.
nl: Als je een volwassen ouder/voogd bent, kan je accounts maken voor jouw kinderen.
pl: Jeśli jesteś dorosłym rodzicem/opiekunem prawnym, możesz założyć konta dla Twoich dzieci.
pt: Se você é um pai/guardião, você pode criar contas infantis para seus filhos.
pt_pt: Se é um pai ou responsável, pode criar contas infantis para os seus filhos.
tr: Eğer veliyseniz, çocuklarınız için Çocuk Hesabı oluşturabilirsiniz.

source: If you are getting stronger, then you must be eating spinach.
es: Si te estás volviendo más fuerte, entonces debes de estar comiendo espinacas.
fr: Si tu deviens plus fort, alors c'est que tu mange des épinards.
pt: Se você está ficando mais forte, então deve estar comendo espinafre.
tr: Güçleniyorsanız, ıspanak yiyor olmalısınız.

source: If you are not driving a car, then you should use your cell phone.
es: Si no estás conduciendo un automóvil, entonces deberías usar tu teléfono celular.
fr: Si vous n'êtes pas en train de conduire, alors vous devez utiliser votre téléphone portable.
pt: Se você não está dirigindo um carro, pode usar o celular.
tr: Araba kullanmıyorsanız, cep telefonunuzu kullanmalısınız.

source: If you are not eating spinach, then you will not get stronger.
es: Si no estás comiendo espinacas, entonces no te volverás más fuerte.
fr: Si vous ne mangez pas d'épinards, alors vous ne deviendrez pas plus fort.
pt: Se você não está comendo espinafre, não vai ficar mais forte.
tr: Ispanak yemiyorsanız, güçlenmezsiniz.

source: If you are not getting stronger, then you are not eating spinach.
es: Si no te estás volviendo más fuerte, entonces no estas comiendo espinacas.
fr: Si vous ne devenez pas plus fort, alors vous ne mangez pas d'épinards.
pt: Se você não está ficando mais forte, então você não está comendo espinafre.
tr: Güçlenmiyorsanız, ıspanak yemiyorsunuz.

source: If you are not using your cell phone, then you are driving a car.
es: Si no estas usando tu celular, entonces estás conduciendo un automóvil.
fr: Si vous n'êtes pas en train d'utiliser votre portable, alors vous être en train de conduire.
pt: Se você não está usando seu celular, então você está dirigindo.
tr: Cep telefonunuzu kullanmıyorsanız, araba kullanıyorsunuz.

source: If you are on an iPad, we have various known issues on that browser. <a target="_blank" href="https://code.google.com/p/khanacademy/issues/detail?id=23517&thanks=23517&ts=1381857891">Star this issue to be notified when we resolve those issues.
da: Hvis du bruger en iPad, kender vi til forskellige problemer for denne browser. <a target="_blank" href="https://code.google.com/p/khanacademy/issues/detail?id=23517&thanks=23517&ts=1381857891"> Marker dette problem for at blive underrettet, når vi har løst problemerne.
es: Si estás en un iPad, tenemos varios problemas conocidos en ese navegador. <a target="_blank" href="https://code.google.com/p/khanacademy/issues/detail?id=23517&thanks=23517&ts=1381857891">Señala este reporte para que seas notificado cuando resolvamos esos problemas.
fr: Si vous êtes sur un iPad, nous avons divers problèmes connus sur ce navigateur. <a target="_blank" href="https://code.google.com/p/khanacademy/issues/detail?id=23517&thanks=23517&ts=1381857891"> Identifiez ce problème avec une étoile pour être averti lorsque nous l'aurons résolu.
nb: Hvis du er på en iPad, har vi ulike kjente problemer med den nettleseren. <a target="_blank" href="https://code.google.com/p/khanacademy/issues/detail?id=23517&thanks=23517&ts=1381857891">Merk dette problemet for å bli varslet når vi løser det.
nl: Als u op een iPad bent, hebben we verschillende bekende problemen met die browser. <a target="_blank" href="https://code.google.com/p/khanacademy/issues/detail?id=23517&thanks=23517&ts=1381857891"> Geef dit issue een ster , zodat we hiervan op de hoogte gesteld worden, wanneer we dit issue oplossen.
pl: Jeżeli korzystasz z iPada, informujemy, że mamy wiele znanych już problemów z tą przeglądarką. <a target="_blank" href="https://code.google.com/p/khanacademy/issues/detail?id=23517&thanks=23517&ts=1381857891">Oznacz gwiazdką ten problem, żeby otrzymać powiadomienie, kiedy pojawią się rozwiązania tych problemów.
pt: Se estiver usando um iPad, temos vários problemas conhecidos com esse navegador. <a target="_blank" href="https://code.google.com/p/khanacademy/issues/detail?id=23517&thanks=23517&ts=1381857891">Marque com uma estrela essa questão para ser notificado quando a tivermos resolvido.
tr: Eğer iPad kullanıcısı iseniz,bu tarayıcıya ilişkin çeşitli sorunlar olduğunu biliyoruz.<a target="_blank" href="https://code.google.com/p/khanacademy/issues/detail?id=23517&thanks=23517&ts=1381857891">Bu problemleri çözdüğümüzde haberdar olmak istiyorsanız, bu soruna yıldız koyunuz.

source: If you are using your cell phone, then you should not be driving a car.
es: Si estás usando tu teléfono celular, entonces no deberías estar conduciendo un automóvil.
fr: Si vous êtes en train d'utiliser votre téléphone portable, alors vous ne devez pas conduire.
pt: Se você está usando seu celular, não deveria dirigir.
tr: Cep telefonunuzu kullanıyorsanız, araba kullanmamalısınız.

source: If you believe this is a mistake, please don't hesitate to <a href="/reportissue?type=Defect">let us know</a>.
bg: Ако смятате, че това е грешка, моля не се колебайте да <a href="/reportissue?type=Defect"> ни уведомите</a>.
da: Hvis du mener dette er en fejltagelse, så <a href="/reportissue?type=Defect">fortæl os det</a>.
es: Si crees que esto es un error, por favor no dudes en <a href="/reportissue?type=Defect">informarnos</a>.
fr: Si vous pensez que c'est une erreur, n'hésitez pas à <a href="/reportissue?type=Defect"> nous le faire savoir</a>.
nb: Hvis du mener dette er en feil, ikke nøl med å <a href="/reportissue?type=Defect"> gi oss beskjed</a>.
nl: Als u denkt dat dit een vergissing is, aarzel dan niet om <a href="/reportissue?type=Defect">het ons te laten weten.</a>.
pl: Jeśli sądzisz, że to jest błąd, prosimy, nie wahaj się <a href="/reportissue?type=Defect">nas powiadomić</a>.
pt: Se você acredita que isso é um engano, não hesite em <a href="/reportissue?type=Defect">nos comunicar</a>.
tr: Eğer bunun bir hata olduğunu düşünüyorsanız, <a href="/reportissue?type=Defect">lütfen bize bildiriniz.</a>

source: If you can't find your account, you can <a href="/signup">sign up</a> for a new one.
da: Hvis ikke du kan komme ind på din konto, kan du <a href="/signup">oprette</a>en ny.
es: Si no puedes encontrar tu cuenta, puedes <a href="/signup">registrarte</a> para obtener una nueva.
fr: Si vous ne retrouvez pas votre compte, vous pouvez <a href="/signup">vous inscrire</a> pour en ouvrir un nouveau.
ja: もしあなたのアカウントがみつからない場合，新しいアカウントに<a href="/signup">サインアップ</a>することができます．
nb: Hvis du ikke finner din konto, kan du <a href="/signup"> registrere</a> en ny.
nl: Als je jouw account niet kan terugvinden, kan je je <a href="/signup">aanmelden</a> voor een nieuwe.
pl: Jeśli nie możesz odnaleźć swojego konta, możesz <a href="/signup">zapisać się</a> jeszcze raz na nowo.
pt: Se você não consegue encontrar sua conta, você pode <a href="/signup">cadastrar</a> uma nova.
pt_pt: Se não encontrares a tua conta, <a href="/signup">regista-te</a>.
tr: Hesabınızı bulamıyorsanız, buradan tekrar <a href="/signup"> kayıt</a> olabilirsiniz.
