Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Select students
da: Vælg elever
es: Seleccionar estudiantes
fr: Sélectionnez les élèves
ja: 生徒を選択
nb: Velg elever
nl: Leerlingen selecteren
pl: Wybierz uczniów
pt: Selecionar alunos
pt_pt: Selecionar estudantes
tr: Öğrenciler seçin

source: Select tasks from the list on the left.
da: Vælg opgaver fra listen til venstre.
es: Selecciona tareas de la lista de la izquierda.
fr: Sélectionnez des tâches à partir de la liste à gauche.
nb: Velg oppgaver fra listen til venstre.
nl: Selecteer taken van de lijst aan de linker kant.
pl: Wybierz zadania z listy po lewej.
pt: Selecione tarefas na lista à esquerda.
pt_pt: Seleciona tarefas da lista à esquerda.
tr: Görevleri, sol taraftaki listeden seçiniz.

source: Select the equivalent fraction.
nl: Selecteer de gelijkwaardige breuk.
pt: Selecione a fração equivalente.
tr: Denk kesiri seçiniz.

source: Select two equivalent fractions.
nl: Selecteer twee gelijkwaardige breuken.
pt: Selecione duas frações equivalentes.
tr: İki denk kesir seçiniz.

source: Select what you'd like to filter on:
es: Selecciona lo que te gustaría filtrar:
ja: 何によってフィルターをかけるか選んで下さい:
nb: Velg hva du ønsker å filtrere på:
pl: Wybierz filtr:
pt: Selecione o que você quer filtrar:
pt_pt: Selecione o que pretende filtrar:
tr: Neyle filtrelemek istediğinizi seçin:

source: Select your avatar
da: Vælg din avatar
es: Selecciona tu avatar
fr: Sélectionne ton avatar !
ja: あなたのアバターを選択
nb: Velg din avatar
nl: Kies jouw avatar
pl: Wybierz swój awatar
pt: Selecione seu avatar
pt_pt: Escolhe o teu avatar
tr: Avatarınızı seçin

source: Select your child from your list of students
da: Vælg dit barn fra din liste med elever
es: Selecciona a tu hijo de tu lista de estudiantes
fr: Sélectionnez votre enfant parmi la liste des élèves
ja: あなたの生徒のリストからあなたの子を選択する
nb: Velg ditt barn fra listen over elever
nl: Kies je leerling uit je lijst
pl: Wybierz Twoje dziecko z Twojej listy uczniów
pt: Selecione seu filho em sua lista de alunos
pt_pt: Escolha o seu filho da lista de alunos
tr: Öğrenci listenizden çocuğunuzu seçin

source: Select your child from your students
da: Vælg dit barn blandt dine elever
es: Selecciona a tu hijo de tus estudiantes
fr: Sélectionnez votre enfant parmi vos élèves
ja: あなたの生徒からあなたの子を選択する
nb: Velg ditt barn fra elevene
nl: Kies jouw kind uit jouw leerlingen
pl: Wybierz swoje dziecko ze swoich uczniów
pt: Selecione seu filho na lista de alunos
tr: Çocuğunuzu, öğrencilerinizin listesinden seçin

source: Selected tasks
da: Valgte opgaver
es: Tareas seleccionadas
fr: Tâches sélectionnées
nb: Valgte oppgaver
nl: selecteer taken
pl: Wybrane zadania
pt: Tarefas selecionadas
pt_pt: Tarefas selecionadas
tr: Seçilmiş görevler

source: Selecting this %(kind)s will publish only its changes.
da: Hvis du vælger denne %(kind)s udgives kun dens ændringer.
es: El seleccionar este %(kind)s publicará solo sus cambios.
fr: Sélectionner ce %(kind)s ne publiera que ses modifications.
nb: Ved å velge %(kind)s vil vi publisere bare endringer for denne eleven.
nl: Deze %(kind)s selecteren zal enkel de wijzigingen publiceren.
pl: Wybranie tego %(kind)s spowoduje opublikowanie tylko jego zmian.
pt: A seleção desse(a) %(kind)s publicará apenas suas alterações.
tr: Bu %(kind)s seçildiğinde, sadece üzerindeki değişiklikler yayınlanacaktır.

source: Selecting this %(renderType)s will cause the following changes to be published:
da: Hvis du vælger denne %(renderType)s vil de følgende ændringer offentliggøres:
es: El seleccionar este %(renderType)s causará que los siguientes cambios se publiquen:
fr: En sélectionnant ce %(renderType)s, les modifications qui suivent seront publiées :
nb: Ved å velge %(renderType)s vil det føre til at følgende endringer blir publisert:
nl: Selecteren van deze %(renderType)s zal ervoor zorgen dat de volgende wijzigingen worden gepubliceerd:
pl: Wybranie tego %(renderType)s spowoduje, że następujące zmiany zostaną opublikowane:
pt: A seleção desse(a) %(renderType)s fará com que as seguintes alterações sejam publicadas:
tr: Bu %(renderType)s seçildiğinde, sadece şu değişiklikler yayınlanacaktır:

source: Selecting your child will show their activity here, and you'll also receive a weekly email about their progress
da: At vælge dit barn vil vise deres aktivitet her, og du vil også modtage en ugentlig e-mail med deres fremskridt
es: Al seleccionar a tu hijo podrás ver aquí su actividad y también recibirás un correo electrónico semanal sobre su progreso
fr: Sélectionner votre enfant affichera son résumé d'activité, et vous pourrez recevoir un e-mail hebdomadaire reprenant l'ensemble de ses progrès et difficultés
ja: ここでは，あなたの子供を選択することで子供のアクティビティを見ることができます．そしてあなたも子供達の進捗状況についての毎週のレポートの電子メイルを受けとることになります．
nb: Ved å velge ditt barn vises deres aktivitet her, og du vil også motta en ukentlig e-post om deres fremgang
nl: Als je hier een leerling kiest zal zijn/haar activiteiten hier staan en ontvang je wekelijks een bericht over de voortgang
pl: Wybierając profil swojego dziecka możesz zobaczyć jego aktywność, jednocześnie będziesz otrzymywać tygodniowy newsletter o jego postępach
pt: Ao selecionar seu filho, você verá suas atividades aqui. Além disso, você receberá semanalmente um e-mail sobre o progresso dele
tr: Çocuğunuzu seçtiğinizde, etkinlikleri burada görüntülenecektir. Ayrıca, çocuğunuzun ilerlemesi ile ilgili haftalık e-postalar da alacaksınız

source: Selecting “%(title)s” will cause the following changes to be published:
da: Hvis du vælger "%(title)s" vil de følgende ændringer offentliggøres:
es: El seleccionar “%(title)s” causará que los siguientes cambios sean publicados:
fr: En sélectionnant "%(title)s", les modifications qui suivent seront publiées :
nb: Velger du “%(title)s”, vil det føre til at følgende endringer skal publiseres:
nl: Selecteren van "%(title)s" zal ervoor zorgen dat de volgende wijzigingen worden gepubliceerd:
pl: Wybranie “%(title)s” spowoduje opublikowanie następujących zmian:
pt: Selecionar “%(title)s” resultará na publicação das seguintes alterações:
tr: "%(title)s" seçildiğinde, şu değişiklikler yayınlanacaktır:

source: Selectors
da: Selektorer
es: Selectores
fr: Les sélecteurs
ja: セレクター
nb: Valg
pl: Selektory
pt: Seletores
pt_pt: Seletores
tr: Seçiciler

source: Selenium
es: Selenio
nb: Selen
pl: Selen
pt: Selênio
pt_pt: Selénio
tr: Selenyum

source: Send Message
da: Send Besked
es: Envía un mensaje
fr: Envoyer un message
ja: メッセージ送信
nb: Send melding
nl: Stuur bericht
pl: Wyślij wiadomość
pt: Enviar mensagem
pt_pt: Enviar mensagem
tr: Mesaj gönderme

source: Send a personalized message to the user
da: Send en personlig besked til brugeren
es: Envía un mensaje personalizado al usuario
fr: Envoyer un message personnalisé à l'utilisateur
ja: 個人的なメッセージをユーザーに送信
nb: Send en personlig melding til brukeren
nl: Stuur een persoonlijk bericht naar de gebruiker
pl: Wyślij prywatną wiadomość do użytkownika
pt: Envie uma mensagem personalizada ao usuário
pt_pt: Envie uma mensagem personalizada ao utilizador
tr: Kullanıcıya kişisel mesaj gönderme

source: Send confirmation email
da: Send bekræftelsesmail
es: Enviar correo electrónico de confirmación
fr: Envoyer l'e-mail de confirmation
ja: 確認メールを送信します。
nb: Send e-postbekreftelsen
nl: Stuur bevestigingsmail
pl: Wyślij wiadomość z potwierdzeniem
pt: Enviar e-mail de confirmação
pt_pt: Enviar e-mail de confirmação
tr: Onay e-postası Gönder

source: Send email invitations, create accounts, or have your students join using a class code.
da: Send e-mail-invitationer, opret konti eller bed dine elever om at tilmelde sig ved hjælp af en kode.
es: Envía correos electrónicos de invitación, crear cuentas o hacer que tus estudiantes se unan usando un código de clase.
fr: Envoyer des invitations par e-mail, créer des comptes, ou donnez le code de votre classe à vos élèves.
ja: 電子メイルの招待状を送る，アカウントを作成する，または，クラスコードを使ってあなたの生徒にクラスに参加してもらう．
nb: Send e-postinvitasjoner, opprett kontoer eller la dine elever bli med gjennom å bruke en klassekode.
nl: Stuur e-mail uitnodigingen, maak accounts aan of laat leerlingen deelnemen via een klascode.
pl: Wysyłaj zaproszenia prze email, twórz konta lub pozwól dołączać uczniom przez kod Twojej klasy.
pt: Envie convites por e-mail, crie contas ou peça para que os alunos entrem na turma usando um código da turma.
tr: E-posta davetiyeleri gönderin, hespalarını açın, veya öğrencilerinizin sınıf kodu aracılığıyla sınıfınıza katılmasını sağlayın.

source: Send email to
da: Send e-mail til
es: Enviar correo electrónico a
fr: Envoyer les e-mails aux :
ja: 電子メイルを次に送信
nb: Send e-post til
nl: Stuur e-mail naar
pl: Wyślij email do
pt: Enviar e-mail para
pt_pt: Enviar e-mails para
tr: E-posta gönder

source: Send feedback
es: Enviar comentarios
fr: Envoyez vos commentaires
ja: フィードバックを送信する
nb: Send tilbakemelding
nl: Feedback verzenden
pl: Prześlij opinię
pt: Enviar feedback
pt_pt: Enviar opinião
tr: Geribildirim gönderin

source: Send invitations to your students
bg: Изпращане на покани до учениците
da: Send invitationer til dine elever
es: Envía invitaciones a tus estudiantes
fr: Invitez vos élèves
ja: あなたの生徒に招待状を送ります
nb: Send invitasjoner til elevene dine
nl: Stuur uitnodigingen naar je leerlingen
pl: Wyślij zaproszenia do swoich uczniów
pt: Envie convites para seus alunos
pt_pt: Envie notificações aos seus alunos
tr: Öğrencilerinize davetiye gönderin

source: Send invite
da: Send invitation
es: Enviar invitación
fr: Envoyer invitation
ja: 招待を送る
nb: Send invitasjon
nl: Stuur uitnodiging
pl: Wyślij zaproszenie
pt: Enviar convite
pt_pt: Enviar convite
tr: Davetiye yollayın

source: Send message
da: Send besked
es: Envía un mensaje
fr: Envoyer message
ja: メッセージ送信
nb: Send melding
nl: Stuur bericht
pl: Wyślij wiadomość
pt: Enviar mensagem
pt_pt: Enviar mensagem
tr: Mesaj gönderme

source: Send referral email
bg: Изпрати имейл на препоръчания
da: Send e-mail med henvisning
es: Envía correo electrónico de referencia
nb: Send henvisning på e-mail
nl: Stuur verwijzingsmail
pl: Wyślij e-mail polecający
pt: Enviar e-mail de indicação
pt_pt: Enviar por e-mail
tr: Tavsiye e-postası gönderme

source: Send!
es: ¡Envía!
fr: Envoyé !
ja: 送信！
nl: Verzenden!
pl: Wyślij!
pt: Envie!
pt_pt: Enviar!
tr: Gönder!

source: Sending invitation...
da: Sender invitationen...
es: Enviando invitación...
fr: Envoi d'invitation...
ja: 招待状を送信中...
nb: Sender invitasjonen...
nl: Uitnodiging wordt verzonden...
pl: Wysyłanie zaproszenia...
pt: Enviando convite...
pt_pt: A enviar convite...
tr: Davetiye gönderiliyor...

source: Sending...
da: Sender...
es: Enviando...
fr: Envoi...
ja: 送信しています…
nb: Sender...
nl: Bezig met verzenden...
pl: Wysyłanie...
pt: Enviando...
pt_pt: A enviar...
tr: Gönderiliyor...

source: Sending…
da: Sender…
es: Enviando...
fr: Envoi…
nb: Sender…
nl: Verzenden…
pl: Wysyłanie…
pt: Enviando…
pt_pt: A enviar...
tr: Gönderiliyor…

source: Sent %(invite_send_count)s so far, last one %(invite_last_sent_date)s.
bg: Изпратени до сега %(invite_send_count)s , последно на %(invite_last_sent_date)s.
da: Sendte %(invite_send_count)s indtil videre, den sidste %(invite_last_sent_date)s.
es: Enviadas %(invite_send_count)s hasta ahora, la última el %(invite_last_sent_date)s.
fr: Envoyés %(invite_send_count)s jusqu'à présent, dernier le %(invite_last_sent_date)s.
he: נשלחו %(invite_send_count)s עד כה, האחרונה %(invite_last_sent_date)s.
ja: これまでに %(invite_send_count)s が送信されました．最後に送信した時間 %(invite_last_sent_date)s．
nb: Sendt %(invite_send_count)s hittil, sist %(invite_last_sent_date)s.
nl: %(invite_send_count)s tot nu toe verzonden, laatste op %(invite_last_sent_date)s.
pl: Do tej pory wysłano %(invite_send_count)s zaproszeń, ostatnie %(invite_last_sent_date)s.
pt: %(invite_send_count)s enviados até o momento. Último em %(invite_last_sent_date)s.
pt_pt: %(invite_send_count)s convites enviados até agora. Último convite enviado a %(invite_last_sent_date)s.
tr: Şimdiye kadar %(invite_send_count)s gönderdiniz. En son %(invite_last_sent_date)s gönderdiniz.

source: Separate the decimal from the whole number:
da: Adskil decimalerne fra heltallet:
es: Separa el decimal del número natural:
fr: On sépare la partie décimale et la partie entière :
nb: Fjern desimalene fra heltallet:
nl: Schrijf de decimalen los van het gehele getal:
pl: Oddziel część dziesiętną od liczby całkowitej:
pt: Separe o decimal do número inteiro:
tr: Ondalığı tam sayıdan ayırınız:

source: Separate the radical and simplify.
da: Adskil radikalerne og forkort.
es: Separa los radicales y simplifica.
fr: On écrit la racine carrée sous la forme du produit de deux racines carrées et on simplifie.
nb: Del opp rotuttrykkene og forkort.
nl: Splits de wortel en vereenvoudig.
pl: Oddziel pierwiastek i uprość.
pt: Separe o radical e simplifique.
tr: Kökü ayırın ve sadeleştirin.

source: Separate the radicals and simplify.
da: Adskil radikalerne og forkort.
es: Separa los radicales y simplifica.
fr: La racine carrée d'un produit est égale au produit des racines, donc
hi: मुलकों को अलग करें और उनका सरलीकरण करेंI
ja: 根号を分離して簡単化します．
nb: Skill ut rotuttrykkene og forkort.
nl: Splits de wortels af en vereenvoudig.
pl: Oddziel pierwiastki i uprość.
pt: Separe os radicais e simplifique.
tr: Kökleri ayırın ve sadeleştirin.

source: September
pl: Wrzesień
pt: Setembro
tr: Eylül

source: Sergei's one superpower is also his curse. Able to binge-watch any tv show to exhaustion at the pace of one season per day, he has fully absorbed the nuances of the L-Word, One Tree Hill, and Buffy the Vampire Slayer.
pt: Um superpoder que Sergei tem é também sua maldição. Capaz de assistir compulsivamente a qualquer programa de televisão à exaustão no ritmo de uma temporada por dia, ele já absorveu completamente as nuances de L-Word, One Tree Hill e Buffy, a Caçadora de Vampiros.

source: Set <code>x</code> to zero and solve for <code>y</code>:
fr: On remplace <code>x</code> par zéro pour obtenir la valeur correspondante de <code>y</code> :
nb: Sett <code>x</code> lik null og løs for <code>y</code>:
pt: Defina <code>x</code> como zero e descubra o valor de <code>y</code>:
tr: <code>x</code>'i sıfıra eşitleyin ve <code>y</code>'yi bulun:

source: Set <code>y</code> to zero and solve for <code>x</code>.
da: Sæt <code>y</code> lig med nul og løs for <code>x</code>.
es: Pon <code>y</code> igual a cero y resuelve para <code>x</code>.
fr: On cherche la valeur de <code>x</code> lorsque <code>y</code> est égal à zéro.
nb: Sett <code>y</code> lik null og løs for <code>x</code>.
pt: Faça <code>y</code> igual a zero e encontre <code>x</code>.
tr: <code>y</code>'yi sıfıra eşitleyin ve <code>x</code>'i bulun.

source: Set Custom Range
da: Vælg interval
es: Fijar rango personalizado
fr: Fixer un intervalle personnalisé
nb: Sett egendefinert område
pl: Ustaw własny zakres
pt: Definir intervalo personalizado
tr: Özel Aralık Ayarla

source: Set playback speed
da: Skift afspilningshastighed
es: Establece la velocidad de reproducción
fr: Choisir la vitesse de lecture
ja: 再生速度を設定する
nb: Sett avspillingshastigheten
nl: Afspeelsnelheid instellen
pl: Ustaw prędkość odtwarzania
pt: Definir a velocidade de reprodução
pt_pt: Define a velocidade de reprodução
tr: Tekrar çalma hızını ayarla

source: Set playback speed.
da: Skift afspilningshastighed.
es: Establece la velocidad de reproducción.
fr: Choisir la vitesse de lecture.
ja: 再生速度を設定する．
nb: Sett avspillingshastigheten.
nl: Afspeelsnelheid instellen.
pl: Ustaw prędkość odtwarzania.
pt: Definir a velocidade de reprodução.
pt_pt: Definir a velocidade de reprodução.
tr: Tekrar çalma hızını ayarla.

source: Set the angle measures equal to one another.
fr: On écrit que les mesures des angles sont égales.
pl: Przyrównaj do siebie miary kątów.
pt: Defina as medidas dos ângulos iguais entre si.
tr: Açı ölçülerini birbirine eşitleyiniz.

source: Set the background color
da: Skift baggrundsfarven
es: Establece el color del fondo
fr: Définir la couleur d'arrière-plan
ja: 背景色の設定
nb: Angi bakgrunnsfarge
nl: De achtergrondkleur instellen
pl: Ustaw kolor tła
pt: Define a cor de fundo
pt_pt: Define a cor de fundo
tr: Arka Plan Rengini Belirlemek

source: Set the clock to <var>TIME</var>.
da: Stil uret til klokken <var>TIME</var>.
es: Pon el reloj a las <var>TIME</var>.
fr: Régler l'horloge afin qu'elle affiche <var>TIME</var>.
nb: Still klokken til <var>TIME</var>.
nl: Zet de klok op <var>TIME</var>.
pl: Ustaw zegar na <var>TIME</var>.
pt: Ajuste o relógio para <var>TIME</var>.
tr: Saati <var>TIME</var>'a ayarlayınız.

source: Set the fill color for shapes
da: Vælg fyldfarven for figurer
es: Establece los colores de relleno para las figuras
fr: Définir la couleur de remplissage des formes
ja: 形の内部を塗りつぶす色を設定する
nb: Angi fyllfargen for figurer
nl: Instellen van de opvulkleur voor figuren
pl: Ustaw kolor wypełnienia dla kształtów
pt: Define a cor de preenchimento para as formas
pt_pt: Define a cor de preenchimento das formas
tr: Şekiller için doldurma renkleri ayarla

source: Set the outline color for shapes
da: Vælg konturfarven for figurer
es: Establece el color del contorno de las formas
fr: Définir la couleur de contour des formes
ja: 形のアウトラインの色を設定する
nb: Angi omrissfarge for figurene
nl: Stel de kleur in voor de contour van figuren
pl: Ustaw kolor konturu kształtów
pt: Define a cor do contorno para formas
pt_pt: Define a cor do contorno das formas
tr: Şekiller için dışhat çizgi rengi belirleyin

source: Set your goals high, and don't stop until you get there!
da: Sæt ambitiøse mål, og stop ikke før du når det!
es: ¡Establece tus metas altas y no te detengas hasta llegar a ellas!
fr: Définissez des objectifs élevés et ne vous arrêtez pas tant que vous n'y êtes pas arrivé!
ja: 目標を高く持ち，そこに着くまであきらめないようにしましょう!
nb: Sett ambisiøse mål, og ikke stopp før du når det!
nl: Stel hoge doelen voor jezelf en stop pas als je die gehaald hebt!
pl: Wysoko ustawiaj poprzeczkę, i nie zatrzymuj się, zanim się tam nie dostaniesz!
pt: Defina metas altas e não pare até chegar lá!
pt_pt: Define objetivos ambiciosos para ti mesmo e não desistas até os atingires!
tr: Hedeflerinizi yüksek belirleyin, ve onlara ulaşana kadar durmayın!

source: Sets the background color of the canvas. Note that calling this will color over anything drawn before the command.
da: Indstiller baggrundsfarven for lærredet. Bemærk, at dette vil farve alt som er tegnet før kommandoen.
es: Establece el color del fondo del lienzo. Observa que llamar a esta función cubrirá cualquier cosa dibujada antes del comando.
nb: Angir bakgrunnsfargen på lerretet. Merk at å bruke dette vil farge over alt som er tegnet før man bruker kommandoen.
pl: Ustawia kolor tła płótna. Uwaga: wywołanie tego zakryje kolorem wszystko, co było narysowane przez komendą.
pt: Define a cor de fundo da tela. Observe que, ao chamar essa função, tudo o que foi desenhado antes do comando será colorido.
tr: Tuvalin arka plan rengini ayarlar. Bu komut çağırıldığında, bu çağrıdan önce çizilenlerin tümünün üstünü boyayacaktır.

source: Sets the current alignment for drawing text. The first parameter is used to set the display characteristics of the letters in relation to the values for the x and y parameters of the text() function. The second parameter is used to vertically align the text. BASELINE is the default setting, if textAlign is not used. The TOP and CENTER parameters are straightforward. The BOTTOM parameter offsets the line based on the current textDescent(). For multiple lines, the final line will be aligned to the bottom, with the previous lines appearing above it.
da: Angiver den aktuelle justering af tekst. Den første parameter bruges til indstillinger for bogstaver i forhold til værdierne for x og y parametre af funktionen text(). Den anden parameter bruges til at justere teksten lodret. BASELINE er standardindstillingen, hvis tekstjustering ikke bruges. Parametrene TOP og CENTER er ligetil. Parameteren BOTTOM (Bund) kompenserer for linjen ud fra på den aktuelle textDescent(). For flere linjer, vil den sidste linje justeres til bunden, hvor de foregående linjer vises ovenover.
es: Define la alineación actual para dibujar texto. El primer parámetro es usado para establecer las características de presentación de las letras en relación a los valores para los parámetros x, y de la función text(). El segundo parámetro es usado para alinear verticalemente el texto. BASELINE es la configuración predeterminada, si textAlign no es utilizada. Los parámetros TOP y CENTER son directos. El parámetro BOTTOM compensa la línea basada en el textDescent() actual. Para líneas múltiples, la línea final sera alineada al fondo, con las líneas anteriores apareciendo sobre ella.
nb: Angir gjeldende justeringen for tegning av tekst. Den første parameteren vil angi visningsegenskaper av bokstaver i forhold til verdiene for x- og y parametere av funksjonen text(). Den andre parameteren brukes til å justere teksten loddrett. BASELINE er standardinnstillingen, hvis tekstjustering ikke brukes. Parameterne TOP og CENTER er grei. Parameteren BOTTOM forskyvninger linjen basert på gjeldende textDescent(). For flere linjer justeres den siste linjen til bunnen, og tidligere linjer vises ovenfor.
pl: Ustawia bieżące wyrównanie dla rysowanego tekstu. Pierwszy parametr jest używany do ustawienia właściwości wyświetlania liter w odniesieniu do parametrów x i y w funkcji text(). Drugi parametr jest używany do wyrównania tekstu w pionie. BASELINE jest ustawieniem domyślnym, jeśli nie jest użyte textAlign. Parametry TOP i CENTER są bezpośrednie. Parametr BOTTOM przesuwa linię w oparciu o bieżące textDescent(). W przypadku gdy jest wiele linii, ostatnia linia będzie wyrównana do dołu, a poprzednie pojawią się nad nią.
pt: Define o alinhamento atual do texto. O primeiro parâmetro é usado para definir as características de exibição das letras em relação aos valores de x e y como parâmetros da função text(). O segundo parâmetro é usado para alinhar o texto verticalmente. BASELINE é a configuração padrão, caso textAlign não seja usada. Os parâmetros TOP e CENTER são diretos. O parâmetro BOTTOM ajusta a linha com base na atual função textDescent(). Para várias linhas, a linha final será alinhada à parte de baixo, com as linhas anteriores aparecendo acima dela.
tr: Çizilen metnin geçerli hizasını tanımlar. İlk parametre, harflerin görüntülenme özelliklerini text() fonksiyonunun x ve y parametrelerine bağlı olarak ayarlar. İkinci parametre metnin düşey hizalanmasını ayarlar. textAlign kullanılmadığında BASELINE ön tanımlı ayardır. TOP ve CENTER parametreleri, zaten anlaşılır. BOTTOM parametresi satırı geçerli textDescent()'e bağlı olarak öteler. Birden çok satır için, son satır taban çizgisine hizalanacaktır, diğer satırlar ise son satırın üzerinde görüntülenecektir.

source: Sets the fill color for all shapes drawn after the function call.
da: Angiver fyldfarven for alle figurer tegnet efter funktionskaldet.
es: Establece el color de relleno para todas las figuras después de llamar a la función.
nb: Angir fyllfargen for alle figurer som tegnes etter funksjonskallet.
pl: Ustawia kolor wypełnienia kształtów narysowanych po tej komendzie.
pt: Define a cor de preenchimento de todas as formas desenhadas depois de chamar a função.
tr: İşlev çağrısından sonra çizilmiş olan bütün şekillerin dolgu renklerini belirler.

source: Sets the outline color for all shapes drawn after the function call.
da: Angiver konturfarve for alle figurer tegnet efter funktionskaldet.
es: Establece el color de contorno para todas las figuras después de llamar a la función.
nb: Angir omrissfargen for alle figurer som tegnes etter funksjonskallet.
pl: Ustawia kolor konturów wszystkich kształtów narysowanych po wywołaniu tej funkcji.
pt: Define a cor do contorno de todas as formas desenhadas depois da chamada da função.
tr: İşlev çağrısından sonra çizilmiş olan bütün şekillerin anahat renklerini belirler.
