Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The <span class="hint_pink"><code>x</code>-coordinate</span> tells how far we move to the right from the origin and the <span class="hint_green"><code>y</code>-coordinate</span> tells us how far we move up from the origin.
es: La coordenada en <span class="hint_pink"><code>x</code></span> nos dice cuánto nos movemos a la derecha del origen, y la coordenada en <span class="hint_green"><code>y</code></span> nos dice cuánto nos movemos hacia arribe del origen.
fr: L'abscisse <span class="hint_pink"><code>x</code></span> indique de combien on doit se déplacer parallèlement à l'axe des x depuis l'axe des y et l'ordonnée <span class="hint_green"><code>y</code></span> indique de combien on doit se déplacer parallèlement à l'axe des y depuis l'axe des x.
nb: <span class="hint_pink"><code>x</code>-koordinaten</span>sier oss hvor langt mot høyre vi flytter oss fra origo og <span class="hint_green"><code>y</code>-koordinaten</span> sier oss hvor langt vi flytter oss opp fra origo.
pl: Współrzędna <span class="hint_pink"><code>x</code></span> mówi nam, jak daleko przesuwamy się w prawo od początku układu współrzędnych, a współrzędna <span class="hint_green"><code>y</code></span> mówi nam, jak daleko przesuwamy się w górę od początku układu współrzędnych.
pt: A coordenada <span class="hint_pink"><code>x</code></span> nos diz o quanto temos que nos mover para a direita a partir da origem e a coordenada <span class="hint_green"><code>y</code></span> nos diz o quanto temos que nos mover para cima a partir da origem.

source: The <span class="hint_purple"><code>x</code> coordinate of the midpoint</span> is the average of the <code>x</code> coordinates of <code>\blue{A}</code> and <code>\green{B}</code>.
es: La <span class="hint_purple">coordenada <code>x</code> del punto medio</span> es el promedio de las coordenadas <code>x</code> de <code>\blue{A}</code> y <code>\green{B}</code>.
fr: <span class="hint_purple">L'abscisse <code>x</code>du milieu</span> est la demi-somme des abscisses <code>x</code> de <code>\blue{A}</code> et <code>\green{B}</code>.
nb: <span class="hint_purple"><code>x</code> koordinatene til midtpunktet </span> er gjennomsnittet til <code>x</code> koordinatene til <code>\blue{A}</code> og <code>\green{B}</code>.
pt: A coordenada <span class="hint_purple"><code>x</code> do ponto médio</span> é a média das coordenadas <code>x</code> de <code>\blue{A}</code> e <code>\green{B}</code>.
tr: Orta noktanın <span class="hint_purple"><code>x</code> koordinatı</span>, <code>\blue{A}</code> ve <code>\green{B}</code>'nin <code>x</code> koordinatlarının ortalamasıdır.

source: The <span class="hint_purple"><code>y</code> coordinate of the midpoint</span> is the average of the <code>y</code> coordinates <code>\blue{A}</code> and <code>\green{B}</code>.
es: La <span class="hint_purple">coordenada <code>y</code> del punto medio</span> es el promedio de las coordenadas <code>y</code> de <code>\blue{A}</code> y <code>\green{B}</code>.
fr: <span class="hint_purple">L'ordonnée <code>y</code>du milieu</span> est la demi-somme des ordonnées <code>y</code> de <code>\blue{A}</code> et <code>\green{B}</code>.
nb: <span class="hint_purple"><code>y</code> koordinatene til midtpunktet </span> er gjennomsnittet av <code>y</code> koordinatene til <code>\blue{A}</code> og <code>\green{B}</code>.
pt: A coordenada <span class="hint_purple"><code>y</code> do ponto médio</span> é a média das coordenadas <code>y</code> de <code>\blue{A}</code> e <code>\green{B}</code>.
tr: Orta noktanın <span class="hint_purple"><code>y</code> koordinatı</span> , <code>\blue{A}</code> ve <code>\green{B}</code>'nin <code>y</code> koordinatlarının ortalamasıdır.

source: The <span class="hint_red">standard deviation</span> <code>(\red{\sigma})</code>, is found by taking the square root of the mean of the <span class="hint_purple">squared deviations from the mean</span>:
fr: <span class="hint_red">L'écart-type</span> <code>(\red{\sigma})</code>, est la racine carrée de la moyenne <span class="hint_purple">des carrés des écarts à la moyenne</span>:
pt: Encontra-se o <span class="hint_red">desvio padrão</span> <code>(\red{\sigma})</code>, tirando-se a raiz quadrada da média dos <span class="hint_purple">desvios ao quadrado da média</span>:
tr: <span class="hint_red">Standart sapma</span> <code>(\red{\sigma})</code>, <span class="hint_purple">ortalamadan sapmaların karelerinin</span> ortalamasının karekökü alınarak bulunur:

source: The <strong class="hint_orange">orange</strong> line segment is the hypotenuse of a right triangle. Its two legs (shown in <strong class="hint_blue">blue</strong>) have lengths <code><var>abs( REAL )</var></code> and <code><var>abs( IMAG )</var></code>, which corresponds to the absolute values of the real and imaginary parts of the complex number <code><var>REPRESENTATION</var></code>.
da: Det <strong class="hint_orange">orange</strong> linjestykke er hypotenusen i en retvinklet trekant. Dens to ben (vist i <strong class="hint_blue">blue</strong>) har længder <code><var>abs( REAL )</var></code> og <code><var>abs( IMAG )</var></code>, hvilket svarer til de absolutte værdier af de reelle og imaginære dele af det komplekse tal <code><var>REPRESENTATION</var></code>.
es: El segmento <strong class="hint_orange">naranja</strong> de la recta es la hipotenusa de un triángulo rectángulo. Sus dos piernas (mostradas en <strong class="hint_blue"> azul</strong>) tienen longitudes de <code><var>abs( REAL )</var></code> y <code><var>abs( IMAG )</var></code>, que corresponden a los valores absolutos de las partes reales e imaginarias del número complejo <code><var>REPRESENTATION</var></code>.
fr: Le segment de droite <strong class="hint_orange">orange</strong> est l’hypoténuse d'un triangle rectangle. Les longueurs des côtés de l'angle droit (en <strong class="hint_blue">bleu</strong>) sont <code><var>abs( REAL )</var></code> et <code><var>abs( IMAG )</var></code>, c'est-à-dire les valeurs absolues de la partie réelle et de la partie imaginaire du nombre complexe <code><var>REPRESENTATION</var></code>.
nb: Det <strong class="hint_orange">oransje</strong> linjestykket er hypotenusen i en rettvinklet trekant. Trekantens to ben (vist i <strong class="hint_blue">blue</strong>) har lengder <code><var>abs( REAL )</var></code> og <code><var>abs( IMAG )</var></code>, hvilket tilsvarer absoluttverdiene av de reelle og imaginære delene av det komplekse tallet <code><var>REPRESENTATION</var></code>.
pt: O segmento de reta <strong class="hint_orange">laranja</strong> é a hipotenusa de um triângulo retângulo. Seus dois catetos (mostrados em <strong class="hint_blue">azul</strong>) apresentam comprimentos de <code><var>abs( REAL )</var></code> e <code><var>abs( IMAG )</var></code>, que correspondem aos valores absolutos das partes reais e imaginárias do número complexo <code><var>REPRESENTATION</var></code>.
tr: <strong class="hint_orange">Turuncu</strong> doğru parçası bir dik üçgenin hipotenüsüdür. (<strong class="hint_blue">Mavi</strong> ile gösterilen) iki dik kenarın uzunlukları, <code><var>abs( REAL )</var></code> ve <code><var>abs( IMAG )</var></code>, <code><var>REPRESENTATION</var></code> karmaşık sayısının gerçel ve imajiner kısımlarının mutlak değeridir.

source: The <var>LOCATION_DISPLAY</var> with the fewest <var>plural_form(ITEM)</var> had <var>SOLUTION</var> <var>ITEM</var>.
fr: Le <var>LOCATION_DISPLAY</var> avec le moins de <var>plural_form(ITEM)</var> avait <var>SOLUTION</var> <var>ITEM</var>.
pl: <var>LOCATION_DISPLAY</var> z najmniejszą liczbą <var>plural_form(ITEM)</var> miał <var>SOLUTION</var> <var>ITEM</var>.
pt: O(A) <var>LOCATION_DISPLAY</var> com menos <var>plural_form(ITEM)</var> tinha <var>SOLUTION</var> <var>ITEM</var>.

source: The <var>LOCATION_DISPLAY</var> with the most <var>plural_form(ITEM)</var> had <var>SOLUTION</var> <var>ITEM</var>.
es: La <var>LOCATION_DISPLAY</var> con el mayor número de <var>plural_form(ITEM)</var> tenía <var>SOLUTION</var> <var>ITEM</var>.
fr: Le <var>LOCATION_DISPLAY</var> avec le plus de <var>plural_form(ITEM)</var> avait <var>SOLUTION</var> <var>ITEM</var>.
pl: <var>LOCATION_DISPLAY</var> z największą liczbą <var>plural_form(ITEM)</var> miał <var>SOLUTION</var> <var>ITEM</var>.
pt: O(A) <var>LOCATION_DISPLAY</var> com o maior número de <var>plural_form(ITEM)</var> tinha <var>SOLUTION</var> <var>ITEM</var>.

source: The <var>color( 1 )</var> <var>clothing( 1 )</var> costs <code><var>NUM1</var></code> times as much as the <var>color( 2 )</var> <var>clothing( 2 )</var> costs.
fr: Le <var>clothing( 1 )</var> <var>color( 1 )</var> coûte <code><var>NUM1</var></code> fois plus cher que le <var>clothing( 2 )</var> <var>color( 2 )</var>.
nb: <var>color( 1 )</var> <var>clothing( 1 )</var> koster <code><var>NUM1</var></code> ganger så mye som det <var>color( 2 )</var> <var>clothing( 2 )</var> koster.
pl: <var>color( 1 )</var> <var>clothing( 1 )</var> kosztuje <code><var>NUM1</var></code> razy więcej niż <var>color( 2 )</var> <var>clothing( 2 )</var>.
pt: O <var>clothing( 1 )</var> <var>color( 1 )</var> custa <code><var>NUM1</var></code> vezes mais que o <var>clothing( 2 )</var> <var>color( 2 )</var>.
tr: <var>color( 1 )</var> <var>clothing( 1 )</var> fiyatı, <var>color( 2 )</var> <var>clothing( 2 )</var>'nin fiyatının <code><var>NUM1</var></code> katıdır.

source: The <var>color( 1 )</var> <var>clothing( 1 )</var> costs how many times as much as the <var>color( 2 )</var> <var>clothing( 2 )</var> costs?
fr: Le <var>clothing( 1 )</var> <var>color( 1 )</var> est combien de fois plus cher que le <var>clothing( 2 )</var> <var>color( 2 )</var> ?
nb: <var>color( 1 )</var> <var>clothing( 1 )</var> koster hvor mange ganger med enn det <var>color( 2 )</var> <var>clothing( 2 )</var> koster?
pl: Ile razy więcej kosztuje <var>color( 1 )</var> <var>clothing( 1 )</var> od <var>color( 2 )</var> <var>clothing( 2 )</var>?
pt: O <var>clothing( 1 )</var> <var>color( 1 )</var> custa quantas vezes mais que o <var>clothing( 2 )</var> <var>color( 2 )</var>?
tr: <var>color( 1 )</var> <var>clothing( 1 )</var> fiyatı, <var>color( 2 )</var> <var>clothing( 2 )</var>'nin fiyatının kaç katıdır?

source: The <var>color(2)</var> <var>clothing(2)</var> costs <code>$<var>TOTAL</var></code>.
nb: <var>color(2)</var> <var>clothing(2)</var> koster <code>$<var>TOTAL</var></code>.
pl: <var>color(2)</var> <var>clothing(2)</var> kosztuje <code>$<var>TOTAL</var></code>.
pt: O <var>clothing(2)</var> <var>color(2)</var> custa <code>$<var>TOTAL</var></code>.
tr: <var>color(2)</var> <var>clothing(2)</var> fiyatı <code>$<var>TOTAL</var></code>'dır.

source: The <var>ordinalThrough20(N + 1)</var> term in the sequence is equal to the <var>ordinalThrough20(N)</var> term plus the common difference, or <code><var>A + D * (N - 1)</var> + <var>D</var> = <var>A + D * N</var></code>.
es: El <var>ordinalThrough20(N + 1)</var> término en la sucesión es igual al <var>ordinalThrough20(N)</var> término más la diferencia común, o <code><var>A + D * (N - 1)</var> + <var>D</var> = <var>A + D * N</var></code>.
fr: Le <var>ordinalThrough20(N + 1)</var> terme de la suite est égale à la somme du <var>ordinalThrough20(N)</var> terme et de la raison : <code><var>A + D * (N - 1)</var> + <var>D</var> = <var>A + D * N</var></code>.
pt: O termo <var>ordinalThrough20(N + 1)</var> na sequência é igual ao termo <var>ordinalThrough20(N)</var> somado à razão, ou <code><var>A + D * (N - 1)</var> + <var>D</var> = <var>A + D * N</var></code>.
tr: Dizideki <var>ordinalThrough20(N + 1)</var>, <var>ordinalThrough20(N)</var> terim artı ortak farka eşittir, veya <code><var>A + D * (N - 1)</var> + <var>D</var> = <var>A + D * N</var></code>.

source: The <var>ordinalThrough20(N + 1)</var> term in the sequence is equal to the <var>ordinalThrough20(N)</var> term times the common ratio, or <code><var>GIVEN_TEX[N - 1]</var> \cdot <var>R_TEX</var> = <var>fractionReduce(A * pow(RN, N + OFFSET), pow(RD, N + OFFSET))</var></code>.
es: El <var>ordinalThrough20(N + 1)</var> término en la sucesión es igual al <var>ordinalThrough20(N)</var> término por la razón común, o <code><var>GIVEN_TEX[N - 1]</var> \cdot <var>R_TEX</var> = <var>fractionReduce(A * pow(RN, N + OFFSET), pow(RD, N + OFFSET))</var></code>.
fr: Le <var>ordinalThrough20(N + 1)</var> terme de la suite est égal au produit du <var>ordinalThrough20(N)</var> terme par la raison, <code><var>GIVEN_TEX[N - 1]</var> \cdot <var>R_TEX</var> = <var>fractionReduce(A * pow(RN, N + OFFSET), pow(RD, N + OFFSET))</var></code>.
pt: O <var>ordinalThrough20(N + 1)</var> termo da sequência é igual ao <var>ordinalThrough20(N)</var> termo vezes a razão comum, ou <code><var>GIVEN_TEX[N - 1]</var> \cdot <var>R_TEX</var> = <var>fractionReduce(A * pow(RN, N + OFFSET), pow(RD, N + OFFSET))</var></code>.
tr: Dizinin <var>ordinalThrough20(N + 1)</var> terimi, <var>ordinalThrough20(N)</var> terim çarpı ortak orana eşittir, veya <code><var>GIVEN_TEX[N - 1]</var> \cdot <var>R_TEX</var> = <var>fractionReduce(A * pow(RN, N + OFFSET), pow(RD, N + OFFSET))</var></code>.

source: The <var>pizza(1)</var> store is having a <code><var>DISCOUNT</var>\%</code> off sale on all of its <var>plural_form(pizza(1))</var>. If the <var>pizza(1)</var> you want regularly costs <code>\$<var>PRICE</var></code>, how much would you save with the discount?
fr: La boulangerie qui vend, entre autres produits, une excellente <var>pizza(1)</var> fait une réduction de <code><var>DISCOUNT</var>\%</code> sur les <var>plural_form(pizza(1))</var>. SI la <var>pizza(1)</var> que vous voulez acheter coûte d'habitude <code>\$<var>PRICE</var></code>, combien économisez-vous grâce à cette réduction ?
nb: <var>pizza(1)</var>butikken har <code><var>DISCOUNT</var>\%</code> tilbud på en av sine <var>plural_form(pizza(1))</var>. Om <var>pizza(1)</var> du liker best koster <code>\$<var>PRICE</var></code>, hvor mye sparer du på å kjøpe den på tilbud?
pt: O estabelecimento que vende <var>pizza(1)</var> está oferecendo <code><var>DISCOUNT</var>\%</code> de desconto em todas suas <var>plural_form(pizza(1))</var>. Se a <var>pizza(1)</var> que você quer normalmente custa <code>\$<var>PRICE</var></code>, quanto você economizará com o desconto?

source: The Bay Area News Group
es: El Bay Area News Group
pt: News Group da área da Baía
tr: Körfez Alanı Haber Grubu

source: The Beautiful Game: Can you find the soccer player?
da: Det smukke spil: Kan du finde fodboldspilleren?
es: El juego hermoso: ¿puedes encontrar el jugador de fútbol?
fr: Le super jeu : Arriverez-vous à trouver le joueur de foot ?
nb: Det vakre spillet: Kan du finne fotballspilleren?
nl: Het Super Spel: Vind jij de voetbalspeler?
pl: Piękna Gra: Czy znajdziesz piłkarza?
pt: O lindo jogo: você pode encontrar o jogador de futebol?
tr: Güzel Oyun: Futbol oyuncusunu bulabilir misiniz?

source: The CSS @keyword "%(cssKeyword_value)s" does not match any known @keywords.
da: CSS @keywordet "%(cssKeyword_value)s" svarer ikke til noget kendt @keywords.
es: La @keyword de CSS "%(cssKeyword_value)s" no coincide con ninguna @keywords conocida.
nb: CSS @keyword "%(cssKeyword_value)s" passer ikke med noe kjent @keywords.
pl: @keyword CSS "%(cssKeyword_value)s" nie pasuje do żadnych znanych @keywords.
pt: A @keyword CSS "%(cssKeyword_value)s" não corresponde a quaisquer @keywords conhecidas.
tr: "%(cssKeyword_value)s" CSS @keyword'ü, bilinen herhangi bir @keyword ile eşleşmemektedir.

source: The CSS property "%(cssProperty_property)s" does not exist.
da: CSS egenskaben "%(cssProperty_property)s" findes ikke.
es: La propiedad CSS "%(cssProperty_property)s" no existe.
nb: CSS området "%(cssProperty_property)s" finnes ikke.
nl: De CSS-eigenshap "%(cssProperty_property)s" bestaat niet.
pl: Własność CSS "%(cssProperty_property)s" nie istnieje.
pt: A propriedade CSS "%(cssProperty_property)s" não existe.
tr: "%(cssProperty_property)s" CSS özelliği yoktur.

source: The CSS property "%(cssProperty_property)s" is missing a ":"
da: CSS egenskaben "%(cssProperty_property)s" mangler et ":"
es: A la propiedad CSS "%(cssProperty_property)s" le falta un ":"
nb: CSS egenskapen "%(cssProperty_property)s" mangler en ":"
pl: Własności CSS "%(cssProperty_property)s" brakuje ":"
pt: Está faltando um ":" na propriedade CSS "%(cssProperty_property)s"
tr: CSS özelliğinde "%(cssProperty_property)s" bir ":" eksiktir.

source: The CSS selector "%(cssSelector_selector)s" needs to be followed by "{"
da: CSS selector "%(cssSelector_selector)s" skal efterfølges af "{"
es: Al selector CSS "%(cssSelector_selector)s" necesita seguirle un "{"
nb: CSS velgeren "%(cssSelector_selector)s" må etterfølges av en "{"
pl: Za selektorem "%(cssSelector_selector)s" musi być "{"
pt: Deve vir um "{" depois do seletor CSS "%(cssSelector_selector)s"
tr: CSS seçicisi "%(cssSelector_selector)s" "{" ile devam etmelidir

source: The CSS value "%(cssValue_value)s" still needs to be finalized with ";"
da: CSS værdien "%(cssValue_value)s"skal stadig afsluttes med";"
es: El valor CSS "%(cssValue_value)s" todavía necesita finalizar con ";"
nb: CSS verdien "%(cssValue_value)s" må fremdeles bli ferdig med ";"
pl: Wartość CSS "%(cssValue_value)s" wciąż wymaga zakończenia ";"
pt: O valor CSS "%(cssValue_value)s" ainda precisa ser finalizado com ";"
tr: CSS değerinin "%(cssValue_value)s" hala ";" ile sonlandırılması gerekmektedir

source: The Captain has probability <code><var>C_HIT_PRETTY</var></code> of hitting the pirate ship. The pirate only has one good eye, so he hits the Captain's ship with probability <code><var>P_HIT_PRETTY</var></code>.
fr: La probabilité que le capitaine touche le navire du pirate est égale à <code><var>C_HIT_PRETTY</var></code>. Le pirate a un seul bon œil, donc la probabilité qu'il touche le navire du capitaine est égale à <code><var>P_HIT_PRETTY</var></code>.
pt: O Capitão tem a probabilidade de <code><var>C_HIT_PRETTY</var></code> atingir o navio pirata. O pirata só tem um olho bom, portanto ele acerta o navio do Capitão com uma probabilidade de <code><var>P_HIT_PRETTY</var></code>.
tr: Kaptanın korsan gemisini isabet ettirme olasılığı, <code><var>C_HIT_PRETTY</var></code>. Korsanın bir gözü görüyor, buna göre, Kaptan'In gemisini isabet ettirme olasılığı, <code><var>P_HIT_PRETTY</var></code>.

source: The Captain has probability <code><var>C_HIT_PRETTY</var></code> of hitting the pirate ship. The pirate only has one good eye, so she hits the Captain's ship with probability <code><var>P_HIT_PRETTY</var></code>.
fr: La probabilité que le capitaine touche le navire du pirate est égale à <code><var>C_HIT_PRETTY</var></code>. Le pirate a un seul bon œil, donc la probabilité qu'il touche le navire du capitaine est égale à <code><var>P_HIT_PRETTY</var></code>.
pt: O Capitão tem a probabilidade de <code><var>C_HIT_PRETTY</var></code> de atingir o navio pirata. A pirata só tem um olho bom, portanto ela acerta o navio do Capitão com uma probabilidade de <code><var>P_HIT_PRETTY</var></code>.
tr: Kaptanın korsan gemisini isabet ettirme olasılığı, <code><var>C_HIT_PRETTY</var></code>. Korsanın bir gözü görüyor, buna göre, Kaptan'In gemisini isabet ettirme olasılığı, <code><var>P_HIT_PRETTY</var></code>.

source: The Demo allows you to view coach and student reports for a demo account. Navigating out of the demo area will log you out of the demo account.
da: Med demoen kan du se lærer- og elevrapporter for en demo-konto. Navigerer du uden for demo-området logges du ud af demo-kontoen.
es: El demo te permite ver reportes de tutores y estudiantes para una cuenta demo. Navegar fuera del demo te sacará de la cuenta demo.
fr: Cette démonstration vous permet de visualiser les rapports coach/élève pour un compte démo. Vous ne pouvez gérer les élèves de la démo. Si vous naviguez dans d'autres pages, vous serez automatiquement déconnecté du compte démo.
nb: Demoen lar deg vise veileder- og studentrapporter for en demokonto. Navigerer du utenfor demoområdet logges du av demokontoen.
nl: De Demo laat jou coach- en leerlingrapporten zien voor een demo-account. Als je weg navigeert uit het demogebied log je automatisch uit het demo-account.
pl: Demo pozwala Ci przeglądać raporty trenera i uczniów dla konta demo. Nawigowanie z obszaru demo wyloguje Cię z konta demo.
pt: A demonstração permite que você visualize relatórios de tutor e de aluno de uma conta de demonstração. Navegar para fora da área de demonstração fará você se desconectar da conta.
tr: Demo bölümünde, örnek olarak oluşturulmuş hesaba ilişkin Koç ve Öğrenci raporlarını inceleyebilirsiniz. Demo alanı dışına çıktığınızda örnek hesap kapanacaktır.

source: The Function constructor is a form of eval.
da: Function constructor er en form for eval.
es: El constructor Function es una forma de eval.
nb: Funksjonskonstruktør er en form for eval.
pl: Konstruktor funkcji jest formą eval.
pt: O construtor de função é uma forma de avaliação.
tr: Fonksiyon yapıcısı bir eval formudur.

source: The Hour of Code is a global movement by Computer Science Education Week and Code.org reaching tens of millions of students in 180+ countries through a one-hour introduction to computer science and computer programming.
da: Tid til kode er en global bevægelse lavet af Computer Science Education Week og Code.org som når ud til millioner af studerende i 180+ lande gennem en times introduktion til datalogi og programmering.
es: The Hour of Code (La Hora del Código) es un movimiento global realizado por Computer Science Education Week (Semana de la Educación en Ciencias de la Computación) y Code.org que alcanza a decenas de millones de estudiantes en más de 180 países a través de una introducción de una hora a las ciencias de la computación y a la programación.
nb: Kodetimen er en global bevegelse av Computer Science Education Week and Code.org som rekker ut til ti millioner elever i 180+ land med en times introduksjon til informatikk og dataprogrammering.
nl: Het Uur van de Code is een globale beweging van Computer Science Education Week en Code.org waarmee miljoenen leerlingen uit meer dan 180 landen bereikt worden door een één-uur introductie in computer science en computer programmeren.
pl: Godzina Kodowania jest światowym ruchem Tygodnia Edukacji Informatycznej i Code.org docierającym do dziesiątek milionów uczniów w ponad 180 krajach przez jednogodzinne wprowadzenie do informatyki i programowania.
pt: A Hora do Código é um movimento global promovido pela Semana de Educação em Ciência da Computação e a Code.org e atinge dezenas de milhões de estudantes em mais de 180 países, por meio de uma introdução de uma hora à ciência da computação e programação de computadores.
pt_pt: A Hora de Código é um movimento internacional promovido pela Semana da Ciência Computacional e pela Code.org que proporciona a dezenas de milhões de alunos, de 180 países diferentes, uma hora de introdução à programação.
tr: Bir Saatlik Kod, Bilgisayar Bilimi Eğitimi Haftası ve Code.org tarafından düzenlenen, bir saatlik bilgisayar bilimine ve bilgisayar programlamaya girişle 180'den fazla ülkede on milyonlarca çocuğa ulaşan, küresel bir harekettir.

source: The Khan Academy Team
da: Khan Academy Holdet
es: El equipo de Khan Academy
fr: L'équipe de Khan Academy
ja: カーンアカデミーのチーム
nb: Khan Akademy-teamet
nl: Het Khan Academie Team
pl: Zespół Khan Academy
pt: A equipe da Khan Academy
pt_pt: A equipa da Khan Academy
tr: Khan Academy Türkçe Ekibi
