Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Open to learners in 3rd Grade through 12th Grade, who live or attend school in one of the following ten Bay Area counties: Alameda, Contra Costa, Marin, Napa, San Francisco, San Mateo, Santa Clara, Santa Cruz, Solano, and Sonoma.
es: Abierto a estudiantes desde 3.º grado hasta 12.º grado, que vivan o asistan a la escuela en uno de los siguientes diez condados del Área de la Bahía : Alameda, Contra Costa, Marin, Napa, San Francisco, San Mateo, Santa Clara, Santa Cruz, Solano y Sonoma.
nb: Åpen for elever i 3. klasse til og med 12, klasse, som bor eller tilhører skoler i følgende til områder Bay Area: Alameda, Contra Costa, Marin, Napa, San Francisco, San Mateo, Santa Clara, Santa Cruz, Solano, og Sonoma.
pt: Aberto para alunos do 3º ano do ensino fundamental ao 3º ano do ensino médio, que moram ou frequentam a escola em uma das dez seguintes cidades na área da Baía: Alameda, Contra Costa, Marin, Napa, San Francisco, San Mateo, Santa Clara, Santa Cruz, Solano, e Sonoma.
tr: Bay Area'nın aşağıdaki on eyaletinden birisinde yaşayan veya okula giden 3.-12. sınıf öğrenicilerine açıktır: Alameda, Contra Costa, Marin, Napa, San Francisco, San Mateo, Santa Clara, Santa Cruz, Solano,ve Sonoma.

source: Open your {{mailServerName}}
da: Åbn din {{mailServerName}}
es: Abre tu {{mailServerName}}
fr: Ouvrez votre {{mailServerName}}
ja: あなたの {{mailServerName}} を開く
nb: Åpne din {{mailServerName}}
nl: Open jouw {{mailServerName}}
pl: Otwórz swój {{mailServerName}}
pt: Abra seu {{mailServerName}}
pt_pt: Aceder ao site do {{mailServerName}}
tr: {{mailServerName}} hesabınızı açın

source: Openings
bg: Свободни позиции
da: Ledige stillinger
es: Trabajos
fr: Ouvertures
he: משרות פנויות
pl: Stanowiska
pt: Vagas disponíveis
tr: Açılışlar

source: Operation incomplete
da: Operation ufuldstændig
es: Operación incompleta
fr: Opération incomplète
nb: Operasjonen er uferdig
nl: Bewerking niet compleet
pl: Operacja niedokończona
pt: Operação incompleta
pt_pt: Operação incompleta
tr: İşlem tamamlanmadı

source: Operations Assistant
es: Asistente de operaciones
fr: Assistant d'opérations
pl: Asystent operacji
pt: Assistente de Operações
tr: Operasyon Asistanı

source: Operations with logarithms
da: Regning med logaritmer
es: Operaciones con logaritmos
fr: Opérations sur les logarithmes
nb: Regning med logaritmer
pl: Działania logarytmiczne
pt: Operações com logaritmos
tr: Logaritmayla işlemler

source: Opportunities
pl: Możliwości
pt: Oportunidades
pt_pt: Oportunidades
tr: Fırsatlar

source: Opposite <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code>
es: Cateto opuesto <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code>
pl: Przeciwległa <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code>
pt: Oposta <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code>
tr: Karşı <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code>

source: Opposite angles of a parallelogram are equal.
es: Los ángulos opuestos en un paralelogramo son iguales.
fr: Les angles opposés d'un parallélogramme sont égaux.
nb: Motsatte vinkler i et parallellogram er like.
pl: Przeciwległe kąty równoległoboku są sobie równe.
pt: Os ângulos opostos de um paralelogramo são iguais.
tr: Paralelkenarda karşılıklı açılar eşittir.

source: Opposite angles of a rhombus are equal.
es: Los ángulos opuestos de un rombo son iguales.
fr: Les angles opposés d'un losange sont égaux.
pl: Przeciwległe kąty rombu są równe.
pt: Os ângulos opostos de um losango são iguais.
tr: Eşkenar dörtgenin karşılıklı açıları eşittir.

source: Opposite interior angles are congruent, so the angle <span class="hint_purple">opposite</span> of the <span class="hint_orange">given</span> is congruent
fr: Deux angles alternes-internes sont égaux , donc l'angle <span class="hint_purple">alterne-interne</span> à celui qui est <span class="hint_orange">codé</span> lui est égal.
nb: Motsatte vinkler med felles vinkelbein er samsvarende, så vinkelen<span class="hint_purple">motsatt for den</span> til <span class="hint_orange">merkede</span> er samsvarende
pl: Przeciwległe wewnętrzne kąty są przystające, więc kąt <span class="hint_purple">przeciwległy</span> do <span class="hint_orange">podanego</span> jest przystający
pt: Os ângulos alternos internos são congruentes, logo, o ângulo <span class="hint_purple">oposto</span> ao <span class="hint_orange">dado</span> é congruente
tr: İç ters açılar eştir, yani <span class="hint_orange">verilen</span> açıyla <span class="hint_purple">karşısındaki</span> açı eştir.

source: Opposite interior angles are congruent, so the angle <span class="hint_purple">opposite</span> of the <span class="hint_red">vertical angle</span> is congruent
fr: Deux angles alternes-internes sont égaux , donc l'angle <span class="hint_purple">alterne-interne</span> à celui qui est <span class="hint_red">opposé par le sommet </span> à l'angle donné lui est égal
nb: Motsatte indre vinkler er samsvarende, så vinkelen <span class="hint_purple">motsatt</span> for den <span class="hint_red">vertikale vinkelen</span> er samsvarende
pl: Przeciwległe wewnętrzne kąty są przystające, więc kąt <span class="hint_purple">przeciwległy</span> do <span class="hint_red">kąta wierzchołkowego</span> jest przystający
pt: Os ângulos alternos internos são congruentes, logo, o ângulo <span class="hint_purple">alterno interno</span> ao <span class="hint_red">ângulo oposto pelo vértice</span> é congruente
tr: İç ters açılar eştir, yani <span class="hint_red">ters açının</span> <span class="hint_purple">karşısındaki</span> açı eştir.

source: Option 'validthis' can't be used in a global scope.
da: Indstilling 'godkenddette' kan ikke bruges med en global rækkevidde.
es: La opción 'validthis' no puede usarse en un ámbito global.
nb: Valget 'validthis' kan ikke brukes i globalt omfang.
nl: Optie 'validthis' kan niet worden gebruikt in een globaal bereik.
pl: Opcja 'validthis' nie może zostać użyta w zakresie globalnym.
pt: A opção 'validthis' não pode ser usada em um escopo global.
pt_pt: A opção 'validthis' não pode ser usada globalmente.
tr: 'validthis' seçeneği global kapsamda kullanılamaz.

source: Option 1: If your school has Google Apps for Education (ask your school’s IT person if you do not know!). Encourage your students to:
es: Opción 1: si tu escuela tiene Google Apps for Education (¡Pregunta a la persona encargada de cómputo en tu escuela si no lo sabes!). Anima a tus estudiantes a seguir estas indicaciones:
nb: Alternativ 1: Hvis skolen din har Google Apps for Education (spør din skoles IT person hvis du ikke vet!). oppmuntre elevene til å:
pt: Opção 1: se sua escola tem Google Apps for Education (pergunte para o pessoal de TI da sua escola se você não sabe!). Incentive seus alunos a:
tr: Seçenek 1: Eğer okulunuzda Google Apps for Education varsa (eğer bu konuda bilginiz yoksa, okulunuzda bilişim teknolojilerinden sorumlu olan kişiye danışınız!). Öğrencilerinizi cesaretlendiriniz:

source: Option 1: With a gmail account:
es: Opción 1. Con una cuenta de Gmail:
nb: Alternativ 1: Med en gmail-konto:
pt: Opção 1: com uma conta do gmail:
pt_pt: Opção 1: Com uma conta do Gmail:
tr: Seçenek 1: gmail hesabı ile

source: Option 1: if your child has an email address, have them follow the steps for how to set-up/register an account as a learner
es: Opción 1: si tu hijo tiene una dirección de correo electrónico, haz que siga los pasos para saber cómo crear/registra una cuenta como estudiante
nb: Alternativ 1: Hvis barnet har en e-mailadresse, kan de følge trinnene for hvordan de kan sette-opp/registre en elevkonto
pl: Opcja 1: Jeśli Twoje dziecko ma adres email, niech wykonuje kroki jak ustawić/zarejestrować konto jako uczący się
pt: Opção 1: se seu filho tiver um endereço de e-mail, peça para que ele siga os passos para configurar/registrar uma conta de aluno
tr: Seçenek 1: eğer çocuğunuzun bir e-posta adresi varsa, öğrenici olarak hesap oluşturma-kayıt olma adımlarını izlemesini sağlayınız.

source: Option 2: If your school has Clever (ask your school’s IT person if you do not know!)
es: Opción 2: si tu escuela tiene Clever (¡Pregúntale a la persona encargada de cómputo en tu escuela si no sabes!)
nb: Alternativ 2: Hvis skolen din har Clever (spør din skoles IT ansvarlig hvis du ikke vet!)
pt: Opção 2: se sua escola tiver Clever (pergunte ao pessoal de TI se você não souber!)
tr: Seçenek 2: Eğer okulunuzda Clever varsa (eğer bu konuda bilginiz yoksa, okulunuzda bilişim teknolojilerinden sorumlu olan kişiye danışınız!)

source: Option 2: With a facebook account:
es: Opción 2. Con una cuenta de Facebook:
nb: Alternativ 2: med en facebook-konto:
pt: Opção 2: com uma conta do Facebook:
pt_pt: Opção 1: Com uma conta do Facebook:
tr: Seçenek 2: Bir facebook hesabı ile:

source: Option 2: if your child does not have an email address and you do not have a Khan Academy account
es: Opción 2: si tu hijo no tiene dirección de correo electrónico y tú no tienes cuenta de Khan Academy
nb: Alternativ 2: Hvis barnet ikke har en e-mail adresse og du ikke har en Khan Academy konto
pl: Opcja 2: Jeśli dziecko nie ma adresu e-mail a Ty nie masz konta na Khan Academy
pt: Opção 2: se seu filho não tiver um endereço de e-mail e você não tiver uma conta na Khan Academy
tr: Seçenek 2: eğer çocuğunuzun bir e-posta adresi yoksa ve sizin Khan Academy hesabınız yoksa

source: Option 3: If your school does not have Google Apps for Education or Clever
es: Opción 3: si tu escuela no tiene Google Apps for Education o Clever
nb: Mulighet 3: Om du ikke har Google Apps for Education eller Clever
pt: Opção 3: se sua escola não tem Google Apps for Education ou Clever
tr: Seçenek 3: Eğer okulunuzda Google Apps Education veya Clever yoksa

source: Option 3: With a general email account:
es: Opción 3. Con una cuenta de correo electrónico general:
nb: Alternativ 3: med en generell e-postkonto:
pl: Opcja 3: Ze zwykłym kontem e-mail:
pt: Opção 3: com uma conta de e-mail normal:
pt_pt: Opção 1: Com um endereço de e-mail:
tr: Seçenek 3: Genel bir e-posta hesabı ile:

source: Optional
da: Valgfrit
es: Opcional
fr: Facultatif
nb: Valgfritt
nl: Optioneel
pl: Opcjonalne
pt: Opcional
pt_pt: Opcional
tr: İsteğe bağlı

source: Optional – we love videos!
da: Valgfrit - vi elsker videoer!
es: Opcional – ¡nos encantan los videos!
fr: Facultatif – nous aimons les vidéos !
nb: Valgfritt - vi elsker videoer!
nl: Optioneel – we houden van video's!
pl: Opcjonalne - uwielbiamy filmy!
pt: Opcional – nós amamos vídeos!
pt_pt: Opcional - Nós adoramos vídeos!
tr: İsteğe bağlı - videolardan hoşlanıyoruz!

source: Optionally include what can be improved.
da: Inkluder eventuelt noget der kan forbedres.
es: Opcionalmente puedes incluir información sobre qué se puede mejorar.
fr: Incluez éventuellement ce qui peut être amélioré.
ja: どんなことが改善できるかについてもオプションとして含めることができます．
nb: Eventuelt inkluder det som kan bli bedre.
nl: Hier kun je eventueel aangeven wat verbeterd kan worden.
pl: Opcjonalnie napisz, co można ulepszyć.
pt: Opcionalmente, você pode dizer o que pode ser melhorado.
pt_pt: Diz-nos o que podemos melhorar (opcional).
tr: Tercihen, geliştirilebilecek öğeleri de dahil ediniz.

source: Options
da: Indstillinger
es: Opciones
ja: オプション
nb: Alternativer
nl: Opties
pl: Opcje
pt: Opções
pt_pt: Opções
tr: Seçenekler

source: Or
es: O
ja: または
nb: Eller
nl: Of
pl: Lub
pt: Ou
pt_pt: Ou
tr: Ya da email adresi olmayan öğrencileriniz için

source: Or share your class code
bg: Или споделете кода на класа си
da: Eller del din klassekode
es: O comparte el código de tu clase
fr: Ou communiquez le code de votre classe
ja: またはクラスコードを共有する．
nb: Eller dele din klassekode
nl: Of deel je klascode
pl: Lub udostępnij im kod Twojej klasy
pt: Ou compartilhe seu código de turma
pt_pt: Ou partilhe o código da turma
tr: Veya sınıfınızın kodunu paylaşın

source: Or sign up using email
bg: Или се регистрирайте чрез имейл
da: Eller opret en konto via email
es: O regístrate usando un correo electrónico
fr: Ou inscrivez-vous en utilisant une adresse e-mail
he: או הירשמו באמצעות דואר-אלקטרוני
ja: または、電子メールアドレスを使用してサインアップ
nb: Eller registrér deg med e-post
nl: Of schrijf in via e-mail
pl: Lub zarejestruj się za pomocą adresu email
pt: Ou cadastre-se usando o e-mail
pt_pt: Ou cria uma conta com o teu endereço de e-mail
tr: E-posta ile kayıt olun

source: Or tell a student, parent, or educator you know!
nb: Eller fortell en elev, en forelder eller lærer du kjenner!
pt: Ou conte a um aluno, pai ou educador que você conheça!
tr: veya bir öğrenciye, veliye ya da eğitimciye yardım edin!

source: Or, open above email in your default client
da: Eller, åbn over e-mail i din standardklient
es: O abre el correo electrónico de arriba en tu programa por defecto
fr: Ou, ouvrez l'e-mail ci-dessus dans votre navigateur par défaut
nb: Eller, åpne e-posten ovenfor i din vanlige e-post
nl: Of open de e-mail heriboven in je standaard mailclient
pl: Lub otwórz powyższy e-mail w Twoim domyślnym kliencie
pt: Ou, abra o e-mail acima em seu cliente padrão
pt_pt: Ou abra este e-mail no site do seu e-mail
tr: Veya, üstteki epostayı ön tanımlı istemcinizde açın

source: Or, students can join your class with a class code.
es: O, los estudiantes se pueden unir a tu clase con un código de clase.
ja: または，生徒はあなたのクラスにクラスコードを使って参加できます．
nb: Eller, elever kan bli med i din klasse med en klassekode.
nl: Of, leerlingen kunnen bij jouw klas komen met een klascode.
pl: Uczniowie mogą też dołączyć do Twojej klasy przez kod.
pt: Ou, os alunos podem se juntar a sua turma por meio de um código da turma.
pt_pt: Os alunos podem entrar na sua turma com o código da turma.
tr: Veya öğrencileriniz sınıfınıza bir sınıf koduyla katılabilir.

source: Or, you can express a ratio as a fraction.
fr: Ou bien, vous pouvez exprimer ce rapport sous la forme d'une fraction.
nb: Eller, du kan uttrykke en forhold som en brøk.
pl: Lub możesz wyrazić proporcję jako ułamek.
pt: Ou, você pode expressar uma razão como uma fração.
tr: Veya bir oranı kesir olarak ifade edebilirsiniz.

source: Or, you can upgrade to a newer version or another web browser.
da: Eller du kan opgradere til en nyere version eller en anden webbrowser.
es: O, puedes actualizar a una versión más reciente, o usar otro navegador.
fr: Ou, vous pouvez télédécharger une version plus récente ou bien un autre navigateur web.
nb: Eller du kan oppgradere til en nyere versjon eller en annen nettleser.
nl: Of, je kan upgraden naar een nieuwere versie of een andere webbrowser.
pl: Możesz też uaktualnić przeglądarkę do nowszej wersji lub zainstalować inną.
pt: Ou você pode fazer upgrade para uma versão mais recente ou usar outro navegador da web.
tr: Veya, yeni bir sürüme yükseltebilirsiniz, veya başka bir web tarayıcısını deneyebilirsiniz.

source: Oracle
da: Orakel
es: Oráculo
ja: オラクル
nb: Orakel
nl: Orakel
pt: Oráculo
pt_pt: Oráculo

source: Orange Juice Squid
es: Calamar de jugo de naranja
fr: Poulpyclope
hi: संतरे का रस
nb: Appelsinjuice blekksprut
pl: Pomarańczowa kałamarnica
pt: Lula Suco de Laranja
pt_pt: Lula de sumo de laranja
tr: Portakal Suyu Mürekkep Balığı

source: Orange Juice Squid (Orange)
da: Appelsinjuice blæksprutte (Orange)
es: Calamar jugo de naranja (anaranjado)
fr: Poulpyclope (Orange)
ja: オレンジジュース・イカ (オレンジ)
nb: Appelsin Juice Akkar (Oransje)
nl: Sinaasappelsap inktvis (oranje)
pl: Pomarańczowa kałamarniczka (Pomarańczowy)
pt: Lula Suco de Laranja (laranja)
pt_pt: Lula de sumo de laranja (laranja)
tr: Portakal Suyu Mürekkepbalığı (Turuncu)

source: Orange Leaf
bg: Оранжево листо
da: Orange blad
es: Hoja anaranjada
fr: Feuille orange
ja: オレンジの葉っぱ
nb: Oransje blad
nl: Oranje blad
pl: Pomarańczowy liść
pt: Folha laranja
pt_pt: Folha laranja
tr: Turuncu yaprak

source: Order of operations
da: Regnearternes Hierarki
es: El orden de las operaciones
fr: Ordre des opérations
nb: Regnerekkefølge
nl: Bewerkingsvolgorde
pl: Kolejność wykonywania działań
pt: Ordem das operações
tr: İşlem Sırası

source: Order of operations 2
fr: Ordre des opérations 2
nb: Regnerekkefølge 2
nl: Bewerkingsvolgorde 2
pl: Kolejność wykonywania działań 2
pt: Ordem das operações 2
tr: İşlem sırası 2

source: Order results<br>
ja: 結果の並び変え<br>
nb: Sortere resultater<br>
pt: Ordenar resultados<br>
pt_pt: Ordenar resultados<br>
tr: Sonuçları iste<br>

source: Order the following fractions from least to greatest:
es: Ordena las siguientes fracciones de menor a mayor:
fr: Ordonner les fractions suivantes de la plus petite à la plus grande :
nb: Orden brøkene fra minst til størst:
pl: Uporządkuj następujące ułamki od najmniejszego do największego:
pt: Organize as seguintes frações da menor para a maior:
tr: Kesirleri en küçükten en büyüğe doğru sıralayınız:

source: Order the following integers from least to greatest:
da: Sæt de hele tal i rækkefølge fra mindst til størst:
es: Ordena de menor a mayor los siguientes enteros:
fr: Classer les entiers suivants dans l'ordre croissant :
hi: निम्न्लिखिं पूर्णांको को कम से अधिक की ओर क्रम दें:
nb: Sett de hele tallene i rekkefølge fra minst til størst:
nl: Zet de volgende gehele getallen op volgorde van klein naar groot:
pl: Uporządkuj następujące liczby całkowite od najmniejszej do największej:
pt: Ordene os seguintes números do menor para o maior:
pt_pt: Ordena os seguintes números inteiros do menor para o maior:
tr: Aşağıdaki sayıları en küçükten en büyüğe doğru sıralayınız:

source: Order the following numbers from least to greatest:
es: Ordena los siguientes números de menor a mayor:
fr: Ranger les nombres suivants du plus petit au plus grand (ordre croissant) :
nb: Sorter følgende tall fra minst til størst:
pl: Uporządkuj następujące liczby od najmniejszej do największej:
pt: Ordene os seguintes números do menor para o maior:
tr: Aşağıdaki sayıları en küçükten en büyüğe doğru sıralayınız:

source: Order the numbers: <code><var>NUMS_SORT_TEX</var></code>.
es: Ordena los números: <code><var>NUMS_SORT_TEX</var></code>.
fr: On ordonne les nombres du plus petit au plus grand : <code><var>NUMS_SORT_TEX</var></code>.
nb: Sorter tallene: <code><var>NUMS_SORT_TEX</var></code>.
pl: Uporządkuj liczby: <code><var>NUMS_SORT_TEX</var></code>.
pt: Coloque os números em ordem: <code><var>NUMS_SORT_TEX</var></code>.
tr: Sayıları sıralayınız: <code><var>NUMS_SORT_TEX</var></code>.

source: Ordered by minutes spent this week
da: Sorteret efter antal minutter brugt i denne uge
es: Ordenado por los minutos dedicados esta semana
fr: Classé en fonction du temps (minutes) passé cette semaine par compétence
nb: Sortert etter antall minutter brukt denne uken
nl: Gesorteerd op minuten besteed deze week
pl: Uporządkowane według minut w tym tygodniu
pt: Organizado por minutos gastos esta semana
pt_pt: Ordenados por minutos despendidos esta semana
tr: Bu hafta geçirilen dakikaya göre sıralanmış

source: Ordered pair solutions to linear equations
da: Koordinatsæt som løsninger for lineære ligningssystemer
es: Soluciones para ecuaciones lineales en forma de pares ordenados
fr: Couples solutions d'équations du premier degré à deux variables
nb: Koordinatpar som løsninger for lineære likningssett
pl: Uporządkowane pary rozwiązań równań liniowych
pt: Soluções de pares ordenados para equações lineares
tr: Doğrusal denklemlerin sıralı ikili çözümleri

source: Ordering decimals
es: Ordenando decimales
fr: Ordonner des nombres décimaux
hi: दशमलव को सजाएँ
nb: Ordne desimaler
pl: Porządkowanie ułamków dziesiętnych
pt: Ordenação de números decimais
tr: Ondalık Sayılarla Sıralama

source: Ordering fractions
es: Ordenando fracciones
fr: Ordonner des fractions
hi: भिन्नो को सजाएं
nb: Sortere brøker
pl: Porządkowanie ułamków
pt: Ordenando frações
tr: Kesirleri sıralama

source: Ordering negative numbers
da: Sortering af negative tal
es: Ordenando números negativos
fr: Ordonner des nombres négatifs
hi: ऋणात्मक संख्याओं का क्रम
nb: Sortering av negative tall
nl: Ordenen van negatieve getallen
pl: Porządkowanie liczb ujemnych
pt: Ordenação de números negativos
tr: Negatif Sayıların Sıralanması

source: Orient the triangle like this, and find the base and height from the object:
es: Orienta el triángulo de esta manera, y encuentra la base y la altura del objeto:
fr: On oriente le triangle comme ci-dessous pour trouver sa base et sa hauteur :
pl: Ustaw trójkąt w ten sposób, i znajdź podstawę i wysokość obiektu:
pt: Direcione o triângulo deste modo, e encontre a base e a altura do objeto:
tr: Üçgeni şöyle döndürün ve nesnenin tabanını ve yüksekliğini bulunuz:

source: Osmium
es: Osmio
pl: Osm
pt: Ósmio
pt_pt: Ósmio
tr: Osmiyum

source: Other
bg: Други
da: Andet
es: Otro
fr: Autres
ja: その他
nb: Annet
nl: Andere
pl: Inne
pt: Outro
pt_pt: Outro
tr: Diğer

source: Other Topics:
bg: Други теми:
da: Andre emner:
es: Otros temas:
fr: Autres rubriques :
ja: その他のトピック:
nb: Andre emner:
nl: Andere onderwerpen:
pl: Inne tematy:
pt: Outros tópicos:
pt_pt: Outros tópicos:
tr: Diğer konular:

source: Other monthly gift
ja: その他の額の毎月のギフト
nb: Andre månedlige gaver
pl: Inny comiesięczny prezent
pt: Outro valor de doação mensal
pt_pt: Outro valor
tr: Ayda bağışlamak istediğiniz tutarı siz belirleyin

source: Other tests
nb: Våre tester
pl: Inne testy
pt: Outros testes
pt_pt: Outros testes
tr: Diğer testler

source: Other users created 10 programs based on one of yours
bg: Други потребители са създали 10 програми, базирани на една от твоите
da: Andre brugere har lavet 10 programmer ud fra et af dine
es: Otros usuarios han creado 10 programas basados en uno de los tuyos
fr: D'autres utilisateurs ont créé 10 programmes basés sur l'un des vôtres
ja: あなたのプログラムを元にして他のユーザーが10のプログラムを作成しました
nb: Andre brukere programmerte 10 programmer basert på et av dine
nl: Andere gebruikers creëerden 10 programma's gebaseerd op een van jouw programma's
pl: Inni użytkownicy stworzyli 10 programów na podstawie jednego z Twoich
pt: Outros usuários criaram 10 programas baseados em um dos seus
pt_pt: Outros utilizadores criaram 10 programas com base num dos teus
tr: Diğer kullanıcılar sizin bir programınızı temel alan 10 program oluşturdu.

source: Other users created 25 programs based on one of yours
bg: Други потребители са създали 25 програми, базирани на една от твоите
da: Andre brugere har lavet 25 programmer ud fra et af dine
es: Otros usuarios han creado 25 programas basados en uno de los tuyos
fr: D'autres utilisateurs ont créé 25 programmes basés sur l'un des vôtres
ja: あなたのプログラムを元にして他のユーザーが25のプログラムを作成しました
nb: Andre brukere programmerte 25 programmer basert på et av dine
nl: Andere gebruikers maakten 25 programma's op basis van een van jouw programma's
pl: Inni użytkownicy stworzyli 50 programów na podstawie jednego z Twoich
pt: Outros usuários criaram 25 programas baseados em um dos seus
pt_pt: Outros utilizadores criaram 25 programas com base num dos teus
tr: Diğer kullanıcılar sizin bir programınızı temel alan 25 program oluşturdu.

source: Other users created 50 programs based on one of yours
bg: Други потребители са създали 50 програми, базирани на една от твоите
da: Andre brugere har lavet 50 programmer ud fra et af dine
es: Otros usuarios han creado 50 programas basados en uno de los tuyos
fr: D'autres utilisateurs ont créé 50 programmes basés sur l'un des vôtres
ja: あなたのプログラムを元にして他のユーザーが50のプログラムを作成しました
nb: Andre brukere programmerte 50 programmer basert på et av dine
nl: Andere gebruikers maakten 50 programma's op basis van een van jouw programma's
pl: Inni użytkownicy stworzyli 50 programów na podstawie jednego z Twoich
pt: Outros usuários criaram 50 programas baseados em um dos seus
pt_pt: Outros utilizadores criaram 50 programas com base num dos teus
tr: Diğer kullanıcılar sizin bir programınızı temel alan 50 program oluşturdu.
