Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We try to make the process of finding housing as quick as possible for you. While figuring out how you want to use your housing stipend is currently your responsibility, we will help you find a Khan Academy roommate and direct you at a number of suggested rental locations.
da: Vi forsøger at gøre processen med at finde bolig så hurtigt som muligt for dig. At finde ud af hvordan du vil bruge dit boligstipendium er i øjeblikket dit ansvar, men vi vil hjælpe dig finde en Khan Academy roommate og anvise dig til en række foreslåede lejemuligheder.
es: Tratamos de hacer el proceso de encontrar casa tan rápido como sea posible. Mientras averiguas cómo quieres utilizar tu salario para la casa ya que es tu responsabilidad, nosotros te ayudaremos a encontrar un compañero de cuarto de Khan Academy y te dirigiremos a un número de sugerencias de lugares en renta.
fr: Nous voulons vous aider à trouver un logement le plus rapidement possible. La décision de comment vous voulez dépenser votre allocation logement vous est personelle. Nous vous aiderons à trouver un colocataire travaillant à Khan Academy et vous proposerons plusieurs choix de propriétés en location.
pl: Staramy się aby znalezienie miejsca pobytu nie zajęło Wam zbyt wiele czasu. Waszym zadaniem jest odpowiednie wykorzystanie waszego stypendium na mieszkanie. My natomiast pomożemy wam znaleźć współlokatora z Khan Academy oraz wskażemy miejsca do wynajmu które być może będą wam odpowiadać.
pt: Tentamos ajudá-lo, para que o processo de encontrar uma moradia seja o mais rápido possível. Embora seja sua responsabilidade decidir como deseja usar seu subsídio de habitação, nós o ajudaremos a encontrar um colega de quarto da Khan Academy e indicaremos uma série de sugestões de locais para locação.
tr: Konut bulma sürecinizi elimizden geldiğince hızlandırmaya çalışıyoruz. Konut harcırahlarınızı nasıl harcayacağınız tamamen sizin sorumluluğunuzda olduğu halde, isterseniz Khan Academy'den bir ev arkadaşı bulmanıza yardımcı oluyor ve kiralık konut tavsiyelerinde bulunuyoruz.

source: We try to make these challenges build upon what we've taught in the talk-through before.
da: Vi forsøger at basere disse udfordringer på det, som vi har lært forinden i gennemgangen.
es: Tratamos de hacer que estos desafíos se basen en lo que enseñamos en la guía paso a paso anterior.
fr: Nous nous éfforcons de rendre nos défis intéressants et nous nous basons sur ce que nous vous avons enseigné point par point.
nb: Vi forsøker å basere utfordringene på det vi har lært i de tidligere gjennomgangene.
nl: We proberen deze uitdagingen te laten steunen op wat we hebben geleerd in de uitleg hiervoor.
pl: Próbujemy budować te wyzwania na wiedzy, którą przekazaliśmy we wcześniejszych samouczkach.
pt: Buscamos criar esses desafios com base no que ensinamos no guia passo a passo apresentado anteriormente.
tr: Bu Bilgi Yarışması'nı hazırlarken, daha önce size ayrıntılı konuşmada öğrettiklerimizi göz önüne alıyoruz.

source: We want to convert the given amount of <code><var>R2</var></code> from grams to moles. To do this, we divide the given amount of <code><var>R2</var></code> by the molar mass of <code><var>R2</var></code>.
pl: Chcemy zamienić podaną ilość substancji <code><var>R2</var></code> z gramów na mole. Aby to zrobić, dzielimy podaną ilość <code><var>R2</var></code> przez masę molową <code><var>R2</var></code>.
pt: Queremos converter a quantidade dada de <code><var>R2</var></code> de gramas para mols. Para fazer isso, dividimos a quantidade dada de <code><var>R2</var></code> pela massa molar de <code><var>R2</var></code>.
tr: Önce, verilen miktar olan <code><var>R2</var></code>'yi gramdan moleküle çevirmek istiyoruz. Bunu yapmak için, verilen miktar olan <code><var>R2</var></code>'yi <code><var>R2</var></code>'nin moleküler kütlesi ile bölüyoruz.

source: We want to cut the starting block into a piece that can be copied into both goal block 1 and goal block 2.
da: Vi ønsker at skære start-blokken i et stykke, der kan kopieres til både den endelige blok 1 og den endelige blok 2.
es: Queremos cortar nuestro bloque inicial en una pedazo que se pueda copiar de tal forma que podamos construir tanto el bloque objetivo 1 como el bloque objetivo 2.
fr: On veut découper le Bloc de départ en un morceau qui peut être copié à la fois sur le Bloc d'arrivée 1 et sur le Bloc d'arrivée 2.
hi: हमे आरंभिक ब्लाक को काटना है एक भाग में जो कि अनुकृत हो सकते दोनों गोल ब्लाक 1 अथवा गोल ब्लाक 2 मेंI
nb: Vi ønsker å skjære start-blokken i et stykke som kan kopieres til både mål blokk 1 og mål blokk 2.
nl: We willen de startbalk opknippen in stukken, die zowel in in doelbalk 1 als in doelbalk 2 gekopieerd kunnen worden.
pl: Chcemy podzielić klocek startowy na kawałek, który będzie mógł być skopiowany zarówno do klocka docelowego 1 jak i klocka docelowego 2.
pt: Queremos cortar o bloco inicial em um pedaço que possa ser copiado tanto no bloco desejado 1 quanto no bloco desejado 2.
tr: Başlangıç blokunu, hem hedef blok 1 ve hem de hedef blok 2'ye kopyalanabilecek şekilde kesmeye başlamak istiyoruz.

source: We want to find <code><var>a</var></code>; let <code><var>b</var> = <var>AC</var></code> and <code>c = <var>AB</var></code>.
es: Queremos encontrar <code><var>a</var></code>; sea <code><var>b</var> = <var>AC</var></code> y <code>c = <var>AB</var></code>.
fr: On cherche <code><var>a</var></code> ; on sait que <code><var>b</var> = <var>AC</var></code> et <code>c = <var>AB</var></code>.
nb: Vi ønsker å finne<code><var>a</var></code>; la <code><var>b</var> = <var>AC</var></code> og <code>c = <var>AB</var></code>.
pl: Chcemy odnaleźć <code><var>a</var></code>; niech <code><var>b</var> = <var>AC</var></code> i <code>c = <var>AB</var></code>.
pt: Queremos encontrar <code><var>a</var></code>; tendo <code><var>b</var> = <var>AC</var></code> e <code>c = <var>AB</var></code>.
tr: <code><var>a</var></code>değerini bulmak istiyoruz; <code><var>b</var> = <var>AC</var></code>ve<code>c = <var>AB</var></code>diyelim.

source: We want to find <code>c</code>; let <code>a = <var>BC</var></code> and <code>b = <var>AC</var></code>.
es: Queremos encontrar <code>c</code>; sea <code>a = <var>BC</var></code> y <code>b = <var>AC</var></code>.
fr: On cherche <code>c</code> ; on sait que <code>a = <var>BC</var></code> et <code>b = <var>AC</var></code>.
nb: Vi ønsker å finne <code>c</code>; let <code>a = <var>BC</var></code> og <code>b = <var>AC</var></code>.
pl: Chcemy odnaleźć <code>c</code>; niech <code>a = <var>BC</var></code> i <code>b = <var>AC</var></code>.
pt: Queremos encontrar <code>c</code>; tendo <code>a = <var>BC</var></code> e <code>b = <var>AC</var></code>.
tr: <code>c</code>değerini bulmak istiyoruz; <code>a = <var>BC</var></code> ve <code>b = <var>AC</var></code>diyelim.

source: We want to keep SQL scripts on the site on-topic and focused on learning programming and other Khan Academy content.
da: Vi ønsker at SQL scripts fokuserer på at lære om computerprogrammering og andet indhold, som findes på Khan Academy.
es: Queremos mantener los scripts SQL de la página ceñidas al tema y enfocadas a aprender programación y otros contenidos de Khan Academy.
nb: Vi ønsker å beholde SQL-skript på siden om fag og fokuserer på å lære om dataprogrammering og annet innhold som finnes i Khan Academys innhold.
nl: Wij willen de SQL-scripts op de site beperken tot het onderwerp en gericht houden op het leren programmeren en andere Khan Academy inhoud.
pl: Chcemy, żeby SQL scripts na stronie koncentrowały się na nauce programowania i innych treściach Khan Academy, czyli żeby trzymały się tego tematu.
pt: Queremos que os scripts SQL do site sejam mantidos dentro do tópico e direcionados à aprendizagem de programação e outros conteúdos da Khan Academy.
tr: Sitemizdeki SQL metinlerinin programlama ve diğer Khan Academy içeriklerinin öğrenimine odaklı kalmalarını istiyoruz.

source: We want to keep programs on the site on-topic and focused on learning computer programming and other Khan Academy content.
da: Vi ønsker programmer på hjemmesiden fokuserer på at lære om computerprogrammering og andet indhold, som findes på Khan Academy.
es: Queremos mantener los programas del sitio dentro de tema y enfocados en aprender programación y otros contenidos de Khan Academy.
fr: Nous voulons que les programmes du site soient axés sur le sujet de l'apprentissage à la programmation informatique et sur les autres contenus de la Khan Academy.
nb: Vi ønsker at programmer på hjemmesiden fokuserer på å lære om dataprogrammering og annet innhold som finnes på Khan Academy.
nl: We willen programma's op deze site houden, behorend bij dit onderwerp en gericht op het leren programmeren en andere inhoud Khan Academy.
pl: Chcemy, żeby programy na stronie koncentrowały się na nauce programowania i innych treściach Khan Academy, czyli żeby trzymały się tego tematu.
pt: Queremos que os programas do site sejam mantidos dentro do tópico e direcionados à aprendizagem de programação de computadores e outros conteúdos da Khan Academy.
tr: Sitemizdeki programların programlama ve diğer Khan Academy içeriklerinin öğrenimine odaklı olmasını istiyoruz.

source: We want to keep webpages on the site on-topic and focused on learning programming and other Khan Academy content.
da: Vi ønsker at hjemmesider fokuserer på at lære om computerprogrammering og andet indhold, som findes på Khan Academy.
es: Queremos mantener las páginas web del sitio dentro de tema y enfocadas en aprender programación y otros contenidos de Khan Academy.
fr: Nous souhaitons que les pages Web créées sur le site soient axées sur l'apprentissage de la programmation ou soient axées les autres contenus de la Khan Academy.
nb: Vi ønsker at websider på hjemmesiden fokuserer på å lære om dataprogrammering og annet innhold som finnes på Khan Academy.
nl: Wij willen de webpagina's op de site beperken tot het onderwerp en gericht houden op het leren programmeren en andere Khan Academy inhoud.
pl: Chcemy, żeby strony internetowe na stronie koncentrowały się na nauce programowania i innych treściach Khan Academy, czyli żeby trzymały się tego tematu.
pt: Queremos que as páginas da Web do site sejam mantidas dentro do tópico e direcionadas à aprendizagem de programação de computadores e outros conteúdos da Khan Academy.
tr: Sitemizdeki web sayfalarının programlama ve diğer Khan Academy içeriklerinin öğrenimine odaklı kalmalarını istiyoruz.

source: We want to know the cost of <var>N2</var> <var>deskItem( 0 )</var>.
fr: Nous voulons connaître le coût de <var>N2</var> <var>deskItem( 0 )</var>.
nb: Vi ønsker å finne prisen på <var>N2</var> <var>deskItem( 0 )</var>.
pl: Chcemy obliczyć koszt <var>N2</var> <var>deskItem( 0 )</var>.
pt: Queremos saber o custo de <var>N2</var> <var>deskItem( 0 )</var>.

source: We want to make sure that all of the programs continue working that you create on Khan Academy and that programs are not using functionality that we've intentionally disabled for reasons of security, privacy, or user experience. Generally, that means that programs should not be accessing <code>externals</code> or the DOM in some way. Here are specific examples:
da: Vi ønsker at sikre, at alle programmer, som du opretter på Khan Academy, fortsætter med at virke og ønsker derfor at programmer ikke bruger funktionalitet, som vi med vilje har deaktiveret af hensyn til sikkerheden, privatliv eller brugeroplevelsen. Generelt betyder det, at programmer ikke bør inkludere adgang til <code>eksterne sider</code> eller DOM på nogen måde. Her er konkrete eksempler:
es: Queremos asegurarnos que todos los programas que realices en Khan Academy sigan funcionando y que no estén usando funciones que hayamos deshabilitado intencionalmente por razones de seguridad, privacidad o experiencia del usuario. Generalmente, eso significa que esos programas no deberán acceder a <code>externos</code> o al DOM en alguna forma. Aquí hay ejemplos específicos:
fr: Nous voulons être certain que tous les programmes que vous créez continuent de fonctionner sur la Khan Academy et que les programmes n'utilisent pas les fonctionnalités que nous avons volontairement désactivés pour des raisons de sécurité, de confidentialité ou d'expérience utilisateur. Généralement, cela signifie que les programmes ne doivent pas utiliser les <code>références externes</code> ou le DOM. Voici des exemples concrets :
nb: Vi ønsker å sikre at alle programmer som du oppretter på Khan Academy, fortsetter å virke og ønsker derfor at programmer ikke bruker funktionalitet som vi med vilje har deaktiveret av hensyn til sikkerheten, privatliv eller brukeropplevelsen. Generelt betyr det, at programmer ikke bør inkludere adgang til <code>eksterne sider</code> eller DOM på noen måte. Her er konkrete eksempler:
nl: We willen ervoor zorgen dat alle programma's blijven werken die je op de Khan Academy maakt en dat programma's geen functionaliteit gebruiken die wij hebben uitgeschakeld om redenen van veiligheid, privacy, of gebruiker ervaring. in het algemeen, dat betekent dat programma's geen <code>externe bronnen</code> of de DOM op een bepaalde manier mogen benaderen. Hier vind je specifieke voorbeelden:
pl: Chcemy być pewni, ze wszystkie programy, które tworzycie na Khan Academy, będą nieustannie działać, oraz że nie używają one niedozwolonej funkcjonalności, którą celowo wyłączyliśmy z powodów bezpieczeństwa, prywatności lub doświadczeń użytkownika. Ogólnie, oznacza to, że programy nie powinny mieć dostępu do <code>zewnętrznych serwisów</code> lub pamięci DOM w jakikolwiek sposób. Określone przykłady:
pt: Queremos garantir que todos os programas que você cria na Khan Academy continuem funcionando, e que os programas não estejam usando funcionalidades que intencionalmente desativamos por motivos de segurança, privacidade ou experiência do usuário. Em geral, isso significa que os programas não devem estar acessando <code>externos</code> ou DOM. Apresentamos aqui alguns exemplos específicos:
tr: Khan Academy üzerinde oluşturduğunuz bütün programların çalıştığından ve güvenlik, gizlilik, veya kullanıcı deneyimleri sebepleriyle kullanımına izin vermediğimiz işlevlerin kullanılmadığından emin olmayı istiyoruz. Bu genellikle programların bir şekilde <code>haricilere</code> veya DOM'lere ulaşımı olmaması anlamına glemektedir. Bazı örnekler:

source: We want to make sure your code is up to date. Can we save it?
da: Vi ønsker at sikre, at din kode er opdateret. Kan vi gemme den?
es: Queremos asegurarnos de que tu código está actualizado, ¿podemos guardarlo?
fr: Nous voulons être sûr que votre code est à jour. Pouvons-nous le sauvegarder ?
ja: あなたのコードが最新であることを確実にしたいと思います．セーブしてもいいですか?
nb: Vi ønsker å sikre at din kode er oppdatert. Kan vi lagre den?
nl: We willen ervoor zorgen dat je code up-to-date is. Zullen we het opslaan?
pl: Musimy się upewnić, że Twój kod jest aktualny, a Twoja praca nie przepadnie. Czy możemy go zapisać?
pt: Queremos ter certeza de que seu código está atualizado. Podemos salvá-lo?
pt_pt: Queremos ter a certeza de que o teu código está atualizado. Podemos guardá-lo?
tr: Kodunuzun güncel olduğundan emin olmak istiyoruz. Kaydedelim mi?

source: We want to rewrite the equation in terms of <code>y</code>, so start off by moving the <code>y</code> terms to one side:
da: Vi ønsker at omskrive ligningen til et udtryk for <code>y</code>, så start med at flytte <code>y</code>-leddene over på den ene side:
es: Queremos reescribir la ecuación en términos de <code>y</code>, así que para empezar mueve todos los términos <code>y</code> a un lado:
fr: Il faut écrire l'expression en fonction de <code>y</code>. On met les termes en <code>y</code> dans le membre de gauche :
nb: Vi ønsker å omskrive likningen til et uttrykk for <code>y</code>, så start med å flytte <code>y</code>-leddene over på den ene side:
pl: Chcemy zapisać równanie ze względu na <code>y</code>, zacznijmy więc od przesunięcia wszystkich wyrazów z <code>y</code> na jedną stronę:
pt: Queremos reescrever a equação em função de <code>y</code>, portanto, vamos começar movendo os termos de <code>y</code> para um lado:
tr: Denklemi <code>y</code> cinsinden yazmak istiyoruz, yani <code>y</code> terimlerini bir tarafta toplamakla başlayalım:

source: We want to shape the future of education, and we want you to help us build it.
da: Vi ønsker at forme fremtiden for uddannelse, og vi ønsker at du hjælper os med at opbygge den.
es: Queremos dar forma al futuro de la educación y queremos que nos ayudes a construirlo.
fr: Nous voulons façonner l'avenir de l'éducation, et nous voulons que vous nous aidiez à le construire.
nl: We willen de toekomst van onderwijs vormen en we willen dat jij ons helpt deze te bouwen.
pl: Chcemy kształtować przyszłość edukacji, i chcemy, żebyś nam pomógł ją zbudować.
pt: Queremos transformar o futuro da educação, e queremos que você nos ajude a construí-lo.
tr: Eğitimin geleceğini şekillendirmek, ve bu geleceği inşa ederken bize yardımcı olmanızı istiyoruz.

source: We wanted to let you know that %(donor_name)s made a gift to Khan Academy in honor of %(name)s.
da: Vi vil gerne fortælle dig, at %(donor_name)s har lavet en gave til Khan Academy til ære for %(name)s.
es: Queremos decirte que %(donor_name)s dio un regalo a Khan Academy en honor a %(name)s.
fr: Nous voulions vous faire savoir que %(donor_name)s a donné à la Khan Academy, en l'honneur de %(name)s.
ja: 私達は %(donor_name)s が%(name)s に敬意を表して カーンアカデミーに贈り物をして下さったことをあなたにお知らせしたいと思います．
nb: Vi vil gi deg beskjed om at %(donor_name)s har gitt en gave til Khan Academy i form av %(name)s.
nl: We wilden jou laten weten dat %(donor_name)s een donatie heeft gegeven aan Khan Academy ter ere van %(name)s.
pl: Chcieliśmy Ci przekazać, że %(donor_name)s podarował Khan Academy prezent na cześć %(name)s.
pt: Gostaríamos de informá-lo que %(donor_name)s fez uma doação para a Khan Academy em nome de %(name)s.
tr: %(donor_name)s'nin Khan Academy'ye %(name)s adına bir bağışta bulunduğuna dair sizi bilgilendirmek istedik.

source: We weren't able to change the email. Please reload the page and try again. If it still doesn't work, %(link)s.
da: Vi var ikke i stand til at ændre e-mailen. Genindlæs venligst siden og prøv igen. Hvis det stadig virker ikke, %(link)s.
es: No fuimos capaces de cambiar el correo electrónico. Por favor, vuelve a cargar la página e intenta de nuevo. Si sigue sin funcionar, %(link)s.
fr: Nous n'avons pas pu changer l'e-mail. Merci de recharger la page, et de réessayer. Si ça ne fonctionne toujours pas, %(link)s.
ja: 私達は電子メイルアドレスを変更できませんでした．ページをリロードしてもう一度試してみて下さい．それでも上手くいかない場合には，次へどうぞ %(link)s．
nb: Vi kan ikke endre e-posten. Vennligst oppdater siden og prøv igjen. Hvis det fortsatt ikke fungerer, %(link)s.
nl: We waren niet in staat om het e-mailadres wijzigen. Gelieve de pagina opnieuw te laden. Klik op de verwijzing als het nog steeds niet werkt %(link)s.
pl: Nie udało się zmienić adresu e-mail. Proszę odświeżyć stronę i spróbować ponownie. Jeśli dalej nie działa, %(link)s.
pt: Não foi possível alterar o e-mail. Por favor, recarregue a página e tente novamente. Se não funcionar, %(link)s.
tr: E-posta adresi değiştirilemedi. Lütfen sayfayı yeniden yükleyin ve tekrar deneyin. Eğer sorun devam ederse, %(link)s.

source: We weren't able to remove the invite. Please reload the page and try again. If it still doesn't work, %(link)s.
da: Vi var ikke i stand til at fjerne invitationen. Genindlæs venligst siden og prøv igen. Hvis det stadig virker ikke, %(link)s.
es: No fuimos capaces de remover la invitación. Por favor, vuelve a cargar la página e intenta de nuevo. Si sigue sin funcionar, %(link)s.
fr: Nous n'avons pas pu supprimer l'invitation. Merci de recharger la page, et de réessayer. Si ça ne fonctionne toujours pas, %(link)s.
ja: 招待を消去することができません．ページをリロードしてもう一度試してみて下さい．それでも上手くいかない場合には，次へどうぞ %(link)s．
nb: Vi kan ikke endre invitasjonen. Vennligst oppdater siden og prøv igjen. Hvis det fortsatt ikke fungerer, %(link)s.
nl: We waren niet in staat om het e-mailadres wijzigen. Gelieve de pagina opnieuw te laden. Klik op de verwijzing als het nog steeds niet werkt %(link)s.
pl: Nie udało się usunąć zaproszenia. Proszę odświeżyć stronę i spróbować ponownie. Jeśli dalej nie działa, %(link)s.
pt: Não foi possível excluir o convite. Por favor, recarregue a página e tente novamente. Se ainda não funcionar, %(link)s.
pt_pt: Não foi possível remover o convite. Por favor, recarrega a página e volta a tentar. Se mesmo assim não funcionar, %(link)s.
tr: Davetiye silinemedi. Lütfen sayfayı yeniden yükleyin ve tekrar deneyin. Eğer sorun devam ederse, %(link)s.

source: We will automatically record your current code in the problem report, and try to see why the grader did not pass it. You can give additional details here:
da: Vi registrerer automatisk din aktuelle kode i problemrapporten og forsøger at se, hvorfor rettefunktionen ikke godkender den. Du kan give yderligere detaljer her:
es: Automáticamente guardaremos tu código actual en el reporte de problema y trataremos de ver por qué el calificador automático no lo pasó. Puedes dar detalles adicionales aquí:
fr: Nous avons automatiquement enregistrer votre code actuel dans le rapport de problèmes et allons tenter de voir pourquoi il y a un souci avec la notation de celui-ci. Vous pouvez donner des détails supplémentaires ici :
nb: Vi registrerer automatisk din nåværende kode i problemrapporten, og vil forsøke å se hvorfor rettefunksjonen ikke godkjente den. Du kan gi flere detaljer her:
nl: We zullen je huidige code automatisch opnemen in de aangifte van problemen, en we zullen proberen uit te vinden waarom de verbeteraar hem niet accepteerde. Je kan verdere details hier plaatsen:
pl: Twój aktualny kod nie został automatycznie "oceniony" i został przeniesiony do raportu problemów. Dodatkowe szczegóły prosimy podać tutaj:
pt: Gravaremos automaticamente seu código atual no relato do problema e tentaremos entender por que o avaliador não o aceitou. Forneça mais detalhes aqui:
tr: Sorun raporunuzdaki kodunuzu otomatik olarak kaydedeceğiz ve kontrol edici fonksiyonun kodunuzu niçin kabul etmediğini bulmaya çalışacağız. Burada ek bilgi verebilirsiniz:

source: We will send your child an invitation to join you on Khan Academy!
da: Vi vil sende dit barn en invitation til at slutte sig til dig på Khan Academy!
es: ¡Le enviaremos a tu hijo una invitación para que se una a ti en Khan Academy!
fr: Votre enfant recevra une invitation à vous rejoindre sur la Khan Academy!
ja: 私達はあなたの子供にカーンアカデミーに参加するよう招待状を送ります!
nb: Vi sender barnet innbydelse til å bli med deg på Khan Academy!
nl: We sturen jouw kind een uitnodiging om je te vergezellen op Khan Academy!
pl: Wyślemy Twojemu dziecku zaproszenie do dołączenia do Ciebie na Khan Academy!
pt: Enviaremos a seu filho um convite para ele se juntar a você na Khan Academy!
pt_pt: Vamos enviar um convite ao seu filho para se juntar a si na Khan Academy!
tr: Çocuğunuza Khan Academy'ye katılması için bir davetiye göndereceğiz!

source: We will take actions on programs that fall under these categories:
da: Vi griber ind overfor programmer, der falder indenfor disse kategorier:
es: Tomaremos acciones sobre los programas que caigan en estas categorías:
fr: Nous prendrons les mesures nécessaires pour les programmes des catégories suivantes :
nb: Vi griper inn overfor programmer som faller innenfor disse kategoriene:
nl: Wij nemen acties op programma's die onder deze categorieën vallen:
pl: Podejmiemy stosowne kroki w przypadku programów, które będą należały do tych kategorii:
pt: Tomaremos medidas com relação a programas que se enquadrem nestas categorias:
pt_pt: Interviremos em programas que se enquadrarem nestas categorias:
tr: Şu kategorilere uyan programlara yönelik işlemler başlatacağız:
