Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Tom is the youngest of seven in a patchwork family that has given him 16 sweet nieces and nephews and umpteen million laughs. Tom comes to us via the Pearson Affordable Learning Fund, LeapFrog Investments, McKinsey and a U.C. Berkeley MBA. His dream is to one day open a chain of innovative schools back in sunny Australia.
pt: Tom é o mais novo de sete irmãos em uma família "mosaico", que lhe deu 16 lindos sobrinhos e sobrinhas, além de milhões de risadas. Tom chegou até nós depois de passar pelo Pearson Affordable Learning Fund, LeapFrog Investments, McKinsey e um MBA na U.C. Berkeley. Seu sonho é, um dia, poder abrir uma cadeia de escolas inovadoras na ensolarada Austrália.
tr: Tomi kendisine 16 yeğen ve sayısız kahkaha sağlamış bir ailenin yedi çocuğunun en küçüğüdür. Kendisi bize Pearson Affordable Learning Fund, LeapFrog Investments, McKinsey, ve bir U.C. Berkeley MBA'i üzerinden ulaşmıştır. Hayali, bir gün güneşli Avustralya'da bir yenilikçi okullar zinciri açmaktır.

source: Too easy / slow
ja: 簡単すぎる/ゆっくりすぎる
nb: For lett / treg
pt: Muito fácil / devagar
pt_pt: Muito fácil e lento

source: Too fast
da: For hurtig
es: Muy rápido
fr: Trop rapide
nb: For fort
nl: Te snel
pl: Zbyt szybko
pt: Muito rápido
tr: Çok hızlı

source: Too hard / fast
ja: 難しすぎる/速すぎる
nb: For vanskelig / rask
pt: Muito difícil / rápido
pt_pt: Muito difícil e rápido

source: Too many errors.
da: For mange fejl.
es: Demasiados errores.
fr: Trop d'erreurs.
nb: For mange feil.
nl: Te veel fouten.
pl: Zbyt wiele błędów.
pt: Muitos erros.
tr: Çok sayıda hata.

source: Too many var statements.
da: For mange var erklæringer.
es: Demasiadas declaraciones var.
nb: For mange var uttalelser.
nl: Teveel var statements.
pl: Za dużo raportów var.
pt: Muitas instruções var.
tr: Çok fazla sayıda var ifadesi.

source: Too short.
da: For kort.
es: Demasiado corto.
fr: Trop court.
nb: For kort.
nl: Te kort.
pl: Zbyt krótki.
pt: Muito curto.
pt_pt: Demasiado curto.
tr: Çok kısa.

source: Too slow
da: For langsom
es: Muy lento
fr: Trop lent
nb: For langsomt
nl: Te langzaam
pl: Zbyt wolno
pt: Muito lento
tr: Çok yavaş

source: Toolkit
bg: Иструменти
da: Værktøjskasse
es: Kit de herramientas
fr: Boîte à outils
nb: Verktøykasse
pl: Zestaw narzędzi
pt: Kit de ferramentas
pt_pt: Ferramentas
tr: Araçlar

source: Top
es: Los mejores
fr: Retour en haut
ja: トップへ
nb: Topp
pl: Do góry
pt: Início
pt_pt: Destaques
tr: En Yüksek Oylular

source: Top Overall
da: Top Samlet
es: Los mejores de todos
fr: Classement général
ja: トップ全体
nb: Top Samlet
nl: Helemaal Top
pl: Najlepsze ze wszystkich
pt: Início geral
pt_pt: Em destaque
tr: Tüm Alanlardaki En Yüksek

source: Top Results
da: Bedste resultater
es: Resultados principales
fr: Meilleurs resultats
nb: Beste resultater
nl: Top resultaten
pl: Najlepsze wyniki
pt: Principais resultados
pt_pt: Principais Resultados
tr: En Yakın Sonuçlar

source: Top of capsule
nb: Toppen av kapselen
pt: Topo da cápsula
tr: Kapsülün tepesi

source: Top of water
nb: Toppen av vannet
pt: Topo da água
tr: Suyun üstü

source: Top of well
nb: Toppen av brønnen
pt: Topo do poço
tr: Kuyunun tepesi

source: Topic
da: Emne
es: Tema
fr: Sujet
ja: トピック
nb: Emne
nl: Onderwerp
pl: Temat
pt: Tópico
pt_pt: Tópico
tr: Konu

source: Topic Challenge
da: Udfordring i emne
es: Desafío de tema
nb: Emneutfordring
nl: Onderwerp Uitdaging
pl: Wyzwanie tematu
pt: Desafio do tópico
pt_pt: Desafio do tópico
tr: Konu Görevleri

source: Topic breakdown sneak peek
da: Smugkig på opdeling af emner
es: Ojeada furtiva al desglose de temas
fr: Aperçu de la répartition rubrique
ja: トピックの内訳のスニークピーク
nb: Sammenslåtte emner visning
nl: Inzicht in de onderwerpen
pl: Zwiastun podziału tematów
pt: Prévia da divisão por tópicos
tr: Konu dağılımına hızlı bir bakış

source: Topic subscriptions
da: Emne abonnementer
es: Suscripciones temáticas
fr: Abonnements aux rubriques
ja: トピックの購読
nb: Emneabonnementer
nl: Onderwerp abonnementen
pl: Subskrypcje tematu
pt: Assinatura de tópico
pt_pt: Subscrições de tópicos
tr: Konu abonelikleri

source: Topic:
da: Emne:
es: Tema:
fr: Sujet :
nb: Emne:
nl: Onderwerp:
pl: Temat:
pt: Tópico:
pt_pt: Tópico:
tr: Konu:

source: Topics
da: Emner
es: Temas
fr: Sujets
ja: トピック
nb: Emner
nl: Onderwerpen
pl: Tematy
pt: Tópicos
pt_pt: Tópicos
tr: Konular

source: Total %(mission)s progress
da: %(mission)s fremskridt i alt
es: Progreso total de %(mission)s
fr: Avancement total dans %(mission)s
ja: %(mission)s の全進捗
nb: Fremgang i %(mission)s
nl: Totale %(mission)s vooruitgang
pl: Całkowity postęp %(mission)s
pt: Progresso total de %(mission)s
pt_pt: Progresso total de %(mission)s
tr: Toplam %(mission)s ilerlemesi

source: Total Class Energy Points:
bg: Общ брой енергийни точки на класа:
da: Samlede energipoint for klassen:
es: Número total de puntos de energía de la clase:
fr: Total des points de la classe :
ja: クラスの合計エネルギーポイント:
nb: Energipoeng for klassen:
nl: Totaal Energiepunten van de groep:
pl: Całkowita liczba punktów energii w klasie:
pt: Total de pontos de energia da turma:
pt_pt: Total de pontos de energia da turma:
tr: Sınıfın Toplam Enerji Puanı:

source: Total badges earned this mission:
da: Samlede badges optjent for denne mission:
es: Medallas totales ganadas con esta misión:
fr: Tous les écussons gagnés lors de cette mission:
ja: このミッションで獲得したバッジの総数:
nb: Samlede merker innhentet for dette oppdraget:
nl: Totaal aantal medailles verdiend in deze missie:
pl: Liczba odznak otrzymanych w ramach tej misji:
pt: Total de medalhas conquistadas nesta missão:
pt_pt: Total de medalhas conquistadas nesta missão:
tr: Bu görevde kazanılan bütün madalyalar:

source: Total cost ($)
nb: Total pris ($)
pt: Preço total ($)

source: Total duration:
ja: 合計時間:
nb: Total varighet:
pl: Całkowity czas trwania:
pt: Duração total:
pt_pt: Duração total:
tr: Toplam süre:

source: Total energy points
es: Puntos totales de energía
fr: Total de points gagnés
nb: Totale energi poeng
nl: Totaal aantal energiepunten
pl: Suma punktów energii
pt: Total de pontos de energia
pt_pt: <font size="2">Total de pontos de energia</font>
tr: Toplam enerji puanları

source: Total energy points earned
da: Samlet antal energipoint optjent
es: Total de puntos de energía ganados
fr: Total de points gagnés
nb: Totale energi poeng
nl: Totale energiepunten verdiend
pl: Suma zdobytych punktów energii
pt: Total de pontos de energia ganhos
pt_pt: Pontos de energia que ganhaste
tr: Kazanılmış toplam enerji puanları

source: Total hustle
es: Esfuerzo total
ja: 総ハッスル
nb: Total streving
pl: Suma pośpiechu
pt: Esforço total
pt_pt: Com mais esforço
tr: Toplam çaba

source: Total mastery
es: Dominio total
ja: 総マスタリー
nb: Total mestring
pl: Całkowite mistrzostwo
pt: Domínio total
pt_pt: Com mais pontos
tr: Toplam ustalık

source: Total points earned this mission:
da: Samlede point optjent for denne mission:
es: Puntos totales ganados con esta misión:
fr: Total des points acquis lors de cette mission:
ja: このミッションで獲得したポイントの総数:
nb: Samlede poeng opptjent for dette oppdraget:
nl: Totaal aantal punten verdiend in deze missie:
pl: Suma punktów uzyskanych w ramach tej misji:
pt: Total de pontos conquistados nesta missão:
pt_pt: Total de pontos conquistados nesta missão:
tr: Bu görevde kazanılmış toplam puanlar:

source: Total points vs points per eligible student
es: Puntos totales contra puntos por estudiante elegible
nb: Totale poeng i forhold til poeng per tilgjengelige elev
pt: Total de pontos vs. pontos por aluno elegível
tr: Toplam puanlar ve katılabilir durumdaki öğrenci başına puan

source: Total skills mastered in the %(mission)s mission
da: Samlet antal færdigheder behersket i missionen %(mission)s
es: Número total de habilidades dominadas en la misión %(mission)s
fr: Toutes les compétences maîtrisées dans la mission de %(mission)s
ja: %(mission)s のミッションのうち，マスターしたスキルの総数
nb: Samlet antall ferdigheter mestret i oppdraget %(mission)s
nl: Totale vaardigheden onder de knie in de %(mission)s missie
pl: Suma opanowanych umiejętności w misjii %(mission)s
pt: Total de habilidades dominadas na missão %(mission)s
tr: %(mission)s hedefinde ustalaşılmış toplam beceriler

source: Total skills mastered in the World of Math mission
da: Samlet antal færdigheder behersket i missionen Matematikkens Verden
es: Número total de habilidades dominadas en la misión Mundo de las matemáticas
fr: Toutes les compétences maîtrisées dans la mission du Monde des Mathématiques
ja: 数学の世界のミッションでマスターしたスキルの総数
nb: Totalt antall ferdigheter mestret i oppdraget Matematikkens Verden
nl: Totaal vaardigheden meester gemaakt in de Wereld van Wiskunde missie
pl: Łączna liczba opanowanych umiejętności w misji świat matematyki
pt: Total de habilidades dominadas na missão Mundo da Matemática
tr: Matematik Dünyası hedefinde ustalaşılmış toplam beceriler

source: Total time:
da: Total tid:
es: Tiempo total:
fr: Temps total :
ja: 総時間:
nb: Total tid:
nl: Totale tijd:
pl: Całkowity czas:
pt: Tempo total:
pt_pt: Tempo total:
tr: Toplam süre:

source: Track your progress to identify what you should practice next
da: Følg dine fremskridt for at finde ud af, hvad du bør øve som det næste
es: Sigue tu progreso para identificar lo que deberías practicar a continuación
fr: Suivez votre progrès pour savoir ce qu'il faut travailler en priorité
nb: Oversikt over fremgang for å identifisere hva du bør øve på videre
nl: Houd je vooruitgang in de gaten zodat je kunt zien wat je als volgende zou moeten oefenen
pl: Śledź swoje postępy, żeby wiedzieć co dalej ćwiczyć
pt: Acompanhe seu progresso para identificar o que deve praticar em seguida
pt_pt: Vê o teu progresso para identificares o que deves praticar a seguir
tr: İlerlemenizi izleyerek üzerinde çalışmanız gereken bir sonraki konuyu belirleyin

source: Tracy Kovach is a fourth year medical student at UVA and is pursuing a residency in Orthopedic Surgery.
pt: Tracy Kovach está no quarto ano de medicina na Universidade da Virgínia e está tentando uma residência em cirurgia ortopédica.
tr: Tracy Kovach, UVA'da dördüncü sınıf tıp öğrencisidir ve Ortopedik Cerrahi alanında uzmanlaşmak istemektedir.

source: Trailing whitespace.
da: Mellemrum til sidst.
es: Hay espacios al inicio o al final.
nb: Etterfølgende mellomrom.
pl: Spacje na końcu linii.
pt: Espaço em branco à direita.
tr: Sondaki boşluk.

source: Transform with CASE<br>
ja: CASE でのトランスフォーム<br>
nb: Transformere med CASE<br>
pt: Transformar com CASE<br>
pt_pt: Transformar com a função CASE<br>
tr: CASE ile dönüştür<br>

source: Transforms
da: Transformeringer
es: Transformaciones
fr: Transformations
ja: 座標変換
nb: Transformeringer
nl: Transformaties
pl: Przekształcenia
pt: Transformações
pt_pt: Transformações
tr: Dönüştürücüler

source: Transitioning into a Khan Academy Internship
bg: Преходът към стаж в Кан академията
da: Overgangen til et praktikophold ved Khan Academy
es: Transición hacía la pasantía de Khan Academy
fr: Se mettre dans le bain d'un stage a la Khan Academy
pl: Przejście na staż Khan Academy
pt: Transição para um Estágio da Khan Academy
tr: Khan Academy Stajına Geçiş

source: Translate
da: Oversæt
es: Trasladar
fr: Translation
nb: Translasjon
nl: Translatie
pl: Przesuń
pt: Transladar
pt_pt: translação
tr: Öteleme

source: Translate our content
da: Oversæt vores indhold
es: Traduce nuestros contenidos
fr: Traduire la Khan Academy
ja: コンテンツの翻訳に参加する
nb: Oversett våre ressurser
nl: Vertaal ons materiaal
pl: Tłumacz nasze treści
pt: Traduzir nosso conteúdo
pt_pt: Traduz os nossos conteúdos
tr: Siz de destek olabilirsiniz

source: Translate shapes by an offset
da: Forskyd figurer
es: Traslada las formas por un desplazamiento
fr: Déplacer les formes via un décalage
ja: オフセットを使って形を移動する
nb: Forskyv figurer
nl: Verander vormen met een offset
pl: Przekształć kształty przez przesuniecie
pt: Translada as formas por uma distância definida
pt_pt: Move as formas segundo um vetor de deslocamento
tr: Şekilleri girilen sapma kadar kaydırın

source: Translation
es: Traslación
pl: Przesunięcie
pt: Translação
tr: Çeviri

source: Translation by %(vector)s
da: Oversat af %(vector)s
es: Traslación por %(vector)s
fr: Translation de vecteur %(vector)s
nb: Oversettelse av %(vector)s
nl: Vertaling door %(vector)s
pl: Przesunięcie o %(vector)s
pt: Tradução por %(vector)s
pt_pt: Translação por %(vector)s
tr: %(vector)s öteleme

source: Translation statistics graph.
pl: Statystyki tłumaczeń.
pt: Gráfico de estatísticas de tradução.
tr: Çeviri istatistikleri grafiği.

source: Translations of polygons
es: Traslaciones de polígonos
fr: Image d'un polygone par une translation
nb: Translasjon av polynomer
pl: Przesunięcia wielokątów
pt: Translação de polígonos
pt_pt: Translações de polígonos
tr: Çokgenlerle öteleme

source: Triangle <code><var>A_NAME</var></code> is similar to triangle <code><var>B_NAME</var></code>.
es: El triángulo <code><var>A_NAME</var></code> es semejante al triángulo <code><var>B_NAME</var></code>.
fr: Le triangle <code><var>A_NAME</var></code> est semblable au triangle <code><var>B_NAME</var></code>.
nb: Trekanten <code><var>A_NAME</var></code> er formlik <code><var>B_NAME</var></code>.
pl: Trójkąt <code><var>A_NAME</var></code> jest podobny do trójkąta <code><var>B_NAME</var></code>.
pt: O triângulo <code><var>A_NAME</var></code> é semelhante ao triângulo <code><var>B_NAME</var></code>.
tr: <code><var>A_NAME</var></code> üçgeni ile <code><var>B_NAME</var></code> üçgeni benzerdir.

source: Triangle <code>B</code> has angles of <code><var>B[ 0 ]</var></code> and <code><var>B[ 1 ]</var></code>. The third angle is <code>180 - <var>B[ 0 ]</var> - <var>B[ 1 ]</var> = <var>B[ 2 ]</var></code>. <span data-if="ANSWER === 'None' || ANSWER === 'C'"> Therefore triangle <code>B</code> is not similar to triangle <code>A</code>. </span><span data-else> Therefore triangle <code>B</code> is similar to triangle <code>A</code>. </span>
es: El triángulo <code>B</code> tiene ángulos de <code><var>B[ 0 ]</var></code> y <code><var>B[ 1 ]</var></code>. El tercer ángulo es de <code>180 - <var>B[ 0 ]</var> - <var>B[ 1 ]</var> = <var>B[ 2 ]</var></code>. <span data-if="ANSWER === 'None' || ANSWER === 'C'"> Por tanto el triángulo <code>B</code> no es semejante al triángulo <code>A</code>. </span><span data-else> Por tanto el triángulo <code>B</code> es semejante al triángulo <code>A</code>. </span>
fr: Le triangle <code>B</code> a un angle de <code><var>B[ 0 ]</var></code> et un angle de <code><var>B[ 1 ]</var></code>. Le troisième est <code>180 - <var>B[ 0 ]</var> - <var>B[ 1 ]</var> = <var>B[ 2 ]</var></code>. <span data-if="ANSWER === 'None' || ANSWER === 'C'"> Le triangle <code>B</code> n'est donc pas semblable au triangle <code>A</code>. </span><span data-else> Le triangle <code>B</code> est donc semblable au triangle <code>A</code>. </span>
pl: Trójkąt <code>B</code> ma kąty <code><var>B[ 0 ]</var></code> i <code><var>B[ 1 ]</var></code>. Trzeci kąt jest równy <code>180 - <var>B[ 0 ]</var> - <var>B[ 1 ]</var> = <var>B[ 2 ]</var></code>. <span data-if="ANSWER === 'None' || ANSWER === 'C'"> Dlatego trójkąt <code>B</code> nie jest podobny do trójkąta <code>A</code>. </span><span data-else> Dlatego trójkąt <code>B</code> jest podobny do trójkąta <code>A</code>. </span>
pt: O triângulo <code>B</code> tem ângulos de <code><var>B[ 0 ]</var></code> e <code><var>B[ 1 ]</var></code>. O terceiro ângulo é <code>180 - <var>B[ 0 ]</var> - <var>B[ 1 ]</var> = <var>B[ 2 ]</var></code>. <span data-if="ANSWER === 'None' || ANSWER === 'C'"> Portanto, o triângulo <code>B</code> não é semelhante ao triângulo <code>A</code>. </span><span data-else>Portanto, o triângulo <code>B</code> é semelhante ao triângulo <code>A</code>. </span>
tr: <code>B</code> üçgeninin açıları, <code><var>B[ 0 ]</var></code> ve <code><var>B[ 1 ]</var></code>. Üçüncü açı ise, <code>180 - <var>B[ 0 ]</var> - <var>B[ 1 ]</var> = <var>B[ 2 ]</var></code>. <span data-if="ANSWER === 'None' || ANSWER === 'C'"> Bu nedenle, <code>B</code> üçgeni<code>A</code> üçgeniyle benzer değildir. </span><span data-else> Bu nedenle, <code>B</code> üçgeni <code>A</code> üçgeniyle benzerdir. </span>

source: Triangle <code>C</code> has angles of <code><var>C[ 0 ]</var></code> and <code><var>C[ 2 ]</var></code>. The third angle is <code>180 - <var>C[ 0 ]</var> - <var>C[ 2 ]</var> = <var>C[ 1 ]</var></code>. <span data-if="ANSWER === 'None' || ANSWER === 'B'"> Therefore triangle <code>C</code> is not similar to triangle <code>A</code>. </span><span data-else> Therefore triangle <code>C</code> is similar to triangle <code>A</code>. </span>
es: El triángulo <code>C</code> tiene ángulos de <code><var>C[ 0 ]</var></code> y <code><var>C[ 2 ]</var></code>. El tercer ángulo es de <code>180 - <var>C[ 0 ]</var> - <var>C[ 2 ]</var> = <var>C[ 1 ]</var></code>. <span data-if="ANSWER === 'None' || ANSWER === 'B'"> Por tanto el triángulo <code>C</code> no es semejante al triángulo <code>A</code>. </span><span data-else> Por tanto el triángulo <code>C</code> es semejante al triángulo <code>A</code>. </span>
fr: Le triangle <code>C</code> a un angle de <code><var>C[ 0 ]</var></code> et un angle de <code><var>C[ 2 ]</var></code>. Le troisième est égal à <code>180 - <var>C[ 0 ]</var> - <var>C[ 2 ]</var> = <var>C[ 1 ]</var></code>. <span data-if="ANSWER === 'None' || ANSWER === 'B'"> Le triangle <code>C</code> n'est donc pas semblable au triangle <code>A</code>. </span><span data-else> Le triangle <code>C</code> est donc semblable au triangle <code>A</code>. </span>
pl: Trójkąt <code>C</code> ma kąty <code><var>C[ 0 ]</var></code> i <code><var>C[ 2 ]</var></code>. Trzeci kąt jest równy <code>180 - <var>C[ 0 ]</var> - <var>C[ 2 ]</var> = <var>C[ 1 ]</var></code>. <span data-if="ANSWER === 'None' || ANSWER === 'B'"> Dlatego trójkąt <code>C</code> nie jest podobny do trójkąta <code>A</code>. </span><span data-else> Dlatego trójkąt <code>C</code> jest podobny do trójkąta <code>A</code>. </span>
pt: O triângulo <code>C</code> tem ângulos de <code><var>C[ 0 ]</var></code> e <code><var>C[ 2 ]</var></code>. O terceiro ângulo é <code>180 - <var>C[ 0 ]</var> - <var>C[ 2 ]</var> = <var>C[ 1 ]</var></code>. <span data-if="ANSWER === 'None' || ANSWER === 'B'">Portanto, o triângulo <code>C</code> não é semelhante ao triângulo <code>A</code>. </span><span data-else> Portanto, o triângulo <code>C</code> é semelhante ao triângulo <code>A</code>. </span>
tr: <code>C</code> üçgeninin açıları, <code><var>C[ 0 ]</var></code> ve <code><var>C[ 2 ]</var></code>. Üçüncü açı ise, <code>180 - <var>C[ 0 ]</var> - <var>C[ 2 ]</var> = <var>C[ 1 ]</var></code>. <span data-if="ANSWER === 'None' || ANSWER === 'B'"> Bu nedenle, <code>C</code> üçgeni <code>A</code> üçgeniyle benzer değil. </span><span data-else> Bu nedenle, <code>C</code> üçgeni <code>A</code> üçgeniyle benzerdir. </span>

source: Triangle B has 3 sides the same as triangle A, so they are congruent.
es: El triángulo B tiene 3 lados iguales a los del triángulo A, así que son congruentes.
fr: Les trois côtés du triangle B ont la même longueur que ceux du triangle A , donc les deux triangles sont isométriques.
pl: Trójkąt B ma trzy boki takie same jak trójkąt A, więc trójkąty są przystające.
pt: O triângulo B tem 3 lados iguais ao triângulo A, portanto, eles são congruentes.
tr: B üçgeninin 3 kenarı A üçgeniyle aynı, yani bunlar eş.

source: Triangle B has those two angles and the side the same as triangle A, so they are congruent.
es: El triángulo B tiene esos dos ángulos y un lado iguales al triángulo A, por lo que son congruentes.
fr: Les triangles ont deux angles égaux, et l'un des côtés du triangle B est de même longueur que le côté homologue du triangle A, donc les deux triangles sont isométriques.
pl: Trójkąt B ma dwa kąty i bok takie same jak trójkąt A, więc są one przystające.
pt: O triângulo B tem estes dois ângulos e o lado iguais ao triângulo A, portanto, eles são congruentes.
tr: B üçgeninin şu iki açısı ve bu kenarı A üçgenininkilerle aynıdır, buna göre, iki üçgen eştir.

source: Triangle B has those two sides and the angle the same as triangle A, so they are congruent.
es: El triángulo B tiene esos dos lados y un ángulo iguales a los del triángulo A, así que son congruentes.
fr: Deux côtés du triangle B sont de même longueur que les côtés homologues du triangle A, et l'angle compris entre ces deux côtés dans le triangle B est égal à l'angle homologue du triangle A, donc les deux triangles sont isométriques.
pl: Trójkąt B ma dwa boki i kąt takie same jak trójkąt A, więc są one przystające.
pt: O triângulo B tem estes dois lados e o ângulo iguais ao triângulo A, portanto, eles são congruentes.
tr: B üçgeninin şu iki kenarı ve bu açısı A üçgenininkilerle aynıdır, buna göre, iki üçgen eştir.

source: Triangle angles 1
es: Ángulos del triángulo 1
fr: Les angles d'un triangle
nb: Vinkler i trekanter 1
nl: Hoeken van driehoeken 1
pl: Kąty trójkąta 1
pt: Ângulos de triângulos 1
tr: Üçgende Açılar 1

source: Triangle inequality theorem
da: Trekantuligheden
es: El teorema de la desigualdad del triángulo
fr: Le théorème de l'Inégalité triangulaire
nb: Trekanter ulikhet teorem
pl: Twierdzenie o nierówności trójkąta
pt: Teorema de desigualdade triangular
tr: Üçgen eşitsizliği teoremi

source: Triangle inequality theorem states that a side must be smaller than the sum of the other two sides.
es: El teorema de la desigualdad del triángulo establece que un lado del triángulo debe ser menor que la suma de los otros dos lados.
fr: D'après le théorème de l'inégalité triangulaire la longueur d'un côté est strictement inférieure à la somme des longueurs des deux autres côtés.
pl: Twierdzenie - nierówność trójkąta mówi, że długość boku musi być mniejsza od sumy długości pozostałych dwóch boków.
pt: O teorema de desigualdade triangular afirma que um lado deve ser menor que a soma dos outros dois lados.
tr: Üçgen eşitsizliği teoremine göre, bir kenar, diğer iki kenarın toplamından daha küçük olmalıdır.

source: Triangle types
es: Tipos de triángulos
fr: Les différents types de triangles
nb: Trekanttyper
nl: Soorten driehoeken
pl: Typy trójkątów
pt: Tipos de triângulo
tr: Üçgen türleri

source: Triangles are congruent when all corresponding sides and interior angles are congruent.
es: Los triángulos son congruentes cuando todos sus lados y ángulos interiores correspondientes son congruentes.
fr: Des triangles sont isométriques si les côtés et les angles homologues sont superposables.
pl: Trójkąty są przystające, gdy wszystkie odpowiadające boki i kąty wewnętrzne są przystające.
pt: Os triângulos são congruentes quando todos os lados e ângulos internos são congruentes.
tr: Tüm karşılıklı kenarlar ve iç açılar eş ise, üçgenler eştir.

source: Trigonometry
da: Trigonometri
es: Trigonometría
fr: Trigonométrie
ja: 三角法
nb: Trigonometri
nl: Goniometrie
pl: Trygonometria
pt: Trigonometria
pt_pt: Trigonometria
tr: Trigonometri

source: Trigonometry 0.5
es: Trigonometría 0.5
fr: Trigonométrie 1 (provisoirement en anglais)
nb: Trigonometri 0,5
pl: Trygonometria 0.5
pt: Trigonometria 0,5
tr: Trigonometri 0,5

source: Trigonometry 1
es: Trigonometría 1
fr: Trigonométrie 2 (provisoirement en anglais)
nb: Trigonometri 1
pl: Trygonometria 1
pt: Trigonometria 1
tr: Trigonometri 1

source: Trigonometry 1.5
es: Trigonometría 1.5
fr: Trigonométrie 3 (provisoirement en anglais)
nb: Trigonometri 1,5
pl: Trygonometria 1.5
pt: Trigonometria 1,5
tr: Trigonometri 1,5

source: Trigonometry 2
es: Trigonometría 2
fr: Trigonométrie 4 (provisoirement en anglais)
nb: Trigonometri 2
pl: Trygonometria 2
pt: Trigonometria 2
tr: Trigonometri 2

source: Truck
nb: Lastebil
pt: Caminhão
tr: Kamyon

source: True
da: Sandt
es: Verdadero
fr: VRAI
nb: Riktig
pl: Prawda
pt: Verdadeira
pt_pt: Verdadeiro
tr: doğru
