Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Take one of the equations and try plugging in the values from the table. If the equality does not hold for at least one set of values, then we can eliminate that answer choice.
da: Tag en af ligningerne og prøv at indsætte værdierne fra skemaet. Hvis ligningen ikke passer til mindst ét af talparrende, kan vi udelukke den svarmulighed.
es: Toma alguna de las ecuaciones e intenta introducir los valores de la tabla. Si la igualdad no se mantiene para al menos un conjunto de respuestas, entonces podemos eliminar esa opción de respuesta.
fr: On prend une des formules et on remplace les variables par les valeurs du tableau. Si l'égalité n'est pas vérifiée pour au moins une valeur, on peut alors éliminer cette proposition.
nb: Ta en av ligningene og prøv å sette inn verdiene fra skjemaet. Hvis ligningen ikke passer til minst ét av tall-parene, kan vi utelukke det svaret.
pt: Pegue uma das equações e tente inserir valores da tabela. Se a igualdade não se mantiver por pelo menos um conjunto destes valores, então, podemos eliminar esta escolha de resposta.
tr: Denklemlerden birini alın ve tablodan değerler koymaya başlayın. Eşitlik en az bir değer kümesi için sağlanmazsa, bu cevap seçeneğini eleyebiliriz.

source: Take the absolute value of a number
da: Find den absolutte værdi af et tal
es: Toma el valor absoluto de un número
fr: Retourne la valeur absolue d'un nombre
ja: 数の絶対値をとる
nb: Ta absoluttverdien til et tall
nl: Neem de absolute waarde van een getal
pl: Weź wartość bezwzględną liczby
pt: Obtém o valor absoluto de um número
pt_pt: Obtém o valor absoluto de um número
tr: Bir rakamın kesin değerini al

source: Take the cosine of an angle
da: Tag cosinus til en vinkel
es: Toma el coseno de un ángulo
fr: Calcule le cosinus d'un angle
ja: 角度のコサインをとる
nb: Ta cosinus av en vinkel
nl: Neem de cosinus van een hoek
pl: Oblicza cosinus kąta
pt: Obtém o cosseno de um ângulo
pt_pt: Obtém o valor do cosseno de um ângulo
tr: Bir açının kosinüsünü alın

source: Take the logarithm of a number
da: Tag logaritmen af et tal
es: Toma el logaritmo de un número
fr: Calcule le logarithme d'un nombre
ja: 数の対数をとる
nb: Ta logaritmen til et tall
nl: Neem de logaritme van een getal
pl: Weź logarytm liczby
pt: Obtém o logaritmo de um número
pt_pt: Obtém o logaritmo de um número
tr: Bir rakamın logaritmasını alın

source: Take the positive square root of both sides (we only need to worry about the positive square root because the side of a triangle can't have negative length):
da: Tag den positive kvadratrod på begge sider (vi behøver kun at bekymre os om den positive kvadratrod, fordi siden af en trekant ikke kan have en negativ længde):
es: Saca raíz cuadrada a ambos lados (solo necesitamos preocuparnos por la raíz positiva pues el lado del triángulo no puede tener longitud negativa):
fr: On prend la racine carrée des deux côtés (on ne doit s'occuper que des valeurs positives des racines carrés car les longueurs des cotés d'un triangle sont des nombres positifs) :
pt: Obtenha a raiz quadrada positiva de ambos os lados (devemos nos preocupar apenas com a raiz quadrada positiva porque o lado de um triângulo não pode ter comprimento negativo):
tr: İki tarafın pozitif karekökünü alınız (sadece pozitif karekökü düşünmemiz yeterli, çünkü üçgenin kenar uzunluğu negatif olamaz):

source: Take the product of %(B)s and &lt;code&gt;x&lt;/code&gt; and add %(A)s.
da: Tag produktet af %(B)s og &lt;code&gt;x&lt;/code&gt; og adder %(A)s.
es: Toma el producto de %(B)s y &lt;code&gt;x&lt;/code&gt; y súmale %(A)s.
fr: On écrit le produit de %(B)s par &lt;code&gt;x&lt;/code&gt; puis on additionne %(A)s.
nb: Ta produktet av %(B)s og &lt;code&gt;x&lt;/code&gt; og adder %(A)s.
pt: Pegue o produto de %(B)s e &lt;code&gt;x&lt;/code&gt; e adicione %(A)s.
tr: %(B)s ile &lt;code&gt;x&lt;/code&gt; çarpımını alıp, %(A)s ekleyin.

source: Take the product of %(C)s and the above expression, and then add %(D)s.
da: Tag produktet af %(C)s og det ovenstående udtryk, og adder derefter %(D)s.
es: Toma el producto de %(C)s y la expresión anterior, luego súmale %(D)s.
fr: On écrit le produit de %(C)s par cette expression, puis on additionne %(D)s.
nb: Ta produktet av %(C)s og det ovenstående uttrykket, og adder deretter %(D)s.
pt: Pegue o produto de %(C)s e a expressão acima, a seguir adicione %(D)s.
tr: %(C)s ile yukarıdaki ifadenin çarpımını alır ve buna %(D)s ekleriz.

source: Take the quantity of %(B)s times &lt;code&gt;x&lt;/code&gt; and add %(A)s.
da: Tag størrelsen af %(B)s gange &lt;code&gt;x&lt;/code&gt; og adder %(A)s.
es: Toma el resultado de %(B)s por &lt;code&gt;x&lt;/code&gt; y súmale %(A)s.
fr: On écrit le produit de %(B)s par &lt;code&gt;x&lt;/code&gt; puis on additionne %(A)s.
nb: Ta størrelsen av %(B)s ganger &lt;code&gt;x&lt;/code&gt; og adder %(A)s.
pt: Pegue a quantidade de %(B)s vezes &lt;code&gt;x&lt;/code&gt; e adicione %(A)s.
tr: %(B)s ile &lt;code&gt;x&lt;/code&gt; çarpımını alıp, %(A)s ekleyin.

source: Take the quantity of %(C)s times the above expression, and then add %(D)s.
da: Tag størrelsen af %(C)s gange det ovenstående udtryk, og adder derefter %(D)s.
es: Toma el resultado de %(C)s por la expresión anterior y luego súmale %(D)s.
fr: On écrit le produit de %(C)s par cette expression, puis on additionne %(D)s.
nb: Ta størrelsen av %(C)s ganger det ovenstående uttrykket, og adder deretter %(D)s.
pt: Pegue a quantidade de %(C)s vezes a expressão acima, a seguir adicione %(D)s.
tr: %(C)s çarpı yukarıdaki ifadeyi alıp %(D)s ekleyin.

source: Take the sine of an angle
da: Tag sinus af en vinkel
es: Toma el seno de un ángulo
fr: Calcule le sinus d'un angle
ja: 角度の sin をとる
nb: Tar sinus av en vinkel
nl: Neem de sinus van een hoek
pl: Oblicz sinus kąta
pt: Obtém o seno de um ângulo
pt_pt: Obtém o valor do seno de um ângulo
tr: Bir açının sinüsünü alın

source: Take the square root of a number
da: Tag kvadratroden af et tal
es: Saca la raíz cuadrada de un número
fr: La racine carrée d'un nombre
ja: 数の平方根をとる
nb: Tar kvadratroten av et tall
nl: Neem de wortel van een nummer
pl: Znajdź pierwiastek kwadratowy z liczby
pt: Obtém a raiz quadrada de um número
pt_pt: Obtém a raiz quadrada de um número
tr: Bir sayının kare kökünü al

source: Take the square root of both sides to get rid of the exponent.
da: Tag kvadratroden af begge sider for at komme af med eksponenten.
es: Saca la raíz cuadrada a ambos lados para deshacerte del exponente.
fr: On prend les racines carrées des deux membres.
nb: Ta kvadratroten av begge sidene for å bli kvitt eksponenten.
pt: Extraia a raiz quadrada dos dois lados para eliminar o expoente.
tr: Üsten kurtulmak için, iki tarafın karekökünü alınız.

source: Take the square root of both sides.
da: Tag kvadratroden på begge sider.
es: Obtén la raíz cuadrada a ambos lados.
fr: On prend les racines carrées des deux membres.
nb: Ta kvadratroten på begge sider.
pl: Znajdź pierwiastek kwadratowy z obu stron.
pt: Tire a raiz quadrada dos dois lados.
tr: İki tarafın karekökünü alınız.

source: Take the tangent of an angle
da: Tag tangens til en vinkel
es: Toma la tangente de un ángulo
fr: Calcule la tangente d'un angle
ja: 角度のタンジェントをとります
nb: Tar tangens av en vinkel
nl: Neem de tangens van een hoek
pl: Daje tangens kąta
pt: Obtém a tangente de um ângulo
pt_pt: Obtém o valor da tangente de um ângulo
tr: Bir açının tanjantını alın

source: Take this brain fitness test every month to watch your knowledge grow and see what you should work on. It's hard to learn math but it makes you stronger!
da: Tag denne fitnesstest af din hjerne hver måned for at se din viden vokse og se, hvad du skal arbejde på. Det er svært at lære matematik, men det gør dig stærkere!
es: Toma esta prueba de aptitud cerebral cada mes para observar cómo crece tu conocimiento y ver en lo que deberías trabajar. ¡Es difícil aprender matemáticas pero te hace más fuerte!
fr: Faites ce test d'entraînement des méninges une fois par mois pour ne pas négliger vos connaissances, et faire marcher vos compétences. Ce n'est pas forcément aisé, mais c'est la bonne méthode pour être excellent !
ja: この脳のフィットネステストを毎月行なって，あなたの知識が成長するのを見て，何について学ぶべきかについて考えて下さい．数学を学ぶのは簡単ではありませんが，しかし，それはあなたを強くします!
nb: Ta denne hjernetrimmen hver måned for å se hvordan kunnskapen din øker, og hvordan du skal jobbe videre. Det er hardt arbeid å lære matematikk, men det gjør deg sterkere!
nl: Doe elke maand deze brein fitnesstest om jouw kennis te zien groeien en om te zien waar je aan moet werken. Wiskunde leren is uitdagend maar het maakt je sterker!
pl: Rozwiązując ten test sprawności mózgu co miesiąc będziesz mógł zobaczyć, jak Twoja wiedza rośnie i nad czym powinieneś popracować. Trudno jest uczyć się matematyki, ale to Cię czyni silniejszym!
pt: Faça este teste de aptidão todo mês para ver seu conhecimento aumentar e saber em que precisa se dedicar mais. É difícil aprender matemática, mas isso o torna mais forte!
pt_pt: Faz este teste de aptidão todos os meses para veres o teu conhecimento aumentar e saberes qual é a disciplina em que tens de te aplicar mais. É difícil aprender Matemática, mas vais ficar mais inteligente!
tr: Hem bilgilerinizin artışını, hem de hangi konuların üzerinde çalışmaya ihtiyacınız olduğunu görmek için bu beyin zindelik testini her ay tamamlayın. Matematiği öğrenmek zor olabilir, fakat sizi güçlendirir!

source: Take this test every month to get amazing feedback on your personal progress. You'll get a badge, and you get to help Khan Academy learn about learning!
da: Tag denne test hver måned for at få fantastisk feedback på dit personlige fremskridt. Du vil få et badge, og du kommer til at hjælpe Khan Academy med at lære om læring!
es: Toma esta prueba cada mes para obtener comentarios sorprendentes en tu progreso personal. ¡Obtendrás una medalla y le ayudas a Khan Academy a aprender sobre aprendizaje!
fr: Faites ce test tous les mois pour avoir des retours incroyables sur votre progrès personnel. Vous aurez un badge, et vous apprendrez à Khan Academy ce que c'est qu'apprendre !
nb: Ta denne testen hver måned for at få fantastisk feedback på ditt personlige fremskritt. Du vil få et merke og du kommer til at hjelpe Khan Academy med å lære om læring!
nl: Doe deze test elke maand om fantastische feedback te krijgen op je persoonlijke voortgang. Je krijgt dan een medaille en je helpt zo Khan Academy te leren over leren!
pl: Rozwiązuj ten test każdego miesiąca żeby dostać informacje zwrotne o Twoim osobistym postępie. Dostaniesz odznakę, i pomożesz Khan Academy uczyć się o uczeniu!
pt: Faça o teste todo mês para obter excelente feedback sobre seu progresso pessoal. Você ganhará uma medalha e receberá ajuda da Khan Academy para aprender mais sobre aprendizagem!
tr: Kişisel gelişiminiz hakkında harika geribildirimler almak için bu testi her ay tekrar yapın. Bir madalya kazanacak olmanızın yanı sıra, Khan Academy'nin öğrenim hakkında yeni şeyler öğrenmesine yardım etmiş olacaksınız!

source: Taking the SAT in March 2016 or later? Practice for the new SAT instead.
ja: SAT を2016年の3月，またはそれ以降に受けますか? では，新しい SAT のための練習をしましょう．
nb: Ta SAT i mars 2016 eller senere? Øv på den nye SAT istedenfor.
pl: Przystępujesz do egzaminu SAT w marcu 2016 lub później? Ćwicz teraz do nowego egzaminu SAT.
pt: Vai fazer o SAT em março de 2016 ou depois? Prepare-se para o novo SAT.
pt_pt: Vais fazer o SAT em março de 2016 ou depois? Prepare-te para o próximo SAT.
tr: Mart 2016'dan sonra SAT sınavına mı gireceksiniz? Yeni sınava Khan Academy ile hazırlanın.

source: Taking the SAT in March 2016 or later? Use our practice questions and tests.
ja: SAT を2016年の3月，またはそれ以降に受けますか? では，私達の練習問題とテストを使いましょう
nb: Ta SAT i mars 2016 eller senere? Bruk våre øvings- oppgaver og tester.
pl: Przystępujesz do egzaminu SAT w marcu 2016 lub później? Użyj naszych praktycznych pytań i testów.
pt: Vai fazer o SAT em março de 2016 ou depois? Use nossas questões e testes práticos.
pt_pt: Vais fazer o SAT em março de 2016 ou depois? Usa os nossos testes de preparação.
tr: SAT sınavına Mart 2016'dan sonra mı gireceksiniz? Alıştırmalarma sorularımızı ve testlerimizi deneyin.

source: Talk it up!
da: Tal det op!
es: ¡Dilo más alto!
fr: Parlons-en!
nb: Skravle i vei!
nl: Ga zo door!
pl: Przedyskutuj to!
pt: Anuncie!
pt_pt: Fala com toda a gente!
tr: Tanışalım!

source: Tantalum
es: Tantalio
pl: Tantal
pt: Tântalo
pt_pt: Tântalo
tr: Tantal

source: Tara is a math teacher at Ben Franklin High School in New Orleans.
es: Tara es una profesora de matemáticas de la Ben Franklin High School en Nueva Orleans.
pt: Tara é professora de matemática na Ben Franklin High School, em Nova Orleans.
tr: Tara New Orleans'taki Ben Franklin Lisesi'nde matematik öğretmenliği yapıyor.

source: Targets Hit
nb: Treff på mål
pt: Alvos atingidos

source: Taylor Series
da: Taylor-rækker
es: Series de Taylor
fr: Série de Taylor
nb: Taylor-rekker
nl: Taylorreeks
pl: Ciągi Taylora
pt: Série de Taylor
pt_pt: Série de Taylor
tr: Taylor Serisi

source: Teach me how
da: Lær mig hvordan
es: Enséñame cómo
fr: Apprenez-moi !
ja: どのようにしたらいいか教えて下さい．
nb: Lær meg hvordan
nl: Leer mij hoe
pl: Naucz mnie jak
pt: Mostre-me como
pt_pt: Mostrem-me como se faz
tr: Nasıl yapılacağını göster

source: Teacher/Coach
bg: Учител/Треньор
da: Lærer/Vejleder
es: Maestro/Tutor
fr: Enseignant / Coach
he: מורה/מאמן
nb: Lærer/veileder
nl: Leraar/Coach
pl: Nauczyciel/Trener
pt: Professor/Tutor
pt_pt: Professor ou tutor
tr: Öğretmen/Eğitmen

source: Teachers, start here
da: Lærere, start her
es: Maestros, inicien aquí
fr: Enseignants, commencez ici
ja: 先生はこちらから
nb: Lærere, start her
nl: Leerkrachten, begin hier
pl: Nauczyciele, zacznijcie tutaj
pt: Professores, comecem por aqui
pt_pt: Professores, comecem aqui
tr: Öğretmenler, buradan başlayın

source: Teachers, start here.
da: Lærere, start her.
es: Maestros, comiencen aquí.
fr: Enseignants, commencez ici.
ja: 教師の皆さんはこちらからはじめて下さい．
nb: Lærere, start her.
nl: Leerkrachten, begin hier.
pl: Nauczyciele, zacznijcie tutaj.
pt: Professores, comecem por aqui.
pt_pt: Professores, comecem aqui.
tr: Öğretmenler, buradan başlayın.

source: Team
es: Equipo
fr: Équipe
nb: Lag
pl: Drużyna
pt: Equipe
pt_pt: Equipa
tr: Takım

source: Team Beta: Challenge Champion
da: Team Beta: Mester af Udfordringen
es: Equipo Beta: Campeón de desafíos
fr: Équipe Bêta: Défiez le Champion
ja: チームベータ: チャレンジチャンピオン
nb: Team Beta: Utfordringskonkurranse
nl: Team Beta: Uitdagingskampioen
pl: Drużyna Beta: Zwycięzca Wyzwania
pt: Equipe beta: campeão do desafio
pt_pt: Equipa de testes: Campeão dos desafios
tr: Takım Beta: Bilgi Ölçme Yarışması Şampiyonu

source: Team Beta: Challenge Teammate
da: Team Beta: Udfordring Holdkammerat
es: Equipo Beta: Compañero de equipo de los desafíos
fr: Equipe Beta : donnez un défi à vote équipier
ja: チームベータ: チャレンジチームメイト
nb: Team Beta: Utfordre lagkamerat
nl: Team Beta: Uitdaging teamgenoot
pl: Drużyna Beta: Wyzwij na pojedynek oponenta
pt: Equipe beta: companheiro do desafio
pt_pt: Equipa de testes: Desafia um colega da equipa
tr: Takım Beta: Bilgi Ölçme Yarışması Takım Arkadaşı

source: Teams Dogfood Participant
da: Deltager på Team Dogfood
es: Participante del equipo Dogfood
fr: Participant des équipes Dogfood
ja: ドッグフードチームの参加者
nb: Deltaker på Team Dogfood
nl: Teams Dogfood deelnemer
pl: Uczestnik Zespołów Dogfood
pt: Integrante das equipes de teste
pt_pt: Participante na equipa Dogfood
tr: Köpekmaması Takımı Katılımcısı

source: Technetium
es: Tecnecio
pl: Technet
pt: Tecnécio
pt_pt: Tecnécio
tr: Teknetyum

source: Tell me more!
da: Fortæl mig mere!
es: ¡Cuéntame más!
fr: Dites m'en plus!
ja: もっと教えて下さい!
nb: Fortell meg mer!
nl: Vertel me meer!
pl: Powiedz mi więcej!
pt: Quero saber mais!
pt_pt: Quero saber mais!
tr: Daha çok öğrenmek istiyorum!

source: Tell the Khan Academy community about yourself in %(val)s characters or less. Who are you? How are you using Khan Academy?
da: Fortæl Khan Academy fællesskabet om dig selv med %(val)s tegn eller mindre. Hvem er du? Hvordan bruger du Khan Academy?
es: Cuéntale a la comunidad de Khan Academy sobre ti en %(val)s caracteres o menos. ¿Quién eres? ¿Cómo estás usando Khan Academy?
fr: Présentez vous en %(val)s caractères ou moins, à Khan Academy. Qui êtes vous ? Pourquoi utilisez vous la Khan Academy ?
ja: カーンアカデミーのコミュニティにあなたについて %(val)s 字以下で語る．あなたは誰ですか? どのようにカーンアカデミーを使っていますか?
nb: Fortell Khan-Academy-fellesskapet om deg selv med %(val)s tegn eller mindre. Hvem er du? Hvordan bruker du Khan Academy?
nl: Vertel de Khan Academy community over jezelf in %(val)s tekens of minder. Wie ben je? Hoe gebruikt u Khan Academy?
pl: Opowiedz o sobie społeczności Khan Academy w %(val)s lub mniej znaków. Kim jesteś? Jak używasz Khan Academy?
pt: Conte sobre você à equipe da Khan Academy em até %(val)s caracteres. Quem é você? Como você utiliza a Khan Academy?
pt_pt: Conta aos outros utilizadores da Khan Academy quem és e como a utilizas sem ultrapassares os %(val)s caracteres.
tr: Khan Academy kullanıcılarına kendinizden bahsedin. Kimsiniz? Khan Academy Türkçe'yi nasıl kullanıyorsunuz? (maksimum %(val)s karakter)

source: Tell us about your child!
es: ¡Cuéntanos sobre tu hijo!
fr: Parlez-nous de votre enfant !
ja: あなたのお子さんについてお話を聞かせて下さい!
nb: Fortell oss om barnet ditt!
nl: Vertel ons over je kind!
pl: Powiedz nam o swoim dziecku!
pt: Conte-nos sobre seu filho!
pt_pt: Diga-nos mais acerca do seu filho!
tr: Bize çocuğunuzu anlatın!

source: Tell us about your class!
es: ¡Cuéntanos sobre tu clase!
fr: Parlez-nous de votre classe !
ja: あなたのクラスについてお話を聞かせて下さい!
nb: Fortell oss om din klasse!
nl: Vertel ons over je klas!
pl: Opowiedz nam o swojej klasie!
pt: Conte-nos sobre sua turma!
pt_pt: Diga-nos como correu a sua aula!
tr: Bize sınıfınızı anlatın!

source: Tell us about yourself!
es: ¡Cuéntanos sobre ti!
fr: Parlez-nous de vous !
ja: あなた自身について教えて下さい!
nb: Fortell om deg selv!
nl: Vertel ons over jezelf!
pl: Opowiedz nam o sobie!
pt: Conte-nos sobre você!
pt_pt: Diz-nos mais acerca de ti!
tr: Bize kendinizden bahsedin!

source: Tell us exactly how you tried to input the answer from the hints. Did a different answer work instead?
da: Fortæl os præcist hvordan du har forsøgt at indtaste svaret fra vores hints. Virkede et andet svar i stedet?
es: Cuéntanos exactamente cómo intentaste introducir la respuesta de las pistas. ¿En lugar de esa, funcionó una respuesta diferente?
fr: Dites nous exactement comment vous avez essayé d'entrer la réponse à partir des conseils. Une réponse différente fonctionnait-elle à la place ?
nb: Fortell oss nøyaktig hvordan du forsøkte å skrive inn svaret fra ledetrådene. Fungerte det med et annet svar?
nl: Vertel ons precies hoe he hebt geprobeerd met behulp van de hints het antwoord hebt gegeven. Lukte het met een ander antwoord wel?
pl: Napisz nam dokładnie, jak próbowałeś wstawić odpowiedź z podpowiedzi. Czy jakaś inna odpowiedź jest uważana za prawidłową?
pt: Diga-nos exatamente como tentou dar a resposta a partir das dicas. Uma resposta diferente funcionou?
tr: Bize cevabınızı girerken ipuçlarını nasıl kullandığınızı anlatın. Farklı bir cevap işinize yaradı mı?

source: Tell us exactly what you found confusing. How would you reword the question or hints to be less confusing?
da: Fortæl os præcist hvad du fandt forvirrende. Hvordan ville du omformulere spørgsmålet eller vores hints for at gøre det mindre forvirrende?
es: Cuéntanos exactamente qué encontraste confuso. ¿Cómo podría redactar la pregunta o las pistas para hacerlas menos confusas?
fr: Dites nous exactement ce que vous avez trouvé confus. Comment reformuleriez vous la question ou les conseils pour que cela soit moins confus?
nb: Fortell oss nøyaktig hva du synes var forvirrende. Hvordan ville du formulert spørsmålet eller ledetrådene slik at de ble mindre forvirrende?
nl: Vertel ons precies wat je verwarrend vond. Hoe zou je de vraag of hints minder verwarrend vinden?
pl: Napisz nam dokładnie, co było dla ciebie mylące. Jak przeredagowałbyś pytanie czy podpowiedź, aby ułatwić zrozumienie?
pt: Diga-nos exatamente o que achou confuso. Como você reformularia a pergunta ou as dicas para ficarem menos confusas?
pt_pt: Diz-nos exatamente o que achaste confuso. Como reescreverias a questão (ou dicas) para ser menos confusa?
tr: Bize tam olarak neyi muğlak veya kafa karıştırıcı bulduğunuzu anlatın. Daha kolay anlaşılabilmesi için, siz olsanız soruyu ya da ipuçlarını nasıl ifade ederdiniz?

source: Tell us exactly what's wrong with the hints. What answer did you get and how did you get it?
da: Fortæl os præcist, hvad der er galt med vores hints. Hvilket svar fik du og hvordan fik du det?
es: Cuéntanos exactamente que está mal con las pistas. ¿Qué respuesta obtuviste y cómo lo hiciste?
fr: Dites-nous exactement quel est le problème avec les conseils. Quelle réponse avez-vous obtenu et comment l'avez-vous obtenu?
nb: Fortell oss nøyaktig hva som er galt med ledetrådene. Hvilket svar fikk du, og hvordan fikk du det?
nl: Vertel ons precies wat is er mis met de hints. Welk antwoord heb je en hoe ben je er aan gekomen?
pl: Napisz nam dokładnie, co jest nie tak z podpowiedziami. Jaki wynik uzyskałeś i jak do niego doszedłeś?
pt: Diga-nos exatamente o há de errado com as dicas. Qual resposta você obteve e como a conseguiu?
pt_pt: Diz-nos exatamente o que está errado com as sugestões. Que resposta obtiveste e como a obtiveste?
tr: Bize ipuçlarıyla ilgili sorunları anlatın. Hangi cevaba, nasıl ulaştınız?

source: Tell us how you're using Khan Academy to help you learn!
bg: Кажете ни как използвате Кан Академията за да учите!
da: Fortæl os om, hvordan du bruger Khan Academy til at hjælpe dig med at lære!
es: ¡Dinos cómo estás usando Khan Academy para ayudarte a aprender!
fr: Dites-nous comment vous utilisez Khan Academy pour vous aider à apprendre !
he: ספר לנו איך אתה משתמש באקדמיית קהאן כדי לסייע לך ללמוד!
nb: Fortell oss hvordan du bruker Khan Academy til å hjelpe deg å lære!
nl: Vertel ons hoe je Khan Academy gebruikt om je te helpen leren!
pl: Opowiedz nam, jak wykorzystujesz Khan Academy jako pomoc w nauce!
pt: Conte-nos como você está usando a Khan Academy para ajudá-lo a aprender!
tr: Bize Khan Academi'den nasıl yararlandığınızı anlatın!

source: Tell your friends they can learn anything
bg: Кажете на приятелите си че могат да научат всичко
da: Fortæl dine venner at de kan lære hvad som helst
es: Dile a tus amigos que pueden aprender cualquier cosa
fr: Dites à vos amis qu'ils peuvent tout apprendre
nb: Fortell dine venner at de kan lære hva som helst
nl: Vertel je vrienden dat ze alles kunnen leren
pl: Powiedz znajomym, że mogą nauczyć się wszystkiego
pt: Conte para seus amigos que eles podem aprender qualquer coisa
pt_pt: Diz aos teus amigos que podem aprender o que quiserem
tr: Paylaşın ve arkadaşlarınıza her şeyi öğrenebileceklerini anlatın

source: Telling time
da: Hvad er klokken?
es: Diciendo la hora
fr: Lire l'heure
ja: 時計の読み方
nb: Bestemme klokka
nl: Klokkijken
pl: Wskazywanie czasu
pt: Dizer as horas
pt_pt: Saber as horas
tr: Saat Kaç?

source: Telling time 0.5
da: Hvad er klokken 0,5
es: Diciendo la hora 0.5
fr: Lire l'heure 0.5
hi: समय बताता है 0.5
nb: Klokken 0.5
nl: Klokkijken 0.5
pl: Wskazywanie czasu 0.5
pt: Dizendo as horas 0,5
tr: Saati söylemek 0.5

source: Telling time 1
nl: Klokkijken 1
pt: Dizer as horas 1
tr: Zamanı söylemek 1

source: Telling time 2
da: Hvad er klokken 2
es: Diciendo la hora 2
fr: Lire l'heure 2
nb: Hva er klokken 2
nl: Klokkijken 2
pl: Wskazywanie czasu 2
pt: Dizer as horas 2
tr: Zamanı söylemek 2

source: Telling time 3
nl: Klokkijken 3
pt: Dizer as horas 3
tr: Zamanı söylemek 2

source: Tellurium
es: Telurio
nb: Tellur
pl: Tellur
pt: Telúrio
pt_pt: Telúrio
tr: Telluriyum

source: Temperature (deg. Celsius)
pl: Temperatura (stopnie Celsjusza)
pt: Temperatura (graus Celsius)
tr: Sıcaklık (santigrat derece)
