Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <span aria-hidden="true">Show answer</span> <span class="sr-only">Show the answer to this question</span>
ja: <span class="sr-only">この質問についての</span>全 {{answerCount}} 個の答えを表示する
nb: <span aria-hidden="true">Vis svar</span> <span class="sr-only">Vis svarene på dette spørsmålet</span>
pl: <span aria-hidden="true">Pokaż odpowiedź</span> <span class="sr-only">Pokaż odpowiedź na to pytanie</span>
pt: <span aria-hidden="true">Mostrar resposta</span> <span class="sr-only">Mostrar a resposta para essa pergunta</span>
pt_pt: <span aria-hidden="true">Mostrar a resposta</span> <span class="sr-only">Mostrar a resposta a esta pergunta</span>

source: <span aria-hidden="true">Show answer</span> <span class="sr-only">Show the answer to {{authorNickname}}'s question</span>
ja: <span class="sr-only">{{authorNickname}}の質問</span>についての 全{{answerCount}} 個の答えを表示
nb: <span aria-hidden="true">Vis svar</span> <span class="sr-only">Vis svar på {{authorNickname}}'s spørsmål</span>
pl: <span aria-hidden="true">Pokaż odpowiedź</span> <span class="sr-only">Pokaż odpowiedź na pytanie {{authorNickname}}</span>
pt: <span aria-hidden="true">Mostrar resposta</span> <span class="sr-only">Mostrar resposta para a pergunta de {{authorNickname}}</span>
pt_pt: <span aria-hidden="true">Mostrar a resposta</span> <span class="sr-only">Mostrar a resposta à pergunta de {{authorNickname}}</span>

source: {{replyCount}} Comment
ja: {{replyCount}} のコメント
nb: {{replyCount}} Kommentar
pl: {{replyCount}} Komentarz
pt: {{replyCount}} Comentário
pt_pt: {{replyCount}} comentário

source: If you still want to report a problem, please help us understand more:
da: Hvis du stadig ønsker at rapportere et problem, kan du hjælpe os med at forstå mere:
es: Si aún deseas reportar un problema, ayúdanos a comprenderlo mejor:
fr: Si vous voulez encore signaler un problème, s'il vous plaît aidez nous à comprendre davantage :
nb: Hvis du fortsatt ønsker å rapportere et problem, kan du hjelpe oss å forstå mer:
nl: Als je nog steeds een probleem wilt melden, gelieve het ons beter te helpen begrijpen:
pl: Jeżeli nadal chcesz zgłosić problem, pomóż nam lepiej zrozumieć:
pt: Se ainda quiser relatar um problema, ajude-nos a entender melhor:
tr: Eğer hala bir sorun bildirimi yapmak istiyor iseniz, konuyu daha iyi anlamamıza yardımcı olmanızı rica ediyoruz:

source: Your child will always be able to add teachers or coaches that are associated with {{restrictedDomain}}. The switch below will allow them to add other coaches outside of {{restrictedDomain}}.
da: Dit barn vil altid kunne tilføje lærere eller vejledere, der er forbundet med {{restrictedDomain}}. Parameteren nedenfor vil gøre det muligt for dem at tilføje andre vejledere uden for {{restrictedDomain}}.
es: Tu hijo siempre será capaz de agregar maestros o tutores que estén asociados con {{restrictedDomain}}. El botón de abajo les permitirá agregar otros tutores fuera de {{restrictedDomain}}.
fr: Votre enfant sera toujours capable d'ajouter des professeurs et des entraîneurs qui sont associés à {{restrictedDomain}}. L'interrupteur ci-dessous leur permettra d'ajouter d'autres entraîneurs en dehors du {{restrictedDomain}}.
ja: あなたの子供は {{restrictedDomain}} に関連付けられている先生やコーチを常に加えることができます．以下でそれを切り替えることで，子供達は {{restrictedDomain}} の外のコーチ達を加える許可が与えられることになります．
nb: Barnet ditt vil alltid kunne legge til veiledere og lærere som er med i {{restrictedDomain}}. Bryteren nedenfor vil gi dem tilgang til veiledere utenfor {{restrictedDomain}}.
nl: Jouw kind zal altijd leraren of coaches kunnen toevoegen die betrokken zijn bij {{restrictedDomain}}. Onderstaande knop zal hen ook toestaan coaches toe te voegen buiten {{restrictedDomain}}.
pl: Twoje dziecko zawsze będzie mogło dodać nauczycieli lub trenerów, którzy są powiązani z {{restrictedDomain}}. Poniższy przełącznik pozwoli mu dodawać innych trenerów spoza {{restrictedDomain}}.
pt: Seu filho sempre poderá adicionar professores ou tutores associados a {{restrictedDomain}}. A chave abaixo permitirá que ele adicione outros tutores fora de {{restrictedDomain}}.
pt_pt: O seu filho poderá sempre adicionar professores ou tutores associados a {{restrictedDomain}}. O seguinte botão permitirá que ele adicione outros tutores que não façam parte de {{restrictedDomain}}.
tr: Çocuğunuz her zaman {{restrictedDomain}} ile ilişkili eğitmenleri ve öğretmenleri ekleyebilecektir. Aşağıdaki anahtar, çocuklarınızın {{restrictedDomain}} dışındaki öğretmen ve eğitmenleri eklemesine izin verir.

source: Points earned for watching the video for the first time
da: Point for at se videoen for første gang
es: Puntos ganados por ver el video por primera vez
fr: Points gagnés pour avoir regardé la vidéo pour la première fois
nb: Poeng oppnådd for å se videoen første gang
nl: Punten verdiend voor het kijken van de video voor de eerste keer
pl: Punkty zdobyte za obejrzenie tego filmu pierwszy raz
pt: Pontos ganhos por assistir ao vídeo pela primeira vez
tr: Videoyu ilk kez izlediğiniz için kazandığınız puanlar

source: To level up more, you need to do mastery challenges on <a href="/">the dashboard</a>.
da: For at komme til næste niveau skal du vælge kompetence udfordringer på <a href="/">læringsoversigten</a>.
es: Para aumentar más tu nivel necesitas hacer retos de dominio en <a href="/">el panel</a>.
fr: Pout monter en niveau , il vous faut maîtriser une compétence parfaitement, et essayer le défi de maîtrise sur <a href="/">le tableau de bord</a>.
nb: For å komme opp et nivå, må du mestre utfordringer på <a href="/">oversikten</a>.
nl: Om nog een level omhoog te gaan moet je meesterschapsuitdagingen doen op <a href="/">het dashboard</a>.
pl: Aby podnieść swój poziom jeszcze wyżej, musisz robić wyzwania mistrzowskie na <a href="/">pulpicie nawigacyjnym</a>.
pt: Para mudar de nível você precisa fazer os desafios do <a href="/">painel</a>.
tr: Daha fazla seviye atlamak için, <a href="/">Pano'nuzdaki</a> ustalık bilgi ölçme yarışmalarından daha fazlasını tamamlamalısınız.

source: You control whether your child can accept invitations to be "coached" by their classroom teacher or another coach. Your child's coaches are able to view all of their activity.
da: Du bestemmer om dit barn kan modtage invitationer til at blive "vejledt" af deres skolelærer eller en anden vejleder. Dit barns vejledere er i stand til at se alle deres aktiviteter.
es: Tú controlas si tu hijo puede aceptar invitaciones para ser "asesorado" por su maestro de la escuela o por otro tutor. Los tutores de tu hijo pueden ver toda su actividad.
fr: Vous choisissez si votre enfant peut ou non accepter des invitations à être « coaché » par leur enseignant ou un autre coach. Les coaches de votre enfant seront en mesure de suivre toute son activité.
ja: あなたはあなたの子供が招待を受け入れてクラスルームの先生や他のコーチに「コーチされる」かどうかを決めます． あなたの子供のコーチは子供のアクティビティの全てを見ることができます．
nb: Du kontrollerer om barnet ditt kan godta invitasjoner til å bli "veiledet" av sin klasselærer eller en annen veileder. Ditt barnets veiledere kan se all deres aktivitet.
nl: Jij bepaalt of een kind uitnodigingen kan ontvangen om gecoached te worden door hun leraar of een andere coach. De coaches van je kind kunnen alle activiteiten van hun kind bekijken.
pl: Ty decydujesz czy Twoje dziecko może przyjmować zaproszenia do bycia "trenowanym" przez swojego nauczyciela lub innego trenera. Trenerzy Twojego dziecka widzą jego aktywność.
pt: Você controla se seu filho pode aceitar convites para ser "orientado" pelo professor ou outro tutor. Os tutores de seu filho são capazes de ver todas as suas atividades.
pt_pt: Controle se o seu filho pode aceitar convites para ser "ensinado" pelo professor da escola ou por outro tutor. Os tutores poderão ver toda a atividade do seu filho.
tr: Çocuğunuzun sınıf öğretmeni veya başka eğitmenlerden aldığı eğitmenlik davetiyelerini kabul edip edemeyeceğine siz karar veriyorsunuz. Eğitmenleri, çocuğunuzun bütün etkinliklerine erişebilmektedir.

source: You've practiced this task multiple times.
da: Du har øvet denne opgave flere gange.
es: Has practicado esta tarea varias veces.
fr: Vous avez pratiqué cette tâche plusieurs fois.
nb: Du har øvd på dette flere ganger.
nl: Je hebt deze taak meerdere malen geoefend.
pl: Przećwiczyłeś już to zadanie wiele razy.
pt: Você praticou esta tarefa várias vezes.
tr: Bu görevi bir kaç kere denediniz.

source: You've practiced this task multiple times. To level up more, you need to do mastery challenges.
da: Du har øvet denne opgave flere gange. For at gå et niveau op skal du prøve udfordringer.
es: Has practicado esta tarea múltiples veces. Para aumentar más de nivel necesitas hacer retos de dominio.
fr: Vous avez essayé beaucoup de choses, beaucoup de fois. Pour passer aux niveaux supérieurs, persévérez et essayez le défi de maîtrise !
nb: Du har øvd på dette flere ganger. for å komme opp et nivå, må du gjøre mestringsutfordringer .
nl: Je hebt deze taken meerdere malen geoefend. Om een level omhoog te gaan moet je meesterschapsuitdagingen doen.
pl: Przećwiczyłeś już to zadanie wiele razy. Żeby przejść na wyższy poziom, musisz przerobić wyzwania mistrzowskie.
pt: Você praticou essa tarefa várias vezes. Para mudar de nível, você precisa fazer os desafios.
tr: Bu görev üzerinde bir çok kez çalışmışsınız. Seviye atlamak için daha çok Bilgi Ölçme Yarışması yapmalısınız.

source: <b>Click on any topic bar to view your progress in each skill. Click on any skill to practice it.</b>
da: <b>Klik på ethvert emne for at se dine fremskridt i hver færdighed. Klik på enhver færdighed for at øve den.</b>
es: <b>Haz clic en cualquier barra de tema para ver tu progreso en cada habilidad. Haz clic en cualquier habilidad para practicarla.</b>
fr: <b>Cliquez sur n'importe quelle barre de sujet pour voir votre progrès dans chaque compétence. Cliquez sur une compétence pour vous entraîner.</b>
ja: <b>それぞれのスキルのあなたの進捗状況を見るためには，トピックバーのいずれかをクリックします．練習問題をするにはどれかのスキルをクリックします．</b>
nb: <b>Klikk på hvert hovedemne for å se din egen fremgang i hvert emne. Klikk på hvert emne for å øve på det.</b>
nl: <b>Klik op een onderwerp om je voortgang in elke vaardigheid te zien. Klik op elke vaardigheid om deze te oefenen.</b>
pl: <b>Kliknij na pasku tematu żeby sprawdzić swój postęp w każdej umiejętności. Kliknij na jakąś czynność żeby ją przećwiczyć.</b>
pt: <b>Clique em qualquer barra de tópico para ver seu progresso em cada habilidade. Clique em qualquer habilidade para praticá-la.</b>
pt_pt: <b>Clica na barra de qualquer tópico para veres o teu progresso em cada competência. Clica em qualquer competência para a aperfeiçoares.</b>
tr: <b>Her bir beceride ilerlemenizi görmek için herhangi bir konu çubuğuna tıklayın. Alıştırma yapmak için herhangi bir beceriye tıklayın.</b>

source: If your school signs up over half of its eligible students (or 100 students, whichever is reached first), we’ll send you a care package filled with LearnStorm swag (e.g., posters, stickers, etc.) that can be used to help celebrate and encourage student learning in the challenge. If your schools signs up more than 75% its students, we’ll send some extra special prizes!
nb: Hvis skolen din registrerer over halvparten av alle kvalifiserte elever (eller 100 elever om det oppnås først), vil vi sende deg en pakke fylt med LearnStorm effekter (eks., plakater, klistremerker, osv.) som kan brukes til å hjelpe å feire og oppmuntre elever i utfordringen. Hvis din skole registrerer mer enn 75% sine elever, vil vi sende noen ekstra spesielle premier!
pt: Se sua escola registrar mais da metade de seus alunos elegíveis (ou 100 alunos, o que for alcançado primeiro), vamos enviar um pacote cheio de material da LearnStorm (por exemplo, pôsteres, adesivos etc.) que pode ser usado para comemorar e para incentivar os alunos a aprender com os desafios. Se suas escolas registrar mais de 75% de seus alunos, vamos mandar alguns prêmios especiais!
tr: Okulunuz katılabilir öğrencilerin yarısından fazlasını (veya 100 öğrenciyi, hangisine daha önce ulaşılırsa) kaydettirirse, size LearnStorm promosyonlarıyla (örneğin, posterler, çıkartmalar vesaire) dolu, ve yarışmada öğrencilerin öğrenmesine yardımcı olan bir paket göndereceğiz. Okullarınız öğrencilerinin %75'inden fazlasını kaydettirirse, size özel ödüller göndereceğiz!

source: Please let us know how old you are so we can give you the best experience. <a target="_blank" href="#" id="age-question-learn-more">Learn more about why we ask.</a>
da: Fortæl os venligst, hvor gammel du er, så vi kan give dig den bedste oplevelse. <a target="_blank" href="#" id="age-question-learn-more"> Læs mere om hvorfor vi beder om din alder.</a>
es: Por favor, indícanos tu edad para que te podamos brindar la mejor experiencia. <a target="_blank" href="#" id="age-question-learn-more">Aprende más de por qué te preguntamos.</a>
fr: Veuillez nous faire part de votre âge pour que votre meilleure expérience soit la meilleure possible. <a target="_blank" href="#" id="age-question-learn-more">Apprendre pourquoi nous demandons.</a>
nb: Vær snill å oppgi alderen din så vi best kan tilpasse læringen. <a target="_blank" href="#" id="age-question-learn-more">Lær med om hvorfor vi spurte.</a>
nl: Laat ons weten hoe oud je bent, zodat we je de best mogelijk ervaring kunnen bieden. <a target="_blank" href="#" id="age-question-learn-more">Vind hier meer informatie over waarom we dit vragen.</a>
pl: Prosimy, powiedz nam ile masz lat, żebyśmy mogli dać Ci jak najlepsze doświadczenia. <a target="_blank" href="#" id="age-question-learn-more">Dowiedz się więcej o tym, dlaczego pytamy.</a>
pt: Para que possamos oferecer a você a melhor experiência, informe-nos sua idade. <a target="_blank" href="#" id="age-question-learn-more">Saiba por que estamos pedindo isso.</a>
pt_pt: Diz-nos a tua idade para que possamos apresentar-te os conteúdos mais indicados para ti. <a target="_blank" href="#" id="age-question-learn-more">Sabe mais</a>.
tr: Size en iyi deneyimi sunabilmemiz için lütfen bize kaç yaşında olduğunuzu söyleyin. <a target="_blank" href="#" id="age-question-learn-more">Neden sorduğumuz hakkında daha fazla bilgi edinin.</a>

source: School Monthly Cup winners include schools who are ranked in the TOP 3 on the Schools tab for the Month time period on the All Bay Area leaderboards.
nb: Skolevinnere av månedlig cup er for skoler som er rangert på TOPP 3 på resultatlisten for måneden i perioden for All Bay området.
pt: As escolas vencedoras do campeonato mensal são aquelas que estão entre as 3 melhores na guia Escolas dos quadros de classificação do mês de toda a Área da Baía.
tr: Okul Aylık Kupasını kazananlar, Ay boyunca Tüm Körfez Bölgesi liderlik panolarında Okul sekmesinde İLK 3 sırada olanlardan seçilir.

source: There was a problem using your Facebook account to sign in [<a class='showdetails' href='javascript:void 0'>why?</a>]. Try using Google or email.
bg: Имаше проблем при използването на Вашия Facebook акаунт за влизане [<a class='showdetails' href='javascript:void 0'> защо?</a>]. Опитайте да използвате Google или имейл.
da: der var et problem med din Facebook-konto under login i [<a class='showdetails' href='javascript:void 0'>Hvorfor?</a>]. Prøv med Google eller email.
es: Hubo un problema al usar tu cuenta de Facebook para iniciar sesión in [<a class='showdetails' href='javascript:void 0'>¿por qué?</a>]. Prueba con Google o con un correo electrónico.
fr: Il y a eu un problème avec votre compte Facebook lors de la connexion [<a class='showdetails' href='javascript:void 0'>pourquoi ?</a>]. Essayez d'utiliser Google ou votre adresse e-mail.
he: הייתה בעיה בניסיון ההרשמה דרך חשבון הפייסבוק שלכם [<a class='showdetails' href='javascript:void 0'>מדוע?</a>]. נסו להתחבר בעזרת חשבון גוגל או חשבון דואר אלקטרוני.
ja: あなたの Facebook アカウントを使ってのサインインに問題があります． [<a class='showdetails' href='javascript:void 0'>なぜ?</a>]Google または電子メイルを試してみて下さい．
nb: Det oppstod et problem med innlogging via Facebook-kontoen din [<a class='showdetails' href='javascript:void 0'> Hvorfor?</a>]. Prøv Google eller email.
nl: Er was een probleem bij het inloggen met jouw Facebook account. [<a class='showdetails' href='javascript:void 0'>waarom?</a>]. Probeer het eens met Google of e-mail.
pl: Wystąpił problem z użyciem Twojego Facebook'owego konta do zalogowania się [<a class='showdetails' href='javascript:void 0'>dlaczego?</a>]. Spróbuj użyć Google lub adresu e-mail.
pt: Não foi possível fazer o login usando sua conta do Facebook [<a class='showdetails' href='javascript:void 0'>por quê?</a>]. Tente usar o Google ou o e-mail.
pt_pt: Ocorreu um erro ao utilizar a tua conta do Facebook para iniciares sessão [<a class='showdetails' href='javascript:void 0'>porquê?</a>]. Experimenta com o Google ou com um e-mail.
tr: Facebook hesabınızı kullanarak <a class='showdetails' href='javascript:void 0'> sisteme giriş yapmanızda bir sorunla karşılaştık. Niçin?</a>\Lütfen Google veya e-posta hesabınızı deneyin.

source: To add you as a coach, your students should click their username at the top right, choose "Profile," and go to their profile's "Coaches" tab. There, they should enter <strong>{{coachId}}</strong> under "Add a coach."
da: For at tilføje dig som lærer, skal dine elever klikke på deres brugernavn øverst til højre, vælge "Profil", og gå til fanen "Lærere". Der skal de indtaste <strong>{{coachId}}</strong> under "Tilføj en lærer."
es: Para agregarte como tutor, tus estudiantes deben hacer clic en su nombre de usuario en la parte superior derecha, escoger "Perfil" e ir a su pestaña de "Tutores". Ahí, deben ingresar <strong>{{coachId}}</strong> debajo de "Agregar un tutor".
fr: pour vous ajouter en tant que coach, vos étudiants doivent cliquer sur leur nom d'utilisateur en haut à droite, choisir "Profil" et aller dans l'onglet « Coachs » de leur profil. Là, ils devraient entrer <strong>{{coachId}}</strong> sous « Ajouter un Coach. »
ja: あなたをコーチとして加えるために，あなたの生徒は上部右側のユーザ名をクリックして，「プロフィール」を選択し，生徒達のプロフィールの「コーチ」タブに行く必要があります．そこで，生徒は「コーチを追加」の下で<strong>{{coachId}}</strong> を入力しなくてはいけません．
nb: For at elevene skal legge deg til som veileder/lærer, må de klikke på sitt brukernavn oppe til venstre, velge "Profil," og gå til deres profils "Veileder" knapp. Der kan de skrive <strong>{{coachId}}</strong> under "Legg til veileder."
nl: Om jou als coach toe te voegen, moeten je leerlingen rechtsboven op hun gebruikersnaam klikken, "Profiel" kiezen en gaan naar het tabje "Coaches". Daar moeten ze <strong>{{coachId}}</strong> invoeren bij "Coach toevoegen".
pl: Żeby dodać Cię jako trenera, Twoi uczniowie powinni kliknąć na swoją nazwę użytkownika w prawym górnym rogu, wybrać "Profil," i przejść na swoim profilu do zakładki "Trenerzy". Tam powinni wpisać <strong>{{coachId}}</strong> w "Dodaj trenera."
pt: Para adicionar você como tutor, seus alunos devem clicar em seus nomes de usuário no canto superior direito, escolher "Perfil," e ir para a guia "Tutores". Lá, eles devem digitar <strong>{{coachId}}</strong> abaixo de "Adicionar tutor."
pt_pt: Para o associar como tutor, os seus alunos deverão clicar no nome de utilizador (canto superior direito), escolher "Perfil" e depois aceder ao separador "Tutores". Na página de tutores, basta que digitem o seu ID de tutor <strong>{{coachId}}</strong> no campo da secção "Adiciona um tutor."
tr: Sizi eğitmenlerine ekleyebilmeleri için, öğrencilerinizin önce sağ üst köşedeki kullanıcı adlarına tıklayarak profil bağlantılarını seçmeleri, sonra da profillerindeki "Eğitmenler" sekmesine gitmeleri, ve son olarak da sekmedeki "Eğitmen ekleme" bölümünün altına <strong>{{coachId}}</strong> yazmaları gerekmektedir.

source: To become an individual Monthly Cup winner, you need to be ranked in the TOP 3 for your grade on the Learners tab for the Month time period of the leaderboards.
nb: For å bli personlig vinner av månedlig cup, må du bli rangert på TOPP 3 for din aldersklasse på månedens toppliste for elever i denne perioden.
pt: Para se tornar um vencedor individual do campeonato mensal, você deve estar entre os 3 melhores do seu ano na guia de Alunos dos quadros de classificação do mês.
tr: Bireysel bir Aylık Kupa kazanmak için, Ay boyunca kendi sınıfınızın Öğrenme sekmesinde İLK 3 sırada olmalısınız.

source: To join this class, your students should click their username at the top right, choose "Profile," and go to their profile's "Coaches" tab. There, they should enter your class code <strong><span class="class-code-id">{{classCode}}</span></strong> under "Add a coach."
da: For at deltage i denne klasse, bør dine elever klikke på deres brugernavn øverst til højre, vælge "Profil", og gå til fanen "Lærere" . Der bør de indtaste deres klassekode <strong><span class="class-code-id">{{classCode}}</span></strong> under "Tilføj en lærer."
es: Para unirte a esta clase, tus estudiantes deben hacer clic en su nombre de usuario, en la parte superior derecha, escoger "Perfil" e ir a su pestaña de "Tutores". Ahí, deben ingresar el código de tu clase <strong><span class="class-code-id">{{classCode}}</span></strong> debajo de "Agregar un tutor".
fr: pour rejoindre cette classe, vos étudiants doivent cliquer sur leur nom d'utilisateur en haut à droite, choisir "Profil" et aller dans l'onglet « Coachs » de leur profil. Là, ils doivent entrer votre code de classe <strong><span class="class-code-id"> {{classCode}}</span></strong> sous « Ajouter un coach. »
ja: このクラスに参加するためにあなたの生徒は上部右側のユーザ名をクリックして，「プロフィール」を選択し，生徒達のプロフィールの「コーチ」タブに行く必要があります．そこで，生徒は「コーチを追加」の下であなたのクラスコード <strong><span class="class-code-id">{{classCode}}</span></strong> を入力しなくてはいけません．
nb: For å delta i en klasse må eleven klikke på sitt brukernavn øverst til venstre, velge "Profil," og gå til deres profils "Veleder" knapp. Der kan de skrive din klassekode <strong><span class="class-code-id">{{classCode}}</span></strong> under "Legg til veileder."
nl: Om bij de klas te komen, moeten je leerlingen rechtsboven op hun gebruikersnaam klikken, "Profiel" kiezen en gaan naar het tabje "Coaches". Daar moeten ze de klascode <strong><span class="class-code-id">{{classCode}}</span></strong> invoeren bij "Coach toevoegen."
pl: Żeby dołączyć do klasy, Twoi uczniowie powinni kliknąć w swoją nazwę użytkownika w prawym górnym rogu, wybrać "Profil," i przejść w swoim profilu do zakładki "Trenerzy". Tam powinni wpisać kod Twojej klasy <strong><span class="class-code-id">{{classCode}}</span></strong> w "Dodaj trenera."
pt: Para fazer parte dessa turma, seus alunos devem clicar em seus nomes de usuário, no canto superior direito, escolher "Perfil," e ir para a guia "Tutores". Lá, eles devem digitar o seu código de turma <strong><span class="class-code-id">{{classCode}}</span></strong> abaixo de "Adicionar um tutor".
pt_pt: Para se juntarem a esta turma, os seus alunos têm de clicar no nome de utilizador (no canto superior direito), selecionar "Perfil", escolher o separador "Tutores" e, na secção "Adiciona um tutor", deverão digitar o código da turma: <strong><span class="class-code-id">{{classCode}}</span></strong>.
tr: Bu derse katılabilmeleri için, öğrencilerinizin önce sağ üst köşedeki kullanıcı adlarına tıklayarak "Profil"i seçmeleri, sonra da profillerindeki "Koçlar" sekmesine gitmeleri gerekmektedir. Bu sekmeyi açtıktan sonra, "koç ekleme" bölümünün altına <strong> <span class="class-code-id">{{classCode}}</span></strong> yazarak dersinize katılabilirler.
