Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Dr. Joanna Milk is Contributing Editor for Fourteenth- and Fifteenth-Century Tuscan Art. She recently received her Ph.D. in the History of Art from the University of London’s Courtauld Institute of Art, where she attended as a Thomas Lee scholar. Currently, she is working on a book project investigating depictions of visionary experience in early Renaissance Italy.
pt: A Dra. Joanna Milk é editora contribuinte de Arte Toscana dos Séculos XIV e XV. Ela recentemente obteve seu doutorado em História da Arte no Instituto de Arte Courtauld da Universidade de Londres, onde estudou com a bolsa Thomas Lee. Atualmente, está trabalhando em um livro que investiga as representações de experiências visionárias na Itália Renascentista.
tr: Dr. Joanna Milk, Ondördüncü ve Onbeşinci Yüzyıl Toskana Sanatı için Katkıda Bulunan Editördür. Yakın zamanda Thomas Lee bursuyla devam ettiği Londra Üniversitesi Courtauld Sanat Enstitüsü'nden Sanat Tarihi doktorasını almıştır. Bu aralar, Rönesans'ın başlangıcında İtalya'da öngörüsel deneyimlerin tasvirlerini araştıran bir kitap projesinde çalışmaktadır.

source: Dr. Jordana Moore Saggese is an assistant professor of Visual Studies, and affiliated faculty in the Graduate Program in Visual and Critical Studies at California College of the Arts. Trained as an art historian, her work focuses on modern and contemporary art with an emphasis on the expressions and theorizations of blackness.
pt: A Dra. Jordana Moore é professora assistente de estudos visuais e professora associada no programa de pós-graduação em estudos visuais e críticos na Faculdade de Arte da Califórnia. Treinada como historiadora da arte, seu trabalho se concentra em arte moderna e contemporânea com ênfase nas expressões e teorizações da negritude.
tr: Dr. Jordana Moore Saggese, Görsel Çalışmalar dalında yardımcı doçenttir, ve Kaliforniya Sanat Üniversitesi'nin Görsel ve Eleştirel Çalışmalar programında öğretim görevlisidir. Eğitimini sanat tarihinde yapmıştır, çalışmaları siyahlık ifade ve teorilerine vurguyla çağdaş ve modern sanat üzerinedir.

source: Dr. Joseph Dauben is Distinguished Professor of History at Herbert H. Lehman College and the Graduate School and University Center of the City University of New York. He has published widely on many subjects including the History of Science, the History of Mathematics, the Scientific Revolution, Sociology of Science, and Intellectual History. He received his Ph.D. at Harvard University.
pt: O Dr. Joseph Dauben é professor de História da Arte na Faculdade Herbert H. Lehman e na Escola de Pós-graduação e Centro Universitário da Universidade da Cidade de Nova York. Ele já publicou artigos sobre muitos assuntos, incluindo a história da ciência, da matemática, a revolução científica, a sociologia da ciência e a história intelectual. Ele obteve seu doutorado pela Universidade de Harvard.
tr: Dr. Joseph Dauben, New York Şehir Üniversitesi'nde Herbert H. Lehman College, Lisansüstü Eğitim Fakültesi ve Üniversite Merkezinde Tarih alanında Ordinaryus Profesördür. Bilim Tarihi, Matematik Tarihi, Bilimsel Devrim, Bilimin Sosyolojisi, ve Entelektüel Tarih de dahil olmak üzere, birçok konuda makaleler yayımlamıştır. Doktorasını Harvard Üniversitesi'nde tamamlamıştır.

source: Dr. Julia Fischer is a Lecturer of Art History at Georgia Southern University. She has also taught at Columbus College of Art and Design, Denison University, and The Ohio State University. Her dissertation is titled “For Your Eyes Only: Private Propaganda in Roman Imperial Cameos." Her research explores the iconography of Roman imperial cameos.
pt: A Dra. Julia Fischer é palestrante de história da arte na Universidade do Sul da Georgia. Ela também lecionou na Faculdade Columbus de Arte e Design, Universidade Denison e na Universidade Estadual de Ohio. O título de sua dissertação é “For Your Eyes Only: Private Propaganda in Roman Imperial Cameos". Sua pesquisa explora a iconografia dos camafeus do império romano.
tr: Dr. Julia Fischer, Georgia Southern Üniversitesi'nde Sanat Tarihi alanında öğretim üyesidir. Ayrıca, Columbus Sanat ve Tasarım Üniversitesi, Denison Üniversitesi, ve Ohio Eyalet Üniversitesi'nde ders vermiştir. Doktora tezinin ismi, “Sadece Sizin Gözleriniz İçin: Roma İmparatorluk Kabartmalarında Özel Propaganda." Araştırmaları, Roma imparatorluk kabartmalarının ikonografisini keşfeder.

source: Dr. Juliana Kreinik has taught the History of Photography at SUNY, New Paltz, Pace University, and Pratt Institute and lectured on German art of the Weimar era. She received her Ph.D. from New York University's Institute of Fine Arts.
pt: A Dra. Juliana Kreinik lecionou história da fotografia na SUNY, New Paltz, Universidade Pace e Instituto Pratt, e deu palestras sobre arte alemã da era Weimar. Ela obteve seu doutorado pelo Instituto de Belas Artes da Universidade de Nova York.
tr: Dr. Juliana Kreinik, SUNY, New Paltz, Pace Üniversitesi, ve Pratt Enstitüsü'nde Fotoğrafçılık Tarihi öğretmiştir ve Weimar döneminde Alman sanatı dersi vermiştir. Doktorasını New York Üniversitesi'nin Güzel Sanatlar Enstitüsünden almıştır.

source: Dr. Karen Shelby is an Assistant Professor of Art History at Baruch College, The City University of New York. Her research focuses on the visual culture of Flemish nationalism in the Great War. Her book, Flemish Nationalism and the Great War: The Politics of Memory, Visual Culture and Commemoration, will be published in spring 2014.
pt: A Dra. KAren Shelby é professora assistente de história da arte na Faculdade Baruch, na Universidade da Cidade de Nova York. Sua pesquisa se concentra na cultura visual no nacionalismo flamengo durante a Grande Guerra. Seu livro, "Flemish Nationalism and the Great War: The Politics of Memory, Visual Culture and Commemoration", será publicado na primavera de 2014.
tr: Dr. Karen Shelby, Baruch College, New York Şehir Üniversitesi'nde Sanat Tarihi dalında Yardımcı Doçenttir. Araştırmaları Birinci Dünya Savaşı'nda Flaman milliyetçiliğinin görsel kültürüne odaklanır. Flaman Milliyetçiliği ve Büyük Savaş: Bellek, Görsel Kültür ve Anma adlı kitabı 2014 baharında yayımlanacaktır.

source: Dr. Katherine T. Brown is Assistant Professor of Art History and Director of Museum Studies at Walsh University in North Canton, Ohio. She received her M.A. and Ph.D. from Indiana University-Bloomington. Research areas of interest include images of the Madonna della Misericordia in Medieval and Renaissance art, self-portraiture in Venice during the Renaissance, and the oeuvre of Luca Signorelli.
pt: A Dra. Katherine T. Brown é professora assistente de História da Arte e diretora de Estudos de Museologia na Universidade Walsh em North Canton, Ohio. Ela obteve seu mestrado e doutorado na Universidade de Indiana em Bloomington. Suas áreas de pesquisa e interesse incluem imagens da Madonna della Misericordia em arte medieval e renascentista, autorretratos em Veneza durante a Renascença e a oeuvre de Luca Signorelli.
tr: Dr. Katherine T. Brown, Kuzey Canton Ohio'daki Walsh Üniversitesi'nde Sanat Tarihi'nde yardımcı doçent ve Müze Çalışmaları Direktörüdür. Master ve doktorasını Indiana Üniversitesi-Bloomington'dan almıştır. Araştırma alanları arasında, Ortaçağ ve Rönesans Sanatı'nda Madonna della Misericordia görüntüleri, Rönesans boyunca Venedik'te otoportre, ve Luca Signorelli'nin tüm eserleri yer almaktadır.

source: Dr. Kathryn Wolford received a Ph.D. in History from Claremont Graduate University. Her research and teaching interests concern the symbiotic relationships between the Protestant Reformation, the Scientific Revolution, and the political revolutions within Europe and the wider Atlantic world during the sixteenth and seventeenth centuries. She is a reader at the Huntington Library and has taught at the University of California, Riverside, and Harvey Mudd College.
pt: A Dra. Kathryn Wolford obteve seu doutorado em história pela Claremont Graduate University. Seus interesses de pesquisa abordam as relações simbióticas entre a Reforma Protestante, a Revolução Científica e as revoluções políticas na Europa e mundo atlântico durante os séculos XVI e XVII. Ela é leitora na Biblioteca Huntington e lecionou na Universidade da Califórnia em Riverside e na Faculdade Harvey Mudd.
tr: Dr. Kathryn Wolford, Claremont Lisansüstü Üniversitesi'nde Tarih dalında doktora yapmıştır. Araştırma ve öğretmenliğinde ilgi alanı, onaltıncı ve onyedinci yüzyıllarda Protestan Reformu, Bilimsel Devrim ve Avrupa ve Atlantik Okyanusu'nun kıyısındaki dünyadaki siyasi devrimler arasındaki simbiyotik ilişkilerle ilgilidir. Huntington Kütüphanesi'nde bir okutmandır ve Kaliforniya Üniversitesi, Riverside, ve Harvey Mudd Üniversitesi'nde ders vermiştir.

source: Dr. Kris Belden-Adams is an Assistant Professor of Art History at the University of Mississippi. Her work has appeared in Afterimage, Cabinet, and in the Metropolitan Museum of Art’s 2012 book Faking It: Manipulated Photography before Photoshop.
pt: A Dra. Kris Belden-Adams é professora assistente de História da Arte na Universidade do Mississippi. Seu trabalho foi publicado no Afterimage, Cabinet, e no livro "Faking It: Manipulated Photography before Photoshop", publicado em 2012 pelo Museu Metropolitano de Arte.
tr: Dr. Kris Belden-Adams, Mississipi Üniversitesi'nde Sanat Tarihi yardımcı doçentidir. Eserleri Afterimage, Cabinet'te, ve Metropolitan Sanat Müzesi'nin 2012 tarihli Numara Yapma: Photoshop'tan Önce Fotoğrafların İşlenmesi adlı kitabında görüntülenmiştir.

source: Dr. Kristen M. Harkness specializes in Russian art of the late-nineteenth century and its relationship to the varied arts and crafts movements then developing across Europe. Dr. Harkness is currently a Lecturer at West Virginia University and an Instructor at University of Pittsburgh where she earned her Ph.D.
pt: A Dra. Kristen M. Harkness é especializada em arte russa do final do século XIX e na sua relação com os diversos movimentos artísticos e artesanais que estavam se desenvolvendo por toda a Europa. A Dra. Harkness atualmente é palestrante na Universidade de West Virginia e instrutora na Universidade de Pittsburgh, onde obteve seu doutorado.
tr: Dr. Kristen M. Harkness on dokuzuncu yüzyılın sonunda Rus sanatı ve o zamanda Avrupa'da gelişen değişik sanat ve el sanatlarıyla ilişkisi konusunda uzmandır. Dr. Harkness, West Virginia Üniversitesi'nde Öğretim Üyesi ve doktorasını bitirdiği Pittsburgh Üniversitesi'nde öğretim görevlisidir.

source: Dr. Laurel Taylor received her Ph.D. in the Art and Archaeology of the Mediterranean World from the University of Pennsylvania and teaches in the Departments of Art and Classics at the University of North Carolina Asheville. Her research interests focus on funerary art and ritual in ancient Italy and exploring the social meaning of death through Etruscan and Roman visual culture. Her current fieldwork is at the Etruscan and Roman site of Cetamura del Chianti, Italy.
pt: A Dra. Laurel Taylor obteve seu doutorado em arte e arqueologia do mundo mediterrâneo pela Universidade da Pensilvânia e leciona nos departamentos de arte e clássicos da Universidade da Carolina do Norte em Asheville. Seus interesses se concentram em arte e rituais funerários da Itália antiga e na exploração do significado social da morte na cultua visual etrusca e romana. Seu campo de trabalho atual é o sítio etrusco e romano de Cetamura del Chianti, na Itália.
tr: Dr. Laurel Taylor, Akdeniz Dünyasında Sanat ve Arkeoloji alanındaki doktorasını Pennsylvania Üniversitesi'nden almıştır ve Kuzey Karolina Üniversitesi Asheville'de Sanat ve Klasikler bölümlerinde ders vermektedir. Araştırmaları, antik İtalya'da mezar sanatı ve ritüellere, ve Etrüsk ve Roma görsel kültüründe ölümün sosyal anlamının keşfine odaklanır. Şu anki saha çalışması, Cetamura del Chianti, İtalya'daki Etrüsk ve Roma kazı yerindedir.

source: Dr. Lauren G. Kilroy-Ewbank is the Contributing Editor for Latin American Colonial art. She received her Ph.D. in Art History from the University of California Los Angeles. In 2013, she received a Mrs. Giles Whiting Foundation Fellowship for Excellence in Teaching at Brooklyn College, CUNY, where she is currently an Assistant Professor of Art History.
pt: A Dra. Lauren G. Kilroy-Ewbank é editora contribuinte de Arte Colonial Latino-americana. Ela obteve seu doutorado em História da Arte na Universidade da Califórnia em Los Angeles. Em 2013, ela recebeu a bolsa da Fundação Mrs. Giles Whiting por Excelência em Ensino na Faculdade do Brooklyn, CUNY, onde ela é atualmente professora assistente de História da Arte.
tr: Dr. Lauren G. Kilroy-Ewbank Latin Amerika Sömürgecilik Dönemi Sanatı için Katkıda Bulunan Editördür. Sanat Tarihi alanındaki doktorasını Kaliforniya Üniversitesi, Los Angeles'ta tamamlamıştır. 2013'te halen Sanat Tarihi Yardımcı Doçenti olarak görev yaptığı, CUNY Brooklyn College'da, Mrs. Giles Whiting Vakfı Mükemmel Öğretmenlik Bursu'nu kazanmıştır.

source: Dr. Lisa Miklush received her PhD from the University of San Diego and is currently an assistant professor at Gonzaga University.
pt: A Dra. Lisa Miklush obteve seu doutorado na Universidade de San Diego, e é atualmente professora assistente na Universidade de Gonzaga.
tr: Dr. Lisa Miklush doktorasını San Diego Üniversitesi'nde tamamladı ve şimdi Gonzaga Üniversitesi'nde yardımcı profesördür.

source: Dr. Margaret Herman earned a Ph.D. from the Graduate Center of the City University of New York, where she specialized in early twentieth-century architecture and urbanism. She has taught courses in art and architectural history at City College, Parsons, and Montclair State University.
pt: A Dra. Margaret Herman obteve seu doutorado pelo Centro de Pós-graduação da Universidade da Cidade de Nova York, onde ela se especializou em arquitetura e urbanismo do começo do século XX. Ela lecionou em cursos de história da arte e arquitetura no City College em Parsons, e na Universidade Estadual de Montclair.
tr: Dr. Margaret Herman, New York Şehir Üniversitesinin Lisansüstü Merkezinden, yirminci yüzyıl başlarında mimari ve şehircilik konusundaki uzmanlıkla bir doktora aldı. City College, Parsons, ve Montclair Eyalet Üniversitesi'nde sanat ve mimari tarihi dersleri vermiştir.

source: Dr. Matthew Postal is a historian of 20th-century architecture and urbanism. A graduate of Vassar College and New York University's Institute of Fine Arts, he earned his Ph.D. at the Graduate Center of City University in 1998, where his dissertation examined the relationship between Modernism, museums, and the media.
pt: O Dr. Matthew Postal é historiador de arquitetura e urbanismo no século XX. Graduado na Faculdade Vassar e no Instituto de Belas Artes da Universidade de Nova York, ele obteve seu doutorado no Centro de Pós-graduação da Universidade da Cidade em 1998, com uma dissertação que examinou a relação entre modernismo, museus e a mídia.
tr: Dr. Matthew Postal, 20. yüzyıl mimari ve şehircilik tarihçisidir. Vassar Üniversitesi ve New York Üniversitesi'nin Güzel Sanatlar Enstitüsü'nün bir mezunu olarak, doktorasını 1998'de Şehir Üniversitesi'nin Lisansüstü Merkezi'nden almıştır, doktora tezi Modernizm, müzeler, ve medya arasındaki ilişkileri incelemiştir.

source: Dr. Nancy Ross is Contributing Editor for Medieval Art. She received her Ph.D. in the History of Art from Cambridge University in 2007. She specializes in medieval illuminated manuscripts and teaches art history at Dixie State College of Utah.
pt: A Dra. Nancy Ross é editora contribuinte de Arte Medieval. Ela obteve seu doutorado em História da Arte na Universidade de Cambridge em 2007. Ela é especialista em manuscritos medievais iluminados e ensina história da arte na Faculdade Estadual Dixie, em Utah.
tr: Dr. Nancy Ross, Ortaçağ Sanatı için Kıdemli Editördür. Sanat Tarihi alanındaki doktora derecesini 2007 yılında Cambridge University'den almıştır. Ortaçağ dönemi tezhipli el yazmaları alanında uzmanlaşmıştır ve Utah'taki Dixie State College'da sanat tarihi dersleri vermektedir.

source: Dr. Nausikaä El-Mecky is a fellow of the interdisciplinary research group Bildakt und Verkörperung at the Humboldt University in Berlin and a lecturer at the Freie Universität in Berlin and Utrecht University in the Netherlands. She received her Ph.D. in History of Art from the University of Cambridge in 2013 for her thesis "Dangerous Art: Towards a Theory of Organised Legal Attacks on European Art."
pt: A Dra. Nausikaä El-Mecky é pesquisadora no grupo de pesquisa interdisciplinar Bildakt und Verkörperung na Universidade Humboldt em Berlim e palestrante na Freie Universität em Berlim e na Universidade Utrecht nos Países Baixos. Ela obteve seu doutorado em História da Arte na Universidade de Cambridge em 2013 por sua tese "Dangerous Art: Towards a Theory of Organised Legal Attacks on European Art".
tr: Dr. Nausikaä El-Mecky, Berlin'deki Humboldt Üniversitesi'ndeki Bildakt und Verkörperung disiplinler arası araştırma grubunun bir üyesidir ve Berlin'deki Freie Universität ve Hollanda'daki Utrecht Üniversitesi'nde öğretim üyesidir. Sanat Tarihi dalındaki doktorasını, Cambridge Üniversitesi'nden 2013'te "Tehlikeli Sanat: Avrupa Sanatına Karşı Organize Yasal Saldırılar için Bir Teoriye Doğru" adlı teziyle almıştır.

source: Dr. Noelle C. Paulson, a specialist in nineteenth-century European art history, received her MA and Ph.D. from Washington University in St. Louis. Since moving to Switzerland at the end of 2009, she has been an independent art historian, researcher, and freelance writer for museums in Italy, the Netherlands, Switzerland, Canada, and the U.S.
pt: A Dra. Noelle C. Paulson é especialista em história da arte europeia do século XIX, obteve seu mestrado e doutorado na Universidade Washington em St. Louis. Depois de se mudar para a Suíça no final de 2009, ela tem trabalhado independentemente como historiadora de arte, pesquisadora e escritora freelancer para museus na Itália, Países Baixos, Suíça, Canadá e EUA.
tr: Ondokuzuncu yüzyıl sanat tarihi uzamanı Dr. Noelle C. Paulson, master ve doktorasını St. Louis'deki Washington Üniversitesi'nde tamamlamıştır. 2009 yılı sonunda İsviçre'ye taşınmasından bu yana, İtalya, Hollanda, İsviçre, Kanada ve A.B.D'deki müzeler için bağımsız bir sanat tarihçisi, araştırmacı, ve serbest yazar olmuştur.

source: Dr. Parme Giuntini received her Ph.D. from UCLA where she focused on 18th century British portraiture and the development of a modern domestic ideal. She directs the Art History program at Otis College of Art and Design where her scholarly interests in portraiture and gender have broadened into fashion and identity.
pt: A Dra. Parme Giuntini obteve seu doutorado pela UCLA, onde se concentrou em retratos britânicos do século XVIII e no desenvolvimento de um ideal doméstico moderno. Ela dirige o programa de história da arte na Faculdade Otis de Arte e Design, onde seus interesses acadêmicos em retratos e gênero se expandiram para moda e identidade.
tr: Dr. Parme Giuntini doktorasını UCLA'da tamamlamıştır, uzmanlık alanı ise 18. yüzyıl İngilizce portreleri ve çağdaş bir aile idealinin gelişimidir. Otis Sanat ve Tasarım Üniversitesi'nde Sanat Tarihi programını yönetir, akademik ilgisi, portre ressamlığı ve cinsiyetten moda ve kimliğe uzanmıştır.

source: Dr. Radha Dalal is Assistant Professor of islamic Art and Architecture at Virginia Commonwealth University in Doha, Qatar. She researches visual cultures of mobility with a particular emphasis on architecture and the urban environment of the Ottoman Empire in the 19th and early 20th centuries and the empire’s socio-political interactions with other European and Asian polities.
pt: A Dra. Radha Dalal é professora assistente de Arte e Arquitetura Islâmica na Virginia Commonwealth University em Doha, Qatar. Ela pesquisa culturas visuais da mobilidade com ênfase em particular em arquitetura e no ambiente urbano do império otomano no século XIX e começo do século XX e as interações sociopolíticas do império com outras políticas europeias e asiáticas.
tr: Dr. Radha Dalal, Doha, Katar'daki Virjinya Milletler Topluluğu Üniversitesi'nde İslam Sanatı ve Mimarisi'nde Yardımcı Profesördür. Görsel devinim kültürlerini araştırır, ve 19'uncu yüzyıl ve 20'nci yüzyılın başlarında Osmanlı İmparatorluğu'nda mimari ve kent ortamıyla, imparatorluğun diğer Avrupa ve Asya şehirleriyle sosyopolitik etkileşimlerini özellikle vurgular.

source: Dr. Rebecca Jeffrey Easby is the Contributing Editor for 19th Century Art and an Associate Professor of Art History and Chair of the Fine Arts Program at Trinity Washington University in Washington, D.C. Her research can be found in publications such as The Burlington Magazine and History and Community: Essays in Victorian Medievalism (Garland Press). She received her Ph.D. from the Courtauld Institute of Art, University of London.
pt: A Dra. Rebecca Jeffrey Easby é editora contribuinte de Arte do Século XIX, professora associada de história da arte e presidente do programa de belas artes na Universidade Trinity Washington em Washington, D.C. Suas pesquisas podem ser encontradas em publicações como "The Burlington Magazine" e "History and Community: Essays in Victorian Medievalism" (Garland Press). Ela obteve seu doutorado no Instituto de Arte Courtlaud da Universidade de Londres.
tr: Dr. Rebecca Jeffrey Easby, 19. Yüzyıl Sanatı için Katkıda Bulunan Editördür ve Washington DC'deki Trinity Washington Üniversitesi'nde Sanat Tarihi doçenti ve Güzel Sanatlar Bölüm Başkanıdır. Araştırmalarını Burlington Dergisi ve Tarih ve Toplum: Viktorya Ortaçağı Hakkında Makaleler (Garland Yayınevi) gibi yayımlarda bulabilirsiniz. Londra Üniversitesi, Courtauld Sanat Enstitüsü'nde doktorasını tamamlamıştır.

source: Dr. Robert Summers received his Ph.D. in Art History at UCLA. Currently he is a lecturer at Otis College of Art, where he received the Excellence in Teaching award (2010-2011), and he was a Research Associate at UCLA’s Center for the Study of Women (2010-2011). He has published papers in anthologies, such as Dead History, Live Art and Art &amp; Shame, and academic journals.
pt: O Dr. Robert Summers obteve seu doutorado em história da arte pela UCLA. Atualmente ele é palestrante na Faculdade de Arte Otis, onde recebeu o prêmio Excellence in Teaching (2010-2011), e foi pesquisador associado no Centro de Estudos da Mulher da UCLA (2010-2011). Ele publicou artigos em antologias como "Dead History, Live Art and Art &amp; Shame" e jornais acadêmicos.
tr: Dr. Robert Summers, doktorasını UCLA'da Sanat Tarihi dalında yapmıştır. Halen Otis Sanat Üniversitesi'nde öğretim görevlisidir, burada Mükemmel Öğretmen ödülünü almıştır (2010-2011), ve UCLA Kadın Çalışmaları Merkezi'nde Araştırma Görevlisiydi (2010-2011). He has published papers in anthologies, such as Ölü Tarih, Canlı Sanat ve Sanat &amp; Utanç gibi antolojiler, ve akademik dergilerde makaleleri yayımlanmıştır.
