Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Vertex of a parabola
da: Toppunktet for en parabel
es: Vértice de una parábola
fr: Sommet d’une parabole
nb: Vendepunktet for en parabel
pl: Wierzchołek paraboli
pt: Vértice de uma parábola
tr: Parabolün köşesi

source: Vertical angles
es: Los ángulos opuestos por el vértice
fr: Angles opposés par le sommet
nb: Toppvinkler
pl: Kąty wierzchołkowe
pt: Ângulos opostos pelo vértice
tr: Ters Açılar

source: Vertical angles 2
es: Ángulos verticales 2
fr: Angles opposés par le sommet 2
pl: Kąty wierzchołkowe 2
pt: Ângulos opostos pelo vértice 2
tr: Ters açılar 2

source: Vertical angles are congruent, so the angle <span class="hint_pink">vertical</span> to the <span class="hint_purple">opposite interior angle</span> is congruent.
fr: Deux angles opposés par le sommet sont égaux, donc l'angle <span class="hint_pink">opposé par le sommet</span> à <span class="hint_purple">l'angle alterne-interne</span> est égal à l'angle donné.
nb: Vertikale vinkler er samsvarende, så vinkelen <span class="hint_pink">vertikalt</span> for den <span class="hint_purple">motsatte vinkelen</span> er samsvarende.
pl: Kąty wierzchołkowe są przystające, więc kąt <span class="hint_pink">wierzchołkowy</span> do <span class="hint_purple">przeciwległego kąta wewnętrznego</span> jest przystający.
pt: Os ângulos opostos pelo vértice são congruentes, portanto, o ângulo <span class="hint_pink">oposto pelo vértice</span> ao <span class="hint_purple">ângulo oposto interior</span> é congruente.
tr: Ters açılar eştir, buna göre, <span class="hint_purple">iç ters açıya </span><span class="hint_pink"> ters</span> olan açı eştir.

source: Vertical angles are congruent, so the angle <span class="hint_red">vertical</span> to the <span class="hint_orange">given</span> is congruent.
fr: Deux angles opposés par le sommet sont égaux, donc l'angle <span class="hint_red">opposé par le sommet</span> à l'angle <span class="hint_orange">codé</span> lui est égal.
nb: Toppvinkler er samsvarende, så vinkelen <span class="hint_red">vertikalt</span> til den <span class="hint_orange">merkede</span> er samsvarende.
pl: Kąty wierzchołkowe są przystające, więc kąt <span class="hint_red">wierzchołkowy</span> dla <span class="hint_orange">podanego</span> kąta jest przystający.
pt: Os ângulos opostos pelo vértice são congruentes, portanto, o ângulo <span class="hint_red">oposto pelo vértice</span> ao <span class="hint_orange">dado</span> é congruente.
tr: Ters açılar eştir, buna göre, <span class="hint_orange">verilen</span> açıya <span class="hint_red">ters</span> olan açı eştir.

source: Vertical angles are equal, so the pink angle measures <code><var>MEASURE</var></code> degrees.
es: Los ángulos verticales son iguales, por lo que el ángulo rosa mide <code><var>MEASURE</var></code> grados.
fr: Les angles opposés par le sommet sont égaux, donc l'angle rose mesure <code><var>MEASURE</var></code> degrés.
pl: Kąty wierzchołkowe są zawsze równe, więc różowy kąt ma miarę <code><var>MEASURE</var></code> stopni.
pt: Ângulos opostos pelo vértice são iguais, então o ângulo rosa mede <code><var>MEASURE</var></code> graus.
tr: Ters açılar eşittir, yani pembe açının ölçüsü, <code><var>MEASURE</var></code> derecedir.

source: Vertical angles are formed at the intersection of two straight lines.
es: Los ángulos opuestos por el vértice se forman en la intersección de dos líneas rectas.
fr: Les angles opposés sont formés à l'intersection de deux droites.
pl: Kąty wierzchołkowe powstają w miejscu przecięcia dwóch linii prostych.
pt: Ângulos opostos pelo vértice são formados na interseção de duas retas.
tr: Ters açılar, iki doğrunun kesişiminde oluşurlar.

source: Very Likely
da: Meget sandsynligt
es: Muy probable
fr: Très probable
nb: Svært sannsynlig
nl: Zeer waarschijnlijk
pl: Bardzo prawdopodobne
pt: Muito provável
pt_pt: Muito provável
tr: Büyük olasılıkla

source: Very Unlikely
da: Meget usandsynligt
es: Muy improbable
fr: Très peu probable
nb: Svært usannsynlig
nl: Zeer onwaarschijnlijk
pl: Bardzo mało prawdopodobne
pt: Muito improvável
pt_pt: Pouco provável
tr: Pek olası değil

source: Very helpful
ja: とても助かった
nb: Svært nyttig
pt: Muito útil
pt_pt: Muito útil

source: Victoria Valdes is studying at the University of Virginia as a candidate for the Ph.D. in the History of Art and Architecture. She works primarily with early medieval manuscripts, specializing in the Ottonian period.
pt: Victoria Valdes estuda na Universidade da Virginia como doutoranda em história da arte e arquitetura. Ela trabalha principalmente com manuscritos do começo da idade média, especializando-se no período otomano.
tr: Victoria Valdes, Sanat ve Mimari Tarihi'nde doktora adayı olarak Virginia Üniversitesi'nde okumaktadır. Ottonyan dönemi başta olmak üzere, erken ortaçağ yazmaları üzerinde çalışır.

source: Video
fr: Vidéo
ja: ビデオ
pl: Film
pt: Vídeo
pt_pt: Vídeo

source: Video Data Summary
da: Video Data Oversigt
es: Resumen de los datos del video
fr: Résumé de données vidéo
nb: Oppsummering videodata
nl: Samenvatting van de videogegevens
pl: Podsumowanie danych wideo
pt: Resumo dos dados de vídeo
tr: Video Veri Özeti

source: Video Focus
da: Fokus for Videoer
es: Enfoque del video
fr: Orienté vidéos
nb: Videofokus
pl: Koncentracja na filmach
pt: Foco nos vídeos
pt_pt: Foco nos vídeos
tr: Videolara Odaklanıyoruz

source: Video Minutes
da: Video Minutter
es: Minutos de videos
fr: Minutes de vidéo
ja: ビデオを見た時間(分)
nb: Video minutter
nl: Videominuten
pl: Minuty filmów
pt: Minutos nos vídeos
pt_pt: Minutos de vídeos
tr: Video dakikaları

source: Video Testimonials
bg: Видео препоръки
da: Videofortællinger
es: Testimonios en video
fr: Témoignages vidéo
he: המלצות וידאו
nb: Videofortellinger
pl: Opinie wideo
pt: Depoimentos em vídeo
tr: Kullanıcı Görüş Videoları

source: Video feedback
nb: Video tilbakemelding
pl: Opinia o filmie
pt: Feedback do vídeo
tr: Video geri bildirimi

source: Videos
da: Videoer
fr: Vidéos
ja: ビデオ
nb: Videoer
pl: Filmy
pt: Vídeos
pt_pt: Vídeos
tr: Videolar

source: Videos completed
da: Videoer afsluttet
es: Videos completados
fr: Vidéos complétées
ja: 完了したビデオ数
nb: Videoer fullført
nl: Videos voltooid
pl: Obejrzane filmy
pt: Vídeos concluídos
pt_pt: Vídeos visualizados
tr: Tamamlanan videolar

source: Videos:
da: Videoer:
fr: Vidéos :
ja: ビデオ:
nb: Videoer:
pl: Filmy:
pt: Vídeos:
pt_pt: Vídeos:
tr: Videolar:

source: View <a href="https://khanacademy.zendesk.com/hc/communities/public/topics">general discussions about Khan Academy</a>.
fr: Accéder aux <a href="https://khanacademy.zendesk.com/hc/communities/public/topics">discussions générales sur à propos de Khan Academy</a>.
ja: <a href="https://khanacademy.zendesk.com/hc/communities/public/topics">カーンアカデミーについての一般的な議論</a> を見る．
nb: Se <a href="https://khanacademy.zendesk.com/hc/communities/public/topics">generelle diskusjoner om Khan Academy</a>.
pl: Zobacz <a href="https://khanacademy.zendesk.com/hc/communities/public/topics">ogólną dyskusję na temat Khan Academy</a>.
pt: Visualizar <a href="https://khanacademy.zendesk.com/hc/communities/public/topics">discussões gerais sobre a Khan Academy</a>.
pt_pt: Ver as <a href="https://khanacademy.zendesk.com/hc/communities/public/topics">discussões gerais acerca da Khan Academy</a>.
tr: <a href="https://khanacademy.zendesk.com/hc/communities/public/topics">Khan Academy hakkında genel tartışmaları</a> görüntüleyin.

source: View Khan Academy in:
bg: Вижте Кан Академията на:
da: Se Khan Academy på:
es: Ve Khan Academy en:
fr: Visiter Khan Academy en :
he: הצג את אקדמיית קהאן ב:
ja: カーンアカデミーを別国語で見る:
nb: Velg språk:
nl: Bekijk Khan Academy in:
pl: Zobacz Khan Academy w:
pt: Veja a Khan Academy em:
pt_pt: Ver a Khan Academy em:
tr: Khan Academy Dili

source: View Your Spin-offs
da: Se dine Spin-offs
es: Ve tus derivados
fr: Voir vos spin-offs
ja: あなたのスピンオフを見る
nb: Se dine spin-off
nl: Bekijk je Spin-offs
pl: Zobacz swoje spin-offy
pt: Exibir seus derivados
pt_pt: Vê as tuas variações
tr: Uyarlamalarınıza Göz Atın

source: View all
da: Se alle
es: Ver todos
fr: Voir tous
ja: 全てを見る
nb: Vis alle
nl: Alles weergeven
pl: Zobacz wszystko
pt: Exibir tudo
pt_pt: Ver tudo
tr: Tümünü görün

source: View all %(num_activities)d activities
da: Se alle %(num_activities)d aktiviteter
es: Ve todas las %(num_activities)d actividades
fr: Voir les %(num_activities)d activités
nb: Vis alle %(num_activities)d aktiviteter
pl: Zobaczy wszystkie aktywności %(num_activities)d
pt: Visualizar todas as %(num_activities)d atividades
pt_pt: Ver todas as atividades (%(num_activities)d)
tr: %(num_activities)d aktivitenin tümünü görmek

source: View assessments taken by your students.
fr: Voir les évaluations faites par vos élèves.
pl: Zobacz testy oceniające zrobione przez Twoich uczniów.
pt: Exibir avaliações feitas por seus alunos.
pt_pt: Veja os testes dos seus alunos.
tr: Öğrencilerinizin tamamladığı değerlendirmeleri görüntüleyin.

source: View child summary
da: Se oversigt for barn
es: Ver resumen del hijo
fr: Voir le résumé d'activité de l'enfant
ja: 子の概要を見る
nb: Se barnets oppsummering
nl: Weergave kind samenvatting
pl: Wyświetl podsumowanie dziecka
pt: Veja o resumo do seu filho
pt_pt: Ver resumo
tr: Öğrenci özetini görüntüle

source: View content
da: Se indhold
es: Ver el contenido
fr: Visualiser le contenu
ja: コンテストを見る
nb: Vis innhold
nl: Inhoud bekijken
pl: Zobacz zawartość
pt: Exibir conteúdo
pt_pt: Mostrar todo o conteúdo
tr: İçeriği görüntüle

source: View evaluation
da: Se evaluering
es: Ver evaluación
fr: Voir l'évaluation
nb: Vis evaluering
nl: Toon evaluatie
pl: Zobacz ocenę
pt: Visualizar avaliação
pt_pt: Ver avaliação
tr: Değerlendirmeyi görüntüle

source: View existing clarifications
da: Se eksisterende præciseringer
es: Ver aclaraciones existentes
fr: Voir les explications additionnelles
ja: 既存の明確化を見る
nb: Vis eksisterende utdypninger
nl: Laat bestaande verduidelijkingen zien
pl: Zobacz istniejące wyjaśnienia
pt: Ver esclarecimentos existentes
pt_pt: Ver esclarecimentos existentes
tr: Varolan açıklamaları görüntüleyin

source: View full list of %(missionName)s content
da: Se komplet liste over %(missionName)s indhold
es: Ver la lista completa del contenido de %(missionName)s
fr: Voir la liste complète de %(missionName)s
ja: %(missionName)s のコンテントの全リストを見る
nb: Se hele listen av %(missionName)s innhold
nl: Bekijk de volledige lijst %(missionName)s
pl: Zobacz pełną listę zawartości %(missionName)s
pt: Visualizar lista completa do conteúdo %(missionName)s
pt_pt: Ver todo o conteúdo de %(missionName)s
tr: %(missionName)s içeriğinin tam listesini görüntüleyin

source: View full progress report
da: Se hele statusrapporten
es: Ve el reporte de progreso completo
fr: Afficher le rapport complet
ja: 完全な進捗状況レポートを見る
nb: Vis full fremgangsrapport
nl: Bekijk volledig vooruitgangsrapport
pl: Pokaż pełny raport
pt: Exibir relatório completo de progresso
pt_pt: Ver relatório completo do progresso
tr: Tam ilerleme raporunu görüntüle

source: View in Tutorial
da: Se i Tutorial
es: Ver en la Lección
fr: Voir dans un Tutoriel
ja: チュートリアルで見る
nb: Vises i Opplæringen
nl: Bekijk in Tutorial
pl: Zobacz w instrukcji
pt: Ver em tutorial
pt_pt: Ver no tutorial
tr: Bölümde görüntüleme

source: View infection status.
pt: Visualizar status da infecção.
tr: Enfeksiyon durumunu görüntüleyin.

source: View on Khan Academy
da: Se på Khan Academy
es: Ver en Khan Academy
fr: Vu sur la Khan Academy
ja: カーンアカデミーで見る
nb: Se på Khan Academy
nl: Bekijk op Khan Academy
pl: Obejrzyj na Khan Academy
pt: Ver na Khan Academy
pt_pt: Ver na Khan Academy
tr: Khan Academy'de izleyin

source: View on YouTube
ja: YouTube で見る
nb: Vis på YouTube
pl: Zobacz na YouTube
pt: Assistir no YouTube
pt_pt: Ver no YouTube
tr: YouTube'da izleyin

source: View our major supporters
pt: Conheça nossos principais apoiadores
pt_pt: Ver os patrocinadores principais
tr: Büyük destekçilerimizi görün

source: View our promotion resources
es: Mira nuestros recursos de promoción
ja: あなたのプロモーションのリソースを見る
nb: Se resultater
nl: Bekijk onze promotie mogelijkheden
pl: Zobacz nasze zasoby do promocji
pt: Veja nossos recursos de promoção
pt_pt: Vê os nossos recursos de promoção
tr: Promosyon kaynaklarımıza bakın

source: View patterns: <span class="pattern-tabs"> <a href="javascript:void(0);" class="selected" id="show-flips" data-offset="0">Coin flips</a> | <a href="javascript:void(0);" id="show-chart-1" data-offset="1">H vs T</a> | <a href="javascript:void(0);" id="show-chart-2" data-offset="2">Two-flip streaks</a> | <a href="javascript:void(0);" id="show-chart-3" data-offset="3">Three-flip streaks</a> </span>
da: Se mønstre: <span class="pattern-tabs"> <a href="javascript:void(0);" class="selected" id="show-flips" data-offset="0">Møntkast</a> | <a href="javascript:void(0);" id="show-chart-1" data-offset="1"> K vs P</a> | <a href="javascript:void(0);" id="show-chart-2" data-offset="2">To-kasts-sekvenser</a> | <a href="javascript:void(0);" id="show-chart-3" data-offset="3">Tre-kasts-sekvenser</a></span>
es: Ver patrones: <span class="pattern-tabs"> <a href="javascript:void(0);" class="selected" id="show-flips" data-offset="0">Lanzamientos de moneda al aire</a> | <a href="javascript:void(0);" id="show-chart-1" data-offset="1">H vs T</a> | <a href="javascript:void(0);" id="show-chart-2" data-offset="2">Rachas de dos lanzamientos de moneda al aire</a> | <a href="javascript:void(0);" id="show-chart-3" data-offset="3">Rachas de tres lanzamientos de moneda al aire</a> </span>
fr: Voici les modèles : <span class="pattern-tabs"> <a href="javascript:void(0);" class="selected" id="show-flips" data-offset="0">Liste Piles & Faces</a> | <a href="javascript:void(0);" id="show-chart-1" data-offset="1">Fréquence Pile & Face</a> | <a href="javascript:void(0);" id="show-chart-2" data-offset="2">Fréquences sur 2 lancers</a> | <a href="javascript:void(0);" id="show-chart-3" data-offset="3">Fréquences sur 3 lancers</a> </span>
pt: Visualizar padrões: <span class="pattern-tabs"> <a href="javascript:void(0);" class="selected" id="show-flips" data-offset="0"> Lançamentos de moeda</a> | <a href="javascript:void(0);" id="show-chart-1" data-offset="1">H vs. T</a> | <a href="javascript:void(0);" id="show-chart-2" data-offset="2">Sequências de dois lançamentos</a> | <a href="javascript:void(0);" id="show-chart-3" data-offset="3">Sequências de três lançamentos</a> </span>
tr: Örüntü görüntüsü: <span class="pattern-tabs"> <a href="javascript:void(0);" class="selected" id="show-flips" data-offset="0">Coin flips</a> | <a href="javascript:void(0);" id="show-chart-1" data-offset="1">T ve Y</a> | <a href="javascript:void(0);" id="show-chart-2" data-offset="2">İki atışlı seri</a> | <a href="javascript:void(0);" id="show-chart-3" data-offset="3">Üç atışlı seri</a> </span>

source: View profile
da: Se profil
es: Ver perfil
fr: Voir le profil
ja: プロフィールを見る
nb: Vis profil
nl: Bekijk profiel
pl: Zobacz profil
pt: Exibir perfil
pt_pt: Ver perfil
tr: Profili Görüntüle

source: View settings
da: Se indstillinger
es: Ver configuración
fr: Paramètres
ja: 設定を見る
nb: Se innstillinger
nl: Bekijk instellingen
pl: Zobacz ustawienia
pt: Exibir configurações
pt_pt: Ver definições
tr: Ayarları Görüntüle

source: View suggestion
ja: 提案を見る
nb: Se forslag
pt: Visualizar sugestão
pt_pt: Ver sugestão
tr: Öneriyi göster

source: View summary
da: Se oversigt
es: Ver resumen
fr: Afficher le résumé
ja: 概要を見る
nb: Vis sammendrag
nl: Bekijk samenvatting
pl: Wyświetl podsumowanie
pt: Exibir resumo
pt_pt: Ver resumo
tr: Özet görüntüle

source: View teaching guide
es: Ver la guía didáctica
fr: Consultez le guide d'enseignement
ja: 教えのガイドを見る
nb: Vis veiledning for lærere
pl: Zobacz Przewodnik nauczyciela
pt: Ver guia de ensino
pt_pt: Ver manual de ensino
tr: Öğretim Kılavuzuna göz atınız

source: View the class statistics page for this set of students
bg: Преглед на статистиките за този клас от ученици
da: Se statistiksiden for denne gruppe elever
es: Ver la página de estadísticas de la clase para este grupo de estudiantes
fr: Voir la page des statistiques pour ce groupe d'élèves
he: צפייה בדף הסטטיסטיקה למקבץ תלמידים אלו
ja: この生徒達のクラスの統計情報を見る
nb: Vis statistikk for disse elevene
nl: Bekijk de statistiekenpagina van de klas voor deze set leerlingen
pl: Zobacz stronę statystyk klasy dla tej grupy uczniów
pt: Exibir a página de estatísticas da turma deste grupo de alunos
pt_pt: Ver a página das estatísticas da turma para este conjunto de alunos
tr: Bu öğrenci grubu için sınıf istatistiklerini görüntüleme

source: View the full report
da: Se den fulde rapport
es: Ve el reporte completo
fr: Rapport complet
nb: Se hele rapporten
nl: Het volledige rapport weergeven
pl: Zobacz pełny raport
pt: Visualizar o relatório completo
pt_pt: Ver o relatório completo
tr: Tam raporu görüntüleme

source: View the full report for %(child_name)s
da: Se den fulde rapport for %(child_name)s
es: Ver el reporte completo de %(child_name)s
fr: Consulter le rapport complet de %(child_name)s
nb: Vis full rapport for %(child_name)s
nl: Bekijk het volledige rapport van %(child_name)s
pl: Zobacz pełny raport dla %(child_name)s
pt: Exibir o relatório completo de %(child_name)s
pt_pt: Ver o relatório completo de %(child_name)s
tr: %(child_name)s detaylı raporu görüntüleyin

source: View the highlights of your child's progress for the week here.
da: Se højdepunkterne i dit barns fremskridt for denne uge her.
es: Ve aquí lo más destacado del progreso de tu hijo para la semana.
fr: Découvrez l'essentiel des progrès de votre enfant cette semaine, ici.
nb: Vis høydepunkter over barnets fremgang for hver uke her.
nl: De hoogtepunten van de vooruitgang van je kind voor de week hier bekijken.
pl: Zobacz najważniejsze postępy swojego dziecka w ciągu tygodnia tutaj.
pt: Veja os destaques do progresso do seu filho esta semana aqui.
tr: Çocuğunuzun bu hafta kaydettiği ilerlemenin önemli noktalarını buradan görüntüleyebilirsiniz.

source: View this comment
ja: このコメントを見る
nb: Se denne kommentaren
pl: Zobacz ten komentarz
pt: Visualizar este comentário
pt_pt: Ver este comentário
tr: Bu yorumu göster

source: View this question
ja: この質問を見る
nb: Se denne oppgaven
pl: Zobacz to pytanie
pt: Visualizar esta pergunta
pt_pt: Ver esta pergunta
tr: Bu soruyu göster

source: View this question by {{question.authorNickname}}
ja: {{question.authorNickname}} によるこの質問を見る
nb: Se denne oppgaven ved {{question.authorNickname}}
pl: Zobacz pytanie zadane przez {{question.authorNickname}}
pt: Visualizar esta pergunta por {{question.authorNickname}}
pt_pt: Ver esta pregunta de {{question.authorNickname}}
tr: Bu soruyu göster {{question.authorNickname}}

source: View this student's profile page
da: Få vist denne student's profilside
es: Ver el perfil de este estudiante
fr: Voir le profil de cet élève
ja: この生徒のプロフィールページを見る
nb: Vis denne elevens profil
nl: Bekijk het profiel van deze leerling
pl: Obejrzyj profil tego ucznia
pt: Exibir a página de perfil deste aluno
pt_pt: Mostrar a página de perfil deste aluno
tr: Bu öğrencinin profil sayfasını görüntüleme

source: View your child's progress
da: Se dit barns fremgang
es: Ve el progreso de tu hijo
fr: Voir le progrès de votre enfant
ja: お子様の進捗状況を見る
nb: Se ditt barns fremgang
nl: Bekijk de vooruitgang van uw kind
pl: Zobacz postęp swojego dziecka
pt: Visualizar o progresso de seu filho
pt_pt: Ver o progresso do seu filho
tr: Çocuğunuzun ilerlemesini görüntüleme

source: View your child's progress at: https://%(ka_hostname)s/students
da: Se dit barns fremskridt på: https://%(ka_hostname)s/students
es: Observa el progreso de tu hijo en: https://%(ka_hostname)s/students
fr: Voyez le progrès de votre enfant à : https://%(ka_hostname)s/students
ja: あなたのお子さんの進捗状況を次で見ましょう: https://%(ka_hostname)s/students
nb: Se ditt barns fremgang på: https://%(ka_hostname)s/students
nl: Bekijk uw kind's voortgang op: https://%(ka_hostname)s/students
pl: Zobacz postępy swojego dziecka na: https://%(ka_hostname)s/students
pt: Visualizar o progresso de seu filho em: https://%(ka_hostname)s/students

source: Views of a function
es: Vistas de una función
fr: Représentations d'une fonction
hi: कार्य पर नज़र
nb: Oversikt over funksjoner
pl: Spojrzenia na funkcję
pt: Representações de uma função
tr: Fonksiyonlara bakış

source: Virus
bg: Вирус
ja: ウイルス
pl: Wirus
pt: Vírus
pt_pt: Vírus
tr: Virüs

source: Vishal Punwani is an MD candidate at Melbourne Medical School, with a background in biology and nutrition. He has held lab teaching positions in biology and human anatomy at the University of Victoria, the University of British Columbia, and the University of Melbourne. Vish is passionate about medicine and physiology, but like any good Canadian, he holds ice hockey and boundless politeness above all else.
pt: Vishal Punwani é aluno do curso de medicina na Escola Médica de Melbourne, com background em biologia e nutrição. Ele deu aulas de biologia e anatomia humana na Universidade de Vitória, na Universidade da Colúmbia Britânica e na Universidade de Melbourne. Vish é apaixonado por medicina e fisiologia, mas como bom canadense, para ele o hóquei no gelo e a educação sem limites estão cima de tudo.
tr: Vishal Punwani Melbourne Tıp Fakültesi'nde bir MD adayıdır, biyoloji ve beslenme üzerine çalışmalar yapmıştır. Biyoloji ve insan anatomisi alanında Victoria Üniversitesi, British Columbia Üniversitesi, ve Melbourne Üniversitesi'nde laboratuvar öğretmenliği yapmıştır. Vish tıp ve fizyoloji alanlarına meraklıdır, ama her Kanadalı gibi, buz hokeyini ve sınırsız nezaketi her şeyin üstünde tutar.

source: Visit %(url)s
es: Visita %(url)s
ja: %(url)s を訪問
nb: Besøk %(url)s
nl: Bezoek %(url)s
pl: Odwiedź %(url)s
pt: Visite %(url)s
pt_pt: Acedam a %(url)s
tr: %(url)s ziyaret edin

source: Visit <a href="{{communityQuestionsUrl}}">Community Questions</a> to answer new questions in <a href="{{communityQuestionsUrl}}">{{translatedCommunityQuestionsTitle}}</a>.
es: Visita <a href="{{communityQuestionsUrl}}">Preguntas de la comunidad</a> para responder nuevas preguntas en <a href="{{communityQuestionsUrl}}">{{translatedCommunityQuestionsTitle}}</a>.
fr: Voir<a href="{{communityQuestionsUrl}}">Questions à la Communauté</a> afin de répondre à de nouvelles questions dans <a href="{{communityQuestionsUrl}}">{{translatedCommunityQuestionsTitle}}</a>.
ja: <a href="{{communityQuestionsUrl}}">コミュニティーの質問</a>に行き <a href="{{communityQuestionsUrl}}">{{translatedCommunityQuestionsTitle}}</a> の中の新しい質問に答える
nb: Besøk <a href="{{communityQuestionsUrl}}">Spørsmål fra brukerne</a> for å svare på nye spørsmål in <a href="{{communityQuestionsUrl}}"> {{translatedCommunityQuestionsTitle}}</a>.
nl: Bezoek <a href="{{communityQuestionsUrl}}">Community Vragen</a> om nieuwe vragen te beantwoorden in <a href="{{communityQuestionsUrl}}">{{translatedCommunityQuestionsTitle}}</a>.
pl: Zobacz <a href="{{communityQuestionsUrl}}">Pytania Społeczności</a> by odpowiedzieć na nowe pytania zadane przez <a href="{{communityQuestionsUrl}}">w {{translatedCommunityQuestionsTitle}}</a>.
pt: Visite <a href="{{communityQuestionsUrl}}">Perguntas da comunidade</a> para responder novas perguntas em <a href="{{communityQuestionsUrl}}">{{translatedCommunityQuestionsTitle}}</a>.
pt_pt: Visita a secção de <a href="{{communityQuestionsUrl}}">perguntas da comunidade</a> para responderes a novas perguntas em <a href="{{communityQuestionsUrl}}">{{translatedCommunityQuestionsTitle}}</a>.
tr: <a href="{{communityQuestionsUrl}}">{{translatedCommunityQuestionsTitle}}</a> hakkındaki yeni soruları cevaplamak için <a href="{{communityQuestionsUrl}}">Topluluk Soruları</a> bölümüne gidiniz.

source: Visit Khan Academy
da: Besøg Khan Academy
es: Visita Khan Academy
fr: Rendez-vous sur la Khan Academy
nb: Besøk Khan Academy
nl: Bezoek Khan Academy
pl: Odwiedź Khan Academy
pt: Visite a Khan Academy
pt_pt: Visite a Khan Academy
tr: Khan Academy'i ziyaret et
