Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: To make sure you get the most out of these challenges, we've disabled pasting code from outside. Studies show that typing code helps our brain solidify the concepts more.
da: For at du får mest muligt ud af disse udfordringer, har vi deaktiveret indsættelse af kode fra et andet sted. Undersøgelser viser, at skrive kode hjælper vores hjerne med indprente begreberne bedre.
es: Para asegurar que saques el mayor provecho de estos desafíos, hemos desabilitado la opción de pegar código desde afuera. Estudios muestran que escribir el código ayuda a nuestro cerebro a consolidar más los conceptos.
fr: Pour s'assurer que vous tirez le meilleur parti de ces défis, nous avons désactivé le copier/coller de code venant de l'extérieur. Des études montrent que taper du code aide notre cerveau à mieux consolider les concepts.
ja: これらのチャレンジの大部分が理解できたかどうかを確実にするために，ここでは他からのコードのペーストの機能を無効にしています．研究によると，コードをタイプすることは，私達の頭脳が学んだ概念をよりよく理解する助けになることがわかっています．
nb: For å sikre at du får mest ut av disse utfordringene, har vi deaktivert lime inn koden fra utenfor. Studier viser at å skrive koden hjelper hjernen med å innprente begrepene bedre.
nl: Om er zeker van te zijn dat je het meeste haalt uit deze uitdagingen, hebben we codes kopiëren uitgeschakeld. Studies laten zien dat codes typen het concept beter in het brein vastleggen.
pl: Aby upewnić się, że wyniesiesz jak najwięcej z tych wyzwań, wyłączyliśmy możliwość wklejania kodu z zewnątrz. Badania wskazują, że wpisywanie kodu pomaga mózgowi lepiej przyswoić koncepcje.
pt: Para garantir que você tire o máximo proveito desses desafios, desabilitamos o recurso de colar códigos de fora. Estudos mostram que digitar o código ajuda nosso cérebro a fixar mais os conceitos.
pt_pt: Para nos certificarmos de que tiras máximo partido destes desafios, desativámos a opção de "Colar" conteúdo que copies para o clipboard. Há estudos que mostram que, se digitares o código, consolidas melhor os conceitos.
tr: Bu bilgi yarışmalarından en iyi şekilde fayadalanabilmeniz için, dışarıdan kod yapıştırmayı engelledik. Araştırmalar, kod yazmanın beynimize konseptleri daha iyi kavraması için yardımcı olduğunu gösteriyor.

source: To manage your subscription to this weekly summary email, visit your class roster at:
da: For at administrere dit abonnement på denne ugentlige oversigts-email, skal du gå til din klasseliste:
es: Para administrar tu suscripción a este correo electrónico del resumen semanal, visita la lista de tu salón de clase en:
fr: Pour gérer votre abonnement à cet e-mail de résumé hebdomadaire, visitez votre liste de classe à :
nb: For å administrere ditt abonnement på dette ukentlige sammendraget, besøk din klasseliste på:
nl: Om je aanmelding voor dit wekelijkse overzichtemail te beheren, bezoek jouw klassenrooster op:
pl: Aby zarządzać subskrypcją na cotygodniowy email z podsumowanieml, wejdź w harmonogram klasy:
pt: Para gerenciar sua assinatura deste e-mail de resumo semanal, visite sua lista de turmas em:
tr: Bu haftalık e-posta özetine aboneliğinizi düzenlemek için, sınıf isim listenizi bu adreste bulabilirsiniz:

source: To move up to the maestro level in her piano school, <var>person(1)</var> needs to master at least <code><var>R</var></code> songs. <var>person(1)</var> has already mastered <code><var>Q</var></code> songs.
da: For at blive en sand kunstner på hendes klaverskole skal <var>person(1)</var> kunne mindst <code><var>R</var></code> sange udenad. <var>person(1)</var> kan allerede <code><var>Q</var></code> sange udenad.
es: Para subir al nivel maestro en su escuela de piano, <var>person(1)</var> debe dominal al menos <code><var>R</var></code> canciones. <var>person(1)</var> ya domina <code><var>Q</var></code> canciones.
fr: Pour progresser jusqu'au niveau Master à l'école de piano, <var>person(1)</var> doit maîtriser au moins <code><var>R</var></code> musiques. <var>person(1)</var> en maîtrise déjà <code><var>Q</var></code>.
nb: For å nå mesternivå på klaverskolen skal <var>person(1)</var> kunne minst <code><var>R</var></code> sanger utenat. <var>person(1)</var> kan allerede <code><var>Q</var></code> sanger utenat.
nl: Om het volgende niveau te behalen in haar pianolessen moet <var>person(1)</var> tenminste <code><var>R</var></code> liedjes onder de knie krijgen. <var>person(1)</var> heeft al <code><var>Q</var></code> liedjes onder de knie.
pl: Żeby osiągnąć poziom mistrzowski w swojej szkole pianistycznej, <var>person(1)</var> musi opanować przynajmniej <code><var>R</var></code> piosenek. <var>person(1)</var> ma już opanowane <code><var>Q</var></code> piosenek.
pt: Para passar para o nível de domínio em sua escola de piano, <var>person(1)</var> precisa dominar ao menos <code><var>R</var></code> músicas. <var>person(1)</var> já dominou <code><var>Q</var></code> músicas.
tr: Piyano okulunda usta düzeyine ulaşmak için, <var>person(1)</var> en az <code><var>R</var></code> şarkı öğrenmek zorundadır. <var>person(1)</var> zaten <code><var>Q</var></code> şarkı öğrenmiştir.

source: To move up to the maestro level in his piano school, <var>person(1)</var> needs to master at least <code><var>R</var></code> songs. <var>person(1)</var> has already mastered <code><var>Q</var></code> songs.
da: For at blive en sand kunstner på hans klaverskole skal <var>person(1)</var> kunne mindst <code><var>R</var></code> sange udenad. <var>person(1)</var> kan allerede <code><var>Q</var></code> sange udenad.
es: Para subir al nivel maestro en su escuela de piano, <var>person(1)</var> debe dominar al menos <code><var>R</var></code> canciones. <var>person(1)</var> ya domina<code><var>Q</var></code> canciones.
fr: Pour progresser jusqu'au niveau Master à l'école de piano, <var>person(1)</var> doit maîtriser au moins <code><var>R</var></code> musiques. <var>person(1)</var> en maîtrise déjà <code><var>Q</var></code>.
nb: For å nå mesternivå på pianoskolen må <var>person(1)</var> kunne minst <code><var>R</var></code> sanger utenat. <var>person(1)</var> kan allerede <code><var>Q</var></code> sanger utenat.
nl: Om het volgende niveau te behalen in zijn pianolessen moet <var>person(1)</var> tenminste <code><var>R</var></code> liedjes onder de knie krijgen. <var>person(1)</var> heeft al <code><var>Q</var></code> liedjes onder de knie.
pl: Żeby osiągnąć poziom mistrzowski w swojej szkole pianistycznej, <var>person(1)</var> musi opanować przynajmniej <code><var>R</var></code> piosenek. <var>person(1)</var> ma już opanowane <code><var>Q</var></code> piosenek.
pt: Para passar para o nível de domínio em sua escola de piano, <var>person(1)</var> precisa dominar ao menos <code><var>R</var></code> músicas. <var>person(1)</var> já dominou <code><var>Q</var></code> músicas.
tr: Piyano okulunda usta düzeyine ulaşmak için, <var>person(1)</var> en az <code><var>R</var></code> şarkı öğrenmek zorundadır. <var>person(1)</var> zaten <code><var>Q</var></code> şarkı öğrenmiştir.

source: To multiply a matrix by a number, multiply each item of the matrix by the number.
da: Når man ganger en matrix med et tal, skal man gange hvert element i matrixen med tallet.
es: Para multiplicar una matriz por un número, multiplica cada elemento de la matriz por el número.
fr: Pour multiplier une matrice par un nombre, on multiplie chacun de ses termes par ce nombre.
nb: Når man multiplisere en matrise med et tall, skal man multiplisere hvert element i matrisen med tallet.
pt: Para multiplicar uma matriz por um número, multiplique cada item da matriz pelo número.
tr: Bir matrisi bir sayıyla çarpmak için, matrisin her öğesini o sayıyla çarpın.

source: To protect an individual’s privacy on individual leaderboards, all students under-13 or in eighth grade and below will have de-identified leaderboards. In addition, older learners will have the option to be anonymous on the leaderboards and will only be identified by their username which they may change at will.
es: Para proteger la privacidad de un individuo en las tablas de clasificación individuales, todos los estudiantes menores de 13 años o en octavo grado y más abajo, tendrán tablas de clasificación sin identificación. Además , los estudiantes mayores tendrán la opción de ser anónimos en las tablas de clasificación y solo serán identificados por su nombre de usuario el cual pueden cambiar\ a voluntad.
nb: For å beskytte den enkeltes personvern på individuelle resultatlister, har alle studenter under 13 år eller i åttende klasse og nedover en ikkeidentifiserbar identitet på resultatlister. I tillegg vil eldre elever vil ha muligheten til å være anonym på resultatlistens og vil bare bli identifisert med brukernavn som de kan endre når de vil.
pt: Para proteger a privacidade individual no quadro de classificação, todos os alunos menores de 13 anos ou no oitavo ano ou menos terão dados ocultos no quadro de classificação. Além disso, alunos mais velhos terão a opção do anonimato no quadro de classificação, e serão identificados apenas por seu nome de usuário, o qual eles podem alterar quando quiserem.
tr: Liderlik panolarında bir bireyin gizliliğini korumak için, 13 yaşından veya sekizinci sınıftan küçük tüm öğrencilerin tanımsız lider panosu olacaktır. Ayrıca, daha büyük öğrencilerin liderlik panolarında anonim ve istedikleri zaman değiştirebilecekleri kullanıcı adıyla tanınabilir olma seçeneği olacaktır.

source: To protect your child's privacy, accounts for your children under 13 are managed by you.
da: For at beskytte dit barns personlige oplysninger forvaltes konti til dine børn under 13 af dig.
es: Para proteger la privacidad de tu hijo, las cuentas de niños menores de 13 años son manejadas por ti.
fr: Pour protéger la vie privée de votre enfant, les comptes d'enfants de moins de 13 ans sont gérés par les parents.
ja: あなたの子供のプライバシーを守るために，あなたの子供が13歳未満の場合にはアカウントはあなたが管理することになります．
nb: For å beskytte ditt barns personvern, er kontoer for barn under 13 år administrert av deg.
nl: Ter bescherming van de privacy van jouw kind worden accounts voor kinderen jonger dan 13 jaar beheerd door jou.
pl: Żeby chronić prywatność Twojego dziecka, konta dzieci poniżej 13 roku życia są zarządzane przez Ciebie.
pt: Para proteger a privacidade do seu filho, as contas de seus filhos menores de 13 anos são gerenciadas por você.
pt_pt: Para proteger a privacidade do seu filho, as contas dos seus filhos com menos de 13 anos são geridas por si.
tr: Gizliliklerinin korunabilmesi için, 13 yaşın altındaki çocuklarınızın hesapları sizin tarafınızından yönetilir.

source: To record this in our table, put <code><var>EXAMPLES[0]</var></code> in the <code>x</code> column, and <code><var>round(2 * FUNC(EXAMPLES[0])) / 2</var></code> in the <code>y</code> column.
fr: Pour reporter le point dans le tableau, placer <code><var>EXAMPLES[0]</var></code> dans la colonne des <code>x</code> et <code><var>round(2 * FUNC(EXAMPLES[0])) / 2</var></code> dans la colonne des <code>y</code>.
nb: For å notere dette i tabellen, skriver vi<code><var>EXAMPLES[0]</var></code> i <code>x</code> kolonnen og <code><var>round(2 * FUNC(EXAMPLES[0])) / 2</var></code> i <code>y</code> kolonnen.
pt: Para registrar isso em nossa tabela, insira <code><var>EXAMPLES[0]</var></code> na coluna <code>x</code> e <code><var>round(2 * FUNC(EXAMPLES[0])) / 2</var></code> na coluna <code>y</code>
tr: Bunu tabloya yazmak için, <code>x</code> sütununa <code><var>EXAMPLES[0]</var></code>'ı, ve <code>y</code> sütununa <code><var>round(2 * FUNC(EXAMPLES[0])) / 2</var></code>'ı koyun.

source: To represent it as a table, pick some <code>x</code> values to plug into the equation, and record that <code>x</code> and the result of plugging it into the equation in the table.
fr: Pour représenter la fonction par un tableau, sélectionner quelques valeurs de <code>x</code> à remplacer dans l'équation, et placer ces <code>x</code> et leur résultat de l'équation après remplacement, dans le tableau.
nb: For å lage en verditabell, velger du noen <code>x</code> -verdier som fu kan sette inn i likningen, og husk at <code>x</code> og resultatet av å sette dette inn i likningen, skal føres inn i tabellen.
pt: Para representar isso em uma tabela, selecione alguns valores de <code>x</code> para substituir na equação e registre esse valor de <code>x</code> e o resultado da substituição na equação na tabela.
tr: Bunu tabloyla göstermek için, denkleme koymak için bazı <code>x</code> değerleri seçin, bu <code>x</code>'i ve denklemden çıkan sonucu tabloya kaydedin.

source: To represent the function as a graph, take all the points listed in the table, and plot them on the coordinate plane.
nb: For å representere funksjonen som en graf, tar vi punktene i tabellen, og setter dem i koordinatsystemet.
pt: Para representar a função como um gráfico, pegue todos os pontos listados na tabela e plote-os em um plano cartesiano.
tr: Bir fonksiyonu grafik şeklinde göstermek için, tabloda listelenen tüm noktaları seçin, ve bunları koordinat düzleminde çizin.

source: To represent the function as a table, take any five points on the graph, and list them in the table.
nb: For å representere en verditabell, tar vi fem punkter på grafen og skriver dem i tabellen.
pt: Para representar a função em forma de tabela, utilize quaisquer cinco pontos do gráfico e os insira na tabela.
tr: Bir fonksiyonu tablo olarak göstermek için, grafikten herhangi beş noktayı alın, ve tabloda listeleyin.

source: To scale the function vertically, multiply the whole thing by <code><var>decFrac( VSCALE )</var></code>.
es: Para escalar la función verticalmente, multiplica todo por <code><var>decFrac( VSCALE )</var></code>.
fr: Pour dilater verticalement la fonction, on multiplie l'expression par <code><var>decFrac( VSCALE )</var></code>.
pt: Para fazer a escala vertical, multiplique tudo por <code><var>decFrac( VSCALE )</var></code>.
tr: Fonksiyonu düşey yönde ölçeklemek için, ifadenin tamamını <code><var>decFrac( VSCALE )</var></code> ile çarpınız.

source: To see this better, let's try unwrapping the box: <input onclick="KhanUtil.graphs.unwrap.graph.unwrap()" type="submit" value="Unwrap!"/>
es: Para ver esto mejor, intentemos desarmar la caja: <input onclick="KhanUtil.graphs.unwrap.graph.unwrap()" type="submit" value="¡Desarmar!"/>
fr: Pour mieux le voir, on essaye de mettre le solide à plat :<input onclick="KhanUtil.graphs.unwrap.graph.unwrap()" type="submit" value="Unwrap!"/>
pl: Aby zobaczyć to lepiej, spróbujmy rozłożyć pudełko: <input onclick="KhanUtil.graphs.unwrap.graph.unwrap()" type="submit" value="Unwrap!"/>
pt: Para ver isso melhor, vamos tentar desmontar a caixa: <input onclick="KhanUtil.graphs.unwrap.graph.unwrap()" type="submit" value="Desmontar!"/>
tr: Bunu daha iyi görmek için, kutuyu açmayı deneyelim: <input onclick="KhanUtil.graphs.unwrap.graph.unwrap()" type="submit" value="Açın!"/>

source: To see what rotation moved the blue polygon, pick one point and rotate it. For example, what happened to <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> under this rotation?
es: Para ver qué rotación movió al polígono azul, elige un punto y rótalo. Por ejemplo, ¿qué le pasó a <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> con esta rotación?
fr: Pour voir quelle rotation a été appliquée au polygone bleu, on choisit un point et son image. Par exemple, quelle est l'image de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> par cette rotation ?
pl: Aby zobaczyć jaki obrót przeniósł niebieski wielokąt, wybierz jeden punkt i obróć go. Np. co stało się z <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> pod wpływem tego obrotu?
pt: Para ver qual rotação moveu o polígono azul, pegue um ponto e gire-o. Por exemplo, o que aconteceu a <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> nesta rotação?
tr: Mavi çokgeni hangi rotasyonun döndürdüğünü görmek için, bir noktayı alın ve döndürün. Örneğin, bu rotasyon sonucunda <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> noktasına ne olur?

source: To see what translation moved the blue polygon, pick one point and translate it. For example, what happened to <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> under this translation?
es: Para ver qué traslación movió el polígono azul, elige un punto y trasládalo. Por ejemplo, ¿qué le pasá a <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> bajo esta traslación?
fr: Pour voir quelle translation a été appliquée au polygone bleu, on prend un point et son image. Par exemple, quelle est l'image de <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> par cette translation ?
pl: Aby zobaczyć jakie przesunięcie przeniosło niebieski wielokąt, wybierz jeden punkt i przesuń go. Na przykład co stanie się z <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> pod wpływem tego przesunięcia?
pt: Para visualizar qual translação moveu o polígono azul, escolha um ponto e translade-o. Por exemplo, o que aconteceu com <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> nesta translação?
tr: Mavi çokgeni ne şekilde ötelediğimizi görmek için, bir noktayı seçin ve öteleyin. Örneğin, bu öteleme sonucunda <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> noktasına ne olur?

source: To see where a rotation moved this polygon, pick one point and rotate it. For example, what happens to <code>(<var> HULL[0].x </var>,<var> HULL[0].y </var>)</code> under this rotation?
es: Para ver dónde movió una rotación a este polígono, elige un ponto y rótalo. Por ejemplo, ¿qué le pasa a <code>(<var> HULL[0].x </var>,<var> HULL[0].y </var>)</code> con esta rotación?
fr: Pour voir ou a été déplacé ce polygone par la rotation, on choisit un point et on cherche son image. Par exemple, quelle est l'image de <code>(<var> HULL[0].x </var>,<var> HULL[0].y </var>)</code> par cette rotation ?
pl: Aby zobaczyć gdzie obrót przeniósł ten wielokąt, wybierz jeden punkt i obróć go. Np. co stanie się z <code>(<var> HULL[0].x </var>,<var> HULL[0].y </var>)</code> pod wpływem tego obrotu?
pt: Para ver onde uma rotação moveu esse polígono, pegue um ponto e gire-o. Por exemplo, o que acontece a <code>(<var> HULL[0].x </var>,<var> HULL[0].y </var>)</code> nesta rotação?

source: To see where a translation moved this polygon, pick one point and translate it. For example, what happens to <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> under this translation?
es: Para ver hacia dónde movió la traslación a este polígono, elige un punto y trasládalo. Por ejemplo, ¿qué le pasa a <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> bajo esta traslación?
fr: Pour trouver l'image du polygone par la translation, on prend un point et on lui applique la translation. Par exemple, quelle est l'image de <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> dans cette translation ?
pl: Aby zobaczyć gdzie przesunięcie przeniosło ten wielokąt, wybierz jeden punkt i przesuń go. Na przykład co stanie się z <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> pod wpływem tego przesunięcia?
pt: Para visualizar para onde a translação moveu este polígono, escolha um ponto e translade-o. Por exemplo, o que acontece com <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> nesta translação?
tr: Bu çokgenin nereye ötelendiğini görmek için, bir noktayı seçin ve öteleyin. Örneğin, bu öteleme sonucunda <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code>'e ne olur?

source: To simplify <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, figure out what goes in the blank:<br> <code>\left(? \right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
es: Para simplificar <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, averigua que sucede en el espacio en blanco:<br> <code>\left(? \right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
fr: Pour simplifier <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, il faut trouver ce qui doit remplacer le point d'interrogation situé dans la parenthèse :<br> <code>\left(? \right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
nb: For å forenkle<code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, må du finne ut hva som skal stå i de tomme feltene:<br> <code>\left(? \right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
pl: Upraszczając <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, dowiedz się, co będzie w pustym polu:<br> <code>\left(? \right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
pt: Para simplificar <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, descubra o que vai na lacuna:<br> <code>\left(? \right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
tr: <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code> ifadesini sadeleştirmek için, boşluğa ne geleceğini bulunuz:<br> <code>\left(? \right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>

source: To simplify <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, figure out what goes in the blank:<br> <code>\left(\color{blue}{<var>frac( ROOT_N, ROOT_D )</var>}\right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
da: For at reducere <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, find ud af hvad der skal stå i de tomme felter:<br> <code>\left(\color{blue}{<var>frac( ROOT_N, ROOT_D )</var>}\right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
es: Para simplificar <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, resuelve lo que va en el espacio en blanco:<br> <code>\left(\color{blue}{<var>frac( ROOT_N, ROOT_D )</var>}\right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
fr: Pour simplifier <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, il faut trouver ce qui doit remplacer le point d'interrogation situé dans la parenthèse :<br> <code>\left(\color{blue}{<var>frac( ROOT_N, ROOT_D )</var>}\right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
nb: For å forkorte <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, må du finne ut hva som skal stå i de tomme feltene:<br> <code>\left(\color{blue}{<var>frac( ROOT_N, ROOT_D )</var>}\right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
pl: Żeby uprościć <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, dowiedz się, co będzie w pustym polu:<br> <code>\left(\color{blue}{<var>frac( ROOT_N, ROOT_D )</var>}\right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
pt: Para simplificar <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>, descubra o que vai na lacuna:<br> <code>\left(\color{blue}{<var>frac( ROOT_N, ROOT_D )</var>}\right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
tr: <code><var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}</code>ifadesini sadeleştirmek için, boşluğa ne geleceğini bulunuz:<br> <code>\left(\color{blue}{<var>frac( ROOT_N, ROOT_D )</var>}\right)^{<var>abs( EXP_D )</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
