Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: number of exercises
es: número de ejercicios
fr: nombre d'exercices
nl: aantal oefeningen
pt: número de exercícios
tr: egzersiz sayısı

source: number of scarves
es: número de bufandas
fr: nombre d'écharpes
nl: aantal sjaals
pt: número de cachecóis
tr: eşarp sayısı

source: number of slices eaten
es: número de rebanadas comidas
fr: nombre de parts mangées
nb: antall stykker spist
pl: liczba zjedzonych kawałków
pt: número de pedaços comidos
tr: yenmiş dilim sayısı

source: number of slices remaining
es: número de rebanadas restantes
fr: nombre de parts restantes
nb: antall stykker gjenværende
pl: liczba pozostałych kawałków
pt: número de pedaços sobrando
tr: kalan dilim sayısı

source: number of slices total
es: número de rebanadas totales
fr: nombre total de parts
nb: antall stykker totalt
pl: liczba kawałków w sumie
pt: número de pedaços no total
tr: toplam dilim sayısı

source: number of swimmers
es: número de nadadores
fr: nombre de nageurs
nl: aantal zwemmers
pt: número de nadadores
tr: yüzücü sayısı

source: numerator
es: numerador
fr: numérateur
nb: teller
pl: licznik
pt: numerador
tr: pay

source: object
da: objekt
es: objeto
nb: objekt
pl: obiekt
pt: objeto
pt_pt: objeto
tr: nesne

source: object constructor
es: constructor de objetos
nb: objekt konstruktør
pl: konstruktor obiektu
pt: construtor de objeto
tr: nesne oluşturucu

source: octagon
da: ottekant
fr: octogone
hi: अष्टभुज
nb: Åttekant
nl: achthoek
pl: ośmiokąt
pt: octágono
tr: sekizgen

source: octaves: The number of octaves to be used by the noise() function
da: oktaves: antallet af oktaver der skal bruges af funktionen noise()
es: octavas: El número de octavas que se usará por la función noise()
nb: oktaver: Antall oktaver som blir brukt av støy() funksjonen
pl: octaves: Liczba oktaw użytych przez funkcję noise()
pt: octaves: o número de oitavas a serem usadas pela função noise()
tr: octaves: noise() fonksiyonu tarafından kullanılacak oktavların sayısı

source: octillion
da: kvadrilliard
es: mil cuatrillón
nb: kvadrilliard
nl: quadriljard
pl: kwadryliard
pt: octilhão
pt_pt: mil quadriliões
tr: oktilyon

source: octodecillion
da: nonilliard
es: mil nonillón
ja: 10の57乗
nb: nonilliard
nl: noniljard
pt: octodecilhão
pt_pt: mil noniliões
tr: oktodesilyon

source: odd number
da: ulige tal
es: número impar
fr: nombre impair
nb: oddetall
pl: liczba nieparzysta
pt: número ímpar
tr: tek sayılar

source: of
pl: z
pt: de

source: on
da: på
es: sobre
fr: sur
hi: पर
ja: オン
nb: på
nl: op
pl: na
pt: em
pt_pt: em
tr: tarih :

source: on Facebook
ja: Facebook で
nb: på Facebook
pl: na Facebooku
pt: no Facebook
pt_pt: no Facebook
tr: Facebook'ta

source: on Khan Academy and prepare for LearnStorm 2.0!
ja: ラーンストーム 2.0 に向けてカーンアカデミーで準備をしましょう!
nb: i Khan Academy og forberede deg på LearnStorm 2.0!
pt: na Khan Academy e prepare-se para a LearnStorm 2.0!
tr: Khan Academy'de Learnstorm 2.0 için hazırlanmaya devam edin!

source: on Twitter
ja: Twitter で
nb: på Twitter
pl: na Twitterze
pt: no Twitter
pt_pt: no Twitter
tr: Twitter'da

source: one
da: ener
es: unidad
fr: unité
ja: 1の桁
nb: en
nl: een
pl: jedności
pt: unidade
pt_pt: unidade
tr: birlik

source: opposite
es: cateto opuesto
pl: przeciwległa
pt: oposto
tr: karşı

source: opposite <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code>
es: cateto opuesto <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code>
pl: przeciwległa <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code>
pt: oposto <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code>
tr: ters <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code>

source: opposite <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code><br/> adjacent <code>= \overline{<var>ADJACENT_NAME</var>} = <var>ADJACENT_VALUE</var></code>
es: opuesto <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code><br/> adyacente <code>= \overline{<var>ADJACENT_NAME</var>} = <var>ADJACENT_VALUE</var></code>
pl: przeciwległa <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code><br/> przyległa <code>= \overline{<var>ADJACENT_NAME</var>} = <var>ADJACENT_VALUE</var></code>
pt: oposto <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code><br/> adjacente <code>= \overline{<var>ADJACENT_NAME</var>} = <var>ADJACENT_VALUE</var></code>
tr: karşı <code>= \overline{<var>OPPOSITE_NAME</var>} = <var>OPPOSITE_VALUE</var></code><br/> komşu <code>= \overline{<var>ADJACENT_NAME</var>} = <var>ADJACENT_VALUE</var></code>

source: optional
da: valgfrit
es: opcional
fr: en option
ja: オプション
nb: Valgfritt
nl: optioneel
pl: opcjonalnie
pt: opcional
pt_pt: opcional
tr: isteğe bağlı

source: or
da: eller
es: o
fr: ou
ja: または
nb: eller
nl: of
pl: lub
pt: ou
pt_pt: ou
tr: VEYA

source: or
es: o
nb: eller
pt: ou
pt_pt: ou
tr: veya

source: or any more advanced mission
es: o cualquier misión más avanzada
nb: eller mere avanserte oppdrag
pt: ou qualquer missão mais avançada
pt_pt: ou outras missões mais avançadas
tr: veya daha ileri düzey bir görev

source: or any more advanced mission
es: o cualquier misión más avanzada
nb: eller alle mer avanserte oppdrag
pt: ou qualquer missão mais avançada
pt_pt: ou outras missões mais avançadas
tr: veya daha ileri düzey bir görev

source: or any more advanced mission
es: o cualquier misión más avanzada
nb: eller mer avanserte oppdrag
pt: ou qualquer missão mais avançada
pt_pt: ou outras missões mais avançadas
tr: veya daha ileri düzeyde bir görev

source: or make a one-time gift
ja: または1回限りのギフトを送る
nb: eller gi en engangs gave
pl: lub jednorazowy prezent
pt: ou faça uma doação única
pt_pt: ou faz um donativo único
tr: veya bir seferlik bağışta bulunun

source: orange
da: appelsin
es: naranja
nb: Oransje
pl: pomarańcza
pt: laranja
tr: turuncu

source: orange dot
da: orange prik
es: punto anaranjado
fr: point orange
hi: नारंगी बिंदु
nb: oransj prikk
nl: oranje stip
pl: pomarańczową kropkę
pt: ponto laranja
tr: turuncu nokta

source: otherwise
da: ellers
es: de otra manera
fr: pour toute autre valeur de x
nb: ellers
pl: w przeciwnym razie
pt: caso contrário
tr: aksi takdirde

source: oxidation
es: oxidación
fr: oxydation
nb: oksidasjon
nl: oxidatie
pl: utlenianie
pt: oxidação
pt_pt: Oxidação
tr: oksidasyon

source: pages
da: sider
es: páginas
fr: exercices
hi: पन्ने
nb: sider
nl: pagina's
pl: stron
pt: páginas
tr: sayfalar

source: pair of boots
da: par støvler
es: par de botas
fr: casque
nl: paar laarzen
pl: para butów
pt: botas
pt_pt: par de botas
tr: çift çizme

source: pair of glasses
da: par briller
es: par de lentes
fr: bandeau de protection
nl: bril
pl: para okularów
pt: óculos
pt_pt: par de óculos
tr: gözlük

source: pair of gloves
da: par handsker
es: par de guantes
fr: paire de gants
nl: paar handschoenen
pl: para rękawiczek
pt: par de luvas
pt_pt: par de luvas
tr: çift eldiven

source: pair of jeans
da: par jeans
es: par de pantalones
fr: jean
nl: broek
pl: para jeansów
pt: calça jeans
pt_pt: par de calças de ganga
tr: kot pantolon

source: pair of shoes
da: et par sko
es: par de zapatos
fr: pantalon
ja: 靴
nl: paar schoenen
pl: para butów
pt: par de sapatos
pt_pt: par de sapatos
tr: ayakkabı

source: pair of shorts
da: par shorts
es: par de pantalones cortos
fr: short
nl: korte broek
pl: para szortów
pt: short
pt_pt: par de calções
tr: şort

source: pair of socks
da: et par sokker
es: par de calcetines
fr: collant
nl: paar sokken
pl: para skarpet
pt: par de meias
pt_pt: par de meias
tr: çift çorap

source: pair of suspenders
da: par seler
es: par de tirantes
fr: ceinturon
nl: paar bretels
pl: para szelek
pt: suspensório
pt_pt: par de suspensórios
tr: pantolon askısı

source: papers
da: artikler
es: artículos
fr: exercices
hi: पन्ने
nb: artikler
nl: papieren
pl: rozdziałów
pt: papéis
tr: kağıtlar

source: part
da: andel
es: parte
fr: partie
hi: भाग
nb: del
nl: deel
pl: część
pt: parte
tr: parça

source: party favor
da: værtsgave
es: recuerdo de fiesta
fr: cotillons
nl: bedankje
pl: kokardka
pt: lembrancinha
pt_pt: lembrança de festa
tr: parti hediyesi

source: pen
da: kuglepen
es: pluma
fr: stylo
pl: długopis
pt: caneta
pt_pt: caneta
tr: tükenmez kalem

source: pencil
es: lápiz
fr: Crayon
nl: potlood
pl: ołówek
pt: lápis
pt_pt: lápis
tr: kurşunkalem

source: penguin: A project from Hour of Code last year, courtesy of Lydia.
da: pingvin: en projekt fra sidste års Time med Kode, tak til Lydia for at hun deler dette.
es: pingüino: Un proyecto de la Hora de Código del año pasado, cortesía de Lydia.
fr: pingouin : un projet de Heure de Code l'année dernière, avec la permission de Lydia.
nb: pingvin: et prosjekt fra kodetimen i fjor, produsert av Lydia.
pl: Pingwin: projekt z zeszłorocznej Godziny Kodowania, dzięki uprzejmości Lydii.
pt: pinguim: um projeto da Hora do Código do ano passado, cortesia de Lydia.
pt_pt: Pinguim: Um projeto da Hora de código™ do ano passado. Oferta de Lydia.
tr: penguen: Geçen yılın Bir Saatlik Kod'undan bir proje, Lydia'ya teşekkürler.

source: pentagon
da: femkant
fr: pentagone
hi: पंचभुज
nb: Femkant
nl: vijfhoek
pl: pięciokąt
pt: pentágono
tr: beşgen

source: people
es: personas
fr: personnes
nl: mensen
pt: pessoas
tr: insanlar

source: people per bar
es: personas por barra
fr: personnes par barre
nl: aantal mensen per snoepreep
pt: pessoas por barra
tr: çubuk başı kişi

source: per eligible student
es: por estudiante elegible
fr: Par élève éligible
ja: 対象となる生徒一人あたり
nb: per tilgjengelige elev
pl: na uprawnionego ucznia
pt: por aluno elegível
pt_pt: por aluno
tr: katılabilir öğrenci başına

source: percent
da: procent
es: porcentaje
fr: pourcentage
hi: प्रतिशत
nb: prosent
nl: procent
pl: procent
pt: porcentagem
pt_pt: por cento
tr: yüzde

source: perimeter
da: omkreds
es: perímetro
fr: périmètre
hi: परिमाप
nb: omkrets
nl: omtrek
pl: obwody
pt: perímetro
tr: çevre

source: person
es: persona
fr: personne
pl: osoba
pt: pessoa
tr: insanlar

source: phone:
nb: telefon:
pt: celular:
pt_pt: telefone:
tr: telefon:

source: photosynthesis
da: fotosyntese
es: fotosíntesis
fr: Photosynthèse
nb: fotosyntese
nl: fotosynthese
pl: fotosynteza
pt: fotossíntese
pt_pt: Fotossíntese
tr: Fotosentez

source: physics
da: fysik
es: física
fr: physique
nb: fysikk
nl: natuurkunde
pl: fizyka
pt: física
pt_pt: física
tr: fizik

source: pie
es: empanada
fr: tarte
nl: taart
pl: placek
pt: tarte
pt_pt: tarte
tr: turta

source: pink
da: lyserød
es: Rosa
fr: rose
nb: Rosa
nl: roze
pl: różowy
pt: rosa
tr: Pembe

source: pink angle
es: ángulo rosa
fr: angle rose
pl: różowy kąt
pt: ângulo rosa
tr: pembe açı

source: playback speed
ja: 再生速度
nb: avspillingshastighet
pl: prędkość odtwarzania
pt: velocidade de reprodução
pt_pt: velocidade de reprodução
tr: oynatma hızı

source: please evaluate a project yourself.
da: evaluer venligst et projekt selv.
es: Por favor, evalúa un proyecto por ti mismo.
fr: Merci d'évaluer vous-même un projet.
nb: Vennligst evaluer et prosjekt selv.
nl: beoordeel alsjeblieft zelf een project.
pl: proszę o samodzielną ocenę projektu.
pt: avalie um projeto.
pt_pt: avalia um projeto tu também.
tr: lütfen bir projeyi kendiniz değerlendirin.

source: please perform an evaluation yourself
da: udfør venligst selv en evaluering
es: por favor, realiza tú mismo una evaluación
fr: S'il vous plait, réalisez, vous aussi, une évaluation
nb: vennligst også utfør en evaluering selv
nl: geef zelf alsjeblieft een beoordeling
pl: prosimy, sam(a) prześlij ocenę
pt: faça uma avaliação
tr: lütfen bir değerlendirme isteği yollamadan önce

source: plus 1 child account
da: plus 1 børnekonto
es: más 1 cuenta infantil
fr: 1 compte supplémentaire pour enfant
ja: 加えて %(num)s の子供アカウント
nb: pluss 1 barnekonto
nl: plus 1 kinderaccount
pl: plus 1 konto dla dziecka
pt: mais 1 conta infantil
pt_pt: mais 1 conta infantil

source: point
es: punto
nb: punkt
pl: punkt
pt: ponto
pt_pt: ponto
tr: puan

source: points
nb: punkter
pl: Punkty
pt: pontos
tr: puan

source: points earned
da: point optjent
es: puntos ganados
fr: points gagnés
nb: poeng oppnådd
nl: punten verdient
pl: zdobyte punkty
pt: pontos ganhos
pt_pt: pontos recebidos
tr: puan kazanıldı

source: pomegranate
da: granatæble
es: granada
fr: grenade
ja: ザクロ
nl: granaatappel
pl: granat
pt: romã
pt_pt: romã
tr: nar

source: porcupine
da: pindsvin
es: puercoespín
fr: porc-épic
nl: stekelvarken
pl: jeżozwierz
pt: porco-espinho
pt_pt: porco-espinho
tr: kirpi

source: positive
es: positiva
nb: positiv
pl: dodatnie
pt: positiva
tr: pozitif

source: post
da: indlæg
es: publicación
fr: Message
ja: 掲示
nb: innlegg
pt: publicação
tr: yayınla

source: potato
da: kartoffel
es: papa
fr: poireaux
nl: aardappel
pl: ziemniak
pt: batata
pt_pt: batata
tr: patates

source: pound of chocolate
fr: de kg de chocolat
nl: pond chocolade
pt: libras de chocolate
tr: kaç kilo çikolata

source: pound per bag
es: libra por bolsa
fr: de kg par enfant
nl: pond per zakje
pt: libra por sacola
tr: çanta başına kilo

source: pre-Algebra
es: Preálgebra
nb: tidlig-Algebra
pt: pré-álgebra
pt_pt: Pré-álgebra
tr: Cebir-öncesi

source: pre-algebra
da: opvarmning til algebra
es: preálgebra
fr: Préparation à l'algèbre
pl: wstęp do algebry
pt: pré-álgebra
pt_pt: pré-álgebra
tr: cebir hazırlık

source: precalculus
da: opvarmning til infinitesimalregning (calculus)
es: precálculo
fr: Introduction à l'analyse
nl: Voorbereidende Analyse
pl: wstęp do rachunku różniczkowego
pt: pré-cálculo
pt_pt: pré-cálculo
tr: kalkülüse hazırlık

source: print(data)
fr: print(données)
pl: print(dane)
pt: print(dados)
pt_pt: print(dados)
tr: print(veri)

source: println(data)
fr: println(données)
pl: println(dane)
pt: println(dados)
pt_pt: println(dados)
tr: println(veri)

source: probability
da: sandsynlighedsregning
es: probabilidad
fr: Probabilités
nb: sannsynlighetsregning
nl: kansen
pl: prawdopodobieństwo
pt: probabilidade
pt_pt: probabilidades
tr: olasılık

source: problem
es: problema
fr: problème
nb: oppgave
nl: probleem
pl: zadanie
pt: problema
pt_pt: problema
tr: soru

source: problems
da: opgaver
es: problemas
fr: problèmes
hi: समस्याएं
nb: oppgaver
nl: opgaven
pl: zadań
pt: problemas
tr: sorular

source: progress
da: fremskridt
es: progreso
fr: de progression
ja: 進捗状況
nb: fremgang
nl: voortgang
pl: postęp
pt: progresso
pt_pt: progresso
tr: ilerleme

source: project
da: projekt
es: proyecto
fr: projet
ja: プロジェクト
nb: prosjekt
pl: projekt
pt: projeto
pt_pt: projeto
tr: proje

source: purple
da: lilla
es: morado
fr: violet
hi: बैंगनी
nb: lilla
pl: fioletowy
pt: roxo
tr: mor

source: purple pi
da: lilla pi
es: pi púrpura
fr: pi violet
ja: 紫のパイ
nb: lilla pi
nl: paarse pi
pl: fioletowy pi
pt: pi roxo
pt_pt: pi roxo
tr: mor pi

source: push-up
da: armbøjning
es: flexión de brazos
fr: pompe
ja: 腕立伏せ
pl: pompka
pt: flexão
pt_pt: flexão de braços
tr: şınav

source: quadrillion
da: billiard
es: mil billón
nb: billiard
nl: biljard
pl: biliard
pt: quadrilhão
pt_pt: mil biliões
tr: katrilyon

source: quattuordecillion
da: septiliard
es: mil heptallón
ja: 10の45乗
nb: septilliard
nl: septiljard
pt: quatuordecilhão
pt_pt: mil septiliões
tr: kuattuordesilyon

source: question
da: spørgsmål
es: pregunta
ja: 質問
nb: spørsmål
nl: vraag
pl: pytanie
pt: pergunta
pt_pt: pergunta
tr: sorular

source: quindecillion
da: oktillion
es: octillón
ja: 10の48乗
nb: oktillion
nl: octiljoen
pt: quindecilhão
pt_pt: octilião
tr: kendesilyon

source: quintillion
da: trillion
es: trillón
nb: trillion
nl: triljoen
pl: trylion
pt: quintilhão
pt_pt: trilião
tr: kentilyon

source: quiz
es: cuestionario
fr: contrôle
pl: egzamin
pt: teste
pt_pt: teste
tr: küçük sınav

source: r: amount of red, ranges from 0 to 255
da: r: mængden af rød, fra 0 til 255
es: r: cantidad de rojo, rango de 0 a 255
nb: r: mengde rødfarge, går fra 0 til 255
nl: r: hoeveelheid rood, varieert van 0 tot 255
pl: r: ilość czerwonego, od 0 do 255
pt: r: quantidade de vermelho, varia de 0 a 255
tr: r: kırmızı miktarı, 0 ile 255 arasında

source: race car
da: racerbil
es: coche de carreras
fr: cheval à bascule
nl: raceauto
pl: samochód wyścigowy
pt: carro de corrida
pt_pt: carro de corrida
tr: yarış arabası

source: radians
es: radianes
pt: radianos
tr: radyan

source: radius:(Optional) the radius of the corners, to round the rectangle
da: radius:(valgfri) radius af hjørner, for at afrunde rektanglet
es: radio: (opcional) el radio de las esquinas para redondear el rectángulo
nb: radius:(Valgfritt) radius til hjørnene, for å avrunde rektangelet
nl: radius: (Niet verplicht) de radius van de hoeken, om de rechthoek ronder te maken
pl: promień:(Opcjonalne) promień kątów, do obracania prostokąta
pt: radius: (opcional) o raio dos cantos, para arredondar o retângulo
pt_pt: raio (opcional): o raio dos cantos, para arredondar o retângulo
tr: radius: (İsteğe bağlı) Dikdörtgenin köşelerinin yuvarlanma yarıçapı

source: random(low, high)
fr: random(minimum, maximum)
pl: random(niska, wysoka)
pt: random(mínimo, máximo)
pt_pt: random(mínimo, máximo)
tr: rastgele(alçak, yüksek)

source: read more about accounts
da: Læs mere om konti
es: lee más acerca de las cuentas
fr: En savoir plus sur les comptes
ja: アカウントについてもっと読む
nb: les mer om våre kontoer
nl: lees meer over accounts
pl: przeczytaj więcej na temat kont
pt: leia mais sobre contas
tr: Hesapları hakkında daha fazla bilgi

source: readable_id: %(video_readable_id)s
da: læsbar id: %(video_readable_id)s
nb: lesbar id: %(video_readable_id)s
pt: id_legível: %(video_readable_id)s
pt_pt: id_legível: %(video_readable_id)s
tr: okunabilir_kimlik: %(video_readable_id)s

source: red
da: rød
es: rojo
fr: rouge
hi: लाल
nb: rød
pl: czerwony
pt: vermelho
tr: kırmızı

source: red arrow
da: rød pil
es: flecha roja
fr: flèche rouge
nb: rød pil
pl: czerwona strzałka
pt: seta vermelha
tr: kırmızı ok

source: reflection
da: spejling
es: reflexión
fr: symétrie
nb: refleksjon
nl: spiegeling
pl: odbicie
pt: reflexo
pt_pt: reflexão
tr: yansıma

source: remainder
es: residuo
fr: reste
pt: resto
tr: kalan

source: repeatedly making the same post
da: gentagelser af det samme indlæg
es: Se hace la misma publicación varias veces
fr: publier plusieurs fois le même message
ja: 同じポストの繰り返し
nb: gjentatt avmerkning av samme innlegg
nl: Steeds hetzelfde bericht plaatsen
pl: wielokrotne dodanie tego samego posta
pt: fazendo a mesma publicação repetidamente
pt_pt: Publicar repetidamente este post
tr: sürekli aynı bildirimde bulunuyor

source: report a bug
da: rapport en fejl
es: reporta un error
fr: signaler un bug
ja: バグを報告する
nb: rapport feil
nl: Rapporteer een bug
pl: zgłoś błąd
pt: reportar um bug
pt_pt: reporta um erro
tr: hataları iletin

source: report a problem
da: rapporter et problem
es: reporta un problema
fr: signaler un problème
ja: 問題を報告する
nb: rapporter et problem
nl: Een probleem melden
pl: zgłoś problem
pt: relatar um problema
pt_pt: comunicar um problema
tr: sorun bildirin

source: reset
es: reiniciar
fr: remise à zéro
nb: tilbakestille
pl: zresetuj
pt: reiniciar
tr: sıfırla

source: restricted child account
da: begrænset børnekonto
es: cuenta restringida de hijo
fr: compte enfant restreint
ja: 制限された子供アカウント
nb: begrenset barnekonto
nl: beperkt kinderaccount
pl: konto dziecka z ograniczonym dostępem
pt: conta infantil restrita
pt_pt: conta infantil restringida
tr: kısıtlanmış çocuk hesabı

source: retail price
fr: prix de vente au détail
nb: utsalgspris
pl: cena detaliczna
pt: preço de varejo
tr: perakende satış fiyatı

source: right
da: højre
es: derecha
fr: droite
hi: दाईं
nb: høyre
nl: rechts
pl: prawo
pt: direita
pt_pt: direita
tr: doğru

source: rooms
es: cuartos
fr: chambres
nb: rom
nl: kamers
pt: quartos
tr: odalar

source: rooms per can
es: cuartos por lata
fr: chambres par pot de peinture
nb: rom per spann
nl: kamers per blik
pt: quartos por lata
tr: kutu başına oda

source: rose
es: rosa
nl: roos
pl: róża
pt: rosa
pt_pt: rosa
tr: gül

source: rotate(angle)
pl: rotate(kąt)
pt: rotate(ângulo)
pt_pt: rotate(ângulo)
tr: rotate(açı)

source: rotation
es: rotación
nb: rotasjon
nl: rotatie
pl: obrót
pt: rotação
pt_pt: rotação
tr: döndürme

source: row
da: række
es: fila
fr: ligne
nb: rad
nl: rij
pl: rząd
pt: linha
tr: satır

source: rows
fr: rangs
nb: rader
pl: rzędy
pt: linhas
tr: sıra

source: rows of %(crop)s
fr: rangs de %(crop)s
nb: rader med %(crop)s
pl: rzędy %(crop)s
pt: linhas de %(crop)s
tr: %(crop)s sırası

source: rubber stamp
da: gummistempel
es: sello de goma
fr: tampon
ja: ゴム印
nl: stempel
pl: pieczątka
pt: carimbo de borracha
pt_pt: carimbo de borracha
tr: lastik damga

source: saw
da: sav
es: sierra
fr: tournevis
nl: zaag
pl: piła
pt: serra
pt_pt: serra
tr: testere

source: scale(amount)
da: scale(skaleringsfaktor)
fr: scale(facteur)
pl: scale(wartość)
pt: scale(dimensão)
pt_pt: scale(dimensão)
tr: scale(miktar)

source: scarf
da: tørklæde
es: bufanda
fr: foulard
nl: sjaal
pl: szalik
pt: cachecol
pt_pt: cachecol
tr: eşarplar

source: scarves
es: bufandas
fr: écharpes
nl: sjaals
pt: cachecóis
tr: eşarplar

source: scarves per ball
es: bufandas por bola
fr: écharpes par pelote
nl: sjaals per bol
pt: cachecóis por novelo
tr: top başına eşarp

source: school supply
da: skolemateriale
es: útiles escolares
fr: fournitures scolaires
nl: Schoolbenodigdheid
pl: przybór szkolny
pt: material escolar
pt_pt: material escolar
tr: okul malzemeleri

source: scooter
es: monopatín
pl: skuter
pt: patinete
tr: skuter

source: scratchpad
da: kladde
es: Bloc de notas
fr: bloc-notes
ja: スクラッチパッド
nb: notatblokk
nl: kladblok
pl: notatnik
pt: rascunho
pt_pt: rascunho
tr: karalama alanı

source: seal
da: sejl
es: foca
fr: phoque
nl: zeehond
pl: symbol
pt: foca
pt_pt: foca
tr: fok

source: second
da: anden
es: segundo
fr: deuxième
nb: andre
nl: tweede
pl: drugi
pt: segundo
pt_pt: segundo
tr: ikinci

source: see more
fr: Voir plus
pl: zobacz więcej
pt: ver mais
tr: daha fazlasını görün

source: septendecillion
da: nonillion
es: nonillón
ja: 10の54乗
nb: nonillion
nl: noniljoen
pt: septendecilhão
pt_pt: nonilião
tr: septendesilyon

source: septillion
da: kvadrillion
es: cuatrillón
nb: kvadrillion
nl: quadriljoen
pl: kwadrylion
pt: septilhão
pt_pt: quadrilião
tr: septilyon

source: seven
da: syv
es: siete
nb: syv
nl: zeven
pl: siedem
pt: sete
pt_pt: sete
tr: yedi

source: seventeen
da: sytten
es: diecisiete
fr: dix-sept
nb: sytten
nl: zeventien
pl: siedemnaście
pt: dezessete
pt_pt: dezassete
tr: on yedi

source: seventeenth
da: syttende
es: decimoséptimo
fr: dix-septième
nb: syttende
nl: zeventiende
pl: siedemnasty
pt: décimo sétimo
pt_pt: décimo sétimo
tr: onyedinci

source: seventh
da: syvende
es: séptimo
fr: septième
nb: syvende
nl: zevende
pl: siódmy
pt: sétimo
pt_pt: sétimo
tr: yedinci

source: seventh grade math
da: matematik for syvende klasse
es: matemáticas de séptimo grado
fr: Classe de 5ème (Curriculum US)
nb: matematikk for syvende klasse
nl: Brugklas wiskunde
pl: siódma klasa matematyki
pt: matemática do 7º ano
pt_pt: Matemática do sétimo ano
tr: yedinci sınıf matematik

source: seventy
da: halvfjerds
es: setenta
fr: soixante-dix
nb: sytti
nl: zeventig
pl: siedemdziesiąt
pt: setenta
pt_pt: setenta
tr: yetmiş

source: sexdecillion
da: oktilliard
es: mil octillón
ja: 10の51乗
nb: oktilliard
nl: octiljard
pt: sedecilhão
pt_pt: mil octiliões
tr: seksdesilyon

source: sextillion
da: trilliard
es: mil trillón
nb: trilliard
nl: triljard
pl: tryliard
pt: sextilhão
pt_pt: mil triliões
tr: sekstilyon

source: share:
da: Del:
es: comparte:
fr: Partager:
ja: 共有:
nb: del:
nl: Delen:
pl: udostępnij:
pt: compartilhe:
pt_pt: partilha:
tr: paylaşınız:

source: shelf
da: hylde
es: estante
fr: rayonnage
nl: plank
pl: półka
pt: prateleira
pt_pt: prateleira
tr: raf

source: shirt
es: playera
fr: t-shirt
pl: koszula
pt: camisa
tr: gömlek
