Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Your child has received a new coach request on Khan Academy!
da: Dit barn har modtaget en ny anmodning fra en lærer på Khan Academy!
es: ¡Tu hijo ha recibido una nueva solicitud de un tutor en Khan Academy!
fr: Votre enfant a reçu une nouvelle demande de coach sur la Khan Academy !
ja: あなたの子どもが新しいコーチのリクエストをカーンアカデミーで受け取りました!
nb: Ditt barn har fått en ny veilederforespørsel i Khan Academy!
nl: Uw kind heeft een nieuw coachingsverzoek ontvangen bij Kahn Academy!
pl: Twoje dziecko otrzymało nowe zaproszenie od trenera na Khan Academy!
pt: Seu filho recebeu o pedido de um novo tutor na Khan Academy!
tr: Çocuğunuz Khan Academy'den yeni bir koç isteği aldı!

source: Your child may have invited teachers or others to help coach them as they learn through Khan Academy. As a parent, you can always <a href='%(child_settings_link)s'>review your child's account to see their coaches</a>.
da: Dit barn kan have inviteret, lærere eller andre til at hjælpe med at vejlede dem, mens de lærer på Khan Academy. Som en forælder kan du altid <a href='%(child_settings_link)s'> gennemgå dit barns konto for at se deres vejledere</a>.
es: Tu hijo puede haber invitado maestros u otras personas para que lo asesoren mientras aprende en Khan Academy. Como padre, siempre puedes <a href='%(child_settings_link)s'> revisar la cuenta de tu hijo para ver sus tutores</a>.
fr: Votre enfant a pu invité des professeurs ou d'autres pour aider à les entraîner tant qu'ils apprennent à travers Khan Academy. En tant que parent, vous pouvez toujours <a href='%(child_settings_link)s'>revoir le compte de votre enfant pour voir ses entraîneurs</a>.
nb: Ditt barn har invitert lærere eller andre til å hjelpe dem gjennom Khan Academy. Som foreldre kan du alltid <a href='%(child_settings_link)s'>se over og endre ditt barns konto for å se veliedere</a>.
nl: Uw kind heeft wellicht leraren of anderen uitgenodigd om te begeleiden terwijl zij leren bij Khan Academy. Als ouder kunt u altijd zien <a href='%(child_settings_link)s'> wie hen ondersteunt</a>.
pl: Twoje dziecko mogło zaprosić nauczycieli lub inne osoby do pomocy jako trenerów podczas nauki na Khan Academy. Jako rodzic, zawsze możesz <a href='%(child_settings_link)s'>przejrzeć konto Twojego dziecka żeby zobaczyć jego trenerów</a>.
pt: Seu filho pode ter convidado professores ou outras pessoas para ajudá-lo, orientando-o em seu aprendizado na Khan Academy. Como pai, você pode sempre <a href='%(child_settings_link)s'> ver a conta de seu filho para saber quais são seus tutores</a>.
tr: Çocuğunuz, Khan Academy'i kullanırken öğretmenleri veya başka eğitmenleri kendilerine yardımcı olmaları için davet etmiş olabilir. Velisi olarak her zaman <a href='%(child_settings_link)s'>çocuğunuzun hesabını gözden geçirip, eğitmenlerini görebilirsiniz</a>.

source: Your child may have invited teachers or others to help coach them as they learn through Khan Academy. As a parent, you can always review your child's account to see their coaches: %(child_settings_link)s
da: Dit barn kan have inviteret, lærere eller andre til at hjælpe med at vejlede dem, mens de lærer på Khan Academy. Som en forælder kan du altid gennemgå dit barns konto for at se deres vejledere: %(child_settings_link)s
es: Tu hijo puede haber invitado maestros u otras personas para que lo asesoren mientras aprende en Khan Academy. Como padre, siempre puedes revisar la cuenta de tu hijo para ver sus tutores: %(child_settings_link)s
fr: Votre enfant a pu invité des professeurs ou d'autres pour aider à les entraîner tant qu'ils apprennent à travers Khan Academy. En tant que parent, vous pouvez toujours revoir le compte de votre enfant pour voir ses entraîneurs: %(child_settings_link)s
nb: Barnet kan ha invitert lærere eller andre for å veilede dem gjennom Khan Academy. Som forelder, kan du alltid se barnets konto for å se deres veiledere: %(child_settings_link)s
nl: Uw kind heeft mogelijk leraren of anderen gevraagd om te helpen terwijl zij leren bij Khan Academy. Als ouder kunt u altijd uw het account van uw kind bekijken om te zien wie hen coacht: %(child_settings_link)s
pl: Twoje dziecko mogło zaprosić nauczycieli lub inne osoby do pomocy, jako trenerów podczas nauki na Khan Academy. Jako rodzic możesz zawsze przejrzeć konto Twojego dziecka i zobaczyć jego trenerów: %(child_settings_link)s
pt: Seu filho pode ter convidado professores ou outras pessoas para ajudá-lo, orientando-o em seu aprendizado na Khan Academy. Como pai, você pode sempre ver a conta de seu filho para saber quais são seus tutores: %(child_settings_link)s
tr: Çocuğunuz, Khan Academy'i kullanırken öğretmenleri veya başka eğitmenleri kendilerine yardımcı olmaları için davet etmiş olabilir. Velisi olarak her zaman çocuğunuzun hesabını gözden geçirip, eğitmenlerini görebilirsiniz: %(child_settings_link)s

source: Your child will always be able to add teachers or coaches that are associated with %(restricted_domain)s. The switch below will allow them to add other coaches outside of %(restricted_domain)s.
bg: Вашето дете винаги ще може да прибавя учители и преподаватели, които се асоциира с %(restricted_domain)s. Отметката отдолу им позволява да добавят други преподаватели извън %(restricted_domain)s.
da: Dit barn vil altid kunne tilføje lærere eller vejledere, der er knyttet til %(restricted_domain)s. Parameteren nedenfor vil gøre det muligt for dem at tilføje andre vejledere uden for %(restricted_domain)s.
es: Tu hijo siempre podrá agregar maestros o tutores que están asociados con %(restricted_domain)s. El botón siguiente les permitirá agregar otros tutores fuera de %(restricted_domain)s.
fr: Votre enfant sera toujours en mesure d'ajouter des coaches qui sont associés à %(restricted_domain)s. Le bouton ci-dessous leur permettra d'ajouter d'autres coaches, en dehors de %(restricted_domain)s.
nb: Ditt barn vil alltid kunne legge til lærere eller veiledere som er knyttet til %(restricted_domain)s. Parameteren nedenfor vil gøre det mulig for dem å legge til andre veiledere utenfor %(restricted_domain)s.
nl: Jouw kind zal altijd leraren en coaches kunnen toevoegen die betrokken zijn bij %(restricted_domain)s. Onderstaande knop zal hen toestaan andere coaches buiten %(restricted_domain)s toe te voegen.
pl: Twoje dziecko zawsze będzie mogło dodać nauczycieli lub trenerów, którzy są powiązani z %(restricted_domain)s. Poniższy przełącznik pozwoli mu dodawać innych trenerów spoza %(restricted_domain)s.
pt: Seu filho sempre poderá adicionar professores ou tutores associados a %(restricted_domain)s. A chave abaixo permitirá que ele adicione outros tutores fora de %(restricted_domain)s.
pt_pt: O seu filho poderá sempre adicionar professores ou tutores associados a %(restricted_domain)s. O seguinte interruptor permite que ele adicione outros tutores que não pertençam a %(restricted_domain)s.
tr: Çocuğunuz her zaman %(restricted_domain)s ile ilişkili öğretmenleri ve eğitmenleri ekleyebilir. Aşağıdaki anahtar, çocuğunuzun %(restricted_domain)s dışındaki eğitmenleri de eklemesine izin verir.

source: Your child will get a personalized learning dashboard that will guide them through each subject like a personal coach while using state-of-the-art, adaptive technology that identifies strengths and learning gaps while suggesting skills to practice. Your child will also receive fun rewards along the way like badges, energy points, and avatars.
da: Dit barn vil få en personlig læringsforside , der vil guide dem gennem hvert emne som en personlig vejleder og samtidig ved hjælp af state-of-the-art, adaptiv teknologi , der identificerer styrker og læringshuller hvorved der foreslås færdigheder til øvelse. Dit barn vil også modtage sjove belønninger undervejs såsom badges, energipoint og avatarer.
es: Tu hijo obtendrá un panel de aprendizaje personalizado, que lo guiará por cada tema como un tutor personal, mientras usa tecnología flexibe y de punta que identifica fortalezas y huecos en el aprendizaje, a la vez que le sugiere habilidades para practicar. Mientras tanto, tu hijo también recibirá divertidas recompensas como medallas, puntos de energía y avatares.
fr: Votre enfant possède son propre tableau de bord, qui lui présente un parcours pédagogique personnalisé. Cela lui permet de mettre en pratique les compétences sélectionnées en fonction de son niveau, ou que vous sélectionnez pour lui. Les enfants peuvent également voir leurs propres progrès et prendre du plaisir à composer leur avatar, et obtenir des récompenses, comme des points et des badges. Tout le monde travaille à son propre rythme... Avec la Khan Academy, vous pourrez aider votre enfant à travailler intelligemment en dehors de l'école.
nb: Barnet ditt får en personlig læringsoversikt som vil lede dem gjennom hvert emne som en personlig veileder, som ved hjelp av moderne adaptiv teknologi som identifiserer styrke og fyller hull og foreslår ferdigheter som kan jobbes mer med. Dine barn vil også mottar artige belønninger underveis som merker, energi -poeng og avatarer.
nl: Je kind krijgt een eigen leeromgeving die hem/haar zal leiden door elk onderwerp net als een persoonlijke coach. Door gebruik te maken van state-of-the-art, adaptieve technology die goede en slechte punten identificeert en aanraadt welke vaardigheden te oefenen. Jouw kind ontvangt ook leuke beloningen zoals medailles, energiepunten en avatars.
pl: Twoje dziecko będzie miało spersonalizowany pulpit nauki, który poprowadzi je przez każdy temat jak indywidualny trener, używając najnowocześniejszych, adaptujących się technologii, a także zidentyfikuje jego mocne strony i luki w wiedzy, sugerując umiejętności do przećwiczenia. Twoje dziecko będzie też zdobywało zabawne nagrody w czasie nauki, takie jak odznaki, punkty energii i awatary.
pt: Seu filho terá um painel de aprendizado personalizado que o guiará pelos assuntos que serão estudados, como se fosse um tutor pessoal, graças a sua tecnologia moderna e adaptável que identifica os pontos fortes e as falhas de aprendizado, sugerindo as habilidades que precisam ser praticadas. Seu filho também receberá recompensas divertidas ao longo do caminho, como medalhas, pontos de energia e avatares.
pt_pt: O seu filho terá um painel de aprendizagem personalizado que o guiará pelos conteúdos das várias disciplinas, como se fosse um tutor pessoal com tecnologia moderna e adaptável que identifica os pontos fortes e as falhas de aprendizagem. O seu filho também receberá recompensas divertidas à medida que for progredindo, como medalhas, pontos de energia e avatares.
tr: Çocuğunuz, kendisine özel bir öğrenme panosu ile eksiklerini ve iyi öğrendiği becerileri tespit edebilen gelişmiş teknolojiler sayesinde her konuyu bir öğretmen tarafından yönlendiriliyormuş gibi kişiselleştirilmiş bir anlayış ve kişiye özel öneriler ile öğrenecek. Bu sırada kazandığı rozetler, madalyalar, puanlar ve avatarlar ile eğitim eğlenceli bir deneyime dönşecek.

source: Your child's account has been created! For your child to log in now, you will first need to log out.
da: Dit barns konto er blevet oprettet! For dit barn kan logge ind på nu, skal du først logge ud.
es: ¡La cuenta de tu hijo ha sido creada! Para que tu hijo inicie sesión ahora, necesitas primero cerrar tu sesión.
fr: Le compte de votre enfant est créé ! Pour que votre enfant se connecte maintenant, vous devez d'abord fermer votre session.
ja: あなたの子のアカウントが作成されました! すぐに子がログインするためには，あなたがまずログアウトしなくてはいけません．
nb: Barnets konto er opprettet! For at barnet skal få logge på, må du først logge ut.
nl: Het account van uw kind is aangemaakt! Om uw kind in te laten loggen, dient u eerst zelf uit te loggen.
pl: Konto dla Twojego dziecka zostało stworzone! Żeby Twoje dziecko mogło się zalogować, musisz się najpierw wylogować.
pt: A conta do seu filho foi criada com sucesso! Para que ele possa acessar agora, você terá de encerrar sua sessão primeiro.
pt_pt: A conta do seu filho foi criada! Para que o seu filho possa iniciar sessão, termine sessão primeiro.
tr: Çocuğunuzun hesabı oluşturuldu! Çocuğunuzun şimdi giriş yapması için, önce sizin çıkış yapmanız gerekecek.

source: Your child's birthday
da: Dit barns fødselsdag
es: Cumpleaños de tu hijo
fr: Sa date de naissance
ja: あなたの子供の誕生日
nb: Ditt barns fødselsdag
nl: Verjaardag van jouw kind
pl: Urodziny Twojego dziecka
pt: Aniversário de seu filho
pt_pt: Aniversário do seu filho
tr: Çocuğunuzun doğum tarihi

source: Your child's email
da: Dit barns e-mail
es: El correo electrónico de tu hijo
fr: L'adresse e-mail de votre enfant
ja: あなたの子の電子メイルアドレス
nb: Ditt barns e-post
nl: Email van jouw kind
pl: E-mail Twojego dziecka
pt: E-mail do seu filho
pt_pt: E-mail do seu filho
tr: Çocuğunuzun e-posta adresi

source: Your child's password is managed from your account.
bg: Паролата на Вашето дете се управлява от вашия профил.
da: Dit barns adgangskode kontrolleres fra din konto.
es: La contraseña de la cuenta de tu hijo se administra desde tu cuenta.
fr: Le mot de passe de votre enfant est géré depuis votre compte.
he: הסיסמה של ילדך מנוהלת מהחשבון שלך.
ja: あなたの子のパスワードはあなたのアカウントから管理できます．
nb: Ditt barns passord bestemmes fra din konto.
nl: Het wachtwoord van je kind wordt beheerd vanaf je account.
pl: Hasło Twojego dziecka jest zarządzane z Twojego konta.
pt: A senha de seu filho é gerenciada a partir de sua conta.
pt_pt: A palavra-passe do seu filho será gerida a partir da sua conta.
tr: Çocuğunuzun şifresini kendi hesabınızdan düzenleyebilirsiniz.

source: Your child's progress this week
da: Dit barns fremskridt i denne uge
es: Progreso de tu hijo esta semana
fr: Le progrès réalisé par votre enfant cette semaine
nb: Barnets utvikling denne uken
nl: Voortgang van je kind deze week
pl: Postępy Twojego dziecka w tym tygodniu
pt: Progresso de seu filho esta semana
tr: Çocuğunuzun bu haftaki ilerlemesi

source: Your child's student id is {{identifier}}
da: Dit barns elev ID er {{identifier}}
es: La identificación de estudiante de tu hijo es {{identifier}}
fr: Le numéro d'identification de votre enfant est {{identifier}}
ja: あなたの子供の生徒の ID は {{identifier}} です．
nb: Ditt barns brukernavn er {{identifier}}
nl: Het leerling-ID van jouw kind is {{identifier}}
pl: Identyfikator ucznia Twojego dziecka to {{identifier}}
pt: O id de aluno de seu filho é {{identifier}}
pt_pt: O ID do seu filho é {{identifier}}
tr: Çocuğunuzun öğrenci kimliği: {{identifier}}

source: Your child's teacher
da: Dit barns lærer
es: El maestro de tu hijo
fr: L'enseignant de votre enfant
nb: Ditt barns veileder/lærer
nl: Leraar van jouw kind
pl: Nauczyciel Twojego dziecka
pt: O professor do seu filho
pt_pt: O professor do seu filho
tr: Çocuğunuzun öğretmeni

source: Your child's teacher has added your child to their class at KhanAcademy.org
da: Dit barns lærer har tilføjet dit barn til sin klasse på KhanAcademy.org
es: El profesor de tu hijo ha añadido a tu hijo a su clase en KhanAcademy.org
fr: L'enseignant de votre enfant a ajouté votre enfant à leur classe sur KhanAcademy.org
ja: あなたの子の先生があなたの子を KhanAcademy.org での彼らのクラスに加えました．
nb: Ditt barns veildere/lærer har lagt ditt barn inn i sin klasse på KhanAcademy.org
nl: De leraar van je kind heeft je kind toevoegd aan de klas op nl.khanacademy.org
pl: Nauczyciel Twojego dziecka dodał Twoje dziecko do klasy na KhanAcademy.org
pt: O professor do seu filho o adicionou a sua turma na KhanAcademy.org
tr: Çocuğunuzun öğretmeni, çocuğunuzu KhanAcademy.org'daki sınıfına ekledi

source: Your child's teacher has added your child to their class at KhanAcademy.org!
da: Dit barn lærer har tilføjet dit barn til sin klasse på KhanAcademy.org!
es: ¡El maestro de tu hijo ha añadido a tu hijo a su clase en KhanAcademy.org!
fr: L'enseignant de votre enfant a ajouté votre enfant à sa classe sur KhanAcademy.org !
nb: Ditt barns veildere/lærer har lagt ditt barn inn i sin klasse på KhanAcademy.org!
nl: De leraar van je kind heeft je kind toevoegd aan de klas op nl.khanacademy.org!
pl: Nauczyciel Twojego dziecka dodał Twoje dziecko do klasy na KhanAcademy.org!
pt: O professor do seu filho o adicionou a sua turma na KhanAcademy.org!
tr: Çocuğunuzun öğretmeni, çocuğunuzu KhanAcademy.org'daki sınıfına ekledi!

source: Your child's teacher has created a Khan Academy account for your child
da: Dit barns lærer har oprettet en Khan Academy-konto til dit barn
es: El profesor de tu hijo ha creado una cuenta de Khan Academy para tu hijo
fr: L'enseignant de votre enfant a créé un compte Khan Academy pour votre enfant
ja: あなたの子の先生があなたの子のカーンアカデミーアカウントを作成しました．
nb: Din barns veileder/lærer har laget en Khan Academy konto for barnet ditt
nl: De leraar van je kind heeft een Khan Academy account voor je kind gemaakt
pl: Nauczyciel Twojego dziecka stworzył na Khan Academy konto dla Twojego dziecka
pt: O professor do seu filho criou uma conta da Khan Academy para ele
tr: Çocuğunuzun öğretmeni, çocuğunuz için bir Khan Academy hesabı oluşturdu.

source: Your child's teacher has created an account for your child. Visit your parent homepage to follow their progress:
da: Dit barns lærer har oprettet en konto til dit barn. Besøg din forælder-side for at følge deres fremskridt:
es: El maestro de tu hijo ha creado una cuenta para tu hijo. Visita tu página principal de padre para seguir su progreso:
fr: L'enseignant de votre enfant a créé un compte pour votre enfant. Visitez votre page d’accueil de parent pour suivre ses progrès :
nb: Ditt barns lærer har opprettet en konto for barnet ditt. Besøk hjemmesiden din som foreldre for å følge deres fremgang:
nl: De leraar van je kind heeft een account voor jouw kind gemaakt. Bezoek de homepage voor ouders om hun voortgang te volgen:
pl: Nauczyciel Twojego dziecka stworzył/a konto dla Twojego dziecka. Odwiedź swoją stronę rodzica żeby śledzić postępy Twojego dziecka:
pt: O professor do seu filho criou uma conta para ele. Visite sua página inicial de pai para acompanhar seu progresso:
tr: Çocuğunuzun öğretmeni, çocuğunuz için bir hesap oluşturdu. İlerlemelerini izlemek için Veli Ana Sayfası'na gidiniz:

source: Your child's teacher, %(coach)s, has added your child to their class at KhanAcademy.org
da: Dit barns lærer, %(coach)s, har tilføjet dit barn til sin klasse på KhanAcademy.org
es: El profesor de tu hijo, %(coach)s, ha añadido a tu hijo a su clase en KhanAcademy.org
fr: L'enseignant de votre enfant, %(coach)s, a ajouté votre enfant à leur classe sur KhanAcademy.org
ja: あなたの子の先生，%(coach)s，があなたの子を KhanAcademy.org での彼らのクラスに加えました．
nb: Ditt barn lærer/veileder, %(coach)s, har lagt til ditt barn i sin klasse på KhanAcademy.org
nl: De leraar van je kind, %(coach)s, heeft je kind toevoegd aan zijn/haar klas op nl.khanacademy.org
pl: Nauczyciel Twojego dziecka, %(coach)s, dodał Twoje dziecko do klasy na KhanAcademy.org
pt: O professor do seu filho, %(coach)s, o adicionou a sua turma na KhanAcademy.org
tr: Çocuğunuzun öğretmeni, %(coach)s, çocuğunuzu KhanAcademy.org'daki sınıfına ekledi

source: Your child's teacher, %(coach)s, has created a Khan Academy account for your child
da: Dit barns lærer, %(coach)s, har oprettet en Khan Academy-konto til dit barn
es: El profesor de tu hijo, %(coach)s, ha creado una cuenta de Khan Academy para tu hijo
fr: L'enseignant de votre enfant, %(coach)s, a créé un compte Khan Academy pour votre enfant
ja: あなたの子の先生，%(coach)s, があなたの子のカーンアカデミーアカウントを作成しました．
nb: Ditt barne veileder, %(coach)s, har laget en Khan Academy konto for ditt barn
nl: De leraar van je kind, %(coach)s, heeft een Khan Academy account voor je kind gemaakt
pl: Nauczyciel Twojego dziecka, %(coach)s, stworzył na Khan Academy konto dla Twojego dziecka
pt: O professor do seu filho, %(coach)s, criou uma conta da Khan Academy para ele
pt_pt: O professor do seu filho, %(coach)s, criou uma conta na Khan Academy para o seu filho
tr: Çocuğunuzun öğretmeni, %(coach)s, çocuğunuz için bir Khan Academy hesabı oluşturdu

source: Your child's teacher, %(coach_name)s, has created an account for your child. Visit your parent homepage to follow their progress:
da: Dit barns lærer, %(coach_name)s, har oprettet en konto til dit barn. Besøg din forælder-side for at følge deres fremskridt:
es: El maestro de tu hijo, %(coach_name)s, ha creado una cuenta para tu hijo. Visita tu página principal de padre para seguir su progreso:
fr: L'enseignant de votre enfant, %(coach_name)s, a créé un compte pour votre enfant. Visitez votre page d’accueil de parent pour suivre ses progrès :
nb: Ditt barns lærer, %(coach_name)s, har opprettet en konto for ditt barn. Besøk ditt barns side for å følge med på fremgangen:
nl: De leraar van je kind, %(coach_name)s, heeft een account voor jouw kind gemaakt. Bezoek de homepage voor ouders om hun voortgang te volgen:
pl: Nauczyciel Twojego dziecka, %(coach_name)s, stworzył/a konto dla Twojego dziecka. Odwiedź swoją stronę rodzica żeby śledzić postępy dziecka:
pt: O professor do seu filho, %(coach_name)s, criou uma conta para ele. Visite sua página inicial de pai para acompanhar seu progresso:
tr: Çocuğunuzun öğretmeni, %(coach_name)s, çocuğunuz için bir hesap oluşturdu. İlerlemelerini izlemek için Veli Ana Sayfası'na gidiniz:

source: Your children
da: Dine børn
es: Tus hijos
fr: Vos enfants
ja: あなたの子
nb: Dine barn
nl: Jouw kinderen
pl: Twoje dzieci
pt: Seus filhos
pt_pt: Os seus filhos
tr: Çocuklarınız

source: Your children will get an email confirming their participation and/or see a banner at the top of their Khan Academy page alerting them that they have joined LearnStorm
es: Tus hijos recibirán un correo electrónico confirmando su participación y/o verán un encabezado en la parte superior de su página de Khan Academy avisándoles que se han unido a LearnStorm
nb: Barnet ditt vil få en e-mail med bekreftelse på deltakelsen og/eller se et banner øverst på siden av Khan Academy som viser at de deltar i LearnStorm
pt: Seus filhos vão receber um e-mail confirmando sua participação e/ou vão ver um banner na parte superior da página da Khan Academy, avisando-os que eles estão participando da LearnStorm
tr: Öğrencileriniz bir konfirmasyon e-postası alacak ve/veya Khan Academy sayfalarının üst tarafında, LearnStorm'a katıldıklarını gösteren bir uyarı göreceklerdir.

source: Your children will see a banner at the top of their Khan Academy page alerting them that they have joined LearnStorm when they sign-in to Khan Academy
es: Cuando tus hijos inicien sesión en Khan Academy, verán un encabezado en la parte superior de su página que les avisará que se han unido a LearnStorm
nb: Ditt barn vil se et banner på toppen av deres Khan Academy side som viser at de er med i LearnStorm når de logger inn på Khan Academy
pt: Seus filhos vão ver um banner na parte superior de sua página na Khan Academy, informando-os que eles estão participando da LearnStorm, quando eles se conectarem à Khan Academy
tr: Çocuklarınız bir konfirmasyon e-postası alacak ve Khan Academy sayfalarının üst tarafında, LearnStorm'a katıldıklarını gösteren bir uyarı göreceklerdir.
