Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The point where the bisectors intersect is the incenter. We could bisect the third angle in the triangle, but this will intersect at the same point.
es: El punto donde se intersectan las bisectrices se llama incentro. Podríamos bisectar el tercer ángulo del triángulo, pero se intersectará en el mismo punto.
fr: Le point d'intersection des bissectrices est le centre du cercle inscrit. On pourrait tracer la bissectrice du troisième angle du triangle, mais elle passerait aussi par ce point.
pt: O ponto em que as bissetrizes se cruzam é o incentro. Poderíamos traçar uma bissetriz no terceiro ângulo do triângulo, mas ela cruzará o mesmo ponto.
tr: Açıortayların kesiştiği nokta, iç teğet çemberin merkezidir. Üçgenin üçüncü açısını da iki eşit parçaya bölebiliriz, ama bu da aynı noktada kesişecektir.

source: The points must have the <code>\leftrightarrow</code> above because we're naming a line, not a ray or a segment.
es: Los puntos deben tener <code>\leftrightarrow</code> sobre ellos porque estamos nombrando una línea, no un rayo o un segmento.
pl: Punkty muszą mieć <code>\leftrightarrow</code> powyżej, ponieważ nazywamy prostą, a nie półprostą lub odcinek.
pt: Os pontos devem ter o <code>\leftrightarrow</code> acima, porque estamos definindo uma reta, e não uma semirreta ou um segmento.
tr: Noktaların üstünde <code>\leftrightarrow</code> olmalı, çünkü bir doğru isimlendiriyoruz, ışın veya doğru parçası değil.

source: The points of a regular triangle are equally spaced around the center. Therefore, each point is <code>60^{\circ}</code> from each other point.
fr: Les sommets d'un hexagone régulier sont équidistants sur le cercle. Donc, les sommets sont séparés l'un de l'autre par un arc de <code>60^{\circ}</code>.
pt: Os pontos de um triângulo regular têm a mesma distância em torno do centro. Portanto, cada ponto tem <code>60^{\circ}</code> entre si.
tr: Düzgün bir üçgenin noktaları merkezin etrafında eşit aralıklarla konumlanmıştır. Bu nedenle, her bir nokta diğerinden <code>60^{\circ}</code>'dedir.

source: The points of an equilateral triangle are equally spaced around the center. Therefore, each point is <code>120^{\circ}</code> from each other point.
es: Los puntos de un triángulo equilátero están igualmente espaciados alrededor del centro. Por lo tanto, cada punto está a <code>120^{\circ}</code> de los otros puntos.
fr: Les cordes joignant les sommets d'un triangle équilatéral sont de même longueur, donc elles sous-tendent des arcs de même mesure. Par conséquent, chacun de ces arcs mesure <code>120^{\circ}</code>.
pt: Os pontos de um triângulo equilátero têm a mesma distância em torno do centro. Portanto, cada ponto tem <code>120^{\circ}</code> entre si.
tr: Bir eşkenar üçgenin noktaları merkezin etrafında eşit aralıklarla konumlanmıştır. Bu nedenle, her bir nokta diğerinden <code>120^{\circ}</code>'dedir.

source: The points where the two circles intersect can be used to draw a perpendicular line.
es: Los puntos donde se intersectan los dos círculos pueden ser utilizados para dibujar una línea perpendicular.
fr: On peut utiliser les points d'intersection des deux cercles pour construire la perpendiculaire.
pt: Os pontos em que os dois círculos se cruzam podem ser usados para desenhar uma linha perpendicular.
tr: İki çemberin kesiştiği noktaları kullanarak dik doğru çizebilirsiniz.

source: The population variance is <code><var>roundTo(1, VARIANCE_POP)</var></code> year<code>^2</code>.
fr: La variance de la population est <code><var>roundTo(1, VARIANCE_POP)</var></code> an<code>^2</code>.
pt: A variação populacional é <code><var>roundTo(1, VARIANCE_POP)</var></code> ano<code>^2</code>.
tr: Nüfusun varyansı <code><var>roundTo(1, VARIANCE_POP)</var></code> yıldır<code>^2</code>.

source: The positive factors of <code><var>NUMBER</var></code> are <var>toSentenceTex(FACTORS.reverse(), function(){return true;}, "hint_pink")</var>.
es: Los factores positivos de <code><var>NUMBER</var></code> son <var>toSentenceTex(FACTORS.reverse(), function(){return true;}, "hint_pink")</var>.
fr: Les diviseurs de <code><var>NUMBER</var></code> sont <var>toSentenceTex(FACTORS.reverse(), function(){return true;}, "hint_pink")</var>.
nb: De positive faktorene i <code><var>NUMBER</var></code> er <var>toSentenceTex(FACTORS.reverse(), function(){return true;}, "hint_pink")</var>.
nl: De positieve factoren van <code><var>NUMBER</var></code> zijn <var>toSentenceTex(FACTORS.reverse(), function(){return true;}, "hint_pink")</var>.
pl: Dodatnimi czynnikami <code><var>NUMBER</var></code> są <var>toSentenceTex(FACTORS.reverse(), function(){return true;}, "hint_pink")</var>.
pt: Os divisores positivos de <code><var>NUMBER</var></code> são <var>toSentenceTex(FACTORS.reverse(), function(){return true;}, "hint_pink")</var>.
tr: <code><var>NUMBER</var></code>'in pozitif çarpanları, <var>toSentenceTex(FACTORS.reverse(), function(){return true;}, "hint_pink")</var>.

source: The post office does not sell any boxes which have a side length longer than <code>10</code> centimeters. I bought a box from the post office that has a volume of <code><var>VOL</var></code> cubic centimeters.
es: La oficina de correos no vende cajas que tengan una longitud lateral mayor a <code>10</code> centímetros. Compré una caja de la oficina de correos que tiene un volumen de <code><var>VOL</var></code> centímetros cúbicos.
fr: Le bureau de poste ne vend pas de boîtes de longueur de plus grande que <code>10</code> centimètres. J'ai acheté une boîte à la poste qui a un volume de <code><var>VOL</var></code> centimètres cubes.
nb: Postkontoret selger ikke esker som har sidelengder på mer enn <code>10</code> centimeter. Jeg kjøpte en eske på postkontoret med volumet <code><var>VOL</var></code> kubikkcentimeter.
pl: Poczta nie sprzedaje pudełek, które mają choć jeden bok dłuższy niż <code>10</code> centymetrów. Kupiłem na poczcie pudełko, które ma objętość <code><var>VOL</var></code> centymetrów sześciennych.
pt: As agências dos Correios não vendem caixas com comprimento de lado maior do que <code>10</code> centímetros. Eu comprei, em uma agência dos Correios, uma caixa com volume de <code><var>VOL</var></code> centímetros cúbicos.
tr: Postanede kenar uzunluğu <code>10</code> santimetreden daha uzun olan kutu satılmıyor. Postaneden hacmi <code><var>VOL</var></code> santimetreküp olan bir kutu satın aldım.

source: The potential responsibilities for a school champion(s) will be fun and light. Throughout the 3-months, their responsibilities will likely vary based on the phase of the challenge. See below for some example responsibilities during the different phases of LearnStorm.
es: Las responsabilidades potenciales para un campeón de la escuela serán ligeras y divertidas. A lo largo de los 3 meses, sus responsabilidades muy posiblemente variarán con base en la fase del desafío. Mira a continuación unos ejemplos de responsabilidades durante las diferentes fases de LearnStorm.
nb: De potensielle er ansvarlige for at skolekonkurransen(e) skal være artige og lystige. Gjennom 3 månederr vil ansvarsområdet variere gjennom konkuuransen. Se nedenfor på eksemplene ansvar under ulike faser av LearnStorm.
pt: As responsabilidades em potencial de um campeão da escola serão divertidas e tranquilas. Durante os 3 meses, suas responsabilidades provavelmente vão variar com base na fase do desafio. Veja alguns exemplos de responsabilidades durante as diferentes fases da LearnStorm.
tr: Bir okul şampiyonunun potansiyel sorumlulukları eğlenceli ve hafif olacak. Bu 3-ay boyunca, yarışmada bulundukları aşamaya göre farklılık gösterebilecek. LearnStorm'un değişik aşamaları için, bazı örnek sorumlulukları aşağıda görebilirsiniz.

source: The prime factorization of <code><var>A</var></code> is <code><var>getPrimeFactorization( A ).join( "\\times" )</var></code>.
da: Primfaktoriseringen af <code><var>A</var></code> er <code><var>getPrimeFactorization( A ).join( "\\times" )</var></code>.
es: La factorización en primos de <code><var>A</var></code> es <code><var>getPrimeFactorization( A ).join( "\\times" )</var></code>.
fr: La décomposition en facteurs premiers de <code><var>A</var></code> est <code><var>getPrimeFactorization( A ).join( "\\times" )</var></code>.
hi: अभाज्य गुणक <code><var>A</var></code> है <code><var>getPrimeFactorization( A ).join( "\\times" )</var></code>.
nb: Primtallsfaktoriseringen av <code><var>A</var></code> er <code><var>getPrimeFactorization( A ).join( "\\times" )</var></code>.
nl: De ontbinding in factoren van <code><var>A</var></code> is <code><var>getPrimeFactorization( A ).join( "\\times" )</var></code>.
pl: Rozkład na czynniki pierwsze liczby <code><var>A</var></code> to <code><var>getPrimeFactorization( A ).join( "\\times" )</var></code>.
pt: A fatoração em números primos de <code><var>A</var></code> é <code><var>getPrimeFactorization( A ).join( "\\times" )</var></code>.
tr: <code><var>A</var></code> sayısının asal çarpanları şunlardır: <code><var>getPrimeFactorization( A ).join( "\\times" )</var></code>.

source: The prime factorization of <code><var>ANSWER</var></code> is <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code>.
da: Primfaktoriseringen af <code><var>ANSWER</var></code> er <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code>.
es: La factorización en primos de <code><var>ANSWER</var></code> es <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code>.
fr: La décomposition en facteurs premiers de <code><var>ANSWER</var></code> est <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code>.
hi: अभाज्य गुणक <code><var>ANSWER</var></code> is <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code> काI
nb: Primtallsfaktoriseringen av <code><var>ANSWER</var></code> er <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code>.
nl: De ontbinding in factoren van <code><var>ANSWER</var></code> is <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code>.
pl: Rozkład na czynniki pierwsze liczby <code><var>ANSWER</var></code> to <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code>.
pt: A fatoração em números primos de <code><var>ANSWER</var></code> é <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code>.
tr: <code><var>ANSWER</var></code> sayısının asal çarpanları şunlardır: <code><var>getPrimeFactorization( ANSWER ).join( "\\times" )</var></code>.

source: The prime factorization of <code><var>B</var></code> is <code><var>getPrimeFactorization( B ).join( "\\times" )</var></code>.
da: Primfaktoriseringen af <code><var>B</var></code> er <code><var>getPrimeFactorization( B ).join( "\\times" )</var></code>.
es: La factorización en primos de <code><var>B</var></code> es <code><var>getPrimeFactorization( B ).join( "\\times" )</var></code>.
fr: La décomposition en facteurs premiers de <code><var>B</var></code> est <code><var>getPrimeFactorization( B ).join( "\\times" )</var></code>.
hi: अभाज्य गुणक <code><var>B</var></code> is <code><var>getPrimeFactorization( B ).join( "\\times" )</var></code>.
nb: Primtallsfaktoriseringen av <code><var>B</var></code> er <code><var>getPrimeFactorization( B ).join( "\\times" )</var></code>.
nl: De ontbinding in factoren van <code><var>B</var></code> is <code><var>getPrimeFactorization( B ).join( "\\times" )</var></code>.
pl: Rozkład na czynniki pierwsze liczby <code><var>B</var></code> to <code><var>getPrimeFactorization( B ).join( "\\times" )</var></code>.
pt: A fatoração em números primos de <code><var>B</var></code> é <code><var>getPrimeFactorization( B ).join( "\\times" )</var></code>.
tr: <code><var>B</var></code> sayısının asal çarpanları şunlardır: <code><var>getPrimeFactorization( B ).join( "\\times" )</var></code>.

source: The prime factorization of <code><var>NUMBER</var></code> is <code><var>SOLUTION.join(" \\times ")</var></code>.
es: La factorización en primos de <code><var>NUMBER</var></code> es <code><var>SOLUTION.join(" \\times ")</var></code>.
fr: La décomposition en produit de facteurs premiers de <code><var>NUMBER</var></code> est <code><var>SOLUTION.join(" \\times ")</var></code>.
nb: Primtallsfaktorene i <code><var>NUMBER</var></code> er <code><var>SOLUTION.join(" \\times ")</var></code>.
nl: De ontbinding in factoren van <code><var>NUMBER</var></code> is <code><var>SOLUTION.join(" \\times ")</var></code>.
pl: Rozkładem liczby <code><var>NUMBER</var></code> na czynniki pierwsze jest <code><var>SOLUTION.join(" \\times ")</var></code>.
pt: A fatoração em números primos de <code><var>NUMBER</var></code> é <code><var>SOLUTION.join(" \\times ")</var></code>.
tr: <code><var>NUMBER</var></code> sayısını asal çarpanlarına ayırdığımızda, <code><var>SOLUTION.join(" \\times ")</var></code> olur.

source: The prime factorization of <code><var>NUMBER</var></code> is:
es: La factorización en primos de <code><var>NUMBER</var></code> es:
fr: La décomposition en facteurs premiers de <code><var>NUMBER</var></code> est :
nb: Primtallsfaktorisering av <code><var>NUMBER</var></code> er:
nl: De ontbinding van <code><var>NUMBER</var></code> in priemfactoren luidt:
pl: Rozkład na czynniki pierwsze <code><var>NUMBER</var></code> to:
pt: A fatoração em números primos de <code><var>NUMBER</var></code> é:
tr: <code><var>NUMBER</var></code> sayısının asal çarpanları şunlardır:

source: The principal root of a number cannot be negative. So, there is no solution.
da: Roden af et tal kan ikke være negativt, så der er ingen løsning.
es: La raíz principal de un número no puede ser negativa. Por lo tanto, no existe ninguna solución.
fr: La racine carrée d'un nombre ne peut pas être négative. Donc il n'y a pas de solution.
nb: Roten av et tall kan ikke være negativt, så det er ingen løsning.
pt: A raiz principal de um número não pode ser negativa. Logo, não há solução.
tr: Bir sayının karekökü negatif olamaz. Yani, çözüm yoktur.

source: The probability is <code><var>fraction(SOLUTION_N, SOLUTION_D)</var></code>, which reduces to <code><var>fractionReduce(SOLUTION_N, SOLUTION_D)</var></code>.
fr: La probabilité est égale à <code><var>fraction(SOLUTION_N, SOLUTION_D)</var></code>, et après simplification à <code><var>fractionReduce(SOLUTION_N, SOLUTION_D)</var></code>.
pt: A probabilidade é de <code><var>fraction(SOLUTION_N, SOLUTION_D)</var></code>, que se reduz a <code><var>fractionReduce(SOLUTION_N, SOLUTION_D)</var></code>.
tr: Olasılık, <code><var>fraction(SOLUTION_N, SOLUTION_D)</var></code>'dir, bu da <code><var>fractionReduce(SOLUTION_N, SOLUTION_D)</var></code> olarak sadeleşir.

source: The probability is <code><var>fractionReduce(SOLUTION_N, SOLUTION_D)</var></code>.
fr: La probabilité est égale à <code><var>fractionReduce(SOLUTION_N, SOLUTION_D)</var></code>.
pt: A probabilidade é de <code><var>fractionReduce(SOLUTION_N, SOLUTION_D)</var></code>.
tr: Olasılık, <code><var>fractionReduce(SOLUTION_N, SOLUTION_D)</var></code>.

source: The probability is the number of <b>matching outcomes</b> divided by <b>all possible outcomes</b>.
fr: Les éventualités sont équiprobables, donc la probabilité de l'événement est égale au quotient du <b>nombre d'éléments de l'événement</b> par le <b>nombre d'éléments de l'univers</b>.
pt: A probabilidade é o número de <b>resultados correspondentes</b> divididos por <b>todos os resultados possíveis</b>.
tr: Olasılık, <b>eşleşen sonuçlar</b> bölü <b>tüm olası sonuçlar</b>.

source: The probability of a particular <var>ANIMAL</var> living between <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> and <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> years is <code>\green{<var>roundTo( 2, AREA )</var>\%}</code>.
fr: La probabilité qu'un <var>ANIMAL</var> vive entre <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> et <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> ans est égale à <code>\green{<var>roundTo( 2, AREA )</var>\%}</code>.
pt: A probabilidade de um(a) determinado(a) <var>ANIMAL</var> viver entre <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> e <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> anos é de <code>\green{<var>roundTo( 2, AREA )</var>\%}</code>.
tr: Belirli bir <var>ANIMAL</var>'ın <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> ve <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> yıl arasında yaşama olasılığı <code>\green{<var>roundTo( 2, AREA )</var>\%}</code>.

source: The probability of a particular <var>ANIMAL</var> living between <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> and <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> years is <span data-if="Z1 * Z2 > 0"><code>\red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%}</code>.</span> <span data-else=""><code>\green{<var>EMPIRICAL2</var>\%} + \red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%}</code>, or <code><var>roundTo( 2, AREA )</var>\%</code>.</span>
fr: La probabilité qu'un <var>ANIMAL</var> vive entre <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> et <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> ans est égale à <span data-if="Z1 * Z2 > 0"><code>\red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%}</code>.</span> <span data-else=""><code>\green{<var>EMPIRICAL2</var>\%} + \red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%}</code>, ou <code><var>roundTo( 2, AREA )</var>\%</code>.</span>
pt: A probabilidade de um(a) determinado(a) <var>ANIMAL</var> viver entre <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> e <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> anos é de <span data-if="Z1 * Z2 > 0"><code>\red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%}</code>.</span> <span data-else=""><code>\green{<var>EMPIRICAL2</var>\%} + \red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%}</code>, ou <code><var>roundTo( 2, AREA )</var>\%</code>.</span>
tr: Belirli bir <var>ANIMAL</var>'ın <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> ve <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> yıl arasında yaşama olasılığı, <span data-if="Z1 * Z2 > 0"><code>\red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%}</code>.</span> <span data-else=""><code>\green{<var>EMPIRICAL2</var>\%} + \red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%}</code>, veya <code><var>roundTo( 2, AREA )</var>\%</code>.</span>

source: The probability of a particular <var>ANIMAL</var> living between <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> and <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> years is <span data-if="Z1 * Z2 > 0"><code>\red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%}</code>.</span> <span data-else=""><code>\red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%} + \green{<var>EMPIRICAL2</var>\%}</code>, or <code><var>roundTo( 2, AREA )</var>\%</code>.</span>
fr: La probabilité qu'un <var>ANIMAL</var> donné vive entre <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> et <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> ans est égale à <span data-if="Z1 * Z2 > 0"><code>\red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%}</code>.</span> <span data-else=""><code>\red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%} + \green{<var>EMPIRICAL2</var>\%}</code>, ou <code><var>roundTo( 2, AREA )</var>\%</code>.</span>
pt: A probabilidade de determinado <var>ANIMAL</var> viver entre <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> e <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code>anos é de <span data-if="Z1 * Z2 > 0"><code>\red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%}</code>.</span> <span data-else=""><code>\red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%} + \green{<var>EMPIRICAL2</var>\%}</code>, ou <code><var>roundTo( 2, AREA )</var>\%</code>.</span>
tr: Belirli bir <var>ANIMAL</var>'in <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z1 )</var></code> ve <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z2 )</var></code> yıl arasında yaşama olasılığı, <span data-if="Z1 * Z2 > 0"><code>\red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%}</code>.</span> <span data-else=""><code>\red{<var>roundTo( 2, ( EMPIRICAL1 - EMPIRICAL2 ) / 2 )</var>\%} + \green{<var>EMPIRICAL2</var>\%}</code>, veya <code><var>roundTo( 2, AREA )</var>\%</code>.</span>

source: The probability of a particular <var>ANIMAL</var> living less than <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> years is <code>\green{<var>ANSWER</var>\%}</code>.
fr: La probabilité qu'un <var>ANIMAL</var> donné vive moins de <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> ans est égale à <code>\green{<var>ANSWER</var>\%}</code>.
pt: A probabilidade de um(a) determinado(a) <var>ANIMAL</var> viver menos de <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> anos é de <code>\green{<var>ANSWER</var>\%}</code>.
tr: Belirli bir <var>ANIMAL</var>'in <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> yıldan az yaşama olasılığı, <code>\green{<var>ANSWER</var>\%}</code>.

source: The probability of a particular <var>ANIMAL</var> living less than <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> years is <code>\green{<var>EMPIRICAL</var>\%} + \green{<var>roundTo( 2, ( 100 - EMPIRICAL ) / 2 )</var>\%}</code>, or <code><var>ANSWER</var>\%</code>.
fr: La probabilité qu'un <var>ANIMAL</var> donné vive moins de <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> ans est égale à<code>\green{<var>EMPIRICAL</var>\%} + \green{<var>roundTo( 2, ( 100 - EMPIRICAL ) / 2 )</var>\%}</code> ou <code><var>ANSWER</var>\%</code>.
pt: A probabilidade de um(a) determinado(a) <var>ANIMAL</var> viver menos de <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> anos é de <code>\green{<var>EMPIRICAL</var>\%} + \green{<var>roundTo( 2, ( 100 - EMPIRICAL ) / 2 )</var>\%}</code>, ou <code><var>ANSWER</var>\%</code>.
tr: Belirli bir <var>ANIMAL</var>'ın <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> yıldan daha az yaşama olasılığı <code>\green{<var>EMPIRICAL</var>\%} + \green{<var>roundTo( 2, ( 100 - EMPIRICAL ) / 2 )</var>\%}</code>, veya <code><var>ANSWER</var>\%</code>.

source: The probability of a particular <var>ANIMAL</var> living longer than <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> years is <code>\green{<var>ANSWER</var>\%}</code>.
fr: La probabilité qu'un <var>ANIMAL</var> donné vive plus de <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> ans est égale à <code>\green{<var>ANSWER</var>\%}</code>.
pt: A probabilidade de um(a) determinado(a) <var>ANIMAL</var> viver mais de <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> anos é de <code>\green{<var>ANSWER</var>\%}</code>.
tr: Belirli bir <var>ANIMAL</var>'in <code class="hint_pink"><var>roundTo( 1, MEAN + STDDEV * Z )</var></code> yıldan fazla yaşama olasılığı, <code>\green{<var>ANSWER</var>\%}</code>.
