Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> trees.
da: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> træer.
es: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> árboles.
fr: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> arbres.
ja: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> 本の木があります.
nb: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> trær.
pl: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> drzew.
pt: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> árvores.
tr: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> ağaç.

source: <code><var>NUM</var></code> <var>RESPONDENT</var> said their favorite <var>SUBJECT</var> was <var>CATEGORIES[ INDEX ]</var>.
fr: <code><var>NUM</var></code> <var>RESPONDENT</var> a répondu que son <var>SUBJECT</var> préféré était <var>CATEGORIES[ INDEX ]</var>.
nb: <code><var>NUM</var></code> <var>RESPONDENT</var> sa at deres favoritt <var>SUBJECT</var> var <var>CATEGORIES[ INDEX ]</var>.
pl: <code><var>NUM</var></code> <var>RESPONDENT</var> powiedział(a), że <var>SUBJECT</var>, jaki(e) najbardziej lubi, to <var>CATEGORIES[ INDEX ]</var>.
pt: <code><var>NUM</var></code> <var>RESPONDENT</var> disse que o(a) seu(sua) <var>SUBJECT</var> favorito(a) era <var>CATEGORIES[ INDEX ]</var>.

source: <code><var>NUM</var></code> has no perfect-square factors, so <code>\sqrt{<var>NUM</var>}</code> is already the simplest form.
es: <code><var>NUM</var></code> no tiene factores cuadrados perfectos, así que <code>\sqrt{<var>NUM</var>}</code> ya está en su forma más simple.
fr: Le nombre <code><var>NUM</var></code> n'a pas de carré parfait parmi ses diviseurs, donc <code>\sqrt{<var>NUM</var>}</code> est déjà dans sa forme la plus simple.
hi: <code><var>NUM</var></code> में कोई पूर्ण वर्ग गुणनखंड (Perfect-square factors) नहीं है, इसलिए <code>\sqrt{<var>NUM</var>}</code> पहले से ही सबसे सरल रूप है I
nb: <code><var>NUM</var></code> har ingen kvadrattall som faktorer, så <code>\sqrt{<var>NUM</var>}</code> er allerede på den enkleste form.
nl: <code><var>NUM</var></code> heeft geen kwadraatgetallen als factor, dus staat <code>\sqrt{<var>NUM</var>}</code> al in zijn meest eenvoudige vorm.
pl: Liczba <code><var>NUM</var></code> nie ma dzielników w postaci idealnych kwadratów, więc <code>\sqrt{<var>NUM</var>}</code> jest już możliwie najprostszą formą.
pt: <code><var>NUM</var></code> não tem divisores quadrados perfeitos, então, <code>\sqrt{<var>NUM</var>}</code> já está na forma mais simples.
tr: <code><var>NUM</var></code> sayısının tam kare olan çarpanı yoktur, bu sebeple <code>\sqrt{<var>NUM</var>}</code> en sadeleştirilmiş durumdadır.

source: <code><var>NUMBER</var></code> is divisible by <code><var>FACTOR</var></code> if it can be divided by <code><var>FACTOR</var></code> without leaving a remainder.
es: <code><var>NUMBER</var></code> es divisible entre <code><var>FACTOR</var></code> si se puede dividir entre <code><var>FACTOR</var></code> sin dejar residuo.
fr: <code><var>NUMBER</var></code> est divisible par <code><var>FACTOR</var></code> signifie que quand on le divise par <code><var>FACTOR</var></code> la division tombe juste.
nb: <code><var>NUMBER</var></code> er delelig med <code><var>FACTOR</var></code> om det kan deles med <code><var>FACTOR</var></code> uten å gi noen rest.
nl: <code><var>NUMBER</var></code> is deelbaar door <code><var>FACTOR</var></code> als het door <code><var>FACTOR</var></code> gedeeld kan worden zonder dat er een rest overblijft.
pl: <code><var>NUMBER</var></code> jest podzielna przez <code><var>FACTOR</var></code> jeśli może być podzielona przez <code><var>FACTOR</var></code> bez reszty.
pt: <code><var>NUMBER</var></code> é divisível por <code><var>FACTOR</var></code> se puder ser dividido por <code><var>FACTOR</var></code> sem deixar um resto.
tr: <code><var>NUMBER</var></code>, <code><var>FACTOR</var></code> ile kalansız bölünebiliyorsa, <code><var>FACTOR</var></code> ile bölünebilir.

source: <code><var>NUMBER</var></code> is even, so it is divisible by <code>2</code>.
es: <code><var>NUMBER</var></code> es par, así que es divisible entre <code>2</code>.
fr: <code><var>NUMBER</var></code> est pair, donc il est divisible par <code>2</code>.
nb: <code><var>NUMBER</var></code> er partall, så det er delelig med <code>2</code>.
nl: <code><var>NUMBER</var></code> is even, dus is het deelbaar door <code>2</code>.
pl: <code><var>NUMBER</var></code> jest parzysta, więc jest podzielna przez <code>2</code>.
pt: <code><var>NUMBER</var></code> é par, portanto, ele é divisível por <code>2</code>.
tr: <code><var>NUMBER</var></code> çifftir, yani <code>2</code> ile bölünebilir.

source: <code><var>NUMBER</var></code> is odd, so it is not divisible by <code>2</code>.
da: <code><var>NUMBER</var></code> er ulige, så det ikke er deleligt med <code>2</code>.
es: <code><var>NUMBER</var></code> es impar, así que no es divisible entre <code>2</code>.
fr: <code><var>NUMBER</var></code> est impair, donc il n'est pas divisible par <code>2</code>.
hi: <code><var>NUMBER</var></code> विषम है, इसलिए यह <code>2</code>विभाजित नहीं हो सकतीI
nb: <code><var>NUMBER</var></code> er oddetall, så det ikke er delelig med <code>2</code>.
nl: <code><var>NUMBER</var></code> is oneven, dus het is niet deelbaar door <code>2</code>.
pl: <code><var>NUMBER</var></code> jest nieparzysta, więc nie jest podzielna przez <code>2</code>.
pt: <code><var>NUMBER</var></code> é impar, portanto, não é divisível por <code>2</code>.
tr: <code><var>NUMBER</var></code> tektir, yani <code>2</code> ile bölünemez.

source: <code><var>NUMERATOR</var></code> copies of <code>\dfrac{<var>NUMERATOR</var>}{\blue{<var>DENOMINATOR_1</var>}}</code> segments are <em>smaller</em> than <code><var>NUMERATOR</var></code> copies of <code>\dfrac{<var>NUMERATOR</var>}{\red{<var>DENOMINATOR_2</var>}}</code> segments.
es: <code><var>NUMERATOR</var></code> segmentos de <code>\dfrac{<var>NUMERATOR</var>}{\blue{<var>DENOMINATOR_1</var>}}</code> son <em>más pequeños</em> que <code><var>NUMERATOR</var></code> segmentos de <code>\dfrac{<var>NUMERATOR</var>}{\red{<var>DENOMINATOR_2</var>}}</code>.
nb: <code><var>NUMERATOR</var></code> kopier av <code>\dfrac{<var>NUMERATOR</var>}{\blue{<var>DENOMINATOR_1</var>}}</code> deler er <em>mindre</em> enn <code><var>NUMERATOR</var></code> kopier av <code>\dfrac{<var>NUMERATOR</var>}{\red{<var>DENOMINATOR_2</var>}}</code> deler.
pl: <code><var>NUMERATOR</var></code> odcinek o długości <code>\dfrac{<var>NUMERATOR</var>}{\blue{<var>DENOMINATOR_1</var>}}</code> jest <em>mniejszy</em> od <code><var>NUMERATOR</var></code> odcinka o długości <code>\dfrac{<var>NUMERATOR</var>}{\red{<var>DENOMINATOR_2</var>}}</code>.
pt: <code><var>NUMERATOR</var></code> segmentos de <code>\dfrac{<var>NUMERATOR</var>}{\blue{<var>DENOMINATOR_1</var>}}</code> são <em>menores</em> do que <code><var>NUMERATOR</var></code> segmentos de <code>\dfrac{<var>NUMERATOR</var>}{\red{<var>DENOMINATOR_2</var>}}</code>.
tr: <code><var>NUMERATOR</var></code> adet <code>\dfrac{<var>NUMERATOR</var>}{\blue{<var>DENOMINATOR_1</var>}}</code> doğru parçası, <code><var>NUMERATOR</var></code> adet <code>\dfrac{<var>NUMERATOR</var>}{\red{<var>DENOMINATOR_2</var>}}</code> doğru parçasından <em>küçüktür</em>.

source: <code><var>NUM_1</var></code> slice is less than <code><var>NUM_2</var></code> slices of the same size.
da: <code><var>NUM_1</var></code> skive er mindre end <code><var>NUM_2</var></code> stykker med samme størrelse.
es: <code><var>NUM_1</var></code> rebanada es menos que <code><var>NUM_2</var></code> rebanadas del mismo tamaño.
fr: <code><var>NUM_1</var></code> part est plus petit que <code><var>NUM_2</var></code> parts de la même taille.
nb: <code><var>NUM_1</var></code> stykker er mindre enn <code><var>NUM_2</var></code> stykker av samme størrelse.
nl: <code><var>NUM_1</var></code> pizzapunt is minder dan <code><var>NUM_2</var></code> pizzapunt van dezelfde grootte.
pl: <code><var>NUM_1</var></code> kawałek to mniej niż <code><var>NUM_2</var></code> kawałków tej samej wielkości.
pt: <code><var>NUM_1</var></code> fatia é menos do que <code><var>NUM_2</var></code> fatias do mesmo tamanho.
tr: <code><var>NUM_1</var></code> dilim, aynı boyuttaki <code><var>NUM_2</var></code> dilimden azdır.

source: <code><var>NUM_1</var></code> slices is more than <code><var>NUM_2</var></code> slice of the same size.
da: <code><var>NUM_1</var></code> skive er mere end <code><var>NUM_2</var></code> stykke med samme størrelse.
es: <code><var>NUM_1</var></code> rebanadas es más que <code><var>NUM_2</var></code> rebanada del mismo tamaño.
fr: <code><var>NUM_1</var></code> parts est plus grand que <code><var>NUM_2</var></code> part de la même taille.
nb: <code><var>NUM_1</var></code> stykker mer enn <code><var>NUM_2</var></code> stykker med samme størrelse.
nl: <code><var>NUM_1</var></code> pizzapunten is meer dan <code><var>NUM_2</var></code> pizzapunt van dezelfde grootte.
pl: <code><var>NUM_1</var></code> kawałków to więcej niż <code><var>NUM_2</var></code> kawałek tej samej wielkości.
pt: Há <code><var>NUM_1</var></code> fatia menor. Isso é mais pizza do que <code><var>NUM_2</var></code> fatia maior.
tr: <code><var>NUM_1</var></code> dilim, aynı boyuttaki <code><var>NUM_2</var></code> dilimden fazladır.

source: <code><var>NUM_IMPROVED</var></code> students improved their scores from the midterm to the final exam.
fr: <code><var>NUM_IMPROVED</var></code> élèves ont amélioré leurs résultats à l'examen final.
nb: <code><var>NUM_IMPROVED</var></code> elever forbedret deres resultat fra midtterminen til eksamen.
pl: <code><var>NUM_IMPROVED</var></code> uczniów poprawiło swój wynik na egzaminie końcowym w porównaniu z egzaminem śródsemestralnym.
pt: <code><var>NUM_IMPROVED</var></code> alunos melhoraram suas notas da prova bimestral até a prova final.
tr: <code><var>NUM_IMPROVED</var></code> öğrenci notlarını ara sınavdan finallere kadar yükseltmiştir.

source: <code><var>PART_PERCENT * MULTIPLE</var></code> is what percent of <code><var>WHOLE</var></code>?
da: Hvor mange procent er <code><var>PART_PERCENT * MULTIPLE</var></code> af<code><var>WHOLE</var></code>?
es: ¿<code><var>PART_PERCENT * MULTIPLE</var></code> es qué porcentaje de <code><var>WHOLE</var></code>?
fr: <code><var>PART_PERCENT * MULTIPLE</var></code> représente quel pourcentage de <code><var>WHOLE</var></code> ?
hi: <code><var>PART_PERCENT * MULTIPLE</var></code> कितना प्रतिशत है इसका <code><var>WHOLE</var></code>?
nb: Hvor mange prosent er <code><var>PART_PERCENT * MULTIPLE</var></code> av<code><var>WHOLE</var></code>?
nl: <code><var>PART_PERCENT * MULTIPLE</var></code> is hoeveel procent van <code><var>WHOLE</var></code>?
pl: <code><var>PART_PERCENT * MULTIPLE</var></code> jest jakim odsetkiem z <code><var>WHOLE</var></code>?
pt: <code><var>PART_PERCENT * MULTIPLE</var></code> é qual porcentagem de <code><var>WHOLE</var></code>?
tr: <code><var>PART_PERCENT * MULTIPLE</var></code>, <code><var>WHOLE</var></code> sayısının yüzde kaçıdır?

source: <code><var>PART_PERCENT / FACTOR</var></code> is what percent of <code><var>WHOLE</var></code>?
es: ¿<code><var>PART_PERCENT / FACTOR</var></code> es qué porcentaje de <code><var>WHOLE</var></code>?
fr: <code><var>PART_PERCENT / FACTOR</var></code> représente quel pourcentage de <code><var>WHOLE</var></code> ?
nb: Hvor mange prosent er <code><var>PART_PERCENT / FACTOR</var></code> av<code><var>WHOLE</var></code>?
pl: Ile procent <code><var>WHOLE</var></code> stanowi <code><var>PART_PERCENT / FACTOR</var></code>
pt: <code><var>PART_PERCENT / FACTOR</var></code> é qual porcentagem de <code><var>WHOLE</var></code>?
tr: <code><var>PART_PERCENT / FACTOR</var></code>, <code><var>WHOLE</var></code> sayısının yüzde kaçıdır?

source: <code><var>PERCENT</var></code> per hundred = <code><var>PERCENT</var></code> per cent = <code><var>PERCENT</var></code> percent
da: <code><var>PERCENT</var></code> per hundrede = <code><var>PERCENT</var></code> per cent = <code><var>PERCENT</var></code> procent
es: <code><var>PERCENT</var></code> por cada cien = <code><var>PERCENT</var></code> per cien = <code><var>PERCENT</var></code> porciento
fr: <code><var>PERCENT</var></code> sur cent = <code><var>PERCENT</var></code> pour cent = <code><var>PERCENT</var></code>%
nb: <code><var>PERCENT</var></code> per hundre = <code><var>PERCENT</var></code> per cent = <code><var>PERCENT</var></code> prosent
nl: <code><var>PERCENT</var></code> per honderd = <code><var>PERCENT</var></code> pro cent = <code><var>PERCENT</var></code> procent
pl: <code><var>PERCENT</var></code> na sto = <code><var>PERCENT</var></code> na sto = <code><var>PERCENT</var></code> procent
pt: <code><var>PERCENT</var></code> por cem = <code><var>PERCENT</var></code> por cento = <code><var>PERCENT</var></code> por cento

source: <code><var>PERCENT</var></code> percent = <code><var>PERCENT</var></code> per cent = <code><var>PERCENT</var></code> per hundred
da: <code><var>PERCENT</var></code> procent = <code><var>PERCENT</var></code> per cent = <code><var>PERCENT</var></code> per hundrede
es: <code><var>PERCENT</var></code> porcentaje = <code><var>PERCENT</var></code> por ciento = <code><var>PERCENT</var></code> por cada cien
fr: <code><var>PERCENT</var></code>% = <code><var>PERCENT</var></code> pour cent = <code><var>PERCENT</var></code> sur cent
nb: <code><var>PERCENT</var></code> prosent = <code><var>PERCENT</var></code> per cent = <code><var>PERCENT</var></code> per hundre
pl: <code><var>PERCENT</var></code> procent = <code><var>PERCENT</var></code> pro cent = <code><var>PERCENT</var></code> na sto
pt: <code><var>PERCENT</var></code> por cento = <code><var>PERCENT</var></code> por cento = <code><var>PERCENT</var></code> por cem

source: <code><var>POINTS[ 1 ]</var></code> is the midpoint of <code>\overline{<var>SEG_TOTAL</var>}</code>
es: <code><var>POINTS[ 1 ]</var></code> es el punto medio de <code>\overline{<var>SEG_TOTAL</var>}</code>
fr: <code><var>POINTS[ 1 ]</var></code> est le milieu de <code>\overline{<var>SEG_TOTAL</var>}</code>
pt: <code><var>POINTS[ 1 ]</var></code> é o ponto médio de <code>\overline{<var>SEG_TOTAL</var>}</code>
tr: <code><var>POINTS[ 1 ]</var></code>, <code>\overline{<var>SEG_TOTAL</var>}</code>'in orta noktasıdır

source: <code><var>POLY_TEXT</var></code> can be rewritten as:
da: <code><var>POLY_TEXT</var></code> kan omskrives til:
es: <code><var>POLY_TEXT</var></code> puede reescribirse como:
fr: <code><var>POLY_TEXT</var></code> peut s'écrire :
nb: <code><var>POLY_TEXT</var></code> kan bli omskrevet til:
pt: <code><var>POLY_TEXT</var></code> pode ser reescrito como:
tr: <code><var>POLY_TEXT</var></code> şöyle yazılabilir:

source: <code><var>PRETTY_DECIMAL</var></code> in scientific notation is <code>\color{<var>PINK</var>}{<var>BASE_STR</var>}\times \color{<var>BLUE</var>}{10^{<var>E</var>}}</code>.
fr: <code><var>PRETTY_DECIMAL</var></code> vaut, en notation scientifique, <code>\color{<var>PINK</var>}{<var>BASE_STR</var>}\times \color{<var>BLUE</var>}{10^{<var>E</var>}}</code>.
nb: <code><var>PRETTY_DECIMAL</var></code> på standardform, er <code>\color{<var>PINK</var>}{<var>BASE_STR</var>}\times \color{<var>BLUE</var>}{10^{<var>E</var>}}</code>.
pl: <code><var>PRETTY_DECIMAL</var></code> w notacji naukowej ma postać <code>\color{<var>PINK</var>}{<var>BASE_STR</var>}\times \color{<var>BLUE</var>}{10^{<var>E</var>}}</code>.
pt: <code><var>PRETTY_DECIMAL</var></code> em notação científica é <code>\color{<var>PINK</var>}{<var>BASE_STR</var>}\times \color{<var>BLUE</var>}{10^{<var>E</var>}}</code>.
tr: <code><var>PRETTY_DECIMAL</var></code> sayısı bilimsel gösterimde <code>\color{<var>PINK</var>}{<var>BASE_STR</var>}\times \color{<var>BLUE</var>}{10^{<var>E</var>}}</code> olarak yazılır.

source: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, so <code><var>N</var>^2 = <var>Q</var></code>.
es: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, así que <code><var>N</var>^2 = <var>Q</var></code>.
fr: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, donc <code><var>N</var>^2 = <var>Q</var></code>.
hi: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, तो <code><var>N</var>^2 = <var>Q</var></code>।
pl: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, więc <code><var>N</var>^2 = <var>Q</var></code>.
pt: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, portanto <code><var>N</var>^2 = <var>Q</var></code>.
tr: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, bu sebeple <code><var>N</var>^2 = <var>Q</var></code>.

source: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, so <code><var>N</var>^3 = <var>Q</var></code>.
fr: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, donc <code><var>N</var>^3 = <var>Q</var></code>.
nl: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, dus <code><var>N</var>^3 = <var>Q</var></code>.
pl: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, więc <code><var>N</var>^3 = <var>Q</var></code>.
pt: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, então <code><var>N</var>^3 = <var>Q</var></code>.
tr: <code><var>Q</var> = <var>PRIMES.join( "\\times " )</var></code>, bu sebeple <code><var>N</var>^3 = <var>Q</var></code>.

source: <code><var>REMAINING[I]</var></code> is divisible by <code class="hint_blue"><var>FACTOR</var></code>, leaving us with <code><var>REMAINING[I] / FACTOR</var></code>.
da: <code><var>REMAINING[I]</var></code> er delelig med <code class="hint_blue"><var>FACTOR</var></code>, og det giver os <code><var>REMAINING[I] / FACTOR</var></code>.
es: <code><var>REMAINING[I]</var></code> es divisible entre <code class="hint_blue"><var>FACTOR</var></code>, dejándonos con <code><var>REMAINING[I] / FACTOR</var></code>.
fr: <code><var>REMAINING[I]</var></code> est divisible par <code class="hint_blue"><var>FACTOR</var></code>, et l'autre facteur est <code><var>REMAINING[I] / FACTOR</var></code>.
nb: <code><var>REMAINING[I]</var></code> er delelig med <code class="hint_blue"><var>FACTOR</var></code>, og det gir os <code><var>REMAINING[I] / FACTOR</var></code>.
nl: <code><var>REMAINING[I]</var></code> is deelbaar door <code class="hint_blue"><var>FACTOR</var></code>, waarna <code><var>REMAINING[I] / FACTOR</var></code> overblijft.
pl: <code><var>REMAINING[I]</var></code> jest podzielna przez <code class="hint_blue"><var>FACTOR</var></code>, zostawiając nas z <code><var>REMAINING[I] / FACTOR</var></code>.
pt: <code><var>REMAINING[I]</var></code> é divisível por <code class="hint_blue"><var>FACTOR</var></code>, nos deixando com <code><var>REMAINING[I] / FACTOR</var></code>.
tr: <code><var>REMAINING[I]</var></code>, <code class="hint_blue"><var>FACTOR</var></code> ile bölünebilir ve <code><var>REMAINING[I] / FACTOR</var></code> sayısına ulaşırız.

source: <code><var>REMAINING[I]</var></code> is divisible by <code>\blue{<var>FACTOR</var>}</code>, leaving us with <code><var>REMAINING[I] / FACTOR</var></code>.
es: <code><var>REMAINING[I]</var></code> es divisible entre <code>\blue{<var>FACTOR</var>}</code>, dejándonos con <code><var>REMAINING[I] / FACTOR</var></code>.
fr: <code><var>REMAINING[I]</var></code> est divisible par <code>\blue{<var>FACTOR</var>}</code>, et il nous reste <code><var>REMAINING[I] / FACTOR</var></code>.
nb: <code><var>REMAINING[I]</var></code> er delelig med <code>\blue{<var>FACTOR</var>}</code>, og dette gir oss <code><var>REMAINING[I] / FACTOR</var></code>.
pl: <code><var>REMAINING[I]</var></code> jest podzielne <code>\blue{<var>FACTOR</var>}</code>, co daje nam <code><var>REMAINING[I] / FACTOR</var></code>.
pt: <code><var>REMAINING[I]</var></code> é divisível por <code>\blue{<var>FACTOR</var>}</code>, deixando-nos com <code><var>REMAINING[I] / FACTOR</var></code>.
tr: <code><var>REMAINING[I]</var></code>, <code>\blue{<var>FACTOR</var>}</code> ile bölünebilir ve <code><var>REMAINING[I] / FACTOR</var></code> sayısına ulaşırız.

source: <code><var>REP</var></code> has real part <code><var>REAL</var></code> and imaginary part <code><var>IMAG</var></code>.
da: <code><var>REP</var></code> har den reele del <code><var>REAL</var></code> og den imaginære del <code><var>IMAG</var></code>.
es: <code><var>REP</var></code> tiene parte real <code><var>REAL</var></code> y parte imaginaria <code><var>IMAG</var></code>.
fr: <code><var>REP</var></code> a pour partie réelle <code><var>REAL</var></code> et pour partie imaginaire <code><var>IMAG</var></code>.
nb: <code><var>REP</var></code> har den reele delen <code><var>REAL</var></code> og den imaginære delen <code><var>IMAG</var></code>.
pt: <code><var>REP</var></code> tem a parte real <code><var>REAL</var></code> e a parte imaginária <code><var>IMAG</var></code>.
tr: <code><var>REP</var></code>'in reel kısmı, <code><var>REAL</var></code> ve imajiner kısmı, <code><var>IMAG</var></code>.

source: <code><var>REPRESENTATION</var></code> is plotted as a <strong class="hint_blue">blue</strong> circle above.
da: <code><var>REPRESENTATION</var></code> er plottet som en <strong class="hint_blue">blå</strong> cirkel ovenfor.
es: <code><var>REPRESENTATION</var></code> se traza arriba como un círculo <strong class="hint_blue">azul</strong>.
fr: L'image du nombre <code><var>REPRESENTATION</var></code> est le point <strong class="hint_blue">bleu</strong>.
nb: <code><var>REPRESENTATION</var></code> er tegnet som en <strong class="hint_blue">blå</strong> sirkel ovenfor.
pt: <code><var>REPRESENTATION</var></code> é traçado conforme o círculo <strong class="hint_blue">azul</strong> acima.
tr: <code><var>REPRESENTATION</var></code>'ın grafiği yukarıdaki <strong class="hint_blue">mavi</strong> çemberdir.

source: <code><var>SA</var></code> is <var>SIGN</var>, so the direction of <code>\vec b</code> is <var>SOLUTION</var> <code>\vec a</code>.
fr: <code><var>SA</var></code> est <var>SIGN</var>, donc la direction de <code>\vec b</code> est <var>SOLUTION</var> <code>\vec a</code>.
pt: <code><var>SA</var></code> é <var>SIGN</var>, portanto o sentido de <code>\vec b</code> é <var>SOLUTION</var> <code>\vec a</code>.
tr: <code><var>SA</var></code> <var>SIGN</var>'tir, o nedenle, <code>\vec b</code>'nin yönü, <code>\vec a</code> <var>SOLUTION</var>.

source: <code><var>SEGMENT</var></code> means the distance from <code>\color{<var>COLORS[ IDX_1 ]</var>}{<var>POINT_1</var>}</code> to <code>\color{<var>COLORS[ IDX_2 ]</var>}{<var>POINT_2</var>}</code>.
nb: <code><var>SEGMENT</var></code> betyr avstanden fra<code>\color{<var>COLORS[ IDX_1 ]</var>}{<var>POINT_1</var>}</code> til <code>\color{<var>COLORS[ IDX_2 ]</var>}{<var>POINT_2</var>}</code>.
pt: <code><var>SEGMENT</var></code> é a distância entre <code>\color{<var>COLORS[ IDX_1 ]</var>}{<var>POINT_1</var>}</code> e <code>\color{<var>COLORS[ IDX_2 ]</var>}{<var>POINT_2</var>}</code>.
tr: <code><var>SEGMENT</var></code>'inin anlamı, <code>\color{<var>COLORS[ IDX_1 ]</var>}{<var>POINT_1</var>}</code>'den <code>\color{<var>COLORS[ IDX_2 ]</var>}{<var>POINT_2</var>}</code>'ye olan uzaklık.
