Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Provide general information about yourself (first name, last name, email, and birthdate)
es: Proporciona tu información general (nombre, apellido, correo electrónico y fecha de nacimiento)
nb: Oppgi generell informasjon om deg selv (fornavn, etternavn e-mail og fødselsdato)
pl: Wprowadź podstawowe informacje o sobie (imię, nazwisko, email i data urodzenia)
pt: Forneça informações gerais sobre você (nome, sobrenome, e-mail e data de nascimento)
tr: Kendinize ilişkin genel bilgi veriniz (isim, soyadı, e-posta adresi ve yaş günü)

source: Provide general information about yourself (first name, last name, email, and birthdate)
es: Proporciona tu información general (nombre, apellido, correo electrónico y fecha de nacimiento)
nb: Gir generell informasjon om deg selv (fornavn, etternavn, e-mail og fødselsdato)
pl: Podaj ogólne informacje o sobie (imię, nazwisko , e-mail i data urodzenia)
pt: Forneça informações sobre você (nome, sobrenome, e-mail e data de nascimento)
tr: Kendinize ilişkin genel bilgi veriniz (isim, soyadı, e-posta adresi ve yaş günü)

source: Provide information about your child’s school (zip code and school name) as well as the grade that they are in
es: Proporciona la información sobre la escuela de tu hijo (código postal y nombre de la escuela) así como el grado escolar en el que está
nb: Oppgi informasjon om ditt barns skole (postnummer og skolenavn) og klassetrinn som de tilhører
pt: Forneça informações sobre a escola do seu filho (código postal e nome) bem como o ano que ele está cursando
tr: Çocuğunuzun okulu (posta kodu ve okul adı) ve kaçıncı sınıfta olduklarına ilişkin bilgi veriniz.

source: Provide information about your child’s school (zip code and school name) as well as the grade that they are in
es: Proporciona información sobre la escuela de tu hijo (código postal y nombre de la escuela) así como el grado escolar en el que está
nb: Oppgi informasjon om ditt barns skole (postnummer og skolenavn) og hvilket klassetrinn de går i
pt: Forneça informações sobre a escola do seu filho (código postal e nome) bem como o ano que ele cursa
tr: Çocuğunuzun okulu (posta kodu ve okul adı) ve kaçıncı sınıfta olduklarına ilişkin bilgi veriniz.

source: Provide information on your school (zip code, school name) and your grade level
es: Proporciona información sobre tu escuela (código postal, nombre de la escuela) y tu grado escolar
nb: Gir informasjon om din skole (postnummer, skolens navn) og ditt klassetrinn
pl: Podaj informacje na temat swojej szkoły (kod pocztowy, nazwa szkoły) oraz w jakiej jesteś klasie
pt: Forneça informações sobre sua escola (código postal, nome) e o ano que você cursa
tr: Okulunuza (posta kodu ve okul adı) ve kaçıncı sınıfta olduğunuza ilişkin bilgi veriniz.

source: Pseudorandom
pl: Pseudolosowy
pt: Pseudo-aleatória
tr: Yalancı Rastgele

source: Pseudorandom Seed:
pl: Pseudolosowe ziarno:
pt: Semente pseudo-aleatória:
tr: Yalancı Rastgele Başlangıç Değeri:

source: Public board
es: Tabla pública
ja: 公開のボード
nb: Offentlig rangeringsliste
pt: Quadro público
pt_pt: As classificações públicas
tr: Genel pano

source: Public profile information
bg: Общодостъпна информация на профила
da: Offentlige profiloplysninger
es: Información del perfil público
fr: Information publique du profil
he: מידע הפרופיל הציבורי
nb: Offentlig profilinformasjon
nl: Publieke profielinformatie
pl: Publiczne informacje o profilu
pt: Informações do perfil público
pt_pt: Informação do perfil
tr: Genel profil bilgileri

source: Publish
bg: Публикувай
da: Publicer
es: Publicar
fr: Publier
he: פרסם
nb: Publiser
pl: Opublikuj
pt: Publicar
tr: Yayınla

source: Publish changes
da: Udgiv ændringer
es: Publicar cambios
fr: Publier les modifications
nb: Publiser endringer
nl: Wijzigingen publiceren
pl: Opublikuj zmiany
pt: Publicar mudanças
pt_pt: Publicar as mudanças
tr: Değişiklikleri yayınla

source: Publishing...
da: Udgiver...
es: Publicando...
fr: Publication...
ja: 公開中．．．
nb: Publiserer...
nl: Publiceren...
pl: Publikowanie...
pt: Publicando...
pt_pt: A publicar...
tr: Yayınlanıyor..

source: Purple
da: Lilla
es: Morado
fr: Violet
nb: Lilla
pl: Fioletowy
pt: Roxo
tr: Mor

source: Purple Pi
es: Pi morado
fr: Piablo
hi: बैंगनी पाई
nb: Lilla Pi
pl: Fioletowe Pi
pt: Polvo Roxo
pt_pt: Pi roxo
tr: Mor Pi

source: Purple Pi (Pink)
da: Lilla Pi (Pink)
es: Pi púrpura (rosa)
fr: Piablo (Rose)
ja: パープル・パイ (ピンク)
nb: Lilla Pi (Rosa)
nl: Paarse Pi (roze)
pl: Fioletowe Pi (Różowy)
pt: Purple Pi (rosa)
pt_pt: Pi roxo (cor-de-rosa)
tr: Mor Pi (Pembe)

source: Purple Pi (Purple)
da: Lilla Pi (lilla)
es: Pi púrpura (púrpura)
fr: Piablo (Violet)
ja: パープル・パイ (紫)
nb: Lilla Pi (Lilla)
nl: Paarse Pi (Paars)
pl: Fioletowe Pi (Fioletowy)
pt: Purple Pi (roxo)
pt_pt: Pi roxo (roxo)
tr: Mor Pi (Mor)

source: Purple Pi (Teal)
da: Lilla Pi (Blågrøn)
es: Pi púrpura (turquesa)
fr: Piablo (Turquoise)
ja: パープル・パイ (緑青)
nb: Lilla Pi (Blågrønn)
nl: Paarse Pi (groenblauw)
pl: Fioletowe Pi (Turkusowy)
pt: Purple Pi (verde-azulado)
pt_pt: Pi roxo (azul turquesa)
tr: Mor Pi (Camgöbeği)

source: Put aside some time every once in a while (e.g., 20 minutes on Friday) for a LearnStorm Khantest where students try to level-up as many skills as possible on Khan Academy. Give out a small award/trophy or pass a small award/trophy between students for the student that mastered the greatest number of skills on Khan Academy
es: Aparta un tiempo de vez en cuando (p.ej. 20 minutos los viernes) para los Khanexámenes de LearnStorm, en los que los alumnos tratarán de aumentar su nivel en tantas habilidades de Khan Academy como les sea posible. Da un pequeño premio o trofeo, o rola un pequeño premio o trofeo entre los estudiantes para aquél que domine el mayor número de habilidades en Khan Academy.
nb: Sett av litt tid nå og da (eks 20 minutter på fredager) for en LearnStorm Khantest hvor levene prøver å gå opp et nivå med så mange ferdigheter som mulig i Khan Academy. Gi en liten premie/pokal eller ha en vandrepremie/pokal mellom elever som har oppnådd flest ferdigheter i Khan Academy
pt: Reserve algum tempo de vez em quando (por exemplo, 20 minutos na sexta) para uma Khanpetição LearnStorm na qual os alunos tentam melhorar o nível do maior número possível de habilidades na Khan Academy. Dê um pequeno prêmio/troféu ou passe um pequeno prêmio/troféu entre os alunos para o aluno que dominou o maior número de habilidades na Khan Academy
tr: Arada bir (örneğin Cumaları 20 dakika) öğrencilerin Khan Academy'de mümkün olduğunca fazla düzey atlamaya çalıştığı bir LearnStorm Khantest'e zaman ayırın. Khan Academy'de en fazla beceride uzmanlık kazanmış öğrenci veya öğrencilere küçük bir ödül/kupa verin

source: Put the <var>TEST</var> scores in order from least to greatest.
fr: On classe toutes les notes obtenues à l'<var>TEST</var> de la plus petite à la plus grande.
nb: Arranger <var>TEST</var> resultatene fra lavest til høyest.
pl: Uporządkuj wyniki z <var>TEST</var> w kolejności od najmniejszego do największego.
pt: Coloque a <var>TEST</var> em ordem do menor para o maior.
tr: <var>TEST</var> puanlarını en küçükten en büyüğe sıralayınız.

source: Putting it together, we get
es: Juntándolo todo, obtenemos
fr: Finalement, on obtient
pt: Juntando tudo, temos
tr: Hepsini birleştirdiğimizde,

source: Putting the first equation in <code>y = mx + b</code> form gives:
da: At sætte den første ligning i formen <code>y = mx + b</code> giver:
es: Poniendo la primera ecuación en la forma <code>y = mx + b</code> da:
fr: On met la première équation sous la forme <code>y = mx + b</code> :
nb: Å sette den første ligningen på formen <code>y = mx + b</code> giver:
pl: Przedstawienie pierwszego równania w postaci <code>y = mx + b</code> daje:
pt: Colocando a primeira equação na forma <code>y = mx + b</code> nos dá:
tr: Birinci denklemi <code>y = mx + b</code> şeklinde ifade edersek:

source: Putting the second equation in <code>y = mx + b</code> form gives:
da: At sætte den anden ligning i formen <code>y = mx + b</code> giver:
es: Poniendo la segunda ecuación en la forma <code>y = mx + b</code> da:
fr: On met la deuxième équation sous la forme <code>y = mx + b</code> :
nb: Å sette den andre ligningen på formen <code>y = mx + b</code> gir:
pl: Przedstawienie drugiego równania w postaci <code>y = mx + b</code> daje:
pt: Colocando a segunda equação na forma <code>y = mx + b</code> nos dá:
tr: İkinci denklemi <code>y = mx + b</code> şeklinde ifade edersek:

source: Pythagorean identities
es: Identidades pitagóricas
fr: L'identité de Pythagore
pt: Identidades de Pitágoras
tr: Pisagor özdeşlikleri

source: Pythagorean theorem
da: Pythagoras sætning
es: Teorema de Pitágoras
fr: Le théorème de Pythagore
nb: Pytagoras’ setning
pl: Twierdzenie Pitagorasa
pt: Teorema de Pitágoras
tr: Pisagor Teoremi

source: Qbrary (not released).
pt: Qbrary (ainda não lançado).
tr: Qbrary (yayımlanmamıştır).

source: Quadrilateral angles
es: Los ángulos en cuadriláteros
fr: Angles d'un quadrilatère
nb: Vinkler i firkanter
pl: Kąty czworokąta
pt: Ângulos de quadriláteros
tr: Dörtgende Açılar

source: Qualifications
pl: Kwalifikacje
pt: Qualificações
tr: Aranan Nitelikler

source: Querying data
da: Data forespørgsel
es: Consultando datos
fr: Interroger les données
ja: データを問い合わせる
nb: Spørre etter data
nl: Opvragen van gegevens
pl: Wyszukiwanie danych
pt: Consultando dados
pt_pt: A consultar dados
tr: Veri sorgulama

source: Questions
es: Preguntas
nb: Spørsmål
pl: Pytania
pt: Perguntas
pt_pt: Perguntas
tr: Sorular

source: Questions about creating an account?
bg: Имате ли въпроси относно създаването на акаунт?
da: Spørgsmål om at oprette en konto?
es: ¿Tienes preguntas acerca de la creación de una cuenta?
fr: Questions sur l'ouverture d'un compte ?
he: שאלות על יצירת חשבון?
ja: アカウントの作成に関する質問がありますか?
nb: Spørsmål om hvordan du oppretter en konto?
nl: Vragen over het aanmaken van een account?
pl: Pytania dotyczące zakładania konta?
pt: Alguma pergunta sobre a criação de uma conta?
pt_pt: Tens alguma dúvida sobre como criar uma conta?
tr: Hesap oluşturma hakkında sorularınız mı var?

source: Quick Jump:
da: Hurtigt spring:
es: Enlace rápido:
fr: Accès rapide :
ja: クイックジャンプ:
nb: Hurtighopp:
nl: Snelkeuzemenu:
pl: Szybki skok:
pt: Links:
pt_pt: Não te esqueças de ver:
tr: Hızlı Geçiş:

source: Quickly & correctly answer 10 skill problems in a row (time limit depends on skill difficulty)
da: Hurtig korrekt besvarelse af 10 opgaver i træk i en færdighed (tidsgrænse afhænger af sværhedsgraden)
es: Responde rápida y correctamente a 10 problemas de habilidad seguidos (el tiempo límite depende de la dificultad de la habilidad)
fr: Répond rapidement et correctement à 10 problèmes de suite dans une compétence (le temps limite dépend de la difficulté de la compétence)
ja: 素早くかつ正しく 10 のスキルの練習問題に連続して答える(時間制限はスキルの難しさに応じて変化します)
nb: Svare raskt & riktig på 10 ferdighetsoppgaver på rad (tidsgrensen er avhengig av ferdighetens vanskelighetsgrad)
nl: Beantwoord snel en correct 10 vaardigheidsproblemen op rij (de tijdslimiet hangt af van de moeilijkheid)
pl: Szybko i poprawnie rozwiąż 10 zadań związanych z jedną umiejętnością pod rząd (dopuszczalny czas zależy od poziomu trudności)
pt: Responder rápida e corretamente 10 problemas seguidos da habilidade (o limite de tempo depende da dificuldade da habilidade)
pt_pt: Responde corretamente a 10 problemas de seguida (o tempo limite depende do nível de dificuldade da competência)
tr: Arka arkaya 10 beceri sorusunu hızlı ve doğru şekilde cevaplamak (Süre sınırı, becerinin zorluğuna bağlıdır)

source: Quickly & correctly answer 20 skill problems in a row (time limit depends on skill difficulty)
da: Hurtig korrekt besvarelse af 20 opgaver i træk i en færdighed (tidsgrænse afhænger af sværhedsgraden)
es: Responde rápida y correctamente 20 problemas de habilidad seguidos (el tiempo límite depende de la dificultad de la habilidad)
fr: Répond rapidement et correctement à 20 problèmes de suite dans une compétence (le temps limite dépend de la difficulté de la compétence)
ja: 素早くかつ正しく 20 のスキルの練習問題に連続して答える(時間制限はスキルの難しさに応じて変化します)
nb: Svare raskt & riktig på 20 ferdighetsoppgaver på rad (tidsgrensen er avhengig av ferdighetens vanskelighetsgrad)
nl: Beantwoord snel en correct 20 vaardigheidsproblemen op rij (de tijdslimiet hangt af van de moeilijkheid)
pl: Szybko i poprawnie rozwiąż 20 zadań związanych z jedną umiejętnością pod rząd (dopuszczalny czas zależy od poziomu trudności)
pt: Responder rápida e corretamente 20 problemas seguidos da habilidade (o limite de tempo depende da dificuldade da habilidade)
pt_pt: Responde corretamente a 20 problemas de seguida (o tempo limite depende do nível de dificuldade da competência)
tr: Arka arkaya 20 beceri sorusunu hızlı ve doğru şekilde cevaplamak (Süre sınırı, becerinin zorluğuna bağlıdır)

source: Quickly & correctly answer 42 skill problems in a row (time limit depends on skill difficulty)
da: Hurtig korrekt besvarelse af 42 opgaver i træk i en færdighed (tidsgrænse afhænger af sværhedsgraden)
es: Responde rápida y correctamente 42 problemas de habilidad seguidos (el tiempo límite depende de la dificultad de la habilidad)
fr: Répond rapidement et correctement à 42 problèmes de suite dans une compétence (le temps limite dépend de la difficulté de la compétence)
ja: 素早くかつ正しく 42 のスキルの練習問題に連続して答える(時間制限はスキルの難しさに応じて変化します)
nb: Svare raskt & riktig på 42 ferdighetsoppgaver på rad (tidsgrensen er avhengig av ferdighetens vanskelighetsgrad)
nl: Beantwoord snel en correct 42 vaardigheidsproblemen op rij (de tijdslimiet hangt af van de moeilijkheid)
pl: Szybko i poprawnie rozwiąż 42 zadania związane z jedną umiejętnością pod rząd (dopuszczalny czas zależy od poziomu trudności)
pt: Responder rápida e corretamente 42 problemas seguidos da habilidade (o limite de tempo depende da dificuldade da habilidade)
pt_pt: Responde corretamente a 42 problemas de seguida (o tempo limite depende do nível de dificuldade da competência)
tr: Arka arkaya 42 beceri sorusunu hızlı ve doğru şekilde cevaplamak (Süre sınırı, becerinin zorluğuna bağlıdır)

source: Quickly & correctly answer 5 skill problems in a row (time limit depends on skill difficulty)
da: Hurtig & korrekt besvarelse af 5 opgaver i træk i en færdighed (tidsgrænse afhænger af sværhedsgraden)
es: Responde rápida y correctamente 5 problemas de habilidad seguidos (el tiempo límite depende de la dificultad de la habilidad)
fr: Répond rapidement et correctement à 5 problèmes de suite dans une compétence
ja: 素早くかつ正しく 5 つのスキルの練習問題に連続して答える(時間制限はスキルの難しさに応じて変化します)
nb: Svare raskt & riktig på 5 ferdighetsoppgaver på rad (tidsgrensen er avhengig av ferdighetens vanskelighetsgrad)
nl: Beantwoord snel en correct 5 vaardigheidsproblemen op rij (de tijdslimiet hangt af van de moeilijkheid)
pl: Szybko i poprawnie rozwiąż 5 zadań związanych z jedną umiejętnością pod rząd (dopuszczalny czas zależy od poziomu trudności)
pt: Responder rápida e corretamente 5 problemas seguidos da habilidade (o limite de tempo depende da dificuldade da habilidade)
pt_pt: Responde corretamente a 5 problemas de seguida (o tempo limite depende do nível de dificuldade da competência)
tr: Arka arkaya 5 beceri sorusunu hızlı ve doğru şekilde cevaplamak (Süre sınırı, becerinin zorluğuna bağlıdır)

source: Quickly & correctly answer 75 skill problems in a row (time limit depends on skill difficulty)
da: Hurtig korrekt besvarelse af 75 opgaver i træk i en færdighed (tidsgrænse afhænger af sværhedsgraden)
es: Responde rápida y correctamente 75 problemas de habilidad seguidos (el tiempo límite depende de la dificultad de la habilidad)
fr: Répond rapidement et correctement à 75 problèmes de suite dans une compétence (le temps limite dépend de la difficulté de la compétence)
ja: 素早くかつ正しく 75 のスキルの練習問題に連続して答える(時間制限はスキルの難しさに応じて変化します)
nb: Svare raskt & riktig på 75 ferdighetsoppgaver på rad (tidsgrensen er avhengig av ferdighetens vanskelighetsgrad)
nl: Beantwoord snel en correct 75 vaardigheidsproblemen op rij (de tijdslimiet hangt af van de moeilijkheid)
pl: Szybko i poprawnie rozwiąż 75 zadań związanych z jedną umiejętnością pod rząd (dopuszczalny czas zależy od poziomu trudności)
pt: Responder rápida e corretamente 75 problemas seguidos da habilidade (o limite de tempo depende da dificuldade da habilidade)
pt_pt: Responde corretamente a 75 problemas de seguida (o tempo limite depende do nível de dificuldade da competência)
tr: Arka arkaya 75 beceri sorusunu hızlı ve doğru şekilde cevaplamak (Süre sınırı, becerinin zorluğuna bağlıdır)

source: REVIEW
da: Gennemse
es: REVISIÓN
fr: EXAMINER
ja: レビュー
nb: GJENNOMGANG
nl: BEOORDELING
pl: PRZEGLĄD
pt: REVISÃO
pt_pt: REVISÃO
tr: GÖZDEN GEÇİR

source: Rabee recently received his BA in Positive Psychology, Philosophy, and Happiness from the University of Maryland, College Park. He is currently working as a clinical intern, a teaching assistant, and is the primary investigator of psychological research on campus.
pt: Rabee obteve recentemente seu bacharelado em Psicologia Positiva, Filosofia e Felicidade na Universidade de Maryland, em College Park. Atualmente ele está trabalhando como estagiário clínico, assistente de ensino e é o principal investigador de pesquisa psicológica no campus.
tr: Rabee, yakın zamanda Maryland Üniversitesi, College Park'tan Pozitif Psikoloji, Felsefe, ve Mutluluk alanında lisans diplomasını almıştır. Klinik stajyer, öğretmen asistanı olarak çalışmaktadır, ve kampüsteki psikolojik araştırmalarda esas araştırmacı olarak görev yapmaktadır.

source: Rachel S. Ropeik is Senior Museum Educator/Teacher Services Coordinator at Brooklyn Museum and a 19th century specialist particularly interested in the intersection of art and costume histories. She received her MA in Art History from the Courtauld Institute of Art where she examined 19th century masculinity and 20th century gender theory.
pt: Rachel S. Ropeik é educadora sênior/coordenadora de serviços de ensino em museus no Museu do Brooklyn e especialista no século XIX, particularmente interessada na intersecção das histórias da arte e vestuário. Ela obteve seu mestrado em história da arte no Instituto Courtauld de Arte, onde examinou a masculinidade no século XIX e teoria dos gêneros no século XX.
tr: Rachel S. Ropeik, Brookly Müzesi'nde Kıdemli Müze Eğitimcisi/Öğretmen Hizmetleri Koordinatörüdür ve sanat ve kostüm tarihlerinin kesişimiyle ilgilenen bir 19. yüzyıl uzmanıdır. Sanat Tarihi dalındaki Master derecesini, 19 yüzyılda erkeklik ve 20. yüzyılda cinsiyet teorisini incelediği Courtauld Sanat Enstitüsü'nden almıştır.

source: Rachel Warriner is currently a Ph.D. candidate in the Art History Department at University College Cork, Ireland. Her research focuses on post-war feminist practice. She received a BA (Hons) in Theatre from Dartington College of Art, Devon, UK in 2002 and has since been co-editor of DEFAULT magazine, and has published a number of papers and reviews on post war art and performance.
pt: Rachel Warriner atualmente é doutoranda no departamento de história da arte na Universidade College Cork, na Irlanda. Sua pesquisa se concentra nas práticas feministas do pós-guerra. Ela obteve seu bacharelado (com honras) em teatro no Dartington College of Art, em Devon, Reino Unido, em 2002 e desde então tem sido coeditora da revista DEFAULT, e tem publicado diversos artigos e críticas sobre arte e performances do pós-guerra.
tr: Rachel Warriner, halen İrlanda'daki Cork Üniversitesi'nde Sanat Tarihi dalında doktora adayıdır. Araştırmaları savaş sonrası feminist uygulamalarına odaklanır. İngiltere'nin Devon şehrindeki Dartington Sanat Üniversitesi'nden Tiyatro dalında (Onur Ödülüyle) 2002'de lisans diploması almış, ve bu tarihten bu yana, DEFAULT dergisinin editörlerinden biri olarak görev yapmıştır, savaş sonrası sanat ve performansla ilgili birçok makale ve eleştiri yazıları yayımlamıştır.

source: Radical equations
da: Ligninger med rodtegn
es: Ecuaciones radicales
fr: Équations comportant un radical
nb: Likninger med rottegn
nl: Wortelvergelijkingen
pl: Równania z liczbami wymiernymi
pt: Equações irracionais
tr: Köklü denklemler

source: Radium
es: Radio
pl: Rad
pt: Rádio
pt_pt: Rádio
tr: Radyum

source: Radius, diameter, and circumference
es: Radio, diámetro y circunferencia
fr: Rayon, diamètre et circonférence d'un cercle
nb: Radius, diameter og omkrets
pl: Promień, średnica i obwód
pt: Raio, diâmetro e circunferência
tr: Yarıçap, Çap ve Çevre

source: Radius: <span id="current-radius"><code>1</code></span>
es: Radio: <span id="current-radius"><code>1</code></span>
fr: Module : <span id="current-radius"><code>1</code></span>
pt: Raio: <span id="current-radius"><code>1</code></span>
tr: Yarıçap: <span id="current-radius"><code>1</code></span>

source: Radon
es: Radón
pt: Radônio
pt_pt: Radão

source: Raiders
pl: Raidersi
pt: Invasores

source: Rain in <var>person(2)</var>'s town - rain in <var>person(1)</var>'s town = the difference in rain between the two towns.
da: Regn i <var>person(2)</var>s by - regn i <var>person(1)</var>s by = forskellen i regn mellem de to byer.
es: Lluvia en la cuidad de <var>person(2)</var> - lluvia en la cuidad de <var>person(1)</var> = diferencia de lluvia entre ambas ciudades.
fr: quantité de pluie dans la ville de <var>person(2)</var> - quantité de pluie dans la ville de <var>person(1)</var> = différence entre les quantités de pluie dans les deux villes.
hi: बारिश <var>person(2)</var>'s के नगर में - बारिश <var>person(1)</var>'s के नगर में = बारिश का दोनों नगर के बीच का अंतरI
nb: Regn i <var>person(2)</var>s by - regn i <var>person(1)</var>s by = forskjellen i regn mellom de to byene.
nl: Regen in stad van <var>person(2)</var> - regen in stad van <var>person(1)</var> = verschil in regen tussen de twee steden.
pl: Opady w mieście, w którym mieszka <var>person(2)</var> - opady w mieście, w którym mieszka <var>person(1)</var> = różnica w opadach pomiędzy dwoma miastami.
pt: Chuva na cidade de <var>person(2)</var> - chuva na cidade de <var>person(1)</var> = diferença de chuva entre as duas cidades.
tr: <var>person(2)</var>'nin kasabasındaki yağmur - <var>person(1)</var>'nin kasabasındaki yağmur = iki kasabadaki yağış farkı

source: Rainy
fr: Pluvieux
nb: Regn
pt: Chuvoso
tr: Yağışlı

source: Raise a number to an exponent
da: Opløft et tal til en eksponent
es: Eleva un número a un exponente
fr: Élever un nombre à un exposant
ja: 数の指数をとります
nb: Opphøyer et tall i en eksponent
nl: Een getal verheffen tot een exponent
pl: Podnieś liczbę do potęgi
pt: Eleva um número a um expoente
pt_pt: Eleva um número a um expoente
tr: Üs olarak bir rakam arttırın

source: Raja R. Narayan earned his BS in Chemistry from UC Berkeley in 2009 and MPH in Applied Biostatistics and Epidemiology from the Yale School of Public Health in 2014. Raja is currently a medical student at the UC Irvine School of Medicine and will be applying this Fall to residency in General Surgery.
pt: Raja R. Narayan obteve seu bacharelado em Química pela UC Berkeley, em 2009, e seu mestrado em Saúde Pública em Bioestatística Aplicada e Epidemiologia na Escola de Saúde Pública de Yale, em 2014. Raja atualmente estuda medicina na Escola de Medicina da UC Irvine e vai se inscrever neste outono para residência em cirurgia geral.
tr: Raja R. Narayan, kimya alanındaki lisans derecesini 2009 yılında UC Berkeley'den, ve Uygulamalı Biostatik ve Epidemoloji alanındaki yüksek lisans derecesini 2009 yılında Yale School of Public Health'ten almıştır. Halen UC Irvine School of Medicine'de tıp öğrencisidir ve bu güz döneminde Genel Cerrahi alanında çalışmak üzere başvuracaktır.

source: Random
nb: Tilfeldig
pl: Losowe
pt: Aleatória
tr: Rastgele

source: Random Shift
pl: Losowe zmiany
pt: Turno aleatório
tr: Rastgele Kayma
