Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Because we know the ratio is <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code>, there must be <code><var>FACTOR</var></code> groups of <code><var>RATIO_BOYS</var></code> boys each.
fr: Puisqu'on sait que le rapport est <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code>, il doit y avoir <code><var>FACTOR</var></code> ensembles de <code><var>RATIO_BOYS</var></code> garçons chacun.
hi: क्यूंकि हम अनुपात जानते हैं <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code>,तो वहां <code><var>FACTOR</var></code> groups of <code><var>RATIO_BOYS</var></code> प्रतेक समूह लड़कों का होना चाहिए।
nb: Fordi vi det at forholdet er <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code>, må det være <code><var>FACTOR</var></code> grupper på <code><var>RATIO_BOYS</var></code> gutter hver.
pl: Ponieważ wiemy, że proporcja to <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code>, musi być <code><var>FACTOR</var></code> grup, po <code><var>RATIO_BOYS</var></code> chłopców każda.
pt: Já que sabemos que a proporção é de <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code>, deverá haver <code><var>FACTOR</var></code> grupos de <code><var>RATIO_BOYS</var></code> garotos cada.
tr: <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code> oranını bildiğimiz için <code><var>FACTOR</var></code> grup ve her grupta <code><var>RATIO_BOYS</var></code> erkek öğrenci olmalı.

source: Because we know the ratio is <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code>, there must be <code><var>FACTOR</var></code> groups of <code><var>RATIO_GIRLS</var></code> girls each.
fr: Puisqu'on sait que le rapport est <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code>, il doit y avoir <code><var>FACTOR</var></code> ensembles de <code><var>RATIO_GIRLS</var></code> filles chacun.
nb: Fordi vi det at forholdet er <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code>, må det være <code><var>FACTOR</var></code> grupper med <code><var>RATIO_GIRLS</var></code> jenter i hver.
pl: Ponieważ wiemy, że proporcja to <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code>, musi być <code><var>FACTOR</var></code> grup, po <code><var>RATIO_GIRLS</var></code> dziewczynek każda.
pt: Já que sabemos que a proporção é de <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code>, deverá haver <code><var>FACTOR</var></code> grupos de <code><var>RATIO_GIRLS</var></code> garotas cada.
tr: <code><var>RATIO_GIRLS</var>:<var>RATIO_BOYS</var></code> oranını bildiğimiz için <code><var>FACTOR</var></code> grup ve her grupta <code><var>RATIO_GIRLS</var></code> kız öğrenci olmalı.

source: Because we only have data for a small sample of the <code><var>POPULATION</var></code> <var>plural_form(animal(1), POPULATION)</var>, we are only able to estimate the population mean and variance by finding the <span class="hint_blue">sample mean</span> <code>(\blue{\overline{x}})</code> and <span class="hint_red">sample variance</span> <code>(\red{s^2})</code>.
fr: Puisque les données dont on dispose concernent un petit échantillon des <code><var>POPULATION</var></code> <var>plural_form(animal(1), POPULATION)</var>, on peut seulement estimer la moyenne de la population et l'écart-type en calculant la <span class="hint_blue">moyenne de l'échantillon</span> <code>(\blue{\overline{x}})</code> et <span class="hint_red">la variance de l'échantillon</span> <code>(\red{s^2})</code>.
pt: Como temos apenas os dados de uma pequena amostra de <code><var>POPULATION</var></code> <var>plural_form(animal(1), POPULATION)</var>, só conseguimos calcular a média populacional e a variância da população encontrando a <span class="hint_blue">a média amostral</span> <code>(\blue{\overline{x}})</code> e a <span class="hint_red">variância da amostra</span> <code>(\red{s^2})</code>.
tr: Yalnızca <code><var>POPULATION</var></code> <var>plural_form(animal(1), POPULATION)</var>'in küçük bir örneklemi için verimiz olduğu için, <span class="hint_blue">örneklem ortalaması</span> <code>(\blue{\overline{x}})</code> ve <span class="hint_red">örneklem varyansını</span> <code>(\red{s^2})</code> bularak nüfus ortalamasını ve varyansını sadece tahmin edebiliyoruz.

source: Because we only have data for a small sample of the <var>POPULATION</var> <var>animal( 1 )</var>, we are only able to estimate the population mean and standard deviation by finding the <span class="hint_blue">sample mean</span> <code>(\blue{\overline{x}})</code> and <span class="hint_pink">sample standard deviation</span> <code>(\pink{s})</code>.
fr: Puisque les données dont on dispose concernent un petit échantillon des <var>POPULATION</var> <var>animal( 1 )</var>, on peut seulement estimer la moyenne de la population et l'écart-type en calculant la <span class="hint_blue"> moyenne de l'échantillon</span> <code>(\blue{\overline{x}})</code> et <span class="hint_pink"> l'écart-type de l'échantillon</span> <code>(\pink{s})</code>.
pt: Como temos apenas dados para uma amostra pequena de <var>POPULATION</var> <var>animal( 1 )</var>, estamos aptos somente a calcular a média e o desvio padrão populacionais encontrando a <span class="hint_blue">média amostral</span> <code>(\blue{\overline{x}})</code> e o <span class="hint_pink">desvio padrão amostral</span> <code>(\pink{s})</code>.

source: Because we used the <span class="hint_blue">population mean</span> <code>(\blue{\mu})</code> to compute the <span class="hint_purple">squared deviations from the mean</span>, we can find the <span class="hint_red">population variance</span> <code>(\color{red}{\sigma^2})</code>, without introducing any bias, by simply averaging the <span class="hint_purple">squared deviations from the mean</span>:
fr: On a utilisé la <span class="hint_blue"> moyenne de la population</span><code>(\blue{\mu})</code> pour calculer les <span class="hint_purple"> carrés des écarts à la moyenne</span>, donc on peut trouver la <span class="hint_red">variance</span> <code>(\color{red}{\sigma^2})</code>, sans introduire de biais, en faisant simplement la moyenne <span class="hint_purple">des carrés des écarts à la moyenne</span>:
pt: Como usamos a <span class="hint_blue">média populacional</span><code>(\blue{\mu})</code> para calcular os <span class="hint_purple">quadrados dos desvios da média</span>, podemos encontrar a <span class="hint_red">variação da população</span> <code>(\color{red}{\sigma^2})</code>, sem a introdução de qualquer ideia preconcebida, tirando simplesmente a média dos <span class="hint_purple">quadrados dos desvios da média</span>:

source: Because we used the <span class="hint_blue">population mean</span><code>(\blue{\mu})</code> to compute the <span class="hint_purple">squared deviations from the mean</span>, we can find the <span class="hint_red">variance</span> <code>(\red{\sigma^2})</code>, without introducing any bias, by simply averaging the <span class="hint_purple">squared deviations from the mean</span>:
fr: Puisqu'on a utilisé la <span class="hint_blue"> moyenne de la population</span><code>(\blue{\mu})</code> pour calculer les <span class="hint_purple"> carrés des écarts à la moyenne</span>, on peut trouver la <span class="hint_red">variance</span> <code>(\red{\sigma^2})</code>, sans introduire de biais, en faisant simplement la moyenne <span class="hint_purple">des carrés des écarts à la moyenne</span> :
pt: Como usamos a <span class="hint_blue">média populacional</span><code>(\blue{\mu})</code> para calcular os <span class="hint_purple">quadrados dos desvios da média</span>, podemos encontrar a <span class="hint_red">variância</span> <code>(\red{\sigma^2})</code>, sem a introdução de qualquer parcialidade, tirando simplesmente a média dos <span class="hint_purple">quadrados dos desvios da média</span>:

source: Because we want to round to the <var>plural_form(TPLACE, 2)</var> place, we need to look at the digit in the <var>TPLACES</var> place.
es: Dado que queremos redondear a <var>plural_form(TPLACE, 2)</var> , tenemos que enfocarnos en el dígito en <var>TPLACES</var>.
fr: On veut arrondir au <var>plural_form(TPLACE, 2)</var> donc on doit regarder le chiffre situé au rang des <var>TPLACES</var> .
nb: Fordi vi vil runde av til <var>plural_form(TPLACE, 2)</var> plassen, må vi se på sifrene på <var>TPLACES</var> plassen.
pl: Ponieważ chcemy zaokrąglić do <var>plural_form(TPLACE, 2)</var> miejsca, musimy spojrzeć na liczbę w <var>TPLACES</var> miejscu.
pt: Como queremos arredondar para a casa dos(as) <var>plural_form(TPLACE, 2)</var>, precisamos olhar para o algarismo na casa das <var>TPLACES</var>.
tr: <var>plural_form(TPLACE, 2)</var> basamağa yuvarlamamız gerektiği için, <var>TPLACES</var> basamağındaki rakama bakmamız gerekiyor.

source: Because your child is under 13, they will have a %(docLink)s.
ja: あなたの子が13歳未満ですので，%(docLink)s を持つことになります．
nb: Fordi barnet er under 13, vil de ha en %(docLink)s.
pl: Ponieważ Twoje dziecko ma mniej niż 13 lat, będzie miało %(docLink)s.
pt: Como seu filho tem menos de 13 anos, é necessário um %(docLink)s.
pt_pt: Uma vez que o seu filho tem menos de 13 anos, terá uma %(docLink)s.
tr: Çocuğunuz 13'ün altında olduğundan, %(docLink)s olur.

source: Becca is thrilled to be joining the Khan Academy team as a product designer.
pt: Becca está entusiasmada por estar entrando para a equipe da Khan Academy como designer de produto.
tr: Becca Khan Academy ekibine ürün tasarımcısı olarak katılmaktan heyecan duyuyor.

source: Become a Guardian who moderates discussion posts on videos and programs
bg: Стани Пазител, който модерира дискусии около клиповете и програмите
da: Bliv en værge, der modererer debatindlæg på videoer og programmer
es: Conviértete en un Guardián que modere las discusiones en los videos y programas
fr: Devenir un modérateur des discussions publiées à propos des vidéos et des programmes
ja: ビデオとプログラムの議論のポストを調停するガーディアンになる
nb: Bli en veileder som modererer diskusjonsinnlegg på videoer og programmer
nl: Word een Bewaker die discussies bij video's en programma's modereert
pl: Stań się opiekunem, który moderuje posty w dyskusji na temat filmów i programów
pt: Tornar-se um Guardião que modera postagens de discussões em vídeos e programas
pt_pt: Torna-te num Guardião que modere comentários publicados sobre os vídeos e programas
tr: Koruyucu olmak- Koruyucular, video ve programlara ilişkin tartışma mesajlarını gözden geçirirler.

source: Become a computer science superstar
da: Bliv en datalogisk superstjerne
es: Conviértete en una superestrella de las ciencias de la computación
fr: Devenez une superstar des sciences informatique
nb: Bli en superstjerne i datavitenskap
nl: Word een 'supersterprogrammeur'
pl: Zostań gwiazdą informatyki
pt: Torne-se um astro da ciência da computação
pt_pt: Torna-te numa super estrela da informática
tr: Bilgisayar Bilimleri'nde Süperstar olun

source: Become an Ambassador
bg: Стани Посланик
da: Bliv en Ambassadør
es: Conviértete en Embajador
nb: Bli en ambassadør
nl: Word een Ambassadeur
pl: Zostań Ambasadorem
pt: Torne-se um embaixador
pt_pt: Torna-te num embaixador
tr: Elçi olmak

source: Become an Ambassador.
bg: Стани Посланик.
da: Bliv en Ambassadør.
es: Conviértete en embajador.
nb: Bli en ambassadør.
nl: Word een Ambassadeur.
pl: Zostań Ambasadorem.
pt: Torne-se um embaixador.
pt_pt: Torne-se num embaixador.
tr: Elçi olmak.

source: Before Khan Academy, Eliana was a PhD student in Machine Learning at UT Austin. She dropped out of that to make real things and solve tangible problems after a totally rad internship at Khan Academy.
pt: Antes da Khan Academy, Eliana era doutoranda em Aprendizado de Máquina na Universidade do Texas em Austin. Ela abandonou o curso para fazer coisas reais e solucionar problemas tangíveis depois de um estágio totalmente radical na Khan Academy.
tr: Khan Academy'den önce, Eliana UT Austin'de makine eğitimi alanında doktora öğrencisiydi. Daha gerçek şeyler yapmak ve elle tutulabiir porblemleri çözmek için, Khan Academy'deki şahane stajından sonra doktorasını bile bıraktı...

source: Before Khan Academy, Elizabeth worked as a management consultant at McKinsey &amp; Company and earned a B.A. at Penn.
es: Antes de Khan Academy, Elizabeth trabajó como consultora de gestión en McKinsey &amp; Company y obtuvo una licenciatura en la Universidad de Pensilvania.
pl: Przed Khan Academy Elizabeth pracowała jako konsultant w McKinsey &amp; Company i zdobyła tytuł licencjata w Penn.
pt: Antes da Khan Academy, Elizabeth foi consultora de gestão na McKinsey & Company e se formou em Administração de empresas pela Universidade da Pensilvânia.
tr: Khan Academy’den önce Penn State üniversitesinde okumuş ve yönetim danışmanı olarak McKinsey & Company’de çalışmıştır.

source: Before Khan Academy, Erin was in the Navy as a Nuclear Engineering Officer and earned a B.S. at Northwestern University.
es: Antes de Khan Academy, Erin estaba en la marina como oficial de Ingeniería nuclear y obtuvo una licenciatura en la Northwestern University.
pt: Antes da Khan Academy, Erin era oficial de engenharia nuclear da marinha, além de ter se formado pela Universidade Northwestern.
tr: Erin Khan Academy'e katılmadan önce Amerikan donanmasında nükleer mühendislik subaylığı yaptı. Kendisi Northwestern University mezunudur.

source: Before Khan Academy, Marcos worked on social computing at CMU's HCI Institute &amp; with Lisa Strausfeld at Pentagram. He has an SB from MIT and an MFA from RISD.
es: Antes de Khan Academy, Marcos trabajó en computación social en el Instituto de Interacción Humano Computadora en la Universidad Carnegie Mellon y con Lisa Strausfeld en Pentagram. Tiene una licenciatura en Ciencias del MIT y una maestría en Bellas Artes por el RISD.
pt: Antes da Khan Academy, Marcos trabalhou com computação social no Instituto da Interação Humano-Computador (HCI, na sigla em inglês) da Universidade Carnegie Mellon (CMU), além de ter trabalhado com Lisa Strausfeld, na Pentagram. Ele é formado pelo MIT e concluiu seu mestrado em Belas artes na Escola de Design de Rhode Island (RISD).
tr: Daha önce sosyal bilgisayarcılık alanında CMU’nun HCI Enstitüsü’nde ve Lisa Strausfeld ile Pentagram’da çalışmıştır. MIT’den lisans ve RISD yükseklisans derecelerine sahiptir.

source: Before Khan Academy, Mark worked as a Health Systems Coordinator for Partners In Health in Malawi and as an Associate Producer for National Geographic Television.
pt: Antes da Khan Academy, Mark trabalhou como Coordenador de Sistemas de Saúde na Partners In Health, em Malawi, e como Produtor Associado na National Geographic Television.
tr: Khan Academy'den önce, Mark, Malawi'deki Sağlık Ortakları için Sağlık Sistemi Koordinatörü ve National Geographic kanalı için Ortak Yapımcı olarak çalışmıştır.

source: Before Khan Academy, Matt cut his teeth at McKinsey and several start-ups in the Bay Area. He studied Management Science &amp; Engineering and Computer Science at Stanford.
es: Antes de Khan Academy, Matt trabajó en McKinsey y otras empresas Bay Area. Estudió Ciencias e Ingeniería de la Administración, así como Ciencias de la Computación en Stanford.
pl: Zanim dołączył do Khan Academy, zdobywał pierwsze doświadczenia w firmie konsultingowej McKinsey oraz licznych firmach rozpoczynających działalność (tzw. start-ups) w Kalifornii (Bay Area). Studiował na kierunkach Management Science &amp; Engineering i Informatyki na Stanford University.
pt: Antes de entrar para a Khan Academy, Matt ganhou experiência na Mckinsey e em diversas startups da Área da baía de São Francisco. Ele estudou Ciência da Gestão e Engenharia e Ciência da Computação em Stanford.
tr: Khan Academy’den önce McKinsey ve Bay Area’da küçük girişimci şirketlerde çalışmıştır. Stanford’ın Yönetim Bilimi ve Mühendisliği, ve Bilgisayar Bilimi bölümlerinden mezun olmuştur.

source: Before Khan Academy, Minli worked in social policy at the Singapore Government, taught high-school math, and was an Engagement Manager at McKinsey &amp; Company. She has a B.S. in Mechanical Engineering and M.S. in Management Science &amp; Engineering from Stanford University.
es: Antes de Khan Academy, Minli trabajó en política social en el gobierno de Singapur, enseñó matemáticas a nivel medio superior y fue gerente de compromiso en McKinsey &amp; Company. Ella tiene una licenciatura en Ingeniería Mecánica y una maestría en Ciencia e Ingeniería de la Administración por la Universidad de Stanford.
pl: Zanim dołączyła do Khan Academy, Minli zajmowała się polityką społeczną w rządzie Singapuru, uczyła matematyki w szkole średniej oraz była managerem projektu w McKinsey &amp; Company. Uzyskała licencjat na kierunku Mechanical Engineering oraz tytuł magistra z Management Science &amp; Engineering na Stanford University.
pt: Antes da Khan Academy, Minli trabalhou com políticas sociais no governo de Cingapura, foi professora de matemática do ensino médio e também gerente de relações na McKinsey & Company. Ela é formada em Engenharia Mecânica e mestre em Ciência da Gestão e Engenharia pela Universidade de Stanford.
tr: Daha önce Singapur devletinde sosyal politikalar konusu üzerine çalıştı, lisede matematik öğretmenliği yaptı ve McKinsey & Company’de müdürlük yaptı. Stanford Üniversitesi’nden Makine Mühendisliği lisans diploması ve Yönetim Bilimi ve Mühendisliği yüksek lisans diplomasına sahiptir.

source: Before he joined Khan Academy, Ben worked on network hardware. He flies both flying sharks (pictured) and airplanes in his spare time.
es: Antes de unirse a Khan Academy, Ben trabajó en hardware de redes. Él vuela tanto "tiburones" (en la foto) como aviones en su tiempo libre.
pl: Zanim dołączył do Khan Academy, zajmował się budową sieci komputerowych. Jego hobby to zdalnie sterowane latające zabawki, zarówno samoloty jak i latające ryby (na zdjęciu).
pt: Antes de se juntar à Khan Academy, Ben trabalhou com hardware de redes. Em seu tempo livre, ele pilota tanto tubarões voadores infláveis (veja a imagem) como aviões.
tr: Daha önce donanım alanında çalışmıştır. Boş zamanlarında maket uçak ve uçan şeylerle ilgilenir.

source: Before joining Khan Academy as a full-timer he was a Summer 2012 <a href="/careers/interns">intern</a> (it was fun) and a developer at the UCLA Center for Embedded Networked Sensing.
es: Antes de unirse a Khan Academy de tiempo completo fue <a href="/careers/interns">pasante</a> en el verano del 2012 (fue divertido) y desarrollador en el Center for Embedded Networked Sensing (Centro para la percepción integrada en redes).
pt: Antes de juntar-se à Khan Academy como funcionário em tempo integral, durante o verão de 2012, ele foi <a href="/careers/interns">estagiário</a> (e isso foi muito divertido), além de desenvolvedor no Center for Embedded Networked Sensing da Universidade da Califórnia em Los Angeles (UCLA).
tr: Khan Academy'e tam zamanlı katılımından önce, <a href="/careers/interns">stajını</a> bizimle 2012 yazında yaptı (emin olun çok eğlenceliydi) ve UCLA Center for Embedded Networked Sensing'de yazılımcı olarak çalıştı.

source: Before joining Khan Academy, Ben worked at Google for several years where he contributed to a number of projects including Google Calendar and Android. He received a Bachelor of Software Engineering from the University of Waterloo.
es: Antes de unirse a Khan Academy, Ben trabajó en Google durante varios años donde contribuyó a una serie de proyectos como Google Calendar y Android. Recibió una licenciatura en Ingeniería de Software por la Universidad de Waterloo.
pl: Przed dołączeniem do Khan Academy, Ben przez kilka lat pracował w Google, gdzie współpracował przy wielu projektach takich jak, np. Google Calendar i Android. Uzyskał licencjat z inżynierii oprogramowania na Uniwersytecie Waterloo.
pt: Antes de juntar-se à Khan Academy, Ben trabalhou no Google durante muitos anos, onde contribuiu com inúmeros projetos, incluindo o Google Calendar e o Android. Ele é formado em Engenharia de Software pela Universidade de Waterloo.
tr: Khan Academy takımına katılmadan önce Ben uzun bir süre Google’da çalıştı, Android tabanlı Google Calendar projesinde yer aldı. University of Waterloo’nun Yazılım Mühendisliği bölümünden mezun olmuştur.

source: Before joining Khan Academy, Beth worked as Director of Digital Learning at the Museum of Modern Art, as Director of Distance Learning at the Fashion Institute of Technology (FIT), and as an Assistant Professor of Art History. Together with Steven, Beth will be creating content in art, art history and history, and looking at the ways that learning analytics and game mechanics can work in Humanities education.
es: Antes de unirse a Khan Academy, Beth trabajó como directora de aprendizaje digital en el Museo de Arte Moderno de Nueva York, como directora de aprendizaje a distancia en el Fashion Institute of Technology (FIT), y como profesora adjunta de historia del arte. Junto con Steven, Beth estará generando contenido sobre artes, historia del arte e historia, y viendo las formas en que la analítica del aprendizaje y las mecánicas de juego pueden funcionar en la enseñanza de las humanidades.
pt: Antes de juntar-se à Khan Academy, Beth trabalhou como diretora de Aprendizagem Digital no Museu de Arte Moderna, como diretora de Ensino a Distância no Fashion Institute of Technology (FIT), e como professora assistente de História da Arte. Junto com Steven, Beth criará o conteúdo de arte, história da arte e história, e buscará meios de integrar a analítica de aprendizagem e a mecânica de jogos ao ensino das Humanidades.
tr: Khan Academy’ye katılmadan önce Beth, Museum of Modern Art’ta dijital öğrenim direktörü, Fashion Institute of Technology’de uzaktan öğrenim direktörü ve de Sanat Tarihi Profesörü olarak görev yaptı. Steven ile birlikte sanat tarihi konusunda yeni içerikler üretmek, sosyal bilimlerde öğrenim analitikleri ve oyun mekanizmalarının nasıl çalışabileceğini araştırmaktan sorumludur.

source: Before joining Khan Academy, Maureen was a Teach For America teacher at a charter school on the border of Texas and Mexico. She is an alumna of Brown and Stanford's School of Education.
es: Antes de unirse a Khan Academy, Maureen fue maestra de Teach For America en una escuela en la frontera de Texas y México. Fue alumna de las Escuelas de educación de Brown y Stanford.
pl: Przed dołączeniem do Khan Academy, była nauczycielką organizacji non-profit Teach For America w szkole społecznej na granicy Teksasu i Meksyku. Maureen jest absolwentką Uniwersytetu Browna oraz Stanford School of Education, jednej z siedmiu szkół Uniwersytetu Stanford, USA.
pt: Antes de juntar-se à Khan Academy, Maureen foi professora do Teach For America em uma escola charter na fronteira do Texas com o México. Ela é formada pela Faculdade de Educação de Standford e Brown.
tr: Khan Academy’ye katılmadan önce, Texas – Meksika sınırında bir okulda gönüllü öğretmen olarak çalışmıştır. Brown ve Stanford Üniversitesi Eğitim Fakültesi mezunudur.

source: Before joining Khan Academy, Mike worked at Google, and then at a few startups. He also has a book that he needs to finish writing, and was embarrassingly late in adding himself to this page.
pt: Antes de se juntar à Khan Academy, Mike trabalhou no Google, e depois em algumas startups. Ele também tem um livro que precisa terminar de escrever, e se atrasou vergonhosamente em colocar suas informações nesta página.
tr: Khan Academy'e katılmadna önce Google ve bir kaç genç şirkette çalışmış olan Mike'ın yazmayı bitirmesi gereken bir kitabı vardır, ve kendisini bu sayfa eklemesi utanılacak kadar uzun sürmüştür.
