Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: . Understand how your brain grows
da: . Forstå hvordan din hjerne vokse
es: . Entiende cómo es que tu cerebro se desarrolla
fr: . Comprenez comment votre cerveau grandit
ja: あなたの脳がいかに成長するかを理解しましょう
nb: . Forstå hvordan hjernen din vokser
nl: . Begrijp hoe jouw brein groeit
pl: . Zrozum, jak rośnie Twój mózg
pt: . Entender como seu cérebro se desenvolve
pt_pt: . Descobre como é que o teu cérebro se desenvolve
tr: . Beyninizin nasıl geliştiğini öğrenin

source: (+ %(num)s more)
da: (+ %(num)s flere)
es: (+ %(num)s más)
fr: (+ %(num)s de plus)
nb: (+ %(num)s flere)
nl: (+ %(num)s meer)
pl: (+ %(num)s więcej)
pt: (+ %(num)s mais)
pt_pt: (+ %(num)s outros)
tr: (+ %(num)s tane daha fazla)

source: (Last %(num)d problems)
da: (Sidste %(num)d opgaver)
es: (Últimos %(num)d problemas)
fr: (Derniers %(num)d problèmes)
ja: (最近の %(num)d の問題)
nb: (Siste %(num)d problemer)
nl: (Laatste %(num)d problemen)
pl: (Ostatnie %(num)d zadań)
pt: (Últimos %(num)d problemas)
pt_pt: (Últimos %(num)d exercícios)
tr: (Son %(num)d sorular)

source: Level
da: Niveau
es: Nivel
ja: レベル
nb: Nivå
nl: Niveau
pl: Poziom
pt: Nível
pt_pt: Nível
tr: Seviye

source: Mission foundations
da: Missionernes Fundament
es: Fundamentos de la misión
fr: Les fondements de la mission
ja: ミッションの基礎
nb: Oppdragsgrunnlag
nl: Missie grondslagen
pl: Podstawy misji
pt: Fundamentos da missão
pt_pt: Bases da missão
tr: Hedef temelleri

source: Mission skills
da: Færdigheder for mission
es: Habilidades de misión
fr: Compétences de cette mission
ja: ミッションのスキル
nb: Ferdigheter for oppdrag
nl: Missie vaardigheden
pl: Misja umiejętności
pt: Habilidades da missão
pt_pt: Competências da missão
tr: Görev becerileri

source: Mission-level skills
da: Færdigheder på missionens niveau
es: Habilidades de misión por nivel
fr: Compétences pour ce niveau
ja: ミッションレベルのスキル
nb: Ferdigheter oppdragsnivå
nl: Missie-niveau vaardigheden
pl: Umiejętności dla danej misji
pt: Habilidades por nível de missão
pt_pt: Competências de missões por nível
tr: Görev-Seviye becerileri

source: Prior to that, she was living, learning, and teaching in Philadelphia. She earned her M.S. in math education from Drexel.
es: Antes de eso, ella estaba viviendo, aprendiendo y enseñando en Filadelfia. Obtuvo su maestría en Educación de las Matemáticas de Drexel.
pt: Antes disso, morava, estudava e lecionava na Filadélfia. Fez seu mestrado em educação matemática na Drexel.
tr: Bundan önce, kendisi Phledelphia'da yaşadı, okudu, öğretti. Matematik alanında yüksek lisansını Drexel'de tamamladı.

source: Questions
da: Spørgsmål
es: Preguntas
ja: 質問
nb: Spørsmål
nl: Vragen
pl: Pytania
pt: Perguntas
pt_pt: Perguntas
tr: Sorular

source: Skill
da: Færdighed
es: Habilidad
fr: Compétence
ja: スキル
nb: Ferdighet
nl: Vaardigheid
pl: Umiejętność
pt: Habilidade
pt_pt: Competência
tr: Beceri

source: The symbol %(sentenceSymbol)s indicates that the following sentence is referenced in a question.
nb: Symbolet %(sentenceSymbol)s indikerer at følgende setning er referert til i en oppgave.
pt: O símbolo %(sentenceSymbol)s indica que a seguinte frase é referenciada em uma questão.
pt_pt: O símbolo %(sentenceSymbol)s indica que a seguinte frase é referida no enunciado de uma pergunta.

source: and
es: y
ja: そして
nb: og
nl: en
pl: i
pt: e
pt_pt: e
tr: ve

source: and %(remaining)d other student
es: y %(remaining)d estudiante más
fr: ; et %(remaining)d élève
ja: そしてさらに%(remaining)d 人の生徒
nb: og %(remaining)d en annen elev
nl: en %(remaining)d andere studenten
pl: oraz %(remaining)d inny uczeń
pt: e %(remaining)d outro aluno
pt_pt: e %(remaining)d outro aluno
tr: ve %(remaining)d diğer öğrenci

source: and help make the dashboard more awesome.
da: og hjælp med at gøre forsiden endnu bedre.
es: y ayuda a hacer el panel más impresionante.
fr: et aidez-nous à rendre le tableau de bord encore plus cool ! Si vous tombez sur des compétences nommées *exercice inadapté*, ne les essayez pas, il s'agit d'exercices faisant appel à des notions hors du programme français.
ja: そしてダッシュボードをさらに素敵なものにする手助けをお願いします．
nb: og hjelp med å gjøre dashboardet enda bedre.
nl: en help ons het dashboard nog beter te maken.
pl: i pomóż ulepszyć pulpit.
pt: e ajude a tornar o painel mais legal.
pt_pt: e ajuda-nos a melhorar o painel de aprendizagem.
tr: ve Khan Academy'nin daha da gelişmesine yardımcı olun.

source: before requesting an evaluation.
da: før du anmoder om en evaluering.
es: antes de solicitar una evaluación.
fr: avant de demander une évaluation.
nb: før du ber om en evaluering.
nl: voordat je zelf om een beoordeling vraagt.
pl: zanim o nią poprosisz.
pt: antes de solicitar uma avaliação.
pt_pt: antes de solicitares uma avaliação.
tr: bir başkasının projesini değerlendiriniz.

source: for your students without email.
es: para tus estudiantes sin correo electrónico.
ja: あなたの生徒のために電子メイルを使わずに
nb: for dine elever uten e-mail.
nl: voor jouw studenten zonder e-mail.
pl: dla Twoich uczniów bez adresów e-mail.
pt: para seus alunos sem e-mail.
pt_pt: dos alunos que não têm e-mail.

source: from Comcast will fully fund 6 months of free home internet access for all eligible students and their families.
nb: fra Comcast vil vil få sponset 6 måneder med gratis hjemmetilgang til internett for alle kvalifiserte elever og deres familier.
pt: da Comcast vai financiar 6 meses de acesso gratuito à internet em casa, para todos os alunos elegíveis e suas famílias.
tr: Comcast'ten tüm katılabilir öğrenciler ve aileleri için, 6 aylık ücretsiz evden interner erişimini sağlayacak.

source: will fully fund classroom technology up to a value of $7,500 for smaller schools (for example this could buy one laptop cart plus 30 Chromebooks for your school) and up to $15,000 for schools with more than 300 students through DonorsChoose.org.
nb: vi vil dekke klasseromsteknologi opp til $7,500 til mindre skoler (for eksempel kan dette gjøre det mulig å kjøpe pc-vogn og 30 Chromebooks til din skole) og opp til $15,000 til skoler med mer enn 300 elever gjennom DonorsChoose.org.
pt: vai financiar integralmente recursos de tecnologia para a sala de aula até o valor de US$7.500 para escolas menores (por exemplo, esse valor pode comprar um carrinho para notebooks e 30 Chromebooks para sua escola) e até US$15.000 para escolas com mais de 300 alunos, por meio da DonorsChoose.org.
tr: DonorsChoose.org ile, sınıfta kullanılan teknolojiyi küçük okullar için 7,500 ABD dolarına kadar (bu miktarla okulunuz için, örneğin bir dizüstü bilgisayar arabası ve 30 Chromebook (hızlı basit bilgisayar) satın alabilirsiniz) ve 300'den fazla öğrencisi olan okullar için 15.000 ABD dolarına kadar destekleyeceğiz.

source: winners will be announced on April 15th. LearnStorm Hustle and Mastery points accumulated between March 16th and April 11th will count toward this cup.
nb: vinnere vil bli annonsert 15. april. LearnStorm Strever og Mestrer poeng som er inntjent mellom 16. mars og 11. april vil telle i denne cupen.
pt: os vencedores serão anunciados no dia 15 de abril. Os pontos de esforço e domínio na LearnStorm acumulados entre 16 de março e 11 de abril vão contar para esse campeonato.
tr: kazananlar 15 Nisan günü duyurulacaktır. 16 Mart ila 11 Nisan arasında kazanılan LearnStorm Çaba ve Uzmanlık puanları bu kupaya sayılır.

source: winners will be announced on Wednesday March 11th. LearnStorm Hustle and Mastery points accumulated between February 9th and March 7th will count toward this cup.
nb: vinnere vil bli annonseres på onsdag 11. mars. LearnStorm Strever og Mestrer poeng som er opptjent mellom 9. februar og 7. mars vil telle i denne cupen.
pt: os vencedores serão anunciados na quarta-feira, 11 de março. Os pontos de esforço e domínio na LearnStorm acumulados entre 9 de fevereiro e 7 de março vão contar para esse campeonato.
tr: kazananlar 11 Mart Çarşamba günü duyurulacaktır. 9 Şubat ila 7 Mart arasında kazanılan LearnStorm Çaba ve Uzmanlık puanları bu kupaya sayılır.

source: with a remainder of
da: med en rest på
es: con un residuo de
fr: avec comme reste
nb: med en rest på
nl: met een rest van
pl: z resztą
pt: com um resto de
pt_pt: com um resto de
tr: geri kalan kısmı ile

source: with a score of
da: med en score på
fr: avec un score de
pl: z wynikiem
pt: com uma pontuação de
tr: skoru

source: "%(word)s" is not defined. Maybe you meant to type "%(keyword)s", or you're using a variable you didn't define.
nb: "%(word)s" er ikke definert. Kankjse du mente å skrive "%(keyword)s", eller du bruker en variabel su ikke har definert.
pt: "%(word)s" não está definido. Você deve ter tentado escrever "%(keyword)s", ou você está usando uma variável que não foi definida.
pt_pt: "%(word)s" não está definida. Provavelmente, pretendias escrever "%(keyword)s" ou estás a usar uma variável que ainda não definiste.

source: "Product" means that we multiply <code><var>M</var></code> and <code>x</code>.
es: "Producto" significa que multiplicamos <code><var>M</var></code> y <code>x</code>.
fr: Le produit de <code><var>M</var></code> par <code>x</code> est le résultat de la multiplication de l'un par l'autre.
hi: "परिणाम" का मतलब है कि हम गुणा करेंगे <code><var>M</var></code> और <code>x</code>.
nb: Med "produkt" menes av vi multipliserer <code><var>M</var></code> og <code>x</code>.
pl: "Iloczyn" oznacza, że mnożymy <code><var>M</var></code> przez <code>x</code>.
pt: "Produto" significa que multiplicamos <code><var>M</var></code> e <code>x</code>.
tr: "Çarpım", <code><var>M</var></code> ile <code>x</code>'i çarpmak demektir.

source: "Sum" means that we add <code><var>B</var></code> and <code><var>expr(["*", M, "x"])</var></code>.
es: "Suma" significa que añadimos <code><var>B</var></code> y <code><var>expr(["*", M, "x"])</var></code>.
fr: La somme de <code><var>B</var></code> et de <code><var>expr(["*", M, "x"])</var></code> est le résultat de l'addition de ces deux nombres.
hi: "निष्कर्ष" का मतलब है कि हम जोड़ते हैं <code><var>B</var></code> और<code><var>expr(["*", M, "x"])</var></code>.
nb: "Sum" betyr at vi adderer <code><var>B</var></code> og <code><var>expr(["*", M, "x"])</var></code>.
pl: "Suma" oznacza, że dodajemy do siebie <code><var>B</var></code> i <code><var>expr(["*", M, "x"])</var></code>.
pt: "Soma" significa que adicionamos <code><var>B</var></code> e <code><var>expr(["*", M, "x"])</var></code>.
tr: "Toplam" <code><var>B</var></code> ile <code><var>expr(["*", M, "x"])</var></code>'i toplamak demektir.

source: "True Proportion" Label
da: "Sand andel" markering
es: Etiqueta de "Proporción verdadera"
fr: Label "Bonnes proportions"
nb: "Proporsjonalitet" - navn
nl: "Echte Verhouding" Label
pl: Etykietka "Właściwe proporcje"
pt: Legenda "Proporção Real"
tr: "Gerçek Oran" Etiketi

source: "Viruses" -- programs that encourage others to copy and spread them.
da: "Virus" - programmer, der opfordrer andre til at kopiere og sprede dem.
es: "Virus": programas que animan a otros a copiarlos y difundirlos.
fr: « Virus »--programmes qui encouragent les autres à les copier et les répandre.
nb: "Virus" -- programmer som får andre til å kopiere og spre dem.
nl: "Virussen"--programma's die anderen aanmoedigen om deze te kopiëren en verspreiden.
pl: "Wirusy" -- programy, które zachęcają innych do kopiowania i rozprzestrzeniania ich.
pt: "Vírus" -- programas que incentivam os outros a copiá-los e espalhá-los.
pt_pt: "Vírus" -- programas que incentivam os outros a copiá-los e a espalhá-los.
tr: "Virüsler" -- başkalarının kopyalamasını ve yaymasını teşvik eden programlar.

source: "Vote riding": creating an unrelated program as the spin-off of a popular program, to get more viewers and votes
nb: "Stemme økning": lag et relatert program som spin-off til et populært program, så får du flere seere og stemmer
pl: "Jazda na popularności": stworzenie niezwiązanego programu jako spin off-u popularnego programu żeby zdobyć więcej oglądających i głosów
pt: "Ganhando votos": criar um programa não relacionado como o derivado de programa popular para obter mais visualizações e votos

source: "{a}" is not defined. Make sure you're spelling it correctly and that you declared it.
da: "{a}" er ikke defineret. Sørg for du staver det korrekt, og at du har erklæret det.
es: "{a}" no está definida. Asegúrate de que la estás deletreando correctamente y que la has declarado.
nb: "{a}" er ikke definert. Kontroller at du har stavet det riktig og at du har erklært det.
nl: "{a}" is niet uitgelegd. Zorg ervoor dat je het goed gespeld en dat je het hebt uitgelegd.
pl: "{a}" jest niezdefiniowane. Upewnij się, że pisownia jest poprawna, i że to określiłeś.
pt: "{a}" não está definido. Certifique-se de que esteja escrevendo corretamente e que o tenha declarado.
tr: "{a}" tanımlı değildir. Doğru yazdığınızdan ve gönderdiğinizden emin olun.

source: # of %(unit)s
da: # af %(unit)s
es: # de %(unit)s
nb: # av %(unit)s
pl: # %(unit)s
pt: nº de %(unit)s

source: # of <var>UNIT_1</var> = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
da: antallet af <var>UNIT_1</var> = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
es: # de <var>UNIT_1</var> = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
fr: nombre de <var>UNIT_1</var> = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
pl: # z <var>UNIT_1</var> = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
pt: nº de <var>UNIT_1</var> = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
tr: <var>UNIT_1</var>sayısı = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>

source: # of <var>UNIT_2</var> = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
da: antallet af <var>UNIT_2</var> = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
es: # de <var>UNIT_2</var> = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
fr: nombre de <var>UNIT_2</var> = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
pl: # z <var>UNIT_2</var> = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
pt: nº de <var>UNIT_2</var> = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
tr: <var>UNIT_2</var> sayısı = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>

source: # of students = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
da: antallet af elever = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
es: # de estudiantes = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
fr: nombre d'étudiants = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
pl: # uczniów = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
pt: nº de alunos = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
tr: öğrenci sayısı = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>

source: # of teachers = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
da: antallet af lærere = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
es: # de profesores = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
fr: nombre de professeurs = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
pl: # nauczycieli = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
pt: Nº de professores = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
tr: öğretmen sayısı = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>

source: #YouCanLearnAnything
es: #TúPuedesAprenderCualquierCosa
fr: #VousPouvezToutApprendre
nb: #DuKanLæreHvaSomHelst
pl: #MożeszSięNauczyćCzegoTylkoChcesz
pt: #VocêPodeAprenderQualquerCoisa
pt_pt: #PodesAprenderoQueQuiseres
tr: #HerŞeyiÖğrenebilirsin

source: $ \\ {\text{Basketball}}$
pt: $ \\ {\text{Basquetebol}}$
tr: $ \\ {\text{Basketbol}}$

source: $ \\ {\text{Bike Tour}}$
nb: $ \\ {\text{Sykkeltur}}$
pt: $ \\ {\text{Bicicleta}}$
tr: $ \\ {\text{Bisiklet Turu}}$

source: $ \\ {\text{Brown}}$
nb: $ \\ {\text{Brun}}$
pt: $ \\ {\text{Marrom}}$
tr: $ \\ {\text{Kahverengi}}$

source: $ \\ {\text{Evening}}$
nb: $ \\ {\text{Kveld}}$
pl: $ \\ {\text{Wieczór}}$
pt: $ \\ {\text{Noite}}$
tr: $ \\ {\text{Akşamüstü}}$

source: $ \\ {\text{Morning}}$
nb: $ \\ {\text{Morgen}}$
pl: $ \\ {\text{Rano}}$
pt: $ \\ {\text{Manhã}}$
tr: $ \\ {\text{Sabah}}$

source: $ \\ {\text{Table Height}}$
nb: $ \\ {\text{Spisestuestol}}$
pt: $ \\ {\text{Altura de mesa}}$
tr: $ \\ {\text{Masa Yüksekliği}}$

source: $ \\ {\text{Volleyball}}$
pt: $ \\ {\text{Voleibol}}$
tr: $ \\ {\text{Voleybol}}$

source: $ \\ {\text{Walk Tour}}$
nb: $ \\ {\text{Spasertur}}$
pt: $ \\ {\text{A pé}}$
tr: $ \\ {\text{Yürüyüş Turu}}$

source: $-120 \text{ residents}$
nb: $-120 \text{ beboere}$
pt: $-120 \text{ habitantes}$
tr: $-120 \text{ mukim}$

source: $-3 \text{ limbs}$
nb: $-3 \text{ lemmer}$
pt: $-3 \text{ membros}$
tr: $-3 \text{ uzuv}$

source: $-3{,}000 \text{ viewers}$
nb: $-3{,}000 \text{ seere}$
pt: $-3{.}000 \text{ espectadores}$
tr: $-3{.}000 \text{ izleyici}$

source: $1 \text{ gallon}$
fr: $1 \text{ litre}$
nb: $1 \text{ liter}$
nl: $1 \text{ liter}$
pl: $1 \text{ litr}$
pt: $1 \text{ litro}$
tr: $1 \text{ galon}$

source: $1 \text{ hour}$
fr: $1 \text{ heure}$
nb: $1 \text{ timer}$
nl: $1 \text{ uur}$
pl: $1 \text{ godzina}$
pt: $1 \text{ hora}$
tr: $1 \text{ saat}$

source: $1 \text{ pound}$
fr: $1 \text{ Kilo}$
nb: $1 \text{ kg}$
nl: $1 \text{ pond}$
pl: $1 \text{ kilogram}$
pt: $1 \text{ quilo}$

source: $1 \text{ spool}$
fr: $1 \text{ bobine}$
nb: $1 \text{ spole}$
nl: $1 \text{ klos}$
pl: $1 \text{ szpulka}$
pt: $1 \text{ rolo}$
tr: $1 \text{ makara}$

source: $1 \text{ weekend}$
pt: $1 \text{ fim de semana}$
tr: $1 \text{ hafta sonu}$

source: $10 \text{ times}$
nb: $10 \text{ ganger}$
pl: $10 \text{ razy}$
pt: $10 \text{ vezes}$

source: $1266\text{ square units}$
nb: $1266\text{ kvadrat enheter}$
pt: $1266\text{ unidades quadradas}$
tr: $1266\text{ birimkare}$

source: $2 \text{ pieces}$
nb: $2 \text{ deler}$
pt: $2 \text{ partes}$
tr: $2 \text{ parça}$

source: $2,000,000 and above
pt: US$2.000.000 e valores superiores
pt_pt: $2 000 000 e valores superiores
tr: $2,000,000 ve üstü

source: $2436\text{ square units}$
nb: $2436\text{ kvadrat enheter}$
pt: $2436\text{ unidades quadradas}$
tr: $2436\text{ birimkare}$

source: $2739\text{ square units}$
nb: $2739\text{ kvadrat enheter}$
pt: $2739\text{ unidades quadradas}$
tr: $2739\text{ birimkare}$

source: $28 \text{ boxes}$
fr: $28 \text{ paquets}$
nb: $28 \text{ bokser}$
pl: $28 \text{ pudełek}$
pt: $28 \text{ caixas}$
tr: $28 \text{ kutu}$

source: $2\text{ units}$
nb: $2\text{ enheter}$
pt: $2\text{ unidades}$
tr: $2\text{ birim}$

source: $3 \text{ pieces}$
nb: $3 \text{ deler}$
pt: $3 \text{ partes}$
tr: $3 \text{ parça}$

source: $3216\text{ square units}$
nb: $3216\text{ kvadrat enheter}$
pt: $3216\text{ unidades quadradas}$
tr: $3216\text{ birimkare}$

source: $3235\text{ square units}$
nb: $3235\text{ kvadrat enheter}$
pt: $3235\text{ unidades quadradas}$
tr: $3235\text{ birimkare}$

source: $345\text{ square units}$
nb: $345\text{ kvadrat enheter}$
pt: $345\text{ unidades quadradas}$
tr: $345\text{ birimkare}$

source: $3\text{ units}$
nb: $3\text{ enheter}$
pt: $3\text{ unidades}$
tr: $3\text{ birim}$

source: $4 \text{ pieces}$
nb: $4 \text{ deler}$
pt: $4 \text{ partes}$
tr: $4 \text{ parça}$

source: $4248\text{ square units}$
nb: $4248\text{ kvadrat enheter}$
pt: $4248\text{ unidades quadradas}$
tr: $4248\text{ birimkare}$

source: $460\text{ square units}$
nb: $460\text{ kvadrat enheter}$
pt: $460\text{ unidades quadradas}$
tr: $460\text{ birimkare}$

source: $4816\text{ square units}$
nb: $4816\text{ kvadrat enheter}$
pt: $4816\text{ unidades quadradas}$
tr: $4816\text{ birimkare}$

source: $4970\text{ square units}$
nb: $4970\text{ kvadrat enheter}$
pt: $4970\text{ unidades quadradas}$
tr: $4970\text{ birimkare}$

source: $4\text{ units}$
nb: $4\text{ enheter}$
pt: $4\text{ unidades}$
tr: $4\text{ birim}$

source: $5340\text{ square units}$
nb: $5340\text{ kvadrat enheter}$
pt: $5340\text{ unidades quadradas}$
tr: $5340\text{ birimkare}$

source: $54 \text{ boxes}$
fr: $54 \text{ paquets}$
nb: $54 \text{ bokser}$
pl: $54 \text{ pudełka}$
pt: $54 \text{ caixas}$
tr: $54 \text{ kutu}$

source: $56 \text{ students}$
es: $56 \text{ estudiantes}$
nb: $56 \text{ elever}$
pl: $56 \text{ uczniów}$
pt: $56 \text{ alunos}$
tr: $56 \text{ öğrenci}$

source: $5\text{ units}$
nb: $5\text{ enheter}$
pt: $5\text{ unidades}$
tr: $5\text{ birim}$

source: $630\text{ square units}$
nb: $630\text{ kvadrat enheter}$
pt: $630\text{ unidades quadradas}$
tr: $630\text{ birimkare}$

source: $699\text{ square units}$
nb: $699\text{ kvadrat enheter}$
pt: $699\text{ unidades quadradas}$
tr: $699\text{ birimkare}$

source: $6\text{ units}$
nb: $6\text{ enheter}$
pt: $6\text{ unidades}$
tr: $6\text{ birim}$

source: $7 \text{ times}$
nb: $7 \text{ ganger}$
pl: $7 \text{ razy}$
pt: $7 \text{ vezes}$
tr: $7 \text{ kez}$

source: $7254\text{ square units}$
nb: $7254\text{ kvadrat enheter}$
pt: $7254\text{ unidades quadradas}$
tr: $7254\text{ birimkare}$

source: $7287\text{ square units}$
nb: $7287\text{ kvadrat enheter}$
pt: $7287\text{ unidades quadradas}$
tr: $7287\text{ birimkare}$

source: $756\text{ square units}$
nb: $756\text{ kvadrat enheter}$
pt: $756\text{ unidades quadradas}$
tr: $756\text{ birimkare}$

source: $7\text{ units}$
nb: $7\text{ enheter}$
pt: $7\text{ unidades}$
tr: $7\text{ birim}$

source: $8212\text{ square units}$
nb: $8212\text{ kvadrat enheter}$
pt: $8212\text{ unidades quadradas}$
tr: $8212\text{ birimkare}$

source: $8640\text{ square units}$
nb: $8640\text{ kvadrat enheter}$
pt: $8640\text{ unidades quadradas}$
tr: $8640\text{ birimkare}$

source: $882\text{ square units}$
nb: $882\text{ kvadrat enheter}$
pt: $882\text{ unidades quadradas}$
tr: $882\text{ birimkare}$

source: $8\text{ units}$
nb: $8\text{ enheter}$
pt: $8\text{ unidades}$
tr: $8\text{ birim}$

source: $9 \text{ times}$
nb: $9 \text{ ganger}$
pl: $9 \text{ razy}$
pt: $9 \text{ vezes}$
tr: $9 \text{ kez}$

source: $963\text{ square units}$
nb: $963\text{ kvadrat enheter}$
pt: $963\text{ unidades quadradas}$
tr: $963\text{ birimkare}$

source: $9\text{ units}$
nb: $9\text{ enheter}$
pt: $9\text{ unidades}$
tr: $9\text{ birim}$

source: $First$
nb: $Første$
nl: $Eerste$
pl: $Pierwsza$
pt: $Primeira$
tr: $Birinci$

source: $\\ {\text{Black}}$
nb: $\\ {\text{Sort}}$
pt: $\\ {\text{Preto}}$
tr: $\\ {\text{Siyah}}$

source: $\\ {\text{Evening}}$
nb: $\\ {\text{Kveld}}$
pl: $\\ {\text{Wieczór}}$
pt: $\\ {\text{Noite}}$
tr: $\\ {\text{Akşamüstü}}$

source: $\\ {\text{Plane}}$
nb: $\\ {\text{Fly}}$
pl: $\\ {\text{Samolot}}$
pt: $\\ {\text{Avião}}$
tr: $\\ {\text{Uçak}}$

source: $\\ {\text{Spring}}$
nb: $\\ {\text{Vår}}$
pl: $\\ {\text{Wiosna}}$
pt: $\\ {\text{Primavera}}$
tr: $\\ {\text{İlkbahar}}$

source: $\\{\text{Trolley Tour}}$
nb: $\\{\text{Tralletur}}$
pt: $\\{\text{Trem}}$
tr: $\\{\text{Tramvay Turu}}$

source: $\blue{1 \text{ one}}$
nb: $\blue{1 \text{ en}}$
pl: $\blue{1 \text{ jedność}}$
pt: $\blue{1 \text{ unidade}}$
tr: $\blue{1 \text{ birlik}}$

source: $\blue{1 \text{ tenth}}$
nb: $\blue{1 \text{ tideler}}$
pl: $\blue{1 \text{ dziesiąta}}$
pt: $\blue{1 \text{ décimo}}$
tr: $\blue{1 \text{ onda birlik}}$

source: $\blue{10} \text{ times}$
nb: $\blue{10} \text{ ganger}$
pl: $\blue{10} \text{ razy}$
pt: $\blue{10} \text{ vezes}$
tr: $\blue{10} \text{ kez}$
