Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: should be in Questions
da: burde være i spørgsmål
es: debería estar en Preguntas
fr: devrait être dans Questions
ja: 質問のフォーラムにあるべきです．
nb: bør være i spørsmål
nl: moet in Vragen
pl: powinno być w Pytaniach
pt: deve estar em Perguntas
pt_pt: deve estar nas perguntas
tr: Sorular bölümünde yer almalı

source: should be in Tips & Thanks
da: bør være i Tips & Tak
es: debería estar en Sugerencias y agradecimientos
fr: devrait être dans Conseils et Remerciements
ja: ヒントと感謝のフォーラムにあるべきです．
nb: bør være i Tips & takk
nl: moet in Tips en Bedankt
pl: powinno się znaleźć we Wskazówkach lub Podziękowaniach
pt: deve estar em Dicas e agradecimentos
pt_pt: deve estar nas dicas e agradecimentos
tr: İpuçları ve Teşekkürler içinde olmalıdır

source: shows solar panel installations by state during the last fiscal year
fr: indique le nombre d'installation de panneaux solaires par état durant la dernière année fiscale
nb: viser antall solcellepanel som ble installert i staten i fjor
pl: pokazuje, ile paneli słonecznych zainstalowano w poszczególnych stanach w przeciągu ostatniego roku budżetowego
pt: mostra instalações de painel solar por estado durante o último ano fiscal
tr: geçtiğimiz mali yıl boyunca devlet tarafından yaptırılan güneş panelleri gösterilmektedir.

source: shows the enrollment at four different elementary schools that have 3rd through 5th grade students
fr: indique le nombre d'inscrits dans quatre écoles élémentaires, qui ont des élèves du CE2 au CM2
nb: viser elevregistreringen til fire ulike skoler som har elever i 3. til 5. klasse
pl: pokazuje liczbę zapisanych uczniów klas 3-5 w czterech różnych szkołach podstawowych
pt: mostra a matrícula em quatro escolas primárias diferentes que tem alunos do 3o até o 5o ano
tr: 3. ile 5 sınıf öğrencilerine sahip olan dört farklı ilkokuldaki kayıt sayılarını göstermektedir.

source: shows the number of chickens sold by four farmers from January to March
fr: indique le nombre de poulets vendus de Janvier à Mars par quatre éleveurs
nb: viser antall kyllinger som ble solgt av bønder fra januar til mars
pl: przedstawia liczbę kurczaków sprzedanych przez czterech rolników od stycznia do marca
pt: mostra o número de frangos vendidos pelos quatro fazendeiros de janeiro a março
tr: Ocak'tan Mart'a kadar dört çiftçi tarafından satılan tavuk sayısını göstermektedir

source: sin
pt: sen

source: sin(degrees)
da: sin(grader)
es: sin(grados)
fr: sin(angle)
ja: sin(度)
nb: sin(grader)
nl: sin(graden)
pl: sin(stopnie)
pt: sen(graus)
pt_pt: sin(graus)
tr: sin(açı)

source: sin<sup>-1</sup>
pt: sen<sup>-1</sup>

source: sine
es: seno
fr: sinus
pl: sinus
pt: seno
tr: sinüs

source: sit-up
da: mavebøjning
es: abdominal
fr: abdominaux
ja: 腹筋
pl: brzuszek
pt: abdominal
pt_pt: abdominal
tr: mekik

source: six
da: seks
es: seis
nb: seks
nl: zes
pl: sześć
pt: seis
pt_pt: seis
tr: altı

source: sixteen
da: seksten
es: dieciséis
fr: seize
nb: seksten
nl: zestien
pl: szesnaście
pt: dezesseis
pt_pt: dezasseis
tr: on altı

source: sixteenth
da: sekstende
es: decimosexto
fr: seizième
nb: sekstende
nl: zestiende
pl: szesnasty
pt: décimo sexto
pt_pt: décimo sexto
tr: onaltıncı

source: sixth
da: sjette
es: sexto
fr: sixième
nb: sjette
nl: zesde
pl: szósty
pt: sexto
pt_pt: sexto
tr: altıncı

source: sixth grade math
da: matematik for sjette klasse
es: matemáticas de sexto grado
fr: Classe de 6ème (Curriculum US)
nb: matematikk for sjette klasse
nl: Groep 8 wiskunde
pl: szósta klasa matematyki
pt: matemática do 6º ano
pt_pt: Matemática do sexto ano
tr: altıncı sınıf matematik

source: sixty
da: Tres
es: sesenta
fr: soixante
nb: seksti
nl: zestig
pl: sześćdziesiąt
pt: sessenta
pt_pt: sessenta
tr: altmış

source: size: (Optional) The size of the font, in pixels
da: size: (valgfrit) størrelsen af skrifttypen i pixels
es: tamaño: (opcional) el tamaño de la fuente, en pixeles
nb: size: (Valgfritt) Størrelsen på skrifttypen, i piksler
pl: size: (Opcjonalne) Zmienia rozmiar czcionki, w pikselach
pt: size: (opcional) o tamanho da fonte, em pixels
pt_pt: tamanho: o tamanho do tipo de letra (opcional), em pixels
tr: size: (İsteğe bağlı) Yazı tipinin piksel türünden boyutu

source: size: The size of the text, in pixels
da: size: størrelsen af teksten i pixels
es: tamaño: el tamaño del texto, en pixeles
nb: size: Størrelsen på teksten i piksler
pl: size: Rozmiar tekstu, w pikselach
pt: size: o tamanho do texto, em pixels
tr: size: Metnin piksel türünden boyutu

source: skill
da: færdighed
es: habilidad
fr: compétence
ja: スキル
nb: Ferdighet
nl: vaardigheid
pl: umiejętność
pt: habilidade
pt_pt: competência
tr: beceriler

source: sloth
da: dovendyr
es: perezoso
fr: paresseux
nl: luiaard
pl: leniwiec
pt: bicho-preguiça
tr: tembelhayvan

source: smaller number = <span class="sol short50" data-forms="integer, decimal"><var>SMALLER</var></span>
da: mindre tal = <span class="sol short50" data-forms="integer, decimal"><var>SMALLER</var></span>
es: el número más pequeño = <span class="sol short50" data-forms="integer, decimal"><var>SMALLER</var></span>
fr: le nombre le plus petit = <span class="sol short50" data-forms="integer, decimal"><var>SMALLER</var></span>
nb: mindre tall = <span class="sol short50" data-forms="integer, decimal"><var>SMALLER</var></span>
pl: mniejsza liczba = <span class="sol short50" data-forms="integer, decimal"><var>SMALLER</var></span>
pt: menor número = <span class="sol short50" data-forms="integer, decimal"><var>SMALLER</var></span>

source: snake
da: slange
es: serpiente
fr: serpent
nl: slang
pl: wąż
pt: cobra
pt_pt: cobra
tr: yılan

source: so <code>\quad<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>frac( ROOT_N, ROOT_D )</var></code>
da: så <code>\quad<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>frac( ROOT_N, ROOT_D )</var></code>
es: así <code>\quad<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>frac( ROOT_N, ROOT_D )</var></code>
fr: donc <code>\quad<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>frac( ROOT_N, ROOT_D )</var></code>
nb: så <code>\quad<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>frac( ROOT_N, ROOT_D )</var></code>
pl: więc <code>\quad<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>frac( ROOT_N, ROOT_D )</var></code>
pt: então, <code>\quad<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>frac( ROOT_N, ROOT_D )</var></code>
tr: bu sebeple <code>\quad<var>fracParens( BASEF_N, BASEF_D )</var>^{<var>fracSmall( 1, EXP_D )</var>}=<var>frac( ROOT_N, ROOT_D )</var></code>

source: sock
da: sok
es: calcetín
fr: chaussette
pl: skarpeta
pt: meia
tr: çorap

source: sofa
es: sofá
ja: ソファ
nl: bank
pt: sofá
pt_pt: sofá
tr: kanepe

source: solar panels
fr: panneaux solaires
nb: solcellepaneler
pl: Panele słoneczne
pt: painéis solares
tr: güneş panelleri

source: soliciting votes or seeking badges
da: fisker efter stemmer eller søger at optjene badges
es: Solicitando votos o buscando medallas
fr: solliciter des votes ou obtenir des badges
ja: 投票をお願いしたりバッジを探したりしている
nb: innsamle stemmer eller på jakt etter merker
nl: Om stemmen vragen of medailles zoeken
pl: zabieganie o głosy lub szukanie odznak
pt: solicitando votos ou procurando medalhas
pt_pt: Pedir votos ou procurar medalhas
tr: Oyları veya madalyaları arıyor

source: sound: a sound returned by getSound()
es: sonido: un sonido devuelto por getSound()
nb: lyd: en lyd som returneres av getSound()
pl: dźwięk: dźwięk zwrócony przez getSound()
pt: som: um som retornado por getSound()
pt_pt: som: um som devolvido por getSound()
tr: ses: getSound()'un verdiği bir ses

source: souvenir
es: recuerdo
fr: souvenirs
pl: pamiątka
pt: lembrança
pt_pt: lembrança
tr: hediyelik eşya

source: speed downhill
fr: vitesse de descente
nb: fart nedover
pl: prędkość z góry
pt: velocidade na descida
tr: yokuş aşağı hız

source: speed uphill
fr: vitesse de montée
nb: hastighet oppover
pl: prędkość pod górę
pt: velocidade na subida
tr: yokuş yukarı hız

source: sq(num)
fr: sq(nombre)
pl: sq(liczba)
pt: sq(número)
pt_pt: sq(número)
tr: sq(sayı)

source: squat
da: knæbøjning
es: sentadilla
fr: flexion de jambes
ja: スクワット
pl: przysiad
pt: agachamento
tr: çömelme

source: start: The angle to start the arc at
da: start: Vinklen hvor buen starter
es: iniciar: el ángulo en el que inicia el arco
nb: start: Vinkelen buen skal starte med
nl: start: de hoek waarop de boog begint
pl: start: Kąt, w którym zaczyna się łuk
pt: start: o ângulo em que se deve iniciar o arco
tr: start: Yayın başlatılacağı açı

source: stop: The angle to stop the arc at
da: stop: Vinklen hvor buen stopper
es: detener: el ángulo en el que se detiene el arco
nb: stop: Vinkelen buen stopper på
nl: stop: de hoek waarop de boog eindigt
pl: stop: Kąt, którym kończy się łuk
pt: stop: o ângulo em que se deve parar o arco
tr: stop: Yayın sonlandırılacağı açı

source: str: The string to calculate the width of
da: str: streng til at beregne bredden af
es: str: la cadena de la cual se calcula el ancho
nb: str: Linjen man beregner bredden med
pl: str: Ciąg, którego obliczana jest szerokość
pt: str: a string de caracteres cuja largura será calculada
tr: str: Genişliği hesaplanacak dize

source: strokeWeight(thickness)
fr: strokeWeight(épaisseur)
pl: strokeWeight(grubość)
pt: strokeWeight(grossura)
pt_pt: strokeWeight(grossura)
tr: strokeWeight(kalınlık)

source: struggling
da: kæmper med
es: con dificultades
fr: à des difficultés
nb: Strever med
nl: Worstelend
pl: trudności
pt: com dificuldade
pt_pt: com dificuldade
tr: çaba gösteriyor

source: student
es: estudiante
fr: élève
pl: uczeń
pt: aluno
tr: öğrenci

source: student1@example.com, student2@example.com
bg: uchenik1@primer.com, uchenik2@primer.com
da: elev1@eksempel.com, elev2@eksempel.com
es: estudiante1@ejemplo.com, estudiante2@ejemplo.com
fr: élève1@exemple.com, élève2@exemple.com
nb: elev1@eksempel.no, elev2@eksempel.no
nl: leerling1@voorbeeld.com, leerling2@evoorbeeld.com
pl: student1@przyklad.pl, student2@przyklad.pl
pt: aluno1@exemplo.com, aluno2@exemplo.com
pt_pt: aluno1@exemplo.com, aluno2@exemplo.com
tr: ogrenci1@ornek.com, ogrenci2@ornek.com

source: students
fr: élèves
nb: elever
pl: Uczniowie
pt: alunos
tr: öğrenciler

source: stuffed animal
da: udstoppet dyr
es: animal de peluche
fr: animal en peluche
nl: knuffel
pl: wypchane zwierzę
pt: bicho de pelúcia
pt_pt: animal de peluche
tr: dolgu oyuncak hayvan

source: sweater
es: suéter
fr: pull
nl: trui
pl: sweter
pt: suéter
pt_pt: camisola de malha
tr: kazak

source: sweatshirt
es: sudadera
nl: sweater
pl: bluza
pt: moletom
tr: eşofman üstü

source: swimmers per mile
es: nadadores por milla
fr: nageurs par kilomètre
nl: zwemmers per kilometer
pt: nadadores por milha
tr: kilometre başına yüzücü

source: symbol
fr: symbole
pt: símbolo

source: t: the a value between 0 and 1
da: t: en værdi mellem 0 og 1
es: t: el valor de a entre 0 y 1
nb: t: En verdi mellom 0 og 1
nl: t: de a-waarde tussen 0 en 1
pl: t: wartość pomiędzy 0 i 1
pt: t: o valor a entre 0 e 1
tr: t: 0 ile 1 arasındaki a değeri

source: t: value between 0 and 1
da: t: værdi mellem 0 og 1
es: t: valor entre 0 y 1
nb: t: verdi mellom 0 og 1
nl: t: waarde tussen 0 en 1
pl: t: wartość od 0 do 1
pt: t: valor entre 0 e 1
tr: t: 0 ile 1 arasında değer

source: table
da: borde
es: mesa
fr: guéridon
ja: テーブル
nl: tafel
pl: stół
pt: mesa
pt_pt: mesa
tr: Tablolar

source: tails
fr: Pile
pt: coroa
tr: yazı

source: talkthrough
da: verbal gennemgang
es: guía paso a paso
fr: point par point
ja: 説明ビデオ
nb: verbal gjennomgang
nl: doorname
pl: omówienie
pt: guia passo a passo
pt_pt: guia passo a passo
tr: detaylı açıklama bölümü

source: tan(degrees)
da: tan(grader)
es: tan(grados)
fr: tan(angle)
nb: tan(grader)
nl: Tan(graden)
pl: tan(stopnie)
pt: tan(graus)
pt_pt: tan(graus)
tr: tan(açı)

source: teacher
es: profesor
fr: enseignant
pl: nauczyciel
pt: professor
tr: Öğretmenler

source: television
da: fjernsyn
es: televisión
fr: poste de télévision
ja: テレビ
nl: televisie
pl: telewizja
pt: televisão
pt_pt: televisão
tr: televizyon

source: ten
da: tier
es: decena
fr: dizaine
ja: 10の桁
nb: ti
nl: tien
pl: dziesiątki
pt: dezena
pt_pt: dezena
tr: onluk

source: ten thousand
da: titusind
es: diez mil
fr: dizaine de mille
ja: 1万
nb: ti tusen
nl: tienduizend
pl: dziesiątka tysięcy
pt: dez mil
tr: on binlik

source: ten thousandth
da: ti tusindedel
es: diez milésima
fr: dix millième
ja: 10000分の1
nb: ti tusendel
nl: tienduizendste
pl: dziesięciotysięczna
pt: décimo de milésimo
pt_pt: décimo de milésimo
tr: on binde birlik

source: tenth
da: tiendedel
es: décima
fr: dixième
ja: 10分の1
nb: tiendedel
nl: tiende
pl: dziesiąta
pt: décimo
pt_pt: décimo
tr: onda birlik

source: test
es: ejercicio
pt: teste

source: text(text, x, y)
da: text(tekst, x, y)
es: text(texto, x, y)
fr: text(texte, x, y)
nb: tekst(tekst, x, y)
pl: text(tekst, x, y)
pt: text(texto, x, y)
pt_pt: text(texto, x, y)
tr: Metin(metin, x, y)

source: textFont(font, size*)
da: textFont(skrifttype, størrelse*)
es: textFont(fuente, tamaño*)
fr: textFont(police, taille*)
nb: textFont (skrifttype, størrelse *)
nl: textFont(lettertype, grootte*)
pl: textFont(czcionka, rozmiar*)
pt: textFont(tipo de fonte, tamanho*)
pt_pt: textFont(tipo de letra, tamanho*)
tr: textFont(yazıtipi, boyutu*)

source: textSize(size)
fr: textSize(taille)
pl: textSize(rozmiar)
pt: textSize(tamanho)
pt_pt: textSize(tamanho)
tr: textBoyutu(boyut)

source: that need practice
da: stadig brug for øvelse
es: que necesita practicar
fr: qui ont besoin de pratique
nb: som trenger øving
nl: dat vergt oefening
pl: to wymaga powtórki
pt: que requer prática
pt_pt: que tens de treinar
tr: alıştırma yapması gereken

source: the Bay Area
ja: ベイ・エリア
nb: Bay Area
pt: a área da Baía
pt_pt: a área da baía
tr: Bay Area

source: the Captain hits the pirate ship, but the pirate misses
fr: le capitaine touche le bateau pirate, mais que le pirate manque son tir
pt: o Capitão atinge o navio pirata, mas o pirata erra
tr: Kaptan korsan gemisine isabet ettirir, ama korsan isabet ettiremez

source: the contrapositive
es: la contrapositiva
fr: la contraposée
pt: a contrapositiva
tr: karşıt ters

source: the converse
es: la conversa
fr: la réciproque
pt: a recíproca
tr: karşıt

source: the inverse
es: la inversa
fr: la contraposée de la réciproque
pt: o inverso
tr: ters

source: the more points your team will earn!
es: más puntos ganará tu equipo!
fr: plus votre équipe gagnera de points !
ja: あなたのチームが獲得するポイントはさらに多くなります!
nb: jo flere poeng vil laget ditt tjene!
pl: tym więcej punktów zdobędzie Twój zespół!
pt: mais pontos sua equipe vai ganhar!
pt_pt: mais pontos a tua equipa ganha!
tr: takımınız o kadar çok puan kazanır!

source: the number of %(grade)s students at each school
fr: le nombre d'élèves de %(grade)s dans chaque école
nb: antallet %(grade)s elever på hver skole
pl: liczba uczniów %(grade)s w każdej szkole
pt: o número de alunos do %(grade)s em cada escola
tr: her okuldaki %(grade)s öğrenci sayısı

source: the number of chickens sold by %(name)s
fr: le nombre de poulets vendus par %(name)s
nb: antall kyllinger solgt av %(name)s
pl: liczba kurczaków sprzedanych przez %(name)s
pt: o número de frangos vendidos por %(name)s
tr: %(name)s tarafından satılmış tavuk sayısı

source: the number of chickens sold in %(month)s
fr: le nombre de poulets vendu en %(month)s
nb: antallet kyllinger solgt på %(month)s
pl: liczna kurczaków sprzedana w %(month)s
pt: o número de frangos vendidos por %(month)s
tr: %(month)s satılmış tavuk sayısını göstermektedir.

source: the number of points scored by %(name)s
fr: le nombre de points gagné par %(name)s
nb: antall poeng skåret av %(name)s
pl: liczba punktów zdobytych przez %(name)s
pt: o total de pontos marcado por %(name)s
tr: %(name)s kazandığı puan

source: the number of points scored in the %(time_period)s
fr: le nombre de points marqués en %(time_period)s
nb: antallet poeng skåret i %(time_period)s
pl: liczba punktów zdobytych w %(time_period)s
pt: o número de pontos marcados por %(time_period)s
tr: %(time_period)s'da kazanılan puan

source: the number of solar panels installed in %(state)s
fr: le nombre de panneaux solaires installés en %(state)s
nb: antall solcellepaneler installert i %(state)s
pl: liczba paneli słonecznych zainstalowanych w %(state)s
pt: o número de painéis solares instalados em %(state)s
tr: %(state)s'te kurulan güneş paneli sayısı

source: the number of solar panels installed in %(time_period)s
fr: le nombre de panneaux solaires installés en %(time_period)s
nb: antall solcellepaneler installert i %(time_period)s
pl: liczba paneli słonecznych zainstalowanych w %(time_period)s
pt: o número de painéis solares instalados em %(time_period)s
tr: %(time_period)s'da kurulan güneş paneli sayısı

source: the original statement
es: la proposición original
fr: la proposition initiale
pt: a afirmação original
tr: orijinal ifade

source: the pirate hits the Captain's ship, but the Captain misses
fr: le pirate touche le navire du capitaine, mais que le capitaine manque son tir
pt: o pirata atinge o navio do Capitão, mas o Capitão erra
tr: Korsan Kaptan'ın gemisini isabet ettirir, ama Kaptan isabet ettiremez

source: the student enrollment at %(name)s
fr: l'inscription d'élèves à %(name)s
nb: studentregistrering på %(name)s
pl: uczniowie zapisani do %(name)s
pt: as matrículas de alunos em %(name)s
tr: %(name)s'da öğrenci kaydı

source: the total number of chickens sold by each person
fr: le nombre total de poulets vendus par chaque personne
nb: totalt antall kyllinger solgt per person
pl: łączna liczba kurczaków sprzedana przez każdą osobę
pt: o número total de frangos vendidos por cada pessoa
tr: her kişi tarafından satılan toplam tavuk sayısı

source: the total number of points scored by each person
fr: le nombre totale de points gagnés par chaque personne
nb: det totale antallet poeng skåret av hver person
pl: łączna liczba punktów zdobyta przez każdą osobę
pt: o número total de pontos marcado por cada pessoa
tr: her kişi tarafından kazanılan toplam puan sayısı

source: the total number of solar panels installed in each state
fr: le nombre total de panneaux solaires installés dans chaque état
nb: det totale antallet solcellepaneler installert i hver stat
pl: łączna liczba paneli słonecznych zainstalowanych w każdym stanie
pt: o número de painéis solares instalados em cada estado
tr: her eyalette kurulan toplam güneş paneli sayısı

source: the total number of students at each school
fr: le nombre total d'élèves dans chaque école
nb: totalt antall elever på hver skole
pl: łączna liczba uczniów w każdej szkole
pt: o número total de alunos em cada escola
tr: her okuldaki toplam öğrenci sayısı

source: the user
da: brugeren
es: el usuario
fr: l'utilisateur
nb: brukeren
nl: de gebruiker
pl: użytkownik
pt: o usuário
pt_pt: o utilizador
tr: Kullanıcı

source: the world is filled with secrets and mysteries just waiting to be discovered
da: Verden er fyldt med hemmeligheder og mysterier, der venter på at blive udforsket
es: el mundo está lleno de secretos y misterios esperando ser descubiertos
fr: Le monde est rempli de secrets et de mystères qui n'attendent que d'être révélés
nb: Verden er fylt med hemmeligheter og mysterier som bare venter på å bli oppdaget
nl: De wereld is gevuld met geheimen en mysteries die erop wachten om ontdekt te worden
pl: Świat jest pełen tajemnic i zagadek, które tylko czekają na odkrycie
pt: o mundo está cheio de segredos e mistérios à espera de serem descobertos
tr: Dünya, keşfedilmeyi bekleyen sırlarla ve gizemlerle dolu

source: then you’ll unlock free devices (e.g., chromebooks) and home internet access for your students!
nb: da vil du låse opp gratis enheter (f.eks chromebooks) og hjemmetilgang på Internett for elever!
pt: então você vai desbloquear dispositivos gratuitos (por exemplo, chromebooks) e acesso à internet em casa para seus alunos!
tr: o zaman öğrencileriniz için ücretsiz aygıtları (örneğin, chromebooks) ve evden erişimi açarsınız!

source: thickness: a number specifying the thickness
da: thickness: et tal der angiver tykkelsen
es: grosor: un número que especifica el grosor
nb: thickness: et tall som angir tykkelsen
pl: grubość: liczba określająca grubość
pt: thickness: número que especifica a espessura
tr: thickness: kalınlığı belirten bir sayı

source: third
da: tredje
es: tercero
fr: troisième
nb: tredje
nl: derde
pl: trzeci
pt: terceiro
pt_pt: terceiro
tr: üçüncü

source: third grade math
da: matematik for tredje klasse
es: matemáticas de tercer grado
fr: Classe de CE2 (Curriculum US)
nb: matematikk for tredje klasse
nl: Groep 5 wiskunde
pl: trzecia klasa matematyki
pt: matemática do 3º ano
pt_pt: Matemática do terceiro ano
tr: üçüncü sınıf matematik

source: thirteen
da: tretten
es: trece
fr: treize
nb: tretten
nl: dertien
pl: trzynaście
pt: treze
pt_pt: treze
tr: on üç

source: thirteenth
da: trettende
es: decimotercero
fr: treizième
nb: trettende
nl: dertiende
pl: trzynasty
pt: décimo terceiro
pt_pt: décimo terceiro
tr: onüçüncü

source: thirty
da: tredive
es: treinta
fr: trente
nb: tretti
nl: dertig
pl: trzydzieści
pt: trinta
pt_pt: trinta
tr: otuz

source: this month
ja: 今月
nb: denne måneden
pl: W tym miesiącu
pt: este mês
pt_pt: este mês
tr: bu ay

source: this short video
es: este video corto
nb: denne korte videoen
pt: este pequeno vídeo
pt_pt: este curto vídeo
tr: bu kısa video

source: this week
ja: 今週
nb: denne uken
pl: W tym tygodniu
pt: esta semana
pt_pt: esta semana
tr: bu hafta

source: thousand
da: tusinde
es: millar
fr: millier
ja: 1000の桁
nb: tusen
nl: duizend
pl: tysiąc
pt: milhar
pt_pt: milhar
tr: binlik

source: thousandth
da: tusindedel
es: milésima
fr: millième
ja: 1000分の1
nb: tusendel
nl: duizendste
pl: tysięczna
pt: milésimo
pt_pt: milésimo
tr: binde birlik

source: three
da: Tre
es: tres
nb: tre
nl: drie
pl: trzy
pt: três
pt_pt: três
tr: üç

source: tie
da: slips
es: corbata
fr: gilet
nl: stropdas
pl: krawat
pt: gravata
pt_pt: gravata
tr: kravat

source: tiger
es: tigre
fr: tigre
pl: tygrys
pt: tigre
tr: kaplan

source: tightness: amount of deformation from the original vertices
da: tightness: mængden af deformering fra de oprindelige toppunkter
es: ajuste: cantidad de deformación de los vértices originales
nb: tightness: mengden deformasjoner fra de opprinnelige hjørnene
pl: grubość: ilość odchyleń od pierwotnych wierzchołków
pt: tightness: quantidade de deformação dos vértices originais
pt_pt: aperto: quantidade de deformação dos vértices originais
tr: tightness: orijinal köşelerden deformasyon miktarı

source: time downhill
fr: temps de descente
nb: tid nedover
pl: czas z góry
pt: tempo da descida
tr: yokuş aşağı süre

source: time uphill
fr: temps de montée
nb: tid oppover
pl: czas pod górę
pt: tempo da subida
tr: yokuş yukarı süre

source: to
da: til
fr: modulaire pour
hi: करने के लिए।
nb: til
pl: połączyć
pt: para
tr: kullanarak

source: to get started
da: for at komme i gang
es: para empezar
fr: pour commencer
ja: 始めるにあたって
nb: komme i gang
nl: Om te beginnen
pl: aby zacząć
pt: para começar
pt_pt: para começares
tr: başlamak için

source: to make sure you understand why.
da: for at sikre du forstår hvorfor.
es: para asegurarse de que entendiste por qué.
fr: pour t'assurer que tu comprennes bien.
nb: for å være sikker på at du forstår hvorfor.
nl: om er zeker van te zijn dat je begrijpt waarom.
pl: aby upewnić się, że rozumiesz czemu.
pt: para entender o porquê.
pt_pt: para teres a certeza de que percebeste o porquê.
tr: olduğunu anladığınızdan emin olmak için izlemeye devam edin.
