Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: area of a kite <code>= \dfrac12 \cdot d_1 \cdot d_2</code> [<a href="#" class="show-subhint" data-subhint="area-kite">Show me why</a>]
es: área de un cometa <code>= \dfrac12 \cdot d_1 \cdot d_2</code> [<a href="#" class="show-subhint" data-subhint="area-kite">Muéstrame por qué</a>]
pt: área de um deltoide <code>= \dfrac12 \cdot d_1 \cdot d_2</code> [<a href="#" class="show-subhint" data-subhint="area-kite">Mostre-me porque</a>]
tr: deltoid alanı <code>= \dfrac12 \cdot d_1 \cdot d_2</code> [<a href="#" class="show-subhint" data-subhint="area-kite">Nedenini göster</a>]

source: area of a trapezoid <code>= \dfrac12 \cdot (b_1 + b_2) \cdot h</code> [<a href="#" class="show-subhint" data-subhint="area-trapezoid">Show me why</a>]
es: Área de un trapecio <code>= \dfrac12 \cdot (b_1 + b_2) \cdot h</code> [<a href="#" class="show-subhint" data-subhint="area-trapezoid">Muéstrame por qué</a>]
nb: areal av et trapes <code>= \dfrac12 \cdot (b_1 + b_2) \cdot h</code> [<a href="#" class="show-subhint" data-subhint="area-trapezoid">Hvis meg hvordan</a>]
pt: área de um trapézio <code>= \dfrac12 \cdot (b_1 + b_2) \cdot h</code> [<a href="#" class="show-subhint" data-subhint="area-trapezoid">Mostre-me porque</a>]
tr: yamuğun alanı <code>= \dfrac12 \cdot (b_1 + b_2) \cdot h</code> [<a href="#" class="show-subhint" data-subhint="area-trapezoid">Nedenini gösterin</a>]

source: area of rectangle <code> = b \times h</code>
es: área del rectángulo <code> = b \times h</code>
fr: aire d'un rectangle <code> = b \times h</code>
nb: areal til rektangelet <code> = b \times h</code>
pt: área do retângulo <code> = b \times h</code>
tr: dikdörtgenin alanı <code> = b \times h</code>

source: arg: The first value to log
da: arg: Den første værdi der logges
es: arg: el primer valor para log
nb: arg: Den første verdien som skal logges
pl: arg: Pierwsza wartość do wypisania
pt: arg: o primeiro valor a ser exibido
tr: arg: Kaydedilecek ilk değer

source: arithmetic
da: aritmetik
es: aritmética
fr: Arithmétique
nb: aritmetikk
nl: rekenkunde
pl: arytmetyka
pt: aritmética
pt_pt: aritmética
tr: aritmetik

source: around noon
da: omkring middag
es: alrededor del mediodía
fr: vers midi
ja: 昼近く
nb: utpå formiddagen
nl: rondom het middaguur
pl: około południa
pt: por volta de meio dia
pt_pt: por volta do meio-dia
tr: öğlen gibi

source: art history, chemical equations, insurance, SAT math
da: kunsthistorie, kemiske ligninger, forsikringer, SAT-matematik
es: historia del arte, ecuaciones químicas, seguros, matemáticas del SAT
fr: Equations, algèbre, géométrie, physique...
ja: 美術史，化学方程式，保険，SAT 数学
nb: kunsthistorie, kjemiske likninger, forsikringer, SAT-matematikk
nl: Kerncurriculum: kunstgeschiedenis, chemische vergelijkingen, verzekering, wiskunde
pl: historia sztuki, wzory chemiczne, ubezpieczenia, egzamin SAT z matematyki
pt: história de arte, equações químicas, seguros, matemática para o ENEM
pt_pt: história da arte, equações de química, seguros e Matemática para o SAT
tr: sanat tarihi, kimyasal denklemler, sigorta, SAT matematiği

source: article
da: artikel
es: artículo
ja: 記事
nb: Artikkel
nl: artikel
pl: artykuł
pt: artigo
pt_pt: artigo
tr: Makale

source: articles
da: artikler
es: artículos
hi: निबंध
nb: artikler
nl: artikelen
pl: artykułów
pt: artigos
tr: makaleler

source: at any progress level
da: på ethvert niveau
es: en cualquier nivel de progreso
fr: n'importe quel niveau de progrès
nb: på ethvert nivå
nl: op elk vooruitgangsniveau
pl: na każdym poziomie
pt: a qualquer nível de progresso
pt_pt: a qualquer nível de progresso
tr: herhangi bir ilerleme düzeyinde

source: at least a 2
fr: un nombre au moins égal à 2
pl: co najmniej 2
pt: pelo menos um 2
tr: en az 2

source: at least a 3
fr: un nombre au moins égal à 3
pl: co najmniej 3
pt: pelo menos um 3
tr: en az 3

source: at least a 4
fr: un nombre au moins égal à 4
pl: co najmniej 4
pt: pelo menos um 4
tr: en az 4

source: at night
da: om natten
es: por la noche
fr: pendant la nuit
ja: 夜に
nb: på kvelden
nl: 's nachts
pl: w nocy
pt: à noite
pt_pt: à noite
tr: geceleyin

source: average speed
fr: vitesse moyenne
nb: Gjennomsnittsfart
pl: średnia prędkość
pt: velocidade média
tr: ortalama hız

source: away team fans
da: udebanefans
es: aficionados del equipo visitante
fr: supporters de l'équipe en déplacement
nb: bortebanefans
pl: fani drużyny gości
pt: torcedores da equipe visitante
tr: konuk takım taraftarları

source: b: amount of blue, ranges from 0 to 255
da: b: mængden af blå, fra 0 til 255
es: a: cantidad de azul, rango de 0 a 255
nb: b: mengde blåfarge, går fra 0 til 255
nl: b: hoeveelheid blauw, varieert van 0 tot 255
pl: b: ilość niebieskiego, od 0 do 255
pt: b: quantidade de azul, varia de 0 a 255
tr: b: mavi miktarı, 0 ile 255 arasında

source: b: coordinate of first control point
da: b: koordinaten for første kontrolpunkt
es: b: la coordenada del primer punto de control
nb: b: koordinaten første kontrollpunkt
nl: b: coördinaat van het eerste besturingspunt
pl: b: współrzędna pierwszego punktu kontrolnego
pt: b: coordenada do primeiro ponto de controle
tr: b: ilk denetim noktasının koordinatı

source: b: the coordinate of the first control point
da: b: koordinaten for det første kontrolpunkt
es: b: la coordenada del primer punto de control
nb: b: koordinaten til det første kontrollpunktet
pl: b: współrzędna pierwszego punktu kontrolnego
pt: b: a coordenada do primeiro ponto de controle
tr: b: Birinci kontrol noktasının koordinatı

source: backpack
da: rygsæk
es: mochila
fr: sac à dos
nl: rugzak
pl: plecak
pt: mochila
pt_pt: mochila
tr: sırt çantası

source: badge
es: medalla
pl: odznaka
pt: medalha
tr: rozet

source: badge per symbol
fr: badge par symbole
pl: odznaka za symbol
pt: medalha por símbolo
tr: sembol başına madalya

source: bag
fr: sac
nl: zak
pt: saco
pt_pt: saco
tr: torba

source: bags of candy
da: poser med slik
es: bolsas de dulces
fr: paquets de bonbons
nb: poser med godteri
pl: torebki cukierków
pt: pacotes de bala
tr: şeker torbaları

source: bags of cookies
da: poser med småkager
es: bolsas de galletas
fr: paquets de biscuits
nb: poser med småkaker
pl: torebki ciasteczek
pt: pacotes de cookies
tr: kurabiye torbaları

source: bags per pound
es: bolsas por libra
fr: enfants par kg
nl: zakjes per pond
pt: sacolas por libra
tr: çanta/pound

source: ball per scarf
es: Bolas por bufanda
fr: pelote par écharpe
nl: bol per sjaal
pt: novelos por cachecol
tr: atkı başına yumak yün

source: balls of yarn
es: bolas de estambre
fr: pelotes de laine
nl: bollen garen
pt: novelos de lã
tr: iplik topları

source: bar per person
es: barras por persona
fr: barre par personne
nl: snoepreep per persoon
pt: barra por pessoa
tr: kişi başı gofret

source: base salary
fr: salaire de base
nb: grunnlønn
pl: wynagrodzenie podstawowe
pt: salário base
tr: temel ücret

source: bean
da: bønne
es: frijol
fr: haricot
nl: boon
pl: fasolka
pt: feijão
pt_pt: feijão
tr: fasulye

source: bear
da: bjørn
es: oso
fr: ours
nl: beer
pl: niedźwiedź
pt: urso
pt_pt: urso
tr: ayı

source: because...
da: fordi...
es: porque...
fr: parce que...
ja: なぜなら．．．
nb: fordi...
nl: omdat...
pl: ponieważ...
pt: porque...
pt_pt: porque...
tr: çünkü...

source: bed frame
da: sengeramme
es: base de cama
fr: cadre de lit
ja: ベッドの枠
pl: rama łóżka
pt: estrado
pt_pt: estrado da cama
tr: karyola

source: belt
es: cinturón
fr: ceinturon
ja: ベルト
nl: riem
pl: pas
pt: cinto
pt_pt: cinto
tr: kemer

source: bike
da: cykel
es: bicicleta
fr: vélo
nl: fiets
pl: rower
pt: bicicleta
pt_pt: bicicleta
tr: bisiklet

source: billion
da: milliard
es: mil millón
fr: milliard
nb: milliard
nl: miljard
pl: miliard
pt: bilhão
pt_pt: mil milhões
tr: milyar

source: binder
da: ringbind
es: carpeta
fr: classeur
ja: バインダー
nl: elastiekje
pl: okładka
pt: fichário
pt_pt: encadernador
tr: klasör

source: black
da: sort
es: negro
fr: noir
ja: 黒
nb: svart
nl: zwart
pl: czarny
pt: preto
pt_pt: preto
tr: siyah

source: black arrow
da: sort pil
es: flecha negra
fr: flèche noire
nb: svart pil
pl: czarna strzałka
pt: seta preta
tr: siyah ok

source: blendColor(c1, c2, MODE)
pl: blendColor(c1, c2, TRYB)
pt: blendColor(c1, c2, modo)
pt_pt: blendColor(c1, c2, modo)
tr: blendColor(c1, c2, MOD)

source: blue
da: blå
es: azul
fr: bleu
nb: Blå
nl: blauw
pl: niebieski
pt: azul
tr: Mavi

source: book
da: bog
es: libro
fr: livre
pl: książka
pt: livro
tr: kitap

source: book shelf
da: bogreol
es: librero
fr: casier à livres
ja: 書棚
nl: boekenplank
pl: półka z książkami
pt: estante de livros
pt_pt: estante de livros
tr: kitap rafı

source: both the Captain and the pirate miss
fr: le pirate et le capitaine ratent tous les deux leurs tirs
pt: O Capitão e o pirata erram
tr: hem Kaptan hem korsan vuramaz

source: both the pirate and the Captain hit each other's ships
fr: le pirate et le capitaine touchent chacun le navire de l'autre
pt: O pirata e o Capitão acertam os navios um do outro
tr: hem korsan hem de Kaptan birbirlerinin gemisini vurur

source: box
da: kasse
es: caja
fr: coffre
nl: doos
pl: pudełko
pt: caixa
pt_pt: caixa
tr: kutu

source: brown
da: brun
es: café
fr: marron
ja: 茶色
nb: brun
nl: bruin
pl: brązowy
pt: marrom
pt_pt: castanho
tr: kahverengi

source: browse programs made by other users
da: gennemse programmer lavet af andre brugere
es: Busca programas realizados por otros usuarios.
fr: parcourir les programmes créés par d'autres utilisateurs
ja: 他のユーザーの作ったプログラムをブラウズする
nb: Bla gjennom programmer laget av andre brukere
nl: Blader door de programma's die werden aangemaakt door andere gebruikers
pl: przeglądaj programy stworzone przez innych użytkowników
pt: navegar por programas de outros usuários
pt_pt: vê os programas criados por outros utilizadores
tr: Diğer kullanıcıların yaptığı programlara göz atın

source: by
da: af
es: de
fr: par
hi: द्वारा
ja: による
nb: av
nl: door
pl: przez
pt: por
pt_pt: por
tr: tarafından

source: c1: Interpolate from this color
da: c1: interpolerer fra denne farve
es: c1: interpolar desde este color
nb: c1: Interpolerer fra denne fargen
pl: c1: Interpoluje z tego koloru
pt: c1: interpolar dessa cor
tr: c1: Bu renkten ara değere ulaşın

source: c1: The first color to blend
da: c1: Den første farve til blandingen
es: c1: el primer color a mezclar
nb: c1: Den første fargen som skal blandes
pl: c1: Pierwszy kolor do zmieszania
pt: c1: a primeira cor da mistura
tr: c1: Harmanlanacak birinci renk

source: c2: Interpolate to this color
da: c2: interpolerer til denne farve
es: c2: interpolar hasta este color
nb: c2: Interpolerer til denne fargen
pl: c2: Interpoluje z tego koloru
pt: c2: interpolar nessa cor
tr: c2: Bu rengi ara değer olarak bulun

source: c2: The second color to blend
da: c2: Den anden farve til blandingen
es: c2: el segundo color a mezclar
nb: c2: Den andre fargen som skal blandes
pl: c2: Drugi kolor do zmieszania
pt: c2: a segunda cor da mistura
tr: c2: Harmanlanacak ikinci renk

source: c: coordinate of second control point
da: c: koordinaten for andet kontrolpunkt
es: c: la coordenada del segundo punto de control
nb: c: koordinaten for det andre kontrollpunktet
nl: c: coördinaat van tweede besturingspunt
pl: c: współrzędna drugiego punktu kontrolnego
pt: c: coordenada do segundo ponto de controle
tr: c: ikinci denetim noktasının koordinatı

source: c: the coordinate of the second point
da: c: koordinaten for det andet punkt
es: c: la coordenada del segundo punto
nb: c: koordinaten til det andre punktet
nl: c: het coördinaat van het tweede punt
pl: c: współrzędna drugiego punktu kontrolnego
pt: c: a coordenada do segundo ponto
tr: c: ikinci noktanın koordinatı

source: cake
da: kage
es: tarta
fr: quiche
nl: taart
pl: ciasto
pt: bolo
pt_pt: bolo
tr: kek

source: camera
da: kamera
es: cámara
fr: appareil photo
ja: カメラ
pl: aparat
pt: câmera
pt_pt: câmera
tr: fotoğraf makineleri

source: can of food
da: dåsemad
es: lata de comida
fr: bocal
nl: voedselblik
pl: puszka z jedzeniem
pt: lata de comida
pt_pt: lata de comida
tr: gıda konservesi

source: can per room
es: latas por habitación
fr: pot de peinture par chambre
nb: spann per rom
nl: blik per kamer
pt: latas por quarto
tr: oda başına kutu

source: candy bars
es: barras de dulce
fr: barres de nougat
nl: snoeprepen
pt: barras de doce
tr: gofret

source: cans of paint
fr: pots de peinture
nb: spann med maling
nl: blikken verf
pt: latas de tinta
tr: boya kutusu

source: car
da: bil
es: coche
fr: bus
nl: auto
pl: samochód
pt: carro
pt_pt: carro
tr: araba

source: carrot
da: gulerod
es: zanahoria
fr: carotte
nl: wortel
pl: marchewka
pt: cenoura
pt_pt: cenoura
tr: havuç

source: centimeter
es: centímetro
fr: centimètre
pl: centymetr
pt: centímetro
tr: santimetre

source: chair
da: stol
es: silla
fr: fauteuil
ja: 椅子
nl: stoel
pl: krzesło
pt: cadeira
pt_pt: cadeira
tr: sandalye

source: challenge
da: udfordring
es: desafío
fr: défi
ja: チャレンジ
nb: utfordring
nl: uitdaging
pl: wyzwanie
pt: desafio
pt_pt: desafio
tr: yarışma

source: challenges complete
da: udfordringer fuldført
es: desafíos completos
fr: défis accomplis
ja: 完了したチャレンジ
nb: utfordringer ferdig
nl: uitdagingen voltooid
pl: ukończone wyzwania
pt: desafios completos
pt_pt: desafios concluídos
tr: tamamlanmış Bilgi Ölçme Yarışması

source: chemistry
da: kemi
es: química
fr: chimie
nb: kjemi
nl: scheikunde
pl: chemia
pt: química
pt_pt: química
tr: kimya

source: chicken(s)
fr: poulet(s)
nb: kylling(er)
pl: Kurczak(i)
pt: frango(s)
tr: tavuk(lar)

source: click here
da: klik her
es: haz clic aquí
fr: Cliquez ici
ja: ここをクリック
nb: klikk her
nl: klik hier
pl: kliknij tutaj
pt: clique aqui
pt_pt: clica aqui
tr: Buraya tıklayın

source: close
da: luk
es: cerrar
fr: fermer
ja: 閉じる
nb: Lukk
nl: sluiten
pl: zamknij
pt: fechar
pt_pt: fechar
tr: Kapat

source: coconut
da: kokosnød
es: coco
fr: noix de coco
ja: ココナッツ
nl: kokosnoot
pl: kokos
pt: coco
pt_pt: coco
tr: hindistan cevizi

source: color
fr: couleur
nb: Farge
pl: kolor
pt: cor
tr: renkler

source: color: Any color data type
da: color: Enhver farve datatype
es: color: cualquier tipo de dato de color
nb: color: Alle farge data type
pl: color: Jakikolwiek typ danych koloru
pt: color: qualquer tipo de dados sobre cores
pt_pt: cor: Quaisquer dados do tipo cor
tr: color: Herhangi bir türde renk verisi

source: column
da: kolonne
es: columna
fr: colonne
nb: kolonne
nl: kolom
pl: kolumna
pt: coluna
tr: sütun

source: comments
da: kommentarer
es: comentarios
fr: commentaires
hi: टिप्पणियाँ
ja: コメント
nb: kommentarer
nl: reacties
pl: komentarze
pt: comentários
pt_pt: comentários
tr: yorumlar

source: commission rate
fr: taux de commission
nb: kommisjon
pl: stawka prowizji
pt: taxa de comissão
tr: komisyon oranı

source: communication resources page
es: página de recursos de comunicación
ja: コミュニケーションリソースのページ
nb: side for kommunikasjons-ressurser
pl: stronę zasobów dla społeczności
pt: página de recursos de comunicação
pt_pt: página de recursos de comunicação
tr: iletişim kaynakları sayfası

source: complete
bg: готово
da: færdig
es: Completar
fr: complété
he: הושלם
ja: 完了
nb: ferdig
nl: compleet
pl: Zakończono
pt: completo
pt_pt: concluído
tr: Tamamlandı

source: computer
es: computadora
fr: ordinateur
ja: コンピューター
pl: komputer
pt: computador
pt_pt: computador
tr: bilgisayar

source: computer programming challenge
da: udfordring i computerprogrammering
es: Desafío de programación
fr: défi de programmation
ja: コンピュータプログラミングチャレンジ
nb: data programmering utfordring
nl: programmeer uitdaging
pl: wyzwanie z programowania
pt: desafio de programação
pt_pt: desafio de programação
tr: kodlama bilgi ölçme yarışması

source: const '{a}' has already been declared.
da: const '{a}' er allerede blevet erklæret.
es: La constante '{a}' ya ha sido declarada.
fr: La constante "{a}" a déjà été déclarée.
nb: const '{a}' har allerede blitt erklært.
nl: Const '{a}' is al gedeclareerd.
pl: stała '{a}' została już określona.
pt: const '{a}' já foi declarada.
tr: const '{a}' zaten belirtilmiştir.

source: const '{a}' is initialized to 'undefined'.
da: const '{a}' er initialiseret som 'undefined'.
es: La constante '{a}' se inicializó como 'undefined'.
fr: La constante "{a}" est initialisée avec la valeur "undefined".
nb: const '{a}' er merket som 'udefinert'.
nl: Const '{a}' wordt tot 'ongedefinieerd' geïnitialiseerd.
pl: Stała '{a}' jest zainicjalizowana jako niezdefiniowana.
pt: const '{a}' é inicializada como 'indefinida'.
tr: cons '{a}'nın ilk değeri 'undefined' olarak atanmıştır.

source: corn stalk
da: majstilk
es: tallo de maíz
fr: tige de maïs
nl: korenhalm
pl: kolba kukurydzy
pt: pé de milho
pt_pt: maçaroca
tr: mısır sapı

source: cos(degrees)
da: cos(grader)
es: cos(grados)
fr: cos(angle)
ja: cos(度)
nb: cos(grader)
nl: cos(graden)
pl: cos(stopnie)
pt: cos(graus)
pt_pt: cos(graus)
tr: cos(açı)

source: cosine
es: coseno
fr: cosinus
pl: cosinus
pt: cosseno
tr: kosinüs

source: couch
da: sofa
es: sillón
fr: canapé
ja: カウチ
nl: bank
pl: kanapa
pt: sofá
pt_pt: sofá
tr: kanepe

source: course
es: curso
fr: cours
pl: kurs
pt: curso
tr: kurs

source: crayon
da: kridt
es: crayón
fr: crayon de couleur
ja: クレヨン
nl: krijtje
pl: kredka
pt: giz de cera
pt_pt: lápis de cera
tr: pastel boya

source: create accounts
es: crea cuentas
ja: アカウントを作成
nb: opprette kontoer
nl: accounts aanmaken
pl: stwórz konta
pt: criar contas
pt_pt: crie as contas
tr: hesap oluşturun

source: cubic
es: cúbico
fr: cube
nb: kubikk
pl: sześcienny
pt: cúbico(s)
tr: üçüncü dereceden

source: cx1: The x-coordinate of 1st control point
da: cx1: x-koordinaten for det første kontrolpunkt
es: cx1: la coordenada x del primer punto de control
nb: cx1: x-koordinaten til 1. kontrollpunkt
nl: cx1: het x-coördinaat van het eerste besturingspunt
pl: cx1: Współrzędna x pierwszego punktu kontrolnego
pt: cx1: a coordenada x do primeiro ponto de controle
tr: cx1: 1. denetim noktasının x-koordinatı

source: cx1: the x-coordinate of the first control point
da: cx1: x-koordinaten for det første kontrolpunkt
es: cx1: la coordenada x del primer punto de control
nb: cx1: x-koordinaten til det første kontrollpunktet
nl: cx1: het x-coördinaat van het eerste besturingspunt
pl: cx1: współrzędna x pierwszego punktu kontrolnego
pt: cx1: a coordenada x do primeiro ponto de controle
tr: cx1: birinci denetim noktasının x-koordinatı

source: cx2: The x-coordinate of 2nd control point
da: cx2: x-koordinaten for det andet kontrolpunkt
es: cx2: la coordenada x del segundo punto de control
nb: cx2: x-koordinaten til 2. kontrollpunkt
nl: cx2: de x-coördinaat van het tweede besturingspunt
pl: cx2: Współrzędna x drugiego punkty kontrolnego
pt: cx2: a coordenada x do segundo ponto de controle
tr: cx2: 2. denetim noktasının x-koordinatı

source: cx2: the x-coordinate of the second control point
da: cx2: x-koordinaten for det andet kontrolpunkt
es: cx2: la coordenada x del segundo punto de control
nb: cx2: x-koordinaten til det andre kontrollpunktet
nl: cx2: het x-coördinaat van het tweede besturingspunt
pl: cx2: współrzędna x drugiego punktu kontrolnego
pt: cx2: a coordenada x do segundo ponto de controle
tr: cx2: ikinci denetim noktasının x-koordinatı

source: cy1: The y-coordinate of 1st control point
da: cy1: y-koordinaten for det første kontrolpunkt
es: cy1: la coordenada y del primer punto de control
nb: cy1: y-koordinaten til 1. kontrollpunkt
nl: cy1: het y-coördinaat van het eerste besturingspunt
pl: cy1: Współrzędna y pierwszego punktu kontrolnego
pt: cy1: a coordenada y do primeiro ponto de controle
tr: cy1: 1. denetim noktasının y-koordinatı

source: cy1: the y-coordinate of the first control point
da: cy1: y-koordinaten for det første kontrolpunkt
es: cy1: la coordenada y del primer punto de control
nb: cy1: y_koordinaten til det første kontrollpunktet
nl: cy1: het y-coördinaat van het eerste besturingspunt
pl: cy1: współrzędna y pierwszego punktu kontrolnego
pt: cy1: a coordenada y do primeiro ponto de controle
tr: cy1: birinci denetim noktasının y-koordinatı

source: cy2: The y-coordinate of 2nd control point
da: cy2: y-koordinaten for det andet kontrolpunkt
es: cy2: la coordenada y del segundo punto de control
nb: cy2: y-koordinaten til 2. kontrollpunkt
nl: cy2: het y-coördinaat van het tweede besturingspunt
pl: cy2: Współrzędna y drugiego punktu kontrolnego
pt: cy2: a coordenada y do segundo ponto de controle
tr: cy2: 2. denetim noktasının y-koordinatı

source: cy2: the y-coordinate of the second control point
da: cy2: y-koordinaten for det andet kontrolpunkt
es: cy2: la coordenada y del segundo punto de control
nb: cy2: y-koordinaten til det andre kontrollpunktet
nl: cy2: het x-coördinaat van het tweede besturingspunt
pl: cy2: współrzędna y drugiego punktu kontrolnego
pt: cy2: a coordenada y do segundo ponto de controle
tr: cy2: ikinci denetim noktasının y-koordinatı

source: d: coordinate of second point on the curve
da: d: koordinaten for andet punkt på kurven
es: d: la coordenada del segundo punto de la curva
nb: d: koordinaten for det andre punktet på kurven
nl: d: coördinaat van tweede punt op de curve
pl: d: współrzędna drugiego punktu na krzywej
pt: d: coordenada do segundo ponto da curva
tr: d: eğri üzerindeki ikinci noktanın koordinatı

source: d: the coordinate of the second point
da: d: koordinaten for det andet punkt
es: d: la coordenada del segundo punto
nb: d: koordinaten til det andre punktet
nl: d: het coördinaat van het tweede punt
pl: d: współrzędna drugiego punktu
pt: d: a coordenada do segundo ponto
tr: d: ikinci noktanın koordinatı

source: daily
es: diario
ja: 毎日
nb: daglig
pl: codziennie
pt: diária
pt_pt: diariamente
tr: günlük

source: daisy
da: pragteksemplar
es: margarita
fr: marguerite
nl: madeliefje
pl: stokrotka
pt: margarida
pt_pt: margarida
tr: papatya

source: data: The data to print
da: data: Data der skal skrives
es: datos: los datos para imprimir
nb: data: Dataene som skal skrives
pl: data: Dane do pokazania
pt: data: os dados para imprimir
tr: data: Yazdırılacak veriler

source: days
fr: jours
nb: dager
pl: dni
pt: dias
tr: gün

source: decillion
es: mil quintillón
ja: 10の33乗
nl: quintiljard
pl: kwintyliard
pt: decilhão
pt_pt: mil quintiliões
tr: desilyon

source: decimeter
es: decímetro
fr: décimètre
pl: decymetr
pt: decímetro
tr: desimetre

source: decreasing and negative
da: faldende og negativ
es: decreciente y negativa
fr: décroissante et négative
ja: 減少中で負
nb: synkende og negativ
nl: afnemend en negatief
pl: malejąca i ujemna
pt: decrescente e negativo
pt_pt: decrescente e negativo
tr: azalan ve negatif

source: decreasing and positive
da: faldende og positiv
es: decreciente y positiva
fr: décroissante et positive
ja: 減少中で正
nb: minkende og positiv
nl: afnemend en positief
pl: malejąca i dodatnia
pt: decrescente e positivo
pt_pt: decrescente e positivo
tr: azalan ve pozitif

source: deflation
fr: inflation
nb: Deflasjon
pl: deflacja
pt: Deflação
pt_pt: Deflação
tr: Deflasyon

source: deg: The angle, in degrees
da: deg: Vinklen i grader
es: deg: el ángulo en grados
nb: deg: Vinkelen, i grader
pl: deg: Kąt, w stopniach
pt: deg: o ângulo, em graus
tr: deg: Açının derece cinsinden ölçümü

source: demo home
da: demo hjem
es: Demo - Inicio
fr: Accueil démo
ja: 体験版トップページ
nb: demo hjem
pl: Strona domowa demo
pt: Página inicial da demonstração
pt_pt: Demonstração
tr: Demo Anasayfa

source: denominator
es: denominador
fr: dénominateur
nb: nevner
pl: mianownik
pt: denominador
tr: payda

source: department store
da: stormagasiner
es: tienda departamental
fr: grand magasin
nl: warenhuis
pl: dom towarowy
pt: loja de departamento
tr: büyük mağaza

source: desk
da: skrivebord
es: escritorio
fr: bureau
ja: 机
nl: tafel
pl: biurko
pt: mesa
pt_pt: mesa
tr: sıra

source: determinant
es: determinante
fr: déterminant
pl: wyznacznik
pt: determinante
pt_pt: Determinante
tr: Belirleyici
