Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: When <code>\purple{a}</code> is <code>\purple{<var>E</var>}</code> and <code>\purple{b}</code> is <code>\purple{<var>A * F</var>}</code>:
da: Når <code>\purple{a}</code> er <code>\purple{<var>E</var>}</code> og <code>\purple{b}</code> er <code>\purple{<var>A * F</var>}</code>:
es: Cuando <code>\purple{a}</code> es <code>\purple{<var>E</var>}</code> y <code>\purple{b}</code> es <code>\purple{<var>A * F</var>}</code>:
fr: Si <code>\purple{a}</code> est égal à <code>\purple{<var>E</var>}</code> et si <code>\purple{b}</code> est égal à <code>\purple{<var>A * F</var>}</code>, on a :
nb: Når <code>\purple{a}</code> er <code>\purple{<var>E</var>}</code> og <code>\purple{b}</code> er <code>\purple{<var>A * F</var>}</code>:
pl: Gdy <code>\purple{a}</code> jest <code>\purple{<var>E</var>}</code> i <code>\purple{b}</code> jest <code>\purple{<var>A * F</var>}</code>:
pt: Quando <code>\purple{a}</code> for <code>\purple{<var>E</var>}</code> e <code>\purple{b}</code> for <code>\purple{<var>A * F</var>}</code>:
tr: <code>\purple{a}</code>, <code>\purple{<var>E</var>}</code> ve <code>\purple{b}</code>, <code>\purple{<var>A * F</var>}</code> olduğunda:

source: When <code>x = <var>EXAMPLES[0]</var></code>, <code>y = <var>roundToNearest(0.1, FUNC(EXAMPLES[0]))</var></code>. Record this in the table by putting <code><var>EXAMPLES[0]</var></code> in the <code>x</code> column, and <code><var>roundToNearest(0.1, FUNC(EXAMPLES[0]))</var></code> in the corresponding <code>y</code> column.
nb: Når <code>x = <var>EXAMPLES[0]</var></code>, <code>y = <var>roundToNearest(0.1, FUNC(EXAMPLES[0]))</var></code>. Skriv dette opp i tabellen som <code><var>EXAMPLES[0]</var></code> i <code>x</code> kolonnen, og <code><var>roundToNearest(0.1, FUNC(EXAMPLES[0]))</var></code> i den korresponderende <code>y</code> kolonnen.
pt: Quando <code>x = <var>EXAMPLES[0]</var></code>, <code>y = <var>roundToNearest(0.1, FUNC(EXAMPLES[0]))</var></code>. Registre isso na tabela colocando <code><var>EXAMPLES[0]</var></code> na coluna <code>x</code>, e <code><var>roundToNearest(0.1, FUNC(EXAMPLES[0]))</var></code> na coluna <code>y</code> correspondente.
tr: <code>x = <var>EXAMPLES[0]</var></code> olduğunda, <code>y = <var>roundToNearest(0.1, FUNC(EXAMPLES[0]))</var></code>. Bunu tabloya kaydetmek için, <code><var>EXAMPLES[0]</var></code>'i <code>x</code> sütununa, ve <code><var>roundToNearest(0.1, FUNC(EXAMPLES[0]))</var></code>'yi karşısındaki <code>y</code> sütununa koyun.

source: When I'm hungry, I eat pizza.
es: Cuando tengo hambre, como pizza.
fr: Quand j'ai faim, je mange une pizza.
pt: Quando estou com fome, como pizza.
tr: Karnım aç olduğunda pizza yerim.

source: When is LearnStorm 2015?
es: ¿Cuándo es LearnStorm 2015?
fr: Quand se produira LearnStorm 2015?
nb: Når er LearnStorm 2015?
nl: Wanneer is LearnStorm 2015?
pl: Kiedy odbywa się LearnStorm 2015?
pt: Quando ocorre a LearnStorm 2015?
pt_pt: Quando é a LearnStorm 2015?
tr: LearnStorm 2015 ne zaman olacak?

source: When multiplying fractions, we multiply the numerators and the denominators.
da: Når vi ganger brøker, ganger vi nævner med nævner og tæller med tæller.
es: Al multiplicar fracciones, multiplicamos los numeradores y denominadores.
fr: Pour multiplier des fractions, on multiplie leurs numérateurs entre eux et leurs dénominateurs entre eux.
nb: Når vi multipliserer brøker, multipliserer vi teller med teller og nevner med nevner.
pt: Quando multiplicamos frações, multiplicamos os numeradores e os denominadores.
tr: Kesirleri çarparken, payları çarpıyoruz ve paydaları çarpıyoruz.

source: When multiplying fractions, we multiply the numerators and the denominators:
es: Cuando multiplicamos fracciones, multiplicamos los numeradores y los denominadores:
fr: Pour multiplier des fractions, on multiplie les numérateurs entre eux et les dénominateurs entre eux :
nb: Når vi multipliserer brøker, multipliserer vi teller med teller og nevner med nevner:
pl: Gdy mnożymy ułamki, mnożymy zarówno liczniki, jak i mianowniki:
pt: Ao multiplicar frações, nós multiplicamos os numeradores e os denominadores:
tr: Kesirleri çarparken, payları çarpıyoruz ve paydaları çarpıyoruz:

source: When multiplying or dividing both sides of an inequality by a negative number you have to flip the inequality. Therefore <code><var>COMP</var></code> becomes <code><var>COMP_SOLUTION</var></code>.
da: Når man ganger eller dividerer på begge sider af en ulighed med et negativt tal, skal man vende ulighedstegnet om. Derfor bliver <code><var>COMP</var></code> til <code><var>COMP_SOLUTION</var></code>.
es: Al multiplicar o dividir ambos lados de una desigualdad por un número negativo se debe voltear la desigualdad. Por lo tanto, <code><var>COMP</var></code> se convierte en <code><var>COMP_SOLUTION</var></code>.
fr: Si on multiplie ou divise les deux membres d'une inégalité par un nombre négatif, il faut changer le sens de l'inégalité. Donc <code><var>COMP</var></code> devient <code><var>COMP_SOLUTION</var></code>.
nb: Ved å multiplisere eller dividere begge sider av en ulikhet med et negativt tall, må du snu ulikhetstegnet. Derfor blir <code><var>COMP</var></code> <code><var>COMP_SOLUTION</var></code>.
pl: Podczas mnożenia albo dzielenia obu stron nierówności przez liczbę ujemną, musisz odwrócić nierówność. Zatem <code><var>COMP</var></code> staje się <code><var>COMP_SOLUTION</var></code>.
pt: Durante a multiplicação ou divisão dos dois lados de uma inequação por um número negativo, você deve inverter a inequação. Portanto <code><var>COMP</var></code> se torna <code><var>COMP_SOLUTION</var></code>.
tr: Eşitsizliğin iki tarafını negatif bir sayıyla çarptığınız veya böldüğünüzde, eşitsizliğin yönünü değiştirmelisiniz. Bu nedenle, <code><var>COMP</var></code> <code><var>COMP_SOLUTION</var></code> olur.

source: When naming a variable, it is okay to use most letters, but some are reserved, like 'e', which represents the value 2.7831...
da: Når du navngiver en variabel, er det okay at bruge de fleste bogstaver, men visse bogstaver er forbeholdte, fx "e", der repræsenterer værdien 2,7831...
es: Al nombrar una variable es correcto usar mayormente letras, pero algunas están reservadas, como 'e', que representa el valor 2.7831...
fr: Lorsque vous nommez une variable, il est acceptable d'utiliser la plupart des lettres, mais certaines sont réservées, comme « e », qui représente la valeur de 2.7831...
hi: जब एक परिवर्तीय को नामांकित किया जाता है, तो अधिकतम अक्षरों का प्रयोग करना उचित होगा, किन्तु कुछ आरक्षित है, जैसे 'e', जोकि 2.7831... के मान को दर्शाता है
ja: 変数に名前をつける時には，ほとんどの文字を使うことができますが，いくつかは予約されています．たとえば，'e' がそうです．それは 2.7831... という値を示します．
nb: Når du navngir en variabel er det OK å bruke de fleste bokstaver, men enkelte er reservert, som "e", som representerer verdien 2,7831...
nl: Bij het benoemen van een variabele kun je de meeste letters gewoon gebruiken. Sommige letters zijn wel gereserveerd, zoals 'e', waarvan de waarde 2,7182818... is.
pl: Gdy nadajemy nazwę zmiennej, używamy najczęściej liter, ale niektóre są już zastrzeżone. Na przykład 'e' to liczba 2,7831...
pt: Ao nomear uma variável, não há problema em usar a maioria das letras, mas algumas são reservadas, como 'e', que representa o valor 2,7831 ...
pt_pt: Ao atribuir um nome a uma variável, é possível usar quase todas as letras, exceto algumas que estão reservadas - como a letra 'e', que representa o valor 2.7831...
tr: Bir değişkeni adlandırırken çoğu harf kullanılabilir, ancak 'e' gibi bazı harfler zaten kullanılmıştır, 2.7831 değeri e ile ifade edilir.

source: When not writing questions for Khan Academy, Ben enjoys traveling, reading, and playing soccer.
es: Cuando no está escribiendo preguntas para Khan Academy, Ben disfruta viajar, leer y jugar al fútbol.
pt: Quando não está escrevendo perguntas para a Khan Academy, Ben gosta de viajar, ler e jogar futebol.
tr: Khan Academy için alıştırmalar hazırlamadığı zamanlarda Ben, seyahat etmekten, okumaktan, ve futbol oynamaktan zevk alıyor.

source: When prompted, add a class on Khan Academy
es: Cuando se te indique, agrega una clase en Khan Academy
nb: Når du blir spurt, kan du legge til en klasse i Khan Academy
pt: Quando solicitado, adicione uma turma na Khan Academy
tr: İstendiğinde, Khan Academy'ye bir sınıf ekleyin

source: When prompted, go to your email and open the confirmation email from Khan Academy
es: Cuando se te indique, ve a tu correo electrónico y abre el correo electrónico de confirmación de Khan Academy
nb: Når du blir spurt, gå til din e-mail og åpne henvendelsen i e-mail fra Khan Academy
pl: Gdy zostanie wyświetlona odpowiednia informacja, przejdź do Twojego konta e-mail i otwórz email z potwierdzeniem od Khan Academy
pt: Quando solicitado, acesse seu e-mail e abra o e-mail de confirmação da Khan Academy
tr: İstendiğinde, epostanıza gidin ve Khan Academy'den gelen onay epostasını açın

source: When the equation is rewritten in vertex form like this, the vertex is the point <code>(\green{h}, \blue{k})</code>:
da: Når ligningen er omskrevet til toppunktsform som dette, er toppunktet <code>(\green{h}, \blue{k})</code>:
es: Cuando se reescribe la ecuación en forma de vértice, como se muestra a continuación, el vértice es el punto <code>(\green{h}, \blue{k})</code>:
fr: Quand l'équation est sous la forme canonique, le sommet est le point <code>(\green{h}, \blue{k})</code>:
nb: Når likningen er omskrevet til vendepunktsform som dette, er vendepunktet <code>(\green{h}, \blue{k})</code>:
pt: Quando a equação é reescrita na forma canônica como essa, o vértice é o ponto <code>(\green{h}, \blue{k})</code>:

source: When the equation is written in vertex form like this, the vertex is the point <code class="hint_green">(h, k)</code>:
da: Når ligning er skrevet på toppunktsform som denne, er toppunktet punktet <code class="hint_green"> (h, k)</code>:
es: Cuando se reescribe la ecuación en forma de vértice como esta, el vértice es el punto <code class="hint_green">(h, k)</code>:
fr: Quand l'équation est sous forme canonique comme ici, le sommet est le point <code class="hint_green">(h, k)</code>:
nb: Når likningen er skrevet på toppunktsform som denne, er toppunktet punktet <code class="hint_green"> (h, k)</code>:
pl: Kiedy równanie jest zapisane w postaci kanonicznej jak ta, wierzchołek jest punktem <code class="hint_green">(h, k)</code>:
pt: Quando a equação está escrita na forma canônica como esta, o vértice é o ponto <code class="hint_green">(h, k)</code>:
tr: Denklem bu şekilde köşe formunda yazıldığında, köşe noktası <code class="hint_green">(h, k)</code> olur:

source: When two equations have different slopes, the lines will intersect once with one solution.
da: Når to lineære ligninger har forskellige hældninger, skærer linjerne hinanden én gang med én løsning til følge.
es: Cuando dos ecuaciones tienen diferentes pendientes, las rectas se intersectan una vez con una solución.
fr: Si deux droites ont des coefficients directeurs différents, elles ont un seul point d'intersection et le système dont elles sont la représentation graphique a une solution unique.
nb: Når to ligninger har forskjellige kurver, vil de skjære hverandre en gang med en løsning.
pl: Jeśli dwa równania mają różne nachylenia, linie przetną się dając jedno rozwiązanie.
pt: Quando duas equações têm coeficientes angulares diferentes, as retas se cruzarão uma vez com uma solução.
tr: İki denklemin eğimleri farklıysa, doğrular tek çözümde kesişir.

source: When we factor a polynomial of this form, we are basically reversing this process of multiplying linear expressions together:
da: Når vi faktoriserer et polynomium af denne type, er det faktisk det omvendte af at gange lineære udtryk sammen:
es: Cuando factorizamos un polinomio de esta forma, estamos básicamente revirtiendo este proceso de multiplicar expresiones lineales:
fr: En fait, le processus de la factorisation d'un polynôme de cette forme est le processus inverse du processus de la multiplication des binômes du premier degré :
nb: Når vi faktoriserer et polynom av denne typen, er det faktisk det omvendte av å multiplisere lineære uttrykk sammen:
pl: Kiedy rozkładamy wielomian w tej formie, praktycznie odwracamy proces mnożenia wyrażeń liniowych przez siebie:
pt: Quando fatoramos um polinômio nesta forma, basicamente revertemos este processo de multiplicação de expressões lineares entre si:
tr: Bu şekilde bir polinomu çarpanlarına ayırdığımız zaman, doğrusal ifadelerin çarpılması sürecini tersine çevirmiş oluyoruz:

source: When we factor a polynomial, we are basically reversing this process of multiplying linear expressions together:
da: Når vi faktoriserer et polynomium, er det faktisk den omvendte proces af at gange lineære udtryk sammen:
es: Cuando factorizamos un polinomio, básicamente estamos revirtiendo el proceso de multiplicar expresiones lineales:
fr: Quand on factorise un polynôme, on effectue l'opération contraire de celle qui consiste à multiplier des binômes du premier degré :
nb: Når vi faktoriserer et polynom, er det faktisk den omvendte prosessen av å multiplisere lineære uttrykk sammen:
pl: Gdy znajdujemy czynniki wielomianu, odwracamy po prostu proces mnożenia przez siebie wyrażeń liniowych:
pt: Quando fatoramos um polinômio, estamos basicamente invertendo o processo de multiplicar as expressões lineares juntas:
tr: Bir polinomu çarpanlarına ayırdığımızda, doğrusal ifadeleri çarpma sürecinin tersini yapmış oluyoruz:

source: When we multiply a whole number by <code>1000</code>, we add three zeros to the end of the number.
da: Når vi ganger et helt tal med <code>1000</code>, tilføjer vi tre nuller i slutningen af tallet.
es: Cuando multiplicamos un número natural por <code>1000</code>, agregamos tres ceros al final del número.
fr: Pour multiplier un nombre entier par <code>1000</code>, on ajoute trois zéros à la fin du nombre.
hi: जब हम एक पूर्ण संख्या को गुणा करते हैं <code>1000</code> से, हम संख्या के अंत में तीन शून्य जोड़ेंगेI
nb: Når vi multipliserer et helt tall med <code>1000</code>, legger vi til to nuller på slutten av tallet.
nl: Als we een getal met <code>1000</code> vermenigvuldigen, dan zetten we drie extra nullen aan het eind van het getal.
pl: Kiedy mnożymy liczbę całkowitą przez <code>1000</code>, dodajemy trzy zera na koniec liczby.
pt: Quando multiplicamos um número inteiro por <code>1000</code>, acrescentamos três zeros ao final do número.
tr: Bir tam sayıyı <code>1000</code> ile çarptığımızda, sayının sonuna üç tane sıfır ekleriz.

source: When we multiply a whole number by <code>100</code>, we add two zeros to the end of the number.
da: Når vi ganger et helt tal med <code>100</code>, tilføjer vi to nuller i slutningen af tallet.
es: Cuando multiplicamos un número natural por <code>100</code>, agregamos dos ceros al final del número.
fr: Pour multiplier un nombre entier par <code>100</code>, on ajoute deux zéros à la fin du nombre.
hi: जब हम एक पूर्ण संख्या को <code>100</code> से गुणा करते हैं, हम संख्या के अंत में दो शून्य जोड़ते हैंI
nb: Når vi multipliserer et helt tall med <code>100</code>, legger vi til to nuller på slutten av tallet.
nl: Als we een getal met <code>100</code> vermenigvuldigen, dan zetten we twee extra nullen aan het eind van het getal.
pl: Kiedy mnożymy liczbę całkowitą przez <code>100</code>, dodajemy trzy zera na koniec liczby.
pt: Quando multiplicamos um número inteiro por <code>100</code>, acrescentamos dois zeros ao final do número.
tr: Bir tam sayıyı <code>100</code> ile çarptığımızda, sayının sonuna iki tane sıfır ekleriz.

source: When we try <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>, we see that it holds up for each set of values in the table.
da: Når vi prøver <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>, ser vi, at den passer for alle værdierne i skemaet.
es: Cuando probamos <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>, vemos que se mantiene para cada conjunto de valores en la tabla.
fr: Si on prend <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>, on voit que l'égalité est vraie pour toutes les valeurs du tableau.
nb: Når vi prøver <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>, ser vi at den passer for alle verdiene i skjemaet.
pt: Ao tentarmos <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>, vemos que se mantém para cada conjunto de valores da tabela.
tr: <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>'yi denediğimizde, tablodaki her değer ikilisi için işe yaradığını görürüz.

source: When you get a question wrong, be sure to re-read it carefully.
da: Når du giver forkert svar, skal du genlæse det omhyggeligt.
es: Cuando no entiendas una pregunta, asegúrate de releerla con cuidado.
fr: Lorsque vous avez répondu faux à une question, relisez la attentivement.
ja: もし質問を誤解した場合には，もう一度注意して読んでみて下さい．
nb: Når du svarer feil, bør du lese det nøye på nytt.
nl: Als je een vraag fout hebt, lees deze dan goed opnieuw.
pl: Jeżeli źle zrozumiałeś pytanie, pamiętaj, by przeczytać je uważnie ponownie.
pt: Quando errar uma pergunta, leia-a novamente com atenção.
pt_pt: Quando errares uma pergunta, lê-a novamente com atenção.
tr: Bir soruyu yanlış anladığınızda, tekrar ve dikkatle okuyunuz.

source: When you have a hard time focusing, take to a moment to clear your head and re-focus.
da: Når du har svært ved at fokusere, så brug et øjeblik at klare din hjerne og prøv så igen.
es: Cuando tengas dificultades para concentrarte tómate un momento para aclarar tu mente y volver a concentrarte.
fr: Lorsque vous avez du mal à vous concentrer, prenez un moment pour vous vider la tête puis concentrez vous à nouveau.
ja: 集中するのが難しい場合，すこし休んで頭をはっきりさせ，もう一度集中してみて下さい．
nb: Når du sliter med å konsentrere deg, ta et kort pause for å klarne tankene og finn nytt fokus.
nl: Als je niet goed kunt focussen, neem even rustpauze om weer gefocust te worden.
pl: Kiedy masz trudności ze skupieniem, przystopuj na chwilę i oczyść swą głowę, by móc znowu się skoncentrować.
pt: Quando você tiver dificuldade em se concentrar, tire um tempo para esvaziar a cabeça e se concentrar novamente.
pt_pt: Quando não conseguires concentrar-te, faz uma pausa para limpares a tua mente e recuperares a concentração.
tr: Odaklanmakta güçlük çekiyorsanız, kısa bir ara verip aklınızı temizleyin ve tekrar odaklanın.

source: When you have to think harder, it makes you smarter!
da: Når du tænker intenst, bliver du klogere!
es: Cuando tienes que pensar más, ¡te vuelves más inteligente!
fr: Quand cela vous demande d'y penser encore plus, cela vous rend plus intelligent!
ja: より真剣に考えれば、貴方はより賢くなります。
nb: Når du må tenke hardere, blir du smartere!
nl: Wanneer je diep nadenkt, word je slimmer!
pl: Kiedy musisz myśleć intensywniej, czyni Cię to mądrzejszym!
pt: Quando você precisa pensar muito, você fica mais esperto!
pt_pt: Quando mais pensares, mais inteligente ficas!
tr: Daha sıkı düşünmek zorunda kaldığınızda, daha akıllı olursunuz!

source: When you learn a new kind of math problem, you grow your math brain!
da: Når du lærer en ny slags matematikopgave, vokser din matematiske hjerne!
es: ¡Cuando aprendes un nuevo tipo de problema de matemáticas, haces crecer la parte matemática de tu cerebro!
fr: Quand vous apprenez une nouvelle sorte de problème de mathématiques, vous cultivez votre cerveau mathématique!
ja: 新しい種類の算数の問題を学ぶとき、貴方の算数脳は成長します。
nb: Når du lærer noe nytt i matematikk, vokser din matematiske hjerne!
nl: Met iedere nieuwe wiskunde oefening die je oplost, groeit je wiskunde brein!
pl: Kiedy uczysz się nowych rodzajów zadań matematycznych, Twój matematyczny mózg się rozwija!
pt: Quando você aprende um novo tipo de problema de matemática, seu cérebro de matemática cresce!
pt_pt: Quando aprendes a resolver um novo tipo de problemas matemáticos, desenvolves o teu cérebro!
tr: Yeni bir tür matematik problemini öğrendiğinizde, matematik beyniniz büyür!

source: When you log in, Khan Academy will guide you through the process of creating an account for your child
es: Cuando inicies sesión, Khan Academy te guiará a través del proceso de crear una cuenta para tu hijo
nb: Når du logge inn, vil Khan Academy lede deg gjennom prosessen for å lage en konto for dine barn
pl: Po zalogowaniu, Khan Academy poprowadzi Cię przez proces tworzenia konta dla Twojego dziecka
pt: Quando você se conectar, a Khan Academy vai guiar você pelo processo de criar uma conta para seu filho
tr: Giriş yaptığınızda, çocuğunuz için bir hesap oluşturmak için Khan Academy sizi yönlendirecektir.

source: When you sign up as an Ambassador, you will be able to access information and resources that will help you to share Khan Academy with others.
nb: Når du registrerer deg som en ambassadør, vil du kunne få tilgang til informasjon og ressurser som hjelper deg å dele Khan Academy med andre.
pt: Quando você se inscreve como um embaixador, você pode acessar informações e recursos que vão lhe ajudar a compartilhar a Khan Academy com outras pessoas.
pt_pt: Quanto te tornares num embaixador, terás acesso a informações e recursos que irão ajudar-te a partilhar a Khan Academy com os outros.

source: When you're ready, explore our <a href="/coach-res"><strong>Coach Resources</strong></a> for using Khan Academy in your classroom.
da: Når du er klar, kan du udforske vores <a href="/coach-res"><strong>Lærerressourcer</strong></a> til at bruge Khan Academy i dit klasseværelse.
es: Cuando estés listo, explora nuestros <a href="/coach-res"><strong>recursos del tutor</strong></a> para usar Khan Academy en tu salón de clases.
fr: Lorsque vous serez prêt(e), explorez nos <a href="/coach-res"><strong>Ressources de formation</strong></a> pour utiliser Khan Academy dans votre salle de classe.
ja: もしあなたがコーチができそうだということであれば，あなたのクラスルームでカーンアカデミーを利用するために，<a href="/coach-res"><strong>コーチのリソース</strong></a>をご覧下さい．
nb: Når du er klar kan du utforske våre <a href="/coach-res"><strong>Veilederressurser</strong></a> for bruk av Khan Academy i ditt klasserom.
nl: Als je er klaar voor bent, bekijk dan <a href="/coach-res"><strong>Coach Resources</strong></a> voor het gebruik van Khan Academy in jouw klaslokaal.
pl: Jeśli jesteś gotowy, poznaj <a href="/coach-res"><strong>Zasoby Trenera</strong></a> w celu używaniu Khan Academy w Twojej klasie.
pt: Quando estiver pronto, explore nossos <a href="/coach-res"><strong>Recursos para tutores</strong></a> para usar a Khan Academy em sua sala de aula.
pt_pt: Quando puder, explore os nossos <a href="/coach-res"><strong>Recursos para tutores</strong></a> para utilizar a Khan Academy na sala de aula.

source: When you're ready, visit your home page for an overview of your classes and students.
da: Når du er klar, besøg din startside for en oversigt over dine klasser og elever.
es: Cuando estés listo, visita tu página de inicio para tener un panorama general de tus clases y tus estudiantes.
fr: Lorsque vous êtes prêt, rendez-vous sur votre page d'accueil pour avoir un aperçu de vos classes et élèves.
ja: もし準備ができたら，あなたのホームページを訪れ，あなたのクラスと生徒の概要を見て下さい．
nb: Når du er klar, besøke din hjemmeside for en oversikt over klasser og elever.
nl: Als je klaar bent, bezoek de homepage voor een overzicht van jouw klassen en leerlingen.
pl: Kiedy będziesz gotowy/gotowa, odwiedź naszą stronę, żeby przejrzeć Twoje klasy i uczniów.
pt: Quando estiver pronto, visite sua página inicial para ter uma visão geral de suas turmas e alunos.
pt_pt: Quando puder, aceda à sua página inicial para ter uma visão geral das suas turmas e dos seus alunos.
tr: Hazır olduğunuzda, sınıflarınız ve öğrencileriniz hakkında genel bilgilere ulaşmak için ana sayfanızı ziyaret edin.
