Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: No email provided
da: Ingen e-mail angivet
es: Ningún correo electrónico proporcionado
fr: Aucun courriel fourni
ja: 電子メイルアドレスが示されていません．
nb: Mangler e-post
nl: Geen e-mail ingegeven
pl: Nie wprowadzono adresu email
pt: Nenhum e-mail fornecido
pt_pt: Nenhum e-mail digitado
tr: E-posta adresi girilmedi

source: No exercises match your filters!
da: Ingen øvelser passer med dine filtre!
es: ¡Ningún ejercicio coincide con tus filtros!
fr: Aucun exercices ne correspondent à vos filtres !
ja: あなたのフィルターにマッチする練習問題はありません!
nb: Ingen øvelser passer med dine filtre!
nl: Geen oefeningen voldoen aan jouw filters!
pl: Brak ćwiczeń spełniających twoje kryteria wyszukiwania!
pt: Nenhum exercício corresponde a seus filtros!
pt_pt: Nenhum exercício corresponde aos seus filtros!
tr: Filtrelerinizle eşleşen alıştırma bulunmamaktadır!

source: No extraneous solutions
da: Ingen irrelevante løsninger
es: No hay soluciones extrañas
fr: Ni l'une, ni l'autre
nb: Ingen irrelevante løsninger
pl: Brak obcych rozwiązań
pt: Sem soluções estranhas
tr: Fazlalık çözüm yoktur

source: No information for selected date range and filters. Pick a different date range.
da: Ingen oplysninger indenfor de valgte datoer og filtre. Vælg en anden periode.
es: No hay información para el periodo de fechas y filtros seleccionados. Elige un rango de fechas diferentes.
fr: Il n'y a aucunes données pour les dates et filtres choisis. Veuillez choisir une plage de dates différentes.
ja: 選択された日時の範囲とフィルタでは情報はみつかりませんでした．別の範囲を選んで下さい．
nb: Ingen opplysninger innenfor de valgte datoer og filtre. Velg en annen periode.
nl: Geen informatie voor het opgegeven datumbereik en filters. Selecteer een ander datumbereik.
pl: Brak informacji dla wybranego zakresu dat i kryteriów wyszukiwania. Wybierz inny zakres czasowy.
pt: Nenhuma informação corresponde ao intervalo de datas e aos filtros selecionados. Escolha um intervalo de datas diferente.
tr: Seçili tarih aralığı ve filtreler için bilgi bulunmamaktadır. Farklı bir tarih aralığı seçiniz.

source: No line fits the data well
es: Ninguna recta se ajusta bien a los datos
fr: Il n'est pas possible de tracer une droite d'ajustement
pt: Nenhuma reta se ajusta bem aos dados
tr: Hiçbir doğru veriyle uyumlu değildir

source: No logs found.
da: Ingen logbøger fundet.
es: No se encontraron registros.
fr: Aucun journal trouvé.
ja: ログ(記録)がありません．
nb: Ingen logger er funnet.
nl: Geen historie gevonden.
pl: Nie znaleziono logów.
pt: Nenhum registro encontrado.
pt_pt: Nenhum registo.
tr: Log bulunmamıştır.

source: No mastery challenges available.
da: Ingen udfordringer tilgængelige.
es: No hay desafñios de dominio disponibles.
fr: Aucun défi de maîtrise disponible.
ja: 熟練の挑戦は利用できません．
nb: Ingen mestringsutfordring tilgjengelig.
nl: Geen vaardigheidschallenges beschikbaar.
pl: Brak dostępnych wyzwań mistrzowskich.
pt: Não há desafios disponíveis no momento.
pt_pt: Não há desafios de perícia disponíveis.
tr: Yapabileceğiniz Ustalık Sınavı yok.

source: No notifications. You can get back to learning!
da: Ingen meddelelser. Du kan fortsætte med at lære!
es: No hay notificaciones. ¡Puedes regresar a aprender!
fr: Aucun message. Vous pouvez continuer à apprendre !
ja: 通知はありません。学習に戻りましょう!
nb: Ingen notifikasjoner. Du kan fortsette å lære!
nl: Geen meldingen. Je kunt weer verder leren!
pl: Brak powiadomień. Możesz wracać do nauki!
pt: Nenhuma notificação. Você pode voltar à aprendizagem!
pt_pt: Nenhuma notificação. Podes voltar ao trabalho!
tr: Yeni bildirim yok. Öğrenmeye devam edebilirsiniz!

source: No programs found.
da: Ingen programmer fundet.
es: No se encontraron programas.
fr: Aucun programme trouvé.
ja: プログラムはみつかりませんでした．
nb: Ingen programmer funnet.
nl: Geen programma's gevonden.
pl: Nie znaleziono programów.
pt: Programas não encontrados.
pt_pt: Nenhum programa encontrado.
tr: Program bulunamadı.

source: No progress has been lost.
bg: Напредъкът не е загубен.
da: Intet fremskridt er gået tabt.
es: No se han perdido los avances.
fr: Aucun progrès n'a été perdu.
he: שום התקדמות אבדה.
nb: Ingen fremgang har gått tapt.
nl: Voortgang is niet verloren.
pl: Postępy nie zostały stracone.
pt: O seu progresso foi salvo.
pt_pt: O teu progresso não foi perdido.
tr: İlerlemeler kaybolmadı.

source: No questions asked yet.
da: Har endnu ikke stillet nogle spørgsmål.
es: No hay preguntas hechas aún.
fr: Aucune question posée.
nb: Ingen spørsmål ennå.
nl: Nog geen vragen gesteld.
pl: Nie ma jeszcze pytań.
pt: Nenhuma pergunta feita ainda.
pt_pt: Nenhuma pergunta.
tr: Henüz soru sorulmadı.

source: No recommendations are assigned.
da: Ingen anbefalinger er tildelt.
es: No hay ninguna recomendación asignada.
fr: Il n'y a aucunes suggestions pour ceci.
ja: 割り当てられたおすすめはありません．
nb: Ingen anbefalinger er tildelt.
nl: Geen aanbevelingen zijn toegekend.
pl: Nie przypisano żadnych zaleceń.
pt: Nenhuma recomendação foi atribuída.
pt_pt: Nenhuma recomendação atribuída.
tr: Verilmiş öneri bulunmamaktadır.

source: No results
da: Ingen resultater
es: No hay resultados
fr: Aucun résultat
ja: 結果がありません
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt: Nenhum resultado
pt_pt: Sem resultados
tr: Sonuç yok

source: No schools found in '%(postalCode)s'
da: Der findes ingen skoler i '%(postalCode)s'
es: No encontramos ninguna escuela en el código postal '%(postalCode)s'
fr: Pas d'écoles trouvées dans '%(postalCode)s'
ja: '%(postalCode)s' では学校はみつかりません．
nb: Ingen skoler funnet i '%(postalCode)s'
nl: Geen scholen gevonden in '%(postalCode)s'
pl: Nie znaleziono szkół w '%(postalCode)s'
pt: Não foram encontradas escolas em '%(postalCode)s'
pt_pt: Nenhuma escola encontrada em '%(postalCode)s'
tr: '%(postalCode)s ile okul bulunamamıştır.

source: No solution
da: Ingen løsning
es: No hay solución
fr: Pas de soiution
nb: Ingen løsning
pl: Nie ma rozwiązania
pt: Não há solução
tr: Çözüm yoktur

source: No solution.
da: Ingen løsning.
es: No hay solución.
fr: Pas de solution.
nb: Ingen løsning.
pl: Nie ma rozwiązania.
pt: Não há solução.
tr: Çözüm yoktur.

source: No solutions
es: Sin soluciones
fr: aucun couple solution
hi: कोई हल नहीं
nb: Ingen løsninger
pl: Brak rozwiązań
pt: Não tem soluções
tr: Çözüm yoktur

source: No sound file provided.
es: No se proporcionó archivo de sonido.
nb: Ingen lydfil er valgt.
nl: Geen geluidsbestand aangeboden.
pl: Brak pliku dźwiękowego.
pt: Nenhum arquivo de som fornecido.
tr: Ses dosyası yok.

source: No thanks
da: Nej tak
es: No gracias
fr: Non merci
ja: いいえ，遠慮します
nb: Nei, takk
nl: Nee bedankt
pl: Nie, dziękuję
pt: Não, obrigado
pt_pt: Recusar
tr: Hayır, teşekkürler

source: No thanks, I got this!
da: Nej tak, jeg har styr på det!
es: No gracias, ¡ya entendí!
fr: Non merci, je vais y arriver !
nb: Nei takk, jeg fikk denne!
nl: Nee bedankt, ik begrijp dit!
pl: Nie, dziękuję, rozumiem!
pt: Não, obrigado, eu já entendi!
pt_pt: Não, obrigado. Já percebi!
tr: Hayır, teşekkürler. Şimdi hallediyorum!

source: No thanks, my hard work should go unrecognized.
da: Nej tak, mit hårde arbejde skal ikke anerkendes.
es: No gracias, mi arduo trabajo no debería ser reconocido.
fr: Non merci, mon travail doit passer innaperçu.
nb: Nei takk, mitt harde arbeide skal ikke legges merke til.
nl: Nee bedankt, mijn harde werk mag niet erkend worden.
pl: Nie, dziękuję, moja ciężka praca powinna zniknąć nierozpoznana.
pt: Não, obrigado, meu esforço não deve ser reconhecido.
pt_pt: Não obrigado, o meu trabalho árduo deve passar despercebido.
tr: Hayır, teşekkürler, çalışkanlığım sizinle benim aramda kalsın.

source: No tips or thanks made yet.
da: Ingen tips eller tak endnu.
es: No hay sugerencias o agradecimientos aún.
fr: Aucune astuce ou remerciement encore donné pour l'instant.
nb: Ingen tips eller takk enda.
nl: Geen tips of bedankjes gemaakt.
pl: Nie dodano jeszcze żadnych porad ani podziękowań.
pt: Nenhuma dica ou agradecimento ainda.
pt_pt: Nenhuma dica ou agradecimento.
tr: Henüz tavsiye ve teşekkür bulunmamaktadır.

source: No transcript available. <br>Want to help?
da: Ingen transskribering tilgængelig. <br>Vil du hjælpe?
es: Ninguna transcripción disponible. <br>¿Quieres ayudar?
fr: Aucune transcription disponible. <br>Vous voulez aider ?
ja: 字幕がまだありません． <br>助けてくれますか?
nb: Ingen transskribering tilgjengelig. <br>Vil du hjelpe?
nl: Geen transcript beschikbaar. <br>Wil je helpen?
pl: Transkrypcja niedostępna. <br>Chcesz pomóc?
pt: Não há transcrição disponível. <br>Quer ajudar?
pt_pt: Não há nenhum guião disponível. <br>Queres ajudar-nos?
tr: Kullanılabilir transkript yok. <br>Yardım etmek ister misiniz?

source: No user exists with that email
da: Ingen bruger eksisterer med den email
es: No existe ningún usuario con ese correo electrónico
fr: Aucun utilisateur ayant cette adresse e-mail n'existe
ja: そのメールアドレスのユーザーは存在しません
nb: Ingen bruker eksisterer med den epost-adressen
nl: Er bestaat geen gebruiker met dit e-mail adres
pl: Nie ma użytkownika o podanym adresie email
pt: Não existe nenhum usuário com esse e-mail
pt_pt: Não existe nenhum utilizador com esse e-mail
tr: Bu e-posta adresine sahip üye bulunamadı

source: No username provided
bg: Липсва потребителско име
da: Intet brugernavn angivet
es: No se proporcionó nombre de usuario
fr: Aucun nom d'utilisateur fourni
ja: ユーザー名が空白です
nb: Ingen brukernavn angitt
nl: Geen gebruikersnaam opgegeven
pl: Nie wprowadzono nazwy użytkownika
pt: Nenhum nome de usuário fornecido
pt_pt: Nenhum nome de utilizador digitado
tr: Kullanıcı adı girilmedi

source: No videos are visible yet, but they're coming!
nb: Ingen videoer er synlig ennå, men de kommer!
pl: Żadne filmy nie są jeszcze widoczne, ale nadejdą!
pt: Os vídeos estarão disponíveis em breve!
tr: Henüz görünür video yok, ama yakında geliyor!

source: No, <code><var>NUMBER % 100</var></code> is not divisible by <code>4</code>, so <code><var>NUMBER</var></code> is also not divisible by <code>4</code>.
da: Nej, <code><var>NUMBER % 100</var></code> er ikke deleligt med <code>4</code>, så <code><var>NUMBER</var></code> er ikke deleligt med <code>4</code>.
es: No, <code><var>NUMBER % 100</var></code> no es divisible entre <code>4</code>, así que <code><var>NUMBER</var></code> tampoco es divisible entre <code>4</code>.
fr: Non, <code><var>NUMBER % 100</var></code> n'est pas divisible par <code>4</code>, donc <code><var>NUMBER</var></code> n'est pas non plus divisible par <code>4</code>.
hi: नहीं, <code><var>NUMBER % 100</var></code> विभाजित नहीं हो सकता <code>4</code>से , इसलिए <code><var>NUMBER</var></code>भी विभाजित नहीं हो सकता <code>4</code> सेI
nb: Nei, <code><var>NUMBER % 100</var></code> er ikke delelig med <code>4</code>, så <code><var>NUMBER</var></code> er ikke delelig med <code>4</code>.
nl: Nee, <code><var>NUMBER % 100</var></code> is niet deelbaar door <code>4</code>, dus is <code><var>NUMBER</var></code> ook niet deelbaar door <code>4</code>.
pl: Nie, <code><var>NUMBER % 100</var></code> nie jest podzielna przez <code>4</code>, więc <code><var>NUMBER</var></code> także nie jest podzielna przez <code>4</code>.
pt: Não, <code><var>NUMBER % 100</var></code> não é divisível por <code>4</code>, portanto <code><var>NUMBER</var></code> também não é divisível por <code>4</code>.
tr: Hayır, <code><var>NUMBER % 100</var></code> sayısı <code>4</code> ile bölünebilir değildir, bu sebeple <code><var>NUMBER</var></code> de <code>4</code> ile bölünemez.

source: No, <code>\overline{AB}</code> and <code>\overline{CD}</code> are not congruent.
nb: Nei, <code>\overline{AB}</code> og <code>\overline{CD}</code> er ikke kongruente.
pt: Não, <code>\overline{AB}</code> e <code>\overline{CD}</code> não são congruentes.
tr: Hayır, <code>\overline{AB}</code> ve <code>\overline{CD}</code> eş değildir.

source: No, I don't know what I can do.
da: Nej, jeg ved ikke, hvad jeg kan gøre.
es: No, no sé qué puedo hacer.
fr: Non, je ne sais pas ce que je peux faire.
nb: Nei, jeg vet ikke hva jeg kan gjøre.
nl: Nee, ik weet niet wat ik kan doen.
pl: Nie wiem, co mogę zrobić.
pt: Não, não sei o que posso fazer.
tr: Hayır, ben ne yapabilirim bilmiyorum.

source: No, I don't think it will help.
da: Nej, jeg tror ikke, det vil hjælpe.
es: No, no creo que vaya a ayudar.
fr: Non, je ne pense pas que cela aidera.
nb: Nei, jeg tror ikke det vil hjelpe.
nl: Nee, ik denk niet dat het zal helpen.
pl: Nie sądzę, żeby to pomogło.
pt: Não, não acho que vá ajudar.
pt_pt: Não, isso não vai ajudar.
tr: Hayır, bunun yardımcı olacağını sanmıyorum.

source: No, I don't want to be awesome.
da: Nej, jeg ønsker ikke at være fantastisk.
es: No, no quiero ser impresionante.
fr: Non, je ne veux pas être génial.
nb: Nei, jeg ønsker ikke å være fantastisk.
nl: Nee, ik wil niet geweldig zijn.
pl: Nie, nie chcę być niesamowity.
pt: Não, eu não quero ser incrível.
pt_pt: Não, não quero ser incrível.
tr: Hayır, harika olmak istemiyorum.

source: No, I'll do that now.
da: Nej, jeg vil gøre det nu.
es: No, lo haré ahora mismo.
fr: Non, je vais faire maintenant.
nb: Nei, jeg vil gjøre det nå.
nl: Nee, ik doe dat nu.
pl: Nie, zrobię to teraz.
pt: Não, farei isso agora.
pt_pt: Não. Vou fazer isso agora.
tr: Hayır, onu şimdi yapacağım.

source: No, I'll try something now.
da: Nej, jeg vil prøve noget nu.
es: No, intentaré algo ahora.
fr: Non, je vais essayer quelque chose maintenant.
nb: Nei, jeg vil prøve noe nå.
nl: Nee, ik zal nu iets proberen.
pl: Nie, spróbuję teraz.
pt: Não, tentarei algo agora.
tr: Hayır, şimdi bir şey deneyeceğim.

source: No, I'll try that now.
da: Nej, jeg vil prøve det nu.
es: No, intentaré eso ahora.
fr: Non, je vais essayer ça maintenant.
nb: Nei, jeg vil prøve det nå.
nl: Nee, ik probeer dat nu.
pl: Nie, spróbuję tego teraz.
pt: Não, tentarei isso agora.
tr: Hayır, bunu şimdi deneyeceğim.

source: No, any flat surface that includes three of the points won't include the fourth. For example, points <var>toSentence(COPLANAR)</var> are in plane <code>\mathcal{<var>R</var>}</code>, but point <var>D</var> is not.
es: No, cualquier superficie plana que incluya tres puntos no incluirá al cuarto. Por ejemplo, los puntos <var>toSentence(COPLANAR)</var> están en el plano <code>\mathcal{<var>R</var>}</code>, pero el punto <var>D</var> no lo está.
pl: Nie, dowolna powierzchnia płaska obejmująca trzy z punktów nie będzie obejmowała czwartego punktu. Np. punkty <var>toSentence(COPLANAR)</var> należą do płaszczyzny <code>\mathcal{<var>R</var>}</code>, ale punkt <var>D</var> nie.
pt: Não, qualquer superfície plana que inclua três dos pontos não incluirá o quarto. Por exemplo, os pontos <var>toSentence(COPLANAR)</var> estão no plano <code>\mathcal{<var>R</var>}</code>, porém o ponto <var>D</var> não está.
tr: Hayır, üç noktayı kapsayan herhangi bir düzlem dördüncü noktayı kapsamaz. Örneğin, <var>toSentence(COPLANAR)</var> noktaları <code>\mathcal{<var>R</var>}</code> düzleminde, ama <var>D</var> noktası değil.

source: No, but I had no questions.
da: Nej, men jeg havde ingen spørgsmål.
es: No, pero no tenía preguntas.
fr: Non, je n'avais pas de questions.
nb: Nei, men jeg hadde ingen spørsmål.
nl: Nee, maar ik had geen vragen.
pl: Nie, ale nie miałem pytań.
pt: Não, mas eu não tinha perguntas.
pt_pt: Não, mas eu não tinha perguntas.
tr: Hayır, ama hiç sorum yoktu.

source: No, it cannot be deduced from the first statement
es: No, no puede ser deducida a partir de la primera proposición
fr: Non, on ne peut pas le déduire de la première proposition
pt: Não, não pode ser deduzido da primeira afirmação
tr: Hayır, ilk önermeden çıkarılamaz

source: No, it doesn't make sense.
da: Nej, det ikke giver mening.
es: No, no tiene sentido.
fr: Non. Cela ne veut rien dire.
nb: Nei, det gir ingen mening.
nl: Nee, ik begrijp het niet.
pl: Nie, to nie ma sensu.
pt: Não, não faz sentido.
tr: Hayır, mantıklı değil.

source: No, points <var>toSentence(POINTS)</var> are not collinear.
es: No, los puntos <var>toSentence(POINTS)</var> no son colineales.
pl: Nie, punkty <var>toSentence(POINTS)</var> nie są współliniowe.
pt: Não, os pontos <var>toSentence(POINTS)</var> não são colineares.
tr: Hayır, <var>toSentence(POINTS)</var> NOKTALARI doğrusal değil.

source: No, take me home!
pt: Não, voltar para página inicial!
tr: Hayır, beni ana sayfaya götür!

source: No.
da: Nej.
fr: Non.
ja: いいえ．
nb: Nei.
nl: Nee.
pl: Nie.
pt: Não.
pt_pt: Não.
tr: Hayır.

source: Nobelium
es: Nobelio
pl: Nobel
pt: Nobélio
pt_pt: Nobélio

source: Noncollinear points are points that are not on the same line.
es: Los puntos no colineales son puntos que no se encuentran en la misma línea recta.
pl: Punkty niewspółliniowe to takie punkty, które nie leżą na tej samej linii (prostej).
pt: Pontos não colineares são pontos que não estão na mesma linha.
tr: Doğrusal olmayan noktalar, aynı doğru üzerinde olmayan noktalardır.

source: None
es: Ninguno
fr: Aucun
nb: Ingen
pl: Żaden
pt: Nenhum
tr: Hiçbiri

source: None of the above
da: Ingen af de ovenstående
es: Ninguna de las anteriores
fr: Aucune de ces propositions
hi: उपर्युक्त में से कोई नहीं
nb: Ingen av alternativene
nl: Geen van bovenstaande
pl: Żadna z powyższych odpowiedzi.
pt: Nenhuma das anteriores
pt_pt: Nenhuma das anteriores
tr: Yukarıdakilerin hiçbiri

source: None this week.
da: Ingen i denne uge.
es: Ninguno esta semana.
fr: Aucun cette semaine.
nb: Ingen denne uken.
nl: Geen deze week.
pl: Brak w tym tygodniu.
pt: Nada esta semana.
pt_pt: Nenhum esta semana.
tr: Bu hafta hiç yok.

source: None!
es: ¡Ninguno!
ja: 皆無!
nb: Ingen!
nl: Geen!
pl: Żadne!
pt: Nenhum!
pt_pt: Nenhum!
tr: Hiçbiri!

source: Normalizes a number from another range into a value between 0 and 1. This is the same as using the map function with the last two parameters set to 0 and 1, i.e: map(value, low, high, 0, 1); Numbers outside the range are not clamped to 0 and 1, because out-of-range values are often intentional and useful.
da: Normaliserer et tal fra et andet interval til en værdi mellem 0 og 1. Dette er det samme som at bruge map funktionen med de sidste to parametre sat til 0 og 1, dvs.: map(value, low, high, 0, 1); Tal uden for intervallet er ikke låst til 0 og 1, fordi disse værdier er ofte valgt bevidst og er nyttige.
es: Normaliza un número de otro rango dentro de un valor entre 0 y 1. Esto es lo mismo que usar la función map() con los últimos dos parámetros establecidos en 0 y 1, p.ej.: map(valor,bajo, alto, 0, 1); Los números fuera del rango no están restringidos a 0 y 1, porque los valores fuera del rango son significativos y útiles.
nb: Normaliserer et tall fra et annet område til en verdi mellom 0 og 1. Dette er det samme som å bruke kartfunksjonen med to parametere angitt til 0 og 1, dvs: kart (verdi, lav, høy, 0, 1); Tall utenfor området er ikke festet til 0 og 1, fordi rekkevidde verdier er ofte tilsiktet og nyttig.
pl: Normalizuje liczbę z innego zakresu na wartość z zakresu pomiędzy 0 i 1. To to samo, co użycie funkcji map z dwoma ostatnimi parametrami ustawionymi na 0 i 1, np. map(value, low, high, 0, 1); Liczba spoza zakresy nie są ograniczane do 0 i 1, ponieważ wartości spoza zakresu często są zamierzone i przydatne.
pt: Normaliza um número de outro intervalo em um valor entre 0 e 1. Isso é o mesmo que usar a função map com os dois últimos parâmetros definidos como 0 e 1, ou seja, map(value, low, high, 0, 1); números fora do intervalo não são fixados em 0 e 1, porque valores fora do intervalo frequentemente são intencionais e úteis.
tr: Başka bir aralıktaki sayıyı, 0 ile 1 arasındaki bir değere normalize eder. Bu, map fonksiyonunu, son iki parametresi 0 ve 1 olarak kullanmakla aynıdır, örneğin: map(value, low, high, 0, 1); Aralığın dışındaki değerler 0 ve 1'e sabitlenmez, çünkü aralık dışı değerler genelde kasıtlı ve yararlıdır.

source: Normally we can find the variance <code>(\color{red}{s^2})</code> by averaging the <span class="hint_purple">squared deviations from the mean</span>. But remember we don't know the real population mean—we had to estimate it by using the <span class="hint_blue">sample mean</span>.
fr: Normalement, on trouve la variance <code>(\color{red}{s^2})</code> en faisant la moyenne <span class="hint_purple"> des carrés des écarts à la moyenne</span>. Mais ici, on ne connait pas la vraie moyenne de la population — on a dû l'estimer en utilisant la <span class="hint_blue"> moyenne de l'échantillon</span>.
pt: Normalmente podemos encontrar a variância<code>(\color{red}{s^2})</code> calculando os<span class="hint_purple">desvios quadrados da média</span>. Mas lembre-se que não sabemos a média real da população e temos que estimá-la usando a <span class="hint_blue">média amostral</span>.
tr: Normalde, <span class="hint_purple">ortalamadan sapmaların karesinin </span>ortalamasını alarak. varyansı <code>(\color{red}{s^2})</code>bulabiliriz. Ama gerçek nüfus ortalamasını bilmediğimizi hatırlayın - <span class="hint_blue">örneklem ortalamasını </span> kullanarak tahmin etmemiz gerekmişti.

source: Normally we can find the variance <code>(\red{s^2})</code> by averaging the <span class="hint_purple">squared deviations from the mean</span>. But remember we don't know the real population mean—we had to estimate it by using the <span class="hint_blue">sample mean</span>.
fr: Normalement, on trouve la variance <code>(\red{s^2})</code> en faisant la moyenne <span class="hint_purple"> des carrés des écarts à la moyenne</span>. Mais ici, on ne connait pas la vraie moyenne de la population — on a dû l'estimer en utilisant la <span class="hint_blue"> moyenne de l'échantillon</span>.
pt: Em geral, podemos encontrar a variância <code>(\red{s^2})</code> calculando a média dos <span class="hint_purple">desvios da média ao quadrado</span>. Mas lembre-se que não sabemos a média populacional real - temos que estimá-la usando a <span class="hint_blue">média amostral</span>.
tr: Normalde, <span class="hint_purple">ortalamadan sapmaların karesinin </span>ortalamasını alarak. varyansı <code>(\red{s^2})</code>bulabiliriz. Ama gerçek nüfus ortalamasını bilmediğimizi hatırlayın - <span class="hint_blue">örneklem ortalamasını </span> kullanarak tahmin etmemiz gerekmişti.

source: Not Available
da: Ikke Tilgængelig
es: No disponible
fr: Indisponible
ja: 利用できません．
nb: Ikke Tilgjengelig
nl: Niet beschikbaar
pl: Niedostepny
pt: Não disponível
pt_pt: Indisponível
tr: Mevcut değil

source: Not Done Yet!
da: Ikke færdig endnu!
es: ¡No está terminado todavía!
fr: Pas encore fait !
ja: まだしていません!
nb: Ikke ferdig ennå!
nl: Nog Niet Gedaan!
pl: Jeszcze niegotowe!
pt: Ainda não acabei!
pt_pt: Ainda não acabei!
tr: Daha Bitmedi!

source: Not Started
da: Ikke startet
es: Sin empezar
fr: Pas commencé
nb: Ikke startet
nl: Niet gestart
pl: Nierozpoczęte
pt: Não iniciado
pt_pt: Por aperfeiçoar
tr: Başlatılmamış

source: Not Supported
da: Understøttes Ikke
es: Sin soporte
fr: Pas pris en charge
nb: Støttes Ikke
nl: Niet ondersteund
pl: Nie obsługiwane
pt: Não suportado
pt_pt: Não suportado
tr: Desteklenmeyen

source: Not a valid email
da: Ikke en gyldig e-mail
es: No es un correo electrónico válido
fr: E-mail non valable
ja: 無効な電子メイルアドレスです．
nb: Ikke en gyldig e-postadresse
nl: Ongeldige e-mail
pl: Nieprawidłowy email
pt: E-mail inválido
pt_pt: E-mail inválido
tr: E-posta adresi geçerli değil

source: Not added due to spam detection
es: No se agregó debido a que se detectó spam
fr: N'est pas ajoutée en raison de la détection de spam
hi: स्पैम का पता लगाने के कारण जोड़ा नहीं
ja: スパム検知器により加えられませんでした．
nb: Ikke lagt på grunn av spam-gjenkjenning
nl: Niet toegevoegd als gevolg van spam
pl: Nie dodano ze względu na wykrycie spamu
pt: Não adicionado devido à detecção de spam
pt_pt: Não foi possível adicionar. Spam detetado
tr: Spam algılanması nedeniyle eklenmedi
