Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The solution is <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>,\enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
da: Løsningen er <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>,\enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
es: La solución es <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>,\enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
fr: La solution est <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>,\enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
nb: Løsningen er <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>,\enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
pl: Rozwiązaniem jest <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>,\enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
pt: A solução é <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>,\enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.
tr: Çözüm, <code>x = <var>fractionReduce(X_NUMER, X_DENOM)</var>,\enspace y = <var>fractionReduce(Y_NUMER, Y_DENOM)</var></code>.

source: The solution is the point where the two lines intersect.
da: Løsningen er det punkt, hvor de to linjer skærer hinanden.
es: La solución es el punto donde las dos rectas se intersectan.
fr: La solution est le couple de coordonnées du point d'intersection des deux droites.
nb: Løsningen er det punktet hvor de to linjene skjærer hverandre.
pl: Rozwiązaniem jest punkt, w którym obie proste się przecinają.
pt: A solução é o ponto onde as duas retas se interceptam.
tr: Çözüm, iki doğrunun kesiştiği noktadır.

source: The solution is: <code>x = <var>-B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) )</var></code>
da: Løsningen er: <code>x = <var>-B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) )</var></code>
es: La solución es: <code>x = <var>-B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) )</var></code>
fr: La solution est : <code>x = <var>-B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) )</var></code>
nb: Løsningen er: <code>x = <var>-B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) )</var></code>
pl: Tak więc rozwiązanie to: <code>x = <var>-B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) )</var></code>
pt: A solução é: <code>x = <var>-B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) )</var></code>

source: The solution is: <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>
da: Løsningen er: <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>
es: La solución es: <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>
fr: La solution est : <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>
nb: Løsningen er: <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>
pt: A solução é: <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>
tr: Çözüm: <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>

source: The solution to an inequality with the word "and" is the intersection of the graphs of the inequalities.
da: Løsningen til en ulighed med ordet "og" er skæringspunktet for graferne for ulighederne.
es: La solución a una desigualdad con la palabra "y" es la intersección de las gráficas de las desigualdades.
fr: Le connecteur logique est "ET", donc l'ensemble des solutions est l'intersection des ensembles de solutions de chacune des inéquations.
nb: Løsningen til en ulikhet med ordet "og" er skjæringspunktet for grafene for ulikhetene.
pt: A solução para uma inequação com a palavra "e" é a interceptação dos gráficos das inequações.
tr: içinde "ve" olan bir eşitsizliğin çözümü, eşitsizliklerin grafiklerinin kesişimidir.

source: The solutions are: <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var> \text{ <var>OR</var> } x = <var>decimalFraction( -B / 2 - sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>
da: Løsningerne er: <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var> \text{ <var>OR</var> } x = <var>decimalFraction( -B / 2 - sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>
es: Las soluciones son: <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var> \text{ <var>OR</var> } x = <var>decimalFraction( -B / 2 - sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>
fr: Les solutions sont : <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var> \text{ <var>OR</var> } x = <var>decimalFraction( -B / 2 - sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>
nb: Løsningene er: <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var> \text{ <var>OR</var> } x = <var>decimalFraction( -B / 2 - sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>
pt: As soluções são: <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var> \text{ <var>OR</var> } x = <var>decimalFraction( -B / 2 - sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>
tr: Çözümler: <code>x = <var>decimalFraction( -B / 2 + sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var> \text{ <var>OR</var> } x = <var>decimalFraction( -B / 2 - sqrt( C * -1 + pow( B / 2, 2 ) ), 1, 1 )</var></code>

source: The standard deviation is smaller if the points are closer to the mean. The standard deviation is larger if the points are more spread out. Try moving a point closer to and further away from the <span class="hint_blue">sample mean (<code>\bar{x}</code>)</span> to see how the <span class="hint_green">sample standard deviation (<code>s</code>)</span> is affected.
fr: L'écart-type est plus petit si les points sont plus proches de la moyenne. L'écart-type est plus grand si les points sont plus éloignés. Déplacer un point plus près ou plus loin de la <span class="hint_blue"> moyenne (<code>\bar{x}</code>)</span> pour voir l'effet sur <span class="hint_green"> l'écart-type (<code>s</code>)</span>.
pt: O desvio padrão é menor, se os pontos estão mais próximos da média. O desvio padrão é maior se os pontos estão mais espalhados. Tente mover um ponto mais próximo e mais afastado da <span class="hint_blue">média da amostra (<code>\bar{x}</code>)</span> para ver como o <span class="hint_green">desvio padrão da amostra (<code>s</code>)</span> é afetado.
tr: Noktalar ortalamaya yakınsa, standart sapma daha küçüktür. Noktalar daha yayılmış durumda ise, standart sapma daha büyüktür. Bir noktayı <span class="hint_blue"> örneklem ortalamasına (<code>\bar{x}</code>)</span> yaklaştırmayı deneyin ve <span class="hint_green"> örneklem standart sapmasının (<code>s</code>)</span> nasıl etkilendiğini görün.

source: The starting block has a length of <code><var>CODE_PARENT</var></code>, which can be rewritten as:
da: Startblokken har en længde på <code><var>CODE_PARENT</var></code>, som kan skrives som:
es: El bloque inicial tiene una longitud de <code><var>CODE_PARENT</var></code>, que puede reescribirse como:
fr: La longueur du bloc de départ est <code><var>CODE_PARENT</var></code>, ce qui peut s'écrire :
hi: आरंभिक ब्लाक की लम्बाई है <code><var>CODE_PARENT</var></code>, जिसका पुनर्लेखन इस तरह किया जा सकता है:
nb: Startblokken har en lengde på <code><var>CODE_PARENT</var></code>, som kan skrives som:
nl: De startbalk heeft een lengte van <code><var>CODE_PARENT</var></code>, wat je ook kan schrijven als:
pl: Długość klocka startowego wynosi <code><var>CODE_PARENT</var></code>, co można przepisać jako:
pt: O comprimento do bloco inicial é <code><var>CODE_PARENT</var></code>, que pode ser reescrito como:
tr: Başlangıçtaki bloğun uzunluğu <code><var>CODE_PARENT</var></code>, bunu şu şekilde yeniden yazabiliriz:

source: The subscriber’s name, address, and telephone number, and a statement that the subscriber consents to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the subscriber’s address is outside of the United States, for any judicial district in which Khan Academy may be found, and that the subscriber will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person.
da: Abonnentens navn, adresse, og telefonnummer og en erklæring om, at abonnenten giver sit samtykke til retskredsen for Federal District Court, hvori adressen er beliggende, eller hvis abonnentens adresse er udenfor USA, enhver retskreds, hvor Khan Academy kan findes, og at abonnenten vil acceptere forkyndelse af stævningen fra den person, der har givet meddelelse i henhold til underafsnit (c)(1)(C) eller en repræsentant for denne person.
es: El nombre, dirección y número de teléfono del Suscriptor, junto con una declaración de que el Suscriptor se somete a la jurisdicción del Tribunal Federal de Distrito correspondiente al distrito judicial donde se encuentra la dirección, o si la dirección del suscriptor está fuera de los Estados Unidos, al distrito judicial donde Khan Academy se encuentra, y que el suscriptor aceptará la notificación de actos procesales de la persona que proporcionó la notificación bajo la subsección (c)(1)(C) o de un representante de la misma.
fr: Le nom de l'abonné, son adresse et numéro de téléphone, ainsi qu'une déclaration selon laquelle l'abonné consente à ce que la jurisprudence du Federal District Court, basée dans le district judiciaire où se trouve l'adresse. Si l'adresse de l'abonné se trouve en dehors des États-Unis, n'importe quel district judiciaire dans lequel sera basé Khan Academy sera utilisé. L'abonné acceptera les procédés légaux qui lui seront remis par un représentant légal ou son mandataire tel que spécifié le sous-paragraphe (c)(1)(c).
nb: Abonnentens navn, adresse og telefonnummer og en erklæring om at abonnenten samtykker til jurisdiksjonen for Federal District Court, hvor adressen ligger, eller hvis abonnentens adresse er utenfor USA, enhver jurisdiksjon hvor Khan Academy kan finnes, og at abonnenten aksepterer forkynnelse av stevningen fra den person som varslet i henhold til underavsnitt (c)(1)(C) eller en representant for denne person.
nl: De naam, adres en telefoonnummer van de gemeldde en een verklaring dat de melder instemt met de jurisdictie van het Federaal District Court voor het gerechtelijk arrondissement waarin het zich bevindt, of als het adres van de gemeldde buiten de Verenigde Staten is, voor elk gerechtelijk arrondissement in welke Khan Academy is kan worden gevonden, en dat de gemeldde kennisgeving aanvaardt van de persoon die de melding stuurde zoals vermeld onder (c)(1)(C) of een vertegenwoordiger van een dergelijke persoon.
pl: Nazwa abonenta, adres, numer telefonu i oświadczenie, że abonent wyraża zgodę na jurysdykcję Federalnego Sądu Okręgowego dla okręgu sądowego, w którym znajduje się adres, a jeśli adres abonenta znajduje się poza granicami Stanów Zjednoczonych, dla każdego okręgu sądowego, w którym można znaleźć Khan Academy, i w którym abonent zaakceptuje obsługę procesu przez osobę, która przedłożyła zawiadomienie zgodnie z podpunktem (c)(1)(C) lub przedstawiciela takiej osoby.
pt: Nome, endereço e número de telefone do assinante e uma declaração de que o assinante concorda com a jurisdição do Tribunal de Justiça do Distrito Federal para o distrito judicial em que se encontra o endereço, ou, se o endereço do assinante está fora dos Estados Unidos, para qualquer distrito judicial em que a Khan Academy possa ser encontrada, e que o assinante aceitará o serviço de processo da pessoa que forneceu a notificação sob a subseção (c)(1)(C) ou um agente de tal pessoa.
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: The sum is <code><var>NUM1</var> + <var>NUM2</var></code> cars.
da: Summen er <code><var>NUM1</var> + <var>NUM2</var></code> biler.
es: La suma es <code><var>NUM1</var> + <var>NUM2</var></code> automóviles.
fr: La somme est <code><var>NUM1</var> + <var>NUM2</var></code>.
hi: योग है <code><var>NUM1</var> + <var>NUM2</var></code> गाड़ियों काI
ja: 合計として<code><var>NUM1</var> + <var>NUM2</var></code>台の車があります．
nb: Summen er <code><var>NUM1</var> + <var>NUM2</var></code> biler.
nl: De som is <code><var>NUM1</var> + <var>NUM2</var></code> auto's.
pl: Suma wynosi <code><var>NUM1</var> + <var>NUM2</var></code> samochodów.
pt: A soma é <code><var>NUM1</var> + <var>NUM2</var></code> carros.
tr: Toplam <code><var>NUM1</var> + <var>NUM2</var></code> araba.

source: The sum is <code><var>NUM1</var> + <var>NUM2</var></code> people on the train.
da: Summen er <code><var>NUM1</var> + <var>NUM2</var></code> personer på toget.
es: La suma es <code><var>NUM1</var> + <var>NUM2</var></code> personas en el tren.
fr: La somme est <code><var>NUM1</var> + <var>NUM2</var></code>.
hi: योग है <code><var>NUM1</var> + <var>NUM2</var></code> व्यक्ति रेल मेंI
ja: 合計として<code><var>NUM1</var> + <var>NUM2</var></code>人の人々が電車に乗っています．
nb: Summen er <code><var>NUM1</var> + <var>NUM2</var></code> personer på toget.
nl: Er zitten <code><var>NUM1</var> + <var>NUM2</var></code> mensen in de trein.
pl: Suma to <code><var>NUM1</var> + <var>NUM2</var></code> osób w pociągu.
pt: A soma é <code><var>NUM1</var> + <var>NUM2</var></code> pessoas no trem.
tr: Toplam <code><var>NUM1</var> + <var>NUM2</var></code> kişi trendedir.

source: The sum is <code><var>NUM1</var> + <var>NUM2</var></code> trees.
da: Summen er <code><var>NUM1</var> + <var>NUM2</var></code> træer.
es: La suma es <code><var>NUM1</var> + <var>NUM2</var></code> árboles.
fr: La somme est <code><var>NUM1</var> + <var>NUM2</var></code>.
hi: योग है <code><var>NUM1</var> + <var>NUM2</var></code> पेड़ोंI
ja: 合計として<code><var>NUM1</var> + <var>NUM2</var></code>本の木があります．
nb: Summen er <code><var>NUM1</var> + <var>NUM2</var></code> trær.
nl: De som is <code><var>NUM1</var> + <var>NUM2</var></code> bomen.
pl: Suma wynosi <code><var>NUM1</var> + <var>NUM2</var></code> drzew.
pt: A soma é <code><var>NUM1</var> + <var>NUM2</var></code> árvores.
tr: Toplam <code><var>NUM1</var> + <var>NUM2</var></code> ağaçtır.

source: The sum of %(A)s and &lt;code&gt;%(TERM)s&lt;/code&gt; is:
da: Summen af %(A)s og &lt;code&gt;%(TERM)s&lt;/code&gt; er:
es: La suma de %(A)s y &lt;code&gt;%(TERM)s&lt;/code&gt; es:
fr: La somme de %(A)s et de &lt;code&gt;%(TERM)s&lt;/code&gt; s'écrit :
nb: Summen av %(A)s og &lt;code&gt;%(TERM)s&lt;/code&gt; er:
pt: A soma de %(A)s e &lt;code&gt;%(TERM)s&lt;/code&gt; é:

source: The sum of %(A)s and the product of %(B)s and &lt;code&gt;x&lt;/code&gt;.
da: Summen af %(A)s og produktet af %(B)s og &lt;code&gt;x&lt;/code&gt;.
es: La suma de %(A)s y el producto de %(B)s y &lt;code&gt;x&lt;/code&gt;.
fr: La somme de %(A)s et du produit de %(B)s par &lt;code&gt;x&lt;/code&gt;.
nb: Summen av %(A)s og produktet av %(B)s og &lt;code&gt;x&lt;/code&gt;.
pt: A soma das %(A)s e o produto de %(B)s e &lt;code&gt;x&lt;/code&gt;.
tr: %(B)s çarpı &lt;code&gt;x&lt;/code&gt; artı %(A)s.

source: The sum of %(A)s and the quantity of %(B)s times &lt;code&gt;x&lt;/code&gt;.
da: Summen af %(A)s og størrelsen af %(B)s gange &lt;code&gt;x&lt;/code&gt;.
es: La suma de %(A)s y el resultado de %(B)s por &lt;code&gt;x&lt;/code&gt;.
fr: La somme de %(A)set du produit de %(B)s par &lt;code&gt;x&lt;/code&gt;.
nb: Summen av %(A)s og størrelsen av %(B)s ganger &lt;code&gt;x&lt;/code&gt;.
pt: A soma das %(A)s e a quantidade de %(B)s vezes &lt;code&gt;x&lt;/code&gt;.
tr: %(A)s ile %(B)s çarpı &lt;code&gt;x&lt;/code&gt; toplamı.

source: The sum of %(D)s and &lt;code&gt;%(TERM)s&lt;/code&gt; is:
da: Summen af %(D)s og &lt;code&gt;%(TERM)s&lt;/code&gt; er:
es: La suma de %(D)s y &lt;code&gt;%(TERM)s&lt;/code&gt; es:
fr: La somme de %(D)s et de &lt;code&gt;%(TERM)s&lt;/code&gt; s'écrit :
nb: Summen av %(D)s og &lt;code&gt;%(TERM)s&lt;/code&gt; er:
pt: A soma de %(D)s e &lt;code&gt;%(TERM)s&lt;/code&gt; é:
tr: %(D)s ile &lt;code&gt;%(TERM)s&lt;/code&gt; toplamı:

source: The sum of %(D)s and the product of %(C)s and the above expression.
da: Summen af %(D)s og produktet af %(C)s og det ovenstående udtryk.
es: La suma de %(D)s y el producto de %(C)s y la expresión anterior.
fr: La somme de %(D)s et du produit de %(C)s par cette expression.
nb: Summen av %(D)s og produktet av %(C)s og det ovenstående uttrykket.
pt: A soma de %(D)s e o produto de %(C)s e a expressão acima.
tr: %(D)s ile %(C)s ve üstteki ifadenin çarpımının toplamı.

source: The sum of %(D)s and the quantity of %(C)s times the above expression.
da: Summen af %(D)s og størrelsen af %(C)s gange det ovenstående udtryk.
es: La suma de %(D)s y el resultado de %(C)s por la expresión anterior.
fr: La somme de %(D)s et du produit de %(C)s par cette expression.
nb: Summen av %(D)s og størrelsen av %(C)s ganger det ovenstående uttrykket.
pt: A soma de %(D)s e a quantidade de %(C)s vezes a expressão acima.
tr: %(D)s ile %(C)s çarpı üstteki ifadenin toplamı.

source: The sum of <code><var>SEQ_LENGTH</var></code> consecutive <var>plural_form(SEQ_TYPE, SEQ_LENGTH)</var> is <code><var>SUM</var></code>.
fr: La somme de <code><var>SEQ_LENGTH</var></code> <var>plural_form(SEQ_TYPE, SEQ_LENGTH)</var> consécutifs est <code><var>SUM</var></code>.
nb: Summen av <code><var>SEQ_LENGTH</var></code> etterfølgende <var>plural_form(SEQ_TYPE, SEQ_LENGTH)</var> er <code><var>SUM</var></code>.
pl: Suma <code><var>SEQ_LENGTH</var></code> kolejnych <var>plural_form(SEQ_TYPE, SEQ_LENGTH)</var> wynosi <code><var>SUM</var></code>.
pt: A soma de <code><var>SEQ_LENGTH</var></code> consecutivos <var>plural_form(SEQ_TYPE, SEQ_LENGTH)</var> é <code><var>SUM</var></code>.
tr: <code><var>SEQ_LENGTH</var></code> ardışık <var>plural_form(SEQ_TYPE, SEQ_LENGTH)</var> toplamı, <code><var>SUM</var></code>.

source: The sum of <var>cardinalThrough20(B)</var> and the product of <var>cardinalThrough20(M)</var> and a number <code>x</code>.
fr: La somme de <var>cardinalThrough20(B)</var> et du produit de <var>cardinalThrough20(M)</var> par <code>x</code>.
hi: <var>cardinalThrough20(B)</var> का निष्कर्ष और<var>cardinalThrough20(M)</var> का परिणाम और एक संख्या <code>x</code>.
nb: Summen av <var>cardinalThrough20(B)</var> og produktet av <var>cardinalThrough20(M)</var> og et tall<code>x</code>.
pl: Suma <var>cardinalThrough20(B)</var> oraz iloczynu <var>cardinalThrough20(M)</var> i liczby <code>x</code>.
pt: A soma de <var>cardinalThrough20(B)</var> e o produto de <var>cardinalThrough20(M)</var> e um número <code>x</code>.
tr: <var>cardinalThrough20(B)</var> ile <var>cardinalThrough20(M)</var> ve bir <code>x</code> sayısının çarpımının toplamı.

source: The sum of all of her scores is then <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + x</code>.
nb: Summen av karakterene er da <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + x</code>.
pt: A soma de seus pontos é <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + x</code>.
tr: Puanlarının toplamı, <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + x</code>'dir.

source: The sum of all of his scores is then <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + x</code>.
nb: Summen av karakterene er da <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + x</code>.
pt: A some de seus pontos é <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + x</code>.
tr: Puanlarının toplamı, <code><var>COUNT</var> \cdot <var>OLD_AVG</var> + x</code>'dir.

source: The sum of an arithmetic series is the number of terms in the series times the average of the first and last terms.
es: La suma de una serie aritmética es el número de términos de la serie multiplicado por el promedio de el primer término y el último.
fr: La somme de n termes d'une suite arithmétique est égale au produit du nombre de termes par la demi-somme du premier et du dernier terme.
nb: Summen av en aritmetisk rekke er antall ledd i rekken ganger gjennomsnittet av første og siste ledd.
pt: A soma de uma progressão aritmética é o número de termos da série multiplicado pela média dos termos inicial e final.
tr: Bir aritmetik serinin toplamı eşittir dizinin terim sayısı çarpı ilk ve son teriminin ortalaması.

source: The sum of the <code><var>SEQ_LENGTH</var></code> consecutive <var>plural_form(SEQ_TYPE, SEQ_LENGTH)</var> is:
fr: La somme des <code><var>SEQ_LENGTH</var></code> <var>plural_form(SEQ_TYPE, SEQ_LENGTH)</var> consécutifs est :
nb: Summen av <code><var>SEQ_LENGTH</var></code> etterfølgende <var>plural_form(SEQ_TYPE, SEQ_LENGTH)</var> er:
pl: Suma <code><var>SEQ_LENGTH</var></code> kolejnych <var>plural_form(SEQ_TYPE, SEQ_LENGTH)</var> wynosi:
pt: A soma de <code><var>SEQ_LENGTH</var></code> consecutivos <var>plural_form(SEQ_TYPE, SEQ_LENGTH)</var> é:
tr: <code><var>SEQ_LENGTH</var></code> ardışık <var>plural_form(SEQ_TYPE, SEQ_LENGTH)</var> toplamı:

source: The sum of the angles is <code><var>A_ANGLE_REP</var> + <var>B_ANGLE_REP</var> = <var>INTERMEDIATE_ANGLE_REP</var></code>.
es: La suma de los ángulos es <code><var>A_ANGLE_REP</var> + <var>B_ANGLE_REP</var> = <var>INTERMEDIATE_ANGLE_REP</var></code>.
fr: La somme des arguments est <code><var>A_ANGLE_REP</var> + <var>B_ANGLE_REP</var> = <var>INTERMEDIATE_ANGLE_REP</var></code>.
pt: A soma dos ângulos é <code><var>A_ANGLE_REP</var> + <var>B_ANGLE_REP</var> = <var>INTERMEDIATE_ANGLE_REP</var></code>.
tr: Açıların toplamı, <code><var>A_ANGLE_REP</var> + <var>B_ANGLE_REP</var> = <var>INTERMEDIATE_ANGLE_REP</var></code>.

source: The sum of the polygon's interior angles is <code><var>ANSWER</var>^{\circ}</code>.
es: La suma de los ángulos internos del polígono es <code><var>ANSWER</var>^{\circ}</code>.
fr: La somme des angles du polygone est égale à <code><var>ANSWER</var>^{\circ}</code>.
pl: Suma kątów wewnętrznych wielokąta wynosi <code><var>ANSWER</var>^{\circ}</code>.
pt: A soma dos ângulos internos de um polígono é <code><var>ANSWER</var>^{\circ}</code>.
tr: Çokgenin iç açıları toplamı, <code><var>ANSWER</var>^{\circ}</code>.

source: The sum of two angles is <code><var>C1</var>^\circ</code>. Angle 2 is <code><var>abs(C2)</var>^\circ</code> smaller than <code><var>abs(A2)</var></code> times angle 1.
es: Es la suma de dos ángulos es <code><var>C1</var>^\circ</code>. El ángulo 2 es <code><var>abs(C2)</var>^\circ</code> más pequeño que <code><var>abs(A2)</var></code> por el ángulo 1.
fr: La somme de deux angles est <code><var>C1</var>^\circ</code>. L'angle 2 est inférieur de <code><var>abs(C2)</var>^\circ</code> au produit par <code><var>abs(A2)</var></code> de l'angle 1.
nb: Summen av to vinkler er <code><var>C1</var>^\circ</code>. Vinkel 2 er <code><var>abs(C2)</var>^\circ</code> mindre enn <code><var>abs(A2)</var></code> ganger vinkel 1.
pl: Suma miar dwóch kątów wynosi <code><var>C1</var>^\circ</code>. Drugi kąt jest o <code><var>abs(C2)</var>^\circ</code> mniejszy od <code><var>abs(A2)</var></code> razy miara pierwszego kąta.
pt: A soma de dois ângulos é <code><var>C1</var>^\circ</code>. O ângulo 2 é <code><var>abs(C2)</var>^\circ</code> vezes menor que <code><var>abs(A2)</var></code> o ângulo 1.
tr: İki açının toplamı <code><var>C1</var>^\circ</code>. 2. Açı <code><var>abs(A2)</var></code> çarpı 1. Açıdan <code><var>abs(C2)</var>^\circ</code> azdır.
