Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Want to ask a question to the community about improving your program? <br> Head over to the <a href="javascript:void(0);" data-tab-target="projectfeedback">help requests tab</a>! <br> We'll keep this area for questions that the community has for you about your program.
da: Ønsker du at stille et spørgsmål til fællesskabet om forbedring af dit program? <br> Gå til fanen <a href="javascript:void(0);" data-tab-target="projectfeedback">anmodninger om hjælp</a>! <br> Vi forbeholder dette område til spørgsmål, som fællesskabet har til dig om dit program.
es: ¿Quieres hacerle una pregunta a la comunidad acerca del mejoramiento de tu programa? <br> Dirígete a la <a href="javascript:void(0);" data-tab-target="projectfeedback">pestaña para solicitar ayuda</a>! <br> Mantendremos esta área para preguntas que la comunidad tenga para ti acerca de tu programa.
fr: Vous voulez poser une question à la communauté concernant l'amélioration de votre programme ? <br> Allez sur l'<a href="javascript:void(0);" data-tab-target="projectfeedback">onglet de requêtes d'aide</a> ! <br> Nous gardons cet espace pour les questions que la communauté a à vous poser à propos de votre programme.
ja: コミュニティにあなたのプログラムを改善するための質問をしたいですか? <br> <a href="javascript:void(0);" data-tab-target="projectfeedback">ヘルプリクエストタブ</a>を見て下さい! <br> この部分は，あなたのため，あなたのプログラムについてコミュニティに質問するためにとってあります．
nb: Vil du stille fellesskapet et spørsmål om hvordan du kan forbedre programmet ditt? <br> Gå over til fanen<a href="javascript:void(0);" data-tab-target="projectfeedback">forespørsel om hjelp</a>! <br> Dette området er ment for spørsmål fellesskapet har til deg om ditt program.
nl: Een vraag stellen aan de community over het verbeteren van je prorgramma? <br> Ga naar de <a href="javascript:void(0);" data-tab-target="projectfeedback">hulpverzoeken tab</a>! <br> Hier hebben we ruimte voor vragen die de community heeft voor jou over je programma.
pl: Chcesz zadać społeczności pytanie dotyczące ulepszenia twojego programu? <br> Skorzystaj z <a href="javascript:void(0);" data-tab-target="projectfeedback">zakładki "prośba o pomoc"</a>! <br> Utrzymamy tą przestrzeń na potrzeby pytań od społeczności w sprawie twojego programu.
pt: Quer perguntar à comunidade sobre como melhorar seu programa? <br> Vá até a <a href="javascript:void(0);" data-tab-target="projectfeedback">guia de pedido de ajuda</a>! <br> Manteremos essa área para perguntas que a comunidade tenha para você sobre seu programa.
pt_pt: Pretendes colocar uma perguntar à comunidade acerca de possíveis melhorias no teu programa? <br> Dirige-te ao <a href="javascript:void(0);" data-tab-target="projectfeedback">separador de pedidos de ajuda</a>! <br> Esta área deverá servir apenas para questões que a comunidade quer fazer acerca sobre o teu programa.
tr: Diğer üyelere programınızı nasıl geliştirebileceğinizi mi sormak istiyorsunuz? <br> <a href="javascript:void(0);" data-tab-target="projectfeedback">Yardım İstekleri sekmesi</a>ni kullanabilirsiniz! <br> Bu alan diğer üyelerin progrmanız hakkındaki sorularına ayrılmıştır.

source: We’re deeply committed to creating a safe and secure online environment for all of our learners, and we want learners of all ages to enjoy using our site. We’re asking about your age because we take <a href='/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13'>extra care for our younger learners under the age of 13</a>, so please be honest! We want to give you the best, safest experience for your age. Happy learning!
da: Vi er dybt engageret i at skabe et trygt og sikkert online-miljø for alle vores elever, og vi ønsker elever i alle aldre nyder at bruge vores hjemmeside. Vi beder om din alder, fordi vi tager <a href='/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13'> ekstra hensyn til vores yngre elever, dem under 13</a>, så vær ærlig! Vi ønsker at give dig den bedste, sikreste oplevelse baseret på din alder. Lær og vær glad!
es: Estamos profundamente comprometidos en crear un ambiente virtual seguro y protegido para todos nuestros estudiantes y queremos que los estudiantes de todas las edades disfruten usando nuestro sitio. Estamos preguntando por tu edad por que tenemos <a href='/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13'>cuidado especial en nuestros estudiantes más jóvenes menores de 13 años </a>, así que por favor, ¡sé honesto! Queremos darte la mejor y más segura experiencia para tu edad. ¡Feliz aprendizaje!
fr: Nous sommes profondément engagés pour créer un environnement pour tous nos étudiants, et nous voulons que les étudiants de tous âges puissent apprécier naviguer sur notre site. Nous vous demandons votre âge parce que nous prenons<a href='/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13'>soin particulièrement de nos plus jeunes étudiants en dessous de 13 ans</a>, donc soyez honnêtes! Nous voulons vous donnez la meilleure, la plus sûre des expériences pour vôtre âge. Bon apprentissage!
nb: Vi er dypt forpliktet til å lage et trygt online miljø for alle lærende, og vi ønsker at elever i alle aldre liker siden vår. Vi spør etter alderen fordi vi tar <a href='/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13'>ekstra vare på elever under 13</a>, så vær ærlig! Vi vil gi deg den beste oppfølgingen for din alder. God læring!
nl: We zijn sterk toegewijd aan het creëeren van een veilige online omgeving voor al onze leerlingen en willen er zorg voor dragen dat alle leeftijdsgroepen met plezier onze site kunnen gebruiken. We vragen u naar jouw leeftijd omdat we extra voorzichtig zijn met <a href='/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13'>leerlingen onder de leeftijd van 13 jaar</a>. Wees dus eerlijk! Zodat wij jou de beste, meest veilige ervaring kunnen bieden! Veel plezier met leren!
pl: Jesteśmy zdecydowani stworzyć bezpieczne środowisko online dla wszystkich uczących się, i chcemy, żeby uczniowie w każdym wieku czerpali przyjemność z używania naszej strony. Pytamy Cię o wiek, ponieważ <a href='/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13'>szczególnie dbamy o naszych najmłodszych uczniów, w wieku poniżej 13 lat</a>, więc prosimy, bądź szczery! Chcemy zapewnić Ci najlepsze i bezpieczne doświadczenie odpowiednio dla Twojego wieku. Wesołej nauki!
pt: Estamos profundamente comprometidos em criar um ambiente on-line seguro para todos os nossos estudantes, e queremos que alunos de todas as idades tenham uma ótima experiência em nosso site. Perguntamos sua idade porque temos um <a href='/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13'>cuidado extra com alunos abaixo de 13 anos</a>, então seja honesto! Queremos oferecer a você a melhor e mais segura experiência para sua idade. Tenha um ótimo aprendizado!
pt_pt: O nosso compromisso é criar e manter um ambiente online seguro para todos os alunos, tenham que idade tiverem. Perguntamos-te a tua idade porque <a href='/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13'>temos de ter mais atenção aos alunos com menos de 13 anos</a>. Por isso, não mintas! Queremos proporcionar-te a experiência mais indicada e segura para a tua idade. Diverte-te!
tr: Bütün öğrencilerimiz için güvenli bir çevirimiçi ortam oluşturmayı hedefliyoruz, ve sitemizden her yaştan öğrencinin yararlanabilmesini istiyoruz. Yaşınızı sormamızın sebebi, <a href='/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13'>13 yaşın altındaki daha genç öğrencilerimizin güvenliği için daha fazla çaba harcıyor olmamızdır</a>. Bu sebeple, lütfen dürüst olun! Yaşınıza uygun en iyi ve güvenli deneyimi sunmak istiyoruz. Mutlu öğrenmeler!

source: Your Facebook account does not have an email address associated with it. This can happen if you signed up for Facebook on a phone. The easiest thing to do is log in to Khan Academy with Google or an email address. If you want, you can add an email address to your Facebook account and try again.
bg: Вашият Facebook акаунт няма имейл адрес, свързан с него. Това може да се случи, ако сте се регистрирали във Facebook през телефон. Най-лесното, което можете да направите, е да се впишете в Кан Академия с Google, или с имейл адрес. Ако искате, можете да добавите имейл адрес към акаунта си във Facebook и да опитате отново.
da: Din Facebook-konto har ikke en e-mail addresse knyttet til den. Dette kan ske, hvis du har tilmeldt dig Facebook med en telefon. Det nemmeste er at logge ind på Khan Academy med Google eller en e-mail-adresse. Hvis du vil, kan du tilføje en e-mail-adresse til din Facebook konto og prøve igen.
es: Tu cuenta de Facebook no tiene una cuenta de correo electrónico asociada. Esto puede ocurrir si te registraste en Facebook en un teléfono. La forma más fácil es ingresar a Khan Academy utilizando Google o un correo electrónico. Si lo deseas, puedes agregar una dirección de correo electrónico a tu cuenta de Facebook e intentarlo de nuevo.
fr: Votre compte Facebook n'a pas d'adresse e-mail associée avec lui. Cela peut arriver si vous vous êtes inscrit à Facebook avec un téléphone. Le plus simple est de se connecter à la Khan Academy avec Google ou une adresse e-mail. Si vous voulez, vous pouvez aussi ajouter une adresse e-mail à votre compte Facebook et réessayer.
he: בחשבון הפייסבוק שלכם לא קיימת כתובת דואר אלקטרוני המשויכת אליו. אחת הסיבות האפשריות היא שנרשמת לפייסבוק דרך מכשיר סלולרי. הדרך הקלה ביותר היא להתחבר לאקדמיית קהאן בעזרת חשבון גוגל או כתובת דואר אלקטרוני. אם אתם רוצים, אתם יכולים להוסיף לחשבון הפייסבוק שלכם כתובת דואר אלקטרוני ולנסות שוב.
ja: あなたの Facebook アカウントには結びつけられた電子メイルアドレスがありません． これはあなたがFacebookにスマートフォンを使ってサインアップした時に起こることがあります． カーンアカデミーにログインする簡単な方法はGoogleあるいは電子メイルアドレスを使うことです． もしFacebookでログインしたい場合，電子メイルアドレスをあなたのFacebook アカウントに追加してもう一度ログインを試してみて下さい．
nb: Din Facebook-konto har ikke en e-adresse forbundet med den. Dette kan skje hvis du registrerte deg hos Facebook på en telefon. Den enkleste tingen å gjøre er å logge inn hos Khan Academy med Google eller en e-postadresse. Hvis du vil, kan du legge en e-postadresse i Facebook-kontoen og prøve på nytt.
nl: Jouw Facebook-account heeft geen e-mailadres gekoppeld aan het account. Dit kan gebeuren als je je hebt aangemeld bij Facebook via een telefoon. Het eenvoudigste is om in te loggen op Khan Academy via Google of via een e-mailadres. Indien je dat wilt, kan je ook een e-mailadres toevoegen aan je Facebook -account en opnieuw proberen.
pl: Twoje konto na Facebooku nie ma przypisanego do niego adresu email. To może się zdarzyć, jeśli rejestrujesz się na Facebooku poprzez telefon. Najprostsze, co możesz zrobić, to zalogować się do Khan Academy poprzez konto Google lub adres email. Jeśli chcesz, możesz dodać adres email do Twojego konta na Facebooku i spróbować ponownie.
pt: Sua conta do Facebook não possui um endereço de e-mail vinculado a ela. Isso pode ter ocorrido se você criou uma conta no Facebook pelo celular. O mais fácil é fazer login na Khan Academy pelo Google ou por um endereço de e-mail. Se preferir, você pode adicionar um endereço de e-mail a sua conta do Facebook e tentar novamente.
pt_pt: A tua conta do Facebook não está associada a nenhum endereço de e-mail. Isto poderá ter acontecido por teres criado a tua conta a partir de um telemóvel. A melhor forma de resolveres este problema é iniciares sessão na Khan Academy com o Google ou com um endereço de e-mail. Se pretenderes, podes também associar um endereço de e-mail à tua conta do Facebook e voltar a tentar.
tr: Facebook hesabınızla bağlantılı bir e-posta adresi bulunmamaktadır. Bu, Facebook'a telefondan bağlanmış olmanızdan kaynaklanabilir. En kolay çözüm, Khan Academy'ye Google veya e-posta adresinizi kullanarak giriş yapmaktır. Eğer isterseniz, Facebook hesabınıza bir e-posta adresi ekleyerek tekrar deneyebilirsiniz.

source: City Monthly Cup winners are ranked #1 for the Month period on the Cities tab leaderboards.
nb: Byvinnere for månedlig cup er rangert #1 for den månedlige perioden på resultatlisten for byer.
pt: As cidades vencedoras do campeonato mensal são aquelas que ficaram na primeira posição na guia Cidades dos quadros de classificação do mês.
tr: Şehir Aylık Kupası'nın kazananlar, Ay boyunca Şehir sekmesi liderlik panolarında #1 sırada bulunurlar.

source: Khan Academy is a nonprofit on a mission to provide a free, world-class education for anyone, anywhere. It is a personalized learning resource for all ages. Khan Academy offers practice exercises, instructional videos, and a personalized learning dashboard that empower learners to study at their own pace in and outside of the classroom. Khan Academy tackles math, science, computer programming, history, art history, economics, and more. Our math missions guide learners from kindergarten to calculus using state-of-the-art, adaptive technology that identifies strengths and learning gaps.
es: Khan Academy es una asociación sin fines de lucro con la misión de proporcionar una educación gratis, de clase mundial, para cualquiera, en cualquier lugar. Es un recurso de aprendizaje personalizado para todas las edades. Khan Academy ofrece ejercicios de práctica, videos instructivos y un panel de aprendizaje personalizado que le otorga el poder a los estudiantes de estudiar a su propio ritmo, dentro y fuera del salón de clases. Khan Academy aborda matemáticas, ciencia, programación, historia, historia del arte, economía y más. Nuestras misiones de matemáticas guían a los estudiantes desde el jardín de niños hasta cálculo usando tecnología de punta que identifica fortalezas y debilidades en el aprendizaje.
nb: Khan Academy er et ikke-kommersielt selskap, som har som mål å gi gratis, førsteklasses utdanning for alle overalt. Det er en personlig læringsressurs for all aldre. Khan Academy tilbyr oppgaver, instruksjonsvideoer og en personlig læringings- oversikt som vil hjelpe elevene å arbeide i eget tempo i og utenfor klasserommet. Khan Academy har ressurser i matematikk, naturfag, programmering, historie, kunsthistorie, økonomi og mer. Våre matematikk- oppdrag veileder elever fra barnehage til kalkulus ved hjelp av state-of-the-art, adaptive teknologi som identifiserer kunnskap og tetter hull i kunnskapen.
pt: A Khan Academy é uma organização sem fins lucrativos com a missão de fornecer educação de qualidade para qualquer pessoa, em qualquer lugar. É uma fonte de aprendizado personalizada para todas as idades. A Khan Academy oferece exercícios práticos, vídeos instrutivos e um painel de aprendizado personalizado que ajuda os alunos a estudar em seu próprio ritmo dentro e fora da sala de aula. A Khan Academy aborda matemática, ciências, programação de computadores, história, literatura, economia e muito mais. Nossas missões matemáticas orientam alunos do jardim de infância até cálculo, usando tecnologia adaptativa de ponta que identifica os pontos fortes e as falhas de aprendizado.
pt_pt: A Khan Academy é uma organização sem fins lucrativos que tem a missão de fornecer educação gratuita e de qualidade para toda a gente, em todo o lado. É uma ferramenta de aprendizagem personalizável para todas as idades. A Khan Academy oferece exercícios práticos, vídeos educativos e um painel de aprendizagem personalizado que permite aos estudantes aprenderem ao seu próprio ritmo e fora da sala de aula. A Khan Academy aborda temas de Matemática, ciência, programação, história, história da arte, economia, etc. As nossas missões de Matemática guiam alunos desde o jardim de infância até ao cálculo usando uma tecnologia inovadora e adaptável que identifica forças e lacunas de aprendizagem.
tr: Khan Academy her yerde herkes için dünya standartlarında ücretsiz bir eğitim sağlamak misyonuna sahip kar gütmeyen bir kurumdur. Her yaş için kişiselleştirilmiş bir öğrenme kaynağıdır. Khan Academy öğrenicilere kendi hızlarında, sınıf içi ve dışında çalışmaları için alıştırmalar, ders videoları ve kişiselleştirilmiş bir kontrol paneli sunra. Khan Academy matematik, fen, bilgisayar programlama, tarih, sanat tarihi, ekonomi ve daha başka dersleri kapsar. Matematik görevlerimiz kuvvetli yönleri ve öğrenmedeki boşlukları ayırt eden en yeni, uyarlanabilir teknoloji kullanarak öğrenicilere ana sınıfından analize kadar rehberlik eder.

source: Feedback on your experience helps us make it better for others! If you have any thoughts for us about your experience <a class="feedback-link" href="/reportissue?type=Comment&issue_labels=assessment target=_blank">we welcome your feedback</a>.
da: Feedback på din oplevelse hjælper os med at gøre det bedre for andre! Hvis du har nogen tanker til os om din oplevelse <a class="feedback-link" href="/reportissue?type=Comment&issue_labels=assessment target=_blank"> vi glæder til at høre din feedback</a>.
es: ¡Los comentarios sobre tu experiencia nos ayudará a mejorar! Si tienes alguna idea para nosotros acerca de tu experiencia <a class="feedback-link" href="/reportissue?type=Comment&issue_labels=assessment target=_blank"> tus comentarios son bienvenidos</a>.
fr: Vos commentaires sur votre expérience lors des évaluations nous permet de nous améliorer! Si vous avez d'autres idées à propos de ce que vous pensez du processus d'évaluation <a class="feedback-link" href="/reportissue?type=Comment&issue_labels=assessment target=_blank">nous serons ravis d'entendre vos témoignages</a>.
ja: あなたの経験のフィードバックは他の人達にとって私達がよりよくなる手助けになります! もし何かあなたの経験から得たアイデアがあれば， <a class="feedback-link" href="/reportissue?type=Comment&issue_labels=assessment target=_blank">あなたのフィードバックを歓迎します</a>．
nb: Tilbakemeldingene fra dine erfaringer vil gjøre oss bedre for andre! Har du noen tanker fra egen erfaring du vil dele med oss <a class="feedback-link" href="/reportissue?type=Comment&issue_labels=assessment target=_blank">tar vi gjerne imot din tilbakemelding</a>.
nl: Feedback over jouw ervaringen helpt ons het te verbeteren voor anderen! Als je ervaringen met ons deelt <a class="feedback-link" href="/reportissue?type=Comment&issue_labels=assessment target=_blank"> zijn we daar erg blij mee</a>!
pl: Przesyłanie informacji zwrotnych o Twoim doświadczeniu pomoże nam ulepszać to dla innych! Jeśli masz dla nas jakieś przemyślenia na temat Twoich doświadczeń <a class="feedback-link" href="/reportissue?type=Comment&issue_labels=assessment target=_blank">będziemy wdzięczni za Twoją opinię</a>.
pt: Seus comentários sobre sua experiência nos ajudam a melhorar! Se você tiver alguma opinião que queira compartilhar sobre sua experiência <a class="feedback-link" href="/reportissue?type=Comment&issue_labels=assessment target=_blank">seu feedback será bem-vindo</a>.
pt_pt: Os teus comentários acerca da tua experiência ajudam-nos a melhorar! Se tiveres alguma coisa sobre a tua experiência que pretendas partilhar, <a class="feedback-link" href="/reportissue?type=Comment&issue_labels=assessment target=_blank">os teus comentários são bem-vindos</a>.
tr: Değerlendirme deneyiminize ilişkin geri bildiriminizi aldık, hemen üzerinde çalışmaya başlayacağız. Eğer bu konuda bize iletmek istediğiniz başka fikirleriniz varsa, <a class="feedback-link" href="/reportissue?type=Comment&issue_labels=assessment target=_blank"> görüşlerinizi bize yollamanızdan çok memnun olacağız.</a>

source: . Creating a public profile and displaying their badges and points
da: . At oprette en offentlig profil og vise deres badges og point
es: . Crear un perfil público y mostrar sus medallas y puntos
fr: . Créant un profil public et affichant leurs badges et points
ja: . 公開プロフィールを作成し，彼らのバッジとポイントを表示する
nb: . Opprette en offentlig profil og vise deres emblemer og poeng
nl: . Een publiek profiel aanmaken en hun badges en punten tonen
pl: . Tworzenie profilu publicznego i wyświetlanie ich odznak i punktów
pt: . Criar um perfil público e exibir suas medalhas e pontos
tr: . Genel bir profil oluşturma, madalya ve puanları gösterme

source: . Get amazing badges and points
da: . Få fantastiske badges og point
es: . Obtén puntos y medallas sorprendentes
fr: . Obtenez des points et des badges incroyables
ja: . すてきなバッジやポイントを得ましょう。
nb: . Få fantastiske merker og poeng
nl: . Verdien geweldige badges en punten
pl: . Zdobywaj niesamowite odznaki i punkty
pt: . Ganhar pontos e medalhas incríveis
pt_pt: . Ganha pontos e medalhas incríveis
tr: . Muhteşem madalyalar ve puanlar kazanın

source: . Having their computer science programs available for others to use
da: . At gøre deres programmer i computer videnskab tilgængelige for andre
es: . Tener sus programas de ciencias de la computación disponibles para que otros puedan usarlos
fr: . Mettant leurs programmes informatiques à disposition pour les autres
ja: . 他の人が利用できるコンピュータサイエンスのプログラムを持つ
nb: . La deres programmer i datavitenskap være tilgjengelig så andre kan bruke dem
nl: . Hun computerwetenschapsprogrammas beschikbaar maken voor gebruik door anderen
pl: . Udostępnianie ich programów informatycznych dla innych
pt: . Ter seus programas de ciência de computação disponíveis para que outros possam usar
tr: .Diğer kişilerin onların bilgisayar programlarını kullanabilmesini sağlama

source: . Linking their own email address to their account
da: . At forbinde deres egen e-mailadresse til deres konto
es: . Vincular su dirección de correo electrónico a su cuenta
fr: . Associant leur adresse e-mail personnelle à leur compte
ja: . 彼ら自身の電子メイルアドレスに彼らのアカウントをリンクする
nb: . Knytte deres egen e-postadresse til deres konto
nl: . Het koppelen van hun eigen e-mailadres op hun rekening
pl: . Dołączanie ich własnych adresów e-mail do ich kont
pt: . Associar seu próprio endereço de e-mail a sua conta
tr: . Kendi e-posta adresini hesaplarına bağlama

source: . Posting questions and answers in our discussion forums
da: . At skrive spørgsmål og svar i vores debatfora
es: . Escribir preguntas y respuestas en nuestros foros de discusión
fr: . Postez vos questions et réponses dans nos forums de discussion
ja: . 私達の議論のフォーラムに質問と答えをポストする
nb: . Skrive spørsmål og svar i vårt diskusjonsforum
nl: . Vragen en antwoorden plaatsen in onze discussieforums
pl: . Zamieszczanie pytań i odpowiedzi na naszych forach dyskusyjnych
pt: . Postar perguntas e respostas em nossos fóruns de discussão
tr: . Tartışma forumlarımıza soru ve cevap göndermek

source: . See your hard work pay off
da: . Se at dit hårde arbejde betaler sig
es: . Mira tu trabajo duro rendir frutos
fr: . Regardez la récompense d'un dur travail
ja: あなたの努力が報われている事を見ましょう。
nb: . Se at god innsats lønner seg
nl: . Zie je harde werk opbrengen
pl: . Zobacz nagrodę za Twój wysiłek
pt: . Ver o resultado de seu esforço
pt_pt: . Vê o resultado do teu esforço
tr: . Çabalarınızın karşılığını görün

source: . Setting their own name and password
da: . At indstille deres eget navn og adgangskode
es: . Establecer su propio nombre y contraseña
fr: . Personnalisant leur nom et mot de passe
ja: . 彼ら自身の名前とパスワードを設定する
nb: . Skrive deres eget navn og passord
nl: . Hun eigen naam en wachtwoord instellen
pl: . Ustawianie własnej nazwy i hasła
pt: . Definir seu próprio nome e senha
tr: . Kendi adını ve parolasını ayarlama
