Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <var>PROBLEM_1</var>. Tickets cost <code>$<var>localeToFixed(A1, 2)</var></code> each for adults and <code>$<var>localeToFixed(B1, 2)</var></code> each for kids, and the group paid <code>$<var>localeToFixed(C1, 2)</var></code> in total. There were <code><var>abs(C2)</var></code> fewer adults than kids in the group.
da: <var>PROBLEM_1</var>. Billetter koster <code>$<var>localeToFixed(A1, 2)</var></code> stykket for voksne og <code>$<var>localeToFixed(B1, 2)</var></code> stykket for børn, og gruppen betalte i alt <code>$<var>localeToFixed(C1, 2)</var></code>. Der var <code><var>abs(C2)</var></code> færre voksne end børn i gruppen.
nb: <var>PROBLEM_1</var>. Billetter koster <code>$<var>localeToFixed(A1, 2)</var></code> for voksne og <code>$<var>localeToFixed(B1, 2)</var></code> for barn, og gruppen betalte tilsammen <code>$<var>localeToFixed(C1, 2)</var></code>. Det var <code><var>abs(C2)</var></code> færre voksne enn barn i gruppen.
pl: <var>PROBLEM_1</var>. Bilety kosztują <code>$<var>localeToFixed(A1, 2)</var></code> za jeden dla dorosłych i <code>$<var>localeToFixed(B1, 2)</var></code> za jeden dla dzieci, a grupa zapłaciła razem <code>$<var>localeToFixed(C1, 2)</var></code>. W grupie było o <code><var>abs(C2)</var></code> mniej dorosłych, niż dzieci.
pt: <var>PROBLEM_1</var>. Os ingressos custam <code>$<var>localeToFixed(A1, 2)</var></code> cada para adultos, e <code>$<var>localeToFixed(B1, 2)</var></code> cada para crianças, e o grupo pagou, no total, <code>$<var>localeToFixed(C1, 2)</var></code>. Havia <code><var>abs(C2)</var></code> adultos a menos do que crianças no grupo.
tr: <var>PROBLEM_1</var>. Bilet fiyatları büyükler için adambaşı <code>$<var>localeToFixed(A1, 2)</var></code> ve herbir çocuk için de <code>$<var>localeToFixed(B1, 2)</var></code> dir ve grup toplamda <code>$<var>localeToFixed(C1, 2)</var></code> ödedi. Grupta yetişkinler çocuklara göre <code><var>abs(C2)</var></code> kadar daha azdı.

source: <var>STATEMENT</var> if <code><var>V1</var> = k \cdot <var>V2</var></code> for some constant k
da: <var>STATEMENT</var> hvis <code><var>V1</var> = k \cdot <var>V2</var></code> for en konstant k
es: <var>STATEMENT</var> si <code><var>V1</var> = k \cdot <var>V2</var></code> para alguna constante k
fr: <var>STATEMENT</var> si <code><var>V1</var> = k \cdot <var>V2</var></code> pour une certaine valeur de la constante k
nb: <var>STATEMENT</var> hvis <code><var>V1</var> = k \cdot <var>V2</var></code> for en konstant k
pl: <var>STATEMENT</var> jeśli <code><var>V1</var> = k \cdot <var>V2</var></code> dla pewnej stałej k
pt: <var>STATEMENT</var> se <code><var>V1</var> = k \cdot <var>V2</var></code> para alguma constante k
tr: Bir k sabiti için, <code><var>V1</var> = k \cdot <var>V2</var></code> ise, <var>STATEMENT</var>

source: <var>STATEMENT</var> if <code><var>V1</var> = k \cdot \dfrac{1}{<var>V2</var>}</code> for some constant k
da: <var>STATEMENT</var> hvis <code><var>V1</var> = k \cdot \dfrac{1}{<var>V2</var>}</code> for en konstant k
es: <var>STATEMENT</var> if <code><var>V1</var> = k \cdot \dfrac{1}{<var>V2</var>}</code> para alguna constante k
fr: <var>STATEMENT</var> si <code><var>V1</var> = k \cdot \dfrac{1}{<var>V2</var>}</code> pour une certaine valeur de la constante k
nb: <var>STATEMENT</var> hvis <code><var>V1</var> = k \cdot \dfrac{1}{<var>V2</var>}</code> for en konstant k
pl: <var>STATEMENT</var> jeśli <code><var>V1</var> = k \cdot \dfrac{1}{<var>V2</var>}</code> dla pewnej stałej k
pt: <var>STATEMENT</var> se <code><var>V1</var> = k \cdot \dfrac{1}{<var>V2</var>}</code> para alguma constante k

source: <var>STUDENT</var> earned <code><var>ANSWER</var></code> points on the <var>TEST</var>.
fr: <var>STUDENT</var> a gagné <code><var>ANSWER</var></code> points au test <var>TEST</var>.
nb: <var>STUDENT</var> fikk <code><var>ANSWER</var></code> poeng på <var>TEST</var>.
pl: <var>STUDENT</var> zdobył(a) <code><var>ANSWER</var></code> punktów z <var>TEST</var>.
pt: <var>STUDENT</var> obteve <code><var>ANSWER</var></code> pontos na <var>TEST</var>.
tr: <var>STUDENT</var>, <var>TEST</var>'te <code><var>ANSWER</var></code> puan kazanmıştır.

source: <var>person( 1 )</var> <var>BIKED</var> <code><var>NUM1</var></code> <var>plural_form(distance(1), NUM1)</var> each day.
fr: <var>person( 1 )</var> <var>BIKED</var> <code><var>NUM1</var></code> <var>plural_form(distance(1), NUM1)</var> chaque jour.
nb: <var>person( 1 )</var> <var>BIKED</var> <code><var>NUM1</var></code> <var>plural_form(distance(1), NUM1)</var> hver dag.
pl: <var>person( 1 )</var> <var>BIKED</var> <code><var>NUM1</var></code> <var>plural_form(distance(1), NUM1)</var> każdego dnia.
pt: <var>person( 1 )</var> <var>BIKED</var> <code><var>NUM1</var></code> <var>plural_form(distance(1), NUM1)</var> por dia.
tr: Her gün <var>person( 1 )</var> <var>BIKED</var> <code><var>NUM1</var></code> <var>plural_form(distance(1), NUM1)</var>.

source: <var>person( 1 )</var> <var>BIKED</var> a total of <code><var>TOTAL</var></code> <var>distance( 1 )</var>.
nb: <var>person( 1 )</var> <var>BIKED</var> totalt <code><var>TOTAL</var></code> <var>distance( 1 )</var>.
pl: <var>person( 1 )</var> <var>BIKED</var> w sumie <code><var>TOTAL</var></code> <var>distance( 1 )</var>.
pt: <var>person( 1 )</var> <var>BIKED</var> um total de <code><var>TOTAL</var></code> <var>distance( 1 )</var>.

source: <var>person( 1 )</var> is building a straight fence, with posts one meter apart.
da: <var>person( 1 )</var> bygger et lige hegn med pæle en meter mellem hinanden.
es: <var>person( 1 )</var> está construyendo una cerca, con postes separados cada metro.
fr: <var>person( 1 )</var> construit une clôture rectiligne, avec des piquets à un mètre les uns des autres.
hi: <var>person( 1 )</var> एक मीटर की दूरी के खम्भों से, एक सीधा बाड़ा बना रहा हैI
nb: <var>person( 1 )</var> bygger et rett gjerde med stokker med en meter fra hverandre.
pl: <var>person( 1 )</var> buduje prosty płot, ze sztachetami w odległości jednego metra.
pt: <var>person( 1 )</var> está construindo uma cerca reta, com estacas a um metro de distância umas das outras.

source: <var>person( 1 )</var> scored higher than <code class="hint_blue"><var>localeToFixed(ANSWER * 100, 2)</var>\%</code> of the test-takers on the <var>course( 1 )</var> exam.
fr: <var>person( 1 )</var> a eu une meilleure note que <code class="hint_blue"><var>localeToFixed(ANSWER * 100, 2)</var>\%</code> des candidats à l'examen de <var>course( 1 )</var>.
pt: <var>person( 1 )</var> tirou mais de <code class="hint_blue"><var>localeToFixed(ANSWER * 100, 2)</var>\%</code> da prova de <var>course( 1 )</var>.
tr: <var>person( 1 )</var> <var>course( 1 )</var> sınavına girenlerin <code class="hint_blue">\%<var>localeToFixed(ANSWER * 100, 2)</var></code>'den daha yüksek puan almıştır.

source: <var>person( 1 )</var> starts counting at <var>START</var>, and he counts by <var>cardinalThrough20( INCR )</var>s.
es: <var>person( 1 )</var> comienza a contar en <var>START</var> y después cuenta en <var>cardinalThrough20( INCR )</var>s.
pt: <var>person( 1 )</var> começa a contar em <var>START</var> e ele conta em intervalos de <var>cardinalThrough20( INCR )</var>.

source: <var>person( 1 )</var> starts counting at <var>START</var>, and she counts by <var>cardinalThrough20( INCR )</var>s.
es: <var>person( 1 )</var> comienza a contar en <var>START</var> y después cuenta en <var>cardinalThrough20( INCR )</var>s.
pt: <var>person( 1 )</var> começa a contar em <var>START</var> e ela conta em intervalos de <var>cardinalThrough20( INCR )</var>.

source: <var>person( 1 )</var> wants to give her friend a potted plant. At the local florist, the flowers come in <var>NUM_COLORS</var> colors, and there are <var>NUM_POTS</var> types of flower pots.
es: <var>person( 1 )</var> quiere darle a su amiga una planta en maceta. Con el florista local, las flores vienen en <var>NUM_COLORS</var> colores y hay <var>NUM_POTS</var> tipos de macetas para flores.
fr: <var>person( 1 )</var> veut acheter une plante en pot. Chez le fleuriste, elle a le choix entre des fleurs de <var>NUM_COLORS</var> couleurs différentes et entre <var>NUM_POTS</var> types de pots.
pt: <var>person( 1 )</var> quer dar a seu amigo um vaso de plantas. Na floricultura da região, as flores vêm em <var>NUM_COLORS</var> cores, e há <var>NUM_POTS</var> tipos de vasos de flores.
tr: <var>person( 1 )</var> arkadaşına bir saksı bitkisi vermek istiyor. Çiçekçide, <var>NUM_COLORS</var> değişik renkte çiçek bulunmaktadır, ve <var>NUM_POTS</var> değişik tür çiçek saksısı vardır.

source: <var>person( 1 )</var> wants to give his friend a potted plant. At the local florist, the flowers come in <var>NUM_COLORS</var> colors, and there are <var>NUM_POTS</var> types of flower pots.
es: <var>person( 1 )</var> quiere darle a su amiga una planta en maceta. Con el florista local, las flores vienen en <var>NUM_COLORS</var> colores y hay <var>NUM_POTS</var> tipos de macetas para flores.
fr: <var>person( 1 )</var> veut acheter une plante en pot. Chez le fleuriste, il a le choix entre des fleurs de <var>NUM_COLORS</var> couleurs différentes et entre <var>NUM_POTS</var> types de pot.
pt: <var>person( 1 )</var> quer dar ao seu amigo um vaso de plantas. Na floricultura da região, as flores vêm em <var>NUM_COLORS</var> cores, e há <var>NUM_POTS</var> tipos de vasos de flores.

source: <var>person( INDEX + 1 )</var>'s final exam bar is shorter than her midterm bar, so <var>person( INDEX + 1 )</var> did not improve her score.
fr: La barre de l'examen final de <var>person( INDEX + 1 )</var> est moins élevée que celle de l'examen intermédiaire, donc <var>person( INDEX + 1 )</var> n'a pas amélioré sa note.
nb: <var>person( INDEX + 1 )</var>s eksamensøyle er kortere enn søylen for midtterminen, så <var>person( INDEX + 1 )</var> har ikke forbedret resultatet.
pl: Słupek egzaminu końcowego, jaki ma <var>person( INDEX + 1 )</var>, jest niższy niż słupek jej egzaminu śródsemestralnego, więc <var>person( INDEX + 1 )</var> nie poprawiła swojego wyniku.
pt: A barra da prova final de <var>person( INDEX + 1 )</var> está menor que a barra da prova bimestral, então <var>person( INDEX + 1 )</var> não melhorou sua nota.
tr: <var>person( INDEX + 1 )</var>'nin final sınavı çubuğu, ara sınav çubuğundan kısadır, yani <var>person( INDEX + 1 )</var> notunu yükseltmemiştir.

source: <var>person( INDEX + 1 )</var>'s final exam bar is shorter than his midterm bar, so <var>person( INDEX + 1 )</var> did not improve his score.
fr: La barre de l'examen final de <var>person( INDEX + 1 )</var> est moins élevée que celle de l'examen intermédiaire, donc <var>person( INDEX + 1 )</var> n'a pas amélioré sa note.
nb: <var>person( INDEX + 1 )</var>s søyle på eksamen er kortere enn søylen på terminprøven, så <var>person( INDEX + 1 )</var> forbedret ikke resulatet.
pl: Słupek wyniku egzaminu końcowego, jaki ma <var>person( INDEX + 1 )</var>, jest niższy niż słupek wyniku jego egzaminu śródsemestralnego, więc <var>person( INDEX + 1 )</var> nie poprawił swojego wyniku.
pt: A barra da prova final de <var>person( INDEX + 1 )</var> está menor que a barra da prova bimestral, então <var>person( INDEX + 1 )</var> não melhorou sua nota.
tr: <var>person( INDEX + 1 )</var>'nin final sınavı çubuğu, ara sınav çubuğundan kısadır, yani <var>person( INDEX + 1 )</var> notunu yükseltmemiştir.

source: <var>person( INDEX + 1 )</var>'s final exam bar is taller than her midterm bar, so <var>person( INDEX + 1 )</var> improved her score.
fr: La barre de l'examen final de <var>person( INDEX + 1 )</var> est plus élevée que celle de l'examen intermédiaire, donc <var>person( INDEX + 1 )</var> a amélioré sa note.
nb: <var>person( INDEX + 1 )</var>s eksamensøyle er høyere enn søylen for midtterminen, så <var>person( INDEX + 1 )</var> forbedret resultatet.
pl: Słupek wyniku egzaminu końcowego, jaki ma <var>person( INDEX + 1 )</var>, jest wyższy niż słupek wyniku jej egzaminu śródsemestralnego, więc <var>person( INDEX + 1 )</var> poprawiła swój wynik.
pt: A barra da prova final de <var>person( INDEX + 1 )</var> está maior que a barra da prova bimestral, então <var>person( INDEX + 1 )</var> melhorou sua nota.
tr: <var>person( INDEX + 1 )</var>'nin final sınavı çubuğu, ara sınav çubuğundan uzundur, yani <var>person( INDEX + 1 )</var> notunu yükseltmiştir.

source: <var>person( INDEX + 1 )</var>'s final exam bar is taller than her midterm bar, so <var>person( INDEX + 1 )</var> improved her score. Her midterm score was <code><var>MIDTERM[ INDEX ]</var></code> and her final exam score was <code><var>FINAL[ INDEX ]</var></code>, so she improved by <code><var>IMPROVEMENT[ INDEX ]</var></code> points.
fr: La barre de l'examen final de <var>person( INDEX + 1 )</var> est plus élevée que celle de l'examen intermédiaire, donc <var>person( INDEX + 1 )</var> a amélioré sa note. Sa note à l'examen intermédiaire était de <code><var>MIDTERM[ INDEX ]</var></code> alors qu'elle était de <code><var>FINAL[ INDEX ]</var></code> à l'examen final, donc sa note a progressé de <code><var>IMPROVEMENT[ INDEX ]</var></code> points.
nb: <var>person( INDEX + 1 )</var>s søyle for eksamen er høyere enn søylen på terminprøven, så<var>person( INDEX + 1 )</var> forbedret resultatet. Hun fikk<code><var>MIDTERM[ INDEX ]</var></code> på terminprøven og <code><var>FINAL[ INDEX ]</var></code> på eksamen, så hun økte med <code><var>IMPROVEMENT[ INDEX ]</var></code> poeng.
pl: Słupek wyniku egzaminu końcowego, jaki ma <var>person( INDEX + 1 )</var>, jest wyższy niż słupek wyniku jej egzaminu śródsemestralnego, więc <var>person( INDEX + 1 )</var> poprawiła swój wynik. Wynik jej egzaminu śródsemestralnego wynosił <code><var>MIDTERM[ INDEX ]</var></code>, zaś wynik jej egzaminu końcowego <code><var>FINAL[ INDEX ]</var></code>, więc poprawiła swój wynik o <code><var>IMPROVEMENT[ INDEX ]</var></code> punktów.
pt: A barra da prova final de <var>person( INDEX + 1 )</var> está maior que a barra da prova bimestral, então <var>person( INDEX + 1 )</var> melhorou sua nota. Sua nota na prova bimestral foi <code><var>MIDTERM[ INDEX ]</var></code> e sua nota na prova final foi <code><var>FINAL[ INDEX ]</var></code>, então ela melhorou em <code><var>IMPROVEMENT[ INDEX ]</var></code> pontos.
tr: <var>person( INDEX + 1 )</var>'nin final sınavı çubuğu ara sınav çubuğundan yüksektir, yani <var>person( INDEX + 1 )</var> notunu yükseltmiştir. Ara sınav notu <code><var>MIDTERM[ INDEX ]</var></code> iken final sınavındaki notu <code><var>FINAL[ INDEX ]</var></code> olmuştur, yani <code><var>IMPROVEMENT[ INDEX ]</var></code> puan yükselmiştir.

source: <var>person( INDEX + 1 )</var>'s final exam bar is taller than his midterm bar, so <var>person( INDEX + 1 )</var> improved his score.
fr: La barre de l'examen final de <var>person( INDEX + 1 )</var> est plus élevée que celle de l'examen intermédiaire, donc <var>person( INDEX + 1 )</var> a amélioré sa note.
nb: <var>person( INDEX + 1 )</var>s eksamensøyle er høyere enn søylen for midtterminen, så <var>person( INDEX + 1 )</var> forbedret resultatet.
pl: Słupek wyniku egzaminu końcowego, jaki ma <var>person( INDEX + 1 )</var>, jest wyższy niż słupek wyniku jego egzaminu śródsemestralnego, więc <var>person( INDEX + 1 )</var> poprawił swój wynik.
pt: A barra da prova final de <var>person( INDEX + 1 )</var> está maior que a barra da prova bimestral, então <var>person( INDEX + 1 )</var> melhorou sua nota.
tr: <var>person( INDEX + 1 )</var>'nin final sınavı çubuğu, ara sınav çubuğundan uzundur, yani <var>person( INDEX + 1 )</var> notunu yükseltmiştir.

source: <var>person( INDEX + 1 )</var>'s final exam bar is taller than his midterm bar, so <var>person( INDEX + 1 )</var> improved his score. His midterm score was <code><var>MIDTERM[ INDEX ]</var></code> and his final exam score was <code><var>FINAL[ INDEX ]</var></code>, so he improved by <code><var>IMPROVEMENT[ INDEX ]</var></code> points.
fr: La barre de l'examen final de <var>person( INDEX + 1 )</var> est plus élevée que celle de l'examen intermédiaire, donc <var>person( INDEX + 1 )</var> a amélioré sa note. Sa note à l'examen intermédiaire était de <code><var>MIDTERM[ INDEX ]</var></code> alors qu'elle était de <code><var>FINAL[ INDEX ]</var></code> à l'examen final, donc sa note a progressé de <code><var>IMPROVEMENT[ INDEX ]</var></code> points.
nb: <var>person( INDEX + 1 )</var>s søyle på eksamen er høyere enn søylen på terminprøven, så <var>person( INDEX + 1 )</var> forbedret resultatet. Han fikk <code><var>MIDTERM[ INDEX ]</var></code> på terminprøven og <code><var>FINAL[ INDEX ]</var></code> på eksamen, så han økte med <code><var>IMPROVEMENT[ INDEX ]</var></code> poeng.
pl: Słupek wyniku egzaminu końcowego, jaki ma <var>person( INDEX + 1 )</var>, jest wyższy niż słupek wyniku jego egzaminu śródsemestralnego, więc <var>person( INDEX + 1 )</var> poprawił swój wynik. Wynik jego egzaminu śródsemestralnego wynosił <code><var>MIDTERM[ INDEX ]</var></code>, zaś wynik jego egzaminu końcowego <code><var>FINAL[ INDEX ]</var></code>, więc poprawił swój wynik o <code><var>IMPROVEMENT[ INDEX ]</var></code> punktów.
pt: A barra da prova final de <var>person( INDEX + 1 )</var> está maior que a barra da prova bimestral, então <var>person( INDEX + 1 )</var> melhorou sua nota. Sua nota na prova bimestral foi <code><var>MIDTERM[ INDEX ]</var></code> e sua nota na prova final foi <code><var>FINAL[ INDEX ]</var></code>, então a nota melhorou em <code><var>IMPROVEMENT[ INDEX ]</var></code> pontos.
tr: <var>person( INDEX + 1 )</var>'nin final sınavı çubuğu ara sınav çubuğundan yüksektir, yani <var>person( INDEX + 1 )</var> notunu yükseltmiştir. Ara sınav notu <code><var>MIDTERM[ INDEX ]</var></code> iken final sınavındaki notu <code><var>FINAL[ INDEX ]</var></code> olmuştur, yani <code><var>IMPROVEMENT[ INDEX ]</var></code> puan yükselmiştir.

source: <var>person( INDEX + 1 )</var>'s final exam bar is the same height as her midterm bar, so <var>person( INDEX + 1 )</var> did not improve her score.
fr: La barre de l'examen final de <var>person( INDEX + 1 )</var> est à la même hauteur que celle de l'examen intermédiaire, donc <var>person( INDEX + 1 )</var> n'a pas amélioré sa note.
nb: <var>person( INDEX + 1 )</var>s søyle på eksamen har samme høyde som søylen på terminprøven, så <var>person( INDEX + 1 )</var> forbedret ikke resultatet.
pl: Słupek wyniku egzaminu końcowego, jaki ma <var>person( INDEX + 1 )</var>, jest takiej samej wysokości jak słupek wyniku jej egzaminu śródsemestralnego, więc <var>person( INDEX + 1 )</var> nie poprawiła swojego wyniku.
pt: A barra da prova final de <var>person( INDEX + 1 )</var> está do mesmo tamanho que a barra da prova bimestral, então <var>person( INDEX + 1 )</var> não melhorou sua nota.
tr: <var>person( INDEX + 1 )</var>'nin final sınavı çubuğu ile ara sınav çubuğu aynı yüksekliktedir, yani <var>person( INDEX + 1 )</var> notunu yükseltmemiştir.

source: <var>person( INDEX + 1 )</var>'s final exam bar is the same height as his midterm bar, so <var>person( INDEX + 1 )</var> did not improve his score.
fr: La barre de l''examen final de <var>person( INDEX + 1 )</var> est à la même hauteur que celle de l'examen intermédiaire, donc <var>person( INDEX + 1 )</var> n'a pas amélioré sa note.
nb: <var>person( INDEX + 1 )</var>s søyle på eksamen er lik søylen på terminprøven, så <var>person( INDEX + 1 )</var> forbedret ikke resultatet.
pl: Słupek wyniku egzaminu końcowego, jaki ma <var>person( INDEX + 1 )</var>, jest takiej samej wysokości jak słupek wyniku jego egzaminu śródsemestralnego, więc <var>person( INDEX + 1 )</var> nie poprawił swojego wyniku.
pt: A barra da prova final de <var>person( INDEX + 1 )</var> está do mesmo tamanho que a barra da prova bimestral, então <var>person( INDEX + 1 )</var> não melhorou sua nota.
tr: <var>person( INDEX + 1 )</var>'nin final sınavı çubuğu ile ara sınav çubuğu aynı yüksekliktedir, yani <var>person( INDEX + 1 )</var> notunu yükseltmemiştir.

source: <var>person( LEAST + 1 )</var> earned the fewest <var>BADGE</var> badges.
fr: <var>person( LEAST + 1 )</var> a gagné le moins de badges <var>BADGE</var>.
nb: <var>person( LEAST + 1 )</var> fikk minst <var>BADGE</var> merker.
pl: Najmniej odznak <var>BADGE</var> zdobył(a) <var>person( LEAST + 1 )</var>.
pt: <var>person( LEAST + 1 )</var> conquistou o menor número de medalhas <var>BADGE</var>.
tr: <var>person( LEAST + 1 )</var>, en az sayıda <var>BADGE</var> madalyasını kazanmıştır.

source: <var>person( LEAST + 1 )</var> has the smallest number of symbols next to her name.
fr: <var>person( LEAST + 1 )</var> a le plus petit nombre de symboles à côté de son nom.
nb: <var>person( LEAST + 1 )</var> har det minste antallet symboler ved sitt navn i diagrammet.
pl: <var>person( LEAST + 1 )</var> ma najmniejszą liczbę symboli obok swojego imienia.
pt: <var>person( LEAST + 1 )</var> tem o menor número de símbolos ao lado do seu nome
tr: <var>person( LEAST + 1 )</var> , isminin yanında en az sayıda sembol olan kişidir.

source: <var>person( LEAST + 1 )</var> has the smallest number of symbols next to his name.
fr: <var>person( LEAST + 1 )</var> a le plus petit nombre de symboles à côté de son nom.
nb: <var>person( LEAST + 1 )</var> har det minste antallet symboler ved sitt navn i diagrammet.
pl: <var>person( LEAST + 1 )</var> ma najmniejszą liczbę symboli obok swojego imienia.
pt: <var>person( LEAST + 1 )</var> tem o menor número de símbolos ao lado do seu nome
tr: <var>person( LEAST + 1 )</var> , isminin yanında en az sayıda sembol olan kişidir.

source: <var>person( MOST + 1 )</var> earned the most <var>BADGE</var> badges.
fr: <var>person( MOST + 1 )</var> a gagné le plus de badges <var>BADGE</var>.
nb: <var>person( MOST + 1 )</var> fikk flest <var>BADGE</var> merker.
pl: Najwięcej odznak <var>BADGE</var> zdobył(a) <var>person( MOST + 1 )</var>.
pt: <var>person( MOST + 1 )</var> conquistou o maior número de medalhas <var>BADGE</var>.
tr: <var>person( MOST + 1 )</var> en çok sayıda <var>BADGE</var> madalyasını kazanmış olan kişidir.

source: <var>person( MOST + 1 )</var> has the largest number of symbols next to her name.
fr: <var>person( MOST + 1 )</var> a le plus grand nombre de badges à côté de son nom.
nb: <var>person( MOST + 1 )</var> har flest antall symboler ved sitt navn.
pl: <var>person( MOST + 1 )</var> ma największą liczbę symboli obok swojego imienia.
pt: <var>person( MOST + 1 )</var> tem o maior número de símbolos ao lado do seu nome.
tr: <var>person( MOST + 1 )</var> isminin yanında en çok sayıda sembol olan kişidir.

source: <var>person( MOST + 1 )</var> has the largest number of symbols next to his name.
fr: <var>person( MOST + 1 )</var> a le plus grand nombre de badges à côté de son nom.
nb: <var>person( MOST + 1 )</var> har størst antall symboler ved sitt navn.
pl: <var>person( MOST + 1 )</var> ma największą liczbę symboli obok swojego imienia.
pt: <var>person( MOST + 1 )</var> tem o maior número de símbolos ao lado do seu nome.
tr: <var>person( MOST + 1 )</var> isminin yanında en çok sayıda sembol olan kişidir.

source: <var>person( PERSON + 1 )</var> earned <code><var>ANSWER</var></code> <var>BADGE</var> badge.
fr: <var>person( PERSON + 1 )</var> a gagné <code><var>ANSWER</var></code> badge <var>BADGE</var>.
pl: <code><var>ANSWER</var></code> odznaka <var>BADGE</var> została zdobyta przez <var>person( PERSON + 1 )</var> .
pt: <var>person( PERSON + 1 )</var> ganhou <code><var>ANSWER</var></code> medalha <var>BADGE</var>.
tr: <var>person( PERSON + 1 )</var> <code><var>ANSWER</var></code> <var>BADGE</var> madalya kazandı.
