Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Calculates the closest whole number that is greater than or equal to the value of the parameter.
da: Beregner det nærmeste hele tal, der er større end eller lig med værdien af parameteren.
es: Calcula el número natural más cercano que es mayor o igual al valor del parámetro.
nb: Beregner det nærmeste heltall som er større enn eller lik verdien for parameteren.
pl: Oblicza najbliższą liczbę całkowitą, która jest większa lub równa wartości parametru.
pt: Calcula o número inteiro mais próximo que é maior ou igual ao valor do parâmetro.
pt_pt: Calcula o número inteiro mais próximo que é maior ou igual ao valor do parâmetro.
tr: Parametre değerine eşit veya bu değerden daha büyük en yakın tam sayıyı hesaplar.

source: Calculates the closest whole number that is less than or equal to the value of the parameter.
da: Beregner det nærmeste hele tal, der er mindre end eller lig med værdien af parameteren.
es: Calcula el número natural más cercano que es menor o igual al valor del parámetro.
nb: Beregner det nærmeste heltall som er mindre enn eller lik verdien for parameteren.
pl: Oblicza najbliższą liczbę całkowitą, która jest mniejsza lub równa wartości parametru.
pt: Calcula o número inteiro mais próximo que é menor ou igual ao valor do parâmetro.
pt_pt: Calcula o número inteiro mais próximo que é menor ou igual ao valor do parâmetro.
tr: Parametre değerine eşit veya bu değerden daha küçük en yakın tam sayıyı hesaplar.

source: Calculates the distance between two points
da: Beregner afstanden mellem to punkter
es: Calcula la distancia entre dos puntos
fr: Calcule la distance entre deux points
ja: 2つの点の間の距離を計算する
nb: Beregner avstanden mellom to punkter
nl: Berekent de afstand tussen twee punten
pl: Oblicza odległość pomiędzy dwoma punktami
pt: Calcula a distância entre dois pontos
pt_pt: Calcula a distância entre dois pontos
tr: İki nokta arasındaki uzaklığı hesaplar

source: Calculates the distance between two points, (x1, y1) and (x2, y2).
da: Beregner afstanden mellem to punkter, (x1, y1) og (x2, y2).
es: Calcula la distancia entre dos puntos (x1, y1) y (x2, y2).
nb: Beregner avstanden mellom to punkter, (x 1, y1) og (x 2, y2).
pl: Oblicza odległość pomiędzy dwoma punktami, (x1, y1) i (x2, y2).
pt: Calcula a distância entre dois pontos, (x1, y1) e (x2, y2).
tr: İki nokta, (x1, y1) ile (x2, y2) arasındaki mesafeyi hesaplar.

source: Calculates the magnitude (or length) of a vector. A vector is a direction in space commonly used in computer graphics and linear algebra. Because it has no "start" position, the magnitude of a vector can be thought of as the distance from coordinate (0,0) to its (x,y) value. Therefore, mag() is a shortcut for writing dist(0, 0, x, y).
da: Beregner størrelsen (eller længden, Eng.: magnetude) af en vektor. En vektor er en retning i rummet som ofte anvendes i computergrafik og lineær algebra. Fordi det ikke har en "start"-position, kan længden af en vektor opfattes som afstanden fra koordinaten (0,0) til dets (x,y) værdi. Derfor er Mag() en kort måde at skrive dist(0, 0, x, y).
es: Calcula la magnitud (o longitud) de un vector. Un vector es una dirección en el espacio comúnmente usado en gráficas computacionales y álgebra lineal. Como no tiene posición "inicial", la magnitud de un vector puede ser pensada como la distancia desde la coordenada (0,0) a su valor (x,y). Por lo tanto, mag(), es un atajo para escribir dist(0,0,x,y).
nb: Beregner størrelsen (eller lengden) på en vektor. En vektor er en retning i rommet som vanligvis brukes i datagrafikk og lineær algebra. Fordi den har ingen "start" posisjon, omfanget av en vektor kan betraktes som avstanden fra koordinat (0,0) til dens (x,y) verdi. Derfor er mag() en snarvei for å skrive dist(0, 0, x, y).
pl: Oblicza wielkość (lub długość) wektora. Wektor jest kierunkiem w przestrzeni powszechnie używanym w grafice komputerowej i algebrze liniowej. Ponieważ nie ma pozycji "startowej", wielkość wektora może być traktowana jako odległość od współrzędncyh (0,0) do jego wartości (x,y). Zatem mag() jest skrótowym zapisaniem dist(0, 0, x, y).
pt: Calcula a magnitude (ou comprimento) de um vetor. Um vetor é uma direção no espaço, comumente usado em computação gráfica e álgebra linear. Como não tem nenhuma posição "inicial", a magnitude de um vetor pode ser considerada como a distância da coordenada (0,0) até seu valor (x, y). Portanto, mag() é um atalho para escrever dist(0, 0, x, y).
pt_pt: Calcula a magnitude (ou comprimento) de um vetor. Um vetor é uma direção no espaço, normalmente utilizado em computação gráfica e em álgebra linear. Uma vez que não existe nenhuma posição "inicial", a magnitude de um vetor pode ser encarada como a distância da coordenada (0, 0) ao teu valor (x, y). Portanto, mag() é um atalho para escrever dist(0, 0, x, y).
tr: Bir vektörün büyüklüğünü (veya uzunluğunu) hesaplar. Vektörler, bir uzayda bir yön belirtirler ve bilgisayar grafiklerinde ve lineer cebirde sıklıkla kullanılırlar. "Başlangıç" konumu olmadığı için, bir vektörün büyüklüğü, (0,0) koordinatıyla vektörün (x,y) değeri arasındaki mesafe olarak düşünülebilir. Bu nedenle, mag(), dist(0, 0, x, y) yazmak için bir kısa yoldur.

source: Calculates the square root of a number. The square root of a number is always positive, even though there may be a valid negative root. The square root s of number a is such that s*s = a. It is the opposite of squaring.
da: Beregner kvadratroden af et tal. Kvadratroden af et tal er altid positivt, selvom der kan være en gyldig negativ rod. Kvadratroden s af et tal a er således s * s = a. Det er det omvendte af kvadrering.
es: Calcula la raíz cuadrada de un número. La raíz cuadrada de un número es siempre positiva, incluso aunque haya una raíz negativa válida. La raíz cuadrada s de un número a es tal que s*s=a. Es lo opuesto que elevar al cuadrado.
nb: Beregner kvadratroten av et tall. Kvadratroten av et tall er alltid positiv, selv om det kan være en gyldig negativ rot. Kvadratroten s antall en er slik at s * s = a. Det er motsatt av kvadrering.
pl: Oblicza pierwiastek kwadratowy z liczby. Pierwiastek kwadratowy jest zawsze liczbą dodatnią, nawet jeżeli liczba pierwiastkowana ma ujemne pochodzenie, czyli powstała z pomnożenia liczby ujemnej przez liczbę ujemną.
pt: Calcula a raiz quadrada de um número. A raiz quadrada de um número sempre é positiva, mesmo que possa existir uma raiz negativa válida. A raiz quadrada s do número a é tal que s*s = a. Este é o oposto do quadrado.
pt_pt: Calcula a raiz quadrada de um número. A raiz quadrada de um número é sempre positiva, mesmo que haja uma raiz negativa válida. A raiz quadrada "s" do número "a" é um valor tal que s*s = a. Este é o simétrico do quadrado.
tr: Bir sayının kare kökünü hesaplar. Bir sayının kare kökü, geçerli bir negatif kök olasılıklar dahilinde de olsa, her zaman pozitiftir. Bir sayının s kare kökü, s*s = a'dır. Bu işlem, kare almanın tersidir.

source: Calculates the tangent at a point the curve. The parameter t varies between 0 and 1, a and d are points on the curve, and b and c are the control points. This can be done once with the x coordinates and a second time with the y coordinates to get the tangent of a curve at t.
da: Beregner tangenten til et punkt på kurven. Parameteren t varierer mellem 0 og 1, en og d er punkter på kurven, og b og c er kontrolpunkterne. Dette kan gøres en gang med x-koordinaterne og en anden gang med y-koordinater til at få tangenten til en kurve for t.
es: Calcula la tangente en un punto de la curva. El parámetro t varía entre 0 y 1; a y b son puntos sobre la curva; y b y c son puntos de control. Esto se puede hacer una vez con las coordenadas de x, y una segunda vez con las coordenadas de y para obtener la tangente de una curva en t.
nb: Beregner tangenten til en kurven. Parameteren t varierer mellom 0 og 1, a os d er punkter på kurven, og b og c er kontrollpunktene. Dette kan gjøres en gang med x koordinatene og en gang med y koordinatene for å få tangenten for en kurve på t.
pl: Oblicza styczną w punkcie na krzywej. Parametr t zmienia się od 0 do 1, a i d to punkty na krzywej, b i c to punkty kontrolne. Można to zrobić raz ze współrzędnymi x, i drugi raz ze współrzędnymi y, żeby otrzymać styczną do krzywej w t.
pt: Calcula a tangente de um ponto na curva. O parâmetro t varia entre 0 e 1, a e d são pontos da curva, e b e c são os pontos de controle. Isso pode ser feito uma vez com as coordenadas x e uma segunda vez com as coordenadas y para se obter a tangente de uma curva em t.
pt_pt: Calcula a reta tangente a um ponto da curva. O parâmetro t varia entre 0 e 1, os pontos a e d são os pontos da curva e os pontos b e c são os pontos de controlo. Isto pode ser feito uma vez com as coordenadas x e uma segunda vez com as coordenadas y para se obter a localização de uma curva em t.
tr: Eğri üzerindeki bir noktanın tanjantını hesaplar. t parametresi 0 ile 1 arasında değişir. a ve d, eğri üzerindeki noktalardır. b ve c ise denetim noktalarıdır. Eğrinin t noktasındaki tanjantını almak için önce x koordinatlarıyla, ikinci bir defa da y koordinatlarıyla yapılabilir.

source: Calculates the tangent of a point on a bezier curve. The parameter t varies between 0 and 1, a and d are points on the curve, and b and c are the control points. This can be done once with the x coordinates and a second time with the y coordinates to get the tangent of a bezier curve at t.
da: Beregner tangenten til et punkt på en bezier-kurve. Parameteren t varierer mellem 0 og 1, en og d er punkter på kurven, og b og c er kontrolpunkterne. Dette kan gøres en gang med x-koordinaterne og en anden gang med y-koordinater til at få tangenten til en bezier-kurve for t.
es: Calcula la tangente en un punto sobre una curva de Bezier. El parámetro t varía entre 0 y 1; a y b son puntos sobre la curva; y b y c son puntos de control. Esto se puede hacer una vez con las coordenadas de x, y una segunda vez con las coordenadas de y para obtener la tangente de una curva de Bezier en t.
nb: Beregner tangenten av et punkt på en bezier-kurven. Parameteren t varierer mellom 0 og 1, a og d er punkter på kurven, og b og c er kontrollpunktene. Dette kan gjøres en gang med x koordinatene og en gang med y koordinater for å få tangenten for en bezier-kurven på t.
pl: Oblicza styczną w punkcie na krzywej Beziera. Parametr t zmienia się od 0 do 1, a i d to punkty na krzywej, b i c to punkty kontrolne. Można to zrobić raz ze współrzędnymi x, i drugi raz ze współrzędnymi y, żeby otrzymać styczną do krzywej Beziera w t.
pt: Calcula a tangente de um ponto na curva de Bézier. O parâmetro t varia entre 0 e 1, a e d são pontos da curva, e b e c são os pontos de controle. Isso pode ser feito uma vez com as coordenadas x e uma segunda vez com as coordenadas y para se obter a tangente de uma curva de Bézier em t.
tr: Bezier eğrisindeki bir noktanın tanjantını hesaplar. t parametresi 0 ile 1 arasında değişir. a ve d, eğri üzerindeki noktalardır. b ve c ise denetim noktalarıdır. Bir Bezier eğrisinin t'deki teğetini almak için önce x koordinatlarıyla, ikinci bir defa da y koordinatlarıyla yapılabilir.

source: Calculating streaks...
da: Beregner...
es: Calculando rachas...
fr: Calcul des atomes de cerveau...
ja: あなたの疾走を計算中．．．
nb: Beregner serier...
nl: Tellen hoeveel items op rij je goed hebt beantwoord...
pl: Obliczanie pasm...
pt: Calculando sequências...
pt_pt: A calcular sequências...
tr: Çizgiler hesaplanıyor...

source: Calculator
es: Calculadora
fr: Calculatrice
nb: Kalkulator
pl: Kalkulator
pt: Calculadora
pt_pt: Calculadora
tr: Hesap makinesi

source: California Academy of Sciences
nb: Academia de Ciências da California
pt: Academia de Ciências da Califórnia
pt_pt: Academia de Ciências da Califórnia

source: California Department of Education
es: Departamento de Educación de California
pt: Departamento de Educação da Califórnia
tr: Kaliforniya Eğitim Departmanı

source: Californium
es: Californio
pl: Kaliforn
pt: Califórnio
pt_pt: Califórnio

source: Call the first number in the sequence <code>x</code>.
fr: On appelle <code>x</code>, le premier terme de cette somme.
nb: Kall det første leddet i rekken for <code>x</code>.
pl: Oznaczmy pierwszą liczbę ciągu jako <code>x</code>.
pt: Chame o primeiro número na sequência de <code>x</code>.
tr: Dizideki birinci sayıya <code>x</code> diyelim.

source: Called repeatedly during program execution.
da: Kaldet gentagne gange under programkørslen.
es: Llamada repetidamente durante la ejecución de un programa.
fr: Appelée plusieurs fois par seconde pour créer une animation
ja: プログラムの実行中に繰り返し呼び出されます。
nb: Brukt flere ganger under programkjøringen.
nl: Herhaaldelijk aangeroepen tijdens uitvoering van het programma.
pl: Wywoływane wielokrotnie podczas wykonywania programu.
pt: Chamado repetidamente durante a execução do programa.
pt_pt: Chamada repetidamente durante a execução do programa.
tr: Programın yürütülmesi sırasında tekrar tekrar çağırıldı.

source: Called when a key is pressed
da: Kaldes når der trykkes på en tast
es: Se llama cuando se presiona un tecla
fr: Appelée lorsqu'une touche est enfoncée
ja: キーが押された時に呼ばれます．
nb: Brukes når en tast trykkes på
nl: Aangeroepen als een toets wordt ingedrukt
pl: Wywoływane po naciśnięciu klawisza
pt: Chamada quando uma tecla é pressionada
pt_pt: Chamada quando premires uma tecla
tr: Bir tuşa basıldığında çağırılır

source: Called when a key is released
da: Kaldes når en tast slippes
es: Se llama cuando se suelta una tecla
fr: Appelée lorsqu'une touche est relâchée
ja: キーが離された時に呼ばれます．
nb: Brukes når en tast slippes
nl: Aangeroepen wanneer een toets wordt losgelaten
pl: Wywoływane, gdy przycisk jest zwolniony
pt: Chamada quando uma tecla é liberada
pt_pt: Chamada quando soltares uma tecla
tr: Basılı bir tuş bırakıldığında çağırılır

source: Called when a key is typed
da: Kaldes når der trykkes på en tast
es: Se llama cuando se aprieta una tecla
fr: Appelée lorsqu'une touche est pressée
ja: キーがタイプされた時に呼ばれます
nb: Brukes når en tast blir trykket på
nl: Aangeroepen wanneer een toets wordt getypt
pl: Wywoływana gdy naciśnięty jest klawisz
pt: Chamada quando uma tecla é digitada
pt_pt: Chamada quando digitares uma tecla
tr: Bir tuş yazıldığında çağırılır

source: Called when mouse is clicked
da: Kaldes når museknappen klikkes
es: Se llama cuando se hace clic con el ratón
fr: Appelée lorsque la souris est cliquée
ja: マウスがクリックされた時に呼ばれます．
nb: Kalles når musen klikkes på
nl: Aangeroepen als op de muis wordt geklikt
pl: Wywoływane po kliknięciu myszki
pt: Chamada ao clicar o mouse
pt_pt: Chamada quando clicares no rato
tr: Fare tıklatıldığında çağırılır

source: Called when mouse is dragged
da: Kaldes når musen trækkes
es: Se llama cuando se arrastra el ratón
fr: Appelée lorsque vous faites glisser la souris
ja: マウスがドラッグされた時に呼ばれます．
nb: Brukes når musen beveges
nl: Aangeroepen als de muis wordt gesleept
pl: Wywoływane przy przeciągnięciu myszki
pt: Chamado quando o mouse é arrastado
pt_pt: Chamada quando arrastares o rato
tr: Fare sürüklendiğinde çağrılır

source: Called when mouse is moved
da: Kaldes når musen flyttes
es: Se llama cuando se mueve el ratón
fr: Appelée lorsque la souris est déplacée
ja: マウスが移動した時に呼ばれます．
nb: Brukes når museknappen flyttes
nl: Aangeroepen als de muis wordt bewogen
pl: Wywoływane po poruszeniu myszki
pt: Chamada quando se move o mouse
pt_pt: Chamada quando moveres o rato
tr: Fare hareket ettirildiğinde çağırılır

source: Called when mouse is pressed
da: Kaldes når der trykkes på musen
es: Se llama cuando se presiona el ratón
fr: Appelée lorsque la souris est enfoncée
ja: マウスボタンが押された時に呼ばれます．
nb: Kalles når musen trykkes
nl: Aangeroepen als op de muis wordt gedrukt
pl: Wywoływane przy naciskaniu myszki
pt: Chamada quando o mouse é pressionado
pt_pt: Chamada quando o rato é premido
tr: Fare basıldığında çağırılır

source: Called when mouse is released
da: Kaldes når museknappen slippes
es: Se llama cuando se suelta el ratón
fr: Appelée lorsque la souris est relâchée
ja: マウスボタンが離された押された時に呼ばれます．
nb: Brukes når museknappen slippes
nl: Aangeroepen als de muis wordt losgelaten
pl: Wywoływane przy zwolnieniu myszki
pt: Chamada quando o mouse é liberado
pt_pt: Chamada quando o rato deixa de ser premido
tr: Basılı fare bırakıldığında çağırılır

source: Called when mouse moves out of canvas
da: Kaldes, når musen bevæges udenfor skærmen
es: Se llama cuando se mueve el ratón fuera del lienzo
fr: Appelée lorsque la souris se déplace hors du cadre
ja: マウスがキャンバスの外に出た時に呼ばれます
nb: Brukes når museknappen ruller ut av skjermen
nl: Aangeroepen als de muis buiten het canvas beweegt
pl: Wywoływane, gdy mysz porusza się poza obszarem roboczym
pt: Chamada quando o mouse se move para fora da tela
pt_pt: Chamada quando moves o rato para fora do visor
tr: Fare kanvas dışına çıktığında çağırılır

source: Called when mouse moves over canvas
da: Kaldes, når musen bevæges hen over skærmen
es: Se llama cuando se mueve el ratón sobre el lienzo
fr: Appelée lorsque la souris passe sur le cadre
ja: マウスがキャンバス上に動いた時に呼ばれます
nb: Brukes når musen forflytter seg på skjermen
nl: Aangeroepen wanneer de muis over het canvas beweegt
pl: Wywoływane, gdy mysz porusza się po obszarze roboczym
pt: Chamada quando o mouse se move na tela
pt_pt: Chamada quando passas o rato por cima do visor
tr: Fare kanvas üzerinde hareket ettiğinde çağırılır

source: Cam
fr: Claude
pt: Camila
tr: Can

source: Can a flat surface pass through all the points without bending?
es: ¿Una superficie plana puede pasar por todos los puntos sin doblarse?
pl: Czy powierzchnia płaska może przejść przez wszystkie punkty bez zginania?
pt: Uma superfície plana consegue passar por todos os pontos sem se entortar?
tr: Düz bir yüzey kıvrılmadan tüm noktalardan geçebilir mi?

source: Can add other coaches
bg: Могат да се добавят още учители
da: Kan tilføje andre vejledere
es: Puedes agregar otros tutores
fr: Peut ajouter d'autres coaches
ja: 他のコーチを追加可能
nb: Kan legge til andre veiledere
nl: Kan andere coaches toevoegen
pl: Może dodawać innych trenerów
pt: Pode adicionar outros tutores
pt_pt: Permitir outros tutores
tr: Başka Eğitmenler ekleyebilir

source: Can this triangle exist?
es: ¿Puede existir este triángulo?
fr: Ce triangle peut-il exister ?
pl: Czy ten trójkąt istnieje?
pt: Esse triângulo pode existir?
tr: Böyle bir üçgen olabilir mi?

source: Can you draw a straight line through points <var>toSentence(POINTS)</var>?
es: ¿Puedes trazar una línea recta a través de los puntos <var>toSentence(POINTS)</var>?
pl: Czy możesz narysować linię prostą przechodzącą przez punkty <var>toSentence(POINTS)</var>?
pt: Você consegue desenhar uma linha reta através dos pontos <var>toSentence(POINTS)</var>?
tr: <var>toSentence(POINTS)</var> NOKTALARINDAN geçen düz bir doğru çizebilir misiniz?

source: Can you draw a straight line through points <var>toSentence(POINTS)</var>? Actually, can you draw a straight line through any two points?
es: ¿Puedes dibujar una línea recta a través de los puntos <var>toSentence(POINTS)</var>? En realidad, ¿puedes dibujar una línea recta a través de cualquier par de puntos?
pl: Czy możesz narysować linię prostą przechodzącą przez punkty <var>toSentence(POINTS)</var>? Właściwie ujmując, czy możesz narysować linię prostą przechodzącą przez dwa dowolne punkty?
pt: Você consegue desenhar uma linha reta através dos pontos <var>toSentence(POINTS)</var>? Você consegue desenhar uma linha reta através de dois pontos quaisquer?

source: Can you meet this next mastery challenge?
bg: Можеш ли да се справиш със следващото майсторско предизвикателство?
da: Kan du mestre denne næste udfordring?
es: ¿Puedes cumplir con este próximo desafío de dominio?
fr: Pouvez-vous relever ce nouveau défi de maîtrise ?
ja: この次のマスタリーチャレンジはもう見ましたか?
nb: Kan du møte denne neste mestrings utfordringen?
nl: Kan jij deze volgende meesterschap uitdaging aan?
pl: Czy podejmiesz to następne wyzwanie mistrzowskie?
pt: Você consegue vencer este próximo desafio?
pt_pt: Conseguirás enfrentrar o próximo desafio de perícia?
tr: Sıradaki ustalık bilgi ölçme yarışmasını tamamlayabilir misiniz?

source: Can't change to the same email
da: Kan ikke ændre til samme e-mail
es: No puedes cambiar al mismo correo electrónico
fr: Impossible de changer pour la même adresse e-mail
ja: 同じメールアドレスに変更することはできません
nb: Kan ikke endre til samme e-postadresse
nl: Kan niet naar dezelfde e-mail wijzigen
pl: Nie można zmienić na ten sam e-mail
pt: Não é possível alterar para o mesmo e-mail
pt_pt: Não podes alterar para o mesmo e-mail
tr: Aynı e-postayı belirtemezsiniz.

source: Can't find what you're looking for?
bg: Не можете да намерите това, което търсите?
da: Kan du ikke finde det, du leder efter?
es: ¿No puede encontrar lo que estás buscando?
fr: Impossible de trouver ce que vous cherchez ?
he: אינך מצליח/ה למצוא את מה שאת/ה מחפש/ת?
hi: क्षमा करें!जो आप ढूंढ रहे हैं,हम उसे खोज नहीं पा रहे है।
ja: 探しているものが見つかりませんか？
nb: Kan du ikke finne det du leter etter?
nl: Kan je niet vinden wat je zoekt?
pl: Nie możesz znaleźć tego, czego szukasz?
pt: Não está conseguindo encontrar o que procura?
pt_pt: Não consegues encontrar o que estás à procura?
tr: Aradığınızı bulamadınız mı?

source: Can't leave empty.
da: Skal udfyldes.
es: No lo puedes dejar vacío.
fr: Ne peut pas être laissé vide.
ja: 空白のままにしておくことはできません．
nb: Kan ikke være tom.
nl: Kan niet leeggelaten worden.
pl: Nie może zostać puste.
pt: Não pode ficar vazio.
pt_pt: Tens de preencher.
tr: Boş bırakamazsınız.

source: Cancel
da: Annuller
es: Cancelar
fr: Annuler
ja: キャンセル
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
tr: İptal

source: Cancel Recurring Donation
pt: Cancelar doação periódica
tr: Yinelenen Bağışı İptal Et

source: Cancel the invitation to coach this student.
bg: Откажете поканата да наставлявате този ученик.
da: Annuller invitation til at være lærere/vejleder for denne elev/studerende.
es: Cancelar la invitación para ser el tutor de este estudiante
fr: Annuler l'invitation pour devenir le coach de cet élève.
he: בטל את ההזמנה לאמן תלמיד זה.
ja: この生徒のコーチへの招待をキャンセルする．
nb: Avslå invitasjonen om å veilede denne eleven.
nl: Annuleer de uitnodiging om deze leerling te coachen.
pl: Odwołaj zaproszenie do trenowania tego ucznia.
pt: Cancelar o convite para se tornar tutor deste aluno.
pt_pt: Cancelar o convite para ser tutor deste aluno.
tr: Bu öğrenciye Eğitim Koçu olma davetini iptal etme

source: Capacity (% charged)
pl: Pojemność (% naładowania)
pt: Capacidade (% carregada)
tr: Kapasite (şarj olmuş %)

source: Captain <var>person(1)</var> has a ship, the H.M.S. Khan.
fr: Le capitaine <var>person(1)</var> a un navire, le H.M.S. Khan.
pt: O capitão <var>person(1)</var> tem um navio, o H.M.S. Khan.
tr: <var>person(1)</var> Kaptan'ın bir gemisi var, adı Khan.

source: Captions
ja: 字幕
nb: Tekster
pl: Napisy
pt: Legendas
pt_pt: Legendas
tr: Alt yazılar

source: Car
nb: Bil
pt: Carro
tr: Araba

source: Carbon
pt: Carbono
tr: Karbon

source: Careers
da: Karrierer
es: Bolsa de trabajo
fr: Carrières (équipe US)
ja: 採用情報
nb: Karrierer
nl: Carrières
pl: Kariera
pt: Carreiras
pt_pt: Trabalhar na KA
tr: Kariyer Fırsatları

source: Careers at<br>Khan Academy
bg: Кариери в <br>Кан академията
da: Karrierer hos <br>Khan Academy
es: Trabajos en <br>Khan Academy
fr: Travailler pour la <br>Khan Academy (US)
he: קריירות ב<br>אקדמיית קהאן
nb: Karriere hos<br>Khan Academy
pl: Kariera w<br>Khan Academy
pt: Trabalhe na<br>Khan Academy
pt_pt: Trabalhar na<br>Khan Academy
tr: Khan Academy'de <br>Kariyer Fırsatları
