Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: 1 <span class="discussion-light"> tip or thanks </span>
da: 1 <span class="discussion-light"> tip eller tak </span>
es: 1 <span class="discussion-light"> sugerencia o agradecimiento </span>
fr: 1 <span class="discussion-light"> astuce ou remerciements </span>
nb: 1 <span class="discussion-light"> tips eller takk </span>
nl: 1 <span class="discussion-light"> tip of bedankt </span>
pl: 1 <span class="discussion-light"> wskazówka lub podziękowanie </span>
pt: 1 <span class="discussion-light"> dica ou agradecimento </span>
pt_pt: 1 <span class="discussion-light"> dica ou agradecimento </span>

source: 1 <span class="discussion-light"> vote </span>
da: 1 <span class="discussion-light"> stemme </span>
es: 1 <span class="discussion-light"> voto </span>
ja: {{votes}} <span class="discussion-light"> つの投票 </span>
nl: 1 <span class="discussion-light"> stemmen </span>
pl: 1 <span class="discussion-light"> głos </span>
pt: 1 <span class="discussion-light"> voto </span>
pt_pt: 1 <span class="discussion-light"> voto </span>

source: 1 <span class='vote-word'>Vote</span>
da: 1 <span class='vote-word'>Stemme</span>
es: 1 <span class='vote-word'>voto</span>
ja: %(num)s <span class='vote-word'>票</span>
nb: 1 <span class='vote-word'>Stemme</span>
nl: 1 <span class='vote-word'>Stem</span>
pl: 1 <span class='vote-word'>Głos</span>
pt: 1 <span class='vote-word'>Voto</span>
pt_pt: 1 <span class='vote-word'>voto</span>

source: 1 Comment
es: 1 comentario
fr: 1 Commentaire
ja: %(num)s 個のコメント
nb: 1 kommentar
nl: 1 Reactie
pl: 1 komentarz
pt: 1 comentário
pt_pt: 1 comentário

source: 1 Spin-off
es: 1 derivado
fr: 1 retombée
ja: %(num)s のスピンオフ
nl: Spin-off
pt: 1 derivação
pt_pt: 1 variação

source: 1 Vote
da: 1 Stemme
es: 1 voto
ja: %(num)s つの投票
nl: 1 Stem
pl: 1 głos
pt: 1 voto
pt_pt: 1 voto

source: 1 badge
es: 1 medalla
pl: 1 odznaka
pt: 1 medalha
pt_pt: 1 medalha

source: 1 badge total.
da: 1 badge i alt.
es: 1 medalla en total.
fr: 1 écusson en tout.
ja: 全部で %(num)s 個のバッジ
nb: 1 merke totalt.
nl: 1 badge totaal.
pl: łącznie 1 odznaka.
pt: 1 medalha no total.
pt_pt: Já tens 1 medalha.

source: 1 completed video
da: 1 færdiggjort video
es: 1 video terminado
fr: 1 vidéo complétée
ja: %(num)s 本のビデオを完了しました
nb: 1 fullført video
nl: 1 voltooide video
pl: 1 ukończony film
pt: 1 vídeo concluído
pt_pt: 1 vídeo visualizado

source: 1 computer science program
es: 1 programa de ciencias de la computación
fr: 1 programme de science informatique
ja: %(num)s コンピューターサイエンス プログラム
nb: 1 informatikk program
nl: 1 computer science programma
pl: 1 program informatyczny
pt: 1 programa de ciência da computação
pt_pt: 1 programa informático

source: 1 correct problem without a hint
da: 1 korrekt opgave uden et hint
es: 1 problema correcto sin pistas
fr: 1 problème correct, sans utiliser d'indice
nb: 1 riktig problem uten en ledetråd
nl: 1 correcte opdracht zonder een hint
pl: 1 poprawne zadanie bez wskazówki
pt: 1 problema correto sem usar dica
pt_pt: 1 exercício certo sem pedires pistas

source: 1 day
da: 1 dag
es: 1 día
fr: 1 jour
ja: %(num)s 日
pl: 1 dzień
pt: 1 dia
pt_pt: 1 dia

source: 1 day streak!
es: ¡Racha de 1 día!
fr: série 1 jour !
ja: %(num)s 日連続!
nb: 1 dag i strekk!
pl: Ciąg 1 dniowy!
pt: Sequência de 1 dia!
pt_pt: 1 dia seguido!

source: 1 hour
da: 1 time
es: 1 hora
fr: 1 heure
ja: %(num)s 時間
pl: 1 godzina
pt: 1 hora
pt_pt: 1 hora

source: 1 minute
da: 1 minut
es: 1 minuto
ja: %(num)s 分
nl: 1 minuut
pl: 1 minuta
pt: 1 minuto
pt_pt: 1 minuto

source: 1 minute since we last checked for updates.
da: 1 minut siden vi sidst tjekkede for opdateringer.
es: 1 minuto desde la última vez que comprobamos si había actualizaciones.
fr: 1 minute depuis la dernière mise à jour.
ja: 最後にアップデートをチェックしてから %(num)s 分経過しました
nb: 1 minutt siden sist vi sjekket for oppdateringer.
nl: 1 minuut sinds laatste controle op updates.
pl: 1 minuta od kiedy sprawdzaliśmy aktualizacje.
pt: 1 minuto se passou desde que realizamos as últimas atualizações.
pt_pt: Última verificação: há 1 minuto

source: 1 month
da: 1 måned
es: 1 mes
fr: 1 mois
pl: 1 miesiąc
pt: 1 mês
pt_pt: 1 mês

source: 1 second
da: 1 sekund
es: 1 segundo
fr: 1 seconde
ja: %(num)s 秒
pl: 1 sekunda
pt: 1 segundo
pt_pt: 1 segundo

source: 1 student
da: 1 elev
es: 1 estudiante
fr: 1 élève
ja: %(num)s 人の生徒
nb: 1 elev
nl: 1 leerling
pl: 1 uczeń
pt: 1 aluno
pt_pt: 1 aluno

source: 1 total problem
da: 1 opgave i alt
es: 1 problema en total
fr: Un problème au total
nb: 1 oppgave totalt
nl: 1 probleem
pl: Łącznie 1 problem
pt: 1 problema no total
pt_pt: 1 problema no total

source: 1 week
da: 1 uge
es: 1 semana
fr: 1 semaine
pl: 1 tydzień
pt: 1 semana
pt_pt: 1 semana

source: 1 year
da: 1 år
es: 1 año
fr: 1 an
pl: 1 rok
pt: 1 ano
pt_pt: 1 ano

source: 1) Go to <a target="_blank" href="http://youtube.com/html5">http://youtube.com/html5</a> (opens in a new tab).
da: 1) Gå til <a target="_blank" href="http://youtube.com/html5"> http://youtube.com/html5</a> (åbner i en ny fane).
es: 1) Ir a <a target="_blank" href="http://youtube.com/html5">http://youtube.com/html5</a> (se abre en una nueva pestaña).
fr: 1) Allez à <a target="_blank" href="http://youtube.com/html5"> http://youtube.com/html5</a> (s'ouvre dans un nouvel onglet).
ja: 1) <a target="_blank" href="http://youtube.com/html5">http://youtube.com/html5</a> に行きます (新しいタブが開きます)．
nb: 1) Gå til <a target="_blank" href="http://youtube.com/html5">http://youtube.com/html5</a> (åpner i en ny fane).
nl: 1) Ga naar <a target="_blank" href="http://youtube.com/html5">http://youtube.com/html5</a> (opent in een nieuwe tab).
pl: 1) Przejdź do <a target="_blank" href="http://youtube.com/html5">http://youtube.com/html5</a> (otwiera się w nowej karcie).
pt: 1) Acesse <a target="_blank" href="http://youtube.com/html5">http://youtube.com/html5</a> (abre em uma nova guia).
pt_pt: 1) Acede a <a target="_blank" href="http://youtube.com/html5">http://youtube.com/html5</a> (clica para abrires num novo separador).
tr: 1) <a target="_blank" href="http://youtube.com/html5">http://youtube.com/html5</a> gidiniz (yeni sekmede açılmaktadır).

source: 1) Travel to the future.<br> 2) See what he did.<br> 3) Come back and do it now.
pt: 1) Viajar para o futuro.<br> 2) Ver o que ele fez.<br> 3) Voltar e fazer agora.
tr: 1) Geleceğe seyahat et.<br> 2) Ne yaptığına bak. <br> 3) Geri gel ve aynısını şimdi yap.

source: 1-digit division
da: 1-cifret division
es: La división de números de un dígito
fr: Divisions par des nombres inférieurs ou égaux 10
hi: 1-अंक का विभाजन
ja: 1桁の割り算
nb: 1-sifret division
nl: 1-cijferig delen
pl: Dzielenie liczb jednocyfrowych
pt: Divisão de 1 algarismo
pt_pt: Divisão de números com 1 algarismo
tr: 1 basamaklı bölme

source: 1. <code>\blue m</code> (number of rows in <code><var>PRETTY_MAT_1_ID</var></code>) must equal <code>\blue p</code> (number of rows in <code><var>PRETTY_MAT_2_ID</var></code>) and
da: 1. <code>\blue m</code> (antallet af rækker i <code><var>PRETTY_MAT_1_ID</var></code>) skal være lig med <code>\blue p</code> (antallet af rækker i <code><var>PRETTY_MAT_2_ID</var></code>) og
es: 1. <code>\blue m</code> (número de filas en <code><var>PRETTY_MAT_1_ID</var></code>) debe igualar <code>\blue p</code> (úmero de filas en <code><var>PRETTY_MAT_2_ID</var></code>) y
fr: 1. <code>\blue m</code> (le nombre de lignes de <code><var>PRETTY_MAT_1_ID</var></code>) soit égal à <code>\blue p</code> (le nombre de lignes de <code><var>PRETTY_MAT_2_ID</var></code>) et
nb: 1. <code>\blue m</code> (antallet av rekker i <code><var>PRETTY_MAT_1_ID</var></code>) skal være lik <code>\blue p</code> (antallet av rekker i <code><var>PRETTY_MAT_2_ID</var></code>) og
pt: 1. <code>\blue m</code> (número de linhas em <code><var>PRETTY_MAT_1_ID</var></code>) deve ser igual ao <code>\blue p</code> (número de linhas em <code><var>PRETTY_MAT_2_ID</var></code>) e
tr: 1. <code>\blue m</code> (<code><var>PRETTY_MAT_1_ID</var></code>nin satır sayısı)<code>\blue p</code> (<code><var>PRETTY_MAT_2_ID</var></code>'nin satır sayısı) ile eşittir olmalıdır ve

source: 10 - 19% of mission mastered
da: 10 - 19% af mission mestret
es: Porcentaje dominado de la misión 10 - 19%
fr: 10 - 19 % de mission maîtrisée
nb: 10 - 19% av oppdraget mestret
nl: 10 - 19% van de missie onder de knie
pl: 10 - 19% misji opanowane
pt: 10 - 19% da missão dominado
pt_pt: 10 - 19% da missão ultrapassada
tr: Görevin 10 - 19%'unda ustalaşıldı

source: 10 in a row
da: 10 i træk
es: 10 consecutivos
fr: 10 d'affilée
ja: 10 回連続
nb: 10 på rad
nl: 10 op een rij
pl: 10 razy z rzędu
pt: 10 na sequência
pt_pt: 10 seguidos
tr: Üst üste 10

source: 10,000 Year Clock
bg: 10 000-годишен часовник
da: 10.000 Års Ur
es: Reloj de 10,000 años
fr: Horloge de 10 000 ans
ja: １万年時計
nb: 10 000 årsklokke
nl: 10.000 Jaar Klok
pl: 10 000 letni Zegar
pt: Relógio de 10.000 anos
pt_pt: Relógio de 10 000 anos
tr: 10.000 Yıl saati

source: 1000+ computer science programs
da: 1000+ computervidenskabsprogrammer
es: Más de 1000 programas de ciencias de la computación
fr: Plus de 1000 programmes informatiques
ja: 1000以上の コンピュータサイエンス プログラム
nb: 1000 + informatikk programmer
nl: 1000+ computer science programma's
pl: 1000 + programów informatycznych
pt: Mais de 1.000 programas de ciência da computação
pt_pt: mais de 1000 programas informáticos
tr: 1000 + bilgisayar bilimleri programları

source: 10th grade
es: 10.º grado
fr: 2nde
nb: 10. klasse
pt: 10º ano
pt_pt: 10.º Ano
tr: 10. sınıf (ABD)

source: 11th grade
es: 11.º grado
fr: Première
nb: 11. klasse
pt: 11º ano
pt_pt: 11.º Ano
tr: 11. sınıf (ABD)

source: 12th grade
es: 12.º grado
fr: Terminale
nb: 12. klasse
pt: 12º ano
pt_pt: 12.º Ano
tr: 12. sınıf (ABD)

source: 1st Quarter
fr: 1er trimestre
nb: Første kvartal
pl: 1. kwarta
pt: 1° tempo
tr: 1. çeyrek

source: 1st grade
da: 1. klasse
es: 1er grado
fr: Classe de CP
ja: 小学1年生
nb: 1.klasse
nl: Groep 3
pl: 1. klasa
pt: 1º ano
pt_pt: 1.º Ano
tr: 1. sınıf

source: 2) Click "Join the HTML5 Trial" on that page.
da: 2) Klik på "Join the HTML5 Trial" på den side.
es: 2) Haz click en "Unirse a la prueba de HTML5" en esa página.
fr: 2) Cliquez sur "Join the HTML5 Trial" sur cette page.
ja: 2) そのページで "Join the HTML5 Trial" をクリックします．
nb: 2) Klikk på "Join the HTML5 Trial" på den siden.
nl: 2) Klik "Join the HTML5 Trial" op die pagina.
pl: 2) Kliknij "Dołącz do HTML5 Trial" na tej stronie.
pt: 2) Clique em "Join the HTML5 Trial" nessa página.
pt_pt: 2) Clica em "Ativar o período experimental de HTML5" nessa página.
tr: 2) Bu sayfada "Join the HTML5 Trial" simgesini tıklayınız.

source: 2-step equations
fr: Équations en 2 étapes
nb: To-stegs likninger
pl: 2-stopniowe równania
pt: Equações de 2 etapas
tr: İki adımlı denklemler

source: 2. <code>\red n</code> (number of columns in <code><var>PRETTY_MAT_1_ID</var></code>) must equal <code>\red q</code> (number of columns in <code><var>PRETTY_MAT_2_ID</var></code>)
da: 2. <code>\red n</code> (antallet af kolonner i <code><var>PRETTY_MAT_1_ID</var></code>) skal være lig <code>\red q</code> (antallet af kolonner i <code><var>PRETTY_MAT_2_ID</var></code>)
es: 2. <code>\red n</code> (número de filas en <code><var>PRETTY_MAT_1_ID</var></code>) debe igualar <code>\red q</code> (número de filas en <code><var>PRETTY_MAT_2_ID</var></code>)
fr: 2. <code>\red n</code> (le nombre de colonnes de <code><var>PRETTY_MAT_1_ID</var></code>) soit égal à <code>\red q</code> (le nombre de colonnes de <code><var>PRETTY_MAT_2_ID</var></code>)
nb: 2. <code>\red n</code> (antallet av kolonner i <code><var>PRETTY_MAT_1_ID</var></code>) skal være lik <code>\red q</code> (antallet av kolonner i <code><var>PRETTY_MAT_2_ID</var></code>)
pt: 2. <code>\red n</code> (número de colunas em <code><var>PRETTY_MAT_1_ID</var></code>) deve ser igual ao <code>\red q</code> (número de colunas em <code><var>PRETTY_MAT_2_ID</var></code>)
tr: 2. <code>\red n</code> (<code><var>PRETTY_MAT_1_ID</var></code>'nin sütun sayısı) <code>\red q</code> (<code><var>PRETTY_MAT_2_ID</var></code>'nin sütun sayısı) ile eşit olmalıdır

source: 20 - 29% of mission mastered
da: 20 - 29% af mission mestret
es: Porcentaje dominado de la misión 20 - 29%
fr: 20 - 29 % de mission maîtrisée
nb: 20 - 29% av oppdraget mestret
nl: 0 - 9% van de missie onder de knie
pl: 20 - 29% misji opanowane
pt: 20 - 29% da missão dominado
pt_pt: 20 - 29% da missão ultrapassada
tr: Görevin 20 - 29%'unda ustalaşıldı

source: 2013 Expenses
pl: Wydatki w 2013
pt: Gastos de 2013
pt_pt: Despesas de 2013
tr: 2013 Giderleri

source: 299,792,458 Meters per Second
da: 299.792.458 meter per sekund
es: 299.792.458 metros por segundo
fr: 299 792 458 mètres par seconde
ja: 毎秒299,792, 458 メートル
nb: 299,792,458 Meter per Sekund
nl: 299,792,458 meters per seconde
pl: 299 792 458 metrów na sekundę
pt: 299.792.458 metros por segundo
pt_pt: 299 792 458 metros por segundo
tr: Saniyede 299,792,458 metre

source: 2nd Quarter
fr: 2ème trimestre
nb: Andre kvartal
pl: 2. kwarta
pt: 2° tempo
tr: 2. çeyrek

source: 2nd grade
da: 2. klasse
es: 2do grado
fr: Classe de CE1
ja: 小学2年生
nb: 2.klasse
nl: Groep 4
pl: 2. klasa
pt: 2º ano
pt_pt: 2.º Ano
tr: 2. sınıf

source: 3 in a row
da: 3 i træk
es: 3 consecutivos
fr: 3 en ligne
ja: 3 回連続
nb: 3 på rad
nl: 3 op een rij
pl: 3 razy z rzędu
pt: 3 na sequência
pt_pt: 3 seguidos
tr: Üst üste 3

source: 3) <a href="javascript:window.location.reload();">Reload this page</a>, and you'll be able to control playback speed from the <em>Options</em> menu beneath the video.
es: 3) <a href="javascript:window.location.reload();">Actualiza esta página</a> y podrás controlar la velocidad de reproducción desde el menú de <em>opciones</em> debajo del video.
ja: 3) <a href="javascript:window.location.reload();">このページをリロードする</a>, するとプレイバックの速度をビデオの下の <em>オプション</em> のメニューからコントロールできます．
nb: 3) <a href="javascript:window.location.reload();">last opp denne siden</a>, og du vil få mulighet til å kontrollere avspillingshastigheten fra <em>instillings</em> menyen nedenfor videoer.
nl: 3) <a href="javascript:window.location.reload();">Herlaad deze pagina</a> en dan kan je de terugspeelsnelheid controleren vanuit het <em>Opties</em> menu onder de video.
pl: 3)<a href="javascript:window.location.reload();">Odśwież tą stronę</a>, i będziesz mógł kontrolować prędkość odtwarzania w menu <em>Opcje</em> pod filmem.
pt: 3) <a href="javascript:window.location.reload();">Recarregue esta página</a> e você poderá controlar a velocidade de reprodução no menu <em>Opções</em> abaixo do vídeo.
pt_pt: 3) <a href="javascript:window.location.reload();">Recarrega esta página</a> para controlares a velocidade de reprodução no menu de <em>Opções</em> que aparece por baixo dos vídeos.
tr: 3) <a href="javascript:window.location.reload();">Bu sayfayı yeniden yükleyiniz</a>, böylece videonun altındaki <em>Seçenekler</em>bölümünden kayıttan oynatma hızını kontrol edebileceksiniz.

source: 3-MONTH CHALLENGE (February through end of April)
es: DESAFÍO DE 3 MESES (de febrero hasta el final de abril)
nb: 3-MÅNEDERS KONKURRANSE (Februar til slutten av april)
pt: 3 MESES DE DESAFIO (de fevereiro até o final de abril)
tr: 3-AYLIK YARIŞMA (Şubat'tan Nisan sonuna kadar)

source: 30 - 39% of mission mastered
da: 30 - 39% af mission mestret
es: Porcentaje dominado de la misión 30 - 39%
fr: 30 - 39 % de mission maîtrisée
nb: 30 - 39% av oppdraget mestret
nl: 30 - 39% van de missie onder de knie
pl: 30 - 39% misji opanowane
pt: 30 - 39% da missão dominado
pt_pt: 30 - 39% da missão ultrapassada
tr: Görevin 30 - 39%'unda ustalaşıldı

source: 320px wide
nb: 320px bredt
pt: 320px de largura
pt_pt: 320px de largura
tr: 320px eninde

source: 3rd
es: 3.º
ja: 小学3年
nl: 3e
pt: 3º
pt_pt: 3.º

source: 3rd Grade
es: 3.° grado
fr: CE2
nb: 3. klasse
pt: 3º ano
pt_pt: 3.º Ano
tr: 3. Sınıf (ABD)

source: 3rd Quarter
fr: 3 ème trimestre
nb: Tredje kvartal
pl: 3. kwarta
pt: 3° tempo
tr: 3. çeyrek

source: 3rd grade
fr: Classe de CE2
hi: कक्षा 3
nb: 3. klasse
pl: w 3 klasie
pt: 3° ano
pt_pt: 3.º Ano
tr: 3. sınıf

source: 4 official full-length practice tests, plus study and test-taking tips
nb: 4 offisielle full-lengde øvingstester, pluss øvingstips og tips om å ta tester
pt: 4 testes práticos completos, além dicas de prova e estudos
tr: 4 tam uzunlukta ve resmi test, ve ipuçları

source: 40 - 49% of mission mastered
da: 40 - 49% af mission mestret
es: Porcentaje dominado de la misión 40 - 49%
fr: 40 - 49 % de mission maîtrisée
nb: 40 - 49% av oppdraget mestret
nl: 40 - 49% van de missie onder de knie
pl: 40 - 49% misji opanowane
pt: 40 - 49% da missão dominada
pt_pt: Domínio: 40 - 49% da missão
tr: Görevin 40- 49%'unda ustalaşıldı

source: 401(k) + matching
bg: 401(k) и други пенсионни добавки
da: "401(k) + matching" (pensionsordning)
es: 401(k) + matching (un plan de pensiones estadounidense)
fr: 401 (k) + correspondants
pl: Program emerytalny - 401(k) + dopasowanie
pt: Plano de previdência 401(k) + matching
tr: 401(k) + eşleştirme

source: 4th
es: 4.º
ja: 小学4年
nl: 4e
pt: 4º
pt_pt: 4.º

source: 4th Grade
es: 4.º grado
fr: CM1
nb: 4. klasse
pt: 4º ano
pt_pt: 4.º Ano
tr: 4. sınıf (ABD)

source: 4th Quarter
fr: 4ème trimestre
nb: Fjerde kvartal
pl: 4. kwarta
pt: 4° tempo
tr: 4. çeyrek

source: 4th grade
fr: Classe de CM1
hi: कक्षा 4
nb: 4. klasse
pl: w 4 klasie
pt: 4° ano
pt_pt: 4.º Ano
tr: 4. sınıf

source: 4th–6th
pt: 4º-6º ano
pt_pt: 2.º Ciclo

source: 5 digit zip code
es: Código postal de 5 dígitos
fr: code postal à 5 chiffres
ja: 5桁の郵便番号
nb: 5 sifret postnummer
nl: 5-cijferige postcode
pl: 5 cyfrowy kod pocztowy
pt: Código postal de 5 dígitos
pt_pt: Código postal de 5 dígitos
tr: 5 haneli posta kodu

source: 5 in a row
da: 5 i træk
es: 5 consecutivos
fr: 5 d'affilée
ja: 5 回連続
nb: 5 på rad
nl: 5 op een rij
pl: 5 razy z rzędu
pt: 5 na sequência
pt_pt: 5 seguidos
tr: Üst üste 5

source: 50 - 59% of mission mastered
da: 50 - 59% af mission mestret
es: Porcentaje dominado de la misión 50 - 59%
fr: 50 - 59 % de mission maîtrisée
nb: 50 - 59% av oppdraget mestret
nl: 50 - 59% van de missie onder de knie
pl: 50 - 59% misji opanowane
pt: 50 - 59% da missão dominado
pt_pt: Domínio: 50 - 59% da missão
tr: Görevin 50 - 59%'unda ustalaşıldı

source: 5th
es: 5.º
ja: 小学5年
nl: 5e
pt: 5º
pt_pt: 5.º

source: 5th Grade
es: 5.º grado
fr: CM2
nb: 5. klasse
pt: 5º ano
pt_pt: 5.º Ano
tr: 5. sınıf (ABD)

source: 5th grade
fr: Classe de CM2
hi: कक्षा 5
nb: 5. klasse
pl: w 5 klasie
pt: 5° ano
pt_pt: 5.º Ano
tr: 5. sınıf

source: 60 - 69% of mission mastered
da: 60 - 69% af mission mestret
es: Porcentaje dominado de la misión 60 - 69%
fr: 60 - 69 % de mission maîtrisée
nb: 60 - 69% av oppdraget mestret
nl: 60 - 69% van de missie onder de knie
pl: 60 - 69% misji opanowane
pt: 60 - 69% da missão dominado
pt_pt: Domínio: 60 - 69% da missão
tr: Görevin 60 - 69%'unda ustalaşıldı

source: 6th
es: 6.º
ja: 小学6年
nl: 6e
pt: 6º
pt_pt: 6.º

source: 6th Grade
es: 6.º grado
fr: 6ème
nb: 6. klasse
pt: 6º ano
pt_pt: 6.º Ano
tr: 6. Sınıf (ABD)

source: 6th grade
da: 6. klasse
es: 6.º grado
fr: Classe de sixième
ja: 小学6年生
nb: 6.klasse
nl: Groep 8
pl: 6. klasa
pt: 6º ano
pt_pt: 6.º Ano
tr: 6. sınıf

source: 7 tips for helping your child succeed with Khan Academy
da: 7 tips til at hjælpe dit barn med at nå mål med Khan Academy
es: 7 consejos para ayudar a tu hijo a tener éxito con Khan Academy
fr: 7 conseils pour aider vos enfant à réussir avec la Khan Academy
ja: カーンアカデミーであなたの子が成功するための7つのヒント
nb: 7 tips for å hjelpe ditt barn til å lykkes med Khan Academy
nl: 7 tips om uw kind te zien slagen met Khan Academy
pl: 7 wskazówek, które pomogą Twojemu dziecku odnieść sukces z Khan Academy
pt: 7 dicas para ajudar seu filho a ter sucesso na Khan Academy
pt_pt: 7 sugestões para ajudar o seu filho a ser bom aluno
tr: Çocuğunuzun Khan Academy ile başarıya ulaşmasına yardımcı olmanız için 7 ipucu

source: 70 - 79% of mission mastered
da: 70 - 79% af mission mestret
es: Porcentaje dominado de la misión 70 - 79%
fr: 70 - 79 % de mission maîtrisée
nb: 70 - 79% av oppdraget mestret
nl: 70 - 79% van de missie onder de knie
pl: 70 - 79% misji opanowane
pt: 70 - 79% da missão dominado
pt_pt: Domínio: 70 - 79% da missão
tr: Görevin 70- 79%'unda ustalaşıldı

source: 768px wide
nb: 768px bredt
pt: 768px de largura
pt_pt: 768px de largura
tr: 768px eninde

source: 7th
es: 7.º
ja: 中学1年
nl: 7e
pt: 7º
pt_pt: 7.º

source: 7th Grade
es: 7.º grado
fr: 5ème
nb: 7. klasse
pt: 7º ano
pt_pt: 7.º Ano
tr: 7. Sınıf (ABD)

source: 7th grade
da: 7. klasse
es: 7.º grado
fr: Classe de cinquième
ja: 中学1年生
nb: 7.klasse
nl: Brugklas
pl: 7. klasa
pt: 7º ano
pt_pt: 7.º Ano
tr: 7. sınıf

source: 8 diagnostic quizzes to pinpoint your areas for practice
nb: 8 diagnostiske tester å fastslå hvor du trenger øving
pt: 8 perguntas diagnósticas para identificar áreas que precisam de prática

source: 80 - 89% of mission mastered
da: 80 - 89% af mission mestret
es: Porcentaje dominado de la misión 80 - 89%
fr: 80 - 89 % de mission maîtrisée
nb: 80 - 89% av oppdraget mestret
nl: 80 - 89% van de missie onder de knie
pl: 80 - 89% misji opanowane
pt: 80 - 89% da missão dominado
pt_pt: Domínio: 80 - 89% da missão
tr: Görevin 80 - 89%'unda ustalaşıldı

source: 8th
es: 8.º
ja: 中学2年
nl: 8e
pt: 8º
pt_pt: 8.º

source: 8th Grade
es: 8.º grado
fr: 4ème
nb: 8.klasse
pt: 8º ano
pt_pt: 8.º Ano
tr: 8. Sınıf (ABD)

source: 8th grade
da: 8. klasse
es: 8.º grado
fr: Classe de quatrième
ja: 中学2年生
nb: 8. klasse
nl: 2e klas
pl: 8. klasa
pt: 8º ano
pt_pt: 8.º Ano
tr: 8. sınıf

source: 90 - 99% of mission mastered
da: 90 - 99% af mission mestret
es: Porcentaje dominado de la misión 90 - 99%
fr: 90 - 99 % de mission maîtrisée
nb: 90 - 99% av oppdraget mestret
nl: 90 - 99% van de missie onder de knie
pl: 90 - 99% misji opanowane
pt: 90 - 99% da missão dominado
pt_pt: Domínio: 90 - 99% da missão
tr: Görevin 90 - 99%'unda ustalaşıldı

source: 9th grade
es: 9.º grado
fr: 3ème
nb: 9. klasse
pt: 9º ano
pt_pt: 9.º Ano
tr: 9. sınıf (ABD)

source: <!-- This hint only used in the following exercise --> So, <code>\blue{\angle{ABC}} = 2 \cdot \orange{<var>GIVEN</var>^\circ} = <var>GIVEN * 2</var>^\circ</code>.
pt: <!-- This hint only used in the following exercise --> Então, <code>\blue{\angle{ABC}} = 2 \cdot \orange{<var>GIVEN</var>^\circ} = <var>GIVEN * 2</var>^\circ</code>.

source: <a class="alert-link" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">Request a feature</a>
da: <a class="alert-link" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests"> Anmod om en funktion</a>
es: <a class="alert-link" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">Solicita una característica</a>
hi: <a class="alert-link" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">फीचर के लिए अनुरोध करें</a>
ja: <a class="alert-link" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">機能をリクエストする</a>
nb: <a class="alert-link" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">Be om en funksjon</a>
nl: <a class="alert-link" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">Vraag om een aanbeveling</a>
pl: <a class="alert-link" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">Poproś o funkcję</a>
pt: <a class="alert-link" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">Solicitar um recurso</a>
pt_pt: <a class="alert-link" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">Solicitar uma funcionalidade</a>
tr: <a class="alert-link" href="https://khanacademy.zendesk.com/hc/communities/public/topics/200136634-Feature-Requests">Özellik isteği gönderin</a>
