Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The sum of two numbers is <code><var>C1</var></code>, and their difference is <code><var>C2</var></code>. What are the two numbers?
da: Summen af to tal er <code><var>C1</var></code>, og deres forskel er <code><var>C2</var></code>. Hvad er de to tal?
es: La suma de dos números es <code><var>C1</var></code>, y su diferencia es <code><var>C2</var></code>. ¿Cuáles son los dos números?
fr: La somme de deux nombres est égale à <code><var>C1</var></code> et leur différence est égale à <code><var>C2</var></code>. Quels sont ces deux nombres ?
nb: Summen av to tall er <code><var>C1</var></code>, og forskjellen mellom dem er <code><var>C2</var></code>. Hva er de to tallene?
pl: Suma dwóch liczb wynosi <code><var>C1</var></code>, a ich różnica <code><var>C2</var></code>. Jakie to liczby?
pt: A soma de dois números é <code><var>C1</var></code>, e sua diferença é <code><var>C2</var></code>. Quais são os dois números?
tr: İki sayının toplamı, <code><var>C1</var></code>, ve farkı <code><var>C2</var></code>. Bu iki sayı nedir?

source: The symbol %(questionSymbol)s indicates that question %(questionNumber)s references this portion of the passage.
nb: Symbolet %(questionSymbol)s indikerer at spørsmål %(questionNumber)s refererer til delen av frasen.
pt: O símbolo %(questionSymbol)s indica que a questão %(questionNumber)s referencia essa parte da passagem.
pt_pt: O símbolo %(questionSymbol)s indica que a pergunta %(questionNumber)s é relativa a esta parte do excerto.

source: The system of equations is then:
da: Ligningssystemet er dermed:
es: El sistema de ecuaciones es entonces:
fr: Le système d'équations est donc :
nb: Likningssettet er dermed:
pl: Układ równań wygląda zatem następująco:
pt: O sistema de equações é então:
tr: O zaman, denklem sistemi:

source: The system of equations is:
da: Ligningssystemet er:
es: El sistema de ecuaciones es:
fr: Le système d'équations est :
nb: Likningssystemet er:
pl: Układ równań to:
pt: O sistema de equações é:
tr: Denklem sistemi:

source: The table below <var>PROBLEM</var>.
fr: Le tableau ci-dessous <var>PROBLEM</var>.
nb: Tabellen nedenfor <var>PROBLEM</var>.
pl: Tabela poniżej <var>PROBLEM</var>.
pt: A tabela abaixo <var>PROBLEM</var>.
tr: <var>PROBLEM</var>in altındaki tablo.

source: The table below was generated using the following equation:
da: Tabellen nedenfor blev brugt til at lave den følgende ligning:
es: La siguiente tabla se generó a partir de la siguiente ecuación:
fr: C'est un tableau de valeurs de la fonction telle que :
nb: Tabellen nedenfor ble brukt til å lage den følgende ligningen:
pl: Tabela poniżej została wygenerowana przy zastosowaniu następującego równania:
pt: A tabela abaixo foi gerada utilizando a seguinte equação:
tr: Aşağıdaki tablo şu denklemi kullanarak oluşturulmuştur:

source: The tank has a volume of <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>H1 * L1 * W1</var></code> cubic <var>plural_form(METERS, H1 * L1 * W1)</var>, and the metal box has a volume of <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>H2 * W2 * L2</var></code> cubic <var>plural_form(METERS, H2 * L2 * W2)</var>.
es: El tanque tiene un volumen de <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>H1 * L1 * W1</var></code> <var>plural_form(METERS, H1 * L1 * W1)</var> cúbicos y la caja de metal tiene un volumen de <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>H2 * W2 * L2</var></code> <var>plural_form(METERS, H2 * L2 * W2)</var> cúbicos.
fr: Le réservoir a un volume de <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>H1 * L1 * W1</var></code> <var>plural_form(METERS, H1 * L1 * W1)</var> cubes, et la boîte en métal a un volume de <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>H2 * W2 * L2</var></code> <var>plural_form(METERS, H2 * L2 * W2)</var> cubes.
hi: टंकी का आयतन (Volume) <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>H1 * L1 * W1</var></code> cubic <var>plural_form(METERS, H1 * L1 * W1)</var> है, और धातु के डिब्बे का आयतन <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>H2 * W2 * L2</var></code> cubic <var>plural_form(METERS, H2 * L2 * W2)</var> है।
nb: Tanken har et volum på <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>H1 * L1 * W1</var></code> kubikk <var>plural_form(METERS, H1 * L1 * W1)</var>, og metallboksen har et volum på <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>H2 * W2 * L2</var></code> kubikk <var>plural_form(METERS, H2 * L2 * W2)</var>.
pl: Zbiornik ma objętość <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>H1 * L1 * W1</var></code> <var>plural_form(METERS, H1 * L1 * W1)</var> sześciennych, a metalowe pudełko ma objętość <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>H2 * W2 * L2</var></code> <var>plural_form(METERS, H2 * L2 * W2)</var> sześciennych.
pt: O tanque tem um volume de <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>H1 * L1 * W1</var></code> <var>plural_form(METERS, H1 * L1 * W1)</var> cúbicos, e a caixa de metal tem um volume de <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>H2 * W2 * L2</var></code> <var>plural_form(METERS, H2 * L2 * W2)</var> cúbicos.
tr: Tankın hacmi <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>H1 * L1 * W1</var></code> <var>plural_form(METERS, H1 * L1 * W1)</var> küp, metal kutunun hacmi ise <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>H2 * W2 * L2</var></code> <var>plural_form(METERS, H2 * L2 * W2)</var> küptür.

source: The text or translations on this page look wrong
da: Teksten eller oversættelsen på denne side ser forkert ud.
es: El texto o las traducciones en esta página parecen incorrectas
fr: La notation, la présentation ou le contenu sur cette page ont mal été traduits
ja: このページの文章もしくは翻訳は間違っているようです。
nb: Tekst eller oversettelser på denne siden virker feil
nl: De tekst of vertalingen zien er verkeerd uit
pl: Tekst lub tłumaczenie na tej stronie źle wyglądają
pt: O texto ou as traduções nesta página parecem estar erradas
pt_pt: O texto ou as traduções nesta página parecem estar errados
tr: Bu sayfadaki metin veya tercümeler hatalı görünüyor.

source: The third angle is 180 minus the other two.
es: El tercer ángulo es 180 menos los otros dos.
fr: Pour trouver le troisième angle, on soustrait leurs mesures de 180 degrés.
nb: Den tredje venkelen er 180 minus de to andre.
nl: De derde hoek is 180 min de andere twee.
pl: Trzeci kąt jest równy 180 minus miary dwóch pozostałych kątów.
pt: O terceiro ângulo é 180° menos os outros dois.
tr: Üçüncü açı, 180 eksi diğer ikisidir.

source: The third quartile is <code>\dfrac{<var>SORTED_DATA[COUNT - floor(COUNT / 4) - 1]</var> + <var>SORTED_DATA[COUNT - floor(COUNT / 4)]</var>}{2} = <var>Q3</var></code>.
es: El tercer cuartil es <code>\dfrac{<var>SORTED_DATA[COUNT - floor(COUNT / 4) - 1]</var> + <var>SORTED_DATA[COUNT - floor(COUNT / 4)]</var>}{2} = <var>Q3</var></code>.
fr: Le troisième quartile est <code>\dfrac{<var>SORTED_DATA[COUNT - floor(COUNT / 4) - 1]</var> + <var>SORTED_DATA[COUNT - floor(COUNT / 4)]</var>}{2} = <var>Q3</var></code>.
nl: Het derde kwartiel is <code>\dfrac{<var>SORTED_DATA[COUNT - floor(COUNT / 4) - 1]</var> + <var>SORTED_DATA[COUNT - floor(COUNT / 4)]</var>}{2} = <var>Q3</var></code>.
pt: O terceiro quartil é <code>\dfrac{<var>SORTED_DATA[COUNT - floor(COUNT / 4) - 1]</var> + <var>SORTED_DATA[COUNT - floor(COUNT / 4)]</var>}{2} = <var>Q3</var></code>.
tr: Üçüncü dörtte birlik, <code>\dfrac{<var>SORTED_DATA[COUNT - floor(COUNT / 4) - 1]</var> + <var>SORTED_DATA[COUNT - floor(COUNT / 4)]</var>}{2} = <var>Q3</var></code>.

source: The time is <code><var>HOUR</var></code>:<code><var>NICE_MINUTE</var></code>.
da: Klokken er <code><var>HOUR</var></code>:<code><var>NICE_MINUTE</var></code>.
es: La hora es <code><var>HOUR</var></code>:<code><var>NICE_MINUTE</var></code>.
fr: L'heure est <code><var>HOUR</var></code> : <code><var>NICE_MINUTE</var></code>.
hi: समय हुआ है <code><var>HOUR</var></code>:<code><var>NICE_MINUTE</var></code>.
nb: Klokken er <code><var>HOUR</var></code>:<code><var>NICE_MINUTE</var></code>.
nl: De tijd is <code><var>HOUR</var></code>:<code><var>NICE_MINUTE</var></code>.
pl: Jest <code><var>HOUR</var></code>:<code><var>NICE_MINUTE</var></code>.
pt: São: <code><var>HOUR</var></code>:<code><var>NICE_MINUTE</var></code>.
tr: Saat <code><var>HOUR</var></code>:<code><var>NICE_MINUTE</var></code>'dır.

source: The time is:<br><span class="sol short30" data-forms="integer"><var>HOUR</var></span> : <span class="sol short30" data-forms="integer"><var>NICE_MINUTE</var></span> <var>AM_PM</var>
es: La hora es:<br><span class="sol short30" data-forms="integer"><var>HOUR</var></span> : <span class="sol short30" data-forms="integer"><var>NICE_MINUTE</var></span> <var>AM_PM</var>
fr: L'heure est :<br><span class="sol short30" data-forms="integer"><var>HOUR</var></span> : <span class="sol short30" data-forms="integer"><var>NICE_MINUTE</var></span> <var>AM_PM</var>
hi: समय है:<br><span class="sol short30" data-forms="integer"><var>HOUR</var></span> : <span class="sol short30" data-forms="integer"><var>NICE_MINUTE</var></span> <var>AM_PM</var>
nb: Klokken er:<br><span class="sol short30" data-forms="integer"><var>HOUR</var></span> : <span class="sol short30" data-forms="integer"><var>NICE_MINUTE</var></span> <var>AM_PM</var>
nl: De tijd is:<br> <span class="sol short30" data-forms="integer"><var>HOUR</var></span> : <span class="sol short30" data-forms="integer"><var>NICE_MINUTE</var></span> <var>AM_PM</var>
pl: Jest godzina:<br><span class="sol short30" data-forms="integer"><var>HOUR</var></span> : <span class="sol short30" data-forms="integer"><var>NICE_MINUTE</var></span> <var>AM_PM</var>
pt: São:<br><span class="sol short30" data-forms="integer"><var>HOUR</var></span> : <span class="sol short30" data-forms="integer"><var>NICE_MINUTE</var></span> <var>AM_PM</var>
pt_pt: São:<br><span class="sol short30" data-forms="integer"><var>HOUR</var></span> : <span class="sol short30" data-forms="integer"><var>NICE_MINUTE</var></span> <var>AM_PM</var>
tr: Saat şudur:<br><span class="sol short30" data-forms="integer"><var>HOUR</var></span> : <span class="sol short30" data-forms="integer"><var>NICE_MINUTE</var></span> <var>AM_PM</var>

source: The tip amount is equal to <code><var>TIP_PERCENT</var>\% \times \green{\$<var>BILL_FORMAT</var>}</code>.
fr: Le montant du pourboire est égal à <code><var>TIP_PERCENT</var>\% \times \green{\$<var>BILL_FORMAT</var>}</code>.
nb: Mengden tips er <code><var>TIP_PERCENT</var>\% \times \green{\$<var>BILL_FORMAT</var>}</code>.
pl: Wysokość napiwku wynosi <code><var>TIP_PERCENT</var>\% \times \green{\$<var>BILL_FORMAT</var>}</code>.
pt: A quantia da gorjeta é igual a <code><var>TIP_PERCENT</var>\% \times \green{\$<var>BILL_FORMAT</var>}</code>.

source: The top radical is undefined when <code><var>A+B</var> - x &lt; 0</code>.
da: Det øverste rodtegn er udefineret, når <code><var>A+B</var> - x &lt; 0</code>.
es: El radical superior no está definido cuando <code><var>A+B</var> - x &lt; 0</code>.
fr: La racine carrée du numérateur n'est pas définie lorsque <code><var>A+B</var> - x &lt; 0</code>.
nb: Det øverste rottegn er ikke definert når <code><var>A+B</var> - x &lt; 0</code>.
pt: O radical de cima é indefinido quando <code><var>A+B</var> - x &lt; 0</code>.
tr: Üstteki köklü ifade, <code><var>A+B</var> - x &lt; 0</code> olduğunda tanımsızdır.

source: The total amount of space my gorilla has to play is <code> <var>VOL1</var> \text{<var>UNIT</var>}^3 + <var>VOL2</var> \text{<var>UNIT</var>}^3 = <var>VOL1 + VOL2</var>\text{<var>UNIT</var>}^3 </code>
es: El volumen total que mi gorila tiene para jugar mide <code> <var>VOL1</var> \text{<var>UNIT</var>}^3 + <var>VOL2</var> \text{<var>UNIT</var>}^3 = <var>VOL1 + VOL2</var>\text{<var>UNIT</var>}^3 </code>
fr: Le volume total dont dispose mon singe pour jouer dans son abri vaut <code> <var>VOL1</var> \text{<var>UNIT</var>}^3 + <var>VOL2</var> \text{<var>UNIT</var>}^3 = <var>VOL1 + VOL2</var>\text{<var>UNIT</var>}^3 </code>
nb: Den totale mengden plass gorillaen har å leke på er <code> <var>VOL1</var> \text{<var>UNIT</var>}^3 + <var>VOL2</var> \text{<var>UNIT</var>}^3 = <var>VOL1 + VOL2</var>\text{<var>UNIT</var>}^3 </code>
pt: A quantidade total de espaço que o meu gorila tem para brincar é de <code> <var>VOL1</var> \text{<var>UNIT</var>}^3 + <var>VOL2</var> \text{<var>UNIT</var>}^3 = <var>VOL1 + VOL2</var>\text{<var>UNIT</var>}^3 </code>
tr: Gorilimin oynaması gereken toplam alan <code> <var>VOL1</var> \text{<var>UNIT</var>}^3 + <var>VOL2</var> \text{<var>UNIT</var>}^3 = <var>VOL1 + VOL2</var>\text{<var>UNIT</var>}^3 </code>

source: The total bill is the cost of the meal plus the tip.
fr: Le montant de l'addition avec le service est égal à la somme du prix du repas et du montant du pourboire.
nb: Regningen blir maten og tipset tilsammen.
pl: Całkowity koszt rachunku to koszt posiłku plus napiwek.
pt: O valor total da conta é o custo da refeição mais a gorjeta.
tr: Toplam tutar, yemeğin fiyatı artı bahşiştir.

source: The total number of <var>plural_form(distance(1))</var> <var>BIKED</var> is the product of the number of <var>plural_form(distance(1))</var> <var>BIKED</var> each day and the number of days that <var>person(1)</var> went <var>BIKING</var>.
fr: Le nombre total de <var>plural_form(distance(1))</var> <var>BIKED</var> est le produit du nombre de <var>plural_form(distance(1))</var> <var>BIKED</var> chaque jour et du nombre de jours où <var>person(1)</var> a <var>BIKING</var>.
nb: Det totale antall <var>plural_form(distance(1))</var> <var>BIKED</var> er produktet av antallet <var>plural_form(distance(1))</var> <var>BIKED</var> hver dag og antall dager som <var>person(1)</var> var ute å<var>BIKING</var>.
pl: Całkowita liczba <var>plural_form(distance(1))</var> <var>BIKED</var> jest iloczynem liczby <var>plural_form(distance(1))</var> <var>BIKED</var> każdego dnia i liczby dni, w których <var>person(1)</var> <var>BIKING</var>.
pt: O total de <var>plural_form(distance(1))</var> <var>BIKED</var> é o produto do número de <var>plural_form(distance(1))</var> <var>BIKED</var> por dia vezes o número de dias que <var>person(1)</var> esteve <var>BIKING</var>.
tr: Toplam kaç <var>plural_form(distance(1))</var> <var>BIKED</var>diğini bulmak için, her gün kaç <var>plural_form(distance(1))</var> <var>BIKED</var> ile <var>person(1)</var>'nin <var>BIKING</var>diği gün sayısını çarpabiliriz.

source: The total number of trees on the two banks of the river is the sum of the number of trees on the left bank and the number of trees on the right bank.
da: Det samlede antal træer på de to flodbredde er summen af antallet af træer på den venstre bred og antallet af træer på højre bred.
es: El número de árboles en las dos orillas del río es la suma del número de árboles en la orilla izquierda y el número de árboles en la orilla derecha.
fr: Le nombre total d'arbres sur les deux rives de la rivière est la somme du nombre d'arbres sur la rive gauche et du nombre d'arbres sur la rive droite.
hi: नदी के दो तट पर पेड़ों की संख्या बाएँ तट पर और दाएं तट पर मौजूद पेड़ों की संख्या का योग हैI
ja: 川の両岸にある全部の木の数は，左岸にある木の本数と右岸にある木の本数の和(たし算)です．
nb: Totalt antall trær på de to breddene av elven er summen av antallet trær på den venstre bredden og antallet trær på den høyre bredden.
nl: Het totaal aantal bomen aan allebei de kanten van de rivier is het aantal bomen op de linkerkant én het aantal bomen aan de rechterkant.
pl: Łączna liczba drzew na obu brzegach rzeki jest sumą liczby drzew na lewym brzegu i liczby drzew na prawym brzegu.
pt: O número total de árvores nas duas margens do rio é a soma do número de árvores na margem esquerda e o número de árvores na margem direita.
tr: Nehrin her iki yakasındaki toplam ağaç sayısı, nehrin sol yakasındaki ağaç sayısı ile nehrin sağ yakasındaki ağaç sayısının toplamıdır.

source: The total salary <var>person(1)</var> made last week was <code class="hint_purple">$<var>localeToFixed(TOTAL_SALARY, 2)</var></code>.
fr: La semaine dernière <var>person(1)</var> a gagné <code class="hint_purple">$<var>localeToFixed(TOTAL_SALARY, 2)</var></code>.
nb: Samlet lønn <var>person(1)</var> i denne uken blir <code class="hint_purple">$<var>localeToFixed(TOTAL_SALARY, 2)</var></code>.
pl: Całkowite wynagrodzenie <var>person(1)</var> za zeszły tydzień to <code class="hint_purple">$<var>localeToFixed(TOTAL_SALARY, 2)</var></code>.
pt: O salário total que <var>person(1)</var> recebeu na semana passada foi de <code class="hint_purple">$<var>localeToFixed(TOTAL_SALARY, 2)</var></code>.
tr: <var>person(1)</var> tarafından geçen hafta kazanılan toplam maaş şudur: <code class="hint_purple">$<var>localeToFixed(TOTAL_SALARY, 2)</var></code>.

source: The total surface area is <code><var>r * r</var> \pi + <var>r * r</var> \pi + <var>2 * r * h</var> \pi = <var>2 * r * ( r + h )</var>\pi</code> square units.
fr: L'aire des faces est égale à <code><var>r * r</var> \pi + <var>r * r</var> \pi + <var>2 * r * h</var> \pi = <var>2 * r * ( r + h )</var>\pi</code> unités au carré.
pt: A área total da superfície é <code><var>r * r</var> \pi + <var>r * r</var> \pi + <var>2 * r * h</var> \pi = <var>2 * r * ( r + h )</var>\pi</code> unidades quadradas.
tr: Toplam yüzey alanı, <code><var>r * r</var> \pi + <var>r * r</var> \pi + <var>2 * r * h</var> \pi = <var>2 * r * ( r + h )</var>\pi</code> birim karedir.

source: The translation used was <code>T_{(<var>DX</var>, <var>DY</var>)}</code>.
es: La traslación usada fue <code>T_{(<var>DX</var>, <var>DY</var>)}</code>.
fr: La translation utilisée est <code>T_{(<var>DX</var>, <var>DY</var>)}</code>.
pl: Zastosowane było następujące przesunięcie <code>T_{(<var>DX</var>, <var>DY</var>)}</code>.
pt: A translação utilizada foi <code>T_{(<var>DX</var>, <var>DY</var>)}</code>.
tr: Kullanılan öteleme, <code>T_{(<var>DX</var>, <var>DY</var>)}</code>.

source: The triangle <code>\pink{ABD}</code> is isosceles as <code>\pink{AB}</code> and <code>\pink{BD}</code> are radii, so must be equal.
es: El triángulo <code>\pink{ABD}</code> es iscóceles pues <code>\pink{AB}</code> y <code>\pink{BD}</code> son radios, así que deben ser iguales.
fr: Le triangle <code>\pink{ABD}</code> est isocèle car <code>\pink{AB}</code> et <code>\pink{BD}</code> sont des rayons du cercle.
pt: O triângulo <code>\pink{ABD}</code> é isósceles, já que <code>\pink{AB}</code> e <code>\pink{BD}</code> são raios e, portanto, devem ser iguais.
tr: <code>\pink{AB}</code> ve <code>\pink{BD}</code> yarıçaplar olduğundan <code>\pink{ABD}</code> ikizkenardır, buna göre eşit olmaları gerekmektedir.

source: The triangle inequality theorem states that any side of a triangle is always shorter than the sum of the other two sides.
es: El teorema de la desigualdad del triángulo establece que cualquier lado del triángulo siempre es menor que la suma de los otros dos lados.
fr: D'après le théorème de l'inégalité triangulaire la longueur d'un côté d'un triangle est strictement inférieure à la somme des longueurs des deux autres côtés.
pl: Twierdzenie - nierówność trójkąta mówi, że dowolny bok trójkąta jest zawsze krótszy od sumy długości pozostałych dwóch boków.
pt: O teorema de desigualdade triangular afirma que qualquer um dos lados de um triângulo é sempre menor que a soma dos outros dois lados.
tr: Üçgen eşitsizliği teoremine göre, bir üçgenin herhangi bir kenarı, diğer iki kenarın toplamından küçüktür.
