Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: You are your child's permanent coach and control whether your child can add other coaches.
bg: Вие сте постоянния наставник на вашето дете и определяте дали то може да добавя други учители или не.
da: Du er dit barns permanente lærer og kan kontrollere om dit barn kan tilføje andre lærere.
es: Tú eres el tutor permanente de tu hijo y controlas si puede agregar a otro tutor.
fr: Vous êtes le coach principal de votre enfant, et vous contrôlez si votre enfant peut ajouter ou non d'autre coaches.
he: אתה המאמן הקבוע של ילדך ושולט אם ילדך יכול להוסיף מאמנים אחרים.
ja: あなたはあなたの子の永遠のコーチであり，あなたの子が他のコーチを加えるかどうかを決めます．
nb: Du er ditt barns permanente veileder og bestemmer om ditt barn kan legge til andre veiledere.
nl: Jij bent de vaste coach van je kind en kan bepalen of je kind andere coaches kan toevoegen.
pl: Jesteś stałym trenerem swojego dziecka i możesz stanowić o dodawaniu innych trenerów.
pt: Você é o tutor permanente de seu filho e controla se ele pode adicionar outros tutores.
pt_pt: Passará a ser o tutor do seu filho e a controlar se é possível adicionar outros tutores.
tr: Siz çocuğunuzun daimi Eğitmenisiniz ve çocuğunuzun başka hangi Eğitmenleri de ekleyebileceğini denetleyebilirsiniz.

source: You can add classes to the challenge from the "your students" page.
da: Du kan tilføje klasser til udfordringen fra siden "dine studerende".
es: Puedes agregar clases al desafío desde la página de "Tus estudiantes".
fr: Vous pouvez ajouter des classes pour relever le défi à partir de la page « vos élèves ».
ja: あなたはチャレンジを 「あなたの生徒」のページに加えることができます．
nb: Du kan legge til klassene til utfordringen fra "din elev" side.
nl: Je kunt klassen aan de uitdaging toevoegen via "je studenten" pagina.
pl: Możesz dodać klasy do wyzwania z Twojej strony "Twoi uczniowie".
pt: Você pode adicionar turmas no desafio a partir da página "seus alunos".
pt_pt: Pode adicionar turmas ao desafio a partir da página "Os seus alunos".
tr: "Öğrencileriniz" sayfasından göreve sınıf ekleyebilirsiniz.

source: You can add your children to the challenge from the "your children" page.
da: Du kan tilføje dine børn til udfordringen fra siden "dine børn".
es: Puedes agregar a tus hijos al desafío desde la página de "Tus hijos".
fr: Vous pouvez ajouter vos enfants au défi à partir de la page « vos enfants ».
ja: あなたはチャレンジを 「あなたの子達」のページからチャレンジに子達を加えることができます．
nb: Du kan legge dine barn til utfordringen fra den "dine barns" side.
nl: Je kunt je kinderen aan de uitdaging toevoegen via de "je kinderen" pagina.
pl: Możesz dodać Twoje dzieci do wyzwania z Twojej strony "Twoje dzieci".
pt: Você pode adicionar seus filhos no desafio a partir da página "seus filhos".
pt_pt: Pode adicionar os seus filhos ao desafio a partir da página "Os seus filhos".
tr: "Çocuklarınız" sayfasından bu göreve çocuklarınızı ekleyebilirsiniz.

source: You can also <a href="/computer-programming/programming/good-practices/v/the-power-of-the-docs" target="_blank">watch our guide</a> on how to use these docs.
da: Du kan også <a href="/computer-programming/programming/good-practices/v/the-power-of-the-docs" target="_blank">se vores guide</a> om hvordan man bruger dokumentationen.
es: También puedes <a href="/computer-programming/programming/good-practices/v/the-power-of-the-docs" target="_blank">mirar nuestra guía </a> sobre cómo usar nuestros documentos.
fr: Vous pouvez également <a href="/computer-programming/programming/good-practices/v/the-power-of-the-docs" target="_blank">regarder notre guide</a> sur la façon d'utiliser la documentation.
ja: あなたはまたこれらのドキュメントを使う上で <a href="/computer-programming/programming/good-practices/v/the-power-of-the-docs" target="_blank">私達のガイドを見る</a>ことができます．
nb: Du kan også <a href="/computer-programming/programming/good-practices/v/the-power-of-the-docs" target="_blank">se vår guide</a> på hvordan du kan bruke disse dokumentene.
nl: Je kan ook <a href="/computer-programming/programming/good-practices/v/the-power-of-the-docs" target="_blank">onze gids bekijken</a> over hoe je deze documenten moet gebruiken.
pl: Możesz także <a href="/computer-programming/programming/good-practices/v/the-power-of-the-docs" target="_blank">obejrzeć nasz przewodnik</a> o tym, jak korzystać z tych dokumentów.
pt: Você também pode <a href="/computer-programming/programming/good-practices/v/the-power-of-the-docs" target="_blank">assistir ao nosso guia</a> sobre como usar esses documentos.
pt_pt: Também podes <a href="/computer-programming/programming/good-practices/v/the-power-of-the-docs" target="_blank">ver o nosso guia</a> sobre como utilizar estes documentos.
tr: Ayrıca bu belgeleri nasıl kullanacağınızla ilgili<a href="/computer-programming/programming/good-practices/v/the-power-of-the-docs" target="_blank">kılavuzumuzu izleyebilirsiniz</a>.

source: You can also <a href="/students">organize class lists</a> or <a href="/createchild">create a new child account</a>.
bg: Можете също <a href="/students">да организирате класа в списъци</a> или <a href="/createchild">да създадете акаунт за ново дете</a>.
da: Du kan også <a href="/students"> organisere klasselister</a> eller <a href="/createchild"> oprette en ny børnekonto</a>.
es: También puedes <a href="/students">organizar listas de clases</a> o <a href="/createchild">crear una nueva cuenta infantil</a>.
fr: Vous pouvez aussi <a href="/students">organiser les listes de classes</a> ou <a href="/createchild">créer un nouveau compte d'enfant</a>.
he: באפשרותכם גם<a href="/students"> לארגן רשימות כיתה</a> או <a href="/createchild"> ליצור חשבון ילד חדש</a>.
nb: Du kan også <a href="/students">organisere klasselister</a> eller <a href="/createchild">lage en ny barnekonto</a>.
nl: Je kan ook <a href="/students">een klaslijst aanmaken</a> of <a href="/createchild">een nieuw kindaccount aanmaken</a>.
pl: Możesz także <a href="/students">organizować listę klasową</a> lub <a href="/createchild">stworzyć nowe konto dziecka</a>.
pt: Você também pode <a href="/students">organizar listas de turmas</a> ou <a href="/createchild">criar uma nova conta infantil</a>.
pt_pt: Também pode <a href="/students">organizar as suas turmas</a> ou <a href="/createchild">criar uma conta infantil</a>.
tr: <a href="/students">Sınıf listelerinizi düzenleyebilir</a>veya<a href="/createchild">yeni çocuk hesabı oluşturabilirsiniz</a>.

source: You can also copy and paste the following link into your browser's address bar:
da: Du kan også kopiere og indsætte følgende link i din browsers adressefelt:
es: También puedes copiar y pegar el siguiente enlace en la barra de direcciones de tu navegador:
fr: Vous pouvez aussi copier-coller le lien suivant dans la barre d'adresse de votre navigateur :
ja: 次のリンクをあなたのブラウザのアドレスバーにコピー・ペーストすることもできます:
nb: Du kan også kopiere og lime inn følgende kobling i nettleserens adresselinjen:
nl: Je kan ook de volgende link knippen en plakken in de adresbalk van je browser:
pl: Można również skopiować i wkleić poniższy link do paska adresu Twojej przeglądarki:
pt: Você também pode copiar e colar o seguinte link na barra de endereços do navegador:
pt_pt: Podes também copiar e colar a seguinte ligação na barra de endereço do teu navegador:
tr: Ayrıca aşağıdaki bağlantıyı kopyalayarak tarayıcınızın adres çubuğuna yapıştırabilirsiniz:

source: You can also decline the request from <a href='%(coaches_link)s'>your "Coaches" tab</a>.
da: Du kan også afvise anmodningen fra <a href='%(coaches_link)s'> din fane "Vejledere"</a>.
es: También puedes rechazar la solicitud desde <a href='%(coaches_link)s'>tu pestaña "Tutores" tab</a>.
fr: Vous pouvez également refuser la demande en vous rendant sur <a href='%(coaches_link)s'>l'onglet Coach</a>.
ja: <a href='%(coaches_link)s'>あなたの「コーチ」タブ</a> からリクエストを拒否することもできます．
nb: Du kan også avvise forespørselen fra <a href='%(coaches_link)s'>din "Veileder" knapp</a>.
nl: Je kan het vezoek ook afwijzen op <a href='%(coaches_link)s'>jouw "Coaches" tabblad</a>.
pl: Możesz też odrzucić prośbę z <a href='%(coaches_link)s'>Twojej zakładki "Trenerzy"</a>.
pt: Você também pode recusar o pedido na aba <a href='%(coaches_link)s'>"Tutores"</a>.
tr: Bu isteği aynı zamanda <a href='%(coaches_link)s'>"Eğitmenler" sekmenizden</a> reddedebilirsiniz.

source: You can also decline this request from your profile page, located at:
da: Du kan også afvise denne anmodning fra din profilside, som findes på:
es: También puedes rechazar la solicitud desde tu página de perfil, que se localiza en:
fr: Vous pouvez également refuser cette demande depuis votre profil, ici :
ja: あなたのプロファイルのページからもリクエストを拒否することもできます．それは次にあります:
nb: Du kan også avvise forespørselen fra profilsiden, som ligger:
nl: Je kan dit verzoek ook weigeren op je profielpagina, die je vindt op:
pl: Możesz też odrzucić prośbę z Twojej strony profilowej, znajdującej się pod:
pt: Você também pode recusar o pedido na sua página de perfil, localizada em:
tr: Bu isteği aynı zamanda verilen bağlantıdaki profil sayfanızdan reddedebilirsiniz:

source: You can also plug <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> into <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> and get the same answer for <code>x</code>:
da: Du kan også indsætte <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> i <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> og for det samme svar for <code>x</code>:
es: También puede sustituir <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> en <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> y obtener la misma respuesta para <code>x</code>:
fr: On peut aussi utiliser cette valeur <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> dans <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> et on obtiendra la même valeur de <code>x</code> :
nb: Du kan også sette inn <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> into <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code>og få det samme svar for <code>x</code>:
pl: Możesz też podstawić <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> do <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> i dostać tą samą wartość <code>x</code>:
pt: Você também pode colocar <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> em <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> e obter a mesma resposta para <code>x</code>:
tr: Ayrıca,<code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> ifadesine <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>'yi koyup <code>x</code> için aynı cevabı elde edebilirsiniz:

source: You can also plug <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> into <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> and get the same answer for <code>x</code>:
da: Du kan også indsætte <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> i <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> og få det samme svar for <code>x</code>:
es: También puedes sustituir <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> en <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> y obtener la misma respuesta para <code>x</code>:
fr: On peut aussi utiliser cette valeur <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> dans <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> et on obtiendra la même valeur de <code>x</code> :
nb: Du kan også sette <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> inn i <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> og få det samme svaret som for <code>x</code>:
pt: Você também poderá colocar <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> em <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> e conseguir a mesma resposta para <code>x</code>:
tr: Ayrıca, <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> ifadesine <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>'yi koyup <code>x</code> için aynı cevabı elde edebilirsiniz:

source: You can also plug <code>\color{red}{x = <var>X</var>}</code> into <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> and get the same answer for <code>y</code>:
da: Du kan også indsætte <code>\color{red}{x = <var>X</var>}</code> i <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> og få det samme svar for <code>y</code>:
es: También puedes sustituir <code>\color{red}{x = <var>X</var>}</code> en <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> y obtener la misma respuesta para <code>y</code>:
fr: On peut aussi utiliser cette valeur <code>\color{red}{x = <var>X</var>}</code> dans <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> et on obtiendra la même valeur de <code>y</code> :
nb: Du kan også sette inn <code>\color{red}{x = <var>X</var>}</code> inn i <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> og få det samme svaret <code>y</code>:
pl: Możesz też podstawić <code>\color{red}{x = <var>X</var>}</code> do <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> i dostać tą samą wartość <code>y</code>:
pt: Você também pode colocar <code>\color{red}{x = <var>X</var>}</code> em <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> e obter a mesma resposta para <code>y</code>:
tr: Ayrıca,<code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> ifadesine <code>\color{red}{x = <var>X</var>}</code>'i koyup <code>y</code> için aynı cevabı elde edebilirsiniz:

source: You can also plug <code>\color{red}{x = <var>X</var>}</code> into <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> and get the same answer for <code>y</code>:
da: Du kan også indsætte <code>\color{red}{x = <var>X</var>}</code> i <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> og få det samme svar for <code>y</code>:
es: También puedes sustituir <code>\color{red}{x = <var>X</var>}</code> en <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> y obtener la misma respuesta para <code>y</code>:
fr: On peut aussi utiliser cette valeur <code>\color{red}{x = <var>X</var>}</code> dans <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> et on obtiendra la même valeur de <code>y</code> :
nb: Du kan også sette <code>\color{red}{x = <var>X</var>}</code>inn i <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> og få det samme svaret for <code>y</code>:
pt: Você também pode colocar <code>\color{red}{x = <var>X</var>}</code> em <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> e conseguir a mesma resposta para <code>y</code>:
tr: Ayrıca, <code>\thinspace \color{<var>GREEN</var>}{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}\thinspace</code> ifadesine <code>\color{red}{x = <var>X</var>}</code>'i koyup <code>y</code> için aynı cevabı elde edebilirsiniz:

source: You can also plug <code>\orange{y = <var>Y</var>}</code> into <code> \green{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}</code> and get the same answer for <code>x</code>:
es: También puedes introducir <code>\orange{y = <var>Y</var>}</code> en <code> \green{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}</code> y obtener la misma respuesta para <code>x</code>:
fr: On peut aussi utiliser la valeur <code>\orange{y = <var>Y</var>}</code> dans l'équation <code> \green{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}</code> et obtenir la même valeur de <code>x</code> :
nb: Du kan også sette <code>\orange{y = <var>Y</var>}</code> inn i <code> \green{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}</code> og få det samme svaret for <code>x</code>:
pl: Możesz też podstawić <code>\orange{y = <var>Y</var>}</code> do <code> \green{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}</code> i dostać tę samą wartość <code>x</code>:
pt: Você também pode colocar<code>\orange{y = <var>Y</var>}</code> em <code> \green{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}</code> e obter a mesma resposta para <code>x</code>:

source: You can also plug <code>\orange{y = <var>Y</var>}</code> into <code>\blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> and get the same answer for <code>x</code>:
es: También puedes introducir <code>\orange{y = <var>Y</var>}</code> en <code>\blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> y obtener la misma respuesta para <code>x</code>:
fr: On peut aussi utiliser la valeur <code>\orange{y = <var>Y</var>}</code> dans l'équation <code>\blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> et obtenir la même valeur de <code>x</code> :
nb: Du kan også sette <code>\orange{y = <var>Y</var>}</code> inn i <code>\blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> og få det samme svaret for <code>x</code>:
pl: Możesz też podstawićv<code>\orange{y = <var>Y</var>}</code> do <code>\blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> i dostać tę samą wartość <code>x</code>:
pt: Você também pode colocar <code>\orange{y = <var>Y</var>}</code> em <code>\blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> e obter a mesma resposta para <code>x</code>:
tr: <code>\orange{y = <var>Y</var>}</code>'yi <code>\blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code>'de yerine koyabilirsiniz ve <code>x</code> için aynı sonucu elde edersiniz:

source: You can also plug <code>\red{x = <var>X</var>}</code> into <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> and get the same answer for <code>y</code>:
da: Du kan også indsætte <code>\red{x = <var>X</var>}</code> i <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> og få det samme svar for <code>y</code>:
es: También puedes introducir <code>\red{x = <var>X</var>}</code> en <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> y obtener la misma respuesta para <code>y</code>:
fr: On peut aussi utiliser la valeur <code>\red{x = <var>X</var>}</code> dans l'équation <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> et obtenir la même valeur de <code>y</code> :
nb: Du kan også sette <code>\red{x = <var>X</var>}</code> inn i <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> og få samme svar for <code>y</code>:
pl: Możesz też podstawić <code>\red{x = <var>X</var>}</code> do <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> i dostać tę samą wartość <code>y</code>:
pt: Você também pode colocar <code>\red{x = <var>X</var>}</code> em <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> e obter a mesma resposta para <code>y</code>:

source: You can also plug <code>\red{x = <var>X</var>}</code> into <code> \green{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}</code> and get the same answer for <code>y</code>:
es: También puedes introducir <code>\red{x = <var>X</var>}</code> en <code> \green{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}</code> y obtener la misma respuesta para <code>y</code>:
fr: On peut aussi utiliser la valeur <code>\red{x = <var>X</var>}</code> dans l'équation <code> \green{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}</code> et obtenir la même valeur de <code>y</code> :
nb: Du kan også sette <code>\red{x = <var>X</var>}</code> inn i <code> \green{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}</code> og få det samme svaret for <code>y</code>:
pl: Możesz też podstawić <code>\red{x = <var>X</var>}</code> do <code> \green{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}</code> i dostać tę samą wartość <code>y</code>:
pt: Você também pode colocar <code>\red{x = <var>X</var>}</code> em <code> \green{<var>expr(["+", ["*", A2, "x"], ["*", B2, "y"]])</var> = <var>C2</var>}</code> e obter a mesma resposta para <code>y</code>:

source: You can also practice for the current SAT (exams through January 2016).
ja: 現在の SAT のための練習をすることもできます (2016 年の 1 月までの試験)．
nb: Du kan også øve på den nåværende SAT (eksamen frem til januar 2016).
pl: Możesz też ćwiczyć do bieżącego SAT (egzaminy w styczniu 2016).
pt: Você também pode praticar para o SAT atual (as provas ocorrem em janeiro de 2016).
pt_pt: Também podes treinar para o SAT atual (os exames serão em janeiro de 2016).
tr: Ocak 2016'ya kadar geçerli oalcak güncel SAT sınavına da hazırlanabilirsiniz.

source: You can also solve this problem by repeatedly breaking the numerator and denominator into common factors.
da: Du kan også løse denne opgave ved gentagne gange at opdele tæller og nævner i fælles faktorer.
es: Otra forma de solucionar el problema es dividiendo repetidamente el numerador y el denominador en factores comunes.
fr: On peut aussi procéder en faisant apparaître des diviseurs communs au numérateur et au dénominateur.
hi: आप इस सवाल को हल करने के लिए गणक और भाजक को कई बार सार्व भजकों में तोड़ सकते हैंI
nb: Du kan også løse denne oppgaven ved å gjenta å dele opp teller og nevner i felles faktorer.
nl: Je kan deze opgave ook oplossen door herhaaldelijk de teller en de noemer in gemeenschappelijke factoren te splitsen.
pl: Możesz też rozwiązać to zadanie kilkukrotnie skracając licznik i mianownik przez ich wspólne dzielniki.
pt: Você também pode resolver esse problema reduzindo repetidamente o numerador e denominador pelos fatores comuns.
tr: Bu problemi, pay ve paydayı sürekli olarak ortak bölenlere bölerek de çözebilirsiniz.
