Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The focus of the parabola has the same <code>x</code>-coordinate as the vertex, so move the focus horizontally, so its <code>x</code>-coordinate is <code><var>PRETTY_X1</var></code>.
es: El foco de la parábola tiene la misma coordenada en <code>x</code> que el vértice, entonces mueve al foco horizontalmente de manera que su coordenada en <code>x</code> sea <code><var>PRETTY_X1</var></code>.
fr: Le foyer de la parabole a la même abscisse <code>x</code> que le sommet, donc on déplace le foyer horizontalement de sorte que son abscisse <code>x</code> soit <code><var>PRETTY_X1</var></code>.
pt: O foco da parábola tem a mesma coordenada <code>x</code> que o vértice, então mova o foco horizontalmente, para que sua coordenada <code>x</code> seja <code><var>PRETTY_X1</var></code>.
tr: Parabolün odak noktasının <code>x</code>-koordinatı, tepe noktasınınkiyle aynıdır, yani odak noktasını, <code>x</code>-koordinatı <code><var>PRETTY_X1</var></code> olacak şekilde yatay yönde hareket ettirin.

source: The following is almost the answer.
da: Det følgende er næsten svaret.
es: La siguiente es casi la respuesta.
fr: La réponse est presque :
pt: O seguinte está muito próximo da resposta.
tr: Neredeyse doğru olan cevap, şudur.

source: The following line passes through point <code>(<var>X1</var>, <var>Y1</var>)</code>:
fr: On sait que la droite dont l'équation est donnée ci-dessous passe par le point <code>(<var>X1</var>, <var>Y1</var>)</code>:
nb: Følgende linje går gjennom punktet <code>(<var>X1</var>, <var>Y1</var>)</code>:
pl: Następująca prosta przechodzi przez punkt <code>(<var>X1</var>, <var>Y1</var>)</code>:
pt: A reta seguinte passa pelo ponto <code>(<var>X1</var>, <var>Y1</var>)</code>:

source: The following objectives need more work:
da: Følgende emner kræver mere arbejde:
es: Los siguientes objetivos necesitan mas trabajo:
fr: Les objectifs suivants demandent encore du travail :
ja: 次に挙げる目標についてもっと改善が必要です:
nb: Disse følgende punktene trenger mer arbeid:
nl: Het volgende onderdeel moet verbeterd worden:
pl: Następujące cele wymagają więcej pracy:
pt: Os seguintes objetivos precisam ser mais aprimorados:
pt_pt: Os seguintes objetivos precisam de ser mais trabalhados:
tr: Aşağıdaki hedefler için daha fazla çalışılmalı:

source: The following students are already in this class:
da: De følgende elever er allerede i denne klasse:
es: Los siguientes estudiantes ya están en esta clase:
fr: Les étudiants suivants font déjà parti de la classe:
ja: 次の生徒達は既にこのクラスにいます:
nb: Følgende elever er allerede i denne klassen:
nl: De volgende leerlingen zitten al in jouw klas:
pl: Następujący uczniowie są już w tej klasie:
pt: Os seguintes alunos já estão nesta turma:
pt_pt: Os seguintes alunos já estão nesta turma:
tr: Aşağıdaki öğrenciler zaten bu sınıfa kayıtlıdır:

source: The formula to find the slope is: <code>m = \dfrac{(y_{1} - y_{2})}{(x_{1} - x_{2})}</code>.
da: Formlen til at finde hældningen er: <code>m = \dfrac{(y_{1} - y_{2})}{(x_{1} - x_{2})}</code>.
es: La fórmula para encontrar la pendiente es: <code>m = \dfrac{(y_{1} - y_{2})}{(x_{1} - x_{2})}</code>.
nb: Formelen for å finne stigningen er: <code>m = \dfrac{(y_{1} - y_{2})}{(x_{1} - x_{2})}</code>.
pl: Wzór na nachylenie to: <code>m = \dfrac{(y_{1} - y_{2})}{(x_{1} - x_{2})}</code>.
pt: A fórmula para encontrar o coeficiente angular é: <code>m = \dfrac{(y_{1} - y_{2})}{(x_{1} - x_{2})}</code>.
tr: Eğimi bulmak için formül şöyledir: <code>m = \dfrac{(y_{1} - y_{2})}{(x_{1} - x_{2})}</code>.

source: The fraction <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> could represent cutting pies into <code><var>DENOMINATOR</var></code> slices and taking <code><var>NUMERATOR</var></code> of those slices.
es: La fracción <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> podría representar rebanar pasteles en <code><var>DENOMINATOR</var></code> rebanadas y tomar <code><var>NUMERATOR</var></code> de esas rebanadas.
fr: La fraction <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> peut se représenter en coupant une tarte en <code><var>DENOMINATOR</var></code> parts en en prenant <code><var>NUMERATOR</var></code> parts.
hi: भिन्न <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> केके को <code><var>DENOMINATOR</var></code> हिस्सों में काटने और उनमे से <code><var>NUMERATOR</var></code> हिस्सों को लिए जाने को दर्शा सकता हैI
nb: Brøken <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> kan representerer å dele opp paien i <code><var>DENOMINATOR</var></code> stykker og ta <code><var>NUMERATOR</var></code> av disse stykkene.
pl: Ułamek <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> może reprezentować krojenie ciasta na <code><var>DENOMINATOR</var></code> kawałków i zabranie <code><var>NUMERATOR</var></code> z tych kawałków.
pt: A fração <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> pode representar cortar as tortas em <code><var>DENOMINATOR</var></code> fatias e tirar <code><var>NUMERATOR</var></code> dessas fatias.
tr: <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> kesiri, turtaların <code><var>DENOMINATOR</var></code> dilime bölünüp, dilimlerden <code><var>NUMERATOR</var></code> tanesinin alınmasını temsil edebilir.

source: The fraction is <code><var>fraction(I_NUM, I_DENOM, true, true)</var></code>.
es: La fracción es <code><var>fraction(I_NUM, I_DENOM, true, true)</var></code>.
fr: La fraction est <code><var>fraction(I_NUM, I_DENOM, true, true)</var></code>.
nb: Brøken er <code><var>fraction(I_NUM, I_DENOM, true, true)</var></code>.
pl: Ten ułamek to <code><var>fraction(I_NUM, I_DENOM, true, true)</var></code>.
pt: A fração é <code><var>fraction(I_NUM, I_DENOM, true, true)</var></code>.
tr: Kesir şudur: <code><var>fraction(I_NUM, I_DENOM, true, true)</var></code>.

source: The fraction on the left represents <var>A</var> out of <var>B</var> slices of a rectangular <var>pizza( 1 )</var>.
da: Brøk til venstre repræsenterer <var>A</var> ud af <var>B</var> skiver af en rektangulær <var>pizza( 1 )</var>.
es: La fracción del lado izquierdo representa <var>A</var> de <var>B</var> rebanadas de una <var>pizza( 1 )</var> rectangular.
fr: La fraction à gauche représente <var>A</var> des <var>B</var> tranches d'une <var>pizza( 1 )</var> rectangulaire.
nb: Brøken til venstre representerer <var>A</var> ut av <var>B</var> stykker av en rektangulær <var>pizza( 1 )</var>.
nl: De breuk aan de linkerkant komt overeen met <var>A</var> van de <var>B</var> stukken van een rechthoekige <var>pizza( 1 )</var>.
pl: Ułamek po lewej stronie przedstawia <var>A</var> z <var>B</var> kawałków prostokątnej <var>pizza( 1 )</var>.
pt: A fração á esquerda representa <var>A</var> de <var>B</var> pedaços de uma <var>pizza( 1 )</var> retangular.
tr: Soldaki kesir, dikdörtgen bir <var>pizza( 1 )</var> nın <var>B</var> diliminden <var>A</var> tanesini temsil etmektedir.

source: The fraction on the left represents dividing some rectangular <var>pizza(1).plural(2)</var> into <var>B</var> slices, then taking <var>A</var> slices.
da: Brøken til venstre repræsenterer division nogle rektangulære <var>pizza(1).plural(2)</var> i <var>B</var> skiver, så tag <var>A</var> skiver.
es: La fracción de la izquierda representa la división de algunas <var>pizza(1).plural(2)</var> rectangulares en <var>B</var> rebanadas, y después tomar <var>A</var> de esas rebanadas.
fr: La fraction de gauche représente <var>A</var> morceaux pris parmi les <var>B</var> morceaux découpés dans une (ou plusieurs) <var>pizza(1).plural(2)</var> de forme rectangulaire.
hi: बाईं ओर का भिन्न किसी आयात्कार को विभाजित होते दर्शाता है <var>pizza(1).plural(2)</var> into <var>B</var> हिस्से, और फिर लेते हैं <var>A</var> हिस्सेI
nb: Brøken til venstre representerer divisjon av noen rektangulære <var>pizza(1).plural(2)</var> i <var>B</var> stykker, og så ta <var>A</var> stykker.
nl: De breuk aan de linkerkant komt overeen met het delen van rechthoekige <var>pizza(1).plural(2)</var> in <var>B</var> stukken, en vervolgens <var>A</var> stukken te nemen.
pl: Ułamek na lewo przedstawia dzielenie prostokąta <var>pizza(1).plural(2)</var> na <var>B</var> kawałki, zabierając następnie <var>A</var> kawałków.
pt: A fração da esquerda representa a divisão de algumas <var>pizza(1).plural(2)</var> retangulares em <var>B</var> fatias em que são pegas <var>A</var> fatias.
tr: Soldaki kesir, bir dikdörtgen <var>pizza(1).plural(2)</var> <var>B</var> dilimler halinde bölmeyi ve sonra <var>A</var> dilim almayı temsil eder.

source: The fraction on the left represents dividing some rectangular <var>pizza(1).plural(2)</var> into <var>D</var> slices, then taking <var>C</var> slices.
da: Brøken til venstre repræsenterer division nogle rektangulære <var>pizza(1).plural(2)</var> i <var>D</var> skiver, så tag <var>C</var> skiver.
fr: La fraction de gauche représente <var>C</var> morceaux pris parmi les <var>D</var> morceaux découpés dans une (ou plusieurs) <var>pizza(1).plural(2)</var> de forme rectangulaire.
hi: बाईं ओर का भिन्न किसी आयात्कार के <var>pizza(1).plural(2)</var> into <var>D</var> हिस्सों को दर्शाता है, फिर लेते हैं <var>C</var> हिस्सेI
nb: Brøken til venstre representerer divisjon noen rektangulære <var>pizza(1).plural(2)</var> i <var>D</var> stykker, så ta <var>C</var> stykker.
pl: Ułamek na lewo pokazuje dzielenie prostokątnej <var>pizza(1).plural(2)</var> na <var>D</var> kawałków, zabierając następnie <var>C</var> kawałków.
pt: A fração à esquerda representa a divisão de algumas <var>pizza(1).plural(2)</var> retangulares em <var>D</var> fatias, em que são pegas <var>C</var> fatias.
tr: Soldaki kesir bir dikdörtgenİ <var>pizza(1).plural(2)</var> <var>D</var> dilimler halinde bölMEYİ ve sonra <var>C</var> dilim almayı temsil eder.

source: The fractions must have the same denominator before you can add them.
es: Las fracciones deben tener el mismo denominador antes de que puedas sumarlas.
fr: On doit mettre les fractions au même dénominateur.
nb: Brøken må ha den samme nevneren før du kan addere.
nl: De breuken moeten gelijke noemers hebben voordat je ze kan optellen.
pl: Ułamki muszą mieć takie same mianowniki zanim je dodasz.
pt: As frações devem ter o mesmo denominador antes que você possa adicioná-las.
tr: Toplamadan önce kesirlerin paydası aynı olmalı.

source: The full symbols represent <var>VALUE_PER_IMG</var> badge.
fr: Les symboles complets valent <var>VALUE_PER_IMG</var> badge.
pl: Pełne symbole oznaczają <var>VALUE_PER_IMG</var> odznakę.
pt: Os símbolos completos representam <var>VALUE_PER_IMG</var> medalha.
tr: Tam semboller <var>VALUE_PER_IMG</var> madalya temsil eder.

source: The fully factored expression is: <span data-if="COMMON_VAR"><code><var>COMMON</var>x(x + <var>-A</var>)(x + <var>-B</var>)</code></span> <span data-else=""><code><var>COMMON</var>(x + <var>-A</var>)(x + <var>-B</var>)</code></span>
da: Det fuldt faktoriserede udtryk er: <span data-if="COMMON_VAR"><code><var>COMMON</var>x(x + <var>-A</var>)(x + <var>-B</var>)</code></span> <span data-else=""><code><var>COMMON</var>(x + <var>-A</var>)(x + <var>-B</var>)</code></span>
es: La expresión totalmente factorizada es: <span data-if="COMMON_VAR"><code><var>COMMON</var>x(x + <var>-A</var>)(x + <var>-B</var>)</code></span> <span data-else=""><code><var>COMMON</var>(x + <var>-A</var>)(x + <var>-B</var>)</code></span>
fr: La réponse est : <span data-if="COMMON_VAR"><code><var>COMMON</var>x(x + <var>-A</var>)(x + <var>-B</var>)</code></span> <span data-else=""><code><var>COMMON</var>(x + <var>-A</var>)(x + <var>-B</var>)</code></span>
nb: Det fullstendige faktoriserte uttrykket er: <span data-if="COMMON_VAR"><code><var>COMMON</var>x(x + <var>-A</var>)(x + <var>-B</var>)</code></span> <span data-else=""><code><var>COMMON</var>(x + <var>-A</var>)(x + <var>-B</var>)</code></span>
pl: Całkowicie rozłożone wyrażenie to: <span data-if="COMMON_VAR"><code><var>COMMON</var>x(x + <var>-A</var>)(x + <var>-B</var>)</code></span> <span data-else=""><code><var>COMMON</var>(x + <var>-A</var>)(x + <var>-B</var>)</code></span>
pt: A expressão totalmente fatorada é: <span data-if="COMMON_VAR"><code><var>COMMON</var>x(x + <var>-A</var>)(x + <var>-B</var>)</code></span> <span data-else=""><code><var>COMMON</var>(x + <var>-A</var>)(x + <var>-B</var>)</code></span>
tr: Çarpanlarına ayrılmış ifade: <span data-if="COMMON_VAR"><code><var>COMMON</var>x(x + <var>-A</var>)(x + <var>-B</var>)</code></span> <span data-else=""><code><var>COMMON</var>(x + <var>-A</var>)(x + <var>-B</var>)</code></span>

source: The function <code>f(x)</code> is graphed; what is its domain?
da: Grafen for funktionen <code>f(x)</code> er afbildet; Hvad er dens definitionsmængde?
es: Se muestra la gráfica de la función <code>f(x)</code> ; ¿Cuál es su dominio?
fr: Ci-dessous la courbe représentative de la fonction qui à certains réels fait correspondre <code>f(x)</code> ; pour quels réels est-elle définie ?
nb: Grafen for funksjonen <code>f(x)</code> er avbildet; Hva er dens definisjonsmengde?
nl: De functie <code>f(x)</code> is weergegeven in de grafiek; wat is het domein?
pl: Jaka jest dziedzina narysowanej funkcji <code>f(x)</code>?
pt: A função <code>f(x)</code> está representada no gráfico. Qual o seu domínio?
tr: <code>f(x)</code> fonksiyonunun grafiği çizilmiştir; tanım kümesi nedir?

source: The function <code>f(x)</code> is graphed; what is its range?
da: Grafen for funktionen <code>f(x)</code> er afbildet; Hvad er dens værdimængde?
es: Se muestra la gráfica de la función <code>f(x)</code> ; ¿Cuál es su rango?
fr: Ci-dessous la courbe représentative de la fonction qui à tout réel x de son ensemble de définition fait correspondre <code>f(x)</code> ; entre quels nombres sont compris les images de x ?
nb: Grafen til funksjonen <code>f(x)</code> er avbildet; Hva er dens verdimengde?
nl: De functie <code>f(x)</code> is weergegeven in de grafiek; wat is het bereik?
pl: Jaki jest zbiór wartości narysowanej funkcji <code>f(x)</code>?
pt: A função <code>f(x)</code> está representada no gráfico. Qual o seu alcance?
tr: <code>f(x)</code> fonksiyonunun grafiği çizilmiştir; görüntü kümesi nedir?

source: The function <code>f(x)</code> is greater than <code>0</code> wherever it's positive.
da: Funktionen <code>f(x)</code> er større end <code>0</code>, der hvor den er positiv.
es: La función <code>f(x)</code> es mayor que <code>0</code> donde es positiva.
fr: La fonction qui à x fait correspondre <code>f(x)</code> est strictement supérieure à <code>0</code> sur l'intervalle (ou les intervalles) où la courbe est au-dessus de l'axe des x.
pt: A função <code>f(x)</code> é maior que <code>0</code> sempre que for positiva.
tr: <code>f(x)</code> fonksiyonu pozitif olduğu yerde <code>0</code>'dan büyüktür.

source: The function <code>f(x)</code> is less than <code>0</code> wherever it's negative.
es: La función <code>f(x)</code> es menor que <code>0</code> donde es negativa.
fr: <code>f(x)</code> est strictement inférieure à <code>0</code> sur l'intervalle (ou les intervalles) où la courbe est en dessous de l'axe des x.
pt: A função <code>f(x)</code> é menor que <code>0</code> sempre que for negativa.
tr: <code>f(x)</code> fonksiyonu negatif olduğu yerde <code>0</code>'dan küçüktür.

source: The function in the window corresponds to <code>%(fnVar)s</code> where %(solution)s.
da: Funktionen i vinduet svarer til <code>%(fnVar)s</code>, hvor %(solution)s.
es: La función en la ventana corresponde a <code>%(fnVar)s</code> donde %(solution)s.
fr: La fonction dont la courbe est dans la fenêtre correspond à <code>%(fnVar)s</code> sur l'intervalle %(solution)s.
nb: Funksjonen i vinduet korresponderer til <code>%(fnVar)s</code> hvor %(solution)s.
nl: De functie in het venster komt overeen met <code>%(fnVar)s</code> alwaar %(solution)s.
pl: Funkcja w oknie odpowiada <code>%(fnVar)s</code> gdzie %(solution)s.
pt: A função na janela corresponde a <code>%(fnVar)s</code> onde %(solution)s.
pt_pt: A função cuja curva está dentro da janela corresponde a <code>%(fnVar)s</code> no intervalo %(solution)s.
tr: Ekrandaki fonksiyon, <code>%(fnVar)s</code> ve bu fonksiyon %(solution)s.

source: The function intersects the <code>x</code>-axis where <code>f(x) = 0</code>, so solve the equation:
da: Funktionen skærer <code>x</code>-aksen, hvor <code>f(x) = 0</code>, så løs ligningen:
es: La función intersecta el eje <code>x</code> donde <code>f(x) = 0</code>, así que resuelve la ecuación:
fr: On cherche les valeurs de <code>x</code> telles que <code>f(x) = 0</code>, donc on résout l'équation :
pt: A função corta o eixo <code>x</code>onde <code>f(x) = 0</code>, portanto, resolva a equação:
tr: Fonksiyonun <code>x</code>-eksenini kestiği yerde <code>f(x) = 0</code>, buna göre, denklemi çözünüz:

source: The function starts at its maximum value (ie, <code>f(0)=<var>VSCALE</var></code>), so what kind of function is it?
es: La función comienza en su valor máximo (es decir, <code>f(0)=<var>VSCALE</var></code>), entonces, ¿qué tipo de función es?
fr: L'image de zéro par la fonction est son maximum (<code>f(0)=<var>VSCALE</var></code>), donc quel type de fonction est-ce ?
pl: Funkcja rozpoczyna się w swej wartości maksymalnej (tj.,<code>f(0)=<var>VSCALE</var></code>), co to za funkcja?
pt: A função começa no seu valor máximo (ou seja, <code>f(0)=<var>VSCALE</var></code>), então que tipo de função ela é?
tr: Fonksiyon maksimum değerinden, (yani, <code>f(0)=<var>VSCALE</var></code>) başlar, buna göre bu ne tür bir fonksiyondur?

source: The function starts at zero (ie, <code>f(0)=0</code>), so what kind of function is it?
es: La función comienza en cero (es decir, <code>f(0)=0</code>), entonces, ¿qué tipo de función es?
fr: L'image de zéro par la fonction est zéro (<code>f(0)=0</code>) donc quel type de fonction est-ce ?
pt: A função começa em zero (ou seja, <code>f(0)=0</code>), então que tipo de função ela é?
tr: Fonksiyon sıfırdan başlar (yani, <code>f(0)=0</code>), buna göre bu ne tür bir fonksiyondur?

source: The fundamental theorem of arithmetic
da: Den grundlæggende aritmetiske læresætning
es: El teorema fundamental de la aritmética
fr: Le théorème fondamental de l'arithmétique
nb: Den grunnleggende aritmetiske læresetning
nl: De hoofdstelling van de rekenkunde
pl: Podstawowe twierdzenie arytmetyki
pt: Teorema fundamental da aritmética
tr: Aritmetiğin temel teoremi

source: The general form for a geometric sequence is <code>a_i = a_1 r^{i - 1}</code>. In this case, we have <code>a_i = <var>TERMS_TEX[0]</var> \left(<var>R_TEX</var>\right)^{i - 1}</code>.
es: La forma general de una sucesión geométrica es <code>a_i = a_1 r^{i - 1}</code>. En este caso, tenemos <code>a_i = <var>TERMS_TEX[0]</var> \left(<var>R_TEX</var>\right)^{i - 1}</code>.
fr: L'expression du terme général d'une suite géométrique est <code>a_i = a_1 r^{i - 1}</code>. Ici, on obtient <code>a_i = <var>TERMS_TEX[0]</var> \left(<var>R_TEX</var>\right)^{i - 1}</code>.
pt: A fórmula geral para uma sequência geométrica é <code>a_i = a_1 r^{i - 1}</code>. Nesse caso, temos <code>a_i = <var>TERMS_TEX[0]</var> \left(<var>R_TEX</var>\right)^{i - 1}</code>.
tr: Geometrik dizinin genel formülü, <code>a_i = a_1 r^{i - 1}</code>. Bu durumda, <code>a_i = <var>TERMS_TEX[0]</var> \left(<var>R_TEX</var>\right)^{i - 1}</code>.

source: The general form for an arithmetic sequence is <code>a_i = a_1 + d(i - 1)</code>. In this case, we have <code>a_i = <var>A</var> + <var>D</var>(i - 1)</code>.
es: La forma general de una sucesión aritmética es <code>a_i = a_1 + d(i - 1)</code>. En este caso, tenemos <code>a_i = <var>A</var> + <var>D</var>(i - 1)</code>.
fr: La forme générale d'une suite arithmétique est <code>a_i = a_1 + d(i - 1)</code>. Ici, on a <code>a_i = <var>A</var> + <var>D</var>(i - 1)</code>.
pt: A forma geral para uma progressão aritmética é <code>a_i = a_1 + d(i - 1)</code>. Neste caso, temos <code>a_i = <var>A</var> + <var>D</var>(i - 1)</code>.
tr: Aritmetik dizinin genel formülü, <code>a_i = a_1 + d(i - 1)</code>. Bu durumda, <code>a_i = <var>A</var> + <var>D</var>(i - 1)</code>.

source: The geometric sequence <code>(a_i)</code> is defined by the formula:
es: La sucesión geométrica <code>(a_i)</code> está definida por la fórmula:
fr: La suite géométrique <code>(a_i)</code> est définie par :
pt: A sequência geométrica <code>(a_i)</code> é definida pela fórmula:
tr: <code>(a_i)</code> geometrik dizisi, şu formülle tanımlanmıştır:

source: The goal block has a length of <code><var>CODE_OFFSPRING</var></code>, which can be rewritten as:
da: Målblokken har en længde på <code><var>CODE_OFFSPRING</var></code>, som kan skrives som:
es: El bloque objetivo tiene una longitud de <code><var>CODE_OFFSPRING</var></code>, que puede reescribirse como:
fr: La longueur du bloc d'arrivée est <code><var>CODE_OFFSPRING</var></code>, ce qui peut s'écrire :
hi: गोल ब्लाक की लम्बाई है <code><var>CODE_OFFSPRING</var></code>, जिसका पुनर्लेखन किया जा सकता है ऐसे:
nb: Målblokken har en lengde på <code><var>CODE_OFFSPRING</var></code>, som kan skrives som:
nl: De doelbalk heeft een lengte van <code><var>CODE_OFFSPRING</var></code>, wat je ook kan schrijven als:
pl: Klocek docelowy ma długość wynoszącą <code><var>CODE_OFFSPRING</var></code>, co można przepisać jako:
pt: O comprimento do bloco desejado é <code><var>CODE_OFFSPRING</var></code>, que pode ser reescrito como:
tr: Hedef blokun uzunluğu <code><var>CODE_OFFSPRING</var></code> 'dur ve bu şu şekilde tekrar yazılabilir:

source: The grades on a <var>course( 1 )</var> midterm at <var>school( 1 )</var> are normally distributed with <code>\mu = <var>MEAN</var></code> and <code>\sigma = <var>localeToFixed(STDDEV, 1)</var></code>. <br><var>person( 1 )</var> scored <code><var>GRADE</var></code> on the exam.
fr: Les notes sur un examen de <var>course( 1 )</var> à <var>school( 1 )</var> ont une distribution normale avec <code>\mu = <var>MEAN</var></code> et <code>\sigma = <var>localeToFixed(STDDEV, 1)</var></code>. <br><var>person( 1 )</var> a eu <code><var>GRADE</var></code> à l'examen.
pt: As notas de uma prova de <var>course( 1 )</var> em <var>school( 1 )</var> são normalmente distribuídas com <code>\mu = <var>MEAN</var></code> e <code>\sigma = <var>localeToFixed(STDDEV, 1)</var></code>. <br><var>person( 1 )</var> tirou <code><var>GRADE</var></code> na prova.
tr: <var>school( 1 )</var>'nde <var>course( 1 )</var> sınavındaki puanlar, <code>\mu = <var>MEAN</var></code> ve <code>\sigma = <var>localeToFixed(STDDEV, 1)</var></code> olan normal bir dağılım gösterir. <br><var>person( 1 )</var> sınavda <code><var>GRADE</var></code> puan aldı.

source: The graph represents <code><var>VARIABLE_NAME</var> <var>REL</var><var>SIGN + INT</var></code>
fr: Le graphe représente <code><var>VARIABLE_NAME</var> <var>REL</var><var>SIGN + INT</var></code>
hi: आलेख इसका प्रतिनिधित्व करता है <code><var>VARIABLE_NAME</var> <var>REL</var><var>SIGN + INT</var></code>
nb: Grafen representerer <code><var>VARIABLE_NAME</var> <var>REL</var><var>SIGN + INT</var></code>
pl: Wykres przedstawia nierówność <code><var>VARIABLE_NAME</var> <var>REL</var><var>SIGN + INT</var></code>
pt: O gráfico representa <code><var>VARIABLE_NAME</var> <var>REL</var><var>SIGN + INT</var></code>
tr: Grafik <code><var>VARIABLE_NAME</var> <var>REL</var><var>SIGN + INT</var></code>'i gösteriyor
