Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Click on the link in the email to create a Khan Academy username and password
es: Haz clic en el enlace en el correo electrónico para crear un nombre de usuario y una contraseña para Khan Academy
nb: Klikk på lenken i e-mailen for lage et Khan Academy brukernavn og passord
pl: Kliknij na link w e-mailu aby stworzyć nazwę użytkownika oraz hasło do Khan Academy
pt: Clique no link no e-mail para criar um nome de usuário e uma senha da Khan Academy
tr: Khan Academy'de bir kullanıcı adı ve şifresi oluşturmak için, e-postadaki bağlantının üstüne tıklayınız

source: Click on the tiles to change the lights.
da: Klik på felterne for ændre lysene.
es: Haz clic en los mosaicos para cambiar las luces.
fr: Cliquez sur les tuiles pour changer les lumières.
nb: Klikk på feltene for å endre lyset.
nl: Klik op de tegels om de lichten te veranderen.
pl: Kliknij na płytki żeby zmienić podświetlenie.
pt: Clique nas células para alterar as luzes.
tr: Işıkları değiştirmek için karolara tıklayınız.

source: Click on this subject to start learning at your own pace!
da: Klik på dette emne for begynde at lære i dit eget tempo!
es: ¡Da clic en este tema para empezar a aprender a tu propio ritmo!
fr: Cliquez sur ce sujet pour commencer à apprendre à votre rythme !
ja: この科目をクリックして自分のペースで学びはじめましょう!
nb: Klikk på dette faget for å begynne å lære i ditt eget tempo!
nl: Klik op dit onderwerp om op je eigen tempo te gaan leren!
pl: Kliknij na ten temat, aby rozpocząć naukę we własnym tempie!
pt: Clique neste tema para começar a aprender em seu próprio ritmo!
pt_pt: Clica nesta disciplina para começares a explorá-la ao teu próprio ritmo!
tr: Bu konuya tıklayarak, kendi belirleyeceğiniz hızda öğrenmeye başlayın!

source: Click table headers to sort
da: Klik på tabeloverskrifterne for at vælge sortering
es: Haz clic en los encabezados de la tabla para ordenar
fr: Cliquez sur les en-tête des tableaux pour trier
ja: 順に並べかえるには表の見出しをクリックします
nb: Klikk på tabelloverskrifterne for at velge sortering
nl: Klik op de tabelhoofden om te sorteren
pl: Aby posortować, naciśnij nagłówki tabeli
pt: Clique nos cabeçalhos da tabela para ordenar
pt_pt: Clique nos cabeçalhos da tabela para ordenar
tr: Sıralamak için tablodaki başlıklara tıklayınız

source: Click the green ‘add a class’ button at the bottom of your teacher homepage
es: Haz clic en el botón verde "Agregar una clase" en la parte inferior de tu página inicial de maestro
nb: Klikk på den grønne ‘legg til klasse’ knappen på bunnen av din lærer hjemmeside
pt: Clique no botão verde ‘adicionar uma turma’ na parte inferior da sua página de professor
tr: Öğretmen ana sayfanızın en altındaki yeşil renkli 'sınıf ekleme' seçeneğine tıklayınız

source: Click the ‘login’ button on the upper right hand side of your screen
es: Haz clic en el botón "Inicia sesión" en la parte superior derecha de tu pantalla
nb: Klikk på "login"-knappen i øverste høyre side av din skjerm
pt: Clique no botão de ‘login’ no canto superior direito da sua tela
tr: Ekranınızın sağ üst tarafındaki 'giriş' seçeneğine tıklayınız

source: Click the ‘login’ button on the upper righthand side of your screen
es: Haz clic en el botón "Inicia sesión" en la parte superior derecha de tu pantalla
nb: Klikk på "login"-knappen i øverste høyre side av din skjerm
pt: Clique no botão de ‘login’ no canto superior direito da sua tela
tr: Ekranınızın sağ üst tarafındaki 'giriş' seçeneğine tıklayınız

source: Click this link to create your parent account, choosing a username and password for you, the parent:
da: Klik på dette link for at oprette din forældrekonto, vælge et brugernavn og en adgangskode for dig, forælderen:
es: Haz clic en este enlace para crear tu cuenta de padre, escoge un nombre de usuario y una contraseña para ti, el padre:
fr: Cliquez sur ce lien pour créer votre compte de parent, choisir un nom d'utilisateur et un mot de passe pour vous, le parent :
nb: Klikk på denne koblingen for å opprette din konto for foreldre, velger brukernavn og passord for deg selv:
nl: Klik op deze link om een ouderaccount te creëren en kies een gebruikersnaam en wachtwoord voor jou als ouder:
pl: Kliknij na ten link, żeby stworzyć konto rodzica, wybierając nazwę użytkownika i hasło dla siebie, rodzica:
pt: Clique neste link para criar sua conta de pai, escolhendo um nome de usuário e senha para você, o pai:
tr: Veli hesabınızı oluşturmak, kullanıcı adınızı ve şifrenizi seçmek için bu bağlantıya tıklayınız:

source: Click this link to learn more about Khan Academy:
da: Klik på dette link for at lære mere om Khan Academy:
es: Haz clic en este enlace para aprender más acerca de Khan Academy:
fr: Cliquez sur ce lien pour en savoir plus sur la Khan Academy :
nb: Klikk denne koblingen for å lære mer om Khan Academy:
nl: Klik op deze link om meer te leren over Khan Academy:
pl: Kliknij w ten link, żeby dowiedzieć się więcej na temat Khan Academy:
pt: Clique neste link para saber mais sobre a Khan Academy:
tr: Khan Academy hakkında daha fazla bilgi edinmek için bu bağlantıya tıklayınız:

source: Click to add points
da: Klik for at tilføje punkter
es: Haz clic para agregar puntos
fr: Cliquez pour ajouter des points.
nb: Klikk for å legge til poeng
nl: Klik om punten toe te voegen
pl: Kliknij, aby dodać punkty
pt: Clique para adicionar pontos
pt_pt: Clica para adicionares pontos
tr: Nokta eklemek için tıklayın

source: Click to add vertices
da: Klik for at tilføje hjørner
es: Haz clic para agregar vértices
fr: Cliquez pour ajouter un sommet.
nb: Klikk for å legge til hjørner
nl: Klik om vertices toe te voegen
pl: Kliknij, aby dodać wierzchołki
pt: Clique para adicionar vértices
pt_pt: Clica para adicionares vértices
tr: Tepe noktası eklemek için tıklayın

source: Click to learn about your brain.
da: Klik her for at lære om din hjerne.
es: Haz clic para obtener información acerca de tu cerebro.
fr: Cliquez pour en savoir plus sur votre cerveau.
ja: クリックしてあなたの頭脳について学びましょう．
nb: Klikk for å lære om hjernen din.
nl: Klik om meer te leren over jouw hersenen.
pl: Kliknij, aby dowiedzieć się więcej o mózgu.
pt: Clique para saber mais sobre seu cérebro.
pt_pt: Clica para saberes mais acerca do teu cérebro.
tr: Beyniniz hakkında bilgi edinmek için buraya tıklayın.

source: Click to read more about growing your brain!
da: Klik for at læse mere om hvordan du får din hjerne til at vokse!
es: ¡Haz clic para leer más acerca de cómo desarrollar tu cerebro!
fr: Cliquez ici pour en savoir plus sur votre cerveau !
ja: クリックしてあなたの脳の成長についてさらに読む!
nb: Klikk for å lese mer om å utvikle hjernen din!
nl: Klik om meer te lezen over het ontwikkelen van jouw hersenen!
pl: Kliknij, by przeczytać więcej o rozwijaniu swojego mózgu!
pt: Clique para ler mais sobre o crescimento de seu cérebro!
pt_pt: Clica para sabe mais sobre o crescimento do teu cérebro!
tr: Beyninizi geliştirmeye ilişkin daha fazlasını okumak için tıklayınız!

source: Click to refresh
da: Klik for at opdatere
es: Haz clic para actualizar
fr: Cliquez pour rafraîchir
ja: クリックしてリフレッシュ
nb: Klikk for å oppdatere
nl: Klik om te vernieuwen
pl: kliknij by odświeżyć
pt: Clique para atualizar
pt_pt: Clica para atualizar
tr: Yenilemek için tıklayınız

source: Click to see attempt details.
da: Klik for at se detaljer om forsøg.
es: Haz clic para ver los detalles del intento.
fr: Cliquez pour consulter les détails de la tentative.
ja: 試みの詳細を見るにはクリックして下さい．
nb: Klikk for å se detaljer om forsøk.
nl: Klik om de poging-details te zien.
pl: Kliknij by zobaczyć szczegóły.
pt: Clique para ver detalhes da tentativa.
pt_pt: Clique para ver detalhes da tentativa.
tr: Denemenin detaylarını görmek için tıklayınız.

source: Click to see the report.
da: Klik for at se rapporten.
es: Haz clic para ver el reporte.
fr: Cliquez pour voir le rapport.
ja: ここをクリックしてレポートを見よう。
nb: Klikk for å se rapporten.
nl: Klik om het rapport te zien.
pl: Kliknij, żeby zobaczyć raport.
pt: Clique aqui par ver o relatório.
pt_pt: Clica aqui para ver o relatório.
tr: Raporu görmek için tıklayın.

source: Click to show only these students.
da: Klik for at kun at vise disse elever.
es: Haz clic para mostrar solo estos estudiantes.
fr: Appuyez pour ne montrer que ces étudiants.
ja: クリックしてこれらの生徒だけを表示
nb: Trykk for kun å vise disse elevene.
nl: Klik om enkel deze studenten te tonen.
pl: Kliknij, aby pokazać tylko tych uczniów.
pt: Clique para exibir somente estes alunos.
pt_pt: Clique para mostrar apenas estes alunos.
tr: Sadece bu öğrencileri görüntülemek için tıklayınız.

source: Click your name in the upper right corner to get to your profile, then click "programs".
da: Klik på dit navn i øverste højre hjørne for at komme til din profil, klik derefter på "programmer".
es: Haz clic en tu nombre en la esquina superior derecha para ir a tu perfil, después haz clic en "programas".
fr: Cliquez sur votre nom dans le coin supérieur droit pour accéder à votre profil, puis cliquez sur "programmes".
ja: あなたのプロファイルの右上端にあるあなたの名前をクリックし，そして「プログラム」をクリックします．
nb: Klikk navnet ditt i øvre høyre hjørne å komme til din profil og velg deretter "programmer".
nl: Klik op jouw naam rechtsbovenaan om naar je profiel te gaan en klik dan op "programma's".
pl: Kliknij w swoje imię w prawym górnym rogu, żeby wejść na swój profil, a potem kliknij w "programy".
pt: Clique em seu nome, no canto superior direito para ir até seu perfil, depois clique em "programas".
pt_pt: Clicar no teu nome, aceder ao teu perfil e abrir o separador "Programas".
tr: Önce sağ üst koşedeki isminize tıklayarak profilinize gidin, sonra da "Programlarıméa tıklayın.

source: Click ‘students start here’
es: Haz clic en "Estudiantes inicien aquí"
nb: Klikk på ‘elever start her’
pt: Clique em ‘alunos, comecem por aqui’
pt_pt: Clique em "Alunos, comecem aqui"
tr: 'Öğrenciler Buradan Başlat' seçeneğini tıklayınız.

source: Click ‘teachers start here’ on the LearnStorm Landing Page
es: Haz clic en "Maestros, inicien aquí" en la página de inicio de LearnStorm
nb: Klikk på ‘lærere start her’ på LearnStorm startside
pt: Clique em ‘professores, comecem por aqui’ na página inicial da LearnStorm
tr: LearnStorm - Landing Page'de 'öğretmenler buradan başlayınız' seçeneğine tıklayınız

source: Click “Create accounts.” You’ll need students’ birthdays and (for children under 13) parent email addresses.
es: Haz clic en "Crear cuentas". Necesitarás la fecha de nacimiento de los estudiantes y (para niños menores de 13 años) la dirección de correo electrónico de los padres.
nb: Klikk på “Opprette konto.” Du vil trenge elevens fødselsdato og (for barn under 13) foreldrenes e-mail adresse.
pt: Clique em “Criar contas”. Você vai precisar da data de nascimento dos alunos e (para crianças menores de 13 anos) o e-mail dos pais.
tr: 'hesaplar oluşturun' seçeneğine tıklayınız. Bunun için, size öğrencilerinizin yaş günleri ve eğer öğrenciniz 13 yaşından küçük ise, ebeveynin e-posta adresleri gerekecek.

source: Click “Parents, start here” at the bottom of the page
es: Haz clic en "Padres, empiecen aquí" hasta abajo de la página
nb: KLikk “Foreldre, start her” nederst på siden
pl: Kliknij przycisk "Rodzicu, zacznij tutaj" na dole strony
pt: Clique em“Pais, comecem por aqui” na parte inferior da página
tr: Sayfanın alt tarafındaki 'veliler, buradan başlayınız' seçeneğine tıklayınız.

source: Cliff
pt: Penhasco
tr: Kayalık

source: Close
da: luk
es: Cierra
fr: Fermer
ja: 閉じる
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_pt: Fechar
tr: Kapat

source: Close checklist
da: Luk tjekliste
es: Cerrar lista de control
fr: Fermer la checklist
ja: チェックリストを閉じる
nb: Lukk sjekkliste
nl: Sluit checklist
pl: Zamknij listę kontrolną
pt: Fechar lista de verificação
pt_pt: Fechar lista de verificação
tr: Listeyi kapat

source: Close notification
ja: 通知を終了する
nb: Lukk melding
pl: Zamknij powiadomienie
pt: Fechar notificação
pt_pt: Fechar notificação
tr: Bildirimi kapatın

source: Close survey
nb: Lukk undersøkelsen
pl: Ankieta na zakończenie
pt: Fechar pesquisa
pt_pt: Fechar inquérito
tr: Anketi kapat

source: Close task summary
da: Luk opgaveoversigt
es: Cerrar resumen de tareas
fr: Fermer le résumé des tâches
nb: Lukk oppgaveoversikten
nl: Takenlijst sluiten
pl: Zamknij podsumowanie
pt: Fechar o resumo de tarefas
pt_pt: Fechar o resumo da tarefa
tr: Görev özetini kapat

source: Close this modal and return to the site
nb: Lukk denne og gå tilbake til nettsiden
pl: Zamknij ten moduł i wróć do strony
pt: Fechar e voltar ao site
pt_pt: Fechar e voltar ao site
tr: Bu kipi kapatın ve siteye dönün

source: Closed captioning.
fr: Sous-titrage codé.
pl: Kodowanie napisów.
pt: Closed caption
tr: Alt yazı.

source: Cloud grew up in Los Angeles, California. After a stint in Minneapolis, Minnesota researching solar cells, he realized that it gets cold there and moved back to the warmth! Having used Khan Academy in his studies, he feels that everyone should have the opportunity to access quality education.
es: Cloud creció en Los Ángeles, California. Después de una temporada en Mineápolis, Minnesota, investigando celdas solares, se dio cuenta de que allá hace frío y ¡regresó al calor! Al haber usado Khan Academy en sus estudios, siente que todos deberían tener la oportunidad de tener acceso a una educación de calidad.
pt: Cloud cresceu em Los Angeles, Califórnia. Depois de uma temporada em Minneapolis, Minnesota, pesquisando células solares, ele percebeu que ali fazia muito frio e mudou-se para o calor! Tendo usado a Khan Academy em seus estudos, ele sente que todos deveriam ter a oportunidade de acesso à educação de qualidade.
tr: Cloud Los Angeles, California'da büyüdü. Minneapolis, Minnesota'da güneş panellerini araştırarak geçirdiği kısa bir üsreden sonra, havanın orada gerçekten de soğuk olduğunu farkedip, tekrardan daha sıcak bir iklime taşındı. Khan Academy'i kendi öğretiminde kullanmış biri olarak, herkesin kaliteli bir eğitime erişebilmesi gerektiğini düşünüyor.

source: Cloud loves the outdoors and tries to climb whenever possible. He also likes tinkering and making things from scratch.
es: A Cloud le encanta el campo y trata de escalar siempre que es posible. También le gusta meterle mano a las cosas y construirlas de la nada.
pt: Cloud adora atividades ao ar livre e faz escalada sempre que possível. Ele também gosta de consertar e criar coisas novas.
tr: Cloud açık havayı seviyor ve fırsat buldukça tırmanışa çıkıyor. Kendisi aynı zamanda tamircilik yapmaktan ve sıfırdan bir şeyler yaratmaktan hoşlanıyor.

source: Cloudy
fr: Nuageux
nb: Overskyet
pt: Nublado
tr: Bulutlu

source: Coach
da: Lærer
es: Tutor
ja: コーチ
nb: Veiledere
pl: Trener
pt: Tutor
pt_pt: Tutorar
tr: Eğitmenlik

source: Coach ("Your students")
bg: Преподавай ("Your students")
da: Vejleder ("Dine elever")
es: Tutor ("Tus estudiantes")
fr: Coach ("Vos élèves")
nb: Lærer ("Dine elever")
nl: Coach ("Jouw leerlingen")
pl: Trener ("Twoi uczniowie")
pt: Tutor ("seus alunos")
pt_pt: Tutor ("Os seus alunos")
tr: Eğitmen ("Öğrencileriniz")

source: Coach Assessment Reports
pl: Raporty trenera o testach oceniających
pt: Relatórios de avaliação de tutor
tr: Koç Değerlendirme Raporları

source: Coach FAQ
da: Vejleder FAQ
es: Preguntas frecuentes del tutor
fr: FAQ Coach
ja: コーチの FAQ
nb: Lærer FAQ (nylige spurte spørsmål)
pl: FAQ Trenera
pt: FAQ dos tutores
pt_pt: Perguntas frequentes para tutores
tr: Eğitmenlik hakkında SSS

source: Coach Recommendations
da: Din Lærers Anbefalinger
es: Recomendaciones de tutor
fr: Recommandations du coach
ja: コーチの推薦事項
nb: Din lærers anbefalinger
nl: Aanbevelingen van je coach
pl: Zalecenia nauczyciela
pt: Recomendações do tutor
pt_pt: Recomendações do tutor
tr: Eğitmen önerileri

source: Coach Reports
da: Vejlederrapporter
es: Reportes del tutor
fr: Progrès des élèves
ja: コーチのレポート
nb: Veilederrapporter
nl: Coachverslagen
pl: Raporty Trenera
pt: Relatórios de tutor
pt_pt: Relatórios do tutor
tr: Eğitmen Raporları

source: Coach Resources
da: Underviser ressourcer
es: Materiales para tutores
fr: Etre coach
ja: コーチリソース
nb: Ressurser for veiledere
pl: Zasoby Trenera
pt: Recursos para tutores
pt_pt: Recursos para tutores
tr: Eğitmenler için Kaynaklar

source: Coach demo
es: Tutor, demostración
fr: Démonstration des outils de coaching
pt: Demonstração de tutor
tr: Koç demosu

source: Coach report demo
da: Coach rapport demo
es: Demostración del informe de tutor
fr: Démonstration des outils de coaching
pt: Demonstração do relatório de tutor
tr: Koç raporu demosu

source: Coach: Getting Started
da: Vejleder: Introduktion
es: Tutor: Primeros pasos
fr: Coach: Premiers pas
ja: コーチ: これからはじめる
nb: Veileder: Komme igang
nl: Coach: Aan de slag
pl: Trener: Pierwsze kroki
pt: Tutor: introdução
pt_pt: Tutor: Iniciação rápida
tr: Başlarken: Eğitmen

source: Coaches
da: Lærere
es: Tutores
ja: コーチ
nb: Veiledere
pl: Trenerzy
pt: Tutores
pt_pt: Tutores
tr: Eğitmenler

source: Coaches have access to all of your Khan Academy data.
da: Vejledere har adgang til alle dine Khan Academy data.
es: Los tutores tienen acceso a toda tu información de Khan Academy.
fr: Les coachs ont accès à l'ensemble de vos données au sein de la Khan Academy.
ja: コーチはあなたの全てのカーンアカデミーデータにアクセスできます．
nb: Veiledere har tilgang til alle dine Khan Academy data.
nl: Coaches hebben toegang tot al jouw Khan Academy gegevens.
pl: Trenerzy mają dostęp do wszystkich Twoich danych w Khan Academy.
pt: Os tutores têm acesso a todos os seus dados na Khan Academy.
pt_pt: Os tutores têm acesso a todos os teus dados da Khan Academy.
tr: Eğitmenler, Khan Academy bünyesindeki tüm bilgilerinize ulaşabilirler.

source: Coaches have access to all of your child's Khan Academy data.
da: Lærere har adgang til alle dine børns Khan Academy data.
es: Los tutores tienen acceso a toda la información de Khan Academy de tu hijo.
fr: Les coaches ont accès à toutes les données de votre enfant sur la Khan Academy.
ja: コーチはあなたの子供のカーンアカデミーのデータの全てにアクセスできます．
nb: Veiledere har tilgang til alle dine barns data på Khan Academy.
nl: Coaches hebben toegang tot alle Khan Academy gegevens van jouw kind.
pl: Trenerzy mają dostęp do wszystkich danych Twojego dziecka na Khan Academy.
pt: Os tutores têm acesso a todos os dados de seu filho na Khan Academy.
pt_pt: Os tutores têm acesso a todas as informações do seu filho na Khan Academy.
tr: Eğitmenleri, çocuğunuzun Khan Academy'deki bütün verilerine erişebilir.

source: Coaching
da: Vejledning
es: Tutoría
fr: Coacher
ja: コーチング
nb: Veiledning
pl: Trenowanie
pt: Tutoria
pt_pt: Tutoria
tr: Eğitmenlik

source: Coaching 1 student
es: Tutorando a 1 estudiante
fr: Etre tuteur pour 1 étudiant
ja: %(num)s 人の学生をコーチング
nb: Veileder 1 student
nl: 1 leerling aan het coachen
pl: Trenujesz 1 ucznia
pt: Orientando 1 aluno
pt_pt: Tutoria de 1 aluno

source: Coaching resources
fr: Les coaches et les classes
nb: Ressurser for veiledere
pl: Materiały dla nauczycieli
pt: Recursos para tutores
tr: Eğitmen Kaynakları

source: Cobalt
es: Cobalto
nb: Kobolt
pl: Kobalt
pt: Cobalto
pt_pt: Cobalto
tr: Kobalt

source: Code
da: Kode
es: Código
ja: コード
nb: Kode
pl: Kod
pt: Código
pt_pt: Código
tr: Kod

source: Code (EK3ST7) or email (teacher@example.com)
da: Kode (EK3ST7) eller e-mail (teacher@example.com)
es: Código (EK3ST7) o correo electrónico (maestro@ejemplo.com)
fr: Code (EK3ST7) ou e-mail (enseignant@exemple.com)
ja: コード(EK3ST7) または電子メイルアドレス (teacher@example.com) を入力
nb: Code (EK3ST7) eller e-post (teacher@example.com)
nl: Code (EK3ST7) of e-mail (leraar@voorbeeld.nl)
pl: Kod (EK3ST7) lub email (nauczyciel@przyklad.pl)
pt: Código (EK3ST7) ou e-mail (professor@exemplo.com)
pt_pt: Código (EK3ST7) ou e-mail (professor@exemplo.pt)
tr: Kod (EK3ST7) veya e-posta (teacher@example.com)

source: Codecademy JS Lessons
da: Codecademy JS lektioner
es: Lecciones de JS de Codecademy
fr: Leçons JS de Codecademy
ja: コードアカデミーの JavaScript レッスン
nb: Codecademy JS-leksjoner
nl: Codecademy JS lessen
pl: Lekcje JS Codecademy
pt: Lições de JS da Codecademy
pt_pt: Aulas de JS da Codecademy
tr: Codeacademy JS Dersleri

source: Coin flip sequences
da: Møntkast sekvenser
es: Secuencias de lanzamientos de moneda al aire
fr: Suite de piles et faces
nb: Myntkast sekvenser
pl: Ciągi rzutów monetą
pt: Sequências de cara ou coroa
tr: Art arda yazı tura atma

source: Colin is a biologist turned data analyst who loves using data to tackle challenging problems, loves singing, and loves eating beets.
pt: Colin é um biólogo que virou analista de dados, que adora usar dados para resolver problemas desafiadores, além de cantar e comer beterraba.
tr: Colin, zor problemleri verileri kullanarak çözmeyi, şarkı söylemeyi ve pancar yemeyi seven eski bir analist, yeni bir biologdur.

source: Collaborator
bg: Сътрудник
da: Samarbejdspartner
es: Colaborador
fr: Collaborateur
ja: 協力者
nb: Samarbeider
nl: Medewerker
pl: Współpracownik
pt: Colaborador
pt_pt: Colaborador
tr: Birlikte çalışan

source: College of the Redwoods
pt: Faculdade de Redwoods
tr: College of the Redwoods (Redwoods Üniversitesi)

source: Collinear means that they lie on the same line.
es: Colineales significa que están en la misma línea recta.
pl: Współliniowe oznacza, że leżą na tej samej linii.
pt: Colinear significa que os pontos estão sobre a mesma reta.
tr: Doğrusalın anlamı, aynı doğru üzerinde olmadır.

source: Colors
da: Farver
es: Colores
fr: Couleurs
ja: 色
nb: Farger
nl: Kleuren
pl: Kolory
pt: Cores
pt_pt: Cores
tr: Renkler

source: Columbia Medical Center
pt: Centro Médico Columbia
tr: Columbia Medical Center (Columbia Tıp Merkezi)

source: Columbia University Medical Center
pt: Centro Médico da Universidade Columbia
tr: Columbia University Medical Center (Columbia Üniversitesi Tıp Merkezi)

source: Combinations
es: Combinaciones
fr: Introduction aux combinaisons
pl: Kombinacje
pt: Combinações
tr: Kombinasyonlar

source: Combine <code><var>X</var></code> terms on the left.
da: Kombiner <code><var>X</var></code>-leddene på venstre side.
es: Combina los términos de <code><var>X</var></code> a la izquierda.
fr: On réduit les termes en <code><var>X</var></code> dans le membre de gauche.
nb: Kombiner <code><var>X</var></code>-leddene på venstre side.
pl: Zredukuj wyrazy <code><var>X</var></code> po lewej.
pt: Combine os termos <code><var>X</var></code> à esquerda.
tr: Sol taraftaki <code><var>X</var></code>'li terimleri birleştirin.

source: Combine <code><var>Y</var></code> terms on the right.
da: Kombiner <code><var>Y</var></code>-leddene på højre side.
es: Combina los términos de <code><var>Y</var></code> a la derecha.
fr: On réduit les termes en <code><var>Y</var></code>.
nb: Kombiner <code><var>Y</var></code>-leddene på høyre side.
pl: Zredukuj wyrazy <code><var>Y</var></code> po prawej.
pt: Combine os termos <code><var>Y</var></code> à direita.
tr: Sağ taraftaki <code><var>Y</var></code>'li terimleri birleştirin.

source: Combine <code><var>Z</var></code> terms on the right.
da: Kombiner <code><var>Z</var></code>-leddene på højre side.
es: Combina los términos de <code><var>Z</var></code> a la derecha.
fr: On réduit les termes en <code><var>Z</var></code>.
nb: Kombiner <code><var>Z</var></code>-leddene på høyre side.
pl: Zredukuj wyrazy <code><var>Z</var></code> po prawej.
pt: Combine os termos <code><var>Z</var></code> à direita.
tr: Sağ taraftaki <code><var>Z</var></code>'li terimleri birleştirin.

source: Combine constant terms on the right.
da: Kombiner konstante led på højre side.
es: Combina los términos constantes a la derecha.
fr: On effectue.
nb: Kombiner konstante ledd på høyre side.
pl: Zredukuj wyrazy stałe po prawej stronie.
pt: Combine termos constantes à direita.
tr: Sağ taraftaki sabit terimleri birleştirin.

source: Combine like terms.
da: Kombiner ens led.
es: Combina términos similares.
fr: On réduit les termes semblables.
nb: Legg sammen like ledd.
pl: Połącz wyrażenia podobne.
pt: Combine os termos semelhantes.
tr: Benzer terimleri birleştiriniz.
