Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: HTML/CSS: Making webpages
es: HTML/CSS: haciendo páginas web
fr: HTML/CSS : Faire des pages Web (en cours de traduction)
pl: HTML/CSS: Tworzenie stron internetowych
pt: HTML/CSS: Criando páginas web
pt_pt: HTML/CSS: Construir páginas Web
tr: HTML/CSS: Web sitesi yapma

source: Hafnium
es: Hafnio
pl: Hafn
pt: Háfnio
pt_pt: Háfnio
tr: Hafniyum

source: Hal
bg: Хал
es: Javier
ja: ハル
pt: Hélio
pt_pt: Hélio
tr: Ata

source: Hallway/Classroom Posters
es: Carteles en el pasillo en el aula
nb: Plakater til bibliotek/klasserom
pt: Pôsteres nos corredores/salas de aula
tr: Koridor/Sınıf Posterleri

source: Hands
nb: Hender
pl: Ręce
pt: Mãos
tr: Eller

source: Hang Ten
da: Dobbelt high five
es: Surfeando
ja: ハング・テン
nb: Dobbel high five
pl: Mam dziesięć
pt: Nota dez
pt_pt: Décimo perito
tr: Tutunmak

source: Happy learning!
da: God fornøjelse!
es: ¡Feliz aprendizaje!
fr: Bon apprentissage !
nb: God læring!
nl: Veel plezier met leren!
pl: Przyjemnej nauki!
pt: Bom aprendizado!
pt_pt: Continua a aprender!
tr: Mutlu öğrenmeler!

source: Hard at Work
da: Hårdt arbejdende
es: Duro en el trabajo
fr: Bosseur
ja: 働き者
nb: Hardt arbeid
nl: Hard aan het werk
pl: Ciężko pracuje
pt: Trabalho duro
pt_pt: Trabalhar no duro
tr: Çok çalışmak

source: Hard at Work (old)
da: Hårdtarbejdende (gammel)
es: Duro en el trabajo (viejo)
fr: Travaille fort (obsolète)
ja: 働き者(旧)
nb: Hardt arbeid (gammel)
nl: Hard aan het werk (oud)
pl: Ciężko pracuje (stary)
pt: Trabalho duro (antigo)
pt_pt: Muito trabalhador (antigo)
tr: Çok çalışmak (eski)

source: Harder than most exercises
da: Sværere end de fleste øvelser
es: Más difícil que la mayoría de los ejercicios
fr: Plus difficile que la plupart des exercices
nb: Vanskeligere enn de fleste øvelser
nl: Moeilijker dan de meeste oefeningen
pl: Trudniejsze, niż większość ćwiczeń
pt: Mais difícil do que a maioria dos exercícios
tr: Çoğu alıştırmadan daha zor

source: Harder than most videos
da: Sværere end de fleste videoer
es: Más difícil que la mayoría de los videos
fr: Plus difficile que la plupart des vidéos
nb: Vanskeligere enn de fleste videoer
nl: Moeilijker dan de meeste video's
pl: Trudniejsze, niż większość filmów
pt: Mais difícil do que a maioria dos vídeos
tr: Çoğu videodan daha zor

source: Has enrollments?
es: ¿Tiene inscripciones?
ja: 登録はお済みですか?
nb: Har påmeldingene?
pt: Tem inscrições?
pt_pt: Tem inscrições?
tr: Kayıtları var mı?

source: Has errors that must be resolved before publishing
da: Har fejl, der skal løses før udgivelse
es: Tiene errores que deben resolverse antes de la publicación
fr: Comporte des erreurs qui doivent être résolues avant publication
nb: Feil som må løses før publisering
nl: Bevat fouten die opgelost moeten worden voordat dit gepubliceerd kan worden
pl: Zawiera błędy, które muszą zostać rozwiązane przed publikacją
pt: Há erros que devem ser corrigidos antes da publicação
tr: İçerisinde yayınlanmadan önce gözden geçirilmesi gereken hatalar var

source: Has student count
es: Tiene conteo de estudiantes
ja: 生徒数がある
nb: Har elevtelling
pl: Ma liczbę uczniów
pt: Tem contingente de alunos
pt_pt: Os alunos já foram contados
tr: Öğrenci sayısı var

source: Has warnings that should be reviewed before publishing
da: Har advarsler, der skal gennemgås før udgivelse
es: Tiene advertencias que deben ser revisadas antes de la publicación
fr: A des avertissements qui doivent être revus avant la publication
nb: Har advarsler som bør gjennomgås før publisering
nl: Bevat waarschuwingen die nagekeken moeten worden voordat dit gepubliceerd kan worden
pl: Zawiera ostrzeżenia, które powinny być sprawdzane przed publikacją
pt: Há alertas que devem ser revistos antes da publicação
tr: İçerisinde yayınlanmadan önce gözden geçirilmesi gereken uyarılar var

source: Hassium
es: Hassio
pl: Has
pt: Hássio
pt_pt: Hássio

source: Have a clarification officially accepted
da: Få en præcisering officielt accepteret
es: Ten una explicación oficialmente aceptada
fr: Avoir une clarification acceptée officiellement
ja: オフィシャルに認められた明確な説明をしました
nb: Få en presisering offisielt godkjent
nl: Krijg een verklaring officieel geaccepteerd
pl: Zatwierdź oficjalne wyjaśnienie
pt: Ter uma explicação oficialmente aceita
pt_pt: Tem uma explicação oficialmente aceite
tr: Resmi olarak kabul edilen bir açıklama var

source: Have a different issue?
da: Har du et andet problem?
es: ¿Tienes un problema diferente?
fr: Avez-vous un autre problème ?
ja: 異なった問題でしょうか?
nb: Har du et annet problem?
nl: Heb je een ander probleem?
pl: Masz inny problem?
pt: Observou um problema diferente?
pt_pt: Identificaste um problema diferente?
tr: Farklı bir konu var mı?

source: Have a minute? Do another evaluation!
da: Har du et minut? Lav en evaluering mere!
es: ¿Tienes un minuto? Haz otra evaluación.
fr: Vous avez une minute de libre ? Effectuez une autre évaluation !
nb: Har du tid? Gjøre enda en vurdering!
nl: Heeft u nog even? Doe nog een evaluatie!
pl: Masz chwilę? Oceń coś ponownie!
pt: Tem um minuto? Faça outra avaliação!
pt_pt: Tens um minuto? Faz outra avaliação!
tr: Vaktiniz mi var? Bir değerlendirme daha yapın!

source: Have a red-hot program at the top of the Community Programs list
bg: Има гореща програма на върха в списъка с програми на Общността
da: Har et rødglødende program i toppen af fællesskabets programliste
es: Ten un programa interesante en lo más alto de la lista de programas comunitarios
fr: Avoir un programme chaud comme la braise au sommet de la liste des programmes communautaires
ja: 灼熱のホットなプログラムをコミュニティのプログラムリストのトップに持つ
nb: Ha et glødende program på toppen av listen av et felles program
nl: Heb een populair programma bovenaan de lijst van Community-programma's
pl: Niech twój program znajdzie się na szczycie listy programów społeczności
pt: Ter um programa no topo da lista de programas da comunidade
pt_pt: Consegue que um programa teu apareça no topo da lista de programas da comunidade
tr: Topluluk programları listesinin en üstünde kırmızı-sıcak bir program var

source: Have a website? Embed this program on your site:
da: Har du en hjemmeside? Embed dette program på din hjemmeside:
es: ¿Tienes un sitio web? Integra este programa a tu sitio:
fr: Vous avez un site Web ? Intégrer ce programme sur votre site :
ja: ウェブサイトを持っていますか?このプログラムをあなたのウェブサイトに埋め込みましょう:
nb: Har du en nettside? Bygg inn dette programmet på side:
nl: Heb je een website? Plaats dit programma op jouw site:
pl: Masz stronę internetową? Umieść ten program na swojej stronie:
pt: Você tem um site? Incorpore este programa em seu site:
pt_pt: Tens um site? Incorpora este programa no teu site:
tr: Web siteniz mi var? Bu programı sitenize ekleyin:

source: Have feedback?
da: Har du feedback?
es: ¿Tienes comentarios?
fr: Avez-vous des commentaires?
ja: フィードバックがありますか?
nb: Har du tilbakemeldinger?
nl: Heb je feedback?
pl: Masz opinię?
pt: Gostaria de nos mandar seu feedback?
pt_pt: Queres fazer um comentário?
tr: Bizimle görüşlerinizi paylaşmak ister misiniz?

source: Have something that's not a question about this content?
da: Har du noget, der ikke er et spørgsmål om dette indhold?
es: ¿Hay algo que no sea una pregunta sobre este contenido?
fr: Quelque chose qui n'est pas une question au sujet de ce contenu ?
hi: क्या कुछ ऐसा है जो इस विषय से सम्बंधित प्रश्न नहीं है?
ja: この内容についての質問以外の何かがありますか?
nb: Har du noe som ikke er et spørsmål om dette innholdet?
nl: Heb je iets dat geen vraag is over deze inhoud?
pl: Czy masz coś do przekazania, co nie jest związane z tą treścią?
pt: Tem algo que não seja uma dúvida sobre este conteúdo?
pt_pt: O que queres dizer não é uma pergunta acerca deste conteúdo?
tr: Bu içeriğe ilişkin, ancak soru olmayan bir şey mi var?

source: Have something that's not a tip or thanks about this content?
da: Har en kommentar om dette indhold, som ikke er et tip eller tak?
es: ¿Tienes algo que no es una sugerencia o un agradecimiento sobre este contenido?
fr: Quelque chose qui ne soit pas une astuce ou un remerciement à propos de ce contenu ?
hi: क्या कुछ ऐसा है जो इस विषय के बारे में कोई टिप या धन्यवाद हेतु नहीं है?
ja: この内容についてヒントや感謝以外の何かがありますか?
nb: Har du en kommentar om dette innholdet som ikke er et tips eller takk?
nl: Heb je iets dat geen tip of bedankje is voor deze inhoud?
pl: Czy masz coś do przekazania co nie jest związane ze wskazówkami lub podziękowaniami do tej treści?
pt: Tem algo que não é uma dica ou agradecimento sobre este conteúdo?
pt_pt: O que queres dizer não é uma dica, nem um agradecimento acerca deste conteúdo?
tr: Bu içeriğe ilişkin ancak ipucu veya teşekkür olmayan bir şey mi?

source: Have you tried anything to fix the syntax error?
da: Har du prøvet at rette syntaksfejlen?
es: ¿Has intentado todo para arreglar el error de sintaxis?
fr: Avez-vous tout essayé pour corriger l'erreur de syntaxe ?
nb: Har du forsøkt noe for å rette syntaksfeilen?
nl: Heb je al geprobeerd de syntax fout op te lossen?
pl: Czy wypróbowałeś już wszystkiego, żeby naprawić błąd składni?
pt: Você tentou corrigir o erro de sintaxe?
tr: Sözdizimi hatasını düzeltmek için bir şey denediniz mi?

source: Have you tried comparing your code to the hint code on the right?
da: Har du prøvet at sammenligne din kode til hint-koden til højre?
es: ¿Has intentado comparar tu código con el código de pista que está a la derecha?
fr: Avez-vous essayé de comparer votre code au code suggéré sur la droite ?
nb: Har du forsøkt å sammenligne din kode med hint-koden til høyre?
nl: Heb je geprobeerd je code te vergelijken met de hint aan de rechterkant?
pl: Czy próbowałeś porównać swój kod z kodem wskazówki na prawo?
pt: Comparou seu código com o código de dica à direita?
tr: Kendi kodunuz ile sağda yer alan ipucu kodunu karşılaştırdınız mı?

source: Have your child log in
da: Bed dit barn om at logge ind
es: Haz que tu hijo inicie sesión
fr: Dites à votre enfant de se connecter
ja: あなたの子にログインしてもらう
nb: Få barnet ditt til å logge inn
nl: Laat uw kind inloggen
pl: Niech Twoje dziecko się zaloguje
pt: Faça o login de seu filho
pt_pt: Diga ao seu filho para iniciar sessão
tr: Çocuğunuza oturum açtırın

source: Have your child log in and enter your email address on their "Coaches" tab.
da: Bed dit barn logge ind og indtaste din emailadresse på deres fane "Vejledere".
es: Deja que tu hijo inicie sesión e introduce tu dirección de correo electrónico en la pestaña "Tutores".
fr: Faire connecter votre enfant et entrer votre adresse électronique sur leur onglet «Entraîneurs».
ja: あなたの子供をログインさせ，彼等の「コーチ」タブであなたの電子メイルアドレスを入力して下さい．
nb: Ha barnet logget på og skriv inn e-postadressen din deres "Veileder"-fane.
nl: Laat je kind inloggen en voer dan jouw e-mailadres in bij de tab "Coaches".
pl: Gdy Twoje dziecko będzie zalogowane, powinno wpisać Twój adres e-mail w zakładce "Trenerzy".
pt: Peça para seu filho se conectar e inserir seu endereço de e-mail em nossa guia "Tutores".
pt_pt: Inicie sessão com a conta do seu filho e digite o endereço de e-mail dos pais no separador "Tutores".
tr: Çocuğunuzun oturum açtırıp, e-posta hesabınızı "Eğitmenler" sekmesine ekletin.

source: Have your child login to their Khan Academy account
es: Haz que tu hijo inicie sesión en su cuenta de Khan Academy
nb: Få barnet til å logge inn på kontoen sin i Khan Academy
pt: Peça para seu filho acessar sua conta na Khan Academy
tr: Çocuğunuzun Khan academy hesabına girmesini sağlayınız

source: Have your students log in
da: Bed dine elever om at logge ind
es: Haz que tus estudiantes inicien sesión
fr: Demandez à vos étudiants de se connecter
ja: あなたの生徒にログインしてもらう
nb: Ha dine elevers logg inn
nl: Laat uw leerlingen inloggen
pl: Zaloguj swoich uczniów
pt: Peça para seus alunos se conectarem
pt_pt: Diga aos seus alunos para iniciarem sessão
tr: Öğrencilerinize oturum açtırın

source: Having <code><var>PART_PERCENT</var>\%</code> of something means that you get <code><var>PART_PERCENT</var></code> out of every <code>100</code>.
da: At have <code><var>PART_PERCENT</var>\%</code> af noget betyder, at du får <code><var>PART_PERCENT</var></code> for hver <code>100</code>.
es: Tener <code><var>PART_PERCENT</var>\%</code> de algo significa que tienes <code><var>PART_PERCENT</var></code> de cada <code>100</code>.
fr: Avoir <code><var>PART_PERCENT</var>\%</code> de quelque chose signifie que l'on a pris <code><var>PART_PERCENT</var></code> de ce quelque chose pour chaque <code>100</code> de ce quelque chose.
hi: होना<code><var>PART_PERCENT</var>\%</code> किसी चीज़ का मतलब है कि आपको मिलता है <code><var>PART_PERCENT</var></code>प्रतेक <code>100</code> में सेI
nb: Å ha <code><var>PART_PERCENT</var>\%</code> av noe betyr at du får <code><var>PART_PERCENT</var></code> av hver <code>100</code>.
nl: <code><var>PART_PERCENT</var>\%</code> van iets hebben, betekent dat je <code><var>PART_PERCENT</var></code> krijgt voor elke <code>100</code>.
pl: Mając <code><var>PART_PERCENT</var>\%</code> z czegoś oznacza, ze dostajesz <code><var>PART_PERCENT</var></code> z każdej <code>100</code>.
pt: Ter <code><var>PART_PERCENT</var>\%</code> de algo significa que você tem <code><var>PART_PERCENT</var></code> de cada <code>100</code>.
tr: Bir şeyin <code><var>PART_PERCENT</var>\%</code> 'lik kısmına sahip olmak, her <code>100</code> birimden <code><var>PART_PERCENT</var></code> tanesine sahip olmak demektir.

source: Having a percent of something means that you get that percent out of every <code>100</code>.
da: At have et antal procent af noget betyder, at du får dette antal procent for hver <code>100</code>.
es: Tener un porcentaje de algo significa que tienes ese porcentaje de cada <code>100</code>.
fr: Avoir un pourcentage de quelque chose signifie que l'on a pris ce pourcentage du quelque chose pour chaque <code>100</code> du quelque chose.
hi: किसी चीज़ का प्रतिशत पाने का मतलब है की आप उस प्रतिशत को प्राप्त करते हैं प्रत्येक <code>100</code> सेI
nb: Å ha en viss prosent av noe betyr at du får denne prosenten for hver <code>100</code>.
nl: Als je een percentage van iets is hebt, betekent het dat je dat percentage voor elke <code>100</code> krijgt.
pl: Posiadanie procenta z czegoś oznacza, że bierzesz procent z każdej <code>100</code>.
pt: Ter uma porcentagem de algo significa que você tem aquela porcentagem de cada <code>100</code>.
tr: Bir şeyin yüzdesini bulmak, bunun her <code>100</code>birimin kaç tanesi olduğunu bulmak anlamına gelir.

source: Having trouble? We can bring this back when you're ready for it. %(soundsGood)s %(noThanks)s
da: Har du problemer? Vi kan vende tilbage til dette, når du er klar til det. %(soundsGood)s %(noThanks)s
es: ¿Estás teniendo problemas? Podemos volver a poner esto cuando estés listo. %(soundsGood)s %(noThanks)s
fr: Vous avez des problèmes? Nous pourrons y revenir lorsque vous serez prêt pour cela. %(soundsGood)s %(noThanks)s
nb: Problemer? Vi kan bringe dette tilbake når du er klar for det. %(soundsGood)s %(noThanks)s
nl: Ondervind je problemen? We kunnen dit terugbrengen wanneer je er klaar voorbent. %(soundsGood)s %(noThanks)s
pl: Masz problemy? Przedstawimy Ci to ponownie, kiedy będziesz gotowy/a. %(soundsGood)s %(noThanks)s
pt: Está tendo problemas? Podemos retomar este exercício quando estiver pronto.%(soundsGood)s %(noThanks)s
tr: Bir sorun mu var? Bunu, hazır olduğunuzda geri getirebiliriz. %(soundsGood)s%(noThanks)s

source: He can choose one of <var>NUM_POTS</var> flower pots, and so there are <var>NUM_POTS</var> different potted plants possible (given that he already chose a flower color).
da: Han kan vælge en af <var>NUM_POTS</var> potter, og dermed er der <var>NUM_POTS</var> mulige potteplanter (givet, at han allerede har valgt en farve på blomsten).
es: Puede elegir una de <var>NUM_POTS</var> macetas para flores, y así hay <var>NUM_POTS</var> diferentes plantas en maceta posible (dado que ya eligió el color de la flor).
fr: Il peut choisir un des <var>NUM_POTS</var> différents pots, et donc il a <var>NUM_POTS</var> plantes en pot à sa disposition (étant donné qu'il a déjà choisi une couleur de fleur).
pt: Ele pode escolher um dos <var>NUM_POTS</var> vasos de flores, e então há <var>NUM_POTS</var> possíveis vasos de plantas diferentes (dado que ele já escolheu uma cor de flor).
tr: <var>NUM_POTS</var> saksıdan birini seçebilir, ve buna göre, <var>NUM_POTS</var> değişik saksı bitkisi olabilir (çiçek için daha önceden renk seçtiğini varsayarsak).

source: He did <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
da: Han lavede<code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code><var>plural_form(exercise(1), TOTAL)</var>.
es: Él hizo <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
fr: Il a fait <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
hi: उसने किया <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
nb: Han lavede<code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code><var>plural_form(exercise(1), TOTAL)</var>.
pl: Zrobił <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
pt: Ele fez <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
tr: <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var> yaptı.

source: He did <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> <var>exercise(1)</var>.
da: Han lavede <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> <var>exercise(1)</var>.
es: Él hizo <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> <var>exercise(1)</var>.
fr: Il a fait <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> <var>exercise(1)</var>.
ja: 彼は <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code>回 <var>plural_form(exercise(1), NUM2)</var> をしました．
pl: Zrobił <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> <var>exercise(1)</var>.
pt: Ele fez <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> <var>exercise(1)</var>.

source: He enjoys music, exploring nature, and spending time with his wife.
pt: Ele gosta de ouvir música, explorar a natureza e passar tempo com sua esposa.

source: He enjoys reading, photography, and various outdoors activities.
es: Disfruta de la lectura, la fotografía y diversas actividades al aire libre.
fr: Il aime la lecture, la photographie et diverses activités de plein air.
pl: Lubi czytanie, fotografowanie i różne zajęcia na dworze.
pt: Ele gosta de livros, fotografia e diversas atividades ao ar livre.
tr: Okumaktan, fotoğrafçılıktan ve açık hava aktivitelerinden hoşlanır.

source: He has been <var>BIKING</var> <code><var>NUM2</var></code> <var>distance(1)</var> each day.
nb: Han har <var>BIKING</var> <code><var>NUM2</var></code> <var>distance(1)</var> hver dag.
pl: On <var>BIKING</var> <code><var>NUM2</var></code> <var>distance(1)</var> każdego dnia.
pt: Ele <var>BIKING</var> <code><var>NUM2</var></code> <var>distance(1)</var> por dia.

source: He is hoping to combine his experience as a tutor with his theoretical knowledge to bring fresh and surprising approaches to familiar mathematical subjects.
es: Espera combinar su experiencia como tutor con su conocimiento teórico para traer enfoques frescos y sorprendentes a los temas matemáticos conocidos.
pt: Ele espera combinar sua experiência como tutor com seu conhecimento teórico para contribuir com abordagens novas e inovadoras para tópicos familiares da matemática.
tr: Tomer teorik bilgilerini, bilindik matematik konularına taze ve şaşırtıcı yaklaşımlarla birleştirmeyi umuyor.

source: He is now a high school math teacher with Teach for America in Warren County, North Carolina.
es: Ahora es profesor de matemáticas de nivel superior con Teach for America en Warren County, Carolina del Norte.
pt: Agora ele é professor de matemática do ensino médio, na Teach for America em Warren County, Carolina do Norte.
tr: Kendisi şimdi Teach for America'nın Warren County, Kuzey Carolina kolunda lise matematik öğretmenliği yapıyor.

source: He likes reading, writing, and working on half a dozen unfinished creative projects.
pt: Gosta de ler, escrever e trabalhar em meia dúzia de projetos criativos inacabados.

source: He plants <code><var>NUM1</var></code> row of <var>plural_form(crop(1))</var> in a <var>field(1)</var>.
fr: Il plante <code><var>NUM1</var></code> rang de <var>plural_form(crop(1))</var> dans un <var>field(1)</var>.
nb: Han planter <code><var>NUM1</var></code> rader med <var>plural_form(crop(1))</var> i en <var>field(1)</var>.
pl: Sadzi <code><var>NUM1</var></code> rząd <var>plural_form(crop(1))</var> na <var>field(1)</var>.
pt: Ele planta <code><var>NUM1</var></code> linha de <var>plural_form(crop(1))</var> em um <var>field(1)</var>.
tr: <var>field(1)</var>'e <code><var>NUM1</var></code> sıra <var>plural_form(crop(1))</var> eker.

source: He plants <code><var>TOTAL</var></code> <var>crop(1)</var> in a <var>field(1)</var>.
fr: Il plante <code><var>TOTAL</var></code> <var>crop(1)</var> dans un <var>field(1)</var>.
nb: Han planter <code><var>TOTAL</var></code> <var>crop(1)</var> i en <var>field(1)</var>.
pl: Sadzi <code><var>TOTAL</var></code> <var>crop(1)</var> na <var>field(1)</var>.
pt: Ele planta <code><var>TOTAL</var></code> <var>crop(1)</var> em um <var>field(1)</var>.

source: He plants a total of <code><var>TOTAL</var></code> <var>crop(1)</var> in the <var>field(1)</var>.
fr: Il plante un total de <code><var>TOTAL</var></code> <var>crop(1)</var> dans le <var>field(1)</var>.
nb: Han planter totalt <code><var>TOTAL</var></code> <var>crop(1)</var> i <var>field(1)</var>.
pl: Sadzi w sumie <code><var>TOTAL</var></code> <var>crop(1)</var> na <var>field(1)</var>.
pt: Ele planta um total de <code><var>TOTAL</var></code> <var>crop(1)</var> no <var>field(1)</var>.

source: He traveled for a longer time uphill (since he was going slower), so we can estimate that the average speed is closer to <code><var>RATE_UP</var></code> mph than <code><var>RATE_DOWN</var></code> mph.
es: Él viajó por más tiempo cuesta arriba (pues iba más despacio), por lo que podemos estimar que la rapidez promedio está más cerca de <code><var>RATE_UP</var></code> mph que de <code><var>RATE_DOWN</var></code> mph.
fr: Il a marché plus longtemps lors de la montée (puisqu'il allait plus lentement), donc on peut supposer que la vitesse moyenne est plus proche de <code><var>RATE_UP</var></code> km/h que de <code><var>RATE_DOWN</var></code> km/h.
nb: Han brukte lengre tid oppover (siden det gikk senere), så vi kan beregne at gjennomsnittet er nærmere <code><var>RATE_UP</var></code> mpt enn <code><var>RATE_DOWN</var></code> mpt.
pl: Dłużej podróżował pod górkę (gdyż poruszał się wolniej), więc możemy wywnioskować, że średnia prędkość była bliższa <code><var>RATE_UP</var></code> km/h, niż <code><var>RATE_DOWN</var></code> km/h.
pt: Ele percorreu um trajeto em subida por mais tempo (uma vez que estava mais lento), então, podemos estimar que a velocidade média está mais próxima de <code><var>RATE_UP</var></code> km/h que de <code><var>RATE_DOWN</var></code> km/h.
tr: (Daha yavaş gittiği için) yokuş yukarı daha uzun süre gitti, buna göre, ortalama hızın <code><var>RATE_UP</var></code> mil/saate <code><var>RATE_DOWN</var></code> mil/saatten daha yakın olacağını tahmin edebiliriz.
