Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We know <code>c = \pi d</code>, so <code>c = \pi \cdot \color{<var>D_COLOR</var>}{<var>2 * R</var>} = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>.
es: Sabemos que <code>c = \pi d</code>, entonces <code>c = \pi \cdot \color{<var>D_COLOR</var>}{<var>2 * R</var>} = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>.
pl: Wiemy, że <code>c = \pi d</code> więc <code>c = \pi \cdot \color{<var>D_COLOR</var>}{<var>2 * R</var>} = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>.
pt: Sabemos que <code>c = \pi d</code>, então <code>c = \pi \cdot \color{<var>D_COLOR</var>}{<var>2 * R</var>} = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>.
tr: <code>c = \pi d</code> olduğunu biliyoruz, buna göre, <code>c = \pi \cdot \color{<var>D_COLOR</var>}{<var>2 * R</var>} = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>.

source: We know <code>c = \pi d</code>, so <code>d = c / \pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi} / \pi = \color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>.
es: Sabemos que <code>c = \pi d</code>, entonces <code>d = c / \pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi} / \pi = \color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>.
fr: On sait que <code>c = \pi d</code>, donc <code>d = c / \pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi} / \pi = \color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>.
pl: Wiemy, że <code>c = \pi d</code> więc <code>d = c / \pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi} / \pi = \color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>.
pt: Sabemos que <code>c = \pi d</code>, então <code>d = c / \pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi} / \pi = \color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>.
tr: <code>c = \pi d</code> olduğunu biliyoruz, buna göre, <code>d = c / \pi = \color{<var>C_COLOR</var>}{<var>2 * R</var>\pi} / \pi = \color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>.

source: We know <code>d = 2r</code>, so <code>d = 2 \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>.
es: Sabemos que <code>d = 2r</code>, entonces <code>d = 2 \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>.
fr: On sait que <code>d = 2r</code>, donc <code>d = 2 \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>.
pl: Wiemy, że <code>d = 2r</code> więc <code>d = 2 \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>.
pt: Sabemos que <code>d = 2r</code>, então <code>d = 2 \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>.
tr: <code>d = 2r</code> olduğunu biliyoruz, buna göre, <code>d = 2 \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>.

source: We know <code>d = 2r</code>, so <code>r = d / 2</code> and <code>r = \color{<var>D_COLOR</var>}{<var>2 * R</var>} / 2 = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
es: Sabemos que <code>d = 2r</code>, así que <code>r = d / 2</code> y <code>r = \color{<var>D_COLOR</var>}{<var>2 * R</var>} / 2 = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
fr: On sait que <code>d = 2r</code>, donc <code>r = d / 2</code> et <code>r = \color{<var>D_COLOR</var>}{<var>2 * R</var>} / 2 = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
pl: Wiemy, że <code>d = 2r</code> więc <code>r = d / 2</code> and <code>r = \color{<var>D_COLOR</var>}{<var>2 * R</var>} / 2 = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
pt: Sabemos que <code>d = 2r</code>, então <code>r = d / 2</code> e <code>r = \color{<var>D_COLOR</var>}{<var>2 * R</var>} / 2 = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.
tr: <code>d = 2r</code> olduğunu biliyoruz, buna göre, <code>r = d / 2</code> ve <code>r = \color{<var>D_COLOR</var>}{<var>2 * R</var>} / 2 = \color{<var>R_COLOR</var>}{<var>R</var>}</code>.

source: We know <var>N1</var> <var>deskItem( 0 )</var> costs $<var>C</var>.
fr: On sait que <var>N1</var> <var>deskItem( 0 )</var> coûte <var>C</var> €.
nb: Vi vet at <var>N1</var> <var>deskItem( 0 )</var> koster $<var>C</var>.
pl: Wiemy, że <var>N1</var> <var>deskItem( 0 )</var> kosztuje <var>C</var> dolarów.
pt: Sabemos que <var>N1</var> <var>deskItem( 0 )</var> custa $<var>C</var>.

source: We know a base angle, which means that there is another angle equal to it, so we have two angles equal to <var>TRIANGLE[ 0 ][ 0 ]</var>
es: Conocemos un ángulo de la base, lo que significa que hay otro ángulo igual, por lo que tenemos dos ángulos iguales a <var>TRIANGLE[ 0 ][ 0 ]</var>
fr: On connait un angle à la base, et l'autre angle à la base lui est égal, donc on a deux angles égaux à <var>TRIANGLE[ 0 ][ 0 ]</var>
nl: We weten één van de basishoeken, wat betekent dat er nog een hoek is die daaraan gelijk is, en dus hebben we twee hoeken gelijk aan <var>TRIANGLE[ 0 ][ 0 ]</var>
pl: Znamy kąt przy podstawie, co oznacza, że istnieje inny równy mu kąt, więc mamy dwa kąty równe <var>TRIANGLE[ 0 ][ 0 ]</var>
pt: Conhecemos um ângulo da base, o que significa que há outro ângulo igual a este, portanto temos dois ângulos iguais a <var>TRIANGLE[ 0 ][ 0 ]</var>
tr: Bir taban açısını biliyoruz, bunun anlamı buna eşit bir açı daha olduğudur, yani <var>TRIANGLE[ 0 ][ 0 ]</var>'na eşit iki açı var

source: We know all sides of this triangle, so we can use Heron's formula to calculate the area.
es: Conocemos todos los lados de este triángulo, así que podemos usar la fórmula de Herón para calcular el área.
fr: On connaît tous les côtés de ce triangle, on peut donc utiliser la formule d'Heron pour calculer cette aire.
pl: Znamy wszystkie boki tego trójkąta, więc możemy wykorzystać wzór Herona do obliczenia pola powierzchni.
pt: Conhecemos todos os lados deste triângulo, por isso podemos utilizar a fórmula de Heron para calcular a área.
tr: Bu üçgenin tüm kenarlarını biliyoruz, buna göre, alanı bulmak için Heron'un formülünü kullanabiliriz.

source: We know each tick mark is <code><var>SCALE</var></code> because <code>0</code> and <code><var>SCALE</var></code> are labeled.
da: Vi ved, at hver mærke svarer til <code><var>SCALE</var></code>, fordi <code>0</code> og <code><var>SCALE</var></code> er markeret.
es: Sabemos que cada marca de graduación equivale a <code><var>SCALE</var></code> unidades porque <code>0</code> y <code><var>SCALE</var></code> están etiquetados.
fr: On sait que chaque graduation représente <code><var>SCALE</var></code> car <code>0</code> et <code><var>SCALE</var></code> sont étiquetés.
ja: 私達はそれぞれの目盛りが<code><var>SCALE</var></code> であることを知っています．なぜなら，<code>0</code> と <code><var>SCALE</var></code> にラベルがついているからです．
nb: Vi vet, at hver merke svarer til <code><var>SCALE</var></code>, fordi <code>0</code> og <code><var>SCALE</var></code> er markert.
nl: We weten dat elke maatstreepjes is <code><var>SCALE</var></code> omdat <code>0</code> en <code><var>SCALE</var></code> zijn gemerkt.
pl: Wiemy, że każda kreska to <code><var>SCALE</var></code>, ponieważ <code>0</code> i <code><var>SCALE</var></code> są podpisane.
pt: Sabemos que cada marca assinalada é <code><var>SCALE</var></code> pois <code>0</code> e <code><var>SCALE</var></code> são nomeadas.
tr: Her işaretin <code><var>SCALE</var></code> olduğunu biliyoruz zira <code>0</code> ve <code><var>SCALE</var></code> işaretlenmiştir.

source: We know each tick mark represents <code><var>SCALE</var></code> because <code><var>-SCALE</var></code> and <code><var>SCALE</var></code> are labeled.
da: Vi ved hver mærke svarer til <code><var>SCALE</var></code>, fordi <code><var>-SCALE</var></code> og <code><var>SCALE</var></code> er markeret.
es: Sabemos que cada marca de graduación representa <code><var>SCALE</var></code> unidades porque <code><var>-SCALE</var></code> y <code><var>SCALE</var></code> están etiquetados.
fr: On sait que chaque graduation représente <code><var>SCALE</var></code> car <code><var>-SCALE</var></code> et <code><var>SCALE</var></code> sont étiquetés.
nb: Vi vet at hvert merke svarer til <code><var>SCALE</var></code>, fordi <code><var>-SCALE</var></code> og <code><var>SCALE</var></code> er markert.
nl: We weten dat elk maatstreepje overeenkomt met <code><var>SCALE</var></code>, omdat <code><var>-SCALE</var></code> en <code><var>SCALE</var></code> gemarkeerd zijn.
pl: Wiemy, że każda kreska to <code><var>SCALE</var></code>, ponieważ <code><var>-SCALE</var></code> i <code><var>SCALE</var></code> również są zaznaczone.
pt: Sabemos que cada marca assinalada representa <code><var>SCALE</var></code> pois <code><var>-SCALE</var></code> e <code><var>SCALE</var></code> estão escritos na reta numérica.
tr: Her işaretin <code><var>SCALE</var></code> ifade ettiğini biliyoruz zira <code><var>-SCALE</var></code> ve <code><var>SCALE</var></code> işaretlenmiştir.

source: We know that <code><var>A</var> \times <var>B</var></code> (or <code><var>PRODUCT</var></code>) is a common multiple, but is it the least common multiple?
fr: On sait que <code><var>A</var> \times <var>B</var></code> (ou <code><var>PRODUCT</var></code>) est un multiple commun, mais est-ce le plus petit ?
nb: Vi vet at <code><var>A</var> \times <var>B</var></code> (or <code><var>PRODUCT</var></code>) er en felles faktor, men er den den minste?
nl: We weten dat <code><var>A</var> \times <var>B</var></code> (of <code><var>PRODUCT</var></code>) een gemeen veelvoud is, maar is het ook het kleinste gemene veelvoud?
pl: Wiemy, że <code><var>A</var> \times <var>B</var></code> (czyli <code><var>PRODUCT</var></code>) jest wspólną wielokrotnością, ale czy jest najmniejszą wspólną wielokrotnością?
pt: Sabemos que <code><var>A</var> \times <var>B</var></code> (ou <code><var>PRODUCT</var></code>) é um múltiplo comum, mas ele é o mínimo múltiplo comum?
tr: <code><var>A</var> \times <var>B</var></code> (veya <code><var>PRODUCT</var></code>)'nin ortak bir kat olduğunu biliyoruz, ama ortak katların en küçüğü müdür?

source: We know that <code>\blue{<var>SINGLE_PCT</var> \%}</code> of the time, he'll make his first shot.
fr: On sait que dans <code>\blue{<var>SINGLE_PCT</var> \%}</code> des cas, il va réussir son premier lancer.
pt: Sabemos que <code>\blue{<var>SINGLE_PCT</var> \%}</code> das vezes, ele acertará seu primeiro arremesso.

source: We know that <code>\blue{<var>SINGLE_PCT</var> \%}</code> of the time, he'll miss his first shot <code>(100 \% - <var>localeToFixed(PR*100, 0)</var> \% = <var>SINGLE_PCT</var> \%)</code>.
fr: On sait que dans <code>\blue{<var>SINGLE_PCT</var> \%}</code> des cas, il rate son premier lancer <code>(100 \% - <var>localeToFixed(PR*100, 0)</var> \% = <var>SINGLE_PCT</var> \%)</code>.
pl: Wiadomo, że w <code>\blue{<var>SINGLE_PCT</var> \%}</code> przypadków, nie trafi przy pierwszym strzale <code>(100 \% - <var>localeToFixed(PR*100, 0)</var> \% = <var>SINGLE_PCT</var> \%)</code>.
pt: Sabemos que <code>\blue{<var>SINGLE_PCT</var> \%}</code> do tempo, ele errará seu primeiro arremesso <code>(100 \% - <var>localeToFixed(PR*100, 0)</var> \% = <var>SINGLE_PCT</var> \%)</code>.

source: We know that one base angle is <var>TRIANGLE[ 0 ][ 0 ]</var>, and the angle we are looking for is also on the base.
es: Sabemos que un ángulo de la base es <var>TRIANGLE[ 0 ][ 0 ]</var>, y el ángulo que estamos buscando también está en la base.
fr: On sait que l'un des angles à la base est égal à <var>TRIANGLE[ 0 ][ 0 ]</var> degrés, et l'angle que l'on cherche est aussi l'un des angles à la base.
nb: Vi ser på den ene vinkelen på grunnlinjen som er <var>TRIANGLE[ 0 ][ 0 ]</var>, og vinkelen vi ser etter er også på grunnlinjen.
nl: We weten dat één van de basishoeken <var>TRIANGLE[ 0 ][ 0 ]</var> is, en de andere hoek die we zoeken is ook met de basis.
pl: Wiemy, że jeden z kątów przy podstawie wynosi <var>TRIANGLE[ 0 ][ 0 ]</var> oraz że kąt, którego szukamy znajduje się również przy podstawie.
pt: Sabemos que um ângulo da base é <var>TRIANGLE[ 0 ][ 0 ]</var> e o ângulo que procuramos também está na base.
tr: Bir taban açısının <var>TRIANGLE[ 0 ][ 0 ]</var> olduğunu biliyoruz, ve bulmak istediğimiz açı da taban üzerinde.

source: We know the <code>\blue{\text{<var>PERCENT</var>}}</code> is <code><var>PART_PERCENT</var></code>. Is <code><var>WHOLE</var></code> the <code>\pink{\text{<var>PART</var>}}</code> or the <code>\green{\text{<var>WHOLE_TEXT</var>}} </code>?
fr: On sait que le <code>\blue{\text{<var>PERCENT</var>}}</code> est <code><var>PART_PERCENT</var></code>. Est-ce que <code><var>WHOLE</var></code> correspond à la <code>\pink{\text{<var>PART</var>}}</code> ou au <code>\green{\text{<var>WHOLE_TEXT</var>}} </code> ?
hi: हम जानते हैं <code>\blue{\text{<var>PERCENT</var>}}</code>, <code><var>PART_PERCENT</var></code> है I क्या <code><var>WHOLE</var></code>, <code>\pink{\text{<var>PART</var>}}</code> है या <code>\green{\text{<var>WHOLE_TEXT</var>}} </code> है ?
nb: Vi vet at <code>\blue{\text{<var>PERCENT</var>}}</code> er <code><var>PART_PERCENT</var></code>. Er <code><var>WHOLE</var></code> <code>\pink{\text{<var>PART</var>}}</code> eller <code>\green{\text{<var>WHOLE_TEXT</var>}} </code>?
pl: Wiemy, że <code>\blue{\text{<var>PERCENT</var>}}</code> to <code><var>PART_PERCENT</var></code>. <code><var>WHOLE</var></code> to <code>\pink{\text{<var>PART</var>}}</code>, czy <code>\green{\text{<var>WHOLE_TEXT</var>}} </code>?
pt: Sabemos que o <code>\blue{\text{<var>PERCENT</var>}}</code> é <code><var>PART_PERCENT</var></code>. <code><var>WHOLE</var></code> é a <code>\pink{\text{<var>PART</var>}}</code> ou o <code>\green{\text{<var>WHOLE_TEXT</var>}} </code>?
tr: <code>\blue{\text{<var>PERCENT</var>}}</code>'in <code><var>PART_PERCENT</var></code> olduğunu biliyoruz. <code><var>WHOLE</var></code>, <code>\pink{\text{<var>PART</var>}}</code> midir, yoksa <code>\green{\text{<var>WHOLE_TEXT</var>}} </code> midir?

source: We know the <code>\blue{\text{<var>PERCENT</var>}}</code> is <code><var>PART_PERCENT</var></code>. Is <code><var>WHOLE</var></code> the <code>\pink{\text{<var>PART</var>}}</code> or the <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?
es: Sabemos que el <code>\blue{\text{<var>PERCENT</var>}}</code> es <code><var>PART_PERCENT</var></code>.¿Es <code><var>WHOLE</var></code> la <code>\pink{\text{<var>PART</var>}}</code> o el <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?
fr: On sait que le <code>\blue{\text{<var>PERCENT</var>}}</code> est <code><var>PART_PERCENT</var></code>. Est-ce que <code><var>WHOLE</var></code> correspond à la <code>\pink{\text{<var>PART</var>}}</code> ou au <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?
hi: हम जानते हैं कि <code>\blue{\text{<var>PERCENT</var>}}</code> <code><var>PART_PERCENT</var></code> हैI क्या <code><var>WHOLE</var></code> <code>\pink{\text{<var>PART</var>}}</code> या <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?
nb: Vi vet at <code>\blue{\text{<var>PERCENT</var>}}</code> er <code><var>PART_PERCENT</var></code>. Er <code><var>WHOLE</var></code> <code>\pink{\text{<var>PART</var>}}</code> eller <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?
pl: Wiemy, że <code>\blue{\text{<var>PERCENT</var>}}</code> wynosi <code><var>PART_PERCENT</var></code>. <code><var>WHOLE</var></code> to <code>\pink{\text{<var>PART</var>}}</code>, czy <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?
pt: Sabemos que o <code>\blue{\text{<var>PERCENT</var>}}</code> é <code><var>PART_PERCENT</var></code>. <code><var>WHOLE</var></code> é a <code>\pink{\text{<var>PART</var>}}</code> ou o <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?

source: We know the adjacent side and need to solve for the hypotenuse so we can use the cos function (CAH)
es: Conocemos el lado adyacente y necesitamos resolver para la hipotenusa así que podemos usar la función coseno (CAH)
pl: Znamy długość przyległego boku i musimy znaleźć długość przeciwprostokątnej, więc możemy użyć funkcji cosinus
pt: Sabemos o lado adjacente e precisamos resolver para a hipotenusa, então podemos usar a função cosseno (CAH)
tr: Komşu kenarı biliyoruz ve hipotenüsü bulmamız gerekiyor. O zaman kosinüs fonksiyonunu kullanırız.

source: We know the adjacent side and need to solve for the opposite side so we can use the tan function (TOA)
es: Conocemos el lado adyacente y necesitamos resolver para el lado opuesto así que podemos usar la función tan (TOA)
pl: Znamy długość przyległego boku i musimy znaleźć długość przeciwległego boku, więc możemy użyć funkcji tangens (TOA)
pt: Sabemos o lado adjacente e precisamos resolver para o lado oposto, então podemos usar a função tangente (TOA)
tr: Komşu kenarı biliyoruz ve karşı kenarı bulmamız gerekiyor. Buna göre, tanjant fonksiyonunu kullanabiliriz.

source: We know the cost of <var>N1</var> <var>deskItem( 0 )</var>.
fr: Nous connaissons le coût de <var>N1</var> <var>deskItem( 0 )</var>.
nb: Vi vet at kostnaden for <var>N1</var> <var>deskItem( 0 )</var>.
pl: Znamy koszt <var>N1</var> <var>deskItem( 0 )</var>.
pt: Sabemos o custo de <var>N1</var> <var>deskItem( 0 )</var>.

source: We know the hypotenuse and need to solve for the adjacent side so we can use the cos function (CAH)
es: Conocemos la hipotenusa y necesitamos resolver para el lado adyacente así que podemos usar la función cos (CAH)
pl: Znamy przeciwprostokątną i musimy znaleźć długość przyległej, więc możemy użyć funkcji cosinus
pt: Sabemos a hipotenusa e precisamos resolver para o lado adjacente, então podemos usar a função cosseno (CAH)
tr: Hipotenüsü biliyoruz ve komşu kenarı bulmamız gerekiyor. Buna göre, kosinüs fonksiyonunu kullanabiliriz.

source: We know the hypotenuse and need to solve for the opposite side so we can use the sine function (SOH)
es: Conocemos la hipotenusa y necesitamos resolver para el lado opuesto así que podemos usar la función seno (SOH)
pl: Znamy przeciwprostokątną i musimy znaleźć długość przeciwległej przyprostokątnej, więc możemy użyć funkcji sinus
pt: Sabemos a hipotenusa e precisamos resolver para o lado oposto, então podemos usar a função seno (SOH)
tr: Hipotenüsü biliyoruz ve karşı kenarı bulmamız gerekiyor. Buna göre, sinüs fonksiyonunu kullanabiliriz.

source: We know the length of a leg, and want to find the length of the hypotenuse. What is the relationship between the sides of a <code>30 - 60 - 90</code> triangle?
es: Conocemos la longitud de un cateto y queremos encontrar la longitud de la hipotenusa. ¿Cuál es la relación que existe entre los lados de un triángulo con ángulos <code>30 - 60 - 90</code>?
fr: On connaît la longueur d'un côté, et on cherche la longueur de l'hypoténuse. Quelle est la relation entre les côtés d'un triangle <code>30 - 60 - 90</code> ?
nb: Vi vet lengden på en katet og vil finne lengden på hypotenusen. Hva er forholdet mellom sidene i en <code>30 - 60 - 90</code> trekant?
pl: Znamy długość krótszego boku, a chcemy znaleźć długość przeciwprostokątnej. Jaki jest związek pomiędzy bokami w trójkącie o kątach <code>30 - 60 - 90</code>?
pt: Sabemos a medida de um cateto, e queremos encontrar a medida da hipotenusa. Qual é a relação entre os lados de um triângulo <code>30 - 60 - 90</code>?
tr: Dik kenarların birinin uzunluğunu biliyoruz, ama hipotenüsün uzunluğunu bulmak istiyoruz. <code>30 - 60 - 90</code>üçgenindeki kenarların arasındaki ilişki nedir?

source: We know the length of each leg, and want to find the length of the hypotenuse. What mathematical relationship is there between a right triangle's leg and its hypotenuse?
es: Conocemos la longitud de cada cateto, y queremos encontrar la longitud de la hipotenusa. ¿Qué relación matemática existe entre el cateto de un triángulo rectángulo y su hipotenusa?
fr: On connaît la longueur des côtés de l'angle droit et on cherche celle de l’hypoténuse. Quelle est la relation entre les longueurs des côtés de l'angle droit d'un triangle rectangle et celle de son hypoténuse ?
nb: Vi vet hvor lange hver av katetene er, og ønsker å finne lengden på hypotenusen. Hvilke matematiske forhold er det mellom en rettvinklet trekant sine kateter og hypotenusen?
pl: Znamy długość obu ramion, a chcemy znaleźć długość przeciwprostokątnej. Jaka jest matematyczna zależność pomiędzy długością ramion i przeciwprostokątnej?
pt: Sabemos o comprimento de cada lado, e queremos descobrir o comprimento da hipotenusa. Qual a relação matemática entre um lado de um triângulo retângulo e sua hipotenusa?
tr: Dik kenarların uzunluklarını biliyoruz, ve hipotenüsün uzunluğunu bulmak istiyoruz. Dik kenar ve hipotenüs arasında hangi bağıntıyı biliyoruz?

source: We know the length of the hypotenuse, and want to find the length of each leg. What mathematical relationship is there between a right triangle's legs and its hypotenuse?
es: Conocemos la longitud de la hipotenusa y queremos encontrar la longitud de cada cateto. ¿Qué relación matemática existe entre los catetos de un triángulo rectángulo y su hipotenusa?
fr: On connait la longueur de l'hypoténuse du triangle rectangle et on cherche la longueur des côtés de l'angle droit. Quelle est la relation entre les longueurs des côtés de l'angle droit d'un triangle rectangle et celle de son hypoténuse ?
nb: Vi vet lengden på hypotenusen, og ønsker å finne lengden på hver av katetene. Hvilke matematiske forhold er det mellom en rettvinklet trekant kateter og hypotenusen?
pl: Znamy długość przeciwprostokątnej, a chcemy znaleźć długość obu ramion. Jaki jest matematyczny związek pomiędzy długością ramion i przeciwprostokątnej w trójkącie prostokątnym?
pt: Sabemos o comprimento da hipotenusa, e queremos descobrir o comprimento de cada lado. Qual a relação matemática entre os catetos de um triângulo retângulo e sua hipotenusa?
tr: Hipotenüsün uzunluğunu biliyoruz ve dik kenarların uzunluklarını bulmak istiyoruz. Dik üçgenin kenarları arasındaki hangi bağıntıyı biliyoruz?

source: We know the length of the hypotenuse, and want to find the length of the longest side. What is the relationship between the sides of a <code>30 - 60 - 90</code> triangle?
es: Conocemos la longitud de la hipotenusa y queremos averiguar la longitud del lado más largo. ¿Cuál es la relación entre los lados de un triángulo de <code>30 - 60 - 90</code>?
fr: On connaît la longueur de l'hypoténuse et on cherche la longueur du plus grand des côtés de l'angle droit. Quelle est la relation entre les côtés de l'angle droit d'un triangle <code>30 - 60 - 90</code> ?
pl: Znamy długość przeciwprostokątnej, a chcemy znaleźć długość dłuższego boku boku. Jaki jest związek pomiędzy bokami trójkąta o kątach <code>30 - 60 - 90</code>?
pt: Sabemos a medida da hipotenusa e queremos encontrar a medida do menor lado. Qual é a relação entre os lados de um triângulo <code>30 - 60 - 90</code>?
tr: Hipotenüsün uzunluğunu biliyoruz, ve en uzun kenarın uzunluğunu bulmak istiyoruz. <code>30 - 60 - 90</code> bir üçgenin kenarları arasındaki ilişki nedir?
