Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Your profile page shows all the great progress you've made on Khan Academy. Once you sign up, you can also choose your avatar and display your badges.
da: Din profilside viser alle de store fremskridt, som du har opnået på Khan Academy. Når du tilmelder dig, kan du også vælge din avatar og vise dine badges frem.
es: Tu página de perfil muestra todo tu progreso en Khan Academy. Una vez que te hayas inscrito, puedes escoger tu avatar y mostrar tus medallas.
fr: Votre page de profil montre tous les grands progrès que vous avez fait sur Khan Academy. Une fois que vous serez inscrit, vous pourrez également choisir votre avatar et afficher vos insignes.
nb: Profilsiden viser alle de store fremskrittene du har gjort på Khan Academy. Når du registrerer deg, kan du også velge en avatar og vise merkene du har oppnådd.
nl: Je profielpagina toont alle vorderingen die dat je hebt gemaakt op Khan Academy. Zodra je je aanmeldt, kunt je ook je avatar kiezen en je badges weergeven.
pl: Twoja strona profilowa pokazuje cały wielki postęp, jaki zrobiłeś na Khan Academy. Po zarejestrowaniu się możesz także wybrać swój awatar i wyświetlić zdobyte odznaki.
pt: Sua página de perfil mostra todo o excelente progresso que você fez na Khan Academy. Após entrar, você também pode escolher seu avatar e exibir suas medalhas.
pt_pt: A tua página de perfil mostra o teu progresso na Khan Academy. Depois de criares uma conta, poderás escolher o teu avatar e ver as tuas medalhas.
tr: Profil sayfanızda Khan Academy'de gerçekleştirdiğiniz müthiş ilerleme görülüyor. Eğer giriş yaparsanız, kendinize avatar seçebilir ve kazandığınız madalyaları sergileyebilirsiniz.

source: Your project can now be sent to peers for an evaluation. These evaluations will be public, so that we can all learn from eachother.
da: Projektet kan nu sendes til dine lærere for en evaluering. Disse evalueringer vil være offentlige, således at vi kan alle lære af hinanden.
es: Tu proyecto puede ahora ser enviado a compañeros para su evaluación. Estas evaluaciones serán públicas para que todos podamos aprender los unos de los otros.
fr: Votre projet peut maintenant être envoyé à vos pairs pour une évaluation. Ces évaluations seront publiques afin que nous puissions tous apprendre les uns des autres.
nb: Ditt prosjekt kan nå bli sendt til en gruppe for vurdering. Disse vurderingene vil være offentlige, så dere kan lære av hverandre.
nl: Je project kan nu worden verzonden aan je peers voor een evaluatie. Deze evaluaties zijn openbaar, zodat we allemaal van elkaar kunnen leren.
pl: Twój projekt będzie teraz widoczny do oceny przez kolegów. Te oceny będą publiczne, żebyśmy mogli się uczyć od siebie nawzajem.
pt: Seu projeto agora pode ser enviado para a avaliação de colegas. Essas avaliações serão públicas, para que possamos aprender uns com os outros.
tr: Projeniz şimdi arkadaş değerlendirmesi için şimdi gönderilebilir. Hepimizin birbirimizden bir şeyler öğrenebilmesi için, bu değerlendirmeler genel görüntülenmeye açık olacaktır.

source: Your project has passed evaluation.
da: Dit projekt har bestået evalueringen.
es: Tu proyecto ha pasado la evaluación.
fr: Votre projet a passé l'évaluation avec succès.
ja: あなたのプロジェクトは評価に合格しました．
nb: Ditt prosjekt har bestått evalueringen.
nl: Uw project is geslaagd voor de beoordeling.
pl: Twój projekt przeszedł ocenę.
pt: Seu projeto foi aprovado na avaliação.
pt_pt: O teu projeto passou na avaliação.
tr: Projeniz değerlendirmeyi geçmiştir.

source: Your project is now marked as complete. You can continue working on it, of course, if you think of other ways to improve it. Keep practicing!
da: Projektet er nu markeret som fuldført. Du kan selvfølgelig fortsætte arbejdet på det, hvis du kommer i tanke om andre måder at forbedre det. Bliv ved med at øve dig!
es: Tu proyecto ha sido marcado ahora como completo. Puedes seguir trabajando en él, por supuesto, si se te ocurren nuevas maneras de mejorarlo. ¡Sigue practicando!
fr: Votre projet est maintenant indiqué comme terminé. Vous pouvez, bien sûr, continuer à travailler dessus si vous pensez que vous pouvez encore l'améliorer. Continuez à vous exercer !
nb: Ditt prosjekt er nå markert som ferdig. Du kan fortsatt jobbe videre med det, selvfølgelig, om du finner forbedringer. Fortsett å arbeide!
nl: Je project is nu gemarkeerd als voltooid. Je kunt eraan blijven werken, natuurlijk, als je denkt dat er andere manieren zijn om het te verbeteren. Blijf oefenen!
pl: Twój projekt będzie oznaczony jako gotowy. Możesz dalej nad nim pracować, jeśli masz inne sposoby na ulepszenie go. Ćwicz dalej!
pt: Seu projeto agora está marcado como concluído. Se conseguir pensar em outras maneiras de melhorá-lo, você com certeza pode continuar trabalhando nele. Continue praticando!
tr: Şimdi projeniz tamamlanmış olarak işaretlenmiştir. Bununla birlikte, eğer geliştirebileceğinizi düşündüğünüz yerler varsa, tabii ki üstünde çalışabilirsiniz. Çalışmaya devam!

source: Your project is now pending an evaluation.
da: Projektet afventer nu en evaluering.
es: Tu proyecto está ahora esperando una evaluación.
fr: Votre projet est maintenant en attente d'évaluation.
nb: Prosjektet venter nå på en vurdering.
nl: Uw project wacht op beoordeling.
pl: Twój projekt oczekuje teraz na ocenę.
pt: Seu projeto está aguardando uma avaliação.
tr: Projeniz değerlendirilmeyi bekliyor.

source: Your project needs more work.
da: Dit projekt kræver mere arbejde.
es: Tu proyecto necesita más trabajo.
fr: Votre projet demande à être étoffé.
ja: あなたのプロジェクトはもっと改善が必要です．
nb: Ditt prosjekt trenger mer arbeid.
nl: Je project moet verbeterd worden.
pl: Twój projekt potrzebuje więcej pracy.
pt: Seu projeto precisa ser mais aprimorado.
pt_pt: O teu projeto tem de ser aperfeiçoado.
tr: Projeniz üzerinde daha fazla çalışmalısınız.

source: Your recurring donation to Khan Academy
es: Tu donación periódica a Khan Academy
ja: あなたのカーンアカデミーへの定期的な寄付
nb: Din regelmessige gave til Khan Academy
pl: Twoja cykliczna wpłata dla Khan Academy
pt: Sua doação periódica para a Khan Academy
tr: Khan Academy'ye yinelenen bağışınız

source: Your responses
da: Dine svar
es: Tus respuestas
fr: Vos réponses
ja: あなたの応答
nb: Dine svar
nl: Je antwoorden
pl: Twoje odpowiedzi
pt: Suas respostas
pt_pt: As tuas respostas
tr: Cevaplarınız

source: Your school is #%(rank)s
es: Tu escuela está en #%(rank)s
ja: あなたの学校は #%(rank)s です．
nb: Din skole er #%(rank)s
pl: Twoja szkoła jest #%(rank)s
pt: Sua escola está em #%(rank)s
pt_pt: A tua escola está em %(rank)s.º lugar
tr: Okulunuzun sıralaması, #%(rank)s

source: Your school may have blocked these sites. If that’s the case, you may enter your email and follow the steps to password recovery or create a new account.
da: Din skole kan have blokeret for disse websteder. Hvis dette er tilfældet, kan du indtaste din email og følge trinene til at gendanne din adgangskode eller oprette en ny konto.
es: Puede que tu escuela haya bloqueado estos sitios. Si ese es el caso, puedes ingresar tu correo electrónico y seguir los pasos para recuperar tu contraseña o crear una nueva cuenta.
fr: Votre école peut avoir bloqué ces sites. Si tel est le cas, saisissez votre email et suivez les étapes pour récupérer votre mot de passe ou créez un nouveau compte.
ja: あなたの学校はこれらのサイトをブロックしているようです．もしそうであれば，あなたの電子メイルアドレスを入力してパスワードの復元のステップに従うか，新しいアカウントを作成することができます．
nb: Skolen kan ha blokkert disse nettstedene. Hvis det er tilfelle, kan du gå inn din email og følge trinnene til passord-gjenoppretting eller opprette en ny konto.
nl: Uw school kan deze sites hebben geblokkeerd. Als dat het geval is, kan u uw emailadres invoeren en de stappen volgen om je wachtwoord te herstellen of een nieuwe account te maken.
pl: Twoja szkoła mogła zablokować te strony. Jeśli tak jest, możesz wpisać swój e-mail i odzyskać hasło zgodnie ze wskazówkami, lub stworzyć nowe konto.
pt: Sua escola pode ter bloqueado estes sites. Se for esse o caso, digite seu e-mail e siga os passos para recuperar sua senha ou criar uma nova conta.
tr: Okulunuz bu siteleri bloke etmiş olabilir. Durum böyleyse, e-postanızı girebilir ve şifre kurtarma adımlarını izleyebilirsiniz veya yeni bir hesap oluşturabilirsiniz.

source: Your school signs up over half of its students, and
nb: Din skole registrerer over halvparten av elevene, og
pt: Sua escola registra mais da metade de seus alunos e
tr: Okulunuz öğrencilerinin yarısından fazlasını kaydettirir, ve

source: Your search %(query)s did not match any pages.
da: Din søgning %(query)s svarede ikke til nogen sider.
es: Tu búsqueda %(query)s no coincide con ninguna página.
fr: Désolé, mais votre recherche pour "%(query)s" n'a donné aucun résultat.
nb: Ditt søk %(query)s svarte ikke til noen sider.
nl: Je zoekopdracht %(query)s kon geen pagina's vinden.
pl: Twoje wyszukiwanie %(query)s nie pasowało do żadnych stron.
pt: Não foram encontrados resultados para a pesquisa %(query)s.
pt_pt: Não foram encontrados resultados para a pesquisa "%(query)s".
tr: %(query)s aramanız herhangi bir sayfa ile eşleşmedi.

source: Your setting could not be saved
da: Dine indstillinger kunne ikke gemmes
es: Tu configuración no se pudo guardar
fr: Votre préférence n'a pas pu être sauvegardée
ja: あなたの設定がセーブできませんでした
nb: Innstillingen kan ikke lagres
nl: Je instelling kan niet worden opgeslagen
pl: Nie udało się zapisać Twoich ustawień
pt: Não foi possível salvar suas configurações
pt_pt: Não foi possível guardar as tuas alterações
tr: Seçiminiz kaydedilemedi

source: Your student id is {{identifier}}
da: Dit studiekortsnummer er {{identifier}}
es: Tu identificación como estudiante es {{identifier}}
fr: Votre identifiant d'élève est {{identifier}}
ja: あなたの学生 ID は{{identifier}}です．
nb: Din student-id er {{identifier}}
nl: Jouw leerling-ID is {{identifier}}
pl: Twój identyfikator ucznia to {{identifier}}
pt: Sua identificação de aluno é {{identifier}}
pt_pt: O teu ID de aluno é {{identifier}}
tr: Öğrenci Kimliğiniz: {{identifier}}

source: Your students
bg: Вашите ученици
da: Dine elever
es: Tus estudiantes
fr: Vos élèves
ja: あなたの生徒たち
nb: Dine elever
nl: Je leerlingen
pl: Twoi uczniowie
pt: Seus alunos
pt_pt: Os seus alunos
tr: Öğrencileriniz

source: Your students may be eligible for LearnStorm: Bay Area 2015!
es: ¡Tus estudiantes pueden ser elegibles para LearnStorm: Área de la Bahía 2015!
fr: Vos élèves peuvent être admissibles pour les LearnStorm : région de la Baie 2015 !
ja: この生徒はラーンストームの候補者になれるかもしれません: ベイ・エリア 2015!
nb: Elevene kan være kvalifisert for LearnStorm: Bay Area 2015!
nl: Uw leerlingen kunnen in aanmerking komen voor de LearnStorm: Bay Area 2015!
pl: Twoi uczniowie mogą kwalifikować się do LearnStorm: Bay Area 2015!
pt: Seus alunos podem ser elegíveis para a LearnStorm: Bay Area 2015!
pt_pt: Os seus alunos podem participar na LearnStorm de 2015!
tr: Öğrencileriniz LearnStorm: Bay Area 2015'e katılabilir!

source: Your students will be notified when you choose a new class mission
da: Dine elever vil blive underrettet, når du vælger en ny klassemission
es: Tus estudiantes serán notificados cuando escojas una nueva misión para la clase
fr: Vos élèves seront avisés lorsque vous choisirez une nouvelle mission <br>pour votre classe.<br>Attention : Les équivalences avec les classes françaises sont temporairement calquées sur le programme américain.<br>Nous travaillons à localiser les curricula, merci de votre patience.
ja: あなたの生徒はあなたが新しいクラスのミッションを選ぶとその通知を受けとります
nb: Elevene vil bli varslet når du velger et nytt klasseoppdrag
nl: Uw leerlingen zullen worden verwittigd wanneer u een nieuwe klasse-missie kiest
pl: Twoi uczniowie zostaną poinformowani, kiedy wybierzesz nową misję klasy
pt: Seus alunos serão notificados quando você escolher uma nova missão para a turma
tr: Yeni bir sınıf görev seçtiğiniz zaman öğrencilerinize bildirilecektir

source: Your students will each have a personalized version of this page with their own recent activity.
da: Dine elever vil hver have en personlig version af denne side med deres egen seneste aktivitet.
es: Cada uno de tus estudiantes tendrá una versión personalizada de esta página con su propia actividad reciente.
fr: Vos élèves auront chacun une version personnalisée de cette page, avec leur propre activité récente.
ja: あなたの生徒たちは、それぞれの最近の活動を記録した個人ページを持っています。
nb: Dine elever vil hver ha en personlig versjon av denne siden med deres egen nylig aktivitet.
nl: Jouw leerlingen zullen elk een gepersonaliseerde versie van deze pagina hebben met hun eigen activiteiten.
pl: Każdy z uczniów będzie miał swoja własną, spersonalizowaną wersję tej strony, z własną ostatnią aktywnością.
pt: Seus alunos terão uma versão personalizada dessa página com a atividade recente de cada um.
pt_pt: Os seus alunos terão uma versão personalizada desta página, com a atividade recente de cada um.
tr: Bu sayfa her bir öğrencinize kendi etinliklerini gösterecek biçimde kişiselleştirilerek gösterilecektir.

source: Your support changes lives.
pl: Twoje wsparcie zmienia życie wielu osób.
pt: Seu apoio muda vidas.
pt_pt: O seu apoio pode mudar vidas.
tr: Desteğiniz hayatları değiştirir.

source: Your transformation must use a %(type)s.
da: Din transformation skal indeholde en %(type)s.
es: Tu transformación debe usar un %(type)s.
fr: La transformation doit utiliser un %(type)s.
nb: Transformasjonen må bruke en %(type)s.
nl: Je wijziging moet een %(type)s bevatten.
pl: Twoje przekształcenie musi używać %(type)s.
pt: Sua transformação deve usar um %(type)s.
tr: Dönüşümünüz bir %(type)s kullanmak zorundadır.

source: Your triangle can be anywhere. There is no need to line up the two triangles.
es: Tu triángulo puede estar donde sea. No hay necesidad de alinear los dos triángulos.
fr: Les triangles peuvent être n'importe où. Il n'est pas nécessaire de les faire coïncider.
pl: Twój trójkąt może być gdziekolwiek. Nie ma potrzeby, aby ustawiać dwa trójkąty obok siebie.
pt: Seu triângulo pode estar em qualquer lugar. Não há necessidade de alinhar os dois triângulos.
tr: Üçgeniniz herhangi bir konumda olabilir. İki üçgeni hizaya getirmeniz şart değil.

source: Your username will appear in your Khan Academy address.
da: Dit brugernavn vises i din Khan Academy adresse.
es: Tu nombre de usuario aparecerá en tu dirección de Khan Academy.
fr: Votre nom d'utilisateur apparaîtra dans votre adresse de la Khan Academy.
ja: あなたのユーザー名はあなたのカーンアカデミーアドレスとして表示されます．
nb: Ditt brukernavn vil vises i din Khan Academy adresse.
nl: Je gebruikersnaam zal vesrchijnen in jouw Khan Academy adres.
pl: Twoja nazwa użytkownika pojawi się w Twoim adresie Khan Academy.
pt: Seu nome de usuário aparecerá em seu endereço da Khan Academy.
pt_pt: O nome de utilizador será usado na ligação do teu perfil da Khan Academy
tr: Kullanıcı adınız, Khan Academy adresinizde görünecektir.

source: Your video should be no longer than a minute, and you'll have a chance to review it before submitting. We'll review your video and won't share it without your permission.
da: Din video skal ikke være længere end et minut, og du har en chance for at revidere den før du indsender. Vi vil gennemse din video og vil ikke dele den uden din tilladelse.
es: Tu video no debe durar más de un minuto, y tendrás oportunidad de revisarlo antes de mandarlo. Revisaremos tu video y no lo compartiremos sin tu permiso.
fr: La longueur de votre vidéo ne doit pas dépasser une minute, vous aurez l'occasion de la revoir avant de la soumettre. Nous examinerons votre vidéo et ne la partagerons pas sans votre accord.
nb: Videoen bør ikke være lenger enn et minutt, og du får en mulighet til å se den før du sender. Vi vil vurdere videoen og deler det ikke uten din tillatelse.
nl: Jouw video mag niet langer duren dan een minuut en je hebt de kans het na te zien vooraleer in te dienen. We zullen de video nazien en zullen deze niet delen zonder jouw toestemming.
pl: Twój film nie powinien trwać dłużej niż jedną minutę. Będziesz miał okazję przejrzeć go przed przesłaniem. Przejrzymy Twój film i nie będziemy udostępniać go bez Twojego pozwolenia.
pt: Seu vídeo não deve ter mais de um minuto, e você poderá revê-lo antes de enviar. Analisaremos seu vídeo e não o compartilharemos sem sua permissão.
tr: Videonuz bir dakikadan kısa olmalıdır. Videonuzu yüklemeden önce tekrar gözden geçirme şansınız olacak. Videonuzu gözden geçirilecek ve izniniz olmadan paylaşılmayacaktır.

source: Your weekly progress summary on Khan Academy
da: Opsummering af dine ugentlige fremskridt på Khan Academy
es: Resumen de tu progreso semanal en Khan Academy
fr: Le résumé de vos progrès hebdomadaires à la Khan Academy
ja: あなたのカーンアカデミーでの一週間の進捗状況のまとめ
nb: Ditt ukentlige framskrittssammendrag i Khan Academy
nl: Je wekelijkse vooruitgang samengevat op Khan Academy
pl: Twoje tygodniowe podsumowanie postępów na Khan Academy
pt: Resumo do seu progresso semanal na Khan Academy
pt_pt: Resumo do teu progresso semanal na Khan Academy
tr: Khan Academy'deki haftalık ilerlemenizin özeti

source: Your weekly summary
da: Din ugentlige opsummering
es: Tu resumen semanal
fr: Votre résumé hebdomadaire
nb: Ditt ukentlige samendrag
nl: Jouw wekelijkse overzicht
pl: Twoje tygodniowe podsumowanie
pt: Seu resumo semanal
tr: Haftalık özetiniz

source: Yours in cleanliness, the Khan Academy Guardians.
da: Renlige hilsener fra Khan Academy-vogterne.
es: Tus ayudantes del orden y la limpieza, los Guardianes de Khan Academy.
fr: Bien à vous dans la propreté, les Gardiens de Khan Academy.
ja: 清潔好きなあなたのカーンアカデミーのガーディアンより．
nb: Hilsen i renslighet, Khan Academy voktere.
nl: We hebben opgeschoond, de Khan Academy bewakers.
pl: Z poważaniem, dbający o porządek Opiekunowie Khan Academy.
pt: Atenciosamente, os Guardiões da Khan Academy.
pt_pt: Cumprimentos dos guardiões da Khan Academy.
tr: Sevgi ve saygılarımızla, Khan Academy Türkçe Takımı

source: You’ll get quick email updates so you can see your children’s progress as they learn, both when they’ve mastered new skills and when they might be struggling. At any time, you can see detailed reports and add practice skills to your child’s dashboard.
da: Du får e-mail-opdateringer, så du kan se dine børns fremskridt, mens de lærer, både når de mestrer nye færdigheder og når de har problemer. Til enhver tid kan du se detaljerede rapporter og tilføje øvelser i færdigheder på dit barns læringsforside.
es: Obtendrás actualizaciones por correo electrónico para que puedas ver el progreso de tu hijos mientras aprenden, tanto si han dominado nuevas habilidades como cuando tengan problemas. En cualquier momento, puedes ver reportes detallados y puedes agregar habilidades al panel de tu hijo.
fr: Vous pourrez choisir de recevoir des résumés de l'activité de votre enfant, au sein desquels s'affiche en détails ses progrès, comme ses difficultés. Vous pouvez à tout moment ajouter des compétences à travailler sur le tableau de bord de votre enfant.
nb: Du får rask e-postoppdateringer slik at du kan se ditt barns fremgang etterhvert som de lærer, både når de mestrer nye ferdigheter og når de kanskje sliter. Når som helst kan du se detaljerte rapporter og legge til oppgaver i ulike ferdigheter til barnets læringsoversikt.
nl: Je krijgt snel e-mail updates zodat je de voortgang van je kinderen kan zien terwijl ze leren, zowel wanneer ze nieuwe vaardigheden onder de knie hebben gekregen als wanneer ze mogelijk ergens mee worstelen. Op elk gewenst tijdstip kan je gedetailleerde rapporten zien en oefeningen voor vaardigheden toevoegen aan het dashboard van jouw kind.
pl: Dostaniesz szybkie aktualizacje e-mail, żebyś mógł widzieć postępy Twojego dziecka podczas jego nauki, zarówno kiedy opanuje nowe umiejętności, jak i wtedy, kiedy będzie miało trudności. W każdym momencie możesz zobaczyć szczegółowe raporty i dodawać umiejętności do pulpitu nauki Twojego dziecka.
pt: Você receberá atualizações rápidas por e-mail, assim poderá ver o progresso de seu filho conforme ele avança em seu aprendizado. Esses avisos serão enviados quando ele tiver dominado novas habilidades e quando estiver apresentado dificuldades. Você pode ver relatórios detalhados e acrescentar habilidades novas no painel de aprendizado de seu filho a qualquer momento.
pt_pt: Receberá atualizações rápidas por e-mail para que possa acompanhar o progresso do seu filho conforme ele for avançando na sua aprendizagem, quer quando ele tiver dominado novas competências, quer quando apresentar dificuldades. Pode também ver relatórios detalhados e acrescentar novas competências ao painel de aprendizagem do seu filho.
tr: Çocuğunuz konuları öğrendikçe, hem hangi konularda ustalaştıklarını, hem de hangi konularda zorlan- dıklarını gösteren hızlı e-posta güncellemeleri alacaksınız. İstediğiniz zaman, çocuğunuzun kaydettiği ilerlemeye dair detaylı raporlar edinebilir ve çocuğunuzun panosuna üzerinde çalışması için yeni beceriler ekleyebilirsiniz.

source: You’re joining a global classroom
fr: Vous rejoignez une salle de classe grande comme le monde
pt: Você está se juntando a uma sala de aula global
tr: Küresel bir sınıfa katılıyorsunuz

source: You’ve completed the booster challenge
da: Du har fuldført booster udfordringen
es: Has completado el desafío de estímulo
fr: Vous avez réussi le Challenge du Courageux
nb: Du har fullført booster-utfordringen
nl: Je hebt de booster-uitdaging voltooid
pl: Ukończyłeś/aś wyzwanie wzmacniające
pt: Você concluiu o desafio de reforço
pt_pt: Completaste o desafio de reforço
tr: Takviye yarışmasını tamamladınız

source: You’ve completed the mastery challenge
da: Du har fuldført mesterudfordringen
es: Has completado el desafío de dominio
fr: Vous avez réussi le défi de maîtrise
nb: Du har fullført mestringsutfordringen
nl: Je hebt de meesterschap uitdaging voltooid
pl: Ukończyłeś/aś wyzwanie mistrzowskie
pt: Você concluiu o desafio
pt_pt: Tarefa concluída
tr: Ustalık bilgi ölçme yarışmasını tamamladınız

source: You’ve earned an invitation to the LearnStorm Finals Event at Google's campus
ja: あなたは Google のキャンパスでのラーンストームの最終イベントへの招待を受けました．
nb: Du har fortjent en invitasjon til LeanStorm Finalen på Googles campus
pl: Otrzymałeś zaproszenie na Finały LearnStorm w kampusie Google
pt: Você ganhou um convite para o evento final da LearnStorm na Google
tr: Google Kampüsü'nde LearnStorm final olayına bir davetiye kazandınız

source: You’ve gotten this exercise right before, but you made a mistake this time. Let us know what tripped you up:
da: Du har lavet denne øvelse rigtigt før, men du har lavet en fejl denne gang. Fortæl os, hvad der gik galt:
es: Ya habías tenido este ejercicio correcto antes, pero esta vez cometiste un error. Dinos qué te hizo tropezar:
fr: Vous aviez réussi cet exercice jusqu'ici, mais vous avez fait une erreur cette fois. Dites-nous ce qui vous a piégé :
ja: 前回，あなたはこの練習問題をやりとげましたが，今回は間違いがあります．何につまづいているか教えて下さい:
nb: Du har klart denne oppgaven tidligere, men nå gjorde du en feil. Fortell oss hva som gikk galt:
nl: Eerder had je deze oefening goed maar nu heb je een fout gemaakt. Laat ons weten wat er mis ging:
pl: Opanowałeś/aś już to ćwiczenie, jednak tym razem popełniłeś/aś błąd. Daj nam znać co Cię zmyliło:
pt: Você acertou este exercício antes, mas cometeu um erro desta vez. Diga-nos o que fez com que errasse:
pt_pt: Já resolveste este exercício anteriormente, mas enganaste-te desta vez. Diz-nos o que te induziu em erro:
tr: Daha önce bu alıştırmayı doğru çözmüştünüz, fakat bu sefer bir hata yaptınız. Bize nerede takıldığınızı bildirin:

source: You’ve leveled up in 1 skill
da: Du er gået et niveau op i 1 færdighed
es: Has aumentado tu nivel en 1 habilidad
fr: Vous êtes monté d'un niveau dans une compétence
nb: Du nådd ett nivå høyere i én ferdighet
nl: Je bent omhoog gegaan in één vaardigheid
pl: Awansowałeś/aś w 1 umiejętności
pt: Você mudou de nível em 1 habilidade
pt_pt: Subiste de nível em 1 competência
