Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Create your child's account or connect with their existing account so you can view their progress.
da: Opret dit barn s konto eller forbind din konto med deres eksisterende konto, så du kan se deres fremskridt.
es: Crea una cuenta para tu hijo o conéctate con su cuenta para poder ver su progreso.
fr: Créez le compte de votre enfant, ou liez votre compte au sien s'il existe déjà, pour pouvoir suivre ses progrès.
ja: あなたの子のアカウントを作成するか，既にある子のアカウントと接続します．そうすることであなたは子の進捗状況を見ることができるようになります．
nb: Opprett ditt barn's konto eller koble til dens eksisterende konto slik at du kan se fremdriften.
nl: Maak een account voor uw kind aan of volg hun bestaand account om hun vooruitgang te zien.
pl: Załóż konto swojemu dziecku lub połącz się z jego istniejącym kontem, żeby móc oglądać jego postępy.
pt: Crie uma conta para seu filho ou conecte-se com a conta existente para acompanhar seu progresso.
pt_pt: Crie a conta do seu filho ou associe a sua conta à conta já existente, para que possa acompanhar o progresso.
tr: İlerlemesini izleyebilmek için çocuğunuz adına bir hesap oluşturun veya varolan hesabına bağlanın.

source: Create your class
da: Opret din klasse
es: Crea tu clase
fr: Créer votre classe
ja: あなたのクラスを作る
nb: Opprette klasse
nl: Maak eigen klas aan
pl: Utwórz swoją klasę
pt: Crie sua turma
pt_pt: Crie a sua turma
tr: Sınıfınızı oluşturun

source: Create your first class
da: Opret din første klasse
es: Crea tu primera clase
fr: Créer votre première classe
ja: あなたの最初のクラスを作成する
nb: Opprett din første klasse
nl: Creëer jouw eerste klas
pl: Stwórz swoje pierwsze zajecia
pt: Crie sua primeira turma
pt_pt: Criar a primeira turma
tr: İlk sınıfınızı oluşturun

source: Create your parent account
da: Opret din forældrekonto
es: Crea tu cuenta de padre
fr: Ouvrez votre compte de parent
nb: Opprett foreldrekontoen
nl: Creëer uw ouder account
pl: Utwórz swoje konto nadrzędne
pt: Crie sua conta de pai ou responsável
pt_pt: Crie a sua conta de pai
tr: Veli hesabınızı oluşturunuz

source: Create your student's account:
bg: Създаване на сметка за ученик:
da: Opret din elevs profil:
es: Crea la cuenta de tu estudiante:
fr: Créer le compte de votre élève:
he: צור את המשתמש של התלמיד שלך:
ja: あなたの生徒のアカウントの作成:
nb: Opprett din students konto:
nl: Creëer het account van jouw leerling:
pl: Utwórz konto Twojego ucznia:
pt: Crie a conta de seu aluno:
pt_pt: Crie a conta do seu aluno:
tr: Öğrencinizin hesabını oluşturunuz:

source: Create:
fr: Créer :
ja: 作成:
nb: Opprett:
pl: Stwórz:
pt: Criar:
pt_pt: Criar:
tr: Oluşturun:

source: Created and peer-reviewed by a team of math educators, our exercises include full coverage of US Common Core and beyond, ranging from early math through calculus. Every problem has interactive hints, step-by-step solutions, and videos, so students can get extra help when they need it. You can access each student’s problem history to identify learning gaps and provide additional guidance.
da: Skabt og evalueret af et hold af undervisere i matematik, omfatter vores øvelser fuld dækning af amerikanske standarder og mere endnu, lige fra begyndelsen matematik gennem calculus. Hver opgave har interaktive hints, trinvise løsninger og videoer, så elever kan få ekstra hjælp, når de har brug for det. Du har adgang til hver elevs opgavehistorik og kan dermed identificere læringshuller og give yderligere vejledning.
es: Creados y revisados por un equipo de educadores de matemáticas, nuestros ejercicios incluyen una cobertura completa del Tronco común estadounidense y mucho más, abarcando temas que van desde matemáticas elementales hasta cálculo. Cada problema incluye pistas interactivas, soluciones paso a paso y videos, así que los estudiantes pueden obtener ayuda adicional cuando lo necesiten. Además, puedes acceder al historial de problemas de cada estudiante para identificar las brechas de aprendizaje y proporcionar orientación adicional.
fr: Créés et relus par une équipe de spécialistes et de professeurs de mathématiques, nos exercices couvrent l'ensemble du programme, de la maternelle à l'université. Chaque problème comporte des indices, qui guident vers une solution pas à pas, en plus des vidéos explicatives sur chaque point précis, pour aider les élèves à comprendre. Vous pouvez accéder à l'historique de l'activité de chaque élève, pour identifier facilement les lacunes de chacun et fournir des indications supplémentaires.
nb: Opprettet og gjennomgått av et team av matematikklærere, våre oppgaver gir full dekning av US Commn Core (US-læreplan) med mer, alt fra tidlig matematikk til kalkulus. Alle oppgaver har interaktive tips, trinnvise løsninger og videoer, slik at elever kan få ekstra hjelp når de trenger det. Du kan få tilgang til hver elevs progresjonsrapport for å identifisere og tette hull og gi ytterligere hjelp.
nl: Onze oefeningen, gecreëerd en gecontroleerd door een team van wiskundigen , omvatten alle algemene kerndoelen en meer, van het vroege rekenen tot aan algebra. Ieder probleem bevat interactieve hints, stap-voor-stap oplossingen en video's zodat leerlingen extra hulp krijgen wanneer zij dat nodig hebben. Je kan de volledige werkgeschiedenis van de leerling inzien om zo gebreken te identificeren en extra begeleiding te geven.
pl: Stworzone i recenzowane przez zespół nauczycieli matematyki, nasze ćwiczenia zawierają cały materiał ze standardów Common Core i więcej, od początków matematyki aż do rachunku różniczkowego. Każde zadanie ma interaktywne wskazówki, rozwiązania krok po kroku i filmy, więc uczniowie mogą skorzystać z dodatkowej pomocy kiedy tylko będą jej potrzebować. Masz dostęp do historii zadań dla każdego ucznia, więc możesz zidentyfikować luki w wiedzy i pomóc w ich uzupełnieniu.
pt: Criado e revisado por uma equipe de educadores de matemática , nossos exercícios incluem cobertura total do Common Core americano e muito mais, desde os fundamentos de matemática até cálculo. Todo problema tem dicas interativas, soluções passo a passo e vídeos, assim os alunos podem obter ajuda extra sempre que precisarem. Você pode acessar o histórico de problemas de cada aluno para identificar falhas de aprendizagem e fornecer orientações adicionais.
pt_pt: Criados e revistos por uma equipa de professores de Matemática, os nossos exercícios abrangem na totalidade o programa de Matemática americano e abordam conceitos desde a Matemática primárias até ao cálculo. Todos os problemas têm formas interativas de ajuda, soluções passo-a-passo e vídeos para que os alunos obtenham ajuda sempre que precisarem. Pode também aceder ao histórico de problemas de cada aluno para identificar falhas de aprendizagem e fornecer orientações adicionais.
tr: Matematik eğitmenlerinden oluşan bir ekip tarafından oluşturulmuş ve hakemliği yapılmış matematik alıştırmalarımız, basit matematikten kalkülüse bütün Amerikan Common Core içeriğini ve daha nicesini kapsamaktadır. Öğrencilerimiz ihtiyaç duyduklarında yardım alabilsinler diye her sorunun etkileşimli ipuçları, adım adım çözümleri, ve videoları sunulmaktadır. Öğrenim boşluklarını tanımanız ve ek yönergeler sağlayabilmeniz için her öğrencinin alıştırma geçmişine erişebilirsiniz.

source: Created and reviewed by 40 math educators
da: Oprettet og revideret af 40 undervisere med speciale i matematik
es: Creado y revisado por 40 educadores de matemáticas
fr: Crée et revu par 40 enseignants de mathématiques
ja: 40人の数学の教育者によって作成，レビューされました
nb: Opprettet og gjennomgått av 40 matmatikklærere
nl: Gemaakt en nagekeken door 40 wiskunde leerraars
pl: Stworzone i sprawdzone przez 40 nauczycieli matematyki
pt: Criado e revisado por 40 professores de matemática
tr: 40 matematik eğitmeni tarafından oluşturulmuş ve değerlendirilmiş

source: Created by:
da: Lavet af:
es: Creado por:
fr: Créé par:
ja: 次によって作成されました:
nb: Laget av:
nl: Gemaakt door:
pl: Stworzone przez:
pt: Criado por:
pt_pt: Criado por:
tr: Yaratan kişi:

source: Creating a password allows you to log in with your Khan Academy username and password.
bg: Създаването на парола ви позволява да влезете с вашите потребителско име и парола в Кан Академи.
da: Når du opretter en adgangskode kan du logge ind på Khan Academy med dit brugernavn og din adgangskode.
es: Crear una contraseña te permite iniciar sesión usando tu nombre de usuario de Khan Academy y la contraseña elegida.
fr: Créer un mot de passe vous permet de vous connecter avec votre nom d'utilisateur et votre mot de passe Khan Academy.
he: יצירת סיסמה מאפשר לך להתחבר עם שם המשתמש והסיסמה של חשבון הקאן אקדמי שלך.
nb: Hvis du oppretter et passord, kan du logge på med ditt Khan Academy brukernavn og passord.
nl: Na het maken van een wachtwoord kan je inloggen met je Khan Academy gebruikersnaam en wachtwoord.
pl: Stworzenie hasła umożliwi Ci zalogowanie się za pomocą twojej nazwy użytkownika Khan Academy i hasła.
pt: A criação de uma senha permite que você entre com seu nome de usuário e senha da Khan Academy.
tr: Şifre oluşturduğunuzda, Khan Academy kullanıcı adınız ve şifrenizle sisteme giriş yapabileceksiniz.

source: Creating a public profile and displaying their badges and points
da: At oprette en offentlig profil og vise deres badges og point
es: Crear un perfil público para mostrar sus medallas y puntos
fr: Créant un profil public et affichant leurs badges et points
ja: 公開プロフィールを作成し，彼らのバッジとポイントを表示する
nb: Opprette en offentlig profil og vise deres emblemer og poeng
nl: Het creëren van een openbaar profiel en tonen hun badges en punten
pl: Tworzenie profilu publicznego i wyświetlanie ich odznak i punktów
pt: Criar um perfil público e exibir suas medalhas e pontos
tr: Genel bir profil oluşturma, madalya ve puanları gösterme

source: Creating bar charts 1
es: Creando gráficas de barras 1
fr: Construire un diagramme en bâton
hi: बार तालिकओं की सृष्टि 1
nb: Lage søyle diagrammer 1
pl: Tworzenie wykresów słupkowych 1
pt: Criação de gráficos de barras 1
tr: Çubuk grafikleri oluşturmak 1

source: Creating box and whisker plots
es: Creando diagramas de caja y brazos
fr: Créer un diagramme en boîte
nl: Boxplots maken
pl: Tworzenie wykresu pudełkowego
pt: Criando diagramas de caixa
tr: Kutu bıyık diyagramı oluşturma

source: Creating class...
da: Opretter klasse...
es: Creando clase...
fr: Création de la classe...
ja: クラスを作成中．．．
nb: Oppretter klasse...
nl: Klas aan het creëren...
pl: Tworzenie klasy w toku...
pt: Criando turma...
pt_pt: A criar turma...
tr: Sınıf oluşturuluyor...

source: Creating global 'for' variable. Should be 'for (var {a} ...'.
da: Oprettelse af global 'for' variabel. Burde være ' for (var {a}...'.
es: Creación de variable global 'for'. Debe ser 'for (var {a}...'.
nb: Å lage en global 'for' variabel. Skal være 'for (var {a} ...'.
pl: Tworzenie globalnej zmiennej 'do'. Powinno być 'do(var{a}...'.
pt: Criação de variável 'for' global. Deve ser 'for (var {a}...'.
tr: Global 'for' değişkeni oluşturuluyor. Sonuç 'for (var {a}...' olmalı.

source: Creating tables
da: Oprettelse af tabeller
es: Creando tablas
fr: Création de table
ja: テーブルの作成
nb: Lage tabeller
nl: Tabellen maken
pl: Tworzenie tabel
pt: Criando tabelas
pt_pt: Criar tabelas
tr: Tablo oluşturma

source: Creating “spam” discussion posts to advertise your SQL script is not allowed. Making posts about your SQL script is only acceptable when your SQL script answers another user’s question.
da: Oprettelse af "spam" diskussionsindlæg for at reklamere for dine SQL scripts er ikke tilladt. At lave indlæg om dine SQL scripts er kun acceptabelt, når dine SQL scripts besvarer en anden brugers spørgsmål.
es: Crear publicaciones "spam" para promocionar tus scripts SQL no está permitido. Hacer publicaciones sobre tu script SQL solo es aceptable cuando tu script SQL responde a una pregunta de otro usuario.
nb: Opprette "spam" diskusjon innlegg for å annonsere din SQL-skript ikke er tillatt. Å lage innlegg om SQL-skriptet er bare akseptabelt når SQL skriptet er svar på en annens spørsmål.
nl: Het aanmaken van "spam" discussies om je SQL scripts te promoten is niet toegestaan. Het plaatsen van SQL scripts is alleen toegestaan als het als antwoord dient op een vraag van een andere gebruiker.
pl: Tworzenie postów typu "spam" w celu zareklamowania Twojego SQL scripts nie jest dozwolone. Tworzenie postów o Twoich SQL scripts jest dozwolone tylko wtedy, kiedy Twoje SQL scripts odpowiadają na pytanie zadane przez innego użytkownika.
pt: Não é permitido criar discussões do tipo "spam" para promover seus scripts SQL. Publicações sobre seus scripts SQL são aceitáveis apenas ao responder perguntas de outros usuários.
tr: Kendi SQL komutlarınızın reklamı için "spam" tartışma yazıları oluşturmaya izin verilmez. Sadece SQL komutunuz başka bir kullanıcının sorusunu cevapladığında, SQL komutunuzla ilgili yazı yayımlamanıza izin verilir.

source: Creating “spam” discussion posts to advertise your computer program is not allowed. Making posts about your program is only acceptable when your program answers another user’s question, or your post is on a discussion club thread specifically about programming (e.g. sharing your game on a game development club thread).
da: Oprettelse af "spam" diskussionsindlæg for at reklamere for dit program er ikke tilladt. At lave indlæg om dit program er kun acceptabelt, når dit program svarer på en anden brugers spørgsmål, eller dit indlæg er på en diskussionstråd i en klub som specifikt omhandler programmering (f.eks. deling af dine spil på en tråd i en spiludviklingsklub).
es: Publicar discusiones "spam" para promocionar tu programa no está permitido. Hacer publicaciones acerca de tu programa solo es aceptable cuando tu programa responde la pregunta de otro usuario o cuando tu publicación está en un club de discusión especificamente acerca de programación (p.ej. compartir tu juego en un club de desarrollo de juegos).
fr: La création de messages de discussions de type « spam » pour annoncer que votre programme n'est pas autorisé. Créer des messages concernant votre programme n'est acceptable que quand votre programme répond à la question d'un autre utilisateur, ou si votre message est sur un fil de discussion spécifique sur la programmation (par exemple, si vous partagez votre jeu sur une discussion concernant un club de développement de jeux).
nb: Opprettelse av "spam"-diskusjonsinnlegg for å reklamere for ditt program er ikke tillatt. At lage innlegg om dit program er kun akseptabelt når ditt program svarer på en annen brukers spørsmål, eller ditt innlegg er i en diskusjonsnstråd i en klubb som spesifikt omtaler programmering (f.eks. deling av dine spill i en tråd i en spillutviklingsklubb).
nl: Creëren van "spam" discussie berichten om je computerprogramma te adverteren is niet toegestaan. Berichten over je programma zijn alleen aanvaardbaar wanneer deze een vraag van een andere gebruiker beantwoordt, of op een discussie specifiek over het programmeren (bijvoorbeeld het delen van je game op een ga,me ontwikkel club discussie).
pl: Tworzenie postów typu "spam" w celu zareklamowania Twojego programu jest niedozwolone. Tworzenie postów o Twoim programie jest dozwolone tylko wtedy, kiedy Twój program odpowiada na pytanie zadane przez innego użytkownika, jest postem w wątku klubu dyskusyjnego konkretnie o programowaniu (np. dzielenie się Twoją grą w wątku klubu rozwoju gier).
pt: Não é permitido criar comentários de discussão do tipo "spam" para promover seu programa de computador. Publicações sobre seu programa são aceitáveis apenas ao responder perguntas de outro usuário, ou quando seu comentário é feito em um tópico de lista de discussão específica sobre programação (por exemplo, compartilhar seu jogo em um grupo de desenvolvimento de jogos).
tr: Programınızın reklamını yapan "spam" tartışma gönderilerinin oluşturulmasına izin verilmemektedir. Programınız hakkında gönderiler, sadece başka kullanıcıların sorunlarına yanıtlar içerdikleri, veya programlama ile ilgili bir tartışma kulübünün başlığına gönderildikleri (örneğin, oyununuzun oyun geliştirme kulübü başlığında paylaşılması) durumlarda kabul edilir sayılmaktadırlar.

source: Creating “spam” discussion posts to advertise your webpages is not allowed. Making posts about your webpages is only acceptable when your webpages answers another user’s question.
da: Oprettelse af "spam" diskussionsindlæg for at reklamere for dine hjemmesider ikke er tilladt. At lave indlæg om dine hjemmesider er kun acceptabelt, når dine hjemmesider besvarer en anden brugers spørgsmål.
es: Publicar discusiones "spam" para promocionar tus páginas web no está permitido. Hacer publicaciones acerca de tus páginas web solo es aceptable cuando tu página web responde la pregunta de otro usuario.
fr: Créer des messages de discussion de type « spam » pour annoncer que vos pages Web ne sont pas autorisées. Créer des messages concernant vos pages Web n'est acceptable que si vos pages Web répondent à la question d'un autre utilisateur.
nb: Opprettelse vf "spam"-diskusjonsinnlegg for å reklamere for dine hjemmesider er ikke tillatt. Å lage innlegg om dine hjemmesider er kun akseptabelt når dine hjemmesider besvarer en annen brukers spørsmål.
nl: Het aanmaken van "spam" discussies om je webpagina te promoten is niet toegestaan. Het plaatsen van (delen van) webpagina's is alleen toegestaan als het als antwoord dient op een vraag van een andere gebruiker.
pl: Tworzenie postów typu "spam" w celu zareklamowania Twojej strony nie jest dozwolone. Tworzenie postów o Twoich stronach jest dozwolone tylko wtedy, kiedy Twoje strony odpowiadają na pytanie zadane przez innego użytkownika.
pt: Não é permitido criar discussões do tipo "spam" para promover suas páginas da Web. Publicações sobre suas páginas da Web são aceitáveis apenas ao responder perguntas de outros usuários.
tr: Web sayfanızın reklamını yapan "spam" tartışma gönderilerinin oluşturulmasına izin verilmemektedir. Web sayfalarınız hakkında gönderiler, sadece başka kullanıcıların sorunlarına yanıtlar içerdikleri takdirde kabul edilir sayılmaktadırlar.

source: Creating...
da: Opretter...
es: Creando...
fr: Création...
ja: 作成中．．．
nb: Oppretter...
nl: Creëren...
pl: Tworzenie...
pt: Criando...
pt_pt: A criar...
tr: Oluşturuluyor...

source: Crunching hard numbers...
da: Beregner din score...
es: Aplastando números difíciles...
fr: Décomposer de gros nombres...
ja: 難しい数を噛み砕いています．．．
nb: Knuser harde tall...
nl: Ingewikkelde berekeningen aan het maken..
pl: Liczby trudne do przełknięcia...
pt: Analisando números difíceis...
pt_pt: A analisar números difíceis...
tr: Zor sayıları hazmetmek

source: Cryptography
fr: Cryptographie
nb: Kryptografi
pl: Kryptografia
pt: Criptografia
tr: Şifreleme

source: Cube roots
es: Raíces cúbicas
fr: Racines cubiques - Niveau 1
hi: घन मूल
nb: Kubikkrøtter
nl: Derdemachtswortels
pl: Pierwiastki sześcienne
pt: Raízes cúbicas
tr: Küp kökler

source: Cube roots 2
da: Kubikrødder 2
es: Raíces cúbicas 2
fr: Racines cubiques - Niveau 2
hi: घन मूल 2
nb: Kubikkrøtter 2
nl: Derdemachtswortels 2
pl: Pierwiastki sześcienne 2
pt: Raízes cúbicas 2
tr: Küp kökler 2

source: Cumin (kilograms)
pl: Kminek (kilogramy)
pt: Cominho (quilogramas)
tr: Kimyon (kilogram)

source: Cups of tomato paste
nb: Kopper tomatpuré
pt: Xícaras de extrato de tomate

source: Cups of tomato sauce
nb: Kopper tomatsaus
pt: Xícaras de molho de tomate

source: Curium
es: Curio
pl: Kiur
pt: Cúrio
pt_pt: Cúrio

source: Current
da: Nuværende
es: Actual
fr: Actuelle
ja: 現在の
nb: Gjeldende
nl: Huidige
pl: Obecny
pt: Atual
pt_pt: Atual
tr: Şimdi

source: Current Block 1:
da: Nuværende Blok 1:
es: Bloque de prueba 1:
fr: Bloc témoin 1 :
hi: जारी ब्लाक 1:
nb: Nåværende Blokk 1:
nl: Huidige balk 1:
pl: Bieżący klocek 1:
pt: Bloco Atual 1:
tr: Mevcut Blok 1:

source: Current Block 2:
da: Nuværende Blok 2:
es: Bloque de prueba 2:
fr: Bloc témoin 2 :
hi: जारी ब्लाक 2:
nb: Nåværende Blokk 2:
nl: Huidige balk 2:
pl: Bieżący klocek 2:
pt: Bloco Atual 2:
tr: Mevcut Blok 2:

source: Current Block:
da: Aktuelle Blok:
es: Bloque de prueba:
fr: Bloc témoin :
hi: जारी ब्लाक:
nb: Nåværende Blokk:
nl: Huidige balk:
pl: Bieżący klocek:
pt: Bloco atual:
tr: Mevcut Blok:

source: Current Openings
pt: Vagas disponíveis
pt_pt: Vagas disponíveis
tr: Mevcut Açık Pozisyonlar

source: Current Status
da: Nuværende Status
es: Estado actual
fr: Statut Actuel
ja: 現在の状況
nb: Gjeldende Status
nl: Huidige Status
pl: Aktualny stan
pt: Status atual
pt_pt: Estado atual
tr: Geçerli durum

source: Current coordinates of the mouse
da: Nuværende koordinater af musen
es: Coordenadas actuales del ratón
fr: Coordonnées actuelles de la souris
ja: マウスの現在の座標
nb: Nåværende koordinater til musen
nl: Huidige coördinaten van de muis
pl: Aktualne współrzędne myszy
pt: Coordenadas atuais do mouse
pt_pt: Coordenadas atuais do ponteiro do rato
tr: Farenin güncel koordinatları

source: Current date
da: Dags dato
es: Fecha actual
fr: Date du jour
ja: 現在の時間
nb: Gjeldende dato
nl: Huidige datum
pl: Bieżąca data
pt: Data atual
pt_pt: Data atual
tr: Güncel tarih

source: Current password
bg: Текуща парола
da: Nuværende adgangskode
es: Contraseña actual
fr: Mot de passe actuel
he: הסיסמה הנוכחית
ja: 現在のパスワード
nb: Nåværende passord
nl: Huidig wachtwoord
pl: Aktualne hasło
pt: Senha atual
pt_pt: Palavra-passe atual
tr: Geçerli şifre

source: Current school
da: Nuværende skole
es: Escuela actual
fr: École actuelle
ja: 現在の学校
nb: Nåværende skole
nl: Huidige school
pl: Obecna szkoła
pt: Escola atual
pt_pt: Escola atual
tr: Güncel Okul

source: Current streak
es: Racha actual
ja: 現在の連続
nb: Gjeldende strek
nl: Huidige serie
pl: Aktualny ciąg
pt: Sequência atual
pt_pt: Sequência atual
tr: Mevcut yol

source: Current time
da: Aktuel tid
es: Hora actual
fr: Heure actuelle
ja: 現在の時間
nb: Gjeldende klokkeslett
nl: Huidige tijd
pl: Aktualny czas
pt: Hora atual
pt_pt: Hora atual
tr: Güncel saat

source: Current time:
ja: 現在時刻:
nb: Nåtid:
pl: Aktualny czas:
pt: Tempo atual:
pt_pt: Posição do vídeo:
tr: Güncel saat:

source: Currently publishing
da: Udgiver i øjeblikket
es: Publicando actualmente
fr: Entrain de publier
nb: Publiseres nå
nl: Op dit moment aan het publiceren
pl: Obecnie publikuję
pt: Em publicação
pt_pt: A publicar
tr: Şu anda yayınlanıyor

source: Currently working on
da: Arbejder i øjeblikket på
es: Actualmente trabajando en
fr: Chapitres travaillés en ce moment :
ja: 現在とりくみ中
nb: Jobber nå med
nl: Momenteel bezig met
pl: Obecnie pracuje nad
pt: Atualmente trabalhando em
pt_pt: Disciplinas que estás a explorar
tr: Şimdi üzerinde çalışılan

source: Custom Range
da: Brugerdefineret interval
es: Rango personalizado
fr: Intervalle personnalisé
nb: Egendefinert område
pl: Własny zakres
pt: Intervalo personalizado
tr: Özel Aralık

source: Customize programs
da: Tilpas programmer
es: Personalizar programas
fr: Programmes personnalisés
ja: プログラムをカスタマイズする
nb: Tilpasse programmer
nl: Programma's aanpassen
pl: Dostosuj programy
pt: Personalizar os programas
pt_pt: Personalizar programas
tr: Program kişiselleştirme

source: Customize your avatar
da: Tilpas din avatar
es: Personaliza tu avatar
fr: Personnaliser votre avatar
nb: Tilpass avataren
nl: Pas je avatar aan
pl: Dostosuj swój awatar
pt: Personalize seu avatar
pt_pt: Personalizar avatar
tr: Avatarınızı kişiselleştirin

source: Customize your profile avatar and fill up your display case
da: Tilpas din profil-avatar og fyld din montre
es: Personaliza la foto de tu perfil y rellena tu escaparate
fr: Personnalisez votre avatar et remplissez votre vitrine
ja: プロフィールのアバターをカスタマイズし，あなたのディスプレイケースを飾る
nb: Tilpass avatarprofilen din og fyll opp ditt medaljeskap
nl: Pas je profiel avatar aan en vul je beschrijving in
pl: Zmień swój profilowy awatar i wypełnij gablotkę
pt: Personalizar o avatar de seu perfil e completar seu mural
pt_pt: Personaliza o teu avatar e preenche a tua vitrine de medalhas
tr: Profil avatarınızı özelleştirin ve vitrininizi doldurun
