Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: differential calculus
da: differentialregning
es: cálculo diferencial
fr: Calcul différentiel
nb: differentialregning
nl: differentiaalrekening
pl: rachunek różniczkowy
pt: cálculo diferencial
pt_pt: cálculo diferencial
tr: Diferansiyel kalkülüs

source: dilation
da: udvidelse
es: homotecia
fr: homothétie
nb: utvidelse
nl: Vergroting
pl: rozszerzanie
pt: dilatação
pt_pt: dilatação
tr: genişletme

source: disrespectful or offensive
da: respektløst eller stødende
es: Irrespetuoso u ofensivo
fr: irrespectueux ou injurieux
ja: 失礼な,または不快感を与えるもの
nb: respektløst eller støtende
nl: respectloos of aanstootgevend
pl: brak szacunku lub obraźliwe
pt: desrespeitoso ou ofensivo
pt_pt: Desrespeitoso ou ofensivo
tr: saygısız veya saldırgan

source: dist: The size in pixels for spacing between lines
da: dist: størrelse i pixels for afstand mellem linjer
es: dist: el tamaño en pixeles para el espaciado entre las líneas
nb: dist: Størrelsen av piksler for linjeavstand
pl: dist: Wielkość odstępów między liniami w pikselach
pt: dist: o tamanho em pixels do espaçamento entre linhas
tr: dist: Satırlar arası mesafenin piksel biriminden ifadesi

source: distance downhill
da: afstand ned ad bakke
fr: distance en descente
nb: avstand nedover
pl: droga z góry
pt: distância na descida
tr: yokuş aşağı mesafe

source: distance uphill
da: afstand op ad bakke
fr: distance en montée
nb: avstand oppover
pl: droga pod górę
pt: distância na subida
tr: yokuş yukarı mesafe

source: divide
da: divider
es: dividir
fr: diviser
hi: विभाजित करें
nb: divider
nl: delen
pl: podzielić
pt: divida
tr: bölün

source: document.write can be a form of eval.
da: document.write kan være en form for eval.
es: document.write puede ser una forma de eval.
nb: document.write kan være en form for eval.
nl: document.write kan een vorm van eval zijn.
pl: document.write może być formą eval.
pt: document.write pode ser uma forma de avaliação.
tr: "document.write" bir "eval" çeşidi olabilir.

source: doll
da: dukke
es: muñeca
fr: ours en peluche
nl: pop
pl: lalka
pt: boneca
pt_pt: boneca
tr: bez bebek

source: down
da: ned
es: abajo
fr: vers le bas
nb: ned
pl: dół
pt: para baixo
tr: aşağı

source: due %(date)s
da: tidsfrist %(date)s
es: fecha límite el %(date)s
fr: Doit être fait avant le %(date)s
ja: しめきり %(date)s
nb: tidsfrist %(date)s
nl: Vervalt op %(date)s
pl: termin %(date)s
pt: até %(date)s
pt_pt: até %(date)s
tr: Son %(date)s

source: duodecillion
es: mil sixtillón
ja: 10の39乗
nl: sextiljard
pl: sekstyliard
pt: duodecilhão
pt_pt: mil sextiliões
tr: duodesilyon

source: duration: %(video_duration)s seconds
da: varighed: %(video_duration)s sekunder
es: duración: %(video_duration)s segundos
fr: Durée: %(video_duration)s secondes
nb: varighet: %(video_duration)s sekunder
nl: duur: %(video_duration)s seconden
pl: czas trwania: %(video_duration)s sekund
pt: duração: %(video_duration)s segundos
pt_pt: duração: %(video_duration)s segundos
tr: süre: %(video_duration)s saniye

source: e-mail address
ja: 電子メイルアドレス
nb: e-mail addresse
pl: adres e-mail
pt: endereço de e-mail
pt_pt: endereço de e-mail
tr: e-posta adresi

source: early math
da: matematik for begyndere
es: matemáticas elementales
fr: Maternelle / CP
nb: Grunnleggende matematikk
nl: Vroege wiskunde
pl: początek matematyki
pt: fundamentos de matemática
pt_pt: Matemática primária
tr: basit matematik

source: earth
fr: Terre
nb: jorden
pl: ziemi
pt: terra
tr: dünya

source: eggplant
da: aubergine
es: berenjena
fr: aubergine
ja: ナス
nl: aubergine
pl: bakłażan
pt: berinjela
pt_pt: berinjela
tr: patlıcan

source: eight
da: otte
es: ocho
fr: huit
nb: åtte
nl: acht
pl: osiem
pt: oito
pt_pt: oito
tr: sekiz

source: eighteen
da: atten
es: dieciocho
fr: dix-huit
nb: atten
nl: achttien
pl: osiemnaście
pt: dezoito
pt_pt: dezoito
tr: on sekiz

source: eighteenth
da: attende
es: decimoctavo
fr: dix-huitième
nb: attende
nl: achttiende
pl: osiemnasty
pt: décimo oitavo
pt_pt: décimo oitavo
tr: onsekizinci

source: eighth
da: ottende
es: octavo
fr: huitième
nb: åttende
nl: achtste
pl: ósmy
pt: oitavo
pt_pt: oitavo
tr: Sekizinci

source: eighth grade math
da: matematik for ottende klasse
es: matemáticas de octavo grado
fr: Classe de 4ème (Curriculum US)
nb: matematikk for åttende klasse
nl: 2e klas wiskunde
pl: ósma klasa matematyki
pt: matemática do 8º ano
pt_pt: Matemática do oitavo ano
tr: sekizinci sınıf matematik

source: eighty
da: firs
es: ochenta
fr: quatre-vingt
nb: åtti
nl: tachtig
pl: osiemdziesiąt
pt: oitenta
pt_pt: oitenta
tr: seksen

source: eleven
da: elleve
es: once
fr: onze
nb: elleve
nl: elf
pl: jedenaście
pt: onze
pt_pt: onze
tr: on bir

source: eleventh
da: ellevte
es: undécimo
fr: onzième
nb: ellevte
nl: elfde
pl: jedenasty
pt: décimo primeiro
pt_pt: décimo primeiro
tr: onbirinci

source: ellipse(x, y, w, h)
es: ellipse(x, y, a, h)
fr: ellipse(x, y, largeur, hauteur)
pt: ellipse(x, y, l, h)

source: email your child's teacher, %(coach_name)s
da: email dit barns lærer, %(coach_name)s
es: mándale un correo al maestro de tu hijo, %(coach_name)s
fr: Envoyez un e-mail à l'enseignant de votre enfant, %(coach_name)s
nb: e-post til ditt barns lærer, %(coach_name)s
nl: mail de leraar van jouw kind, %(coach_name)s
pl: napisz do nauczyciela Twojego dziecka, %(coach_name)s
pt: envie um e-mail para o professor do seu filho, %(coach_name)s
tr: çocuğunuzun öğretmenine, %(coach_name)s, e-posta gönderiniz

source: energy point
da: energipoint
es: punto de energía
fr: point
ja: エネルギーポイント
nb: energipoeng
nl: energiepunt
pl: punkt energii
pt: ponto de energia
pt_pt: ponto de energia
tr: enerji puanı

source: energy points
da: energipoint
es: puntos de energía
fr: points
ja: エネルギーポイント
nb: energipoeng
nl: energiepunten
pl: punktów energii
pt: pontos de energia
pt_pt: pontos de energia
tr: Enerji puanları

source: eraser
da: viskelæder
es: borrador
fr: gomme
ja: 消しゴム
nl: gum
pl: gumka
pt: borracha
pt_pt: borracha
tr: silgi

source: eval can be harmful.
da: eval kan være skadelig.
es: eval puede ser perjudicial.
nb: eval kan være skadelig.
nl: eval kan schadelijk zijn.
pl: eval może być szkodliwe.
pt: a avaliação pode ser prejudicial.
tr: eval zararlı olabilir.

source: even number
da: lige tal
es: número par
fr: nombre pair
nb: partall
pl: liczba parzysta
pt: número par
tr: çift sayılar

source: exam
da: eksamen
es: examen
fr: examen
nl: examen
pl: egzamin
pt: exame
pt_pt: exame
tr: sınav

source: example: bluemonkey128
ja: 例: bluemonkey128
nb: eksempel: bluemonkey128
pl: przykład: niebieskamalpka128
pt: exemplo: bluemonkey128
pt_pt: exemplo: meninoazul128
tr: örnek: bluemonkey128

source: exercise
da: Øvelse
es: ejercicio
fr: exercice
ja: 練習問題
nb: Øvelse
nl: oefening
pl: ćwiczenie
pt: exercício
pt_pt: exercício
tr: Alıştırma

source: exercises per hour
es: ejercicios por hora
fr: exercices par heure
nl: oefeningen per uur
pt: exercícios por hora
tr: Saatte yapılan egzersiz

source: exponent: The power to which the num is raised
da: exponent: eksponenten som tallet er opløftet i
es: exponente: la potencia a la que se eleva num
nb: eksponent: tallet som grunntallet er opphøyd i
pl: exponent: Potęga, do której podnoszona jest podstawa
pt: exponent: a potência à qual o num é elevado
pt_pt: expoente: a potência à qual o "num" é elevado
tr: exponent: Sayının kaçıncı kuvvetinin alınacağı

source: falloff: The falloff factor for each octave
da: falloff: aftagelses-faktor for hver oktav
es: falloff: El factor de caida para cada octava
nb: falloff: trinnfaktorer for hver oktav
pl: falloff: Współczynnik zaniku dla każdej z oktaw
pt: falloff: o fator de atenuação para cada oitava
tr: falloff: Her bir oktavın düşüş değeri

source: farmer
da: landmand
es: granjero
fr: fermier
nl: boer
pl: rolnik
pt: fazendeiro
pt_pt: fazendeiro
tr: çiftçi

source: field
da: mark
es: campo
fr: champ
nl: veld
pl: pole
pt: campo
pt_pt: campo
tr: alan

source: fifteen
da: femten
es: quince
fr: quinze
nb: femten
nl: vijftien
pl: piętnaście
pt: quinze
pt_pt: quinze
tr: on beş

source: fifteenth
da: femtende
es: decimoquinto
fr: quinzième
nb: femtende
nl: vijftiende
pl: piętnasty
pt: décimo quinto
pt_pt: décimo quinto
tr: onbeşinci

source: fifth
da: femte
es: quinto
fr: cinquième
nb: femte
nl: vijfde
pl: piąty
pt: quinto
pt_pt: quinto
tr: Beşinci

source: fifth grade math
da: matematik for femte klasse
es: matemáticas de quinto grado
fr: Classe de CM2 (Curriculum US)
nb: matematikk for femte klasse
nl: Groep 7 wiskunde
pl: piąta klasa matematyki
pt: matemática do 5º ano
pt_pt: Matemática do quinto ano
tr: beşinci sınıf matematik

source: fifty
da: halvtreds
es: cincuenta
fr: cinquante
nb: femti
nl: vijftig
pl: pięćdziesiąt
pt: cinquenta
pt_pt: cinquenta
tr: elli

source: final exam
fr: examen final
nb: eksamen
pl: egzaminu końcowego
pt: prova final
tr: final sınavı

source: first
da: først
es: primero
fr: premier
nb: første
nl: eerste
pl: pierwszy
pt: primeiro
pt_pt: primeiro
tr: birinci

source: five
da: fem
es: cinco
nb: fem
nl: vijf
pl: pięć
pt: cinco
pt_pt: cinco
tr: beş

source: folder
da: mappe
es: fólder
fr: dossier
ja: フォルダー
nb: mappe
nl: map
pl: teczka
pt: pasta
pt_pt: pasta
tr: dosya

source: followers on Twitter
es: seguidores en Twitter
ja: Twitter のフォロワー
nb: følgere på Twitter
pl: śledzącymi na Twitterze
pt: seguidores no Twitter
pt_pt: seguidores do Twitter
tr: Twitter takipçileri

source: font: A font returned by the createFont function
da: font: En skrifttype der returneres af funktionen createFont
es: fuente: una fuente devuelta por la función createFont
nb: font: En skrifttype som dannes ved createFont funksjonen
pl: font: Czcionka zwrócona przez funkcję createFont
pt: font: uma fonte retornada pela função createFont
tr: font: createFont fonksiyonunun verdiği bir yazı tipi

source: foot
da: fod
fr: Pied
pl: stopa
pt: metro
tr: feet

source: for a printable handout.
es: para obtener un folleto imprimible.
nb: for en utskrift i papir.
pt: para um folheto para impressão.
pt_pt: para imprimir as instruções de registo.
tr: yazdırılabilir notlar için.

source: for all time
ja: いつでも
nb: for alltid
pt: de todos os tempos
pt_pt: de sempre
tr: tüm zamanların

source: for every <var>DENOM</var> <var>fruit( 1 )</var>.
fr: pour chaque <var>DENOM</var> <var>fruit( 1 )</var>.
pl: na każde <var>DENOM</var> <var>fruit( 1 )</var>.
pt: para cada <var>DENOM</var> <var>fruit( 1 )</var>.

source: for materials to share LearnStorm with districts, Principals, teachers, parents, and students.
es: para compartir materiales de LearnStorm con otros distritos, directores, maestros, padres y estudiantes.
nb: materialer for å dele LearnStorm med distrikter, rektorer, lærere, foreldre, og elever.
pt: para materiais para compartilhar a LearnStorm com distritos, diretores, professores, pais e alunos.
pt_pt: para partilhar materiais da LearnStorm com distritos, diretores, professores, pais, e alunos.
tr: LearnStorm'u bölgeler, Müdürler, öğretmenler, veliler ve öğrenciler ile paylaşmak için kullanılacak materyalle için

source: for more information about our privacy policies.
es: para obtener más información acerca de nuestras políticas de privacidad.
nb: mer informasjon om våre sikkerhets rutiner.
pt: para mais informações sobre nossas políticas de privacidade.
pt_pt: para saber mais acerca das nossas políticas de privacidade.
tr: gizlilik politikamıza ilişkin daha fazla bilgi için

source: for resources to share with other teachers, parents, and students.
es: para obtener recursos para compartir con otros maestros, padres y estudiantes.
nb: for ressurser å dele med andre lærere, foreldre og elever.
pt: para recursos para compartilhar com outros professores, pais e alunos.
tr: başka öğretmenlerle, veliler, ve öğrencilerle paylaşmanız için kaynaklar.

source: for the explanation.
da: for forklaringen.
es: para la explicación.
fr: pour l'explication.
nb: for forklaringen.
nl: voor de uitleg.
pl: żeby zobaczyć wyjaśnienie.
pt: para ver a explicação.
pt_pt: para veres a explicação.
tr: izlemeye devam edin.

source: for you
bg: за теб
da: for dig
es: para ti
fr: pour vous
he: בשבילכם
ja: あなたに
nb: til deg
nl: voor jou
pl: dla ciebie
pt: para você
pt_pt: para ti
tr: Sizin için

source: for yourself, your school, and your city.
es: para ti, tu escuela y tu ciudad.
ja: あなた自身，あなたの学校，そしてあなたの市．
nb: for deg selv, din skole eller din by.
nl: Voor jou, jouw school en jouw stad.
pl: dla siebie, dla Twojej szkoły i dla Twojego miasta.
pt: para você mesmo, sua escola e sua cidade.
pt_pt: para ti, para a tua escola e para a tua cidade.
tr: kendiniz, okulunuz, ve şehriniz için.

source: for {{ userBadge.translatedTargetContextName }}
es: para {{ userBadge.translatedTargetContextName }}
fr: pour {{ userBadge.translatedTargetContextName }}
ja: {{ userBadge.translatedTargetContextName }}のために
nl: voor {{ userBadge.translatedTargetContextName }}
pl: za {{ userBadge.translatedTargetContextName }}
pt: para {{ userBadge.translatedTargetContextName }}
pt_pt: para {{ userBadge.translatedTargetContextName }}
tr: {{ userBadge.translatedTargetContextName }} için

source: forty
da: fyrre
es: cuarenta
fr: quarante
nb: førti
nl: veertig
pl: czterdzieści
pt: quarenta
pt_pt: quarenta
tr: kırk

source: four
da: Fire
es: cuatro
nb: fire
nl: vier
pl: cztery
pt: quatro
pt_pt: quatro
tr: dört

source: fourteen
da: fjorten
es: catorce
fr: quatorze
nb: fjorten
nl: veertien
pl: czternaście
pt: catorze
pt_pt: catorze
tr: on dört

source: fourteenth
da: fjortende
es: decimocuarto
fr: quatorzième
nb: fjortende
nl: veertiende
pl: czternasty
pt: décimo quarto
pt_pt: décimo quarto
tr: ondördüncü

source: fourth
da: fjerde
es: cuarto
fr: quatrième
nb: fjerde
nl: vierde
pl: czwarty
pt: quarto
pt_pt: quarto
tr: çeyrek

source: fourth grade math
da: matematik for fjerde klasse
es: matemáticas de cuarto grado
fr: Classe de CM1 (Curriculum US)
nb: matematikk for fjerde klasse
nl: Groep 6 wiskunde
pl: czwarta klasa matematyki
pt: matemática do 4º ano
pt_pt: Matemática do quarto ano
tr: dördüncü sınıf matematik

source: fps: A whole number, number of frames per second
da: FPS: Et helt tal, antallet af billeder pr. sekund (frames per second)
es: fps: un número natural, número de cuadros por segundo (frames per second)
nb: fps: Et heltall, antall bilder per sekund
pl: fps: Liczba całkowita, liczba klatek na sekundę
pt: fps: um número inteiro, o número de quadros por segundo
tr: fps: Bir tam sayı, saniyedeki kare sayısı

source: fraction of %(pizza__1__)s eaten
es: fracción de %(pizza__1__)s comida
fr: fraction de %(pizza__1__)s mangée
nb: brøkdel av %(pizza__1__)s er spist
pl: ułamek zjedzonej %(pizza__1__)s
pt: fração de %(pizza__1__)s comida

source: fraction of %(pizza__1__)s remaining
es: fracción de %(pizza__1__)s restante
fr: fraction de %(pizza__1__)s restante
nb: brøkdel av %(pizza__1__)s igjen
pl: ułamek niezjedzonej %(pizza__1__)s
pt: fração de %(pizza__1__)s sobrando

source: friends on Facebook
es: amigos en Facebook
fr: amis sur Facebook
ja: Facebook の友人
nb: venner på Facebook
pl: przyjaciele na Facebook
pt: amigos no Facebook
pt_pt: amigos do Facebook
tr: Facebook arkadaşları

source: from %(recommender)s
da: fra %(recommender)s
es: de %(recommender)s
fr: par %(recommender)s
ja: %(recommender)s から
nb: fra %(recommender)s
nl: van %(recommender)s
pl: z polecenia %(recommender)s
pt: de %(recommender)s
pt_pt: de %(recommender)s
tr: %(recommender)s tarafından

source: fruit
es: fruta
pl: owoc
pt: fruta
tr: meyve

source: function
da: funktion
es: función
nb: funksjon
nl: functie
pl: funkcja
pt: função
pt_pt: função
tr: fonksiyon

source: g: amount of green, ranges from 0 to 255
da: g: mængden af grøn, fra 0 til 255
es: v: cantidad de verde, rango de 0 a 255
nb: g: mengde grønnfarge, går fra 0 til 255
nl: g: hoeveelheid groen, varieert van 0 tot 255
pl: g: ilość zielonego, od 0 do 255
pt: g: quantidade de verde, varia de 0 a 255
tr: g: yeşil miktarı, 0 ile 255 arasında

source: game
da: spil
es: juego
fr: jeu
pl: gra
pt: jogo
pt_pt: jogo
tr: oyun

source: garden
da: have
es: jardín
fr: jardin
nl: tuin
pl: ogród
pt: jardim
tr: bahçe

source: gardener
da: gartner
es: jardinero
fr: jardinier
nl: tuinman
pl: ogrodnik
pt: jardineiro
pt_pt: jardineiro
tr: bahçıvan

source: gcf
fr: PGCD
nb: sff
pl: Największy wspólny dzielnik
pt: MDC
tr: OBEB

source: geometry
da: geometri
es: geometría
fr: géométrie
nb: geometri
nl: meetkunde
pl: geometria
pt: geometria
pt_pt: geometria
tr: geometri

source: get/set are ES5 features.
da: get/set er ES5 funktioner.
es: get/set son características ES5.
nb: get/set er ES5 funksjoner.
nl: Get/set zijn ES5 functies.
pl: get/set są funkcjami ES5.
pt: get/set são recursos ES5.
tr: get/set ES5 özellikleridir.

source: gift
da: gave
es: regalo
fr: cadeaux
nl: cadeau
pl: prezent
pt: presente
pt_pt: presente
tr: hediye

source: glue stick
da: limstift
es: barra de pegamento
fr: bâton de colle
ja: スティックのり
nl: lijmstift
pl: klej w sztyfcie
pt: cola em bastão
pt_pt: cola de baton
tr: yapıştırıcı

source: gold
da: guld
es: oro
fr: doré
ja: 金
nb: gull
nl: goud
pl: złoty
pt: ouro
pt_pt: ouro
tr: altın

source: gorilla
es: gorila
fr: gorille
pl: goryl
pt: gorila
pt_pt: gorila
tr: goril

source: gram
pt: grama

source: grams of
pl: gramów
pt: gramas de
tr: gram

source: green
da: grøn
es: verde
fr: vert
nb: Grønn
nl: groen
pl: zielony
pt: verde
tr: Yeşil

source: green angle
es: ángulo verde
fr: angle vert
pl: zielony kąt
pt: ângulo verde
tr: yeşil açı

source: green arrow
da: grøn pil
es: flecha verde
fr: flèche verte
nb: grønn pil
pl: zielona strzałka
pt: seta verde
tr: yeşil ok

source: grocery
da: dagligvare
es: abarrote
fr: fruits et légumes
nl: boodschap
pl: sklep spożywczy
pt: supermercado
pt_pt: supermercado
tr: bakkal

source: grocery store
da: købmand
es: tienda de comestibles
fr: supermarché
nl: supermarkt
pl: sklep spożywczy
pt: mercearia
tr: market

source: hammer
es: martillo
fr: marteau
nl: hamer
pl: młotek
pt: martelo
pt_pt: martelo
tr: çekiç

source: has created an account for your child. Visit your parent homepage to follow your child's progress:
da: har oprettet en konto til dit barn. Besøg din forælder-side for at følge dit barns fremskridt:
es: ha creado una cuenta para tu hijo. Visita tu página principal de padre para seguir el progreso de tu hijo:
fr: a créé un compte pour votre enfant. Visitez votre page d'accueil de parent pour suivre les progrès de votre enfant :
nb: har opprettet en konto for barnet ditt. Besøk hjemmesiden din for foreldre for å følge ditt barns utvikling:
nl: Heeft een account gemaakt voor jouw kind. Bezoek de homepage voor ouders om de voortgang van je kind te volgen:
pl: stworzył/a konto dla Twojego dziecka, Odwiedź swoją stronę rodzica żeby śledzić postępy Twojego dziecka:
pt: criou uma conta para seu filho. Visite sua página inicial de pai para acompanhar seu progresso:
tr: çocuğunuz için bir hesap oluşturmuştur. Çocuğunuzun ilerlemesini takip etmek için, ana sayfaya gidiniz:

source: hat
es: gorra
fr: chapeau
ja: 帽子
nl: hoed
pl: kapelusz
pt: chapéu
pt_pt: chapéu
tr: şapka

source: heads
fr: Face
pt: cara
tr: tura

source: height
es: altura
fr: hauteur
nb: høyde
pt: altura
tr: yükseklik

source: height: (Optional) the height of the box for text to auto wrap inside
da: height: (valgfrit) højden af tekstboksen hvori teksten holdes indenfor (med auto wrap)
es: altura: (opcional) la altura de la caja de texto para envolver el texto automáticamente
nb: height: (Valgfritt) høyden til tekstboksen som tekst legges i
pl: height: (Opcjonalne) Wysokość pola tekstowego, wewnątrz którego zawarty będzie tekst
pt: height: (opcional) a altura da caixa de texto para ajuste automático de texto
tr: height: (İsteğe bağlı) Metnin içinde kaydırılacağı kutunun yüksekliği

source: height: (Optional) the height of the drawn image
da: height: (valgfrit) højden af det tegnede billede
es: altura: (opcional) la altura de la imagen dibujada
nb: height: (Valgfritt) høyden på det tegnede bildet
nl: hoogte: (Niet verplicht) de hoogte van de getekende afbeelding
pl: wysokość: (Opcjonalne) wysokość obrazka
pt: height: (Opcional) a altura da imagem desenhada
pt_pt: altura (opcional): a altura da imagem desenhada
tr: height:(İsteğe bağlı) çizilen görüntünün yüksekliği

source: height: The height of the complete ellipse formed by the partial arc
da: height: højden af hele ellipsen ud fra buen
es: altura: la altura de la elipse completa formada por el arco parcial
nb: height: Høyden til en komplett ellipse formet av den delvise buen
nl: hoogte: de hoogte van de volledige ovaal gevormd door de gedeeltelijke boog
pl: wysokość: Wysokość całej elipsy utworzonej z części łuku
pt: height: a altura da elipse completa formada pelo arco parcial
tr: height: Yayın parçası olduğu elipsin yüksekliği

source: height: the height of the ellipse
da: height: højde af ellipsen
es: altura: la altura de la elipse
nb: height: høyden til ellipsen
nl: hoogte: de hoogte van de ellips
pl: wysokość: wysokość elipsy
pt: height: a altura da elipse
tr: yükseklik: elipsin yüksekliği

source: height: the height of the rectangle
da: height: højden af rektanglet
es: altura: la altura del rectángulo
nb: height: høyden på rektangelet
nl: hoogte: de hoogte van de rechthoek
pl: wysokość: wysokość prostokąta
pt: height: a altura do retângulo
tr: height: dikdörtgenin boyu

source: here
fr: ici
nb: her
pl: tutaj
pt: aqui
pt_pt: aqui
tr: burada

source: hexagon
da: sekskant
fr: hexagone
hi: षटभुज
nb: sekskant
nl: zeshoek
pl: sześciokąt
pt: hexágono
tr: altıgen

source: high1: Upper bound of the value's current range
da: high1: Øvre grænse af det nuværende interval af værdier
es: alto1: límite superior del rango actual del valor
nb: higt1: Øvre grense for verdiområdet
pl: high1: Górna granica bieżącego zakresu wartości
pt: high1: limite superior do intervalo atual do valor
tr: high1: Değerin güncel aralığının üst sınırı

source: high2: Upper bound of the value's target range
da: high2: Øvre grænse for det ønskede interval af værdier
es: alto2: límite superior del rango objetivo del valor
nb: high2: Øvre grense for verdiens målområde
pl: high2: Górna granica docelowego zakresu wartości
pt: high2: limite superior do intervalo de destino do valor
tr: high2: Değerin hedef aralığının üst sınırı

source: high: the highest possible number returned
da: high: det højeste mulige tal der returneres
es: alto: el número más alto posible devuelto
nb: høy: høyest mulig antall som det returneres til
pl: high: największa możliwa liczba, która może być zwrócona
pt: high: o maior número possível retornado
tr: high: Verilebilecek en yüksek sayı

source: history
da: historie
es: historia
fr: histoire
nb: historie
nl: geschiedenis
pl: historia
pt: história
pt_pt: história
tr: tarih

source: home team fans
da: hjemmebanefans
es: aficionados del equipo local
fr: supporters de l'équipe à domicile
nb: hjemmebanefans
pl: fani drużyny gospodarzy
pt: torcedores da equipe local
tr: ev sahibi takım taraftarları

source: horse
da: hest
es: caballo
fr: cheval
nl: paard
pl: koń
pt: cavalo
pt_pt: cavalo
tr: at

source: hour
fr: heure
nb: time
nl: uur
pl: godzin(a/y)
pt: hora
tr: saat

source: hour per exercise
es: hora por ejercicio
fr: d'une heure par exercice
nl: uur per oefening
pt: hora por exercício
tr: her alıştırma için saat

source: hundred
da: hundrede
es: centena
fr: centaine
ja: 100の桁
nb: hundre
nl: honderd
pl: setki
pt: centena
pt_pt: centena
tr: yüzlük

source: hundredth
da: hundrededel
es: centésima
fr: centième
ja: 100分の1
nb: hundredel
nl: honderdste
pl: setna
pt: centésimo
pt_pt: centésimo
tr: yüzde birlik

source: hustle
ja: ハッスル
nb: streve
pt: esforço
pt_pt: esforço
tr: çaba

source: hypotenuse
es: hipotenusa
pl: przeciwprostokątna
pt: hipotenusa
tr: hipotenüs
