Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We could just draw a line and <em>try</em> to get it right, but then <strong>we have no guarantee</strong> that it's actually perfectly perpendicular or that it bisects the segment at exactly the midpoint.
es: Simplemente podríamos dibujar una línea y <em>tratar</em> de pintarla bien, pero entonces <strong>no tendríamos garantía</strong> de que sea perfectamente perpendicular o de que divida al segmento exactamente en el punto medio.
fr: On peut tracer une droite et <em>essayer</em> de l'ajuster au mieux, mais <strong>on aura aucune certitude</strong> que cette droite soit bien la perpendiculaire au milieu du segment.
pt: Podemos simplesmente traçar uma reta e <em>tentar</em> torná-la perpendicular, mas <strong>não teremos nenhuma garantia</strong> de que esteja perfeitamente perpendicular ou que corte o segmento exatamente no ponto médio.
tr: Bir doğru çizip ve bunu isabetli yapmaya <em>çalışabiliriz</em>, ama gerçekten dik olduğu veya tam orta noktadan geçtiğini <strong>garanti edemeyiz</strong>.

source: We could just draw a line and <em>try</em> to make it bisect the angle, but that's difficult to do and <strong>there is no guarantee</strong> it's a perfect bisector.
es: Simplemente podríamos dibujar una línea y<em>tratar</em> de hacer que bisecte al ángulo, pero eso es difícil de hacer y <strong>no hay garantía</strong> de que sea una busectriz perfecta.
fr: On pourrait simplement tracer une droite et <em>essayer</em> d'en faire une bissectrice, mais c'est difficile à faire et <strong>on ne pourra pas être sûr</strong> que cette droite soit effectivement la bissectrice.
pt: Podemos simplesmente traçar uma reta e <em>tentar</em> torná-la a bissetriz do ângulo, mas é difícil fazer isso, e <strong>não há nenhuma garantia</strong> de que seja uma bissetriz perfeita.
tr: Bir doğru çizebiliriz ve bunun açıyı iki eşit parçaya bölmesini sağlamaya <em>çalışabiliriz</em>, ama bunu yapmak zordur ve tam olarak ortadan ikiye böleceğinin <strong>garantisi yoktur.</strong>

source: We could just draw a line and <em>try</em> to make it perpendicular, but then <strong>we have no guarantee </strong> that it's perfectly perpendicular.
es: Simplemente podríamos dibujar una línea y <em>tratar</em> de hacerla perpendicular, pero entonces <strong>no tenemos garantía</strong> de que será perfectamente perpendicular.
fr: On pourrait simplement tracer une droite et <em>essayer</em> de la rendre perpendiculaire, mais alors <strong>on n'aurait aucune garantie</strong> qu'elle soit parfaitement perpendiculaire.
pt: Podemos simplesmente traçar uma reta e <em>tentar</em> torná-la perpendicular, porém <strong>não teremos garantia de </strong> que esteja perfeitamente perpendicular.
tr: Bir dik doğru çizmeye <em>çalışabiliriz</em>, ama bu doğrunun dik olduğunu <strong>garanti edemeyiz</strong>.

source: We could just draw a line at <code>P</code> and <em>try</em> to make it parallel, but then <strong>we have no guarantee </strong> that it's perfectly parallel.
es: Simplemente podríamos dibujar una línea en <code>P</code> y <em>tratar</em> de hacerla paralela, pero entonces <strong>no tenemos ninguna garantía </strong> de que es perfectamente paralela.
fr: On pourrait simplement tracer une droite passant par <code>P</code> et <em>essayer</em> de la rendre parallèle, mais alors <strong>on n'aurait aucune garantie</strong> qu'elle soit parfaitement parallèle.
pt: Podemos simplesmente traçar uma reta em <code>P</code> e <em>tentar</em> torná-la paralela, porém <strong>não teremos garantia </strong> de que esteja perfeitamente paralela.
tr: <code>P</code>'den geçen bir doğru çizebiliriz ve bunu paralel yapmaya <em>çalışabiliriz</em>, ama tam paralel olduğunun <strong>garantisi yoktur.</strong>

source: We could just draw a line at <code>P</code> and <em>try</em> to make it the same length as <code>\overline{AB}</code>, but then <strong>we have no guarantee </strong> that it's actually the same length.
es: Simplemente podríamos dibujar una línea en <code>P</code> y <em>tratar de</em> hacerla de la misma longitud que <code>\overline{AB}</code>, pero entonces <strong>no tenemos ninguna garantía</strong> de que en realidad sea de la misma longitud.
fr: On pourrait tracer un segment passant par <code>P</code> et <em>essayer</em> de lui donner la même longueur que <code>\overline{AB}</code>, mais alors <strong>on n'aurait aucune garantie</strong> que sa longueur soit exactement la même.
pt: Podemos simplesmente traçar uma reta em <code>P</code> e <em>tentar</em> deixá-la com o mesmo comprimento de <code>\overline{AB}</code>, porém <strong>não teremos garantia </strong>de que tenha exatamente o mesmo comprimento.
tr: <code>P</code>'den geçen bir doğru çizip bunun uzunluğunu <code>\overline{AB}</code> ile aynı yapmaya <em>çalışabiliriz</em> ,ama uzunluğun aynı olması <strong>garanti değildir</strong>.

source: We could just draw a line through <code>P</code> and <em>try</em> to get it right, but then <strong>we have no guarantee</strong> that it's actually perfectly tangent.
es: Simplemente podríamos trazar una línea a través de <code>P</code> y <em>tratar</em> de que quede bien, pero entonces <strong>no tendríamos ninguna garantía</strong> de que en realidad es perfectamente tangente.
fr: On pourrait tracer une droite passant par <code>P</code> et <em>essayer </em> de l'ajuster au mieux, mais <strong>on aura pas la certitude</strong> qu'elle a bien un seul point commun avec le cercle.
pt: Podemos simplesmente traçar uma reta que passe por <code>P</code> e <em>tentar</em> fazer com que ela saia direito, porém <strong>não teremos garantia</strong> de que será perfeitamente tangente.
tr: <code>P</code>'den geçen bir doğru çizip, doğru görünmesini sağlamaya <em>çalışabiliriz</em>, ama tam olarak teğet olduğunu <strong>garanti edemeyiz</strong>.

source: We could just draw a second line through <code>P</code> and <em>try</em> to make the angle the same as <code>\angle BAC</code>, but that's difficult to do and <strong>there is no guarantee</strong> the angle will be exactly the same.
es: Simplemente podríamos dibujar una segunda línea a través de <code>P</code> y <em>tratar de</em> hacer el ángulo el mismo que <code>\angle BAC</code>, pero eso es difícil de hacer y <strong>no hay ninguna garantía</strong> de que el ángulo será exactamente el mismo.
fr: On pourrait simplement tracer une deuxième droite passant par <code>P</code> en <em>essayant</em> d'obtenir un angle identique à <code>\angle BAC</code>, mais c'est difficile à faire et <strong>rien ne garantit</strong> que l'angle sera exactement le même.
pt: Poderíamos simplesmente desenhar uma segunda reta passando por <code>P</code> e <em>tentar</em> igualar o ângulo ao <code>\angle BAC</code>, mas fazer isto é difícil e <strong>não há garantias</strong> de que o ângulo ficará exatamente igual.
tr: <code>P</code>'den ikinci bir doğru çizebilir ve açıyı <code>\angle BAC</code> ile aynı yapmaya <em>çalışabiliriz</em>, ama bunu yapmak zordur ve açının tamamen aynı olması <strong>garanti değildir</strong>.

source: We could not find a class with signup code <strong>%(classCode)s</strong>.
bg: Не успяхме да намерим клас с регистрационен код <strong>%(classCode)s</strong>.
da: Vi kunne ikke finde en klasse med tilmeldingskode <strong>%(classCode)s</strong>.
es: No pudimos encontrar una clase con el código de registro <strong>%(classCode)s</strong>.
fr: Nous ne sommes pas parvenus à trouver un cours avec ce code d'inscription : <strong>%(classCode)s</strong>.
nb: Vi kunne ikke finne en klasse med registreringskoden <strong>%(classCode)s</strong>.
nl: We kunnen geen klas vinden met de code <strong>%(classCode)s</strong>.
pl: Nie znaleźliśmy klasy z kodem rejestracyjnym <strong>%(classCode)s</strong>.
pt: Não foi possível encontrar uma turma com o código <strong>%(classCode)s</strong>.
pt_pt: Não conseguimos encontrar nenhuma turma com o código <strong>%(classCode)s</strong>.
tr: <strong>%(classCode)s</strong> kayıt koduna sahip bir sınıf bulamadık.

source: We could not load the mastery-level data for the selected class. You can continue using the report, but some information won't be available. Try selecting a smaller class, or use 'Give Feedback > Contact support' at the top of the page.
da: Vi kunne ikke indlæse beherskelses-niveau data for den valgte klasse. Du kan fortsat bruge rapporten, men nogle oplysninger vil ikke være tilgængelige. Prøv at vælge en mindre klasse, eller brug 'Giv feedback > Kontakt support' øverst på siden.
es: No pudimos cargar la información del nivel de dominio del grupo seleccionado. Puedes seguir usando el reporte, pero alguna información no estará disponible. Intenta seleccionar un grupo más pequeño o usa la opción de "Dar sugerencias > Contactar al soporte" en la parte superior de la página.
fr: Nous n'avons pas pu charger les données pour la classe sélectionnée. Essayez de sélectionner une classe plus petite, ou de nous contacter si le problème persiste.
nb: Vi kan ikke laste data mestring nivå for den valgte klassen. Du kan fortsette å bruke rapporten, men litt informasjon vil ikke være tilgjengelig. Prøv å velge en mindre klasse, eller bruk 'Gi Tilbakemelding > Kontakt support "øverst på siden.
nl: We konden het hoofdniveau van de gegevens niet laden voor de geselecteerde klas. Je kunt het rapport blijven gebruiken, maar de informatie zal niet beschikbaar zijn. Probeer een kleinere klas of gebruik 'Geef Feedback> Contact ondersteuning' boven aan de pagina.
pl: Nie mogliśmy załadować danych o poziomie opanowania dla wybranej klasy. Możesz kontynuować używając raportu, jednak niektóre informacje nie będą dostępne. Spróbuj wybrać mniejszą klasę, lub użyj 'Udziel opinii > Kontakt z pomocą' na górze strony.
pt: Não foi possível carregar os dados de nível de domínio da turma selecionada. Você pode continuar usando o relatório, mas algumas informações não estarão disponíveis. Tente selecionar uma turma menor, ou use o link "Dar Feedback > Fale com o suporte" no topo da página.
tr: Seçilen sınıf için uzmanlık seviyesi verilerini yükleyemedik. Raporu kullanmaya devam edebilirsiniz, fakat bazı bilgiler eksik olacak. Daha küçük bir sınıf seçmeyi, veya 'Geribildirim Gönderin > Destek hizmetiyle iletişim' bağlantısını kullanmayı deneyebilirsiniz.

source: We could not understand your answer. Please check your answer for extra text or symbols.
da: Vi kunne ikke forstå dit svar. Tjek venligst om dit svar har ekstra tekst eller symboler.
es: No pudimos entender tu respuesta. Por favor comprueba si hay símbolos o texto extra en tu respuesta.
fr: Impossible de comprendre votre réponse. Vérifiez ce que vous avez écrit.
nb: Vi kunne ikke forstå svaret. Kontroller svaret for ekstra tekst eller symboler.
nl: We begrijpen je antwoord niet. Controleer je antwoord op extra tekst of symbolen.
pl: Nie mogliśmy zrozumieć Twojej odpowiedzi. Proszę sprawdź Twoją odpowiedź pod kątem dodatkowego tekstu lub symboli.
pt: Não conseguimos entender sua resposta. Verifique se há símbolos ou texto extra em sua resposta.
pt_pt: Não conseguimos perceber a tua resposta. Certifica-te de que a resposta não contém texto extra ou símbolos.
tr: Cevabınızı anlayamadık. Lütfen cevabınızı fazladan harfler ve semboller için gözden geçirin.

source: We could try plugging in some different <code>x</code>-values, but instead of guessing it might be easier to convert the equation to vertex form.
da: Vi kunne prøve at indsætte nogle forskellige <code>x</code>-værdier, men i stedet for at gætte, kan det være nemmere at omskrive ligningen til toppunktsform.
es: Podemos introducir diferentes valores de <code>x</code>, pero en lugar de eso podría ser más fácil convertir la ecuación a la forma de vértice.
fr: On peut essayer de donner différentes valeurs à <code>x</code>, mais il est plus simple de mettre l'équation sous forme canonique.
nb: Vi kunne prøve å sette noen forskjellige <code>x</code>-verdier inn, men i stedet for at gjette, kan det være raskere at skrive om ligningen til toppunktsform.
pl: Możemy spróbować podstawiania jakiś innych wartości <code>x</code>, ale zamiast zgadywania łatwiejsze może być przekształcenie równania do postaci kanonicznej.
pt: Poderíamos utilizar alguns valores diferentes de <code>x</code>, mas em vez de adivinhar, talvez seja mais fácil converter a equação para a forma canônica.
tr: Farklı <code>x</code> değerleri koymayı deneyebiliriz, ama tahmin etmek yerine köşe formuna dönüştürmek daha kolay olabilir.

source: We could use the quadratic formula to solve for the solutions and see what they are, but there's a shortcut...
es: Podríamos usar la fórmula cuadrática para encontrar las soluciones y ver cuáles son, pero hay un atajo...
fr: Pour répondre, on pourrait d'abord calculer les solutions en utilisant la formule, mais il y a plus simple...
pt: Poderíamos utilizar a fórmula de Bhaskara para resolver as soluções e descobrir quais os seus tipos, mas existe um atalho...
tr: Çözümleri bulmak için kuadratik formülü kullanabilir ve çözümlerin nasıl sayılar olduğuna bakabiliriz, ama bir kısayol da mevcuttur...

source: We couldn't connect your Facebook account because we didn't receive your email address from Facebook.
da: Vi kunne ikke oprette forbindelse din Facebook-konto, fordi vi ikke har modtaget din e-mailadresse fra Facebook.
es: No pudimos conectar tu cuenta de Facebook porque no recibimos de Facebook tu dirección de correo electrónico.
fr: Nous n'avons pas pu connecter votre compte à Facebook car nous n'a pas la confirmation de la part de Facebook.
ja: Facebook からあなたのメール アドレスを受信していないため、Facebook のアカウントを接続できませんでした。
nb: Vi kunne ikke koble til din Facebook-konto fordi vi ikke har mottatt din e-postadresse fra Facebook.
nl: Wij kunnen geen verbinding met uw Facebook-account maken omdat wij niet uw e-mailadres van Facebook hebben ontvangen.
pl: Nie mogliśmy połączyć Twojego konta na Facebooku, ponieważ nie otrzymaliśmy Twojego adresu e-mail z Facebooka.
pt: Não foi possível conectar sua conta do Facebook, porque não recebemos seu endereço de e-mail do Facebook.
pt_pt: Não podemos associar a tua conta do Facebook, uma vez que não recebemos o teu endereço de e-mail do Facebook.
tr: Facebook hesabınızdan e-posta adresinizi alamadığımız için Facebook hesabınızı Khan Academy hesabınıza bağlayamadık.

source: We couldn't deliver your sign-up email to <span class="email-address">{{ email }}
es: No pudimos entregar tu correo electrónico de registro en <span class="email-address">{{ email }}
fr: Nous n'avons pas pu vous délivrer votre e-mail d'inscription à <span class="email-address"> {{ email }}
ja: サインアップの為のメールを<span class="email-address">{{ email }}に送信できませんでした。
nb: Vi ikke kunne levere din registrerings e-post til <span class="email-address">{{ email }}
nl: Wij konden jouw inschrijvingsmail niet afleveren aan <span class="email-address"> {{ email }}
pl: Nie mogliśmy dostarczyć Twojej wiadomości rejestracyjnej na <span class="email-address">{{ email }}
pt: Não foi possível enviar seu e-mail de cadastro para <span class="email-address">{{ email }}
pt_pt: Não conseguimos enviar-te o e-mail de confirmação para <span class="email-address">{{ email }}
tr: Aboneliğinizle ilgili e-postayı <span class="email-address">{{ email }}adresinize ulaştıramıyoruz.

source: We didn't find any student activity with the filters entered above.
da: Vi kunne ikke finde nogen elevaktivitet med de filtre, der er angivet ovenfor.
es: No encontramos ninguna actividad del estudiante con los filtros ingresados.
fr: Nous n'avons pas trouvé d'activités pour cet élève dans les filtres que vous avez demandé.
ja: 私達は上で入力されたフィルタに該当する生徒のアクティビティをみつけられませんでした．
nb: Vi kunne ikke finne noen elevaktivitet med det filteret som er angitt ovenfor.
nl: We vonden geen leerlingenactiviteit met de bovenaan opgegeven filters.
pl: Nie znaleźliśmy żadnej aktywności uczniów w kryteriach wyszukiwarki wprowadzonych powyżej.
pt: Não encontramos nenhuma atividade do aluno com os filtros acima.
tr: Yukarıdaki filtrelere uyumlu herhangi bir öğrenci faaliyeti bulunamamıştır.

source: We do not advertise on Khan Academy. We use your information to provide you with a better learning experience, not to sell you products.
es: Nosotros no anunciamos en Khan Academy. Usamos tu información para proporcionarte una mejor experiencia de aprendizaje, no te vendemos productos.
nb: Vi annonsere ikke på Khan Academy. Vi bruker informasjonen du oppgir for å få gi deg en bedre opplæring, ikke for å selge deg produkter.
pt: Não fazemos propaganda na Khan Academy. Usamos suas informações para fornecer a você uma experiência de aprendizagem melhor, e não para vender produtos.
tr: Khan Academy'de reklam yoktur. Sizin bilginizi size daha iyi bir öğrenim deneyimi sağlamak için kullanırız, size ürün satmak için değil.

source: We do not have enough information to say that the two triangles are congruent.
es: No tenemos suficiente información para decir que los dos triángulos son congruentes.
fr: Les données ne permettent pas de le savoir.
pl: Nie mamy wystarczająco dużo informacji, żeby stwierdzić, że te dwa trójkąty są przystające.
pt: Não temos informações suficientes para afirmar que os dois triângulos são congruentes.
tr: Bu iki üçgenin eş olduğunu söylemek için yeterince bilgimiz yok.

source: We do not sell your personal information to third parties. We established ourselves as a not-for-profit organization so that our mission of education and your trust will not be in conflict with a for-profit motive.
es: Nosotros no vendemos tu información personal a terceros. Nos hemos establecido como una organización no lucrativa para que nuestra misión educativa y tu confianza no esté en conflicto con intereses lucrativos.
nb: Vi selger ikke dine personopplysninger til en tredjepart. Vi har etablert en egen ikke-kommersiell organisasjon slik at vårt mål om utdanning ikke vil komme i konflikt med et kommersielt mål.
pt: Não vendemos suas informações pessoais para terceiros. Nos estabelecemos como uma organização sem fins lucrativos, então nossa missão pela educação e sua confiança não entrarão em conflito com um motivo para fins lucrativos.
tr: Kişisel bilgilerinizi üçüncü şahıslara satmayız. Kar amacı gütmeyen bir kuruluşuz, böylece eğitim misyonumuz ve sizin güveniniz kar amacıyla çatışma içinde olmayacak.

source: We don't have support for searching in your current language, sorry! We've done the search in English instead.
bg: Извиняваме се, но нямаме възможност за търсене на вашия език в момента! Вместо това, потърсихме на английски език.
da: Vi understøtter ikke søgning i dit nuværende sprog, beklager! Vi har lavet søgningen på engelsk i stedet.
es: No tenemos un sistema de búsqueda en tu lenguaje actual, ¡lo sentimos! En su lugar hicimos la búsqueda en inglés.
fr: Nous n'avons pas de support pour la recherche dans votre langue, désolé ! Nous avons donc effectué la recherche en anglais.
he: סליחה אך אין לנו יכולת לתמוך בחיפוש בשפה שלך! במקום זאת, ביצענו את החיפוש באנגלית. We don't have support for searching in your current language, sorry! We've done the search in English instead.
hi: क्षमा करें! हमारे पास आपकी चालू भाषा में खोजने के लिए समर्थन नहीं हैंI इसके बदले हमने अंग्रेजी में खोजा हैI
ja: すみません! 現在のあなたの言語での検索をサポートしていません．検索は，その代わりに英語で行いました．
nb: Beklager, men vi har ikke støtte for å søke på ditt språk. Vi gjorde søket på engelsk istedenfor.
nl: We hebben geen ondersteuning voor zoeken in je huidige taal, sorry! In plaats daarvan hebben we in het Engels gezocht.
pl: Przepraszamy, ale nie wspieramy wyszukiwania w bieżącym języku. Stworzyliśmy wyszukiwarkę pod kątem języka angielskiego.
pt: Desculpe, não é possível fazer a pesquisa em seu idioma atual! Ao invés disso, fizemos a pesquisa em inglês.
pt_pt: Não é possível efetuar a pesquisa no teu idioma atual! Por essa razão, efetuámos a pesquisa em inglês.
tr: Geçerli dilde, arama desteği yok kusura bakmayın! Bunun yerine İngilizce arama yaptık.

source: We don't know what <code><var>T_ANG</var></code> is exactly, so we can't compute <code>2 \cdot <var>T_ANG</var></code> to directly evaluate this function. We do know what <code>\sin(<var> T_ANG</var>)</code> and <code>\cos(<var>T_ANG</var>)</code> are, though.
es: No sabemos cuánto es <code><var>T_ANG</var></code> exactamente, así que no podemos calcular <code>2 \cdot <var>T_ANG</var></code> para evaluar directamente esta función. Sin embargo, si sabemos cuánto valen <code>\sin(<var> T_ANG</var>)</code> y <code>\cos(<var>T_ANG</var>)</code>.
fr: On ne connaît pas <code><var>T_ANG</var></code>, donc on ne peut pas calculer <code>2 \cdot <var>T_ANG</var></code>. Mais on connait <code>\sin(<var> T_ANG</var>)</code> et <code>\cos(<var>T_ANG</var>)</code>.
pt: Não sabemos quanto <code><var>T_ANG</var></code> é exatamente, por isso, não podemos calcular <code>2 \cdot <var>T_ANG</var></code> para calcular diretamente esta função. No entanto, sabemos o valor de <code>\sin(<var> T_ANG</var>)</code> e <code>\cos(<var>T_ANG</var>)</code>.
tr: <code><var>T_ANG</var></code>'in tam olarak ne olduğunu bilmiyoruz, yani <code>2 \cdot <var>T_ANG</var></code>'i bulup bu fonksiyon değerini doğrudan hesaplayamayız. Ancak, <code>\sin(<var> T_ANG</var>)</code> ve <code>\cos(<var>T_ANG</var>)</code> değerlerini biliyoruz.

source: We don't know what <code><var>T_ANG</var></code> is exactly, so we can't directly evaluate this function. We do know what <code>\cos(<var>T_ANG</var>)</code> is, though.
es: No sabemos cuánto vale <code><var>T_ANG</var></code> exactamente, así que no podemos evaluar directamente está función. Sin embargo, si sabemos cuánto vale <code>\cos(<var>T_ANG</var>)</code>.
fr: On ne connait pas la valeur de <code><var>T_ANG</var></code>, donc on ne peut pas calculer ce nombre directement. Mais, on connaît <code>\cos(<var>T_ANG</var>)</code>.
pt: Não sabemos quanto <code><var>T_ANG</var></code> é exatamente, por isso, não podemos calcular diretamente esta função. No entanto, sabemos quanto <code>\cos(<var>T_ANG</var>)</code> é.
tr: <code><var>T_ANG</var></code>'in tam olarak ne olduğunu bilmiyoruz, yani bu fonksiyon değerini doğrudan hesaplayamayız. Ama, <code>\cos(<var>T_ANG</var>)</code> değerini biliyoruz.

source: We don't need to find <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code> because <code>x <var>binop(1)</var> y</code> depends only on the <var>NEED_VALU1_ONLY</var> operand.
da: Vi behøver ikke at finde <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code>, fordi <code>x <var>binop(1)</var> y</code> afhænger kun af <var>NEED_VALU1_ONLY</var> operanden.
es: No necesitamos encontrar <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code> pues <code>x <var>binop(1)</var> y</code> depende solamente del operando <var>NEED_VALU1_ONLY</var>.
fr: Ce n'est pas la peine de calculer <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code> car <code>x <var>binop(1)</var> y</code> ne dépend que du premier <var>NEED_VALU1_ONLY</var> opérande.
nb: Vi behøver ikke å finne <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code>, fordi <code>x <var>binop(1)</var> y</code> avhenger kun av <var>NEED_VALU1_ONLY</var> regneoperasjonen.
pt: Não precisamos encontrar <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code> porque <code>x <var>binop(1)</var> y</code> depende apenas do operando <var>NEED_VALU1_ONLY</var> .
tr: <code><var>Y</var> <var>binop(2)</var> <var>Z</var></code> bulmak zorunda değiliz, çünkü <code>x <var>binop(1)</var> y</code> sadece <var>NEED_VALU1_ONLY</var> işlemine bağımlıdır.
