Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <strong>Science Tip:</strong> Recent research shows that students learn more when they explain their thinking while they are doing the steps of a math problem. Let your students know that if they get stuck, they can help themselves by explaining out loud what they are thinking, or trying to explain their thinking to another person! You can also try more frequently asking your students to provide explanations, letting them know that you're not trying to test them, but to help them learn.
da: <strong>Tip fra videnskaben:</strong> Nyere forskning viser, at elever lærer mere når de forklare deres tænkning, mens de udfører trinnene i en matematikopgave. Lad eleverne vide, at hvis de går i stå, kan de hjælpe sig selv ved forklare højt hvad de tænker, eller forsøger at forklare deres tænkning til en anden person! Du kan også prøve at bede dine elever om at give forklaringer, og fortæl dem at du ikke forsøger at teste dem, men at hjælpe dem med at lære.
es: <strong>Consejo científico:</strong> Estudios recientes muestran que los estudiantes aprenden más cuando explican sus razonamientos mientras realizan los pasos sw un problema de matemáticas. ¡Dile a tus estudiantes que si se atoran, se pueden ayudar a sí mismos explicando en voz alta lo que están pensando, o tratando de explicarle a otra persona! También puedes intentar pedirles explicaciones a tus estudiantes más seguido, asegurándoles que no estás tratando de evaluarlos, sino de ayudarlos a aprender.
fr: <strong>A savoir :</strong>De récentes études démontrent que les élèves apprennent mieux lorsqu'ils expliquent ce qu'ils pensent lors de la résolution d'un problème de mathématiques. Dites à vos élèves que lorsqu'ils sont coincés, ils peuvent s'aider eux-mêmes en expliquant à voix haute ce qu'ils pensent à une autre personne! Vous pouvez aussi essayer de poser plus souvent des questions à vos élèves et leur fournir d'autres explications, tout en leur faisant comprendre que vous n'êtes pas en train de les tester, mais que vous voulez les aider à apprendre.
nb: <strong>Vitenskapstips:</strong> Nyere forskning viser at elevene lærer bedre når de forklarer tankegangen sin når de jobber gjennom en matteoppgave. La elevene dine vite at hvis de står fast, kan de hjelpe seg selv ved å si høyt hva de tenker, eller prøve å forklare tankegangen sin til en annen person! Du kan også prøve å regelmessig be elevene dine forklare tankegangen deres, for å la dem vite at du ikke prøver å teste dem, men hjelpe dem å lære.
nl: <strong>Wetenschapstip:</strong> Recent onderzoek toont aan dat leerlingen meer leren wanneer zij hun denkwijze uitleggen terwijl ze de stappen in een wiskundig probleem doorlopen. Laat ze weten dat als ze vastzitten, zij zichzelf kunnen helpen door hardop uit te leggen wat ze denken of dat aan een ander persoon te vertellen! Je kunt ook proberen je studenten vaker te vragen om uitleg te geven en ze te laten weten da je ze niet test maar ze wilt helpen te leren.
pl: <strong>Wskazówka naukowa:</strong> Ostatnie badania wykazały, że uczniowie uczą się lepiej, gdy wyjaśniają swoje rozumowanie podczas kolejnych kroków w rozwiązywaniu zadania. Daj uczniom do zrozumienia, że jeśli utkną w zadaniu, mogą sobie pomóc, wyjaśniając sobie na głos, co myślą, lub próbując wyjaśnić swoje rozumowanie komuś innemu! Możesz spróbować także częstszego pytania uczniów o wyjaśnienia, zaznaczając, że nie sprawdzasz ich, lecz pomagasz im w nauce.
pt: <strong>Dica de Ciência:</strong> Uma pesquisa recente mostrou que os alunos aprendem mais quando explicam seu raciocínio enquanto resolvem um exercício de matemática. Faça com que seus alunos saibam que se eles ficarem travados em algum exercício, podem se ajudar explicando , em voz alta, o que estão pensando, ou tentar explicar seu raciocínio para outra pessoa! Você também pode pedir aos alunos que deem explicações com mais frequência, deixando claro você não os está avaliando, mas os ajudando a aprender.
tr: <strong>Bilimsel Tavsiye:</strong>Yapılan son araştırmalar, bir matematik problemi çözerken yaptıkları adımları ve düşündüklerini açıklamalarının öğrencilerin daha iyi öğrenmelerini sağladığını göstermiştir. Öğrencilerinize, soruyu çözerken takıldıklarında, ne düşündüklerini sesli olarak anlatmalarının kendilerine yardımcı olacağını öğretin. Ayrıca siz de öğrencilerinize daha fazla açıklama yapmaları için sorular sorabilir ve bu soruların onların bilgisini sınamak için değil, daha iyi öğrenmelerini sağlamak için olduğunu söyleyebilirsiniz.

source: <strong>Science Tip:</strong> Research shows that practicing the skills you are weak at can lead to the greatest improvement. Remind your students that struggling to learn skills that are currently just out of their reach is the way to get smarter!
da: <strong>Videnskab Tip:</strong> Forskning viser, at øvelse i de færdigheder, som man er svag i, kan føre til den største forbedring. Mind dine dine elever om at kæmpe for at lære færdigheder, der er i øjeblikket er svære, er den måde man bliver klogere!
es: <strong>Consejo científico:</strong> Estudios muestran que practicar las habilidades en las que tienes deficiencias te puede llevar a grandes mejorías. ¡Recuérdale a tus estudiantes que tener dificultades para aprender habilidades, por el momento fuera de su alcance, es la forma de volverse más inteligente!
fr: <strong>A savoir :</strong>De récentes études démontrent que de mettre en pratique les compétences dans lesquelles un élève a des lacunes peut générer de grands progrès. Rappelez à vos élèves qui ont des difficultés sur de nouvelles notions que c'est de cette manière que l'on devient plus intelligent !
nb: <strong>Vitenskapelig tips:</strong>Forskning viser at å øve på de ferdighetene du er svakest i kan føre til de største forbedringene. Minn dine elever på at å jobbe med å lære ferdigheter som er like utenfor deres rekkevidde er måten å bli smartere på!
nl: <strong>Wetenschapstip:</strong> Onderzoek toont aan dat oefenen aan de skills waar jij slecht in bent kan leiden tot de grootste verbetering. Herinner je leerlingen eraan dat moeite doen om skills te leren die nu buiten bereik zijn de manier is om slimmer te worden!
pl: <strong>Wskazówka naukowa:</strong> Badania wykazały, że ćwiczenie umiejętności, w których jest się słabym prowadzi do najszybszego postępu. Przypominaj swoim uczniom, że walka z umiejętnościami, które obecnie ich przerastają, to droga do mądrości!
pt: <strong>Dica de Ciência:</strong> Uma pesquisa mostrou que a prática de uma habilidade em que você não tem bom desempenho pode levar a uma grande melhora. Lembre seus alunos que sentir dificuldade ao aprender habilidades que atualmente estão fora de alcance é a única maneira de ficar mais inteligente!
tr: <strong>Bilimsel Tavsiye:</strong>Yapılan son araştırmalar en iyi ilerlemenin, zayıf olunan beceriler üzerinde çalışmakla elde edildiğini göstermiştir. Öğrencilerinize şu an yapmakta yetersiz kaldıkları şeyler üzerinde çalışmalarının onları daha zeki yapacağını hatırlatın!

source: <strong>Sun</strong> badges are epic. Earning them is a true challenge, and they require impressive dedication.
bg: <strong>Слънчевите</strong> значки са епични. Да получиш такава си е истинско предизвикателство, а и те предполагат впечатляващо постоянство.
da: <strong>Sol</strong>-badges er episke. At opnå dem er en kæmpe udfordring, og de kræver et imponerende engagement.
es: Las medallas <strong>solares</strong> son épicas. Ganarlas es un verdadero reto, y requieren una dedicación impresionante.
fr: Les écussons <strong>Soleil</strong> sont épiques. En gagner est un véritable défi et ils nécessitent un dévouement impressionnant.
he: תגי <strong>השמש</strong> הם גיבוריים. להרוויח אותם זה אתגר אמיתי, והם דורשים השקעה מרשימה.
ja: <strong>サン</strong>バッジは壮大です．得ることは本当のチャレンジで，たいへんな献身を必要とします．
nb: <strong>Sol</strong> emblemer er episke. Å tjene dem er en skikkelig utfordring, og krever imponerende dedikasjon.
nl: <strong>Zon</strong>-medailles zijn heel bijzonder. Het is een ware uitdaging om deze te verdienen en ze vereisen een indrukwekkende toewijding.
pl: <strong>Słońce</strong> - odznaki tego typu są epickie. Zdobywanie ich to prawdziwe wyzwanie i wymaga imponującego poświęcenia.
pt: As medalhas <strong>Sol</strong> são épicas. Ganhá-las é um verdadeiro desafio e exige extrema dedicação.
pt_pt: As medalhas <strong>"Sol"</strong> são épicas. Ganhá-las é um grande desafio e requerem muita dedicação.
tr: <strong>Güneş</strong> madalyaları efsanevidir. Onları kazanmak gerçekten zordur, ve adanmışlık gerektirir.

source: <strong>Tip:</strong> Check out the <a href="%(tracking_link)s">coach resources page</a>! It provides tips and suggested best practices for using Khan Academy in your classroom, as well as case studies and a virtual workshop.
da: <strong>Tip:</strong> Tjek siden med <a href="%(tracking_link)s">vejlederressourcer</a>! Den giver tips og anbefalinger til brugen af Khan Academy i klasselokalet, og casestudier og en virtuel workshop.
es: <strong>Consejo:</strong> Checa la <a href="%(tracking_link)s">página de recursos para tutores</a>! En ella se dan consejos y se sugieren las mejores prácticas para usar Khan Academy en tu salón de clases, así como estudios de caso y un taller virtual.
fr: <strong>Indice:</strong>Regardez<a href="%(tracking_link)s">la page de ressources pour tuteurs</a> Dans celle-ci, vous trouverez de nombreux indices et des méthodologies qui vous sont suggérées pour travailler sur Khan Academy dans votre classe. Vous trouverez aussi des études de cas et des séminaires virtuels.
nb: <strong>Tips:</strong> Sjekk ut <a href="%(tracking_link)s">ressurssidene for veiledere</a>! Der finner du tips og forslag til fremgangsmåter for å bruke Khan Academy i klasserommet, i tillegg til case-studier og en virtuell workshop.
nl: <strong>Tip:</strong> Bekijk de <a href="%(tracking_link)s">coach resources pagina</a>! Hier staan tips en suggesties voor het gebruik van Khan Academy in jouw klaslokaal , case studies en een virtuele workshop.
pl: <strong>Wskazówka:</strong> Sprawdź <a href="%(tracking_link)s">zestaw nauczyciela</a>! Zawiera on wskazówki i sugerowane metody wykorzystywania Khan Academy w klasie, a także opisy konkretnych przykładów i wirtualne warsztaty.
pt: <strong>Dica:</strong> Confira <a href="%(tracking_link)s">a página de recursos para tutores</a>! Ela oferece dicas e sugere as melhores formas de usar a Khan Academy em sala de aula, assim como estudos de casos e um workshop on-line.
pt_pt: <strong>Sugestão:</strong> Aceda à <a href="%(tracking_link)s">página de recursos para tutores</a> para explorar as melhores formas de usar a Khan Academy na sua sala de aula, consultar casos de estudo e participar em workshops virtualmente.

source: <strong>Tip:</strong> Students learn more when they are taught that intelligence is malleable and can be grown through hard work. Students do worse if they believe that intelligence is fixed, and so are afraid to make mistakes or ask questions because they will look like they aren't smart. Let your students know that they're getting smarter every minute they spend practicing math and tackling tough problems!
da: <strong>Tip:</strong> Elever lærer mere når de får at vide at intelligens er formbar og kan opdyrkes gennem hårdt arbejde. Elever klarer sig ringere, hvis de tror, at intelligens er fastlagt, og er derfor bange for at begå fejl eller stille spørgsmål, fordi de vil fremstå som om de er ikke er kloge. Fortæl dine elever, at de bliver klogere for hvert minut de øver sig i matematik og løser svære opgaver!
es: <strong>Consejo:</strong> Los estudiantes aprenden mejor cuando se les enseña que la inteligencia es maleable y se puede desarrollar a través del trabajo duro. Los estudiantes se desempeñan peor si piensan que la inteligencia es inalterable y temen cometer errores o hacer preguntas porque parecerían como si no fueran inteligentes. ¡Dile a tus estudiantes que se están volviendo más inteligentes con cada minuto que ocupan practicando matemáticas y enfrentando problemas difíciles!
fr: <strong>Indice:</strong>Vos élèves apprenent plus lorsqu'on leur apprend que l'intelligence est malléable et donc peut grandir si on la fait travailer. Les élèves travaillent moins bien si ils croient que une matière fixe, et donc ont peur de faire des erreurs ou de poser des questions car ils auront l'impression de ne pas êtres intelligents. Dites à vos élèves qu'ils deviendront de plus en plus intelligents avec chaque minute supplémentaire qu'ils passent à travailler leurs problèmes de mathématiques ou bien qu'ils abordent des problèmes difficiles.
nb: <strong>Tips:</strong>Elever lærer mer når de blir lært at intelligens kan formes og kan styrkes gjennom hardt arbeid. Elevene gjør det dårligere hvis de tror at intelligens er fastlåst, og blir redde for å gjøre feil eller stille spørsmål fordi de er redde for å oppfattes som mindre smarte. La elevene dine få vite at de blir smartere for hvert minutt de bruker på å øve på matte og løse vanskelige oppgaver!
nl: <strong>Tip:</strong> Leerlingen leren meer wanneer zij weten dat intelligentie ontwikkeld kan worden door hard te werken. Leerlingen presteren slechter als zij geloven dat intelligentie vastligt en als ze bang zijn om fouten te maken of vragen te stellen omdat ze dan niet slim lijken. Laat je leerlingen weten dat met elke de minuut die ze besteden aan wiskunde of moeilijke problemen oefenen, slimmer worden !
pl: <strong>Wskazówka:</strong> Uczniowie uczą się więcej, gdy uświadomi im się, że inteligencję można wypracować i rozwinąć dzięki ciężkiej pracy. Uczniowie osiągają gorsze rezultaty, gdy wierzą, że inteligencja jest czymś stałym, i boją się popełniać błędy i zadawać pytania, gdyż wydaje im się, że w ten sposób będą postrzegani jako głupi. Uświadom uczniom, że stają się mądrzejsi z każdą minutą spędzoną nad matematyką i rozwiązywaniem trudnych zadań!
pt: <strong>Dica:</strong> Os alunos aprendem mais quando são ensinados que a inteligência é algo maleável e que pode ser aumentada com trabalho duro. Os alunos se saem mal quando acreditam que a inteligência é algo fixo, e, então, eles ficam com medo de cometer erros ou fazer perguntas porque parecerá que não são inteligentes. Faça com que seus alunos saibam que estão ficando mais inteligentes a cada minuto que praticam e resolvem problemas matemáticos!
tr: <strong>Tavsiye:</strong> Zekanın gelişebilir olduğu ve sıkı çalışarak daha zeki olabilecekleri öğretildiğinde, öğrenciler daha iyi öğrenmektedirler. Öğrenciler zekanın sabit olduğuna inandıklarında, ve bu sebeple aptal gözükeceklerini düşünerek yanlış yapmaktan veya soru sormaktan korktuklarında daha kötü sonuçlar elde etmektedirler. Öğrencilerinizin, matematik çalışarak ve zor problemler ile boğuşarak geçirdikleri her dakika daha zekileştiklerini bilmelerini sağlayın.

source: <strong>We haven't seen %(child_name)s in two weeks.</strong> We're ready to get back to learning!
da: <strong>Vi ikke har set %(child_name)s i to uger.</strong> Vi er klar til at komme tilbage til læringen!
es: <strong>No hemos visto a %(child_name)s esta semana.</strong> ¡Estamos listos para regresar al aprendizaje!
fr: <strong>Nous n'avons pas vu %(child_name)s en deux semaines.</strong> A quand son retour ?
nb: <strong>Vi har ikke sett %(child_name)s på to uker.</strong> Vi er klare til å komme tilbake til læring!
nl: <strong>Wij hebben %(child_name)s twee weken niet gezien.</strong> We willen weer terug gaan naar leren!
pl: <strong> %(child_name)s nie pojawiał się na Khan Academy przez ostatnie dwa tygodnie.</strong> Jesteśmy gotowi, by dalej się uczyć!
pt: <strong>Não temos visto %(child_name)s em duas semanas.</strong> Estamos prontos para retomar o aprendizado!

source: <strong>We missed %(child_name)s this week.</strong> We're ready to get back to learning!
da: <strong>Vi savnede %(child_name)s i denne uge.</strong> Vi er klar til at komme tilbage til læringen!
es: <strong>Extrañamos a %(child_name)s esta semana.</strong> ¡Estamos listos para regresar al aprendizaje!
fr: <strong>%(child_name)s nous a manqué cette semaine.</strong> A quand son retour ?
nb: <strong>Vi savnet %(child_name)s denne uken.</strong> Vi er klare for å gjenoppta læringen!
nl: <strong>Wij hebben %(child_name)s deze week gemist.</strong> We willen weer terug gaan naar leren!
pl: <strong> W tym tygodniu brakowało nam %(child_name)s.</strong>Jesteśmy gotowi by wrócić do nauki!
pt: <strong>Notamos que %(child_name)s não se conectou esta semana.</strong> Estamos prontos para retomar o aprendizado!

source: <strong>{{authorNickname}}</strong> added a comment on <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
da: <strong>{{authorNickname}}</strong> kommenterede på <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
es: <strong>{{authorNickname}}</strong> hizo un comentario en <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
fr: <strong>{{authorNickname}}</strong> a ajouté un commentaire sur <strong>{{ellipsis translatedFocusTitle 40}}</strong>: « {{ellipsis content 75}} »
ja: <strong>{{authorNickname}}</strong>が<strong>{{ellipsis translatedFocusTitle 40}}</strong>についてのコメントを残しました: "{{ellipsis content 75}}"
nb: <strong>{{authorNickname}}</strong> ga en kommentar på <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
nl: <strong>{{authorNickname}}</strong> heeft een opmerking toegevoegd aan<strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
pl: <strong>{{authorNickname}}</strong> dodał(a) komentarz do <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
pt: <strong>{{authorNickname}}</strong> adicionou um comentário em <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
pt_pt: <strong>{{authorNickname}}</strong> publicou um comentário sobre <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
tr: <strong>{{authorNickname}}</strong>, <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"konusunda bir yorum eklemiştir.

source: <strong>{{authorNickname}}</strong> answered your question on <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
da: <strong>{{authorNickname}}</strong> besvarede dit spørgsmål <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
es: <strong>{{authorNickname}}</strong> respondió tu pregunta en <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
fr: <strong>{{authorNickname}}</strong> a répondu à votre question sur <strong>{{ellipsis translatedFocusTitle 40}}</strong>: « {{ellipsis content 75}} »
ja: <strong>{{authorNickname}}</strong>が<strong>{{ellipsis translatedFocusTitle 40}}</strong>についての質問に答えました: "{{ellipsis content 75}}"
nb: <strong>{{authorNickname}}</strong> svarte på spørsmålet ditt på <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
nl: <strong>{{authorNickname}}</strong> heeft jouw vraag beantwoord op <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
pl: <strong>{{authorNickname}}</strong> odpowiedział(a) na pytanie do <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
pt: <strong>{{authorNickname}}</strong> respondeu sua pergunta em <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
pt_pt: <strong>{{authorNickname}}</strong> respondeu à tua pergunta sobre <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
tr: <strong>{{authorNickname}}</strong> , <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}" hakkındaki sorunuzu cevapladı.

source: <strong>{{authorNickname}}</strong> asked a new question about <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
da: <strong>{{authorNickname}}</strong> har stillet et nyt spørgsmål om <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
es: <strong>{{authorNickname}}</strong> hizo una nueva pregunta acerca de <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
fr: <strong>{{authorNickname}}</strong> a posé une nouvelle question sur <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: « {{ellipsis content 75}} »
ja: <strong>{{authorNickname}}</strong>が<strong>{{ellipsis translatedScratchpadTitle 40}}</strong>について新しく質問しました: "{{ellipsis content 75}}"
nb: <strong>{{authorNickname}}</strong> spurte et nytt spørsmål om <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
nl: <strong>{{authorNickname}}</strong> heeft een nieuwe vraag gesteld over <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
pl: <strong>{{authorNickname}}</strong> zadał(a) nowe pytanie o <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
pt: <strong>{{authorNickname}}</strong> fez uma nova pergunta sobre <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
pt_pt: <strong>{{authorNickname}}</strong> fez uma pergunta nova sobre <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}"
tr: <strong>{{authorNickname}}</strong>, <strong>{{ellipsis translatedScratchpadTitle 40}}</strong>: "{{ellipsis content 75}}" konusunda yeni bir soru sordu.

source: <strong>{{authorNickname}}</strong> asked a question on <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
da: <strong>{{authorNickname}}</strong> stillede et spørgsmål om <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
es: <strong>{{authorNickname}}</strong> hizo una pregunta en <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
ja: <strong>{{authorNickname}}</strong> が <strong>{{ellipsis translatedFocusTitle 40}}</strong> についての質問をしました: "{{ellipsis content 75}}"
nb: <strong>{{authorNickname}}</strong> spurte et spørsmål på <strong>{{ellipsis translatedFocusTitle 40}}</strong>:"{{ellipsis content 75}}"
nl: <strong>{{authorNickname}}</strong> heeft een vraag gesteld op <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
pl: <strong>{{authorNickname}}</strong> zadał pytanie na <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
pt: <strong>{{authorNickname}}</strong> fez uma pergunta em <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
pt_pt: <strong>{{authorNickname}}</strong> fez uma pergunta sobre <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}"
tr: <strong>{{authorNickname}}</strong>, <strong>{{ellipsis translatedFocusTitle 40}}</strong>: "{{ellipsis content 75}}" konusunda bir soru sordu
