Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The z-score is <code><var>localeToFixed(ZSCORE, 2)</var></code>. <span data-if="isSingular(ZSCORE)"> In other words, <var>person(1)</var>'s score was <code><var>SOLUTION</var></code> standard deviation above the mean. </span> <span data-else-if="isSingular(-ZSCORE)"> In other words, <var>person(1)</var>'s score was <code><var>SOLUTION</var></code> standard deviation below the mean. </span> <span data-else-if="ZSCORE > 0"> In other words, <var>person(1)</var>'s score was <code><var>SOLUTION</var></code> standard deviations above the mean. </span> <span data-else=""> In other words, <var>person(1)</var>'s score was <code><var>SOLUTION</var></code> standard deviations below the mean. </span>
fr: La variable centrée réduite vaut <code><var>localeToFixed(ZSCORE, 2)</var></code>. <span data-if="isSingular(ZSCORE)"> Autrement dit, l'écart réduit de <var>person(1)</var>était <code><var>SOLUTION</var></code> écarts types au dessus de la moyenne. </span> <span data-else-if="isSingular(-ZSCORE)"> Autrement dit, l'écart réduit de <var>person(1)</var> était <code><var>SOLUTION</var></code> écarts types en dessous de la moyenne. </span> <span data-else-if="ZSCORE > 0"> Autrement dit, l'écart réduit de <var>person(1)</var> était <code><var>SOLUTION</var></code> écarts types au dessus de la moyenne. </span> <span data-else=""> Autrement dit, l'écart réduit de <var>person(1)</var> était <code><var>SOLUTION</var></code> écarts type en dessous de la moyenne. </span>
pt: A variável padronizada z é <code><var>localeToFixed(ZSCORE, 2)</var></code>. <span data-if="isSingular(ZSCORE)"> Em outras palavras, a nota de <var>person(1)</var> teve <code><var>SOLUTION</var></code> desvio padrão acima da média. </span> <span data-else-if="isSingular(-ZSCORE)"> Em outras palavras, a nota de <var>person(1)</var> teve <code><var>SOLUTION</var></code> desvio padrão abaixo da média. </span> <span data-else-if="ZSCORE > 0"> Em outras palavras, a nota de <var>person(1)</var> teve <code><var>SOLUTION</var></code> desvios padrão acima da média. </span> <span data-else=""> Em outras palavras, a nota de <var>person(1)</var> teve <code><var>SOLUTION</var></code> desvios padrão abaixo da média. </span>
tr: z-puanı <code><var>localeToFixed(ZSCORE, 2)</var></code>. <span data-if="isSingular(ZSCORE)"> Başka şekilde ifade edecek olursak,, <var>person(1)</var>'nin puanı ortalamanın <code><var>SOLUTION</var></code> standart sapma üstündeydi. </span> <span data-else-if="isSingular(-ZSCORE)"> Başka şekilde ifade edecek olursak, <var>person(1)</var>'nin puanı ortalamanın <code><var>SOLUTION</var></code> standart sapma altındaydı. </span> <span data-else-if="ZSCORE > 0"> Başka şekilde ifade edecek olursak, <var>person(1)</var>'nin puanı ortalamanın <code><var>SOLUTION</var></code> standart sapma üstündeydi. </span> <span data-else=""> Başka şekilde ifade edecek olursak, <var>person(1)</var>'nin puanı ortalamanın <code><var>SOLUTION</var></code> standart sapma altındaydı. </span>

source: Their creations, both spin-offs and originals, sorted by upvotes.
da: Deres kreationer, både spin-offs og originaler, sorteret efter positive stemmer.
es: Sus creaciones, tanto derivadas como originales, ordenadas por votos positivos.
nb: Deres programmer, både spin-offs og orginaler, sortert etter oppdateringer.
nl: Hun programma's, zowel spin-offs als originele, gesorteerd op stemmen.
pl: Ich dzieła, spin-offy i oryginały, posortowane według liczby głosów.
pt: As criações deles, tanto derivações como originais, classificadas por votos (da mais votada para a menos votada).
pt_pt: As criações, tanto variações como originais, ordenadas por votos positivos.
tr: Onların uyarlama ve orijinal bütün programları, olumlu oylara göre sıralanmıştır.

source: Their smallest common denominator is the LCM of <code><var>DEN_1</var></code> and <code><var>DEN_2</var></code>.
es: Su mínimo común denominador es el MCM de <code><var>DEN_1</var></code> y <code><var>DEN_2</var></code>.
fr: Leur plus petit dénominateur commun est le PPCM de <code><var>DEN_1</var></code> et <code><var>DEN_2</var></code>.
nb: Deres minste fellesnevner er minste felles multiplum av <code><var>DEN_1</var></code> og <code><var>DEN_2</var></code>.
pl: Ich najmniejszym wspólnym mianownikiem jest NWW dla <code><var>DEN_1</var></code> i <code><var>DEN_2</var></code>.
pt: O menor denominador comum é o MMC de <code><var>DEN_1</var></code> e <code><var>DEN_2</var></code>.
tr: En küçük ortak payda, <code><var>DEN_1</var></code> ile <code><var>DEN_2</var></code>'nin OKEK'idir.

source: Then <code><var>SINGLE_PCT</var> \%</code> of the time he makes his first shot, he will also make his second shot, and <code><var>localeToFixed((1-PROB)*100, 0)</var> \%</code> of the time he makes his first shot, he will miss his second shot.
fr: Puis, dans <code><var>SINGLE_PCT</var> \%</code> des cas où il réussit son premier lancer, il réussira également son second lancer, et dans <code><var>localeToFixed((1-PROB)*100, 0)</var> \%</code> des cas où il réussit son premier lancer, il va rater son second lancer.
pt: Então, <code><var>SINGLE_PCT</var> \%</code> das vezes que ele acertar seu primeiro arremesso, ele também acertará seu segundo arremesso, e <code><var>localeToFixed((1-PROB)*100, 0)</var> \%</code> das vezes que ele acertar seu primeiro arremesso, ele errará seu segundo arremesso.

source: Then <code><var>SINGLE_PCT</var> \%</code> of the time he misses his first shot, he will also miss his second shot, and <code><var>localeToFixed((1-PROB)*100, 0)</var> \%</code> of the time he misses his first shot, he will make his second shot.
fr: Puis, dans <code><var>SINGLE_PCT</var> \%</code> des cas où il rate son premier lancer, il rate également son second lancer, et dans <code><var>localeToFixed((1-PROB)*100, 0)</var> \%</code> des cas où il rate son premier lancer, il réussira son second lancer.
pt: Então,<code><var>SINGLE_PCT</var> \%</code> das vezes que ele perder o primeiro arremesso, ele também perderá o segundo arremesso, e <code><var>localeToFixed((1-PROB)*100, 0)</var> \%</code> das vezes que ele perder o primeiro arremesso, ele acertará o segundo arremesso.

source: Then calculate the solution where <code>x + <var>E</var></code> is positive:
da: Find derefter, løsningen hvor <code>x + <var>E</var></code> er positiv:
es: Luego calcula la solución donde <code>x + <var>E</var></code> es positiva:
fr: Puis on cherche la solution lorsque <code>x + <var>E</var></code> est positif :
nb: Finn deretter løsningen hvor <code>x + <var>E</var></code> er positiv:
pt: Então, calcule a solução em que <code>x + <var>E</var></code> é positivo:
tr: O zaman, <code>x + <var>E</var></code>'nin pozitif olduğu çözümü bulunuz:

source: Then distribute the <code>\green{<var>expr(["*", COEFFICIENT2, X])</var>}.</code>
es: Luego distribuye el <code>\green{<var>expr(["*", COEFFICIENT2, X])</var>}.</code>
fr: Puis on multiplie par <code>\green{<var>expr(["*", COEFFICIENT2, X])</var>}.</code>
nb: Multipliser derefter inn <code>\green{<var>expr(["*", COEFFICIENT2, X])</var>}.</code>
pt: Então, distribua <code>\green{<var>expr(["*", COEFFICIENT2, X])</var>}.</code>

source: Then distribute the <code>\red{<var>CONSTANT2</var>}</code>.
es: Luego distribuye el <code>\red{<var>CONSTANT2</var>}</code>.
fr: Puis on multiplie par <code>\red{<var>CONSTANT2</var>}</code>.
nb: Multipliser deretter <code>\red{<var>CONSTANT2</var>}</code> inn i parentesen.
pt: Então, distribua <code>\red{<var>CONSTANT2</var>}</code>.
tr: O zaman <code>\red{<var>CONSTANT2</var>}</code> ifadesini dağıtın.

source: Then divide each term separately. When dividing exponents with the same base, subtract their powers.
fr: Ensuite, on effectue les divisions séparément. Pour diviser deux puissances d'un même nombre, on soustrait les exposants.
nb: Så dividerer vi dem hver for seg. Når eksponentene har samme grunntall, kan vi subtrahere eksponentene i en divisjon.
pl: Następnie podziel każde wyrażenie osobno. Aby podzielić potęgi o tej samej podstawie, odejmij ich wykładniki.
pt: Depois, divida cada termo separadamente. Ao dividir expoentes com a mesma base, subtraia suas potências.
tr: Sonra her terimi ayrı ayrı bölün. Tabanı aynı olan üslü sayıları bölerken, kuvvetlerini çıkartın.

source: Then factor out any other terms.
da: Faktoriser derefter andre led ud.
es: Después factoriza otros términos.
fr: Puis on factorise les autres termes.
nb: Faktoriser deretter det andre leddet ut.
pt: Daí fatore quaisquer outros termos.
tr: Diğer terimleri dışarı alın.

source: Then factor the quadratic expressions.
da: Faktoriser derefter de kvadratiske udtryk.
es: Después factoriza las expresiones cuadráticas.
fr: Puis on factorise le trinôme du second degré.
nb: Faktoriser så de kvadratiske uttrykkene.
pt: E fatore as expressões de segundo grau.
tr: İkinci dereceden ifadeleri çarpanlarına ayırın.

source: Then multiply each term separately. When multiplying exponents with the same base, add the powers together.
es: Después multiplica cada término por separado. Al multiplicar exponentes con la misma base, se suman sus potencias.
fr: Ensuite, on effectue les multiplications séparément. Pour multiplier deux puissances d'un même nombre, on ajoute les exposants.
nb: Så multipliserer du hvert ledd hver for seg. Når du multipliserer eksponenter med samme grunntall, kan du legge sammen eksponentene.
nl: Vermenigvuldig dan iedere term afzonderlijk. Wanneer je machten met hetzelfde grondtal vermenigvuldigt, tel je de exponenten op.
pl: Następnie pomnóż oddzielnie każdy wyraz. Kiedy mnożysz potęgi o tej samej podstawie, po prostu dodajesz te potęgi do siebie.
pt: Então, multiplique cada termo separadamente. Ao multiplicar expoentes com a mesma base, some as potências.
tr: Sonra her terimi ayrı ayrı çarpın. Aynı tabanlı üsleri çarparken, üsleri toplayın.

source: Then multiply the two numerators and multiply the two denominators.
da: Gang derefter de to tællere, og gang de to nævnere.
es: Multiplica los dos numeradores y multiplica los dos denominadores.
fr: Puis on multiplie les numérateurs et les dénominateurs entre eux.
nb: Multipliser så tellerene og nevnerene.
pt: Em seguida, multiplique os dois numeradores e multiplique os dois denominadores.
tr: Sonra, iki payı ve iki paydayı çarpın.

source: Then simplify the terms:
da: Forsimpl derefter leddene:
es: Luego, simplifica los términos:
fr: Puis on effectue :
nb: Forenkle så betingelsene:
pt: Em seguida simplifique os termos:
tr: Sonra terimleri sadeleştirin:

source: Then the area of the sector is some fraction of the whole circle's area.
es: Entonces el área del sector es una fracción del área total del círculo.
fr: L'aire du secteur circulaire est une fraction de l'aire du cercle.
pt: Então, a área do setor é alguma fração da área total do círculo.
tr: O zaman, daire diliminin alanı, tüm dairenin alanının bir kısmıdır.

source: Then we factor the remaining polynomial:
da: Derefter faktoriserer vi resten af polynomiet:
es: Luego podemos factorizar el polinomio restante:
fr: On factorise le polynôme de la parenthèse :
nb: Så faktoriserer vi det gjenstående polynomet:
pl: Następnie rozkładamy pozostały wielomian na iloczyny:
pt: Em seguida, fatoramos o polinômio restante:
tr: Sonra, kalan polinomu sadeleştirin:

source: Then you can take the inverse of each side to get <code>\dfrac{k}{<var>V1</var>} = <var>V2</var></code>.
da: Derefter kan du tage den inverse af hver side for at få <code>\dfrac{k}{<var>V1</var>} = <var>V2</var></code>.
es: Entonces puedes tomar la inversa de cada lado para obtener <code>\dfrac{k}{<var>V1</var>} = <var>V2</var></code>.
fr: Puis on peut prendre l'inverse de chacun des membres de l'égalité pour obtenir <code>\dfrac{k}{<var>V1</var>} = <var>V2</var></code>.
nb: Derefter kan du ta den inverse av hver side for å få <code>\dfrac{k}{<var>V1</var>} = <var>V2</var></code>.
pl: Następnie odwracamy każdą ze stron i otrzymujemy <code>\dfrac{k}{<var>V1</var>} = <var>V2</var></code>.
pt: Depois, é possível utilizar o inverso de cada lado para obter <code>\dfrac{k}{<var>V1</var>} = <var>V2</var></code>.
tr: Sonra, iki tarafın tersini alıp <code>\dfrac{k}{<var>V1</var>} = <var>V2</var></code> elde edebilirsiniz.

source: Theodore is an MD/PhD student at the University of California, San Francisco. From Birmingham, Alabama, he is a graduate of Stanford University with degrees in biology and biomedical informatics. At UCSF he works on medical and immunology research.
pt: Theodore é aluno de doutorado na Universidade da Califórnia em São Francisco. Nascido em Birmingham, Alabama, ele se formou na Universidade de Stanford, em biologia e ciência das informações biomédicas. Na UCSF, ele trabalha com pesquisa de imunologia.
tr: Theodore Kaliforniya Üniversitesi, San Francisco'da bir MD/PhD öğrencisidir. Birmingham, Alabama'dan gelip Stanford Üniversitesi'nden biyoloji ve biyomedikal bilişimde derecelerle mezun olmuştur. UCSF'de medikal ve immünoloji araştırmalar üzerinde çalışır.

source: There are %(num)s %(grade)s students at %(school_name)s.
fr: Il y a %(num)s éleves de %(grade)s à %(school_name)s.
nb: Det er %(num)s %(grade)s elever på %(school_name)s.
pl: Szkoła %(school_name)s liczy %(num)s uczniów %(grade)s.
pt: Há %(num)s alunos do %(grade)s na %(school_name)s.
tr: %(school_name)s'da %(num)s%(grade)s öğrenci bulunmaktadır.

source: There are <code>180^{\circ}</code> in a triangle.
es: Hay <code>180^{\circ}</code> en un triángulo.
fr: La somme des angles d'un triangle est égale à <code>180^{\circ}</code>.
pt: Há <code>180^{\circ}</code> em um triângulo.
tr: Bir üçgende <code>180^{\circ}</code> vardır.

source: There are <code>2 \text{ Cl}</code> on the left and <code>1</code> on the right, so multiply <code>\text{NaCl}</code> by <code>\red{2}</code>.
pl: Są <code>2 \text{ Cl}</code> po lewej stronie i <code>1</code> po prawej, więc pomnóż <code>\text{NaCl}</code> przez <code>\red{2}</code>.
pt: Agora, há <code>2 \text{ Cl}</code> à esquerda e <code>1</code> à direita, portanto, multiplique <code>\text{NaCl}</code> por <code>\red{2}</code>.
tr: Solda <code>2 \text{ Cl}</code> ve sağda <code>1</code> var, buna göre, <code>\text{NaCl}</code> ile <code>\red{2}</code>‘yi çarpınız.

source: There are <code>2 \text{ Cl}</code> on the right and only <code>1</code> on the left, so multiply <code>\text{HCl}</code> by <code>\blue{2}</code>.
pl: Są <code>2 \text{ Cl}</code> po prawej stronie i tylko <code>1</code> po lewej, więc pomnóż <code>\text{HCl}</code> przez <code>\blue{2}</code>.
pt: Há <code>2 \text{ Cl}</code> à direita e apenas <code>1</code> à esquerda, portanto, multiplique <code>\text{HCl}</code> por <code>\blue{2}</code>.
tr: Sağda <code>2 \text{ Cl}</code> ve solda sadece <code>1</code> var, buna göre, <code>\text{HCl}</code>'yi <code>\blue{2}</code> ile çarpınız.

source: There are <code>2 \text{ Cr}</code> on the left and only <code>1</code> on the right, so multiply <code>\text{Cr}</code> by <code>\blue{2}</code>.
pl: Są <code>2 \text{ Cr}</code> po lewej stronie i tylko <code>1</code> po prawej, więc pomnóż <code>\text{Cr}</code> przez <code>\blue{2}</code>.
pt: Há <code>2 \text{ Cr}</code> à esquerda e apenas <code>1</code> à direita, portanto, multiplique <code>\text{Cr}</code> por <code>\blue{2}</code>.
tr: Solda <code>2 \text{ Cr}</code> ve sağda sadece <code>1</code> var, buna göre, <code>\text{Cr}</code> ile <code>\blue{2}</code>‘yi çarpınız.

source: There are <code>2 \text{ C}</code> on the left and <code>1</code> on the right, so multiply <code>\text{CO}_2</code> by <code>\blue{2}</code>.
pl: Są <code>2 \text{ C}</code> po lewej i <code>1</code> po prawej stronie, więc pomnóż <code>\text{CO}_2</code> przez <code>\blue{2}</code>.
pt: Há <code>2 \text{ C}</code> à esquerda e <code>1</code> à direita, portanto, multiplique <code>\text{CO}_2</code> por <code>\blue{2}</code>.
tr: Solda <code>2 \text{ C}</code> ve sağda <code>1</code> var, buna göre, <code>\text{CO}_2</code> ile <code>\blue{2}</code>‘yi çarpınız.

source: There are <code>2 \text{ N}</code> on the left and only <code>1</code> on the right, so multiply <code>\text{NO}_2</code> by <code>\blue{2}</code>.
pl: Są <code>2 \text{ N}</code> po lewej stronie i tylko <code>1</code> po prawej, więc pomnóż <code>\text{NO}_2</code> przez <code>\blue{2}</code>.
pt: Há <code>2 \text{ N}</code> à esquerda e apenas <code>1</code> à direita, portanto, multiplique <code>\text{NO}_2</code> por <code>\blue{2}</code>.
tr: Solda <code>2 \text{ N}</code> ve sağda sadece <code>1</code> var, buna göre, <code>\text{NO}_2</code> ile <code>\blue{2}</code>‘yi çarpınız.

source: There are <code>2 \text{ N}</code> on the right and <code>2</code> on the left, so <code>\text{N}</code> is already balanced.
pl: Są <code>2 \text{ N}</code> po prawej stronie i <code>2</code> po lewej, więc <code>\text{N}</code> jest już zbilansowany.
pt: Há <code>2 \text{ N}</code> à direita e <code>2</code> à esquerda, portanto, <code>\text{N}</code> já está balanceado.
tr: Sağda <code>2 \text{ N}</code> ve solda <code>2</code> var, buna göre, <code>\text{N}</code> zaten dengelidir.

source: There are <code>2 \text{ O}</code> on the left and <code>3</code> on the right. The lowest common denominator is <code>6</code>, so multiply <code>\text{O}_2</code> by <code>\blue{3}</code> and <code>\text{Al}_2\text{O}_3</code> by <code>\red{2}</code>.
pl: Są <code>2 \text{ O}</code> po lewej stronie i <code>3</code> po prawej. Najmniejszy wspólny mianownik to <code>6</code>, więc pomnóż <code>\text{O}_2</code> przez <code>\blue{3}</code> i <code>\text{Al}_2\text{O}_3</code> przez <code>\red{2}</code>.
pt: Há <code>2 \text{ O}</code> à esquerda e <code>3</code> à direita. O menor denominador comum é <code>6</code>, portanto, multiplique <code>\text{O}_2</code> por <code>\blue{3}</code> e <code>\text{Al}_2\text{O}_3</code> por <code>\red{2}</code>.
tr: Solda <code>2 \text{ O}</code> ve sağda <code>3</code> var. En küçük ortak payda <code>6</code>'dır, buna göre, <code>\text{O}_2</code> ile <code>\blue{3}</code>'ü ve <code>\text{Al}_2\text{O}_3</code> ile <code>\red{2}</code>'yi çarpınız.

source: There are <code>2 \text{ O}</code> on the left and only <code>1</code> on the right, so multiply <code>\text{H}_2\text{O}</code> by <code>\blue{2}</code>.
pl: Są <code>2 \text{ O}</code> po lewej stronie i tylko <code>1</code> po prawej, więc pomnóż <code>\text{H}_2\text{O}</code> razy <code>\blue{2}</code>.
pt: Há <code>2 \text{ O}</code> à esquerda e apenas <code>1</code> à direita, portanto, multiplique <code>\text{H}_2\text{O}</code> por <code>\blue{2}</code>.
tr: Solda <code>2 \text{ O}</code> ve sağda sadece <code>1</code> var, buna göre, <code>\text{H}_2\text{O}</code> ile <code>\blue{2}</code>‘yi çarpınız.

source: There are <code>2 \text{ O}</code> on the left and only <code>1</code> on the right, so multiply <code>\text{MgO}</code> by <code>\blue{2}</code>.
pl: Są <code>2 \text{ O}</code> po lewej stronie i tylko <code>1</code> po prawej, więc pomnóż <code>\text{MgO}</code> przez <code>\blue{2}</code>.
pt: Há <code>2 \text{ O}</code> à esquerda e apenas <code>1</code> à direita, portanto, multiplique <code>\text{MgO}</code> por <code>\blue{2}</code>.
tr: Solda <code>2 \text{ O}</code> ve sağda sadece <code>1</code> var, buna göre, <code>\text{MgO}</code> ile <code>\blue{2}</code>‘yi çarpınız.

source: There are <code>2 \text{ O}</code> on the right and only <code>1</code> on the left, so multiply <code>\text{HgO}</code> by <code>\blue{2}</code>.
pl: Są <code>2 \text{ O}</code> po prawej stronie i tylko <code>1</code> po lewej, więc pomnóż <code>\text{HgO}</code> przez <code>\blue{2}</code>.
pt: Há <code>2 \text{ O}</code> à direita e apenas <code>1</code> à esquerda, portanto, multiplique <code>\text{HgO}</code> por <code>\blue{2}</code>.
tr: Sağda <code>2 \text{ O}</code> ve solda sadece <code>1</code> var, buna göre, <code>\text{HgO}</code>'yu <code>\blue{2}</code> ile çarpıyoruz.

source: There are <code>2 \text{N}</code> on the left and <code>2 \text{N}</code> on the right, so <code>\text{N}</code> is already balanced.
pl: Są <code>2 \text{N}</code> po lewej stronie i <code>2 \text{N}</code> po prawej, więc <code>\text{N}</code> jest już zbilansowane.
pt: Há <code>2 \text{N}</code> à esquerda e <code>2 \text{N}</code> à direita, portanto, <code>\text{N}</code> já está balanceado.
tr: Solda <code>2 \text{N}</code> ve sağda <code>2 \text{N}</code> vardır, buna göre, <code>\text{N}</code> zaten dengededir.

source: There are <code>3 \text{ Fe}</code> on the right and only <code>1</code> on the left, so multiply <code>\text{Fe}</code> by <code>\blue{3}</code>.
pl: Są <code>3 \text{ Fe}</code> po prawej stronie i tylko <code>1</code> po lewej, więc pomnóż <code>\text{Fe}</code> przez <code>\blue{3}</code>.
pt: Há <code>3 \text{ Fe}</code> à direita e apenas <code>1</code> à esquerda, portanto, multiplique <code>\text{Fe}</code> por <code>\blue{3}</code>.
tr: Sağda <code>3 \text{ Fe}</code> ve solda sadece <code>1</code> var, buna göre <code>\text{Fe}</code>'yi <code>\blue{3}</code> ile çarpıyoruz.

source: There are <code>3 \text{ O}</code> on the left and only <code>1</code> on the right, so multiply <code>\text{MgO}</code> by <code>\red{3}</code>.
pl: Są <code>3 \text{ O}</code> po lewej stronie i tylko <code>1</code> po prawej, więc pomnóż <code>\text{MgO}</code> przez <code>\red{3}</code>.
pt: Há <code>3 \text{ O}</code> à esquerda e apenas <code>1</code> à direita, portanto, multiplique <code>\text{MgO}</code> por <code>\red{3}</code>.
tr: Solda <code>3 \text{ O}</code> ve sağda sadece <code>1</code> var, buna göre, <code>\text{MgO}</code> ile <code>\red{3}</code>‘ü çarpınız.

source: There are <code>3 \text{ O}</code> on the right and <code>3</code> on the left, so <code>\text{O}</code> is already balanced.
pl: Są <code>3 \text{ O}</code> po prawej stronie i <code>3</code> po lewej, więc <code>\text{O}</code> jest już zbilansowany.
pt: Há <code>3 \text{ O}</code> à direita e <code>3</code> à esquerda, portanto, <code>\text{O}</code> já está balanceado.
tr: Sağda <code>3 \text{ O}</code> ve solda <code>3</code> var, yani <code>\text{O}</code> zaten dengededir.

source: There are <code>360</code> degrees in a circle. There are also <code>2\pi</code> radians in a circle.
da: Der er <code>360</code> grader i en cirkel. Der er også <code>2\pi</code> radianer i en cirkel.
es: Hay <code>360</code> grados en una circunferencia. También hay <code>2\pi</code> radianes en una circunferencia.
fr: L'angle plein mesure <code>360</code> degrés. Il mesure aussi <code>2\pi</code> radians.
pt: Há <code>360</code> graus em uma circunferência. Há, portanto, <code>2\pi</code> radianos em uma circunferência.
tr: Çemberde <code>360</code> derece var. Ayrıca, çemberde <code>2\pi</code> radyan vardır.

source: There are <code>4 \text{ H}</code> on the left and <code>2</code> on the right, so multiply <code>\text{H}_2\text{O}</code> by <code>\blue{2}</code>.
pl: Są <code>4 \text{ H}</code> po lewej stronie i <code>2</code> po prawej, więc pomnóż <code>\text{H}_2\text{O}</code> przez <code>\blue{2}</code>.
pt: Há <code>4 \text{ H}</code> à esquerda e <code>2</code> à direita, portanto, multiplique <code>\text{H}_2\text{O}</code> por <code>\blue{2}</code>.
tr: Solda <code>4 \text{ H}</code> ve sağda <code>2</code> var, buna göre, <code>\text{H}_2\text{O}</code> ile <code>\blue{2}</code>‘yi çarpınız.
