Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The measure of the angles in a triangle sum to <code>180^\circ</code>.
nb: Målene på vinklene i trekanten blir tilsammen <code>180^\circ</code>.
nl: De som van de hoeken van een driehoek is gelijk aan <code>180^\circ</code>.
pl: Suma wszystkich kątów w trójkącie wynosi <code>180^\circ</code>.
pt: A soma das medidas dos ângulos de um triângulo é <code>180^\circ</code>.
tr: Üçgendeki açıların toplamı, <code>180^\circ</code>'dir.

source: The median is <code>\dfrac{<var>SORTED_INTS[ SORTED_INTS.length / 2 - 1 ]</var> + <var>SORTED_INTS[ SORTED_INTS.length / 2 ]</var>}{2}</code>.
fr: La médiane est <code>\dfrac{<var>SORTED_INTS[ SORTED_INTS.length / 2 - 1 ]</var> + <var>SORTED_INTS[ SORTED_INTS.length / 2 ]</var>}{2}</code>.
nb: Gjennomsnittet er <code>\dfrac{<var>SORTED_INTS[ SORTED_INTS.length / 2 - 1 ]</var> + <var>SORTED_INTS[ SORTED_INTS.length / 2 ]</var>}{2}</code>.
pl: Mediana wynosi <code>\dfrac{<var>SORTED_INTS[ SORTED_INTS.length / 2 - 1 ]</var> + <var>SORTED_INTS[ SORTED_INTS.length / 2 ]</var>}{2}</code>.
pt: A mediana é <code>\dfrac{<var>SORTED_INTS[ SORTED_INTS.length / 2 - 1 ]</var> + <var>SORTED_INTS[ SORTED_INTS.length / 2 ]</var>}{2}</code>.
tr: Medyan, <code>\dfrac{<var>SORTED_INTS[ SORTED_INTS.length / 2 - 1 ]</var> + <var>SORTED_INTS[ SORTED_INTS.length / 2 ]</var>}{2}</code>.

source: The median is the 'middle' number:
fr: La médiane est le nombre qui occupe la place centrale :
nb: Medianen er det 'midterste' tallet:
pl: Mediana jest "środkową" liczbą:
pt: A mediana é o número do meio:
tr: Medyan 'orta'daki sayıdır:

source: The median is the average of the middle numbers, so it's equal to <code>\dfrac{<var>SORTED_DATA[COUNT / 2 - 1]</var> + <var>SORTED_DATA[COUNT / 2]</var>}{2} = <var>MEDIAN</var></code>.
es: La mediana es el promedio de los números de en medio, así que es igual a <code>\dfrac{<var>SORTED_DATA[COUNT / 2 - 1]</var> + <var>SORTED_DATA[COUNT / 2]</var>}{2} = <var>MEDIAN</var></code>.
fr: La médiane est la demi-somme des deux nombres qui occupent la position centrale, donc elle est égale à <code>\dfrac{<var>SORTED_DATA[COUNT / 2 - 1]</var> + <var>SORTED_DATA[COUNT / 2]</var>}{2} = <var>MEDIAN</var></code>.
nl: De mediaan is het gemiddelde van de middelste getallen, en is dus gelijk aan <code>\dfrac{<var>SORTED_DATA[COUNT / 2 - 1]</var> + <var>SORTED_DATA[COUNT / 2]</var>}{2} = <var>MEDIAN</var></code>.
pt: A mediana é a média dos números do meio, portanto, ela é igual a <code>\dfrac{<var>SORTED_DATA[COUNT / 2 - 1]</var> + <var>SORTED_DATA[COUNT / 2]</var>}{2} = <var>MEDIAN</var></code>.
tr: Medyan, ortadaki iki sayının ortalamasına eşittir, yani <code>\dfrac{<var>SORTED_DATA[COUNT / 2 - 1]</var> + <var>SORTED_DATA[COUNT / 2]</var>}{2} = <var>MEDIAN</var></code>.

source: The median is the middle number. In other words there are always as many points to the right of the median as to the left.
fr: La médiane est le nombre qui occupe la position centrale. Autrement dit, il doit y avoir autant de points à la droite de la médiane qu'à sa gauche.
nb: Medianen er det midterste tallet. Med andre ord er det alltid like mange punkter til høyre for medianen som til venstre.
pt: A mediana é o número do meio." "Em outras palavras, há sempre o mesmo números de pontos à esquerda e à direita da mediana.
tr: Medyan, ortadaki sayıdır. Başka bir deyişle, medyanın sağındaki nokta sayısıyla, solundaki nokta sayısı aynıdır.

source: The median score on the <var>TEST</var> was <code><var>MEDIAN</var></code>.
fr: La médiane de l'<var>TEST</var> était <code><var>MEDIAN</var></code>.
nb: Medianen av <var>TEST</var> var <code><var>MEDIAN</var></code>.
pl: Mediana wyników z <var>TEST</var> wynosi <code><var>MEDIAN</var></code>.
pt: A nota mediana da <var>TEST</var> foi <code><var>MEDIAN</var></code>.
tr: <var>TEST</var>'teki medyan puan <code><var>MEDIAN</var></code> idi.

source: The members of a set must be unique, and the order doesn't matter.
es: Los elementos de un conjunto deben ser únicos, el orden no importa.
fr: Les éléments d'un ensemble doivent être uniques, et l'ordre dans lequel ils sont écrits n'a pas d'importance.
nb: Medlemmene i et sett må være unike. Rekkefølgen har ikke betydning.
pt: Os membros de um conjunto devem ser únicos, e a ordem não importa.
tr: Bir kümenin elemanları bir kere yazılmalıdır ve elemanların sırası fark yaratmaz.

source: The midpoint is <code>(\purple{<var>XM</var>}, \purple{<var>YM</var>})</code>.
es: El punto medio está en <code>(\purple{<var>XM</var>}, \purple{<var>YM</var>})</code>.
fr: Les coordonnées du milieu sont <code>(\purple{<var>XM</var>}, \purple{<var>YM</var>})</code>.
nb: Midtpunktet er <code>(\purple{<var>XM</var>}, \purple{<var>YM</var>})</code>.
pt: O ponto médio é <code>(\purple{<var>XM</var>}, \purple{<var>YM</var>})</code>.
tr: Orta nokta<code>(\purple{<var>XM</var>}, \purple{<var>YM</var>})</code>'dir.

source: The midrange is halfway between the largest value and the smallest value.
fr: Le milieu de l'étendue des notes est au milieu de la plus grande et de la plus petite note.
nb: Middelverdien er midt mellom den høyeste og den laveste verdien.
pl: Środek rozstępu znajduje się pośrodku największej i najmniejszej wartości.
pt: A amplitude média está no meio, entre valor maior e o valor menor.
tr: Orta nokta en büyük ve en küçük değerin tam ortasıdır.

source: The midrange of <var>TEST</var> scores is <code><var>MIDRANGE</var></code>.
fr: Le milieu de l'étendue des notes de l'<var>TEST</var> est <code><var>MIDRANGE</var></code>.
nb: Middelverdien av <var>TEST</var> resultater er <code><var>MIDRANGE</var></code>.
pl: Środek rozstępu wyników z <var>TEST</var> wynosi <code><var>MIDRANGE</var></code>.
pt: A amplitude média das notas da <var>TEST</var> é <code><var>MIDRANGE</var></code>.
tr: <var>TEST</var> puanlarını orta puanı <code><var>MIDRANGE</var></code>'dır.

source: The minimum value of <code><var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code> occurs when <code>(x - <var>PRETTY_X1</var>)^2 = 0</code>.
es: El valor mínimo de <code><var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code> ocurre cuando <code>(x - <var>PRETTY_X1</var>)^2 = 0</code>.
fr: <code><var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code> a sa valeur minimum quand <code>(x - <var>PRETTY_X1</var>)^2 = 0</code>.
pt: O menor valor de <code><var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code> ocorre quando <code>(x - <var>PRETTY_X1</var>)^2 = 0</code>.
tr: <code><var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code>'nin minimum değeri, <code>(x - <var>PRETTY_X1</var>)^2 = 0</code> olduğu zaman ortaya çıkar.

source: The minus sign in front of the parentheses means we multiply each term inside the first parentheses by <code>\purple{<var>E</var>}</code>:
fr: Le signe moins devant les parenthèses signifie qu'on doit multiplier chacun des termes de la parenthèse par <code>\purple{<var>E</var>}</code> :
nb: Minustegnet foran parentesen betyr at vi multipliserer leddene inni parentesen med <code>\purple{<var>E</var>}</code>:
pl: Znak minus przed nawiasami oznacza, że mnożymy każdy wyraz w pierwszych nawiasach przez <code>\purple{<var>E</var>}</code>:
pt: O sinal de menos em frente aos parênteses significa que multiplicamos cada termo dentro dos primeiros parênteses por <code>\purple{<var>E</var>}</code>:
tr: Parantezin önündeki eksi işareti, ilk parantezin içindeki her terimi <code>\purple{<var>E</var>}</code> ile çarpacağımız anlamına gelir:

source: The minus sign in front of the parentheses means we multiply each term inside the parentheses by <code>\purple{<var>F</var>}</code>:
fr: Le signe moins devant les parenthèses signifie qu'on doit multiplier chacun des termes de la parenthèse par <code>\purple{<var>F</var>}</code> :
nb: Minustegnet foran parentesen betyr at vi multipliserer leddene inni parentesen med <code>\purple{<var>F</var>}</code>:
nl: Het minteken vóór de haakjes betekent dat we elke term tussen de haakjes met <code>\purple{<var>F</var>}</code> vermenigvuldigen:
pl: Znak minus przed nawiasami oznacza, że mnożymy każdy termin w nawiasach przez <code>\purple{<var>F</var>}</code>:
pt: O sinal de menos em frente dos parênteses significa que multiplicamos cada termo dentro do parênteses por <code>\purple{<var>F</var>}</code>:
tr: Parantezin önündeki eksi işareti, ilk parantezin içindeki her terimi <code>\purple{<var>F</var>}</code> ile çarpacağımız anlamına gelir:

source: The minute hand has passed <var>MINUTE / 15</var> fourth of a circle, which represents <code><var>MINUTE</var></code> minutes.
da: Minut-viseren har passeret <var>MINUTE / 15</var> fjerdedele af en cirkel, som betyder <code><var>MINUTE</var></code> minutter.
es: La manecilla de los minutos ha recorrido <var>MINUTE / 15</var> cuarto del círculo, que representa <code><var>MINUTE</var></code> minutos.
fr: L'aiguille des minutes a passé <var>MINUTE / 15</var> quart du cercle, ce qui représente <code><var>MINUTE</var></code> minutes.
nl: De grote wijzer heeft <var>MINUTE / 15</var> kwart van een cirkel afgelopen, wat overeenkomt met <code><var>MINUTE</var></code> minuten.
pl: Wskazówka minutowa minęła <var>MINUTE / 15</var> ćwiartkę okręgu, co stanowi <code><var>MINUTE</var></code> minut/y.
pt: O ponteiro dos minutos passou <var>MINUTE / 15</var> quarto de um círculo, o que representa <code><var>MINUTE</var></code> minutos.
tr: Yelkovan dairenin <var>MINUTE / 15</var> bölü dördünü geçmiştir, bu <code><var>MINUTE</var></code> dakikayı ifade etmektedir.

source: The minute hand is pointing at <code><var> (MINUTE / 5) === 0 ? 12: MINUTE / 5 </var></code>, which represents <span data-if="MINUTE === 0"><code>0</code></span><span data-else=""><code>5 \times <var>(MINUTE / 5) === 0 ? 12: MINUTE / 5</var> = <var>MINUTE</var></code></span> minutes.
da: The minut-viseren peger på <code><var> (MINUTE / 5) === 0 ? 12: MINUTE / 5 </var></code>, which represents <span data-if="MINUTE === 0"><code>0</code></span><span data-else=""><code>5 \times <var>(MINUTE / 5) === 0 ? 12: MINUTE / 5</var> = <var>MINUTE</var></code></span> minutter.
es: La manecilla de los minutos está apuntando al <code><var> (MINUTE / 5) === 0 ? 12: MINUTE / 5 </var></code>, que representa <span data-if="MINUTE === 0"><code>0</code></span><span data-else=""><code>5 \times <var>(MINUTE / 5) === 0 ? 12: MINUTE / 5</var> = <var>MINUTE</var></code></span> minutos.
fr: L'aiguille des minutes indique <code><var> (MINUTE / 5) === 0 ? 12: MINUTE / 5 </var></code>, ce qui représente <span data-if="MINUTE === 0"><code>0</code></span><span data-else=""><code>5 \times <var>(MINUTE / 5) === 0 ? 12: MINUTE / 5</var> = <var>MINUTE</var></code></span> minutes.
nb: Minuttviseren peker på <code><var> (MINUTE / 5) === 0 ? 12: MINUTE / 5 </var></code>, som indikerer <span data-if="MINUTE === 0"><code>0</code></span><span data-else=""><code>5 \times <var>(MINUTE / 5) === 0 ? 12: MINUTE / 5</var> = <var>MINUTE</var></code></span> minutter.
nl: De grote wijzer staat op de <code><var> (MINUTE / 5) === 0 ? 12: MINUTE / 5 </var></code>, wat overeenkomt met <span data-if="MINUTE === 0"><code>0</code></span><span data-else=""><code>5 \times <var>(MINUTE / 5) === 0 ? 12: MINUTE / 5</var> = <var>MINUTE</var></code></span> minuten.
pl: Wskazówka minutowa jest skierowana w kierunku <code><var> (MINUTE / 5) === 0 ? 12: MINUTE / 5 </var></code>, co stanowi <span data-if="MINUTE === 0"><code>0</code></span><span data-else=""><code>5 \times <var>(MINUTE / 5) === 0 ? 12: MINUTE / 5</var> = <var>MINUTE</var></code></span> minut.
pt: O ponteiro dos minutos está marcando <code><var> (MINUTE / 5) === 0 ? 12: MINUTE / 5 </var></code>, o que representa <span data-if="MINUTE === 0"><code>0</code></span><span data-else=""><code>5 \times <var>(MINUTE / 5) === 0 ? 12: MINUTE / 5</var> = <var>MINUTE</var></code></span> minutos.
tr: Yelkovan <code><var> (MINUTE / 5) === 0 ? 12: MINUTE / 5 </var></code> göstermektedir, bunun anlamı <span data-if="MINUTE === 0"><code>0</code></span><span data-else=""><code>5 \times <var>(MINUTE / 5) === 0 ? 12: MINUTE / 5</var> = <var>MINUTE</var></code></span> dakikadır.

source: The minute hand starts pointing straight up for <code>0</code> minutes, and it makes a complete circle in one hour (passing by all <code>12</code> numbers in <code>60</code> minutes).
da: Den lange viser starter med at pege lige op mod <code>0</code> minutter og når den er nået hele vejen rundt, er der gået en time (når den har passeret alle <code>12</code> tal på <code>60</code> minutter).
es: La manecilla de los minutos comienza apuntando directamente a los <code>0</code> minutos, y recorre un ciclo completo en 1 hora (pasando por los <code>12</code> números en <code>60</code> minutos).
fr: L'aiguille des minutes est orientée vers le haut pour <code>0</code> minutes, et elle fait un cercle complet en une heure (passant par tous les <code>12</code> chiffres en <code>60</code> minutes).
hi: मिनट की सूई सीधा ऊपर संकेत करती है <code>0</code> मिनट के लिए, और ये एक पूरा चक्कर पूरा करती है एक घंटे में (पूरी ओर बढ़ते हुए <code>12</code> संख्याओं में <code>60</code> मिनट).
nb: Minuttviseren starter med å peke rett opp i <code>0</code> minutter, og går en runde på en time (den passerer alle <code>12</code> tallene på <code>60</code> minutter).
nl: De grote wijzer wijst eerst bij <code>0</code> minuten recht omhoog, en maakt dan een hele cirkel in een uur (waarbij hij alle <code>12</code> getallen in <code>60</code> minuten afloopt).
pl: Wskazówka minutowa, skierowana jest pionowo ku górze dla <code>0</code> minut, a pełne koło zatacza w przeciągu godziny (mijając po kolei wszystkie <code>12</code> liczb w <code>60</code> minut).
pt: O ponteiro dos minutos está marcando exatamente <code>0</code> minutos, e completa um círculo em uma hora (passando por todos os <code>12</code> números em <code>60</code> minutos).
tr: Yelkovan tam olarak <code>0</code> dakikada başlamakta ve 1 saatte tam bir daireyi tamamlamaktadır(<code>12</code> sayının tamamını <code>60</code> dakikada geçerek).

source: The minute hand starts pointing straight up for <code>0</code> minutes, and makes a complete circle in <code>1</code> hour.
da: Den lange viser starter på 12 og der er gået <code>0</code> minutter, når den har bevæget sig hele vejen rundt er der gået <code>1</code> time.
es: La manecilla de los minutos apunta justo a los <code>0</code> minutos, y hace una vuelta completa en <code>1</code> hora.
fr: L'aiguille des minutes est orientée vers le haut pour indiquer <code>0</code> minutes, et fait un cercle complet en <code>1</code> heure.
hi: घड़ी के मिनट की सूई सीधा ऊपर <code>0</code> मिनट की ओर संकेत करती है, और पूरा एक चक्कर <code>1</code> घंटे में बनाती हैI
nb: Den lange viseren starter på 12 og det er gått <code>0</code> minutter, når den har beveget seg hele veien rundt er det gått <code>1</code> time.
nl: De grote wijzer wijst eerst bij <code>0</code> minuten recht omhoog, en maakt dan een hele cirkel in in <code>1</code> uur.
pl: Wskazówka minutowa rozpoczyna wskazując prosto do góry dla <code>0</code> minut i wykonuje pełen obrót w <code>1</code> godzinę.
pt: O ponteiro dos minutos começa indicando exatamente <code>0</code> minutos, e completa um círculo em <code>1</code> hora.
tr: Yelkovan tam <code>0</code> dakikada başlamaktadır ve <code>1</code> saatte tam bir daire yapmaktadır.

source: The missing <span data-if="I === 1">value is</span><span data-else="">values are</span>:
da: De(n) manglede <span data-if="I === 1"> værdi er</span><span data-else="">værdier er</span>:
es: <span data-if="I === 1">El valor</span><span data-else=""> faltante es</span>:
fr: <span data-if="I === 1">La valeur manquante est </span><span data-else="">Les valeurs manquantes sont</span> :
nb: Den manglende <span data-if="I === 1"> verdi er</span><span data-else="">verdier er</span>:
pt: <span data-if="I === 1">O valor faltando é</span><span data-else="">Os valores faltando são</span>:
tr: Eksik <span data-if="I === 1">değer</span><span data-else="">değerler</span>:

source: The mixed number is <code><var>WHOLE</var>\dfrac{<var>M_REDUCED_NUM</var>}{<var>I_DENOM</var>}</code>
es: El número mixto es <code><var>WHOLE</var>\dfrac{<var>M_REDUCED_NUM</var>}{<var>I_DENOM</var>}</code>
nb: Det blandede tallet er <code><var>WHOLE</var>\dfrac{<var>M_REDUCED_NUM</var>}{<var>I_DENOM</var>}</code>
pl: Liczba mieszana to <code><var>WHOLE</var>\dfrac{<var>M_REDUCED_NUM</var>}{<var>I_DENOM</var>}</code>
pt: O número misto é <code><var>WHOLE</var>\dfrac{<var>M_REDUCED_NUM</var>}{<var>I_DENOM</var>}</code>
tr: Bu tamsayılı kesir, <code><var>WHOLE</var>\dfrac{<var>M_REDUCED_NUM</var>}{<var>I_DENOM</var>}</code>

source: The mode is the most frequent number.
fr: Le mode est le nombre qui a le plus d'occurrences.
nb: Typetallet er tallet som er den verdien som forekommer flest ganger.
pl: Dominanta to najczęściej występująca liczba.
pt: A moda é o número mais frequente.
tr: Mod, en sık görülen sayıdır.

source: The mode is the most frequently occurring score.
fr: Le mode est la note qui apparaît la plus souvent.
nb: Vi leter etter det resultatet som forekommer oftest.
pl: Dominanta to najczęściej występujący wynik.
pt: A moda é a nota ocorrida com maior frequência.
tr: Mod, en sık oluşan puandır.

source: The mole ratio of <code>\dfrac{<var>GIVEN</var>}{<var>P1</var>}</code> in the reaction is <code>\dfrac{<var>GIVEN_RATIO</var>}{<var>P1_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio2">Explain</a>]</span>
pl: Stosunek molowy <code>\dfrac{<var>GIVEN</var>}{<var>P1</var>}</code> w reakcji wynosi <code>\dfrac{<var>GIVEN_RATIO</var>}{<var>P1_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio2">Wyjaśnij</a>]</span>
pt: A razão dos mols de <code>\dfrac{<var>GIVEN</var>}{<var>P1</var>}</code> na reação é <code>\dfrac{<var>GIVEN_RATIO</var>}{<var>P1_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio2">Explique</a>]</span>

source: The mole ratio of <code>\dfrac{<var>R1</var>}{<var>P1</var>}</code> in the reaction is <code>\dfrac{<var>R1_RATIO</var>}{<var>P1_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio2">Explain</a>]</span>
pl: Stosunek molowy <code>\dfrac{<var>R1</var>}{<var>P1</var>}</code> w reakcji jest <code>\dfrac{<var>R1_RATIO</var>}{<var>P1_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio2">Wyjaśnij</a>]</span>
pt: A razão dos mols de <code>\dfrac{<var>R1</var>}{<var>P1</var>}</code> na reação é <code>\dfrac{<var>R1_RATIO</var>}{<var>P1_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio2">Explique</a>]</span>
tr: Reaksiyonda <code>\dfrac{<var>R1</var>}{<var>P1</var>}</code> molekül oranı şudur: <code>\dfrac{<var>R1_RATIO</var>}{<var>P1_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio2">Explain</a>]</span>

source: The mole ratio of <code>\dfrac{<var>R1</var>}{<var>R2</var>}</code> in the reaction is <code>\dfrac{<var>R1_RATIO</var>}{<var>R2_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio1">Explain</a>]</span>
pl: Stosunek molowy <code>\dfrac{<var>R1</var>}{<var>R2</var>}</code> w reakcji wynosi <code>\dfrac{<var>R1_RATIO</var>}{<var>R2_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio1">Wyjaśnij</a>]</span>
pt: A razão dos mols de <code>\dfrac{<var>R1</var>}{<var>R2</var>}</code> na reação é <code>\dfrac{<var>R1_RATIO</var>}{<var>R2_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio1">Explain</a>]</span>

source: The mole ratio of <code>\dfrac{<var>R1</var>}{<var>R2</var>}</code> in the reaction is <code>\dfrac{<var>R1_RATIO</var>}{<var>R2_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio3">Explain</a>]</span>
pl: Stosunek molowy <code>\dfrac{<var>R1</var>}{<var>R2</var>}</code> w tej reakcji wynosi <code>\dfrac{<var>R1_RATIO</var>}{<var>R2_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio3">Wyjaśnij</a>]</span>
pt: A razão dos mols de <code>\dfrac{<var>R1</var>}{<var>R2</var>}</code> na reação é <code>\dfrac{<var>R1_RATIO</var>}{<var>R2_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio3">Explique</a>]</span>
tr: Reaksiyonda <code>\dfrac{<var>R1</var>}{<var>R2</var>}</code> molekül oranı, <code>\dfrac{<var>R1_RATIO</var>}{<var>R2_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio3">Explain</a>]</span>

source: The mole ratio of <code>\dfrac{<var>R2</var>}{<var>P1</var>}</code> in the reaction is <code>\dfrac{<var>R2_RATIO</var>}{<var>P1_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio4">Explain</a>]</span>
pl: Stosunek molowy <code>\dfrac{<var>R2</var>}{<var>P1</var>}</code>w reakcji wynosi <code>\dfrac{<var>R2_RATIO</var>}{<var>P1_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio4">Wyjaśnij</a>]</span>
pt: A razão dos mols de <code>\dfrac{<var>R2</var>}{<var>P1</var>}</code> na reação é <code>\dfrac{<var>R2_RATIO</var>}{<var>P1_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio4">Explique</a>]</span>
tr: Reaksiyonda <code>\dfrac{<var>R2</var>}{<var>P1</var>}</code> 'nin molekül oranı şudur: <code>\dfrac{<var>R2_RATIO</var>}{<var>P1_RATIO</var>}</code>. <span style="float: right;">[<a href="#" class="show-subhint" data-subhint="expl-mol-ratio4">Açıklama</a>]</span>

source: The more exercise you get the better you can concentrate!
da: Jo mere øvelse du får, jo bedre kan du koncentrere dig!
es: ¡Cuanto más ejercicio hagas, mejor te puedes concentrar!
fr: Plus vous faites des exercices, plus vous améliorez votre concentration!
ja: 練習をすればするほど集中できるようになります!
nb: Jo mer øvelse du får, jo bedre kan du konsentrere deg!
nl: Hoe meer oefeningen je doet, hoe beter je je zult kunnen concentreren!
pl: Im więcej ćwiczeń wykonasz, tym łatwiej będziesz mógł się skoncentrować!
pt: Quanto mais exercícios pegar, melhor se concentrará!
pt_pt: Quantos mais exercícios fizeres, melhor te concentrarás!
tr: Ne kadar çok alıştırma yaparsanız, o kadar iyi konsantre olabilirsiniz!

source: The more participants from your city and school,
es: ¡Entre más participantes de tu ciudad o tu escuela haya,
fr: Plus le nombre de participants de votre ville et l'école,
ja: あなたの市と学校からより多くの参加者があれば，
nb: Jo flere deltakere fra byen og skolen din,
pl: Im więcej uczestników z Twojego miasta i szkoły,
pt: Quanto mais participantes forem da sua cidade e escola,
pt_pt: Quantos mais alunos da tua escola e da tua cidade participarem,
tr: Şehriniz ve okulunuzdan ne kadar katılımcı olursa,
