Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: %(child_name)s earned +%(total_points)s %(points_text)s this week.
da: %(child_name)s optjente +%(total_points)s %(points_text)s i denne uge.
es: %(child_name)s ganó +%(total_points)s %(points_text)s esta semana.
fr: %(child_name)s a gagné +%(total_points)s %(points_text)s cette semaine.
nb: %(child_name)s tjente+%(total_points)s %(points_text)s denne uken.
nl: %(child_name)s verdiende +%(total_points)s %(points_text)s deze week.
pl: %(child_name)s zdobył(a) +%(total_points)s %(points_text)s w tym tygodniu.
pt: %(child_name)s ganhou +%(total_points)s %(points_text)s esta semana.
tr: %(child_name)s bu hafta +%(total_points)s %(points_text)s kazandı.

source: %(child_name)s earned +<span style="font-weight: bold; color: #025b89; text-transform: uppercase">%(total_points)s %(points_text)s</span> this week.
da: %(child_name)s optjente +<span style="font-weight: bold; color: #025b89; text-transform: uppercase">%(total_points)s %(points_text)s</span> i denne uge.
es: %(child_name)s ganó +<span style="font-weight: bold; color: #025b89; text-transform: uppercase">%(total_points)s %(points_text)s</span> esta semana.
fr: %(child_name)s a gagné +<span style="font-weight: bold; color: #025b89; text-transform: uppercase">%(total_points)s %(points_text)s</span> cette semaine.
nb: %(child_name)s tjente +<span style="font-weight: bold; color: #025b89; text-transform: uppercase">%(total_points)s %(points_text)s</span> denne uken.
nl: %(child_name)s verdiende deze week +<span style="font-weight: bold; color: #025b89; text-transform: uppercase">%(total_points)s %(points_text)s</span>.
pl: %(child_name)s zdobył(a) +<span style="font-weight: bold; color: #025b89; text-transform: uppercase">%(total_points)s %(points_text)s</span> w tym tygodniu.
pt: %(child_name)s ganhou +<span style="font-weight: bold; color: #025b89; text-transform: uppercase">%(total_points)s %(points_text)s</span> esta semana.
tr: %(child_name)s bu hafta +<span style="font-weight: bold; color: #025b89; text-transform: uppercase">%(total_points)s %(points_text)s</span> kazandı.

source: %(child_name)s earned <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> and <a href="%(url)s" style="color: #555"><strong>%(total_badges)s %(badges_text)s</strong></a>:
da: %(child_name)s optjente <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> og <a href="%(url)s" style="color: #555"><strong>%(total_badges)s %(badges_text)s</strong></a>:
es: %(child_name)s ganó <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> y <a href="%(url)s" style="color: #555"><strong>%(total_badges)s %(badges_text)s</strong></a>:
fr: %(child_name)s a remporté<span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> et <a href="%(url)s" style="color: #555"><strong>%(total_badges)s %(badges_text)s</strong></a>:
nb: %(child_name)s tjente<span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> og <a href="%(url)s" style="color: #555"><strong>%(total_badges)s %(badges_text)s</strong></a>:
nl: %(child_name)s verdiende <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> en <a href="%(url)s" style="color: #555"><strong>%(total_badges)s %(badges_text)s</strong></a>:
pl: %(child_name)s zdobył(a) <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> i <a href="%(url)s" style="color: #555"><strong>%(total_badges)s %(badges_text)s</strong></a>:
pt: %(child_name)s ganhou <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> e <a href="%(url)s" style="color: #555"><strong>%(total_badges)s %(badges_text)s</strong></a>:

source: %(child_name)s earned <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> and <a href="%(url)s" style="color: #555"><strong>%(total_badges)s badges</strong></a>, including:
da: %(child_name)s optjente <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> og <a href="%(url)s" style="color: #555"><strong>%(total_badges)s badges</strong></a>, herunder:
es: %(child_name)s ganó <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> y <a href="%(url)s" style="color: #555"><strong>%(total_badges)s medallas</strong></a>, incluidas:
fr: %(child_name)s a remporté<span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> et<a href="%(url)s" style="color: #555"><strong>%(total_badges)s badges</strong></a>, dont:
nb: %(child_name)s tjente <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> og <a href="%(url)s" style="color: #555"><strong>%(total_badges)s merker</strong></a>, inkludert:
nl: %(child_name)s verdiende <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> en <a href="%(url)s" style="color: #555"><strong>%(total_badges)s medailles</strong></a>, waaronder:
pl: %(child_name)s zdobył(a) <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> i <a href="%(url)s" style="color: #555"><strong>%(total_badges)s badges</strong></a>, w tym:
pt: %(child_name)s ganhou <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> e <a href="%(url)s" style="color: #555"><strong>%(total_badges)s medalhas</strong></a>, inclusive:
tr: %(child_name)s isimli öğrenci <span style="font-weight: bold; color: #00afe0; text-transform: uppercase">+%(total_points)s %(points_text)s</span> ve şu madalyaların da dahil olduğu <a href="%(url)s" style="color: #555"><strong>%(total_badges)s madalya</strong></a> kazandı:

source: %(child_name)s is <span style="font-weight: bold; color: #e32600; text-transform: uppercase">struggling</span> with <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
da: %(child_name)s har <span style="font-weight: bold; color: #e32600; text-transform: uppercase">problemer</span> med <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
es: %(child_name)s está <span style="font-weight: bold; color: #e32600; text-transform: uppercase">teniendo problemas</span> con <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
fr: %(child_name)s rencontre des <span style="font-weight: bold; color: #e32600; text-transform: uppercase">difficulté</span> avec <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
nb: %(child_name)s <span style="font-weight: bold; color: #e32600; text-transform: uppercase">steder med</span> with <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
nl: %(child_name)s heeft <span style="font-weight: bold; color: #e32600; text-transform: uppercase">moeite</span> met <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
pl: %(child_name)s <span style="font-weight: bold; color: #e32600; text-transform: uppercase">pracuje</span> nad <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
pt: %(child_name)s está <span style="font-weight: bold; color: #e32600; text-transform: uppercase">se dedicando</span> a <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
tr: %(child_name)s isimli öğrenci <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a> ile ilgili <span style="font-weight: bold; color: #e32600; text-transform: uppercase">sorun yaşıyor</span>:

source: %(child_name)s is <span style="font-weight: bold; color: #e32600; text-transform: uppercase">struggling</span> with <a href="%(url)s" style="color: #555"><strong>%(total_skills)s skills</strong></a>, including:
da: %(child_name)s har <span style="font-weight: bold; color: #e32600; text-transform: uppercase">problemer</span> med <a href="%(url)s" style="color: #555"><strong>%(total_skills)s færdigheder</strong></a>, herunder:
es: %(child_name)s está <span style="font-weight: bold; color: #e32600; text-transform: uppercase">teniendo problemas</span> con <a href="%(url)s" style="color: #555"><strong>%(total_skills)s habilidades</strong></a>, incluidas:
fr: %(child_name)s rencontre des <span style="font-weight: bold; color: #e32600; text-transform: uppercase"> difficultés</span> avec <a href="%(url)s" style="color: #555"><strong> %(total_skills)s compétences </strong></a>, dont notamment :
nb: %(child_name)s <span style="font-weight: bold; color: #e32600; text-transform: uppercase">steder med</span> with <a href="%(url)s" style="color: #555"><strong>%(total_skills)s ferdigheter</strong></a>, inkludert:
nl: %(child_name)s heeft <span style="font-weight: bold; color: #e32600; text-transform: uppercase">moeite</span> met <a href="%(url)s" style="color: #555"><strong>%(total_skills)sskills</strong></a>, waaronder:
pl: %(child_name)s <span style="font-weight: bold; color: #e32600; text-transform: uppercase">pracuje</span> nad <a href="%(url)s" style="color: #555"><strong>%(total_skills)s umiejętnościami</strong></a>, są to:
pt: %(child_name)s está <span style="font-weight: bold; color: #e32600; text-transform: uppercase">se dedicando</span> a <a href="%(url)s" style="color: #555"><strong>%(total_skills)s habilidades</strong></a>, inclusive:
tr: %(child_name)s isimli öğrenci, şu becerilerin de dahil olduğu <a href="%(url)s" style="color: #555"><strong>%(total_skills)s beceriyle</strong></a> ilgili <span style="font-weight: bold; color: #e32600; text-transform: uppercase">sorun yaşıyor</span>:

source: %(child_name)s is struggling with %(total_skills)s %(skills_text)s:
da: %(child_name)s kæmper med %(total_skills)s %(skills_text)s:
es: %(child_name)s está teniendo problemas con %(total_skills)s %(skills_text)s:
fr: %(child_name)s a des difficultés avec %(total_skills)s %(skills_text)s :
nb: %(child_name)s sliter med %(total_skills)s %(skills_text)s:
nl: %(child_name)s heeft moeite met %(total_skills)s %(skills_text)s:
pl: %(child_name)s boryka się z %(total_skills)s %(skills_text)s:
pt: %(child_name)s está se dedicando a %(total_skills)s %(skills_text)s:
tr: %(child_name)s isimli öğrenci %(total_skills)s %(skills_text)s ile ilgili sorun yaşıyor:

source: %(child_name)s is struggling with %(total_skills)s skills, including:
da: %(child_name)s kæmper med %(total_skills)s færdigheder, herunder:
es: %(child_name)s está teniendo problemas con %(total_skills)s habilidades, incluidas:
fr: %(child_name)s a des difficultés avec %(total_skills)s compétences, incluant :
nb: %(child_name)s strever med %(total_skills)s ferdigheter, inkludert:
nl: %(child_name)s heeft met moeite met %(total_skills)s skills, waaronder:
pl: %(child_name)s ma trudności w %(total_skills)s umiejętnościach, w tym:
pt: %(child_name)s está se dedicando a %(total_skills)s habilidades, inclusive:
tr: %(child_name)s isimli öğrenci, şu becerilerin de dahil olduğu %(total_skills)s beceriyle ilgili sorun yaşıyor:

source: %(child_name)s leveled up in %(total_skills)s %(skills_text)s:
da: %(child_name)s gik et niveau op i %(total_skills)s %(skills_text)s:
es: %(child_name)s aumentó su nivel en %(total_skills)s %(skills_text)s:
fr: %(child_name)s est monté d'un niveau dans %(total_skills)s %(skills_text)s :
nb: %(child_name)s økte nivået i %(total_skills)s %(skills_text)s:
nl: %(child_name)s is een level omhoog gegaan in %(total_skills)s %(skills_text)s:
pl: %(child_name)s awansował(a) w %(total_skills)s %(skills_text)s:
pt: %(child_name)s evoluiu em %(total_skills)s %(skills_text)s:
pt_pt: %(child_name)s subiu de nível em %(total_skills)s %(skills_text)s:
tr: %(child_name)s isimli öğrenci %(total_skills)s %(skills_text)s beceride seviye atladı:

source: %(child_name)s leveled up in %(total_skills)s skills, including:
da: %(child_name)s gik et niveau op i %(total_skills)s færdigheder, herunder:
es: %(child_name)s aumentó su nivel en %(total_skills)s habilidades, incluidas:
fr: %(child_name)s est monté d'un niveau dans %(total_skills)s compétences, incluant :
nb: %(child_name)s økte nivået i %(total_skills)s ferdigheter, inkludert:
nl: %(child_name)s is een level omhoog gegaan in %(total_skills)s skills, waaronder:
pl: %(child_name)s awansował(a) w %(total_skills)s umiejętnościach, w tym:
pt: %(child_name)s evoluiu em %(total_skills)s habilidades, inclusive:
pt_pt: %(child_name)s subiu de nível em %(total_skills)s competências:
tr: %(child_name)s isimli öğrenci şu becerilern de dahil olduğu%(total_skills)s beceride seviye atladı:

source: %(child_name)s watched %(total_skills)s %(skills_text)s:
da: %(child_name)s så %(total_skills)s %(skills_text)s:
es: %(child_name)s miró %(total_skills)s %(skills_text)s:
fr: %(child_name)s a regardé %(total_skills)s %(skills_text)s :
nb: %(child_name)s så på %(total_skills)s %(skills_text)s:
nl: %(child_name)s bekeek %(total_skills)s %(skills_text)s:
pl: %(child_name)s obejrzał(a) %(total_skills)s %(skills_text)s:
pt: %(child_name)s assistiu a %(total_skills)s %(skills_text)s:
pt_pt: %(child_name)s esteve a ver %(total_skills)s %(skills_text)s:
tr: %(child_name)s isimli öğrenci, %(total_skills)s %(skills_text)s videolarını izledi:

source: %(child_name)s watched %(total_skills)s videos, including:
da: %(child_name)s så %(total_skills)s videoer, herunder:
es: %(child_name)s miró %(total_skills)s videos, incluidos:
fr: %(child_name)s a regardé %(total_skills)s vidéos, incluant :
nb: %(child_name)s så på %(total_skills)s videoer, inkludert:
nl: %(child_name)s bekeek %(total_skills)s video's, waaronder:
pl: %(child_name)s obejrzał(a) %(total_skills)s filmów, w tym:
pt: %(child_name)s assistiu a %(total_skills)s vídeos, inclusive:
pt_pt: %(child_name)s esteve a ver %(total_skills)s vídeos:
tr: %(child_name)s isimli öğrenci, şu videolar da dahil olmak üzere %(total_skills)s videoları izledi:

source: %(child_name)s watched <a href="%(url)s" style="color: #555"><strong>%(num_videos)s %(videos_text)s</strong></a>:
da: %(child_name)s så <a href="%(url)s" style="color: #555"><strong>%(num_videos)s %(videos_text)s</strong></a>:
es: %(child_name)s miró <a href="%(url)s" style="color: #555"><strong>%(num_videos)s %(videos_text)s</strong></a>:
fr: %(child_name)s a regardé <a href="%(url)s" style="color: #555"><strong>%(num_videos)s %(videos_text)s</strong></a>:
nb: %(child_name)s så på <a href="%(url)s" style="color: #555"><strong>%(num_videos)s %(videos_text)s</strong></a>:
nl: %(child_name)s keek naar <a href="%(url)s" style="color: #555"><strong>%(num_videos)s %(videos_text)s</strong></a>:
pl: %(child_name)s obejrzał(a) <a href="%(url)s" style="color: #555"><strong>%(num_videos)s %(videos_text)s</strong></a>:
pt: %(child_name)s assistiu a <a href="%(url)s" style="color: #555"><strong>%(num_videos)s %(videos_text)s</strong></a>:
pt_pt: %(child_name)s esteve a ver <a href="%(url)s" style="color: #555"><strong>%(num_videos)s %(videos_text)s</strong></a>:
tr: %(child_name)s isimli öğrenci, <a href="%(url)s" style="color: #555"><strong>%(num_videos)s %(videos_text)s</strong></a> izledi:

source: %(child_name)s watched <a href="%(url)s" style="color: #555"><strong>%(num_videos)s videos</strong></a>, including:
da: %(child_name)s så <a href="%(url)s" style="color: #555"><strong>%(num_videos)s videoer</strong></a>, herunder:
es: %(child_name)s miró <a href="%(url)s" style="color: #555"><strong>%(num_videos)s videos</strong></a>, incluidos:
fr: %(child_name)s a regardé <a href="%(url)s" style="color: #555"><strong>%(num_videos)s vidéos</strong></a>, dont:
nb: %(child_name)s så på<a href="%(url)s" style="color: #555"><strong>%(num_videos)s videos</strong></a>, inkludert:
nl: %(child_name)s keek naar <a href="%(url)s" style="color: #555"><strong>%(num_videos)s video's</strong></a>, waaronder:
pl: %(child_name)s obejrzał(a) <a href="%(url)s" style="color: #555"><strong>%(num_videos)s samouczki</strong></a>, w tym:
pt: %(child_name)s assistiu a <a href="%(url)s" style="color: #555"><strong>%(num_videos)s vídeos</strong></a>, inclusive:
pt_pt: %(child_name)s esteve a ver <a href="%(url)s" style="color: #555"><strong>%(num_videos)s vídeos</strong></a>:
tr: %(child_name)s isimli öğrenci, şu videoların da dahil olduğu <a href="%(url)s" style="color: #555"><strong>%(num_videos)s video</strong></a> izledi:

source: %(child_name)s worked on %(total_skills)s %(skills_text)s:
da: %(child_name)s arbejdede på %(total_skills)s %(skills_text)s:
es: %(child_name)s se esforzó en %(total_skills)s %(skills_text)s:
fr: %(child_name)s a travaillé sur somme%(total_skills)s %(skills_text)s :
nb: %(child_name)s jobbet med %(total_skills)s %(skills_text)s:
nl: %(child_name)s heeft gewerkt aan %(total_skills)s %(skills_text)s:
pl: %(child_name)s pracował(a) nad %(total_skills)s %(skills_text)s:
pt: %(child_name)s continua trabalhando em %(total_skills)s %(skills_text)s:
pt_pt: %(child_name)s esteve a trabalhar em %(total_skills)s %(skills_text)s:
tr: %(child_name)s %(total_skills)s %(skills_text)s üzerinde çalıştı:

source: %(child_name)s worked on %(total_skills)s computer programming challenges, including:
da: %(child_name)s arbejdede på %(total_skills)s udfordringer i computerprogrammering, herunder:
es: %(child_name)s se esforzó en %(total_skills)s desafíos de programación, incluidos:
fr: %(child_name)s a travaillé sur %(total_skills)s compétences en code, incluant :
nb: %(child_name)s jobbet med %(total_skills)s dataprogrammingsutfordringer, inkludert:
nl: %(child_name)s heeft gewerkt aan %(total_skills)s computer programmeren uitdagingen, waaronder:
pl: %(child_name)s pracował(a) nad %(total_skills)s wyzwaniami z programowania, w tym:
pt: %(child_name)s continua trabalhando em %(total_skills)s desafios de programação, inclusive:
pt_pt: %(child_name)s esteve a trabalhar em %(total_skills)s desafios de programação:
tr: %(child_name)s isimli öğrenci, şu yarışmaların da dahil olduğu %(total_skills)s kodlama bilgi yarışması üzerinde çalıştı:

source: %(child_name)s worked on <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s %(challenges_text)s</strong></a>:
da: %(child_name)s arbejdede på <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s %(challenges_text)s</strong></a>:
es: %(child_name)s trabajó en <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s %(challenges_text)s</strong></a>:
fr: %(child_name)s a travaillé sur <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s %(challenges_text)s</strong></a>:
nb: %(child_name)s jobbet med <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s %(challenges_text)s</strong></a>:
nl: %(child_name)s heeft gewerkt aan <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s %(challenges_text)s</strong></a>:
pl: %(child_name)s pracował(a) nad <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s %(challenges_text)s</strong></a>:
pt: %(child_name)s continua trabalhando em <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s %(challenges_text)s</strong></a>:
pt_pt: %(child_name)s esteve a trabalhar em <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s %(challenges_text)s</strong></a>:
tr: %(child_name)s isimli öğrenci, <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s %(challenges_text)s</strong></a> üzerinde çalıştı:

source: %(child_name)s worked on <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s computer programming challenges</strong></a>, including:
da: %(child_name)s arbejdede på <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s udfordringer i computerprogrammering</strong></a>, herunder:
es: %(child_name)s trabajó en <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s desafíos de programación </strong></a>, incluidos:
fr: %(child_name)s a travaillé sur <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s défis de programmation</strong></a>, dont:
nb: %(child_name)s jobbet med <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s dataprogrammingsutfordringer</strong></a>, inkludert:
nl: %(child_name)s heeft gewerkt aan <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s computer programmeren uitdagingen</strong></a>, waaronder:
pl: %(child_name)s pracował(a) nad <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s wyzwaniami z programowania komputerowego</strong></a>, oto one:
pt: %(child_name)s continua trabalhando em <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s desafios de programação de computador</strong></a>, inclusive:
pt_pt: %(child_name)s esteve a trabalhar em <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s desafios de programação</strong></a>:
tr: %(child_name)s isimli öğrenci, şu yarışmaların da dahil olduğu <a href="%(url)s" style="color: #555"><strong>%(num_challenges)s kodlama bilgi ölçme yarışmasının</strong></a> üzerinde çalıştı:

source: %(child_name)s worked on Khan Academy for %(num_minutes)s %(minutes_text)s this week.
da: %(child_name)s arbejdede på Khan Academy i %(num_minutes)s %(minutes_text)s i denne uge.
es: %(child_name)s trabajó en Khan Academy por %(num_minutes)s %(minutes_text)s esta semana.
fr: %(child_name)s a travaillé sur Khan Academy pendant %(num_minutes)s %(minutes_text)s cette semaine.
nb: %(child_name)s jobbet på Khan Academy i %(num_minutes)s %(minutes_text)s denne uken.
nl: %(child_name)s werkte op Khan Academy voor %(num_minutes)s %(minutes_text)s deze week.
pl: %(child_name)s przerobił w tym tygodniu w Khan Academy %(num_minutes)s %(minutes_text)s.
pt: %(child_name)s trabalhou na Khan Academy %(num_minutes)s %(minutes_text)s esta semana.
pt_pt: %(child_name)s esteve a trabalhar na Khan Academy durante %(num_minutes)s %(minutes_text)s ao longo desta semana.
tr: Bu hafta %(child_name)s isimli öğrenci Khan Academy'de %(num_minutes)s %(minutes_text)s çalıştı.
