Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: It looks like your opening "&lt;%(openTag_name)s&gt;" tag doesn't end with a "&gt;".
da: Det ligner at din startende "&lt;%(openTag_name)s&gt;" tag ikke afsluttes med et "&gt;".
es: Parece que tu etiqueta de apertura "&lt;%(openTag_name)s&gt;" no termina con un "&gt;".
nb: Det ser ut som din åpne "&lt;%(openTag_name)s &gt;" kode ikke slutter med en "&gt;".
pl: Wygląda na to, że Twój tag otwierający "&lt;%(openTag_name)s&gt;" nie kończy się "&gt;".
pt: Parece que sua tag "&lt;%(openTag_name)s&gt;" de abertura não termina com "&gt;".
tr: Açılış "&lt;%(openTag_name)s&gt;" etiketiniz bir "&gt;" ile bitmiyor gibi gözüküyor.

source: It makes a little sense.
da: Det giver lidt mening.
es: Tiene un poco de sentido.
fr: C'est un peu logique.
nb: Det gir litt mening.
nl: IK begrijp het een beetje.
pl: To nie wydaje się logiczne.
pt: Faz algum sentido.
tr: Biraz mantıklı geliyor.

source: It takes <code><var>TIME_INIT</var></code> minutes for <code><var>PEOPLE_INIT</var></code> people to paint <code><var>WALL_INIT</var></code> walls.
es: Les toma <code><var>TIME_INIT</var></code> minutos a <code><var>PEOPLE_INIT</var></code> personas pintar <code><var>WALL_INIT</var></code> paredes.
fr: Il faut <code><var>TIME_INIT</var></code> minutes pour <code><var>PEOPLE_INIT</var></code> personnes pour peindre <code><var>WALL_INIT</var></code> murs.
hi: <code><var>PEOPLE_INIT</var></code> व्यक्तियों को <code><var>WALL_INIT</var></code> दीवार रंगने में <code><var>TIME_INIT</var></code> मिनट लगते है ।
nb: Det tar <code><var>TIME_INIT</var></code> minutter for <code><var>PEOPLE_INIT</var></code> personer å male <code><var>WALL_INIT</var></code> vegger.
pl: Pomalowanie <code><var>WALL_INIT</var></code> ścian zajmuje <code><var>PEOPLE_INIT</var></code> osobom <code><var>TIME_INIT</var></code> minut.
pt: Leva <code><var>TIME_INIT</var></code> minutos para que <code><var>PEOPLE_INIT</var></code> pessoas pintem <code><var>WALL_INIT</var></code> paredes.
tr: <code><var>PEOPLE_INIT</var></code> kişinin <code><var>WALL_INIT</var></code> duvarı boyaması <code><var>TIME_INIT</var></code> dakika alır.

source: It will take <code>\dfrac{1}{<var>WALL_INIT</var>}</code> of the time to paint one wall. So it will take <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var></code> minutes for <code><var>PEOPLE_INIT</var></code> people to paint one wall.
es: Tomará <code>\dfrac{1}{<var>WALL_INIT</var>}</code> del tiempo pintar una pared. Entonces, les tomará <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var></code> minutos a <code><var>PEOPLE_INIT</var></code> personas pintar la pared.
fr: Il faudra <code>\dfrac{1}{<var>WALL_INIT</var>}</code> du temps pour peindre un mur. Il faudra donc <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var></code> minutes à <code><var>PEOPLE_INIT</var></code> personnes pour peindre un mur.
nb: Det vil ta <code>\dfrac{1}{<var>WALL_INIT</var>}</code> av tiden å male en vegg. Så det vil ta <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var></code> minutter for <code><var>PEOPLE_INIT</var></code> personer å male en vegg.
pl: Pomalowanie jednej ściany zajmie <code>\dfrac{1}{<var>WALL_INIT</var>}</code> . Czyli pomalowanie jednej ściany zajmie <code><var>PEOPLE_INIT</var></code> osobom <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var></code> minut.
pt: Levará <code>\dfrac{1}{<var>WALL_INIT</var>}</code> do tempo para pintar uma parede. Então, serão necessários <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var></code> minutos para que <code><var>PEOPLE_INIT</var></code> pessoas pintem uma parede.
tr: Bir duvarı boyamak, <code>\dfrac{1}{<var>WALL_INIT</var>}</code> zamanı alır. Yani, <code><var>PEOPLE_INIT</var></code> kişinin bir duvarı boyaması, <code><var>fractionReduce(TIME_INIT, WALL_INIT)</var></code> dakika alır.

source: It's also school vs. school and city vs. city! Get everyone you know to help defend your team's pride.
es: ¡También es un desafío de escuela contra escuela y ciudad contra ciudad! Consigue que todos tus conocidos te ayuden a defender el orgullo de tu equipo.
ja: それは学校対学校，そして市対市です! あなたの知っている人を皆集めてあなたのチームのプライドを守りましょう．
nb: Det er også skolen mot skole og by mot by! Få alle du kjenner til å forsvare lagets stolthet.
nl: Het is ook school tegen school en stad tegen stad! Iedereen die je kent kan meehelpen om de trots van jouw team te verdedigen.
pl: To również szkoła kontra szkoła i miasto kontra miasto! Niech każdy Twój znajomy broni pozycji Twojego zespołu.
pt: A competição também é entre escolas e entre cidades! Reúna todos que você puder para ajudar a defender o orgulho da sua equipe.
tr: Ayrıca, okullar ve şehirler arası da bir yarışma! Tanıdığınız herkesin takımınızın onurunu savunmasına yardım etmesini sağlayın.

source: It's mastery time!
bg: Време е за майсторство!
da: Det tid til at mestre færdigheder!
es: ¡Es tiempo de lograr el dominio!
fr: Il est l'heure de passer à la maîtrise !
ja: マスタリーの時間です!
nb: Det er mestring tid!
nl: Het is meesterschapstijd!
pl: Czas na mistrzostwo!
pt: É hora de dominar habilidades!
pt_pt: É hora da perícia!
tr: Ustalaşma vakti!

source: It's no surprise that you won't be alone. We're used to our interns bringing their friends to visit the office from Google, Facebook, Twitter, and everywhere else. As a Khan Academy intern, you'll have tons of opportunities to take advantage of the internship energy in this area. We encourage you to not waste them.
bg: Не е изненада, че вие няма да сте сами. Ние сме свикнали нашите стажанти да водят приятелите си да посетят офиса ни от Google, Facebook, Twitter и откъде ли не още. Като стажант в Кан академия ще имате тонове подобни възможности да се възползвате от силата на стажа си в тази област. Съветваме ви да не ги пропилявате.
da: Det er ingen overraskelse, at du ikke vil være alene. Vi er vant til vores praktikanter tager deres venner fra Google, Facebook, Twitter og alle andre steder med på besøg på kontoret. Som praktikant i Khan Academy har du masser af muligheder for at drage fordel af praktikanternes energi i dette område. Vi opfordrer dig til at ikke spilde dem.
es: No es de sorprender que no estarás solo. Estamos acostumbrados a que nuestros internos traigan a sus amigos para visitar la oficina de Google, Facebook, Twitter, y de otras muchas partes. Como interno de Khan Academy, tendrás montones de oportunidades para tomar ventaja de la energía de la pasantía en esta área. Nosotros te recomendamos que no las desperdicies.
fr: Vous ne serez pas seul! Nous avons l'habitude que nos stagiaires amènenet leurs amis de Google, Facebook, Twitter et autres compagnies au bureau. En tant que stagiaire à la Khan Academy, vous pourrez participer à de nombreuses activités afin de voir l'énergie qu'offre les stages dans cet endroit. Nous espérons que vous en profiterez au maximum.
pl: Nie będziecie tu osamotnieni. Przywykliśmy do tego, że stażyści przyprowadzają do naszej siedziby swoich przyjaciół z takich firm jak Google, Facebook czy Twitter. W Khan Academy będziecie więc mieli wiele okazji aby poznać uroki życia pośród innych stażystów. Korzystajcie z nich i postarajcie się jak najlepiej je wykorzystać.
pt: Não é surpresa que você não ficará sozinho. Estamos acostumados com nossos estagiários trazendo seus amigos para visitar o escritório do Google, Facebook, Twitter e outros lugares. Como estagiário da Khan Academy, você terá toneladas de oportunidades para aproveitar a energia do estágio nesta área. Nos o incentivamos a não desperdiçá-las.
tr: Yalnız olmayacak olmanız sürpriz değil. Stajyerlerimizin Google, Facebook, Twitter ve diğer birçok yerden arkadaşlarının ofisimizi ziyaret etmelerine alışkınız. Bir Khan Academy stajyeri olarak, bu bölgedeki staj enerjisini yararınıza kullanmak için birçok fırsatınız olacak. Bu fırsatları kaçırmamanızı tavsiye ederiz.

source: It's not a good idea to define functions within a loop. Can you define them outside instead?
da: Det er ikke en god idé at definere funktioner inden i en løkke. Kan du definere dem udenfor i stedet?
es: No es una buena idea definir las funciones dentro de un ciclo. ¿Puedes definirla afuera?
nb: Det er ikke lurt å definere funksjoner i en loop. Kan du definere dem utenfor i stedet?
pl: Definiowanie funkcji wewnątrz pętli nie jest najlepszym pomysłem. Czy możesz zdefiniować je poza pętlą?
pt: Não é uma boa ideia definir funções dentro de um laço. Ao invés disso, você pode defini-las fora dele?
tr: Bir döngü içinde işlevleri tanımlamak için iyi bir fikir değil. Bunun yerine dışında tanımlar mısınız?

source: It's not necessary to initialize '{a}' to 'undefined'.
da: Det er ikke nødvendigt at initialisere "{a}" som "udefineret".
es: No es necesario inicializar '{a}' como 'undefined'.
nb: Det er ikke nødvendig å initialisere '{a}' til 'udefinert'.
nl: Het is niet nodig '{a}' te initialiseren als 'undefined'.
pl: Nie ma konieczności inicjowania '{a}' do 'nieokreślone".
pt: Não é necessário inicializar '{a}' para 'indefinido'.
tr: '{a}'nın 'undefined' başlatılması gerekmemektedir.

source: It's our fault.
bg: Вината е наша.
da: Det er vores fejl.
es: Es nuestra culpa.
fr: C'est notre faute.
ja: これは私達のミスです．
nb: Det er vår skyld.
nl: Het is onze schuld.
pl: To nasza wina.
pt: Erro nosso.
pt_pt: A culpa é nossa.
tr: Bu bizim hatamız.

source: It's our fault: our system cannot handle bookmarks for very long filter URLs. Try reducing the number of items in your filter.
da: Det er vores skyld: vores system kan ikke håndtere bogmærker med meget lange filter URLs. Prøv at reducere antallet af elementer i dit filter.
es: Es nuestra culpa: nuestro sistema no puede manejar marcadores para direcciones con filtros muy largos. Trata de reducir el número de artículos en tu filtro.
fr: C'est notre faute : notre système ne peut pas gérer les signets pour des URLs de filtre très longs. Essayez de réduire le nombre d'éléments dans votre filtre.
nb: Det er vår skyld: vårt system kan ikke håndtere bokmerker med meget lange filter-URLer. Prøv å redusere antallet elementer i ditt filter.
nl: Het is onze schuld: ons systeem kan niet om met bladwijzers voor heel lange filter-URL's. Probeer het aantal items in je filter te verminderen.
pl: Z naszej winy wyszukiwarka nie obsługuje zakładki dla bardzo długich adresów URL. Spróbuj zmniejszyć liczbę elementów w filtrze wyszukiwarki.
pt: É uma falha nossa: nosso sistema não aceita marcadores de favoritos para URLs muito longas. Tente reduzir o número de itens em seu filtro.
tr: Bu bizim hatamız: sistemimiz çok uzun filtre URL'ler için yer imlerini işleyemiyor. Filtrenizdeki öğe sayısını azaltmayı deneyiniz.

source: Its inverse is:
es: su inversa es:
pt: Sua inversa é:
tr: Tersi şudur:

source: Ivan completed his undergraduate studies in Electrical Engineering, then did a M.Sc. in Physics, and a Ph.D. in Computer Science, all at McGill University.
es: Ivan completó sus estudios de licenciatura en Ingeniería Eléctrica, y luego hizo una maestría en Física y un doctorado en Ciencias de la Computación, todos en la Universidad McGill.
pt: Ivan completou seus estudos universitários em Engenharia Elétrica, em seguida fez seu mestrado em Física e doutorado em Ciência da Computação, todos na McGill University.
tr: Ivan, hepsi McGill Üniversitesi'nden olmak üzere, lisansını elektrik mühendisliği, yüksekl isansını fizik, ve doktorasını bilgisayar bilimleri alanında tamamlamıştır.

source: Ivy
pt: Isa

source: Jacksonville University
pt: Universidade de Jacksonville
tr: Jacksonville Üniversitesi

source: James comes from McKinsey &amp; Co by way of Purpose.com, a startup specializing in online community building. He spends his free time playing basketball, listening to podcasts and wishing he could repurpose the parts of his brain that are dedicated to B-grade movie quotes.
es: James viene de McKinsey &amp; Co a través de Purpose.com, una nueva empresa especializada en la construcción de comunidades en línea. Pasa su tiempo libre jugando al baloncesto, escuchando podcasts y deseando poder reutilizar las partes de su cerebro dedicadas a las citas de películas clasificación B.
fr: James vient de McKinsey &amp; Co par voie de Purpose.com, une start-up spécialisée dans la construction de la communauté en ligne. Il passe son temps libre à jouer au basket-ball, écouter des podcasts et qui souhaitent qu'il pourrait réutiliser les parties de son cerveau qui sont consacrent à des citations de film B-grade.
pl: James przeszedł do Khan Academy z firmy McKinsey &amp; Co, w międzyczasie pracował dla Purpose.com. (startup), specjalizującej się w budowaniu społeczności internetowej. W wolnym czasie gra w koszykówkę, słucha podcasty i marzy o zmodyfikowaniu części swojego mózgu zawładniętej przez cytaty z tanich, amatorskich produkcji.
pt: James veio da McKinsey & Co por meio do Purpose.com, uma startup especializada no desenvolvimento de comunidades on-line. Em seu tempo livre, ele gosta de jogar basquete, ouvir música e sonhar com a reprogramação das partes do seu cérebro dedicadas a citações de filmes B.
tr: Daha önce McKinsey & Co, ve Purpose.com’da çalıştı. Boş zamanlarında basketbol oynamaktan, podcast dinlemekten ve ikinci sınıf film repliklerini unutmayan beynini yeniden yapılandırmanın hayalini kurmaktan hoşlanır.

source: James helps people and organizations work with Khan Academy.
es: James ayuda a que las personas y organizaciones trabajen con Khan Academy.
fr: James aide les personnes et organismes collaborent avec l'Académie Khan.
pl: James pomaga ludziom i organizacji pracy z Khan Academy.
pt: James ajuda as pessoas e as organizações a trabalhar com a Khan Academy.
tr: James insanlar ve kurumların Khan Academy ile birlikte çalışabilmelerini kolaylaştırmaktan sorumludur.

source: James keeps improving site performance and creating new features for Khan Academy.
es: James mejora el rendimiento de la página web y crea nuevas características para Khan Academy.
pt: James continua melhorando o desempenho do site e criando novas funções para a Khan Academy.
tr: James web sitesinin performansını artırmak ve Khan Academy’ye yeni özellikler kazandırmak için çalışmaktadır.

source: Jamie has pushed code to Khan Academy as an intern and full-time from coffeeshops and hostels scattered around Europe and North America, but has settled down in Canada for now.
pt: Jamie vem escrevendo código para a Khan Academy como estagiário e funcionário em tempo integral de cafeterias e hostels espalhados pela Europa e América do Norte, mas, por hora, se estabeleceu no Canadá.
tr: Jamie, Khan Academy için Avrupa'nın ve Kuzey Amerika'nın muhtelif yerlerindeki kahve dükkanlarından ve hostellerden hem bir stajyer, hem de bir tam zamanlı çalışan olarak kod yazmıştır. Kendisi şimdilik Kanada'da yaşamaktadır.

source: Jamie is a uWaterloo Software Engineering grad working on making the site fast and fellow developers happy.
pt: Jamie é um engenheiro de software formado pela Universidade de Waterloo que está trabalhando para deixar o site rápido e seus colegas desenvolvedores felizes.
tr: Jamie, siteyi hızlandırmaya ve diğer gerliştirmeci arkadaşlarını mutlu etmeye çalışan bir uWaterloo yazılım mühendisliği mezunudur.

source: January
fr: Janvier
nb: Januar
pl: Styczeń
pt: Janeiro
tr: Ocak

source: Jasmine Rana is a MD Candidate at Harvard Medical School, Boston. She received her BA in Chemistry from Wellesley College. She has a special interest in medical education.
pt: Jasmine Rana é mestranda na Escola de Medicina de Harvard, em Boston. Ela obteve seu bacharelado em química pelo Wellesley College. Ela tem um interesse especial em educação médica.
tr: Jasmine Rana, Boston'daki Harvard Medical School'da doktor adayıdır. Kimya alanındaki lisans derecesini Wellesley College'dan almıştır. Tıbbi eğitim alanına özel ilgi duymaktadır.

source: Jason Batten is currently a medical student at the Stanford University School of Medicine. Before applying to medical school, he taught chemistry and physics in South Central Los Angeles, initially as a 2008 Teach For America Corps Member. He served in several capacities as a teacher leader on the school and district level. In 2012, Jason earned a master's degree in bioethics and began serving in the bioethics department of a community hospital. He continues to be actively involved in research in both science education and clinical ethics.
pt: Jason Batten atualmente estuda medicina na escola de medicina da Universidade de Stanford. Antes de se candidatar à escola de medicina, ele ensinou química e física no sul e centro de Los Angeles, inicialmente como membro do Teach For America Corps 2008. Ele atuou em diversos cargos como professor líder nos níveis de escola e distrito. Em 2012, Jason obteve seu mestrado em bioética e começou a trabalhar no departamento de bioética de um hospital comunitário. Ele continua ativamente envolvido em pesquisa, tanto em educação científica quanto em ética clínica.
tr: Jason Batten, Stanford Üniversitesi Tıp Fakültesi'nde öğrencidir. Tıp fakültesine başvurmadan önce, Los Angeles'in Güney Merkezi'nde, önceleri 2008 Amerika'ya Öğretin üyesi olarak, kimya ve fizik öğretmenliği yapmıştır. Okul ve bölgesel düzeyde öğretmen lideri olarak değişik görevlerde bulunmuştur. 2012'de Jason biyoetik dalında master'ını tamamlamış ve bir bölge hastanesinin biyoetik bölümünde çalışmaya başlamıştır. Hem bilim eğitimi, hem de klinik etik konularda aktif olarak araştırmalarını sürdürmektedir.

source: Jason is a Canadian nerd living in Brooklyn.
pt: Jason é um nerd canadense que mora no Brooklyn.
tr: Jason Brooklyn'de yaşayan Kanadalı bir inektir.

source: JavaScript URL.
es: URL de JavaScript.
pt: URL JavaScript.

source: Javascript Error: "%(message)s"
es: Error de Javascript: "%(message)s"
pl: Błąd Javascript: "%(message)s"
pt: Erro de Javascript: "%(message)s"
pt_pt: Erro de Javascript: "%(message)s"
tr: Javascript Hatası: "%(message)s"

source: Jay makes many of the Chemistry videos on Khan Academy, and he curates the Chemistry content on the site. He has an undergraduate degree in Biochemistry and a graduate degree in Medicine. Jay is also fascinated by art and creates portrait paintings on copper and steel. Drawing pictures of organic molecules allows him to combine his artistic and scientific interests.
es: Jay hace muchos de los videos de química de Khan Academy, y es curador de los contenidos de química. Tiene una licenciatura en Bioquímica y un posgrado en Medicina. A Jay también le fascina el arte y hace retratos en cobre y acero. Hacer dibujos de moléculas orgánicas le permite combinar sus intereses artísticos y científicos.
fr: Jay fait beaucoup des vidéos chimie sur l'Académie Khan, et il conserve le contenu de chimie sur le site. Il possède un baccalauréat en biochimie et un diplôme en médecine. Jay est également fasciné par l'art et crée des portraits peints sur cuivre et acier. Dessiner des images de molécules organiques lui permet de combiner ses intérêts artistiques et scientifiques.
pl: Wiele z filmów na temat chemii w Khan Academy jest zrobione przez Jay'a, który nadzoruje treści edukacyjne portalu w tym temacie. Jay posiada licencjat w dziedzinie biochemii i jest absolwentem medycyny. Fascynuje się sztuką i tworzy portrety malarskie na miedzianych i stalowych podłożach. Tworzenie obrazów przedstawiających organiczne cząsteczki pozwala mu połączyć zainteresowania artystyczne i naukowe.
pt: Jay desenvolve muitos dos vídeos de química da Khan Academy e é curador do conteúdo de química do site. Ele é formado em Bioquímica e pós-graduado em Medicina. Jay também é fascinado por arte e cria retratos em cobre e aço. Desenhar imagens de moléculas orgânicas ajuda-o a combinar seus interesses artísticos e científicos.
tr: Jay, Khan Academy’nin Kimya videolarını hazırlamaktadır ve sitedeki Kimya içeriklerinin hazırlanmasında yardım etmektedir. Lisans derecesi Biyokimya ve lisansüstü derecesi Tıp alanındadır. Jay sanat hayranıdır, resim yapmaktan ve portrelerden hoşlanır. Organik molekül resimleri sayesinde bilimsel ve sanatsal ilgi alanlarını birleştirmeyi başarmıştır.

source: Jeff is a pre-medical student from Salt Lake City, Utah. He received his B.S. with majors in Biology and Environmental Science from Westminster College. His research has focused on mercury bioaccumulation and microbial diversity in the Great Salt Lake. He now serves as a volunteer coordinator for a free clinic through Americorps VISTA.
pt: Jeff é aluno de pré-medicina em Salt Lake City. Ele obteve seu bacharelado com focos principais em biologia e ciência ambiental na Faculdade de Westminster. Sua pesquisa se concentrou no bioacúmulo de mercúrio e diversidade microbial no Grande Lago Salgado. Ele agora atua como coordenador voluntário para uma clínica gratuita da Americorps VISTA.
tr: Jeff, Salt Lake Şehri, Utah'tan bir tıp öğrencisidir. Westminster Üniversitesi'nden Biyoloji ve Çevre Bilimi dallarında lisans derecesi almıştır. Araştırması, Büyük Tuz Gölü'ndeki cıva biyoakümülasyon ve mikrop çeşitliliğine odaklanmıştır. Şimdilerde, Americorps VISTA'nın ücretsiz bir kliniğinde gönüllü koordinatörü olarak görev yapmaktadır.

source: Jennifer Freeman is interested in the relationship between medieval art and theology. In 2009, she received her Master of Art in Religion from Yale Divinity School and is currently a doctoral candidate in religion at Vanderbilt University.
pt: Jennifer Freeman está interessada no relacionamento entre arte medieval e teologia. Em 2009, ela obteve seu mestrado em arte na religião pela Yale Divinity School e atualmente é doutoranda em religião pela Universidade Vanderbilt.
tr: Jennifer Freeman, ortaçağ sanatı ve teoloji arasındaki ilişkiyle ilgilenir. 2009'da, Yale İlahiyat Fakültesinden Master derecesini almıştır ve halen Vanderbilt Üniversitesi'nde din dalında doktora adayıdır.

source: Jeremy Miller has taught art history at the Fashion Institute of Design and Merchandising in San Francisco since 2006. He received his MA in Art History from San Francisco State University in 2007, with an emphasis on Venetian Art.
pt: Jeremy Miller leciona história da arte no Fashion Institute of Design and Merchandising em San Francisco desde 2006. Ele obteve seu mestrado em história da arte na Universidade Estadual de São Francisco, em 2007, com ênfase em arte veneziana.
tr: Jeremy Miller, 2006'dan bu yana San Francisco'daki Moda Tasarım ve Mağazacılık Enstitüsü'nde sanat tarihi dersleri vermektedir. Uzmanlık alanı Venedik sanatı olan, sanat Tarihi dalındaki master derecesini San Francisco Eyalet Üniversitesi'nde 2007'de tamamlamıştır.

source: Jessica Watson received her MA in Art History from the École du Louvre in Paris where she worked on propagandist photomontage in the USSR.
pt: Jessica Watson obteve seu mestrado em história da arte pela École du Louvre em Paris, onde trabalhou com fotomontagens propagandistas na União Soviética.
tr: Jessica Watson Sanat Tarihi'ndeki Master derecesini, Paris'teki École du Louvre'dan almış, ve SSCB'deki propagandacı fotomontaj üzerine çalışmıştır.
