Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: I thought you were going to type "{a}" but you typed "{b}"!
da: Jeg troede, du ville skrive "{a}", men du skrev "{b}"!
es: ¡Pensé que escribirías "{a}" pero escribiste "{b}"!
fr: Je croyais que vous alliez écrire "{a}" mais vous avez écrit "{b}" !
nb: Jeg trodde du skulle skrive "{a}" men du skrev "{b}"!
nl: Ik dacht dat je "{a}" ging te typen maar je "{b}" hebt getypt !
pl: Sądziłem, że zamierzasz napisać "{a}", ale napisałeś "{b}"!
pt: Pensei que você ia digitar "{a}" mas você digitou "{b}"!
tr: '{a}' yazacağınızı düşünmüştüm ancak '{b}' yazdınız!

source: I thought you were going to type "{a}" but you typed "{b}".
da: Jeg troede, du ville skrive "{a}", men du skrev "{b}".
es: Pensé que escribirías "{a}" pero escribiste "{b}".
nb: Jeg trodde du skulle skrive "{a}" men du skrev "{b}".
nl: Ik dacht dat je "{a}" ging typen, maar je typte "{b}".
pl: Sądziłem, że zamierzasz napisać "{a}", ale napisałeś "{b}".
pt: Achei que você fosse digitar "{a}", mas você digitou "{b}".
tr: '{a}' yazacağınızı düşünmüştüm ancak '{b}' yazdınız.

source: I thought you were going to type "{a}" to match "{b}" from line {c} but you typed "{d}"
da: Jeg troede du ville skrive "{a}" for at matche "{b}" i linje {c}, men du skrev "{d}"
es: Pensé que escribirías "{a}" para coincidir con "{b}" de la línea "{c}" pero escribiste "{d}"
nb: Jeg trodde du skulle skrive "{a}" for å tilsvare "{b}" fra linje {c} men du skrev "{d}"
nl: Ik dacht dat je "{a}" wilde typen om een overeenkomst te krijgen met "{b}" van regel {c} maar je hebt "{d}" getypt
pl: Sądziłem, że zamierzasz napisać "{a}", żeby pasowało do "{b}" z linii {c}, ale wpisałeś "{d}"
pt: Eu pensei que você ia digitar "{a}" para combinar com "{b}" da linha {c} mas você digitou "{d}"
tr: "{c}" satırındaki "{b}" ile uyumlu olması için "{a}" yazacağınızı düşünmüştüm, ancak "{d}" yazdınız.

source: I thought you were going to type a conditional expression but you typed an assignment instead.
da: Jeg troede du ville skrive et betinget udtryk, men du har indtastet en assignment i stedet.
es: Pensé que ibas a escribir una expresión condicional pero escribiste una asignación en su lugar.
nb: Jeg trodde du skulle skrive inn et betingelsesuttrykk men du skrev inn en tildeling i stedet.
pl: Myślałem, że zamierzasz napisać wyrażenie warunkowe, ale zamiast niego napisałeś instrukcję przypisania.
pt: Achei que você fosse digitar uma expressão condicional, mas você digitou uma atribuição.
tr: Koşullu ifade yazacağınızı düşünmüştüm ancak görevlendirme yazdınız.

source: I thought you were going to type a conditional expression but you typed an assignment instead. Maybe you meant to type === instead of =?
da: Jeg troede du ville skrive et betinget udtryk, men du har indtastet en tildeling i stedet. Måske du ville have skrevet === i stedet for =?
es: Pensé que ibas a escribir una expresión condicional pero escribiste una asignación en su lugar. ¿Tal vez querías escribir === en lugar de =?
nb: Jeg trodde du skulle skrive inn et betingelsesuttrykk men du skrev inn en tildeling i stedet. Kanskje du mente å skrive === i stedet for =?
nl: Misschien wilde je "===" typen in plaats van "=" ?
pl: Myślałem, że zamierzasz wpisać komendę warunkową, ale zamiast tego wpisałeś przypisanie. Może miałeś/aś zamiar napisać === instead of =?
pt: Achei que você fosse digitar uma expressão condicional, mas você digitou uma atribuição. Talvez você pretendesse digitar === ao invés de =?
tr: Koşullu bir ifade yazacağınızı düşünüyordum, fakat bunun yerine bir atama yazdınız. Belki de, = yerine === yazmak istediniz?

source: I thought you were going to type a number or 'false' but you typed '{a}'.
da: Jeg troede, du skulle skrive et tal eller "false", men du indtastede "{a}".
es: Pensé que ibas a escribir un número o 'false', pero escribiste '{a}'.
nb: Jeg trodde du skulle skrive inn et tall eller 'false' men du skrev "{a}".
nl: Ik dacht dat je een getal ging typen of 'false', maar je hebt '{a}' hebt getypt .
pl: Myślałem, że zamierzałeś wpisać liczbę lub 'false', ale wpisałeś '{a}'.
pt: Pensei que você fosse digitar um número ou 'false', mas você digitou '{a}'.
tr: Bir sayı veya 'yanlış' yazacağınızı sanıyordum, ama '{a}' yazdınız.

source: I thought you were going to type a statement but you typed a block instead.
da: Jeg troede du ville skrive et udsagn, men i stedet har du skrevet en blok.
es: Pensé que ibas a escribir una declaración pero has escrito un bloque en su lugar.
fr: Je croyais que tu allais écrire une expression, mais tu as écris un bloc à la place.
nb: Jeg trodde du skulle skrive en uttalelse men du skrev inn en blokk i stedet.
nl: Ik dacht dat je een statement ging typen maar je typte in plaats daarvan een blok.
pl: Myślałem, że zamierzasz wpisać komendę, ale zamiast tego wpisałeś blok.
pt: Achei que você fosse digitar uma condição, mas, ao invés disso, você digitou um bloco.
tr: Bir cümle yazacağınızı düşünüyordum ama bunun yerine bir blok yazdınız.

source: I thought you were going to type a string but you typed {a}.
da: Jeg troede, du skulle skrive en streng, men du har indtastet {a}.
es: Pensé que ibas a escribir una cadena de caracteres pero escribiste {a}.
nb: Jeg trodde du skulle skrive inn en linje, men du skrev {a}.
nl: Ik dacht dat je een woord ging typen maar je typte {a}.
pl: Spodziewałem się ciągu znaków, a napotkałem {a}.
pt: Achei que você fosse digitar uma string, mas você digitou {a}.
tr: Dize yazacağınızı düşünüyordum ancak {a} yazdınız.

source: I thought you were going to type an assignment or function call but you typed an expression instead.
da: Jeg troede, du ville skrive et assignment eller et funktionskald, men du har indtastet et udtryk i stedet.
es: Pensé que escribirías una asignación o una llamada a una función pero escribiste una expresión en su lugar.
nb: Jeg trodde du skulle skrive en tildeling eller funksjonspåkalling men du skrev inn et uttrykk i stedet.
pl: Spodziewałem się przypisania albo wywołania funkcji, a napotkałem wyrażenie.
pt: Achei que você fosse digitar uma atribuição ou chamada de função, mas você digitou uma expressão.
pt_pt: Achei que ias escrever uma atribuição que ias chamar uma função, mas escreveste uma expressão.
tr: Görevlendirme veya fonksiyon yazacağınızı düşünüyordum, ancak bir ifade yazdınız.

source: I thought you were going to type an identifier but you typed '{a}' (a reserved word).
da: Jeg troede, du skulle skrive en identifier, men du har indtastet "{a}" (et reserveret ord).
es: Pensé que escribirías un identificador pero escribiste '{a}' (una palabra reservada).
nb: Jeg trodde du skulle skrive inn en identifikasjon, men du skrev '{a}' (et reservert ord).
nl: Ik dacht dat je een identifier ging typen maar in plaats daarvan schreef je '{a}' (een gereserveerd woord).
pl: Myślałem, że chciałeś wpisać identyfikator, ale wpisałeś '{a}' (słowo zastrzeżone).
pt: Achei que você fosse digitar um identificador, mas você digitou '{a}' (uma palavra reservada).
tr: Belirleyici yazacağınızı düşünüyordum, ancak özel amaçlı bir sözcük olan '{a}'yı yazdınız.

source: I thought you were going to type an identifier but you typed '{a}'.
da: Jeg troede, du skulle skrive en indentifier, men du har indtastet "{a}".
es: Pensé que escribirías un identificador pero escribiste '{a}'.
nb: Jeg trodde du skulle skrive inn en identifikator, men du skrev "{a}".
nl: Ik dacht dat je een identifier ging te typen maar je typte '{a}'.
pl: Spodziewałem się identyfikatora, a napotkałem '{a}'.
pt: Pensei que você fosse digitar um identificador, mas você digitou '{a}'.
tr: Bir belirleyici yazacağınızı düşünüyordum, ama '{a}' yazdınız.

source: I thought you were going to type an identifier in an assignment but you typed a function invocation instead.
da: Jeg troede du ville skrive et id i en identifier, men du har indtastet et funktionskald i stedet.
es: Pensé que escribirías un identificador en una asignación pero escribiste una llamada a una función en su lugar.
nb: Jeg trodde du skulle angi en identitet i en oppgave, men du skrev inn en funksjonspåkalling i stedet.
nl: Ik dacht dat je een identifier in een opdracht ging typen maar in plaats daarvan riep je een functie aan.
pl: Myślałem, że miałeś wpisać identyfikator w przyporządkowaniu ale zamiast tego wpisałeś wywołanie funkcji.
pt: Achei que você fosse digitar um identificador em uma atribuição, mas você digitou uma invocação de função.
tr: Görevlendirme için belirleyici yazacağınızı düşünüyordum, fakat bir fonksiyon çağrısı yazdınız.

source: I thought you were going to type an operator but you typed '{a}'.
da: Jeg troede, du skulle skrive en operator, men du har indtastet "{a}".
es: Pensé que escribirías un operador pero escribiste '{a}'.
nb: Jeg trodde du skulle skrive inn en operator, men du skrev '{a}'.
nl: Ik dacht dat je een operator ging typen maar je typte '{a}'.
pl: Spodziewałem się w tym miejscu operatora, a znalazłem '{a}'.
pt: Pensei que você fosse digitar um operador, mas você digitou '{a}'.
tr: Buraya bir işlemci koyacağınızı sanıyorum, ama '{a}' yazdınız.

source: I tried to fix it according to the message, but it still won't accept it.
da: Jeg forsøgte at rette det i henhold til beskeden, men det bliver stadig ikke accepteret.
es: Intenté arreglarlo de acuerdo al mensaje, pero aun así no lo acepta.
fr: J'ai essayé de régler le problème conformément au message, mais ce n'est toujours pas accepté.
nb: Jeg forsøkte å rette det i henhold til meldingen, men den vil fortsatt ikke godta det.
nl: Ik heb geprobeerd het volgens het bericht aan te passen, maar het wordt nog steeds niet geaccepteerd.
pl: Próbowałem/łam to naprawić zgodnie z wiadomością, ale nadal nie jest to akceptowane.
pt: Tentei corrigir de acordo com a mensagem, mas ainda não está sendo aceito.
tr: Mesaja göre düzeltmeye çalıştım, ancak hala kabul etmiyor.

source: I understand that I will only be able to keep the account <span id="account-description">that I selected above</span> and that my other account<span id="deleting-children"></span> will be <strong>permanently deleted</strong>.
bg: Аз разбирам, че ще мога да запазя само акаунта, <span id="account-description"> избран от мен по-горе</span> и че другият мой акаунт <span id="deleting-children"></span> ще бъде <strong>окончателно изтрит</strong>.
da: Jeg forstår, at jeg kun kan beholde den konto, <span id="account-description">jeg har valgt ovenfor</span>, og at min anden konto<span id="deleting-children"></span> vil blive <strong>permanent slettet</strong>.
es: Entiendo que solo podré conservar la cuenta <span id="account-description">que seleccioné arriba</span> y que mi otra cuenta<span id="deleting-children"></span> será <strong>permanentemente eliminada</strong>.
fr: Je comprends que je ne pourrais garder que le compte <span id="account-description">que j'ai sélectionné ci-dessus</span> et que mon autre compte<span id="deleting-children"></span> sera <strong>supprimé définitivement</strong>.
he: אני מבין שאוכל לשמור את החשבון <span id="account-description"> שבחרתי למעלה</span> ושכל חשבון אחר<span id="deleting-children"></span><strong> יימחק לעד</strong>.
ja: 私は<span id="account-description">上記のうちから私が選択した</span>アカウントのみを保持し，他の %(num)s のアカウント<span id="deleting-children"></span> が <strong>永久に消去されることを</strong>理解しています．
nb: Jeg forstår at jeg vil bare vil være i stand til å holde den kontoen <span id="account-description"> som jeg har valgt ovenfor</span> og at den andre kontoen min <span id="deleting-children"></span> vil bli <strong>slettet permanent</strong>.
nl: Ik begrijp dat ik alleen het account <span id="account-description">dat ik boven heb gekozen</span> kan behouden en dat mijn andere account<span id="deleting-children"></span> <strong>definitief verwijderd</strong> zal worden.
pl: Rozumiem, że będę mógł posiadać tylko konto<span id="account-description">wskazane powyżej,</span> i że moje inne konto<span id="deleting-children"></span> zostanie <strong>usunięte na stałe</strong>.
pt: Eu entendo que só poderei manter a conta <span id="account-description">selecionada acima</span> e que minha outra conta<span id="deleting-children"></span> será <strong>excluída permanentemente</strong>.
pt_pt: Eu compreendo que só poderei manter a conta que <span id="account-description">selecionei</span> e que a minha outra conta<span id="deleting-children"></span> será <strong>permanentemente apagada</strong>.

source: I use Facebook or Gmail to sign in
da: Jeg bruger Facebook eller Gmail til at logge på
es: Uso Facebook o Gmail para iniciar sesión
fr: J'utilise Facebook ou Gmail pour me connecter
ja: 私は Facebook か Gmail を使ってサインインします
nb: Jeg bruker Facebook eller Gmail til å logge inn
nl: Ik gebruik Facebook of Gmail om in te loggen
pl: Używam Facebooka lub Gmail do logowania
pt: Eu uso Facebook ou Gmail para me conectar
pt_pt: Eu utilizo o Facebook ou o Gmail para iniciar sessão
tr: Oturum açmak için Facebook veya Gmail kullanıyorum

source: I want to learn
da: Jeg ønsker at lære
es: Quiero aprender
fr: Que voulez-vous apprendre ?
ja: 私は学びたい
nb: Jeg ønsker å lære
nl: Ik wil leren
pl: Chcę się nauczyć
pt: Quero aprender
pt_pt: Quero aprender
tr: Öğrenmek istiyorum

source: I want to see the site in %(local_language_name)s
da: Jeg ønsker at se hjemmesiden på i %(local_language_name)s
es: Quiero ver el sitio en %(local_language_name)s
fr: Je voudrais voir le site en %(local_language_name)s
ja: このサイトを %(local_language_name)s で見たいです．
nb: Jeg ønsker å se siden på %(local_language_name)s
nl: Ik wil de site bekijken in het %(local_language_name)s
pl: Chcę zobaczyć stronę w języku %(local_language_name)s
pt: Quero ver o site em %(local_language_name)s
pt_pt: Quero ver o site em %(local_language_name)s
tr: Siteyi %(local_language_name)s dilinde görüntülemek istiyorum

source: I wasn't looking for anything in particular
fr: Je ne cherchais rien en particulier
nb: Jeg var ikke ute etter noe spesielt
pl: Nie szukałem/szukałam niczego szczególnego
pt: Eu não estava procurando nada em particular
pt_pt: Eu não estava à procura de nada em especial
tr: Özellikle aradığım bir şey yoktu.

source: I'd like a hint
da: Jeg ville gerne have et hint
es: Me gustaría una pista
fr: J'aimerais un indice
hi: मैं एक संकेत चाहता हूँ
ja: ヒントです。
nb: Jeg ønsker et hint
pl: Proszę o wskazówkę
pt: Quero uma dica
pt_pt: Preciso de uma pista
tr: İpucu almak istiyorum

source: I'd like another hint (1 hint left)
da: Giv mig et hint mere (1 hint tilbage)
es: Me gustaría otra pista (1 pista restante)
fr: J'aimerais un autre indice (1 indice restant)
nb: Jeg ønsker et annet hint (ett hint igjen)
nl: Ik wil graag nog een hint (1 hint over)
pl: Chciałbym kolejną wskazówkę (1 pozostała)
pt: Quero mais uma dica (1 dica restante)
pt_pt: Preciso de mais uma pista (1 pista restante)

source: I'd prefer to create a username and password for my child.
da: Jeg foretrækker at oprette et brugernavn og en adgangskode til mit barn.
es: Preferiría crear un nombre de usuario y una contraseña para mi hijo.
fr: Je préférerais créer un nom d'utilisateur et mot de passe pour mon enfant.
ja: 私の子供のためのユーザー名とパスワードを作成したいです．
nb: Jeg foretrekker å lage et brukernavn og passord for mitt barn.
nl: Ik creëer liever een gebruikersnaam en wachtwoord voor mijn kind.
pl: Wolę utworzyć nazwę użytkownika i hasło dla mojego dziecka.
pt: Prefiro criar um nome de usurário e senha para meu filho.
pt_pt: Prefiro criar um nome de utilizador e uma palavra-passe para o meu filho.
tr: Çocuğum için kullanıcı adı ve şifre oluşturmayı tercih ederim.

source: I'm a learner
es: Soy estudiante
fr: Je suis un étudiant/désireux d'étudier
ja: 私は学習者です．
nb: Jeg er en elev
nl: Ik ben een leerling
pl: Jestem uczącym się
pt: Eu sou um aluno
pt_pt: Eu sou um aluno
tr: Ben bir öğreniciyim

source: I'm a parent
da: Jeg er forælder
es: Soy padre
fr: Je suis un parent
ja: 私は親です
nb: Jeg er foresatt
nl: Ik ben een ouder
pl: Jestem rodzicem
pt: Sou um pai
pt_pt: Sou um pai
tr: Veliyim

source: I'm a student
da: Jeg er studerende
es: Soy estudiante
fr: Je suis un élève
ja: 私は生徒です
nb: Jeg er elev
nl: Ik ben leerling
pl: Jestem uczniem
pt: Eu sou um estudante
pt_pt: Eu sou um aluno
tr: Ben öğrenciyim

source: I'm a teacher
da: Jeg er lærer
es: Soy profesor
fr: Je suis un enseignant
ja: 私は先生です
nb: Jeg er lærer
nl: Ik ben een leraar
pl: Jestem nauczycielem
pt: Sou um professor
pt_pt: Sou um professor
tr: Öğretmenim

source: I'm all done!
da: Jeg er helt færdig!
es: ¡Terminé!
fr: J'ai tout fini !
nb: Jeg er ferdig!
nl: Ik ben helemaal klaar!
pl: Skończone!
pt: Acabei tudo!
pt_pt: Já acabei!
tr: İşim bitti!

source: I'm done and would like a review of my code.
da: Jeg er færdig og ønsker en gennemgang af min kode.
es: He terminado y me gustaría que revisaran mi código.
fr: J'ai terminé et souhaite une révision de mon code.
nb: Jeg er ferdig og ønsker en gjennomgang av koden min.
nl: Ik ben klaar, inspecteer mijn code.
pl: Skończyłem i chciałbym/chciałabym poprosić o sprawdzenie mojego kodu.
pt: Concluí e gostaria de uma revisão do meu código.
tr: Kodumu bitirdim ve gözden geçirilmesini istiyorum.

source: I'm done with my evaluation!
da: Jeg er færdig med min evaluering!
es: ¡Terminé con mi evaluación!
fr: J'ai fini cette évaluation !
nb: Jeg er ferdig med min evaluering!
nl: Ik ben klaar met mijn evaluatie!
pl: Moja ocena jest skończona!
pt: Terminei minha avaliação!
pt_pt: Terminei a minha avaliação!
tr: Değerlendirmemi bitirdim!

source: I'm done!
da: Jeg er færdig!
es: ¡Terminé!
fr: J'ai fini !
nb: Jeg er ferdig!
nl: Ik ben klaar!
pl: Skończone.
pt: Feito!
pt_pt: Acabei!
tr: İşim bitti!

source: I'm homeschooled
es: Recibo educación en casa
fr: Je suis scolarisés à la maison
ja: 私は家庭学校で学んでいます．
nb: Jeg har hjemmeskole
nl: Ik volg thuisonderwijs
pl: Uczę się w domu
pt: Eu estudo em casa
pt_pt: Eu estudo em casa
tr: Evde eğitim alıyorum

source: I'm not a parent
da: Jeg er ikke en forælder
es: No soy padre
fr: Je ne suis pas un parent
ja: 私は親ではありません
nb: Jeg er ikke en forelder
nl: Ik ben geen ouder
pl: Nie jestem rodzicem
pt: Não sou pai ou mãe
pt_pt: Não sou um pai
tr: Ben bir ebeveyn değilim

source: I'm not a teacher
da: Jeg er ikke en lærer
es: No soy maestro
fr: Je ne suis pas un enseignant
ja: 私は先生ではありません
nb: Jeg er ikke en lærer
nl: Ik ben geen leraar
pl: Nie jestem nauczycielem
pt: Não sou professor
pt_pt: Não sou um professor
tr: Ben bir öğretmen değilim.

source: I'm not interested
da: Jeg er ikke interesseret
es: No estoy interesado
fr: Je ne suis pas intéressé
ja: 興味ありません．
nb: Jeg er ikke interessert
nl: Ik ben niet geïnteresseerd
pl: Nie jestem zainteresowany
pt: Não estou interessado
pt_pt: Não estou interessado
tr: İlgilenmiyorum

source: I'm ready for peer evaluation!
da: Jeg er klar til område-evaluering!
es: ¡Estoy listo para que me evalúen mis compañeros!
fr: Je suis prêt pour l'évaluation par mes pairs !
nb: Jeg er klar til gruppe vurdering!
nl: Ik ben klaar voor peer evaluatie!
pl: Jestem gotowy na ocenę kolegów!
pt: Estou pronto para a avaliação dos colegas!
pt_pt: Estou pronto para a avaliação por pares!
tr: Arkadaş değerlendirmesi için hazırım!

source: I'm ready to start!
da: Jeg er klar til at starte!
es: ¡Estoy listo para empezar!
fr: Je suis prêt à commencer !
nb: Jeg er klar til å begynne!
nl: Ik ben klaar om te beginnen!
pl: Jestem gotowy by zacząć!
pt: Estou pronto para começar!
pt_pt: Estou pronto para começar!
tr: Başlamaya hazırım!

source: IN-PERSON FINALS EVENT (early May)
es: LAS FINALES EN EL EVENTO PRESENCIAL (principios de mayo)
nb: PERSONLIG FINALE HAPPENING (tidlig i mai)
pt: EVENTO FINAL PRESENCIAL (começo de maio)
tr: YÜZ YÜZE FİNAL OLAYI (Mayıs başı)

source: IT &amp; DevOps Engineer
pt: Engenheiro de TI &amp; DevOps

source: Ian Mannarino is a dual degree MD/MBA student at the University of California, Irvine, currently set to graduate in June 2015. After graduation, he will continue his medical training in Anesthesiology and Perioperative Care. Ian holds a special interest in both health care education and policy implementation.
pt: Ian Mannarino é aluno no curso de MD/MBA na Universidade da Califórnia em Irvine, com graduação prevista para junho de 2015. Depois da graduação, ele vai continuar seu treinamento médico em anestesiologia e cuidados perioperatórios. Ian tem um interesse especial nos serviços de saúde e em implementação de políticas.
tr: Ian Mannarino Kaliforniya Üniversitesi Irvine'de çift anadal MD/MBA öğrencisidir, 2015 Haziranı'nda mezun olacaktır. Mezun olduktan sonra, Anestezyoloji ve Ameliyat Öncesi Bakım konusunda tıbbi eğitimini devam ettirecektir. Ian hem sağlık eğitimi, hem de politika uygulamalarına özel bir ilgi duyar.

source: Ideal stoichiometry
da: Ideel støkiometri
pl: Idealna stechiometria
pt: Estequiometria ideal
tr: İdeal stokiyometri

source: Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works on the Khan Academy website are covered by a single notification, a representative list of such works at that site.
da: Identifikation af det ophavsretsbeskyttede værk hævdet overtrådt, eller, hvis flere ophavsretligt beskyttede værker på webstedet Khan Academy er omfattet af en enkelt anmeldelse, en repræsentativ liste over sådanne værker på dette websted.
es: Identificación del trabajo con derechos de autor alegados de haber sido infringidos, o, si bien múltiples trabajos con derechos de autor del sitio web de "Khan Academy " están cubiertos por una sola notificación, una lista representativa de tales trabajos en ese sitio.
fr: Si une ou des oeuvres, protégées par des droits de reproduction et publiées sur le site de Khan Academy, ont été utilisées sans permission explicite - alors, une seule plainte à cet effet pourra couvrir l'utilisation d'une ou de plusieurs oeuvres.
nb: Indentifikasjon av det opphavrettighetsbeskyttede verk hevdet å bli overtrått, eller, hvis flere opphavsrettslige verk på Khan Academy siden dekkes av et enkelt varsel, en representativ liste av slike verk på siden.
nl: Identificatie van het auteursrechtelijk beschermde werk waarop inbreuk wordt beweerd, of, indien meerdere auteursrechtelijk beschermde werken op de Khan Academy website onder een enkele aangifte vallen, een representatieve lijst van zulke werken op die site.
pl: Wskazanie pracy chronionej prawem autorskim, gdzie prawo to zostało przypuszczalnie naruszone, lub, w przypadku naruszenia praw autorskich dla większej ilości prac zamieszczonych na stronie Khan Academy, dostarczenie reprezentatywnej listy takich prac na stronie, w ramach jednego zgłoszenia.
pt: A identificação dos direitos autorais da obra dita violada, ou, no caso de vários trabalhos protegidos por direitos autorais no site da Khan Academy cobertos por uma única notificação, uma lista representativa de tais trabalhos naquele site.
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB
