Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Rewrite <code>\large{<var>expr(["^", ["^", BASE, EXP1], EXP2])</var>}</code> in the form <code>\large{<var>BASE</var>^n}</code>.
es: Reescribe <code>\large{<var>expr(["^", ["^", BASE, EXP1], EXP2])</var>}</code> en la forma <code>\large{<var>BASE</var>^n}</code>.
fr: Réécrire <code>\large{<var>expr(["^", ["^", BASE, EXP1], EXP2])</var>}</code> sous la forme <code>\large{<var>BASE</var>^n}</code>.
hi: <code>\large{<var>expr(["^", ["^", BASE, EXP1], EXP2])</var>}</code> को पुनः<code>\large{<var>BASE</var>^n}</code> के रूप में लिखें।
nb: Sriv om <code>\large{<var>expr(["^", ["^", BASE, EXP1], EXP2])</var>}</code> til formen <code>\large{<var>BASE</var>^n}</code>.
pl: Zapisz wyrażenie <code>\large{<var>expr(["^", ["^", BASE, EXP1], EXP2])</var>}</code> w postaci <code>\large{<var>BASE</var>^n}</code>.
pt: Reescreva <code>\large{<var>expr(["^", ["^", BASE, EXP1], EXP2])</var>}</code> na forma <code>\large{<var>BASE</var>^n}</code>.
tr: <code>\large{<var>expr(["^", ["^", BASE, EXP1], EXP2])</var>}</code>'i <code>\large{<var>BASE</var>^n}</code> formunda yeniden yazınız.

source: Rewrite <code>\large{<var>expr(["frac", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> in the form <code>\large{<var>BASE</var>^n}</code>.
es: Reescribe <code>\large{<var>expr(["frac", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> en la forma <code>\large{<var>BASE</var>^n}</code>.
fr: Réécrire <code>\large{<var>expr(["frac", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> sous la forme <code>\large{<var>BASE</var>^n}</code>.
hi: <code>\large{<var>expr(["frac", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> को पुनः <code>\large{<var>BASE</var>^n}</code> के रूप में लिखें।
nb: Skriv om <code>\large{<var>expr(["frac", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> til formen <code>\large{<var>BASE</var>^n}</code>.
pl: Zapisz wyrażenie <code>\large{<var>expr(["frac", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> w postaci <code>\large{<var>BASE</var>^n}</code>.
pt: Reescreva <code>\large{<var>expr(["frac", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code> na forma <code>\large{<var>BASE</var>^n}</code>.
tr: <code>\large{<var>expr(["frac", ["^", BASE, EXP1], ["^", BASE, EXP2]])</var>}</code>'yi <code>\large{<var>BASE</var>^n}</code> formunda yeniden yazınız.

source: Rewrite <code>\large{\dfrac{<var>expr(NUM)</var>}{<var>expr(DEN)</var>}}</code> in the form <code>\large{<var>BASE1</var>^n<var>BASE2</var>^m}</code>.
da: Omskriv<code>\large{\dfrac{<var>expr(NUM)</var>}{<var>expr(DEN)</var>}}</code> til formen <code>\large{<var>BASE1</var>^n<var>BASE2</var>^m}</code>.
es: Reescribe <code>\large{\dfrac{<var>expr(NUM)</var>}{<var>expr(DEN)</var>}}</code> en la forma <code>\large{<var>BASE1</var>^n<var>BASE2</var>^m}</code>.
fr: Réécrire <code>\large{\dfrac{<var>expr(NUM)</var>}{<var>expr(DEN)</var>}}</code> sous la forme <code>\large{<var>BASE1</var>^n<var>BASE2</var>^m}</code>.
nb: Skriv om <code>\large{\dfrac{<var>expr(NUM)</var>}{<var>expr(DEN)</var>}}</code> til formen <code>\large{<var>BASE1</var>^n<var>BASE2</var>^m}</code>.
pl: Przepisz <code>\large{\dfrac{<var>expr(NUM)</var>}{<var>expr(DEN)</var>}}</code> w formie <code>\large{<var>BASE1</var>^n<var>BASE2</var>^m}</code>.
pt: Reescreva <code>\large{\dfrac{<var>expr(NUM)</var>}{<var>expr(DEN)</var>}}</code> na forma <code>\large{<var>BASE1</var>^n<var>BASE2</var>^m}</code>.
tr: <code>\large{\dfrac{<var>expr(NUM)</var>}{<var>expr(DEN)</var>}}</code> ifadesini <code>\large{<var>BASE1</var>^n<var>BASE2</var>^m}</code> formunda tekrar yazınız.

source: Rewrite as a simplified fraction.
da: Omskriv til en forkortet brøk.
es: Reescribe como fracción simplificada.
fr: Écrire ce nombre sous forme d'une fraction.
nb: Skriv om til en forenklet brøk.
pt: Reescreva como uma fração simplificada.
tr: Sadeleştirilmek bir kesir olarak tekrardan yazınız.

source: Rewrite in the form log(c).
da: Omskriv til et udtryk på formen log(c).
es: Reescribe en la forma log(c).
fr: Mettre sous la forme log(c).
nb: Skriv om til et uttrykk på formen log(c).
pl: Przepisz w formie log(c).
pt: Reescreva na forma log(c).
tr: log(c) cinsinden yazınız.

source: Rewrite the decimal as a fraction with a denominator of 100.
da: Omskriv decimaltallet til en brøk med en nævner på 100.
es: Reescribe el decimal como una fracción con denominador 100.
fr: On écrit le nombre décimal sous forme d'une fraction dont le dénominateur est 100.
nb: Skriv om desimaltallet til en brøk med en nevner på 100.
nl: Herschrijf het decimale getal als breuk met een noemer van 100.
pl: Przepisz liczbę dziesiętną jako ułamek o mianowniku 100.
pt: Reescreva o decimal como uma fração com um denominador de 100.
tr: Ondalık sayıyı, paydası 100 olan bir kesir şeklinde ifade ediniz.

source: Rewrite the expression to group the <code>\pink{<var>X</var>}</code> terms and <span class="hint_blue">numeric</span> terms:
fr: On réécrit l'expression en regroupant les termes en <code>\pink{<var>X</var>}</code> entre eux et les <span class="hint_blue">termes constants</span> entre eux :
nb: Skriv om uttrykket til grupper av <code>\pink{<var>X</var>}</code> ledd og <span class="hint_blue">numeric</span> ledd:
nl: Herleid de uitdrukking door de termen met <code>\pink{<var>X</var>}</code> en de <span class="hint_blue">numeric</span> termen te groeperen:
pl: Przepisz wyrażenie tak, by pogrupować <code>\pink{<var>X</var>}</code> wyrazy i wartości<span class="hint_blue">liczbowe</span> :
pt: Reescreva a expressão para agrupar os termos <code>\pink{<var>X</var>}</code> e os <span class="hint_blue">termos</span> numéricos:

source: Rewrite the expression to group the <span class="hint_blue">numeric</span> terms:
fr: On réécrit l’expression en regroupant les <span class="hint_blue">termes constants</span> :
nb: Skriv om uttrykket med grupper av <span class="hint_blue">numeric</span> ledd:
nl: Herleid de uitdrukking door de <span class="hint_blue">numeric</span> termen te groeperen:
pt: Reescreva a expressão para agrupar os <span class="hint_blue">termos</span> numéricos:
tr: <span class="hint_blue">Sayısal</span> terimleri gruplayarak ifadeyi baştan yazınız:

source: Rewrite the following in the form log(c).
da: Omskriv det følgende til et udtryk på formen log(c).
es: Reescribe lo siguiente en la forma log(c).
fr: Mettre sous la forme log(c).
nb: Skriv om følgende til et uttrykk på formen log(c).
pt: Reescreva o seguinte na forma log(c).
tr: Aşağıdakini log(c) cinsinden yazınız.

source: Rewrite the law of cosines to solve for <code>\cos(\pink{<var>"ABC"[UNKNOWN]</var>})</code>:
es: Reescribe la ley de cosenos para resolver <code>\cos(\pink{<var>"ABC"[UNKNOWN]</var>})</code>:
fr: On exprime <code>\cos(\pink{<var>"ABC"[UNKNOWN]</var>})</code> en fonction des côtés du triangle :
pt: Reescreva a lei dos cossenos para resolver para <code>\cos(\pink{<var>"ABC"[UNKNOWN]</var>})</code>:
tr: Kosinüs teoremini tekrardan yazarak <code>\cos(\pink{<var>"ABC"[UNKNOWN]</var>})</code>'ı yalnız bırakın:

source: Rhenium
es: Renio
pl: Ren
pt: Rênio
pt_pt: Rénio
tr: Renyum

source: Rhodium
es: Rodio
pl: Rod
pt: Ródio
pt_pt: Ródio
tr: Rodyum

source: Rhonda is Professor Emeritus at Bryn Mawr College, where she taught and did research in mathematics for thirty-one years.
es: Rhonda es profesora emérita en el Bryn Mawr College, donde enseñó e investigó en el campo de las matemáticas durante treinta y un años.
pt: Rhonda é Professora Emérita da Bryn Mawr College, onde lecionou e fez pesquisas no campo da Matemática por 31 anos.
tr: Rhonda otuz bir sene boyunca matematik öğrettiği Bryn Mawr Koleji'nden emekli oldu.

source: Ridiculous Listener
da: Fænomenal lytter
es: Oyente ridículo
fr: Auditeur absurde
ja: とんでもないリスナー
nb: Utrolig lytter
nl: Waanzinnige luisteraar
pl: Niewyobrażalny Słuchacz
pt: Ouvinte fora do comum
pt_pt: Ouvinte ridículo
tr: Saçma dinleyici

source: Ridiculous Streak
da: Fænomenalt klaret
es: Ridícula racha
fr: Série folle
ja: とんでもない疾走
nb: Utrolig rekke
nl: Fantastische Reeks
pl: Niewyobrażalna Passa
pt: Sequência fora do comum
pt_pt: Sequência rídicula
tr: Saçma seri

source: Right
es: Rectángulo
fr: droit / rectangle
nb: Rett
nl: Recht
pl: Prostokątny
pt: Retângulo
tr: sağ

source: Riley falls somewhere between a toymaker and a software dev, and wants to make education natural and fun. He dreams of one day strapping on goggles and <a href="https://youtu.be/6vMO3XmNXe4">learning Kung-Fu like Neo did</a>.
pt: Riley está em algum ponto entre fabricante de brinquedos e desenvolvedor de software. Além disso, ele quer transformar a o aprendizado em algo natural e divertido. Seu sonho é prender os óculos no rosto e <a href="https://youtu.be/6vMO3XmNXe4">aprender Kung-Fu do mesmo jeito que Neo aprendeu</a>.

source: Rishi wants to use Khan Academy to connect people to quality information about health and medicine. He is currently a pediatric infectious disease physician, and previously spent two years as an EIS officer with the Centers for Disease Control and Prevention (CDC).
es: Rishi quiere usar Khan Academy para darle a las personas información de calidad sobre salud y medicina. Actualmente es médico de enfermedades pediátricas infecciosas y anteriormente pasó dos años como oficial del Servicio de Inteligencia sobre Epidemias con los Centros para el Control y Prevención de Enfermedades (CDC, por sus siglas en inglés).
fr: Rishi veut utiliser Khan Academy pour connecter les gens à l'information de qualité sur la santé et la médecine. Il est actuellement un médecin des maladies infectieuses infantiles et déjà passé deux ans comme officier EIS avec les Centers for Disease Control and Prevention (CDC).
pl: Przy pomocy Khan Academy, Rishi chciałby zapewnić ludziom dostęp do rzetelnych informacji dotyczących zdrowia i medycyny. Jest lekarzem dziecięcych chorób zakaźnych, wcześniej przez dwa lata pełnił funkcję specjalisty wczesnego wykrywania epidemii (ang. EIS) dla Centrum Kontroli i Prewencji Chorób (Centers for Disease Control and Prevention , CDC).
pt: Rishi quer usar a Khan Academy para que as pessoas tenham acesso a informações de qualidade sobre saúde e medicina. Hoje ele é médico pediatra especializado em doenças infecciosas e, anteriormente, passou dois anos como funcionário do Serviço de Inteligência contra Epidemias (EIS) no Centro de Controle e Prevenção de Doenças (CDC).
tr: Rishi’nin amacı insanların Khan Academy’yi sağlık ve tıp konularında kaliteli bilgiye ulaşabilmek için kullanmalarını sağlamak. Kendisi pediatri alanında bulaşıcı hastalıkları uzmanıdır ve A.B.D. Hastalık Kontrol ve Önleme Merkezi’nde iki sene EIS görevlisi olarak çalışmıştır.

source: Roentgenium
es: Roentgenio
pl: Roentgen
pt: Roentgênio
pt_pt: Roentgénio

source: Roger D. Arnold is currently Curatorial Assistant for the Arts of Africa, Pacific Islands, Asia, and the Islamic World at the Brooklyn Museum. He has held professional appointments in museums, libraries, and archives throughout the New York City area. His research interests include West and Central African textiles, and the display and interpretation of African art in American museums. He studied Art History and Africana studies at Hobart &amp; William Smith Colleges and City College of the City University of New York.
pt: Roger D. Arnold atualmente é assistente de curadoria para as artes da África, ilhas do Pacífico, Ásia e mundo islâmico no Museu do Brooklyn. Ele teve compromissos profissionais em museus, bibliotecas e arquivos por toda a área de Nova York. Seus interesses de pesquisa incluem os produtos têxteis do centro e oeste da África, e a exibição e interpretação da arte africana nos museus americanos. Ele estudou História da Arte e estudos africanos nas faculdades Hobart &amp; William Smith e Faculdade da Cidade da Universidade da Cidade de Nova York.
tr: Roger D. Arnold, halen Brooklyn Müzesi'nde Afrika, Pasifik Adaları, Asya, ve İslam Dünyası Sanatları'nda Küratör Asistanıdır. New York Şehri bölgesinde müzelerdei kütüphanelerde, ve arşivlerde profesyonel görevlerde bulunmuştur. Batı ve Orta Afrika kumaşları, ve Amerikan müzelerinde Afrika sanatının gösterilmesi ve yorumlanmasını araştırır. Hobart &amp; William Smith Colleges ve New York Şehir Üniversitesi'nde City College'da Sanat Tarihi ve Afrika Çalışmaları okumuştur.

source: Roles
bg: Роли
da: Roller
fr: Rôles
he: תפקידי
nb: Roller
nl: Rollen
pl: Role
pt: Funções
pt_pt: Tipo de utilizador
tr: Roller

source: Roles updated
da: Roller opdateret
es: Roles actualizados
fr: Rôle mis à jour
ja: 役割の更新
nb: Roller oppdatert
nl: Rollen bijgewerkt
pl: Zaktualizowane role
pt: Funções atualizadas
pt_pt: Funções atualizadas
tr: Roller güncellendi

source: Romeo
pt: Romeu

source: Ronald Sahyouni is in the Medical Scientist Training Program (MD/PhD) at the University of California, Irvine School of Medicine. Ron graduated with a double major in Molecular and Cell Biology and Psychology from UC Berkeley. He has conducted Glioblastoma (brain tumor) stem cell research at the Johns Hopkins Neurosurgery Department, and is interested in treating neuro-degenerative disorders with stem cell based therapies.
pt: Ronald Sahyouni está no programa de treinamento de cientistas médicos (MD/PhD) da Escola de Medicina da Universidade da Califórnia, em Irvine. Ron se graduou em Biologia Celular e Molecular e Psicologia na UC Berkeley. Ele conduziu pesquisas sobre células-tronco de glioblastoma (tumor cerebral) no Departamento de Neurocirurgia da Johns Hopkins, e se interessa pelo tratamento de doenças neurodegenerativas com terapias baseadas em células-tronco.
tr: Ronald Sahyouni, Kaliforniya Üniversitesi, Irvine Tıp Fakültesi'nde Tıbbi Bilim İnsanı Eğitim Programı'ndadır (MD/PhD). Ron, UC Berkeley'den Moleküler ve Hücre Biyolojisi ve Psikoloji alanlarında çift ana dalla mezun olmuştur. John Hopkins Beyin Cerrahisi Bölümü'nde Glioblastoma (beyin tümörü) kök hücre araştırması yürütmüştür, ve kök hücre terapisiyle nöro-dejeneratif hastalıkların tedavisiyle ilgilenmektedir.

source: Roshna Kapadia has an MA in South Asian Studies from the University of Pennsylvania and has recently completed an MA in Art History at George Mason University. Her primary area of focus is South Asian art (Buddhist sculpture, Hindu architecture, Islamic painting from the Mughal era).
pt: Roshna Kapadia tem mestrado em estudos do sul da Ásia pela Universidade da Pensilvânia, e completou recentemente um mestrado em história da arte na Universidade George Mason. Sua principal área de foco é em arte do sul da Ásia (esculturas budistas, arquitetura hindu, pinturas islâmicas da era Mughal).
tr: Roshna Kapadia'nın Pennsylvania Üniversitesi'nden Güney Asya Çalışmalarında bir master derecesi vardır ve yakın zamanda George Mason Üniversitesi'nde Sanat Tarihi master'ı almıştır. Ana odak alanı Güney Asya sanatıdır (Budist heykeller, Hindu mimarisi, Moğol çağından İslami tablolar).

source: Ross Firestone is an MD/PhD student at the Albert Einstein College of Medicine. His thesis research is focused on enzymology.
pt: Ross Firestone é aluno de doutorado no Albert Einstein College of Medicine. Sua tese de pesquisa é sobre enzimologia.
tr: Ross Firestone, Albert Einstein Tıp Fakültesi'nde MD/doktora öğrencisidir. Tez araştırması, enzimoloji üzerinedir.

source: Rotate
da: Roter
es: Rotar
fr: Rotation
nb: Roter
nl: Roteren
pl: Obróć
pt: Rotacionar
pt_pt: Rodar
tr: Döndür

source: Rotate shapes by an angle
da: Roter figurer med en vinkel
es: Rota las formas por un ángulo
fr: Faire pivoter les formes suivant un angle
ja: 形を角度で回転する
nb: Roter figurer med en vinkel
nl: Figuren draaien
pl: Obróć kształty o kąt
pt: Gira as formas em um ângulo
pt_pt: Roda as formas num ângulo
tr: Şekilleri belirli bir açıda döndürün

source: Rotation
es: Rotación
nb: Rotasjon
nl: Rotatie
pl: Obrót
pt: Rotação
pt_pt: Rotação
tr: Döndürme

source: Rotation (cycles per second)
pt: Rotação (ciclos por segundo)
tr: Döngü (saniyede devir)

source: Rotation about %(point)s by %(degrees)s
da: Roteret omkring %(point)s med %(degrees)s
es: Rotación alrededor de %(point)s de %(degrees)s
fr: Rotation de centre %(point)s de %(degrees)s
nb: Rotajon om %(point)s med %(degrees)s
nl: Rotatie van %(point)s met %(degrees)s
pl: Obrót wokół %(point)s o %(degrees)s
pt: Rotação sobre %(point)s de %(degrees)s
pt_pt: Rotação sobre %(point)s de %(degrees)s
tr: %(point)s noktasından %(degrees)s derece döndürme

source: Rotation by %(degrees)s about %(point)s
da: Roteret %(degrees)s omkring %(point)s
es: Rotación de %(degrees)s alrededor de %(point)s
fr: Rotation de %(degrees)s de centre %(point)s
nb: Rotasjon på %(degrees)s om %(point)s
nl: Rotatie van %(degrees)s over %(point)s
pl: Obrót o %(degrees)s wokół %(point)s
pt: Rotação de %(degrees)s sobre %(point)s
pt_pt: Rotação de %(degrees)s sobre %(point)s
tr: %(degrees)s derece %(point)s noktasından döndürme

source: Rotation of polygons
es: Rotación de polígonos
fr: Image d'un polygone par une rotation
pl: Obrót wielokątów
pt: Rotação de polígonos
tr: Çokgenleri döndürme

source: Rough
pt: Mato
tr: Taşlık

source: Round to <code>4</code> decimal places if necessary.
fr: Arrondir à <code>4</code> chiffres après la virgule si nécessaire.
nb: Rund av til <code>4</code> desimaler om nødvendig.
pl: W razie potrzeby zaokrąglij do <code>4</code> miejsc po przecinku.
pt: Arredonde para <code>4</code> casas decimais, se necessário.
tr: Gerekirse, ondalık işaretinden sonra <code>4</code> basamağa yuvarlayın.

source: Round to one decimal place.
es: Redondea a un decimal.
fr: Arrondir au dixième.
pt: Arredonde para uma casa decimal.
tr: Ondalık noktasından sonra bir basamağa yuvarlayınız.

source: Round to the nearest degree.
da: Afrund til den nærmeste grad.
es: Redondea al grado más cercano.
fr: Arrondir au degré.
pt: Arredonde ao grau mais próximo.
tr: En yakın dereceye yuvarlayınız.

source: Round to the nearest hundredth or cent.
fr: Arrondir au centime.
nb: Rund av til nærmeste hundredel eller prosent.
pl: Zaokrąglij do najbliższej setnej lub do centów.
pt: Arredonde para a segunda casa decimal, ou centavo mais próximo.
tr: En yakın yüzde bire veya sente yuvarlayınız.

source: Round to the nearest hundredth.
es: Redondea a la centésima más cercana.
fr: Arrondir au centième.
pt: Arredonde para a segunda casa decimal.
tr: En yakın yüzde bire yuvarlayınız.

source: Round to the nearest tenth.
es: Redondea a la décima más cercana.
fr: Arrondir au dixième.
pt: Arredonde ao decimal mais próximo.
tr: Onda bire yuvarlayınız.

source: Round to the nearest thousandth.
es: Redondea a milésimas.
fr: Arrondir au millième.
pl: Zaokrąglij do części tysięcznych.
pt: Arredonde para a terceira casa decimal.
tr: En yakın bindeliğe yuvarlayınız.

source: Rounding numbers
es: Redondeando números
fr: Arrondir des nombres
nb: Runde av tall
pl: Zaokrąglanie liczb
pt: Arredondamento de números
tr: Sayı yuvarlama

source: Rounding whole numbers
da: Afrunding af hele tal
es: Redondeando números naturales
fr: Arrondir les nombres entiers
ja: 整数のまるめ
nb: Avrunde hele tall
nl: Gehele getallen afronden
pl: Zaokrąglanie liczb całkowitych
pt: Arredondamento de números inteiros
tr: Doğal sayılarla yuvarlama

source: Rubidium
es: Rubidio
pl: Rubid
pt: Rubídio
pt_pt: Rubídio
tr: Rubidyum

source: Rude or argumentative behavior
da: Uhøflig eller ophidset adfærd
es: Comportamiento grosero o discutidor
fr: Un comportement grossier ou avec des arguments trop forts
nb: Uhøfflig eller opphisset adferd
nl: Onbeleefd of ruziezoekend gedrag
pl: Niegrzeczne lub kłótliwe zachowanie
pt: Comportamento rude ou polêmico
pt_pt: Revelarem falta de educação ou comportamentos inapropriados
tr: Kaba veya tartışmacı davranışlar

source: Run simulation
da: Kør simuleringen
es: Corre la simulación
fr: Exécuter la simulation
nb: Kjør simulering
nl: Start de simulatie
pl: Uruchom symulację
pt: Executar simulação
pt_pt: Executar simulação
tr: Simülasyonu çalıştır

source: Ruthenium
es: Rutenio
pl: Ruten
pt: Rutênio
pt_pt: Ruténio
tr: Rutenyum

source: Rutherfordium
es: Rutherfordio
pl: Rutherford
pt: Rutherfórdio
pt_pt: Rutherfórdio

source: Ryan Patton is a medical student at Emory University School of Medicine. Before medical school, he graduated from the University of Arkansas with a BS in Nursing and spent several years working as an RN in a medical/surgical intensive care unit. He also taught critical care clinical rotations for the U of A's nursing program. He is passionate about healthcare and education, and is thrilled to blend the two at Khan Academy.
pt: Ryan Patton estuda medicina na Escola de Medicina da Universidade Emory. Antes de começar a faculdade de medicina, ele se graduou na Universidade do Arkansas com bacharelado em enfermagem, e passou muitos anos trabalhando como enfermeiro em uma unidade de tratamento intensivo médico/cirúrgico. Ele também ensinou em rodízios clínicos de tratamento intensivo no programa de enfermagem na Universidade do Arkansas. Ele é apaixonado pelos serviços de saúde e por educação, e está ansioso por unir os dois na Khan Academy.
tr: Ryan Patton Emory Üniversitesi Tıp Fakültesi'nde bir tıp öğrencisidir. Tıp fakültesinden önce, Arkansas Üniversitesi'nde Hemşirelik alanında Lisans derecesiyle mezun oldu ve tıp/cerrahi yoğun bakım ünitesinde hemşire olarak birkaç yıl görev yapmıştır. Arkansas Üniversitesi'nin hemşirelik programında, klinik rotasyonlarında yoğun bakım dersi de vermiştir. Sağlık ve eğitime meraklıdır, ve Khan Academy'de bu ikisini birleştirdiği için heyecanlıdır.

source: Ryan hails from North Carolina. He earned his undergraduate degree in Mathematics from Reed College.
es: Ryan es oriundo de Carolina del Norte. Obtuvo su licenciatura en Matemáticas de la Universidad de Reed.
pt: Ryan é da Carolina do Norte, formou-se Bacharel em Matemática pela Reed College.
tr: Ryan Kuzey Carolina'dan geliyor. Lisans eğitimini Reed Üniversitesi matematik bölümünde tamamladı.

source: SAT Dashboard
es: Panel del SAT
pl: Pulpit nawigacyjny SAT
pt: Painel SAT
pt_pt: Painel do SAT
tr: SAT Panosu

source: SAT Practice
ja: SAT の練習
nb: SAT Øving
pl: Ćwiczenia do SAT
pt: Exercícios para SAT
pt_pt: Treino para o SAT
tr: SAT Deneme Sınavı

source: SAT Trailblazer
da: SAT pioner
es: Pionero del SAT
fr: Pionnier de la SAT
ja: SAT 先駆者
nb: SAT Banebrytende
pt: Desbravador SAT
pt_pt: Explorador dos testes SAT
