Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: P.S. You can unsubscribe from these emails at any time by following this link:
da: P.S. du kan afmelde dig disse emails, når du vil, ved at følge trykke på dette link:
es: P.D. Puedes cancelar tu suscripción a estos correos electrónicos en cualquier momento en el siguiente enlace:
fr: P.S. Vous pouvez demander à ne plus recevoir ces mails à tout moment en suivant ce lien :
nb: P.S. Du kan stoppe abonnementet på disse e-postene når som helst ved å følge denne lenken:
nl: P.S. Je kan je altijd uitschrijven van deze e-mails door volgende link te volgen:
pl: P.S. Możesz zrezygnować z subskrypcji tych e-maili w każdej chwili poprzez ten link:
pt: P.S.: você pode cancelar sua assinatura desses e-mails a qualquer momento, seguindo este link:
pt_pt: P.S. Pode cancelar a subscrição destes e-mails a qualquer momento através da seguinte ligação:
tr: Not: İstediğiniz herhangi zamanda aşağıdaki bağlantıya tıklayarak bu e-posta listesindeki aboneliğinizi sonlandırabilirsiniz:

source: P.S.: You can see how you did last month at https://%(hostname)s8080%(assessment_url)s
da: PS: Du kan se, hvordan du klarede dig i sidste måned på https://%(hostname)s8080%(assessment_url)s
es: P.D.: Puedes ver como lo hiciste el mes pasado en https://%(hostname)s8080%(assessment_url)s
fr: P.S.: Vous pouvez voir comment vous avez travaillé le mois dernier sur https://%(hostname)s8080%(assessment_url)s
ja: 追伸：先月の結果はhttps://%(hostname)s8080%(assessment_url)sで見れます。
nb: P.S.: Du kan se hvordan du gjorde det forrige måned på https://%(hostname)s8080%(assessment_url)s
nl: P.S.: Je kan zien hoe je het afgelopen maand deed op https://%(hostname)s8080%(assessment_url)s
pl: P.S.: Możesz zobaczyć jak Ci poszło w ostatnim miesiącu na https://%(hostname)s8080%(assessment_url)s
pt: P.S.: Você pode ver seu desempenho no último mês em: https://%(hostname)s8080%(assessment_url)s
pt_pt: P.S.: Podes ver o teu desempenho no último mês em https://%(hostname)s8080%(assessment_url)s
tr: Not: Geçen aykı performansınızı https://%(hostname)s8080%(assessment_url)s adresinden görebilirsiniz

source: PAGE 1 &nbsp;|&nbsp; <a href=/brainworkout_2>PAGE 2</a>
bg: СТРАНИЦА 1 &nbsp;|&nbsp; <a href=/brainworkout_2>СТРАНИЦА 2</a>
da: SIDE 1 &nbsp;|&nbsp; <a href=/brainworkout_2>SIDE 2</a>
es: PÁGINA 1 &nbsp;|&nbsp; <a href=/brainworkout_2> PÁGINA 2</a>
he: עמוד 1 &nbsp;|&nbsp; <a href=/brainworkout_2>עמוד 2</a>
nb: SIDE 1 &nbsp;|&nbsp; <a href=/brainworkout_2>SIDE 2</a>
nl: PAGINA 1 &nbsp;|&nbsp; <a href=/brainworkout_2>PAGINA 2</a>
pl: STRONA 1 &nbsp;|&nbsp; <a href=/brainworkout_2>STRONA 2</a>
pt: PÁGINA 1 &nbsp;|&nbsp; <a href=/brainworkout_2>PÁGINA 2</a>
pt_pt: PÁGINA 1 &nbsp;|&nbsp; <a href=/brainworkout_2>PÁGINA 2</a>
tr: SAYFA 1 &nbsp;|&nbsp; <a href=/brainworkout_2>SAYFA 2</a>

source: PERTS, the applied research center at Stanford
es: PERTS, el centro de investigación aplicada en Stanford
pt: PERTS, o centro de pesquisa aplicada em Stanford
tr: PERTS, Stanford'daki uygulamalı araştırma merkezi

source: POINTS EARNED
da: POINT OPTJENT
es: PUNTOS GANADOS
fr: POINTS GAGNÉS
nb: OPPTJENTE POENG
nl: VERDIENDE PUNTEN
pl: ZDOBYTE PUNKTY
pt: PONTOS GANHOS
pt_pt: PONTOS RECEBIDOS
tr: KAZANILAN PUANLAR

source: PRACTICE PROBLEMS
da: TRÆN PÅ OPGAVER
es: PROBLEMAS DE PRÁCTICA
fr: Travaille cette compétence
nb: ØVINGSOPPGAVER
nl: OEFEN PROBLEMEN
pl: ĆWICZENIA DO SAMODZIELNEGO WYKONANIA
pt: EXERCÍCIOS PARA PRATICAR
pt_pt: EXERCÍCIOS PARA TREINO
tr: ALIŞTIRMA PROBLEMLERİ

source: PROGRAM
es: PROGRAMA
nl: PROGRAMMA
pt: PROGRAMA
pt_pt: PROGRAMA

source: Page %(cur_page)s of %(num_pages)s
bg: Страница %(cur_page)s от %(num_pages)s
da: Side %(cur_page)s af %(num_pages)s
es: Página %(cur_page)s de %(num_pages)s
fr: Page %(cur_page)s de %(num_pages)s
he: דף %(cur_page)s מתוך %(num_pages)s
hi: %(num_pages)s का पृष्ठ %(cur_page)s
ja: %(num_pages)s ページのうちの %(cur_page)s ページ
nb: Side %(cur_page)s av %(num_pages)s
nl: Pagina %(cur_page)s van %(num_pages)s
pl: Strona %(cur_page)s z %(num_pages)s
pt: Página %(cur_page)s de %(num_pages)s
pt_pt: Página %(cur_page)s de %(num_pages)s
tr: Sayfa %(cur_page)s / %(num_pages)s

source: Palladium
es: Paladio
pl: Pallad
pt: Paládio
pt_pt: Paládio
tr: Paladyum

source: Pamela was born to a duo of Computer Scientists who told her that she could learn programming without their help, thanks to the internet! Now that she's at Khan Academy, she works to improve the CS curriculum to make that true.
pt: Pamela é filha de dois cientistas da computação que disseram que ela poderia aprender a programar sem a ajuda deles, graças à internet! Agora que faz parte da Khan Academy, Pamela trabalha para melhorar o currículo de Ciência da Computação, a fim de tornar isso uma realidade.
tr: Kendisine internet sayesinde ailesinden yardım almadan programlama öğrenebileceğini söylemiş bilgisayar bilimci bir çiftin çocuğu olan Pamela, şimdi Khan Academy'nin bilgisayar bilimi müfredatını geliştirmeye çalışıyor.

source: Pants
es: Pantalones
fr: Pantalon
hi: पैंट
nb: Bukser
pl: Spodenki
pt: Bolota
pt_pt: Calças
tr: Pantolon

source: Pants (Green)
bg: Панталони (зелено)
da: Bukser (grøn)
es: Pants (verde)
fr: Pantalon (Vert)
ja: パント (緑)
nb: Bukser (Grønn)
nl: Broek (groen)
pl: Spodenki (Zielony)
pt: Pants (verde)
pt_pt: Calças (verde)
tr: Pantolon (Yeşil)

source: Pants (Orange)
bg: Панталони (оранжево)
da: Bukser (Orange)
es: Pants (anaranjado)
fr: Pantalon (Orange)
ja: パント (オレンジ)
nb: Bukser (Oransje)
nl: Broek (oranje)
pl: Spodenki (Pomarańczowy)
pt: Pants (laranja)
pt_pt: Calças (laranja)
tr: Pantolon (Turuncu)

source: Pants (Pink)
bg: Панталони (розово)
da: Bukser (Pink)
es: Pants (rosa)
fr: Pantalon (Rose)
ja: パント (ピンク)
nb: Bukser (Rosa)
nl: Broek (roze)
pl: Spodenki (Różowy)
pt: Pants (rosa)
pt_pt: Calças (cor-de-rosa)
tr: Pantolon (Pembe)

source: Pants (Purple)
bg: Панталони (лилаво)
da: Bukser (lilla)
es: Pants (morado)
fr: Pantalon (Violet)
ja: パント (紫)
nb: Bukser (Lilla)
nl: Broek (paars)
pl: Spodenki (Fioletowy)
pt: Pants (roxo)
pt_pt: Calças (roxo)
tr: Pantolon (Purple)

source: Pants (Teal)
da: Bukser (Blågrøn)
es: Pants (turquesa)
fr: Pantalon (Turquoise)
ja: パント (緑青)
nb: Bukser (Blågrønn)
nl: Broek (groenblauw)
pl: Spodenki (Turkusowy)
pt: Pants (verde-azulado)
pt_pt: Calças (azul)
tr: Pantolon (Camgöbeği)

source: Paprika
pl: Papryka
pt: Páprica
tr: Biber

source: Paprika (kilograms)
pl: Papryka (kilogramy)
pt: Páprica (quilogramas)
tr: Kırmızı biber (kilogram)

source: Parabola
da: Parabel
es: Parábola
fr: Parabole
nb: Parabel
pt: Parábola
tr: Parabol

source: Parabola intuition 1
es: Ideas intuitivas sobre la parábola 1
fr: Approche intuitive d'une parabole 1
nb: Parabler 1
pl: Parabola - intuicja 1
pt: Intuição de parábolas 1
tr: Parabol mantığı 1

source: Parabola intuition 2
es: Ideas intuitivas sobre la parábola 2
fr: Approche intuitive d'une parabole 2
nb: Parabler 2
pt: Intuição de parábolas 2
tr: Parabol mantığı 2

source: Parabola intuition 3
es: Ideas intuitivas sobre la parábola 3
fr: Approche intuitive d'une parabole 3
nb: Parabler 3
pt: Intuição de parábolas 3
tr: Parabol mantığı 3

source: Paragraphs
da: Paragraffer
es: Párrafos
fr: Paragraphes
ja: 段落
nb: Avsnitt
nl: Paragrafen
pl: Ustępy
pt: Parágrafos
pt_pt: Parágrafos
tr: Paragraflar

source: Parallel lines
da: Parallelle linjer
es: Rectas paralelas
fr: Des droites parallèles
nb: Parallelle linjer
pl: Proste równoległe
pt: Retas paralelas
tr: Paralel doğrular

source: Parallel lines 1
es: Rectas paralelas 1
fr: Angles déterminés par deux droites parallèles et une sécante
hi: समानांतर रेखाएँ 1
nb: Parallelle linjer
pl: Proste równoległe 1
pt: Retas paralelas 1
tr: Paralel Doğrular 1

source: Parallel lines 2
es: Rectas paralelas 2
fr: Droites parallèles 2
hi: समानांतर रेखाएँ 2
nb: Parallelle linjer 2
pl: Proste równoległe 2
pt: Retas paralelas 2
tr: Paralel doğrular 2

source: Parallel lines have the same slope.
da: Parallelle linjer har samme hældning.
es: Las rectas paralelas tienen la misma pendiente.
fr: Deux droites parallèles ont le même coefficient directeur.
nb: Parallelle linjer har samme stigning.
pl: Proste równoległe mają to samo nachylenie.
pt: Retas paralelas têm a mesma inclinação.
tr: Paralel doğruların eğimi aynıdır.

source: Parallel lines never intersect, thus there are NO SOLUTIONS.
da: Parallelle linjer krydser aldrig hinanden, der er således ingen løsninger.
es: Las rectas paralelas nunca se cruzan, por lo tanto NO HAY SOLUCIONES.
fr: Deux droites strictement parallèles n'ont pas de point commun, donc il n'y a PAS DE COUPLE SOLUTION.
nb: Parallelle linjer krysser hverandre aldri, dermed finnes det ingen løsning.
pl: Proste równoległe nigdy się nie przecinają, więc BRAK ROZWIĄZAŃ.
pt: Retas paralelas nunca se cruzam, portanto, NÃO HÁ SOLUÇÃO.
tr: Paralel doğrular kesişmez, bu nedenle ÇÖZÜM YOKTUR.

source: Parent
bg: Родител
da: Forælder
es: Padre
he: הורה
nb: Foreldre
nl: Ouder
pl: Rodzic
pt: Pai
pt_pt: Pai
tr: Veli

source: Parent ("Your children")
bg: Родител("Вашето дете")
da: Forælder ("Dine børn")
es: Padre ("Tus hijos")
fr: Parent ("vos enfants")
nb: Forelder ("Ditt barn")
nl: Ouder ("Jouw kinderen")
pl: Rodzic ("Twoje dzieci")
pt: Pai ("seus filhos")
pt_pt: Pai ("Os seus filhos")
tr: Veli ("Çocuğunuz")

source: Parent email
es: Correo electrónico de los padres
fr: Courriel du/des parent(s)
ja: 親の電子メイルアドレス
nb: Foreldres e-postadresse
nl: Het e-mail adres van je ouders
pl: Adres e-mail rodzica
pt: E-mail dos pais
pt_pt: E-mail dos pais
tr: Ebeveyn e-postası

source: Parent resources
da: Ressourcer for forældre
es: Recursos de los padres
fr: Ressources pour les parents
ja: 親のためのリソース
nb: Foreldreressurser
nl: Hoofdbronnen
pl: Zasoby rodzica
pt: Recursos para pais
pt_pt: Recursos para pais
tr: Veli Kaynakları

source: Parent to 1 child account
da: Forælder til 1 børnekonto
es: Padres a 1 cuenta infantil
fr: Parent qui à 1 compte pour enfant
ja: 親から %(num)s の子供アカウント
nb: Foreldre til 1 barnekonto
nl: Ouder voor 1 kinderaccount
pl: Rodzic dla 1 konta dla dziecka
pt: Responsável por 1 conta infantil
pt_pt: Responsável por 1 conta infantil

source: Parent's birthdate
da: Forældres fødselsdato
es: Fecha de nacimiento del padre o madre
fr: Date de naissance du parent
ja: 保護者の生年月日
nb: Foreldres fødselsdato
nl: Geboortedatum van ouder
pl: Data urodzenia rodzica
pt: Data de nascimento do responsável
pt_pt: Data de nascimento do pai
tr: Ebeveynin doğum tarihi

source: Parent's email
da: Forældres e-mail
es: Correo electrónico de los padres
fr: E-mail du parent
ja: 保護者のe-mail
nb: Foreldres epost
nl: Ouders e-mail
pl: Adres e-mailowy rodzica
pt: E-mail dos pais ou responsáveis
pt_pt: E-mail dos pais
tr: Ebeveynin e-posta adresi

source: Parent's first name
da: Forældres fornavn
es: Nombre del padre o madre
fr: Prénom du parent
ja: 保護者の名前
nb: Foreldres fornavn
nl: Voornaam van ouder
pl: Imię rodzica
pt: Primeiro nome do responsável
pt_pt: Primeiro nome do pai
tr: Ebeveynin ismi

source: Parent's last name
da: Forældres efternavn
es: Apellido del padre padre o madre
fr: Nom du famille du parent
ja: 保護者の名字
nb: Foreldres etternavn
nl: Achternaam van ouder
pl: Nazwisko rodzica
pt: Sobrenome do responsável
pt_pt: Último nome do pai
tr: Ebeveynin soyadı

source: Parent: Getting Started
da: Forældre: Introduktion
es: Padres: Primeros pasos
fr: Parents: pour commencer
ja: 親: これからはじめる
nb: Foreldre: Startveiledning
nl: Ouder: Aan de slag
pl: Rodzic: Wprowadzenie
pt: Pais: introdução
pt_pt: Pais: Iniciação rápida
tr: Veli: Yeni Başlayan

source: Parents, start here
da: Forældre, start her
es: Papás, inicien aquí
fr: Parents, commencez ici
ja: 保護者の方は、こちらから
nb: Foreldre, start her
nl: Ouders, start hier
pl: Rodzice, zacznijcie tutaj
pt: Pais, comecem por aqui
pt_pt: Pais, comecem aqui
tr: Veliler, buradan başlayın

source: Parents, start here.
da: Forældre, start her.
es: Padres, comiencen aquí.
fr: Parents, commencez ici.
ja: 保護者の方はこのページから始めてください。
nb: Foreldre, start her.
nl: Ouders, begin hier.
pl: Rodzice, zacznijcie tutaj.
pt: Pais, comecem por aqui.
pt_pt: Pais, comecem aqui.
tr: Veliler, buradan başlayın.

source: Park
fr: Parc
pt: Parque

source: Partial fraction expansion
es: Expansión mediante fracciones parciales
fr: Décomposition en éléments simples
nb: Delbrøksoppspaltning
pt: Expansão em frações parciais
tr: Parçalı kesirlere ayırma

source: Participate in the Team Beta Experiment
da: Deltage i Team Beta Eksperimentet
es: Participa en el experimento del equipo beta
fr: Participez à l'expérience Béta d'Équipe
ja: チームベータ版の実験に参加する
nb: Delta i Team Beta eksperimentet
nl: Doe mee in het Team Beta Experiment
pl: Weź udział w eksperymencie Drużyny Beta
pt: Participe da Experiência de Equipe Beta
pt_pt: Participa na experiência da equipa de testes
tr: Beta Takım Deneyine katılın

source: Partner:
es: Socio:
fr: Partenaire :
ja: パートナー:
nb: Samarbeidspartnere:
pt: Parceiro:
pt_pt: Parceiro:
tr: Ortak:

source: Partners
da: Partnere
es: Socios
fr: Partenaires
ja: パートナー
nb: Partnere
pl: Partnerzy
pt: Parceiros
pt_pt: Parceiros
tr: Ortaklar

source: Partnerships
es: Asociaciones
fr: Partenariats
pl: Partnerstwo
pt: Parcerias
tr: Ortaklıklar Sorumlusu

source: Passion for whatever technology you've used in the past.
da: Passion for den teknologi du har brugt i fortiden.
es: Pasión por cualquier tecnología que hayas usado en el pasado.
nl: Passie voor elke technologie die je vroeger hebt gebruikt.
pl: Pasji, niezależenie od tego jakiej technologii używałeś w przeszłości.
pt: Paixão por qualquer tecnologia que tenha usado no passado.
tr: Geçmişte kullandığınız teknolojiler için tutku.

source: Passionate about math education, Katie is currently a doctoral student studying curriculum and instruction.
pt: Apaixonada pelo ensino de matemática, Katie atualmente é aluna de doutorado, estudando currículos e instrução.
tr: Matematik eğitimi konusundaki merakıyla, Katie şu anda eğitim programı ve öğretim konusunda bir doktor öğrencisidir.

source: Password
da: Adgangskode
es: Contraseña
fr: Mot de passe
hi: संकेत-शब्द
ja: パスワード
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Senha
pt_pt: Palavra-passe
tr: Şifre

source: Password Reset
da: Nulstil adgangskode
es: Restablece tu contraseña
fr: Réinitialisation de mot de passe
ja: パスワードのリセット
nb: Tilbakestill passord
nl: Wachtwoord Reset
pl: Resetowanie hasła
pt: Redefinição de senha
pt_pt: Reposição da palavra-passe
tr: Şifre sıfırlama

source: Password cannot be blank
da: Adgangskoden må ikke være blank
es: Debe haber una contraseña en este campo
fr: Le mot de passe ne peut pas être laissé vide
ja: 空のパスワードは利用できません．
nb: Passord kan ikke være tomt
nl: Wachtwoord mag niet leeg zijn
pl: Hasło nie może być puste
pt: O campo de senha não pode ficar em branco
pt_pt: Por favor, digita uma palavra-passe
tr: Şifre alanı boş bırakılamaz.

source: Password changed
da: Adgangskoden er skiftet
es: Contraseña cambiada
fr: Mot de passe changé
ja: パスワードが更新されました．
nb: Passord endret
nl: Wachtwoord gewijzigd
pl: Hasło zmienione
pt: Senha alterada
pt_pt: Palavra-passe alterada
tr: Şifre değiştirilmiştir.

source: Password changed. Taking you to login page...
da: Adgangskode ændret. Overfører dig til log ind-siden...
es: Contraseña cambiada. Regresando a la página de inicio de sesión...
fr: Mot de passe modifié. Vous emmenons à la page de connexion...
ja: パスワードが変更されました。ログインページへ移動します。
nb: Passord endret. Tar deg til påloggingssiden...
nl: Wachtwoord gewijzigd. Onderweg naar login pagina...
pl: Hasło zmienione. Zabieramy Cię do strony logowania...
pt: Senha alterada. Abrindo a página de login...
pt_pt: Palavra-passe alterada. A redirecionar para a página de início de sessão...
tr: Şifreniz değiştirilmiştir. Sizi giriş sayfasına yönlendiriyoruz.

source: Password is too short
da: Adgangskoden er for kort
es: La contraseña es muy corta
fr: Mot de passe trop court
ja: パスワードが短かすぎます
nb: Passordet er for kort
nl: Wachtwoord is te kort
pl: Hasło jest zbyt krótkie
pt: Senha muito curta
pt_pt: Palavra-passe demasiado curta
tr: Şifre çok kısa

source: Password required
da: Adgangskode kræves
es: Se requiere contraseña
fr: Mot de passe requis
ja: パスワードが必要です。
nb: Passord kreves
nl: Wachtwoord vereist
pl: Wymagane hasło
pt: Senha necessária
pt_pt: Digita a tua palavra-passe
tr: Şifre gereklidir.

source: Password too weak
da: Adgangskoden er for svag
es: Contraseña demasiado débil
fr: Mot de passe trop vulnérable
ja: パスワードが弱すぎます。
nb: Passordet er for svakt
nl: Wachtwoord te zwak
pl: Hasło jest za słabe
pt: Senha muito fraca
pt_pt: Palavra-passe demasiado fraca
tr: Şifre çok zayıf

source: Passwords are case-sensitive and must be at least %(minPasswordLength)s characters.
ja: パスワードは大文字小文字を区別します．そして最低でも %(minPasswordLength)s 文字以上はなくてはいけません．
nb: Passord er case-sensitive og må være på m inst %(minPasswordLength)s tegn.
pl: System odróżnia małe i wielkie litery. Hasło musi mieć co najmniej %(minPasswordLength)s znaków.
pt: As senhas diferenciam letras maiúsculas de minúsculas e devem ter pelo menos %(minPasswordLength)s caracteres.
pt_pt: As palavras-passe diferenciam letras maiúsculas de minúsculas e têm de ter, pelo menos, %(minPasswordLength)s caracteres.
tr: Şifreler büyük/küçük harfe duyarlıdır ve en az %(minPasswordLength)s karakter uzunluğunda olmalıdır.

source: Passwords don't match
da: Adgangskoderne er ikke ens
es: Las contraseñas no coinciden
fr: Les mots de passe ne sont pas identiques
ja: パスワードが一致しません．
nb: Passordene er ikke like
nl: Wachtwoorden komen niet overeen
pl: Hasła nie pasują
pt: As senhas não correspondem
pt_pt: As palavras-passe não correspondem
tr: Şifreler uyumlu değil.

source: Past Projects
pl: Poprzednie projekty
pt: Projetos anteriores
tr: Geçmiş Projeler

source: Past coordinates of the mouse
da: Tidligere koordinater for musen
es: Coordenadas pasadas del ratón
fr: Les coordonnées précédentes de la souris
ja: マウスの過去の座標
nb: Tidligere koordinater for musen
nl: Vorige coördinaten van de muis
pl: Poprzednie współrzędne myszy
pt: Coordenadas anteriores do mouse
pt_pt: Coordenadas anteriores do ponteiro do rato
tr: Farenin önceki koordinatları

source: Paste your your students’ email addresses into the box.
es: Ingresa la dirección de correo electrónico de tus estudiantes dentro del recuadro.
nb: Lim inn dine elevers’ e-mail adresse inn i boksen.
pt: Copie os endereços de e-mail dos alunos na caixa.
tr: Öğrencilerinizin e-posta adreslerini kutuya yapıştırınız.

source: Patch to warn students that the hint button resets streaks.
pt: Correção para alertar os estudantes que o botão de dica reinicia os passos.
tr: Öğrencilere ipucu düğmesinin serileri sıfırladığını bildiren güncelleme.

source: Patrick studied physics at Princeton, then spent two years founding and running a non profit medical organization in Zimbabwe. He is now a medical student at Columbia University.
pt: Patrick estudou física em Princeton, e depois passou dois anos administrando uma organização médica sem fins lucrativos fundada por ele no Zimbabwe. Hoje ele estuda medicina na Universidade Columbia.
tr: Patrick Princeton'da fizik alanında eğitim almış, daha sonra iki yıl boyunca Zimbabwe'de kar amacı gütmeyen bir tıbbi organizasyonu kurmuş ve yönetmiştir. Halen Columbia University'de tıp bilimleri öğrencisidir.

source: Pause
ja: ポーズ
pl: Zatrzymaj
pt: Pausar
pt_pt: Pausar
tr: Duraklat

source: Pause a tutorial and tinker with the code
bg: Спри ръководството и поиграй с кода му
da: Sæt en tutorial på pause og pil ved koden
es: Pausa una lección y juega con el código
fr: Faites une pause durant un tutoriel et bricolez le code
ja: チュートリアルをポーズしてコードをいじってみて下さい
nb: Sett en tutorial på pause og lek med koden
nl: Pauzeer een tutorial en experimenteer met een code
pl: Wstrzymaj samouczek i pomajstruj z kodem
pt: Pausar um tutorial e trocar o código
pt_pt: Põe em pausa um tutorial e testa com o código
tr: Öğretici bölümü durdurun ve kodu kurcalayın

source: Pay with Credit Card
pt: Doar com cartão de crédito
pt_pt: Doar com cartão de crédito
tr: Kredi kartı ile ödeme

source: Pay with PayPal
pt: Doar com o PayPal
pt_pt: Doar com o PayPal
tr: PayPal ile ödeme

source: Peach
nb: Fersken
pt: Pêssego
tr: Şeftali

source: Peak
nb: Topp
pt: Topo
tr: Tepe

source: Penguins
fr: Pingouins
nb: Pingviner
pl: Pingwiny
pt: Pinguins
tr: Penguenler

source: Per used to teach math to high-school students in Chicago Public Schools.
es: Per solía enseñar matemáticas a estudiantes de nivel medio superior en escuelas públicas de Chicago.
pt: Per dava aulas de matemáticas para alunos do ensino médio em escolas públicas de Chicago.
tr: Per Chicago devlet okullarındaki lise öğrencilerine matematik öğretmenliği yaptı.

source: Per-topic discussion pages
da: Sider med diskussion efter emne
es: Páginas de discusión por tema
fr: Pages de discussion par sujet
nl: Discussiepagina's per onderwerp
pl: Strony dyskusji na temat
pt: Páginas de discussão por tópico
tr: Konulara özel tartışma sayfaları

source: Percent means "out of one hundred," so <code>\blue{<var>DISCOUNT</var>\%}</code> is equivalent to <code>\blue{\dfrac{<var>DISCOUNT</var>}{100}}</code> which is also equal to <code>\blue{<var>DISCOUNT</var> \div 100}</code>.
fr: Pour cent signifie "un sur cent" donc <code>\blue{<var>DISCOUNT</var>\%}</code> est égal à <code>\blue{\dfrac{<var>DISCOUNT</var>}{100}}</code> qui est aussi égal à <code>\blue{<var>DISCOUNT</var> \div 100}</code>.
nb: Prosent betyr "av hundre," så <code>\blue{<var>DISCOUNT</var>\%}</code> er lik <code>\blue{\dfrac{<var>DISCOUNT</var>}{100}}</code> som også er lik <code>\blue{<var>DISCOUNT</var> \div 100}</code>.
pl: Procent oznacza „na sto”, więc <code>\blue{<var>DISCOUNT</var>\%}</code> równa się <code>\blue{\dfrac{<var>DISCOUNT</var>}{100}}</code>, czyli <code>\blue{<var>DISCOUNT</var> \div 100}</code>.
pt: Por cento significa "tantos de uma centena", então <code>\blue{<var>DISCOUNT</var>\%}</code> equivale a <code>\blue{\dfrac{<var>DISCOUNT</var>}{100}}</code>, o que também é igual a <code>\blue{<var>DISCOUNT</var> \div 100}</code>.

source: Percent means "out of one hundred," so <code>\blue{<var>SALES_TAX</var>\%}</code> is equivalent to <code>\blue{\dfrac{<var>SALES_TAX</var>}{100}}</code> which is also equal to <code>\blue{<var>SALES_TAX</var> \div 100}</code>.
fr: Pour cent signifie "un sur cent", donc <code>\blue{<var>SALES_TAX</var>\%}</code> est égal à <code>\blue{\dfrac{<var>SALES_TAX</var>}{100}}</code> qui est aussi égal à <code>\blue{<var>SALES_TAX</var> \div 100}</code>.
nb: Prosent betyr "hundredel" så <code>\blue{<var>SALES_TAX</var>\%}</code> er lik <code>\blue{\dfrac{<var>SALES_TAX</var>}{100}}</code> som også er lik <code>\blue{<var>SALES_TAX</var> \div 100}</code>.
pl: Procent oznacza „na sto”, więc <code>\blue{<var>SALES_TAX</var>\%}</code> równa się <code>\blue{\dfrac{<var>SALES_TAX</var>}{100}}</code>, czyli <code>\blue{<var>SALES_TAX</var> \div 100}</code>.
pt: Por cento significa "tantos de uma centena", então <code>\blue{<var>SALES_TAX</var>\%}</code> equivale a <code>\blue{\dfrac{<var>SALES_TAX</var>}{100}}</code>, o que também é igual a <code>\blue{<var>SALES_TAX</var> \div 100}</code>.
