Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Think about what the part of the quadratic formula <span class="hint_blue">under the radical</span> tells us about the solutions.
es: Piensa sobre lo que la parte de la ecuación cuadrática que se encuentra <span class="hint_blue">debajo del radical</span> nos dice sobre las soluciones.
fr: Il suffit en fait de regarder le discriminant, autrement dit le nombre qui est <span class="hint_blue">sous le radical</span>.
pt: Pense em qual parte da fórmula de Bhaskara <span class="hint_blue">sob o radical</span> nos informa sobre as soluções.
tr: Kuadratik formülün <span class="hint_blue">kökün altındaki</span> kısmının çözümlerle ilgili neler belirttiğini düşünme.

source: Thinking hard makes your brain grow stronger! Think hard about these exercises.
da: Tænker du intenst, så bliver din hjerne stærkere! Tænk grundigt over disse øvelser.
es: ¡Esforzarte más para pensar hace que tu cerebro se haga más fuerte! Esfuérzate para resolver estos ejercicios.
fr: Penser très fort fait grandir votre cerveau! Appliquez vous sur ces exercices de mathématiques.
ja: 真剣に考えれば、あなたの脳はより強く成長します！これらの練習問題について真剣に考えましょう。
nb: Tenker du intenst blir hjernen din sterkere! Tenk nøye på disse oppgavene.
nl: Goed nadenken maakt je hersenen slimmer! Denk dus diep na over deze oefeningen.
pl: Intensywne myślenie wzmacnia twój mózg! Myśl intensywnie nad tymi zadaniami.
pt: Pensar bastante torna seu cérebro mais forte! Pense bastante sobre esses exercícios.
pt_pt: Pensar muito torna o teu cérebro mais forte! Pensa bem sobre estes exercícios de matemática.
tr: Sıkı düşünmek beyninizi güçlendirir! Bu alıştırmaları yaparken sıkı düşünün.

source: This account will be deleted
da: Denne konto vil blive slettet
es: Esta cuenta será eliminada
fr: Ce compte sera supprimé
ja: このアカウントは削除されます
nb: Denne kontoen vil bli slettet
nl: Dit account zal worden verwijderd
pl: To konto zostanie usunięte
pt: Esta conta será excluída
pt_pt: Esta conta será apagada
tr: Bu kullanıcı hesabı silinecektir.

source: This account will be kept
da: Denne konto vil blive gemt
es: Esta cuenta se mantendrá
fr: Ce compte sera conservé
ja: このアカウントは維持されます
nb: Denne kontoen beholdes
nl: Dit account zal bewaard worden
pl: To konto zostanie zachowane
pt: Esta conta será mantida
pt_pt: Esta conta será mantida
tr: Bu hesabı kullanmaya devam edeceğim.

source: This badge has already been posted to your timeline.
da: Dette badge er allerede på din tidslinje.
es: Esta medalla ya se ha publicado en tu línea de tiempo.
fr: Cet insigne a déjà été affiché sur votre calendrier.
nb: Dette merket er allerede på tidslinjen din.
nl: Deze medaille staat al op jouw tijdlijn.
pl: Ta odznaka została już dodana do Twojej osi czasu.
pt: Esta medalha já foi publicada em sua linha do tempo.
tr: Bu madalya zaten zaman çizelgenize eklenmiş durumda.

source: This badge has been <span class="badge-context-retired">retired</span>! You get to keep it forever, but nobody else can earn it.
da: Dette badge er <span class="badge-context-retired"> udgået</span>! Du kan beholde det for evigt, men ingen andre kan få et magen til.
es: Esta medalla ha sido <span class="badge-context-retired">retirada</span>! Tu la mantienes para siempre pero nadie más puede ganarla.
fr: Ce badge a été <span class="badge-context-retired">supprimé</span> ! Vous l'aurez pour toujours mais personne d'autre ne pourra le gagner.
ja: このバッジは<span class="badge-context-retired">引退しました</span>! あなたは永遠にこれを持っておくことができますが，今後は誰も獲得することができません．
nb: Dette merket har <span class="badge-context-retired">gått ut</span>! Du kan beholde det for alltid, men ingen andre kan tjene det.
nl: Deze <span class="badge-context-retired">medaille</span> is vervallen! Je zal deze voor altijd behouden, maar niemand anders kan het verdienen.
pl: Ta odznaka została <span class="badge-context-retired">emerytem</span>! Możesz ją zatrzymać na zawsze, ale nikt inny nie może jej już zdobyć.
pt: Esta medalha foi <span class="badge-context-retired">tirada de circulação</span>! Você vai mantê-la para sempre mas ninguém mais conseguirá ganhá-la.
pt_pt: Esta medalha <span class="badge-context-retired">deixou de ser atribuída</span>! Poderás ficar com esta medalha para sempre, mas mais ninguém poderá ganhá-la.
tr: Bu madalya <span class="badge-context-retired">artık geçersizdir</span>! Onu sonsuza kadar saklayabilirsiniz, ancak başka kimse bu madalyayı kazanamayacak.

source: This badge has been <span class="badge-context-retired">retired</span>! You get to keep it forever, but nobody else can earn it.
da: Dette badge er <span class="badge-context-retired">udgået</span>! Du kan beholde det for evigt, men ingen andre kan få et magen til.
es: ¡Esta medalla ha sido <span class="badge-context-retired">retirada</span>! Tú la ganaste y la mantendrás siempre, pero nadie más puede ganarla.
fr: Ce badge à été <span class="badge-context-retired">retiré</span> ! Vous le gardez pour toujours mais personne d'autre ne pourra le gagner.
ja: このバッジは<span class="badge-context-retired">引退しました</span>! あなたは永遠にこれを持っておくことができますが，今後は誰も獲得することができません．
nb: Dette emblemet er <span class="badge-context-retired">utgått</span>! Du vil beholde det for alltid, men ingen andre kan oppnå det.
nl: Deze medaille kan niet meer <span class="badge-context-retired">verdiend worden</span>! Je kunt hem bewaren, maar niemand anders kan hem nog winnen.
pl: Ta odznaka została <span class="badge-context-retired">emerytem</span>! Możesz ją zatrzymać na zawsze, ale nikt inny nie może jej już zdobyć.
pt: Essa medalha foi <span class="badge-context-retired">retirada</span>! Você pode mantê-la para sempre, mas mais ninguém pode ganhá-la.
pt_pt: Esta medalha <span class="badge-context-retired">deixou de ser atribuída</span>! Poderás ficar com esta medalha para sempre, mas mais ninguém poderá ganhá-la.
tr: Bu madalya<span class="badge-context-retired"> artık emekli </span> oldu! Kendi madalyanızı sonsuza kadar saklayabilirsiniz, ve artık hiç kimse bu madalyadan kazanamayacak.

source: This badge will now appear in your timeline!
da: Dette badge vises nu på din tidslinje!
es: ¡Esta medalla ahora aparecerá en tu perfil!
fr: Cet insigne va maintenant apparaître sur votre calendrier!
nb: Dette merket vises nå i tidslinjen din!
nl: Deze medaille verschijnt nu in jouw tijdslijn!
pl: Ta odznaka pojawi się na Twojej osi czasu!
pt: Esta medalha agora aparece em sua linha do tempo!
tr: Madalyanız artık zaman çizelgenizde görünecek!

source: This character may get silently deleted by one or more browsers.
da: Dette tegn kan blive slettet lydløst af en eller flere browsere.
es: Este carácter puede ser eliminado silenciosamente por uno o más de los navegadores.
nb: Dette tegnet kan bli slettet av én eller flere nettlesere.
pl: Ten znak może zostać usunięty bez notyfikacji przez niektóre przeglądarki.
pt: Este caractere pode ser excluído silenciosamente por um ou mais navegadores.
tr: Bu karakter, bir veya birden fazla tarayıcı tarafından sessizce silinebilir.

source: This child is participating in the Challenge!
es: ¡Este niño está participando en el desafío!
fr: Cet enfant participe au Défi !
ja: この子はチャレンジに参加中です!
nb: Dette barnet deltar i utfordringen!
nl: Dit kind neemt deel aan de Uitdaging!
pl: To dziecko uczestniczy w Wyzwaniu!
pt: Esta criança está participando do desafio!
pt_pt: Esta criança está a participar no desafio!
tr: Bu çocuk Zor Görevde yer alıyor!

source: This child may be eligible for LearnStorm: Bay Area 2015!
es: ¡Este niño puede ser elegible para LearnStorm: Área de la Bahía 2015!
fr: Cet enfant peut être admissible pour LearnStorm : Région de la Baie 2015 !
ja: この子はラーンストームの候補者になれるかもしれません: ベイ・エリア 2015!
nb: Dette barnet kan være kvalifisert for LearnStorm: Bay Area 2015!
nl: Dit kind kan in aanmerking komen voor LearnStorm: Bay Area 2015!
pl: To dziecko może kwalifikować się do LearnStorm: Bay Area 2015!
pt: Esta criança pode ser elegível para a LearnStorm: Bay Area 2015!
pt_pt: O seu filho pode participar na LearnStorm de 2015!
tr: Bu öğrenci LearnStorm: Bay Area 2015'e girebilir!

source: This circle intersects the original circle at points <code>A</code> and <code>B</code>. <code>\green{PACB}</code> forms a quadrilateral inscribed inside this circle so its opposite angles sum to <code>180^\circ</code>. <code>\triangle PAC</code> and <code>\triangle PBC</code> are congruent triangles, so <code>\angle PAC = \angle PBC</code>. Therefore both angles are <code>90^\circ</code>.
es: Este círculo intersecta al círculo original en los puntos <code>A</code> y <code>B</code>. <code>\green{PACB}</code> forma un cuadrilátero inscrito dentro de este círculo de modo que sus lados opuestos suman <code>180^\circ</code>. <code>\triangle PAC</code> y <code>\triangle PBC</code> son triángulos congruentes, entonces <code>\angle PAC = \angle PBC</code>. Por lo tanto, ambos ángulos son de <code>90^\circ</code>.
pt: Esse círculo intercepta o círculo original nos pontos <code>A</code> e <code>B</code>. <code>\green{PACB}</code> forma um quadrilátero inscrito dentro desse círculo, então seus ângulos opostos totalizam <code>180^\circ</code>. O <code>\triangle PAC</code> e o <code>\triangle PBC</code> são triângulos congruentes, então <code>\angle PAC = \angle PBC</code>. Portanto, os dois ângulos têm <code>90^\circ</code>.
tr: Bu çember orijinal çemberi <code>A</code> ve <code>B</code> noktalarında keser. <code>\green{PACB}</code> bu dairenin içinde bir dörtgen oluşturur, buna göre, ters açıların toplamı <code>180^\circ</code>'dir. <code>\triangle PAC</code> ve <code>\triangle PBC</code> eş üçgenlerdir, buna göre <code>\angle PAC = \angle PBC</code>. Bu nedenle, her iki açı <code>90^\circ</code>'dir.

source: This circle represents one whole.
es: Este círculo representa un entero.
fr: Ce disque représente une unité.
nb: Denne sirkelen representerer en hel.
pl: To koło stanowi jedną całość.
pt: Este círculo representa um inteiro.
tr: Bu çember bir bütün temsil eder.

source: This class is eligible to join LearnStorm: Bay Area 2015!
es: ¡Esta clase es elegible para unirse a LearnStorm: Área de la Bahía 2015!
fr: Cette classe est admissible LearnStorm : Région de la Baie 2015 !
ja: このクラスはラーンストームの参加候補になれるかもしれません: ベイ・エリア 2015!
nb: Denne klassen er klar til å delta i LearnStorm: Bay Area 2015!
nl: Deze klasse komt in aanmerking om toe te treden tot LearnStorm: Bay Area 2015!
pl: Ta klasa może kwalifikować się do LearnStorm: Bay Area 2015!
pt: Essa turma é elegível para participar da LearnStorm: Bay Area 2015!
pt_pt: Esta turma pode participar na LearnStorm de 2015!
tr: Bu sınıf LearnStorm: Bay Area 2015'e katılabilir!

source: This class is participating in the challenge!
es: ¡Esta clase está participando en el desafío!
fr: Cette classe participe au défi !
ja: このクラスはチャレンジに参加中です!
nb: Denne klassen deltar i utfordringen!
nl: Deze klas neemt deel aan de uitdaging!
pl: Ta klasa uczestniczy w wyzwaniu!
pt: Esta turma está participando do desafio!
pt_pt: Esta classe está a participar do desafio!
tr: Bu sınıf yarışmaya katılıyor!

source: This conic section is therefore a <em>hyperbola</em>.
da: Dette keglesnit er derfor en <em>hyperbel</em>.
es: Por lo tanto, esta sección cónica es una <em>hipérbola</em>.
fr: C'est donc une <em>hyperbole</em>.
nb: Dette kjeglesnittet er derfor en <em>hyperbel</em>.
pt: Esta seção cônica é, portanto, uma <em>hipérbole</em>.
tr: Bu nedenle, bu konik bir <em>hiperboldür</em>.

source: This data is not currently available.
es: Esta información no está disponible actualmente.
fr: Ces données ne sont pas actuellement disponibles.
ja: このデータは現在有効ではありません
nb: Disse dataene er ikke tilgjengelige enda.
pl: Te dane są obecnie niedostępne.
pt: Esses dados não estão disponíveis no momento.
pt_pt: Estes dados não estão disponíveis.
tr: Bu veriler şu anda mevcut değil.

source: This discussion area is not meant for answering homework questions.
da: Dette debatområde er ikke beregnet til at besvare lektiespørgsmål.
es: Esta área de discusión no es para responder a preguntas de tarea.
fr: Cet espace de discussion n'est pas destiné à répondre aux questions des devoirs.
hi: विचारविमर्श का यह क्षेत्र गृह कार्य के प्प्रश्नों के उत्तर हेतु नहीं है.
ja: この議論の場は宿題についての疑問に答えるためのものではありません．
nb: Dette diskusjonsområdet er ikke ment for spørsmål om hjemmelekser.
nl: Deze discussie is niet bedoeld voor het beantwoorden van huiswerkvragen.
pl: Ten obszar dyskusji nie służy odpowiadaniu na zadania domowe.
pt: Esta área de discussão não foi feita para responder a perguntas de lição de casa.
pt_pt: Esta área de discussão não é para responderes aos trabalhos de casa.
tr: Bu tartışma alanı ödev sorularını yanıtlamak için tasarlanmamıştır.

source: This due date time has already passed.
da: Svarfristen er allerede passeret.
es: Este tiempo límite ya ha pasado.
fr: Cette date d'échéance est déjà passée.
nb: Svarfristen er allerede passeret.
nl: Deze einddatum en tijd zijn al voorbij.
pl: Nie zmieściłeś się w terminie.
pt: Este prazo já expirou.
pt_pt: O prazo já expirou.
tr: Bu son tarih saat zaten geçti.

source: This email was sent on behalf of %(coach_name)s.
da: Denne email blev sendt på vegne af %(coach_name)s.
es: Este correo electrónico fue enviado en nombre de %(coach_name)s.
fr: Cet e-mail a été envoyé au nom de %(coach_name)s.
ja: この電子メイルは %(coach_name)s に代わって送られました．
nb: Denne e-posten ble sendt på vegne av %(coach_name)s.
nl: Deze e-mail werd verstuurd op verzoek van %(coach_name)s.
pl: Ten e-mail został wysłany w imieniu %(coach_name)s.
pt: Este e-mail foi enviado em nome de %(coach_name)s.
tr: Bu e-posta %(coach_name)s adına gönderilmiştir.

source: This email was sent on behalf of %(parent_name)s.
da: Denne email blev sendt på vegne af %(parent_name)s.
es: Este correo electrónico fue enviado en nombre de %(parent_name)s.
fr: Cet e-mail a été envoyé de ma part de %(parent_name)s.
nb: Denne e-posten ble sendt på vegne av %(parent_name)s.
nl: Deze e-mail was gestuurd namens %(parent_name)s.
pl: Ta wiadomość została wysłana w imieniu %(parent_name)s.
pt: Este e-mail foi enviado em nome de %(parent_name)s.
tr: Bu e-posta %(parent_name)s adına gönderilmiştir.

source: This equation represents a line where <strong class="hint_blue">all</strong> of the points have <code>x = <var>XINT</var></code>.
es: Esta ecuación representa la recta donde <strong class="hint_blue"> todos</strong> los puntos tienen <code>x = <var>XINT</var></code>.
fr: Les coordonnées de <strong class="hint_blue">tous</strong> les points de la droite vérifient l'égalité <code>x = <var>XINT</var></code>.
nb: Denne ligningen representerer en linje hvor <strong class="hint_blue"> alle</strong> punktene har <code>x = <var>XINT</var></code>.
pl: To równanie przedstawia prostą, gdzie <strong class="hint_blue">wszystkie</strong> punkty mają <code>x = <var>XINT</var></code>.
pt: Essa equação representa uma reta em que <strong class="hint_blue">todos</strong> os pontos têm <code>x = <var>XINT</var></code>.
tr: Bu denklem, <strong class="hint_blue">tüm</strong> noktalarda <code>x = <var>XINT</var></code> olan bir doğruyu gösterir.

source: This exercise contains content you may be unable to access without the use of a visual display or mouse. Once logged in, please navigate to <a href="/settings#hidevisual">your account settings</a> to opt-out of future questions like these.
ja: この練習問題は視覚的ディスプレイやマウス使わないとアクセスすることができないような内容を含んでいます．ひとたびログインしたら，<a href="/settings#hidevisual">あなたのアカウント設定</a>に行き，今後はこの種の質問が出ないようにしましょう．
nb: For å gjennomføre denne øvelsen trenger du kanskje et visuelt display eller en mus. Du kan gå til <a href="/settings#hidevisual">innstillinger for din side</a> (mens du er logget inn) for å hoppe over slike spørsmål i fremtiden.
pl: To ćwiczenie zawiera treści, do których możesz nie otrzymać dostępu bez użycia wizualizacji lub myszki. Po zalogowaniu, proszę, przejdź do <a href="/settings#hidevisual"> ustawień Twojego konta </a>, aby zrezygnować z pytań takich jak to w przyszłości.
pt: Este exercício apresenta conteúdos que você pode não conseguir acessar sem o uso de um dispositivo visual ou mouse. Ao se conectar, acesse <a href="/settings#hidevisual">suas configurações de conta</a> para não receber mais questões como essa.
pt_pt: Este exercício contém conteúdos que só poderás ver se utilizares um ecrã ou um rato. Quando iniciares sessão, acede à <a href="/settings#hidevisual">página de definições da tua conta</a> para não veres mais exercícios como este.
tr: Bu egzersizde, görsel gösterim veya fare olmaksızın ulaşamayabileceğiniz içerik bulunmaktadır. Giriş yaptığınızda <a href="/settings#hidevisual">hesap ayarlarınız</a> bölümüne giderek, gelecekte bu tip sorulara katılmamayı seçebilirsiniz.

source: This exercise isn't here right now.
da: Denne øvelse er her ikke lige nu.
es: Este ejercicio no está aquí ahora.
fr: Cet exercice n'est pas ici pour l'instant.
nb: Denne øvelsen er ikke her akkurat nå.
nl: Deze oefening is nu niet hier.
pl: Tego ćwiczenia nie ma tu w tej chwili.
pt: Este exercício não está aqui no momento.
tr: Bu alıştırma şu an burada bulunmuyor.

source: This exercise may have changed since it was completed
da: Denne øvelse kan være ændret, siden den blev afsluttet
es: Este ejercicio puede haber cambiado desde que fue completado
fr: Cet exercice peut avoir été modifié depuis qu'il à été fait par l'élève
nb: Denne øvelsen kan ha blitt endret siden den ble fullført
nl: Deze oefening kan gewijzigd zijn sinds hij is voltooid
pl: To ćwiczenie mogło się zmienić od czasu, gdy zostało ukończone
pt: Este exercício pode ter mudado desde que foi feito
tr: Bu alıştırma tamamlandıktan sonra değişmiş olabilir.

source: This expression is in the form <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>.
da: Dette udtryk er på formen <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>.
es: Esta expresión es en la forma <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>.
fr: Cette expression est de la forme <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>.
nb: Dette uttrykket er på formen <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>.
pl: To wyrażenie ma postać <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>.
pt: Essa expressão está na forma <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>.
tr: Bu ifade, <code>\blue{A}x^2 + \green{B}x + \pink{C}</code> formundadır.

source: This expression is in the form <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>. You can factor it by grouping.
da: Dette udtryk er på formen <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>. Du kan faktorisere det ved gruppering.
es: Esta expresión es de la forma <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>. Puedes factorizarla por agrupación.
fr: Ce polynôme est de la forme <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>. On peut le factoriser en groupant certains termes.
nb: Dette uttrykket er på formen <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>. Du kan faktorisere det ved gruppering.
pl: To wyrażenie jest w postaci <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>. Możesz je rozłożyć przez grupowanie.
pt: Essa expressão está na forma <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>. Você pode fatorá-la por agrupamento.
tr: İfade, şu şekilde: <code>\blue{A}x^2 + \green{B}x + \pink{C}</code>. Gruplama yoluyla çarpanlarına ayırabilirsiniz.

source: This expression means <code><var>BASE</var></code> multiplied by itself <code><var>EXPONENT</var></code> times.
fr: Ceci signifie que <code><var>BASE</var></code> est multiplié <code><var>EXPONENT</var></code> fois par lui-même.
nb: Dette uttrykket betyr <code><var>BASE</var></code> multiplisert med seg selv<code><var>EXPONENT</var></code> ganger.
nl: De uitdrukking betekent <code><var>BASE</var></code> , <code><var>EXPONENT</var></code> keer met zichzelf vermenigvuldigd.
pl: Wyrażenie oznacza <code><var>BASE</var></code> pomnożoną przez siebie samą <code><var>EXPONENT</var></code> razy.
pt: Esta expressão significa <code><var>BASE</var></code> multiplicado por si mesmo <code><var>EXPONENT</var></code> vezes.
tr: Bu ifadenin anlamı, <code><var>BASE</var></code> tabanının kendisiyle <code><var>EXPONENT</var></code> kere çarpımı.

source: This feature is in closed beta at the moment. We'll let the world know when it's ready.
da: Denne funktion er i "lukket beta". Vi fortæller verden, når den er klar, så man kan bruge den.
es: Esta función está en versión beta cerrada en este momento. Le avisaremos al mundo cuando esté lista.
fr: Cette fonctionnalité est en bêta version fermée l'instant. Nous vous préviendrons dès que celle-ci sera modifiée.
nb: Denne funksjonen er for øyeblikket i lukket beta. Vi vil la verden få vite når den er klar.
nl: Deze functie is momenteel gesloten. We laten het weten wanneer die klaar is.
pl: Ta funkcja jest w tej chwili w zamkniętych wersjach beta. Damy Ci znać, gdy będzie gotowa.
pt: Este recurso está em versão beta fechada no momento. Avisaremos quando estiver pronto.
tr: Bu özellik şu an kapalıdır. Hazır olduğunda duyurulacaktır.

source: This figure is a quadrilateral with a pair of parallel sides (the top and bottom sides), so it's a trapezoid.
es: Esta figura es un cuadrilátero con dos lados paralelos (los lados superior e inferior), por lo tanto es un trapecio.
nb: Denne figuren er en firkant med parallelle sider (toppen og bunnen), så det er et trapes.
pt: Esta figura é um quadrilátero com um par de lados paralelos (os lados superior e inferior), então é um trapézio.
tr: Şekil, bir çift paralel kenarı (üst ve alt kenarı) olan bir dörtgendir, yani yamuktur.

source: This figure is a quadrilateral with perpendicular diagonals and two pairs of congruent, adjacent sides, so it is a kite.
es: Esta figura es un cuadrilátero con diagonales perpendiculares y dos lados congruentes adyacentes, por lo que es un cometa.
pt: Esta figura é um quadrilátero com diagonais perpendiculares e dois pares de lados congruentes e adjacentes, portanto é um deltoide.
tr: Bu şekil, dik köşegeni ve iki çift komşu, eş açısı olan bir dörtgendir, yani deltoiddir.

source: This figure is a trapezoid.
es: Esta figura es un trapecio.
fr: Ce quadrilatère est un trapèze.
pl: Figura jest trapezem.
pt: Esta figura é um trapézio.
tr: Bu şekil bir yamuktur.

source: This figure is an isosceles trapezoid.
es: Esta figura es un trapecio isósceles.
fr: Ce quadrilatère est un trapèze isocèle.
nb: Denne figuren er et likebeint trapes.
pl: Figura jest trapezem równoramiennym.
pt: Esta figura é um trapézio isósceles.
tr: Bu şekil ikizkenar bir yamuktur.

source: This fraction represents the result of dividing <code><var>NUMERATOR</var></code> by <code><var>DENOMINATOR</var></code>.
fr: Cette fraction représente le résultat de la division de <code><var>NUMERATOR</var></code> par <code><var>DENOMINATOR</var></code>.
nb: Denne brøken representerer resultatet av å dividere <code><var>NUMERATOR</var></code> med <code><var>DENOMINATOR</var></code>.
pl: Ułamek przedstawia wynik dzielenia <code><var>NUMERATOR</var></code> przez <code><var>DENOMINATOR</var></code>.
pt: Essa fração representa o resultado da divisão do <code><var>NUMERATOR</var></code> pelo <code><var>DENOMINATOR</var></code>.
tr: Bu kesir, <code><var>NUMERATOR</var></code>'in <code><var>DENOMINATOR</var></code> ile bölünmesi işleminin sonucunu ifade eder.

source: This function has too many parameters. ({a})
da: Denne funktion har for mange parametre. ({a})
es: Esta función tiene demasiados parámetros. ({a})
fr: Cette fonction a trop de paramètres ({a}).
nb: Denne funksjonen har for mange parametere. ({a})
nl: Deze functie heeft te veel parameters. ({a})
pl: Ta funkcja ma zbyt wiele parametrów. ({a})
pt: Esta função tem muitos parâmetros. ({a})
tr: Bu fonksiyonda çok fazla parametre var. ({a})
