Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: A circle with area <code>\blue{<var>PRETTY_A_C</var>}</code> has a <span class="hint_green">sector</span> with a central angle of <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radians</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span>.
es: Un círculo con área <code>\blue{<var>PRETTY_A_C</var>}</code> tiene un <span class="hint_green">sector</span> con un ángulo central de<span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radianes</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span>.
fr: Soit un cercle d'aire <code>\blue{<var>PRETTY_A_C</var>}</code>et un <span class="hint_green">secteur circulaire</span> dont l'angle au centre est égal à <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radians</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span>.
pt: Uma circunferência com área <code>\blue{<var>PRETTY_A_C</var>}</code> tem uma <span class="hint_green">seção</span> com um ângulo central de <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radianos</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span>.
tr: Alanı <code>\blue{<var>PRETTY_A_C</var>}</code> olan bir dairenin, merkez açısı <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radyan</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code> olan bir </span> <span class="hint_green">daire dilimi</span> vardır.

source: A circle with circumference <code><var>PRETTY_C</var></code> has an arc with a <span data-if="USE_RADIANS"><code class="hint_pink"><var>RADIANS</var></code> radians</span> <span data-else=""><code class="hint_pink"><var>DEGREES</var>^\circ</code></span> central angle.
es: Un círculo con circunferencia de<code><var>PRETTY_C</var></code> tiene un arco con un ángulo central de <span data-if="USE_RADIANS"><code class="hint_pink"><var>RADIANS</var></code> radianes</span> <span data-else=""><code class="hint_pink"><var>DEGREES</var>^\circ</code></span>.
fr: Soit un cercle de circonférence <code><var>PRETTY_C</var></code> et un arc de ce cercle dont l'angle au centre mesure <span data-if="USE_RADIANS"><code class="hint_pink"><var>RADIANS</var></code> radians</span> <span data-else=""><code class="hint_pink"><var>DEGREES</var>^\circ</code></span>.
pt: Um círculo com circunferência de <code><var>PRETTY_C</var></code> tem um arco com um ângulo central de <span data-if="USE_RADIANS"><code class="hint_pink"><var>RADIANS</var></code> radianos</span> <span data-else=""><code class="hint_pink"><var>DEGREES</var>^\circ</code></span>.
tr: Çevresi <code><var>PRETTY_C</var></code> olan bir çemberin, merkez açısı <span data-if="USE_RADIANS"><code class="hint_pink"><var>RADIANS</var></code> radians</span> <span data-else=""><code class="hint_pink"><var>DEGREES</var>^\circ</code></span> olan bir yayı vardır.

source: A circle with radius <code>\pink{<var>R</var>}</code> has a sector with a central angle of <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radians</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span>.
es: Un círculo con radio <code>\pink{<var>R</var>}</code> tiene un sector con un ángulo central de <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radianes</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span>.
fr: Soit un cercle de rayon <code>\pink{<var>R</var>}</code> et un secteur circulaire dont l'angle au centre est égal à <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radians</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span>.
pt: Um círculo com raio <code>\pink{<var>R</var>}</code> tem uma seção com um ângulo central de <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radianos</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span>.
tr: Yarıçapı <code>\pink{<var>R</var>}</code> olan bir dairede, merkez açısı <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radyan</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span> olan bir daire dilimi vardır.

source: A circle with radius of <code>\green{<var>R2</var>}</code> sits inside a circle with radius of <code>\blue{<var>R1</var>}</code>.
es: Un círculo con radio <code>\green{<var>R2</var>}</code> se encuentra dentro de un círculo con radio<code>\blue{<var>R1</var>}</code>.
fr: Un cercle de rayon <code>\green{<var>R2</var>}</code> est emboîté dans un cercle de rayon <code>\blue{<var>R1</var>}</code>.
pt: Um círculo com raio de <code>\green{<var>R2</var>}</code> se enquadra dentro de um círculo com raio de <code>\blue{<var>R1</var>}</code>.
tr: Yarıçapı <code>\green{<var>R2</var>}</code> olan bir daire, yarıçapı <code>\blue{<var>R1</var>}</code> olan bir dairenin içinde bulunmaktadır.

source: A circle with radius of <code>\green{<var>R</var>}</code> sits inside a <code>\blue{<var>L</var> \times <var>W</var>}</code> rectangle.
es: Un círculo con radio <code>\green{<var>R</var>}</code> se encuentra dentro de un rectángulo de <code>\blue{<var>L</var> \times <var>W</var>}</code>.
fr: Un cercle de rayon <code>\green{<var>R</var>}</code> est emboîté dans un rectangle de dimensions <code>\blue{<var>L</var> \times <var>W</var>}</code>.
pt: Um círculo com raio de <code>\green{<var>R</var>}</code> se enquadra dentro de um retângulo <code>\blue{<var>L</var> \times <var>W</var>}</code>.
tr: Yarıçapı <code>\green{<var>R</var>}</code> olan bir daire, bir <code>\blue{<var>L</var> \times <var>W</var>}</code>dikdörtgenin içinde bulunmaktadır.

source: A class of <code><var>TOTAL</var></code> students has <code><var>FACTOR</var></code> sets of <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> students.
fr: Une classe de <code><var>TOTAL</var></code> étudiants a <code><var>FACTOR</var></code> ensembles de <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> étudiants.
nb: En klasse på <code><var>TOTAL</var></code> elever har <code><var>FACTOR</var></code> grupper med <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> elever.
pl: Klasa licząca <code><var>TOTAL</var></code> uczniów, ma <code><var>FACTOR</var></code> grup po <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> uczniów.
pt: Uma turma de <code><var>TOTAL</var></code> alunos tem <code><var>FACTOR</var></code> grupos de <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> alunos.
tr: <code><var>TOTAL</var></code> öğrenciden oluşan bir sınıfta <code><var>FACTOR</var></code> grup <code><var>RATIO_GIRLS + RATIO_BOYS</var></code> öğrenci bulunur.

source: A closing "&lt;/%(closeTag_name)s&gt;" tag cannot contain any attributes.
da: En afsluttende "&lt;/%(closeTag_name)s&gt;" tegn må ikke indeholde nogen attributter.
es: Una etiqueta de cierre "&lt;/%(closeTag_name)s&gt;" no puede contener ningún atributo.
nb: En lukkende "&lt;/%(closeTag_name)s&gt;" kode, kan ikke inneholde attributter.
pl: Tag zamykający "&lt;/%(closeTag_name)s&gt;" nie może zawierać żadnych atrybutów.
pt: Uma tag de fechamento "&lt;/%(closeTag_name)s&gt;" não pode conter quaisquer atributos.
tr: Bir "&lt;/%(closeTag_name)s&gt;" kapanış etiketi herhangi bir öznitelik içeremez.

source: A college readiness partnership by College Board and Khan Academy presents a new, official SAT practice for the redesigned March 2016 SAT. Click to learn more.
ja: カレッジボードとカーンアカデミーによる大学入学の準備のためのパートナーシップは2016年の3月からの SAT のためにリデザインされた新しい，公式 SAT 練習問題を提供します．クリックしてさらに知りって下さい．
nb: Et college forberendende samarbeid med College Board og Khan Academy representerer nå den nye, offisielle SAT til øving på det nye designet SAT som kommer i mars 2016 . Klikk for å lære mer.
pt: Uma parceria para preparação para a faculdade entre a College Board e a Khan Academy apresenta uma prática nova e oficial para o novo SAT, que começa em março de 2016. Clique para saber mais.
pt_pt: Apresentamos uma plataforma nova e oficial de preparação para o próximo SAT, que começa em março de 2016. Clica aqui para saberes mais.

source: A college readiness partnership with College Board and Khan Academy
nb: Et collegeforberedende samarbeid med College Board og Khan Academy
pt: Uma parceria para preparação para a faculdade entre a College Board e a Khan Academy

source: A college readiness partnership with College Board and Khan Academy: Official SAT Practice
nb: Et frivillig college partnerskap med College Board og Khan Academy: Offisiell SAT øving
pt: Uma parceria entre a College Board e a Khan Academy: Prática Oficial SAT

source: A commission rate is a percentage of the retail price of an item that the seller makes if he or she can sell the item. To find the amount of commission made, use the following formula:
fr: Le taux de commission est le pourcentage du prix de vente d'un article que le vendeur reçoit si il ou elle réussit à vendre l'article. Pour trouver le montant de la commission reçue, on utilise l'égalité suivante :
nb: En provisjon er en prosent av prisen på en vare som selger får hvis han eller hun kan selge varen. For å finne størrelsen på provisjonen bruker du følgende formel:
pl: Prowizja to procent ceny detalicznej przedmiotu, który zarabia sprzedawca przy sprzedaży. Aby obliczyć kwotę prowizji, stosujemy następujący wzór:
pt: Uma taxa de comissão é uma porcentagem do preço de varejo de um item que o vendedor ganha caso consiga vender o item. Para descobrir o valor ganho como comissão, utilize a seguinte fórmula:
tr: Komisyon oranı, bir satıcının sattığı malın perakende fiyatı üzerinden kazandığı yüzdedir. Kazandığı komisyonu bulmak için, aşağıdaki formülü kullanınız:

source: A composite number is a number that has more than two factors (including 1 and itself).
es: Un número compuesto es un número que tiene más de dos factores (incluyendo 1 y él mismo).
fr: Un nombre composé est un nombre qui a un autre diviseur que 1 et lui-même.
nb: Et sammensatt tall er et tall som har mer enn to faktorer (inkludert 1 og seg selv).
pl: Liczba złożona jest liczbą, która ma więcej niż dwa czynniki (w tym 1 i ona sama).
pt: Um número composto é um número que possui mais que dois fatores (incluindo 1 e a si próprio).
tr: Bölünebilir sayı, ikiden fazla böleni bulunan sayıdır(kendisi ve 1 dahil).

source: A constructor name should start with an uppercase letter.
da: Navnet på en constructor bør begynde med et stort bogstav.
es: El nombre de un constructor debe comenzar con una letra mayúscula.
nb: En konstruktørnavn bør begynne med stor bokstav.
nl: Een constructor naam moet beginnen met een hoofdletter.
pl: Nazwa twórcy powinna zaczynać się z wielkiej litery.
pt: O nome de construtor deve começar com letra maiúscula.
tr: Yapıcı ismi büyük harf ile başlamalıdır.

source: A critical problem occurred in your program making it unable to run.
da: Et kritisk problem i dit program gør at det ikke kan køre.
es: Un problema crítico ocurrió en tu programa por lo que es incapaz de ejecutarse.
nb: Et kritisk problem i programmet ditt gjør at det ikke kan kjøres.
nl: Een kritiek probleem heeft zich voorgedaan in jouw programma waardoor die niet werkt.
pl: W Twoim programie wystąpił błąd krytyczny, który uniemożliwił jego uruchomienie.
pt: Ocorreu um problema crítico em seu programa, que o impede de funcionar.
tr: Programınızda önemli bir hata oluştuğu için programınız çalışmıyor.

source: A cumulative z-table shows the probability that a standard normal variable will be <b>less than</b> a certain value <b>(z)</b>.
fr: La table de l'écart-réduit indique la probabilité qu'une variable qui suit la loi normale centrée réduite soit <b>inférieure à</b> une certaine valeur <b>(z)</b>.
nb: En kumulativ z-tabellen viser sannsynligheten for at en standard normalfordelt variabel vil være <b>mindre enn</b> en bestemt verdi <b>(z)</b>.
pt: Uma tabela Z cumulativa demonstra a probabilidade de uma variável normal padrão ser <b>menor que</b> um determinado valor <b>(z)</b>.
tr: Birikimli z tablosu, standart normal değişkenin belli bir <b>(z)</b> değerinden <b>küçük</b> olma olasılığını gösterir.

source: A distance of <var>DISTANCE_MAP</var>cm on the map is the same as <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var>cm.
fr: Une distance de <var>DISTANCE_MAP</var>cm sur la carte correspond à <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var>cm.
hi: नक़्शे पर <var>DISTANCE_MAP</var> दुरी <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var>cm के समान है ।
nb: En avstand på <var>DISTANCE_MAP</var>cm på kartet er det samme som <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var>cm.
pl: Odległość <var>DISTANCE_MAP</var> cm na mapie to <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var> cm.
pt: Uma distância de <var>DISTANCE_MAP</var>cm no mapa é o mesmo que <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var>cm.
tr: Haritadaki <var>DISTANCE_MAP</var>cm uzaklık <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var>cm ile aynıdır.

source: A donation to Khan Academy has been made!
da: En donation til Khan Academy er blevet givet!
es: ¡Se hizo una donación a Khan Academy!
fr: Un don a été fait à la Khan Academy !
ja: カーンアカデミーへ寄付をしました!
nb: En gave til Khan Academy er utført!
nl: Een donatie is gegeven aan de Khan Academy!
pl: Przekazano darowiznę dla Khan Academy!
pt: Foi feita uma doação para Khan Academy!
pt_pt: Fizeste uma doação à Khan Academy!
tr: Khan Academy'ye bir bağış yapıldı!

source: A dot following a number can be confused with a decimal point.
da: Et punktum efterfulgt af et komma kan forveksles med et decimaltegn.
es: Un punto después de un número puede ser confundido con un punto decimal.
nb: Et punktum etter et tall kan forveksles med et desimaltegn.
nl: Een punt gevolgd door een cijfer kan verward worden met een decimaalteken.
pl: Kropka za liczbą może być pomylona z przecinkiem dziesiętnym.
pt: Um ponto após um número pode ser confundido com um ponto decimal.
tr: Sayılardan sonra kullanılan noktalar, ondalık noktası ile karıştırılabilir.

source: A few families took a trip to an amusement park together
da: Et par familier tog på tur til en forlystelsespark sammen
es: Algunas familias hicieron un viaje juntas a un parque de diversiones
fr: Des familles sont allées ensemble dans un parc d'attractions
nb: Et par familier tok en tur til en fornøyelsespark sammen
pl: Kilka rodzin poszło razem do parku rozrywki
pt: Algumas famílias foram para um parque de diversão juntas
tr: Birkaç aile birlikte lunaparka gittiler

source: A free learning resource personalized for every student.
da: En gratis læringsressource personliggjort til hver elev.
es: Un recurso de aprendizaje gratuito y personalizado para cada estudiante.
fr: Une ressource d'apprentissage gratuite et personnalisée, pour chacun de vos élèves.
nb: En gratis redningsressurs tilpasset hver elev.
nl: Een gratis leerbron gepersonaliseerd voor elke leerling.
pl: Darmowe zasoby do nauki, dostosowane do każdego ucznia.
pt: Um recurso de aprendizagem gratuito personalizado para cada aluno.
pt_pt: Uma ferramenta de ensino gratuita e pensada à medida de cada aluno.
tr: Tüm öğrenciler için kişiye özel bir öğrenim kaynağı.

source: A free learning resource tailored for your child.
da: En gratis undervisningsressource skræddersyet til dit barn.
es: Un recurso de aprendizaje libre y a la medida para tu hijo.
fr: Une ressource d'apprentissage pensée pour votre enfant.
ja: 一人一人にあった無料教育リソース
nb: En gratis læringsressurs skreddersydd for ditt barn.
nl: Een gratis leerbron op maat gemaakt voor je kind.
pl: Darmowe zasoby do nauki, dostosowane do Twojego dziecka.
pt: Um recurso de aprendizagem gratuito, sob medida para seu filho.
pt_pt: Uma ferramenta de ensino gratuita e pensada à medida do seu filho.
tr: Çocuğunuz için kişiye özel ve ücretsiz bir öğrenim kaynağı

source: A free, 3-month learning challenge designed to build a student’s ability to learn anything through mastery of math skills on Khan Academy. Points are earned by mastering math skills and also for taking on challenging new concepts and persevering. It is team-based--school vs. school and city vs. city! Top individual scorers and schools will get special recognition on weekly leaderboards and will be eligible for awards. Anyone can sign up and help their school or city take the top spot on the leaderboards. Everyone has a chance to be invited to the in-person finals event and celebration.
es: Es un desafío de aprendizaje de 3 meses de duración, diseñado para desarrollar la habilidad de aprender cualquier cosa a través del dominio de habilidades matemáticas en Khan Academy. Los puntos se ganan por dominar habilidades matemáticas y también por enfrentarse a nuevos conceptos desafiantes y por la perseverancia. ¡Es por equipos, escuela contra escuela y ciudad contra ciudad! Los individuos y las escuelas con los máximos puntajes recibirán un reconocimiento especial en las tablas de clasificación individuales y serás elegibles para recibir premios. Cualquiera puede registrarse y ayudar a su escuela o ciudad a ganar el primer lugar en las tablas de clasificación. Todos tienen la oportunidad de ser invitados al evento y celebración final en persona.
nb: En gratis, 3-måneders læringsutfordring for å bygge opp elevenes mulighet til å lære alt mulig gjennom mestrings- matematikktema i Khan Academy. Man tjener poeng med å mestre matematikkferdigeter og ta utfordringer om nye konsepter og utholdenhet. Det er lag-basert-skole mot skole, by mot by! Toppskårere og skoler vil premieres hver uke resultatlister vil vises med topplister. Alle kan registrere sin skole eller by for å komme på toppen av resultatlisten. Alle kan bli invitert til den personlige hendelsen og feiringen.
pt: Um desafio gratuito, de três meses, desenvolvido para construir uma capacidade no aluno para aprender qualquer coisa usando o domínio das habilidades matemáticas na Khan Academy. Os pontos são obtidos com o domínio das habilidades matemáticas e também com o empenho e perseverança em novos e desafiadores conceitos. O desafio é baseado em equipes -- escola vs. escola e cidade vs. cidade! Os maiores pontuadores individuais e as escolas vão receber reconhecimento especial em quadros de classificação semanais e poderão concorrer a prêmios. Qualquer um pode se cadastrar e ajudar sua escola ou cidade a chegar ao topo do quadro de classificação. Todos terão a chance de ser convidados para a celebração e o evento final que serão presenciais.
pt_pt: Um desafio de aprendizagem gratuito de 3 meses desenhado para aumentar a capacidade dos alunos aprenderem qualquer tema através do domínio da Matemática na Khan Academy. Os pontos são ganhos através do domínio de competências Matemáticas e também por ultrapassar novos desafios e persistir. É em equipa--escola contra escola e cidade contra cidade! Os melhores participantes a nível individual e as escolas terão um reconhecimento especial semanalmente nas tabelas classificativas e ficarão elegíveis para prémios. Qualquer pessoa pode registar-se e ajudar a sua escola ou cidade a chegar ao topo da tabela. Toda a gente terá a possibilidade de ser convidada para as finais e evento presencial comemorativo.
tr: Bir öğrencinin Khan Academy'deki matematik becerilerinin uzmanlığını kazanarak her şeyi öğrenme becerisini geliştirmesi için tasarlanmış ücretsiz, 3-aylık bir öğrenme yarışması. Puan kazanmak için matematik becerilerinde uzmanlık kazanmak ve ayrıca, yeni kavramlara başlamak ve sebat göstermek gerekir. Takımlar halinde, okullar arası ve şehirler arası bir yarışmadır! En çok puan alan bireysel yarışmacılar ve okullar, haftalık lider panolarında ilan edilecek ve ödüle hak kazanacaklardır. Herkes kaydolabilir, ve okulunun veya şehrinin liderlik panolarında en üste çıkmasına yardım edebilir. Herkesin yüz yüze final yarışmasına ve kutlamaya davet edilme şansı vardır.

source: A free, world-class resource for homeschool families.
da: En gratis, verdensklasse ressource for familier, der underviser i hjemmet.
es: Un recurso gratuito, de clase mundial, para familias con educación en casa.
fr: Un appui gratuit à l'éducation pour les enfants scolarisés à la maison.
ja: ホームスクールファミリーのための無料の世界レベルのリソース
nb: En gratis, verdensklasse ressurs for hjemmeskole familier.
nl: Een gratis tool voor thuisscholing van wereldklasse.
pl: Darmowe, światowej klasy zasoby dla rodzin z edukacją domową.
pt: Um recurso gratuito e de alto nível para famílias que optam pelo ensino domiciliar.
tr: Evde eğitim aileleri için ücretsiz, dünya standartlarında bir kaynak.

source: A function <code>f(x)</code> is plotted below. Highlight an interval where <code>f(x) &gt; 0</code> and <code>f^\prime(x) &gt; 0</code>.
es: Una función <code>f(x)</code> está graficada abajo. Resalta un intervalo donde <code>f(x) &gt; 0</code> y <code>f^\prime(x) &gt; 0</code>.
fr: La fonction qui à $x$ fait correspondre <code>f(x)</code> est représentée graphiquement ci-dessous. Mettre en évidence un intervalle où <code>f(x) &gt; 0</code> et <code>f^\prime(x) &gt; 0</code>.
nb: En funksjon <code>f(x)</code> er skissert nedenfor. Marker et intervall der <code>f(x) &gt; 0</code> og <code>f^\prime(x) &gt; 0</code>.
pt: Uma função <code>f(x)</code> está plotada abaixo. Destaque um intervalo onde <code>f(x) &gt; 0</code> e <code>f^\prime(x) &gt; 0</code>.
tr: Aşağıda, bir <code>f(x)</code> fonksiyonunun grafiği çizilmiştir. <code>f(x) &gt; 0</code> ve <code>f^\prime(x) &gt; 0</code> olduğu bir aralık belirtiniz.

source: A function <code>f(x)</code> is plotted below. Highlight an interval where <code>f(x) &gt; 0</code> and <code>f^\prime(x) &lt; 0</code>.
es: Una función <code>f(x)</code> está graficada abajo. Resalta un intervalo donde <code>f(x) &gt; 0</code> y <code>f^\prime(x) &lt; 0</code>.
fr: Ci-dessous la courbe représentative de la fonction qui à x fait correspondre <code>f(x)</code>. Mettre en évidence un intervalle où <code>f(x) &gt; 0</code> et <code>f^\prime(x) &lt; 0</code>.
nb: En funksjon <code>f(x)</code> er skissert nedenfor. Marker et intervall der <code>f(x) &gt; 0</code> og <code>f^\prime(x) &lt; 0</code>.
pt: Uma função <code>f(x)</code> está plotada abaixo. Destaque um intervalo onde <code>f(x) &gt; 0</code> e <code>f^\prime(x) &lt; 0</code>.
tr: Aşağıda, bir <code>f(x)</code> fonksiyonunun grafiği çizilmiştir. <code>f(x) &gt; 0</code> ve <code>f^\prime(x) &lt; 0</code> olduğu bir aralık belirtiniz.

source: A function <code>f(x)</code> is plotted below. Highlight an interval where <code>f(x) &gt; 0</code>.
es: La gráfica de una función <code>f(x)</code> se muestra a continuación. Destaca un intervalo donde <code>f(x) &gt; 0</code>.
fr: Ci-dessous, la courbe représentative de la fonction qui à x fait correspondre <code>f(x)</code>. Mettre en évidence un intervalle sur lequel <code>f(x) &gt; 0</code>.
pl: Wykres funkcji <code>f(x)</code> znajduje się poniżej. Zaznacz przedział, gdzie <code>f(x) &gt; 0</code>.
pt: Uma função <code>f(x)</code> está traçada abaixo. Destaque um intervalo em que <code>f(x) &gt; 0</code>.
tr: Aşağıda bir <code>f(x)</code> fonksiyonunun grafiği çizilmiştir. <code>f(x) &gt; 0</code> olduğu bir aralık belirtiniz.
