Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Cut Starting Block into: <span id="pieces">1 piece</span>
es: Cortar el bloque inicial en: <span id="pieces">1 parte</span>
fr: Couper le bloc de départ en : <span id="pieces">1 morceau</span>
hi: जारी ब्लाक को काटें : <span id="pieces">1 piece</span>
nb: Del startblokken opp i: <span id="pieces">1 del</span>
nl: Knip de startbalk in: <span id="pieces">1 stuk</span>
pl: Potnij Klocek Startowy na: <span id="pieces">1 kawałek</span>
pt: Cortar o bloco inicial em: <span id="pieces">1 pedaço</span>
tr: Başlangıç blokunu <span id="pieces">1 parçaya </span> kesiniz

source: Cut into: <span id="pieces">1 piece</span>
es: Cortar en: <span id="pieces">1 parte</span>
fr: Couper en : <span id="pieces">1 morceau</span>
hi: काटें: <span id="pieces">1 piece</span>
nl: Knip in: <span id="pieces">1 stuk</span>
pl: Potnij na: <span id="pieces">1 kawałek</span>
pt: Cortar em: <span id="pieces">1 pedaço</span>
tr: <span id="pieces">1 parçaya</span> kesiniz

source: Cutting a pizza into more slices means that each slice will be smaller.
da: At skære en pizza i flere stykker betyder, at hver stykke bliver mindre.
es: Cortar una pizza en más rebanadas quiere decir que cada rebanada será más pequeña.
fr: Couper une pizza en plus de parts implique que chaque part sera plus petite.
hi: एक पिज़्ज़ा को अधिक भागों में काटने का मतलब है कि प्रत्येक भाग छोटा होगाI
nb: Kutte en pizza i flere stykker betyr at hvert stykke blir mindre.
nl: Als we een pizza in meer pizzapunten snijden, dan is elke pizzapunt kleiner.
pl: Dzielenie pizzy na większą liczbę kawałków oznacza że pojedynczy kawałek będzie mniejszy.
pt: Cortar uma pizza em mais fatias significa que cada fatia será menor.
tr: Bir pizzayı daha fazla dilime bölmek, her bir dilimin daha küçük olacağı anlamına gelir.

source: Cypress
es: Ciprés
fr: Cyprès
ja: イトスギ
nl: Cipres
pl: Cyprys
pt: Cipreste
pt_pt: Cipreste

source: DEG
da: GRA
es: GRA
pt: GRA

source: Dan Benton earned the reputation as one of the leading technology industry investors of his generation. He has been the CEO of Andor Capital Management since starting the company in 2001. Mr. Benton received his M.B.A. from Harvard University and graduated from Colgate University with a B.A. in Mathematics. Since 2001, Dan has been a trustee of Colgate University where he participates on the Executive Committee. He is also a trustee at Horace Mann School, Samasource and The Hospital for Special Surgery.
pt: Dan Benton conquistou a reputação de ser um dos principais investidores em tecnologia da sua geração. Ele foi CEO da Andor Capital Management desde que fundou a empresa em 2001. Benton obteve seu MBA pela Universidade de Harvard e se graduou na Universidade Colgate com bacharelado em matemática. Desde 2001, Benton tem sido administrador na Universidade Colgate, onde participa do comitê executivo. Ele também é administrador na Escola Horace Mann, Samasource e The Hospital for Special Surgery.
tr: Dan Bentoni kuşağının önde gelen teknoloji endüstrisi yatırımcılarından biri olarak ün yapmıştır. 2001'de Andor Sermaye Yönetimi şirketini kurduğundan beri şirketin CEO'sudur. Bay Benton, işletme master derecesini Harvard Üniversitesi'nden almıştır ve lisans derecesini matematik dalında Colgate Üniversitesi'nde tamamlamıştır. 2001'den beri, Colgate Ünversitesi'nde hem mütevelli, hem de İcra Komitesi üyesidir. Ayrıca, Horace Mann Okulu, Samasource ve Özel Cerrahi Hastanesi'nde mütevellidir.

source: Dana Martin received her Master’s in art history from Long Beach State University in 2012. Her thesis focused on the theme of heroic death in American art. She currently teaches art history and humanities courses in the southern California.
pt: Dana Martin obteve seu mestrado em história da arte na Universidade Estadual de Long Beach em 2012. Sua tese abordou o tema da morte heroica na arte americana. Ela atualmente leciona nos cursos de história da arte e humanidades no sul da Califórnia.
tr: Dana Martin 2012'de Long Beach Eyalet Üniversitesi'nde sanat tarihi master'ını aldı. Tezi, Amerikan sanatında kahramanca ölme temasına odaklanmıştır. Şimdilerde, güney Kaliforniya'da sanat tarihi ve beşeri bilimler öğretmektedir.

source: Darmstadtium
es: Darmstadio
pl: Darmsztadt
pt: Darmstácio
pt_pt: Darmstácio

source: Dashboard
bg: Табло
da: Læringsoversigt
es: Panel
fr: Tableau de bord
ja: ダッシュボード
nb: Dashbord
pl: Pulpit nawigacyjny
pt: Painel de aprendizado
pt_pt: Painel de aprendizagem
tr: Gösterge paneli

source: Dashboard progress bar
es: Barra de progreso del panel
fr: Barre de progression du tableau de bord
nb: Dashboard fremdriftslinjen
nl: Dashboard vooruitgangsbalk
pl: Pasek postępu panelu nawigacyjnego
pt: Barra de progresso do painel de aprendizado
pt_pt: Barra de progresso do painel de aprendizagem
tr: Öğrenme Panosu ilerleme çubuğu

source: Data Science
pt: Ciência de dados
pt_pt: Estatística
tr: Veri Bilimi

source: Data Scientist
es: Científico de datos
pt: Cientista de dados
tr: Veri Bilimci

source: Date
da: Dato
es: Fecha
ja: 日付
nb: Dato
nl: Datum
pl: Data
pt: Data
pt_pt: Data
tr: Tarih

source: Date & Time
da: Dato & Tid
es: Fecha y hora
fr: Date & heure
ja: 日付 & 時間
nb: Dato & klokkeslett
nl: Datum & Tijd
pl: Data i Czas
pt: Data e hora
pt_pt: Data e hora
tr: Tarih ve Saat

source: Date Taken
fr: Date prise
pl: Data wykonania
pt: Data de criação
tr: Alınan Tarih

source: Date joined
da: Dato tilmeldt
es: Fecha de ingreso
fr: Inscription
ja: 入会した日
nb: Ble medlem
nl: Datum van aanmelding
pl: Data dołączenia
pt: Data de cadastro
pt_pt: Data de registo
tr: Katıldığınız tarih

source: Date/Time
da: Dato/tid
es: Fecha/Hora
fr: Date/heure
ja: 日付/時間
nb: Dato/tid
nl: Datum/tijd
pl: Data/Czas
pt: Data/Hora
pt_pt: Data e hora
tr: Tarih/Saat

source: David is a Content Creator for Physics. He received his Masters degree in Physics at the University of California at Davis in 2006. David is currently teaching high school physics at The Meadows School in Las Vegas and investigating the effectiveness of various pedagogical approaches to teaching physics. He has published research on carbon nanotubes and is currently researching how the limitations of language affect the statements made by scientific theory.
pt: David é criador de conteúdo para Física. Ele obteve seu mestrado em Física na Universidade da Carolina, em Davis, em 2006. David atualmente ensina física no Ensino Médio, na Escola Meadows, em Las Vegas, e investiga a eficácia de diversas abordagens pedagógicas para o ensino de física. Ele publicou pesquisas sobre nanotubos de carbono e está atualmente pesquisando como as limitações da linguagem afetam as declarações feitas pela teoria científica.
tr: David Fizik için İçerik Yaratıcısıdır. Fizik alanında Master derecesini Kaliforniya Üniversitesi, Davis'ten 2006'da almıştır. David şu anda Las Vegas'taki Meadows Okulu'nda lise fizik öğretmenidir ve fizik öğretimide değşik pedagojik yaklaşımların etkisini araştırmaktadır. Karbon nanotüplerle ilgili araştırmalar yayımlamıştır ve şu anda, dildeki sınırlamaların bilimsel teorinin ifadelerini nasıl etkilediğini araştırmaktadır.

source: David is a human being currently living on Earth.
pt: David é um ser humano que atualmente vive na Terra.
tr: David, şu anda dünya üzerinde yaşamakta olan bir insandır.

source: David regrets that he was not also named Ben.
pt: Além disso, David lamenta que seu nome não seja Ben.
tr: David, ayrıca isminin "Ben" olmamasından dolayı pişmanlık duyuyor.

source: David studies biological psychology and is also a jazz musician. His research involves attention, multi-sensory integration, and the impact that disorders in perception and sensation can have on behavior, social cognition, and decision-making.
pt: David estuda psicologia biológica e também toca jazz. Sua pesquisa envolve atenção, integração multissensorial e o impacto que desordens na percepção e sensação podem ter no comportamento, cognição social e tomada de decisões.
tr: David biyolojik psikoloji öğrencisidir ve aynı zamanda da bir caz müzisyenidir. Araştırdığı konular arasında dikkat, birden çok duyunun entegrasyonu, ve görme ve hissetmeyle ilgili hastalıkların davranış, sosyal biliş, ve karar alma üzerindeki olası etkisidir.

source: Day
fr: Jour
nb: Dag
pl: Dzień
pt: Dia
pt_pt: Dia
tr: Gün

source: Day:
ja: 日:
nb: Dag:
pl: Dzień:
pt: Dia:
pt_pt: Dia:
tr: Gün:

source: DePaul University
pt: Universidade DePaul
tr: DePaul University (DePaul Üniversitesi)

source: Dean of Computer Science
es: Decano de ciencias de la computación
fr: Doyen de L'informatique
pl: Dziekan Informatyki
pt: Especialista em Ciência da Computação
tr: Bilgisayar Bilimi Dekanı

source: Dean of Infrastructure
es: Decano de infraestructura
fr: Doyen de l'Infrastructure
pl: Dziekan infrastruktury
pt: Especialista em Infraestrutura
tr: Altyapı Sorumlusu

source: Dear %(name)s,
da: Kære %(name)s,
es: Querido/a %(name)s,
fr: Cher(ère) %(name)s,
ja: 親愛なる %(name)s 様，
nb: Kjære %(name)s,
nl: Beste %(name)s,
pl: Szanowny(a) %(name)s,
pt: Caro(a) %(name)s,
pt_pt: Caro(a) %(name)s,
tr: Sevgili %(name)s,

source: Dear Khan Academy, I greatly appreciate your videos! Not only did I pass Calculus last year with a 96% , but I also discovered my love for the subject &ndash; something I had never experienced before truly understanding the mathematical content and the uses of it.
pt: Cara Khan Academy, eu realmente agradeço pelos seus vídeos! Não só eu passei em Cálculo ano passado com 96% de aproveitamento, mas também descobri meu amor pelo assunto &ndash; algo que eu nunca havia experimentado antes, realmente entender o conteúdo matemático e seus usos.
tr: Sevgili Khan Academy, videolarınız çok takdir ediyorum. Geçtiğimiz yıl Analiz dersini &96 ile geçmemin yanı sıra, bu derse merakımın da farkına vardım &ndash; matematiksel içeriği ve kullanımını daha önce hiç gerçekten anlamamıştım.

source: Debug mode
pt: Modo de depuração
tr: Hatadan arındırma modu

source: Debugging
es: Depurando
fr: Débogage
ja: デバッグ
nb: Feilsøking
pl: Debugowanie
pt: Correção de erros
pt_pt: Depuração
tr: Hata Ayıklama

source: Decimals on the number line 1
da: Decimaler på tallinjen 1
es: Decimales en la recta numérica 1
fr: Nombres décimaux sur la droite numérique graduée - Niveau 1
hi: संख्या रेखा 1 पर दशमलव लगाएं
nb: Desimaltall på tallinjen 1
nl: Decimalen op de getallenlijn 1
pl: Liczby dziesiętne na osi liczbowej 1
pt: Números decimais na reta numérica 1
tr: Sayı çizgisinde ondalık sayılar 1

source: Decimals on the number line 2
da: Decimaltal på tallinjen 2
es: Decimales en la recta numérica 2
fr: Nombres décimaux sur la droite numérique graduée - Niveau 2
hi: संख्या रेखा 2 पर दशमलव लगाएं
nb: Desimaltall på tallinjen 2
nl: Decimalen op de getallenlijn 2
pl: Liczby dziesiętne na osi liczbowej 2
pt: Números decimais na reta numérica 2
tr: Sayı çizgisinde ondalık sayılar 2

source: Decimals on the number line 3
da: Decimaltal på tallinjen 3
es: Decimales en la recta numérica 3
fr: Nombres décimaux sur la droite numérique graduée - Niveau 3
hi: संख्या रेखा 3 पर दशमलव लगाएं
nb: Desimaltall på tallinjen 3
nl: Decimalen op de getallenlijn 3
pl: Liczby dziesiętne na osi liczbowej 3
pt: Decimais na reta numérica 3
tr: Ondalık sayıların sayı doğrusu üzerinde gösterilmesi 3

source: Decreases
da: Falder
es: Disminuye
fr: Il diminue
nb: Synker
pl: Maleje
pt: Diminui
tr: azalır

source: Define a new function
fr: Permet de déclarer, définir une nouvelle fonction. Regardez l'exemple ci-dessous...
pl: Definiowanie nowej funkcji
pt: Define uma função nova
pt_pt: Define uma função nova
tr: Yeni fonksiyon tanımla

source: Defined and undefined matrix operations
da: Definerede og udefinerede matrix-operationer
es: Operaciones definidas e indefinidas en matrices
fr: Opérations matricielles définies ou non définies
nb: Definerte og udefinerete matrise-operasjoner
pl: Operacje na macierzach kwadratowych i niekwadratowych
pt: Operações de matrizes definidas e indefinidas
tr: Tanımlı ve tanımsız matris işlemleri

source: Degrees to radians
es: Grados a radianes
fr: Des degrés aux radians
nb: Grader til radianer
pl: Stopnie na radiany
pt: Graus para radianos
tr: Dereceden radyana

source: Delete
da: Slet
es: Borrar
fr: Supprimer
ja: 削除
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
pt_pt: Apagar
tr: Sil

source: Delete %(nickname)s
bg: Изтриване на %(nickname)s
da: Slet %(nickname)s
es: Eliminar %(nickname)s
fr: Supprimer %(nickname)s
he: למחוק את %(nickname)s
nb: Slett %(nickname)s
nl: Verwijder %(nickname)s
pl: Usuń %(nickname)s
pt: Excluir %(nickname)s
pt_pt: Apagar %(nickname)s
tr: %(nickname)s sil

source: Delete account
bg: Изтриване на профил
da: Slet konto
es: Eliminar cuenta
fr: Supprimer le compte
he: מחיקת החשבון
nb: Slett konto
nl: Account verwijderen
pl: Usunięcie konta
pt: Excluir conta
pt_pt: Apaga a tua conta
tr: Hesabı Sil

source: Delete all of the user's previous and future posts
da: Slet alle tidligere og fremtidige indlæg fra denne bruger
es: Elimina todos las publicaciones previas y futuras del usuario
fr: Supprimer tous les messages passés et futurs de l'utilisateur
ja: このユーザの以前の，そして未来のポストを消去する
nb: Slett alle brukerens tidligere og fremtidige innlegg
nl: Verwijder alle vorige en toekomstige posts van de gebruiker
pl: Usuń wszystkie poprzednie i przyszłe posty tego użytkownika
pt: Excluir todas as publicações anteriores e futuras do usuário
pt_pt: Apagar todas as publicações anteriores e futuras deste utilizador
tr: Kullanıcının geçmişte gönderdiği ve bundan sonra göndereceği tüm mesajları SİL.

source: Delete the invitation
da: Slet invitationen
es: Borrar la invitación
fr: Supprimer l'invitation
ja: 招待を消去する
nb: Slette invitasjonen
nl: Verwijder de uitnodiging
pl: Usuń zaproszenie
pt: Excluir o convite
pt_pt: Apagar o convite
tr: Davetiyeyi sil

source: Delete this list (the students will still appear in 'All students')
bg: Изтриване на този списък (учениците все още ще се появяват във "Всички ученици")
da: Slet denne liste (studerende vises stadig i 'Alle studerende')
es: Elimina esta lista (los estudiantes aún aparecerán en "Todos los estudiantes")
fr: Supprimer cette liste (le nom des élèves apparaîtra toujours dans « Tous les élèves »)
he: מחק רשימה זו (התלמידים עדיין יופיעו ב"כל התלמידים")
ja: このリストを消去(ただしこの生徒達は消去されず，'全ての生徒'で表示されます．)
nb: Slett denne listen (elevene på denne listen vil finnes under 'Alle elever')
nl: Verwijder deze lijst (de leerlingen worden nog weergegeven in 'Alle leerlingen')
pl: Usuń tę listę (uczniowie będą widoczni na liście 'wszyscy uczniowie')
pt: Excluir esta lista (os alunos continuarão aparecendo em "Todos os alunos")
pt_pt: Apagar esta lista (os alunos permanecerão na lista "Todos os alunos")
tr: Bu listeyi sil (Öğrenciler, 'Tüm Öğrenciler' sekmesi altında gözükmeye devam edecektir)

source: Delete this project?
da: Slet dette projekt?
es: ¿Eliminar este proyecto?
fr: Supprimer ce projet ?
ja: このプロジェクトを削除しますか?
nb: Slette dette prosjektet?
nl: Dit project verwijderen?
pl: Usunąć ten projekt?
pt: Excluir esse projeto?
pt_pt: Apagar este projeto?
tr: Bu projeyi silmek istiyor musunuz?

source: Delete your account
bg: Изтрий профила си
da: Slet din konto
es: Elimina tu cuenta
fr: Supprimer votre compte
he: מחק את החשבון שלך
nb: Slett din konto
nl: Verwijder je account
pl: Usuń swoje konto
pt: Excluir sua conta
pt_pt: Apagar conta
tr: Hesabınızı silin

source: Deleting data<br>
da: Sletter data<br>
es: Borrando datos<br>
fr: Suppression de données <br>
ja: データの削除<br>
nb: Slette data <br>
nl: Gegevens verwijderen<br>
pl: Usuwanie danych<br>
pt: Eliminar dados<br>
pt_pt: A apagar os dados<br>
tr: Veri silme<br>

source: Deleting invitation
da: Sletter invitation
es: Borrando la invitación
fr: Suppression de l'invitation
ja: 招待を消去しています
nb: Slette invitasjon
nl: Uitnodiging aan het verwijderen
pl: Usuwanie zaproszenia
pt: Exclusão de convite
pt_pt: A apagar convite
tr: Davetiye siliniyor

source: Deleting project. You'll be redirected when it's done.
da: Sletter projekt. Du vil blive omdirigeret, når det er gjort.
es: Eliminando proyecto. Al finalizar serás redireccionado.
fr: Suppression du projet. Vous serez redirigé une fois l'opération terminée.
ja: プロジェクトを消去します．終了したら他のページに飛びます．
nb: Sletter prosjekt Du vil bli videresendt når det er gjort.
nl: Project verwijderen. Je zal worden omgeleid wanneer het voltooid is.
pl: Usuwanie projektu. Zostaniesz przekierowany po zakończeniu.
pt: Excluindo projeto. Você será redirecionado quando for concluído.
pt_pt: A apagar o projeto. Serás redireccionado quando o projeto for apagado.
tr: Proje silinmektedir. Silme işlemi tamamlandığında yönlendirileceksiniz.

source: Deleting...
da: Sletter...
es: Eliminando...
fr: Suppression de...
ja: 削除しています...
nb: Sletter...
nl: Verwijderen...
pl: Usuwanie...
pt: Excluindo...
pt_pt: A apagar...
tr: Siliniyor...

source: Deletion Failed.
da: Sletning mislykkedes.
es: Error al eliminar.
fr: La suppression a échoué.
ja: 削除に失敗しました。
nb: Sletting mislyktes.
nl: Verwijderen is mislukt.
pl: Usunięcie nie powiodło się.
pt: Falha na exclusão.
pt_pt: Erro ao apagar.
tr: Silme işlemi başarısız oldu.

source: Delicious catered lunches daily
bg: Вкусен обяд всеки ден
da: Lækker frokostordning hver dag
es: Deliciosa comida cada día
fr: Délicieux traiteur déjeuners tous les jours
he: ארוחות צהריים טעימות
pl: Pyszny lunch każdego dnia
pt: Almoços deliciosos servidos diariamente
tr: Günlük leziz öğle yemeği servisi

source: Delicious catered lunches daily.
pt: Almoços deliciosos servidos diariamente.
tr: Günlük lezzetli öğle yemeği servisleri.

source: Delicious fresh bread every Thursday.
pt: Pão fresco delicioso todas as quintas.
tr: Her Perşembe taze ve lezzetli ekmek.

source: Deny request
da: Afvis anmodning
es: Negar solicitud
fr: Refuser la demande
ja: リクエストを断る
nb: Avslå forespørsel
nl: Verzoek weigeren
pl: Odmowa żądania
pt: Recusar solicitação
pt_pt: Recusar pedido
tr: İsteği reddet

source: Department blogs
fr: Blogs des départements
nb: Avdelingenes blogger
pl: Dział z blogami
pt: Blogs dos departamentos
tr: Bölüm Blogları

source: Depth (m)
pl: Głębokość (m)
pt: Profundidade (m)
tr: Derinlik (m)

source: Derivative intuition
es: Acercamiento intuitivo a la derivada
fr: Trouver intuitivement la valeur d'une dérivée
nb: Intuisjonen bak derivering
pl: Intuicyjne pochodne
pt: Intuição sobre derivada
tr: Türevin Mantığı

source: Describe the solutions to the following quadratic equation:
es: Describe las soluciones de la siguiente ecuación cuadrática:
fr: Caractériser les solutions de l'équation du second degré :
pt: Descreva as soluções da seguinte equação de segundo grau:
tr: Bu ikinci dereceden denklemin çözümlerini tanımlayınız:

source: Description
es: Descripción
pt: Descrição
tr: Tanım

source: Description (can only change when viewing page in English)
da: Beskrivelse (kan kun ændres når du viser siden på engelsk)
es: Descripción (solo puede cambiar al ver la página en inglés)
fr: Description (peut changer uniquement lorsque vous affichez la page en anglais)
ja: 説明 (これは英語のページを見ている時だけしか変更できません)
nb: Beskrivelse (kan bare endres når du viser side på engelsk)
nl: Beschrijving (kan alleen wijzigen wanneer je de pagina in het Engels bekijkt)
pl: Opis (można zmienić tylko podczas przeglądania strony w języku angielskim)
pt: Descrição (só pode mudar na página em inglês)
pt_pt: Descrição (só pode ser alterada quando a página está em inglês)
tr: Tanım (sadece sayfa İngilizce olarak görüntülenirken değiştirilebilir)

source: Description of issue:
da: Beskrivelse af problemet:
es: Descripción del problema:
fr: Description du problème:
ja: 問題の説明:
nb: Beskrivelse av problemet:
nl: Beschrijving van het probleem:
pl: Opis problemu:
pt: Descrição do problema:
pt_pt: Descrição do erro:
tr: Sorunun açıklaması:

source: Description*:
da: Beskrivelse*:
es: Descripción*:
nb: Beskrivelse*:
nl: Beschrijving*:
pl: Opis *:
pt: Descrição*:
pt_pt: Descrição*:
tr: Açıklama*:

source: Designated Copyright Agent
da: Udpeget som Ansvarlig for Ophavsret
es: Agente designado de derechos de autor
fr: Nommé Responsable des Droits de Reproduction
nb: Benevnte opphavsrettsagent
nl: Aangewezen Copyright Agent
pl: Wyznaczony przedstawiciel ds. praw autorskich
pt: Agente de copyright designado
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: Designed to help you where you need it.
nb: Utformet for å hjelpe deg der du trenger det.
pt: Desenvolvido para ajudá-lo com o que você precisar.
tr: Nerede ihtiyacınız olursa size yardım etmek için tasarlandı.

source: Designing the math exercise experience for iPad
da: Design af oplevelsen af matematikopgaver på iPad
es: Diseño de la experiencia de ejercicios de matematicas para iPad
fr: Conception de l'expérience exercice de math pour iPad
nl: Ontwerpen van de wiskunde-oefening ervaring voor iPad
pl: Projektowanie doświadczeń matematycznych na iPada
pt: Desenvolvimento da experiência de exercício de matemática para iPad
tr: Matematik alıştırmaları deneyimini iPad için tasarlamak

source: Desmond used to work on ranking and metrics at Bing. He has degrees in Computer Science and Mechatronics Engineering from Swinburne University, Australia.
es: Desmond solía trabajar en clasificación e indicadores en Bing. Tiene títulos en Ciencias de la Computación e Ingeniería Mecatrónica por la Universidad de Swinburne, Australia.
pl: W przeszłości zajmował się czynnikami rankingowymi i analizą dla Bing. Posiada dyplomy ukończenia kierunków Informatyki oraz Mechatroniki na Swinburne University w Australii.
pt: Desmond trabalhava com categorias e métricas para o Bing. Ele é formado em Ciência da Computação e Engenharia Mecatrônica pela Universidade de Swinburne, na Austrália.
tr: Daha önce Bing’de sıralama ve ölçübilim konularında çalışıyordu. Avusturalya Swinburne University’den Bilgisayar Bilimi ve Mekatronik Mühendisliği diplomalarına sahiptir.

source: Desmond was always fascinated by the concept of teaching at scale, so once he discovered Khan Academy he couldn't resist getting involved.
es: Desmond estuvo siempre fascinado por el concepto de enseñanza a gran escala, así que una vez que descubrió Khan Academy, no pudo evitar involucrarse.
pl: Desmond był od zawsze zafascynowany ideą globalnego nauczania, więc gdy tylko dowiedział się o istnieniu Khan Academy, nie mógł się nie zaangażować w jej działalność.
pt: Desmond sempre foi fascinado pelo conceito de ensino em escala. Portanto, quando descobriu a Khan Academy, ele não pôde ficar de fora.
tr: Desmond her zaman geniş kitlelere eğitim verme fikrine hayrandı ve Khan Academy ile tanıştığında takıma katılmak istedi.

source: Despite her biology training, Emily has very normal outside interests, such distance running, brownie-baking, and huge, immortal, soil-dwelling fungus.
pt: Apesar de sua formação em biologia, Emily tem interesses muito normais. Ela gosta de praticar corrida de fundo, assar brownies e cultivar gigantescos fungos terrestres imortais.

source: Detailed Skill Progress
da: Detaljerede fremskridt i færdighed
es: Progreso detallado de las habilidad
fr: Détail de l'avancement des compétences
ja: 詳細なスキルの進捗状況
nb: Detaljert ferdighetsutvikling
nl: Gedetailleerde vaardigheidsvoortgang
pl: Szczegółowy postęp w umiejętności
pt: Progresso detalhado da habilidade
pt_pt: Progresso detalhado de competências
tr: Detaylı Beceri İlerlemesi

source: Detective
da: Detektiv
fr: Détective
ja: 探偵
nb: Detektiv
nl: Speurder
pl: Detektyw
pt: Detetive
pt_pt: Detetive
tr: Dedektif

source: Determinant of a 2x2 matrix
da: Determinant for en 2x2-matrix
es: Determinante de una matriz de 2x2
fr: Déterminant d'une matrice 2x2
nb: Determinanten av en 2x2-matrise
pl: Wyznacznik macierzy 2x2
pt: Determinante de uma matriz 2x2
tr: 2 x 2 Matrisinin Determnantı
