Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: If we have one <code>\green{<var>B</var>}</code>, how much do we have in total?
fr: Si on a un <code>\green{<var>B</var>}</code>, combien a-t-on en tout ?
hi: अगर हमारे पास एक <code>\green{<var>B</var>}</code> है, तो हमारे पास यह कुल कितना है ?
ja: もし 1 個の <code>\green{<var>B</var>}</code> があれば，全部でどれだけになりますか?
nb: Om vi har en <code>\green{<var>B</var>}</code>, hvor mye har vi totalt?
nl: Als we één <code>\green{<var>B</var>}</code> hebben, hoeveel hebben we dan bij elkaar?
pl: Jeśli mamy jedno <code>\green{<var>B</var>}</code>, to ile mamy razem?
pt: Se temos um <code>\green{<var>B</var>}</code>, quanto temos no total?
tr: Eğer bir tane <code>\green{<var>B</var>}</code> varsa, toplam nedir?

source: If we know that the <span class="hint_blue">blue angle is <code><var>MEASURE</var>^\circ</code></span>, what is the measure of <span class="hint_green">angle <code>x</code></span>?
fr: Si on sait que la mesure de <span class="hint_blue">l'angle bleu est <code><var>MEASURE</var>^\circ</code></span>, quelle est la valeur de <span class="hint_green"> <code>x</code></span> ?
nb: Om vi vet at <span class="hint_blue">blå vinkel er<code><var>MEASURE</var>^\circ</code></span>, hva er størrelsen på <span class="hint_green">vinkel<code>x</code></span>?
pl: Jeżeli wiemy, że <span class="hint_blue">niebieski kąt ma <code><var>MEASURE</var>^\circ</code></span>, to jak jest miara <span class="hint_green">kąta <code>x</code></span>?
pt: Se sabemos que o <span class="hint_blue"> ângulo azul tem <code><var>MEASURE</var>^\circ</code></span>, qual é a medida do <span class="hint_green">ângulo <code>x</code></span>?
tr: <span class="hint_blue">Mavi açının <code><var>MEASURE</var>^\circ</code></span> olduğunu biliyorsak, <span class="hint_green">angle <code>x</code></span>'in ölçüsü nedir?

source: If we know that the <span class="hint_blue">blue angle is <code><var>MEASURE</var>^\circ</code></span>, what is the measure of <span class="hint_green">angle <code>x</code></span>? <span class="render-answer-area-here"></span>
es: Si sabemos que el <span class="hint_blue">ángulo azul es <code><var>MEASURE</var>^\circ</code></span>, ¿cuál es la medida del <span class="hint_green">ángulo<code>x</code></span>? <span class="render-answer-area-here"></span>
fr: Si on sait que la mesure de <span class="hint_blue">l'angle bleu est <code><var>MEASURE</var>^\circ</code></span>, quelle est la mesure de l'angle <span class="hint_green"> <code>x</code></span> ? <span class="render-answer-area-here"></span>
nb: Om vi vet at <span class="hint_blue">blå vinkel er <code><var>MEASURE</var>^\circ</code></span>, hva er da størrelsen på <span class="hint_green">vinkel <code>x</code></span>? <span class="render-answer-area-here"></span>
pl: Jeżeli wiemy, że <span class="hint_blue">niebieski kąt ma <code><var>MEASURE</var>^\circ</code></span>, to jak jest miara <span class="hint_green">kąta <code>x</code></span>? <span class="render-answer-area-here"></span>
pt: Se sabemos que <span class="hint_blue">ângulo azul tem <code><var>MEASURE</var>^\circ</code></span>, qual é a medida do <span class="hint_green">ângulo <code>x</code></span>? <span class="render-answer-area-here"></span>
tr: Eğer <span class="hint_blue">mavi açının<code><var>MEASURE</var>^\circ</code></span> olduğunu biliyorsak, <span class="hint_green">açı <code>x</code></span>'in ölçüsü nedir? <span class="render-answer-area-here"></span>

source: If we let <code>x</code> represent the cost of <var>N2</var> <var>deskItem( 0 )</var>, we have the following proportion:
fr: Si nous prenons <code>x</code> pour représenter le coût de <var>N2</var> <var>deskItem( 0 )</var>, nous obtenons la fraction suivante :
nb: Om vi lar <code>x</code> representere kostnaden på <var>N2</var> <var>deskItem( 0 )</var>, har vi følgende proprsjonalitet:
pl: Jeśli <code>x</code> to koszt <var>N2</var> <var>deskItem( 0 )</var>, dostaniemy następującą proporcję:
pt: Se usarmos <code>x</code> para representar o custo de <var>N2</var> <var>deskItem( 0 )</var>, temos a seguinte proporção:

source: If we multiply <code><var>M</var></code> and <code>x</code>, we have <code><var>expr(["*", M, "x"])</var></code>.
es: Si multiplicamos <code><var>M</var></code> y <code>x</code>, tenemos <code><var>expr(["*", M, "x"])</var></code>.
fr: Le produit de <code><var>M</var></code> par <code>x</code> s'écrit <code><var>expr(["*", M, "x"])</var></code>.
hi: अगर हम गुणा करते हैं <code><var>M</var></code>और<code>x</code>, हमारे पास होगा <code><var>expr(["*", M, "x"])</var></code>.
nb: Hvis vi mulitpliserer <code><var>M</var></code> og <code>x</code>, får vi <code><var>expr(["*", M, "x"])</var></code>.
pl: Jeśli pomnożymy <code><var>M</var></code> i <code>x</code>, mamy <code><var>expr(["*", M, "x"])</var></code>.
pt: Se multiplicarmos <code><var>M</var></code> e <code>x</code>, temos <code><var>expr(["*", M, "x"])</var></code>.
tr: Eğer <code><var>M</var></code> ile <code>x</code>'i çarparsak, <code><var>expr(["*", M, "x"])</var></code> elde ederiz.

source: If we multiply both sides of the equation by <code><var>COMMON_DENOM</var></code>, we get:
da: Hvis vi ganger begge sider af ligningen med <code><var>COMMON_DENOM</var></code>, får vi:
es: Si multiplicamos ambos lados de la ecuación por <code><var>COMMON_DENOM</var></code>, obtenemos:
fr: Si on multiplie les deux membres de l'équation par <code><var>COMMON_DENOM</var></code>, on obtient :
nb: Hvis vi multipliserer begge sider av likningen med <code><var>COMMON_DENOM</var></code>, får vi:
pt: Se multiplicarmos os dois lados da equação por <code><var>COMMON_DENOM</var></code>, temos:
tr: Denklemin iki tarafını <code><var>COMMON_DENOM</var></code> ile çarparsak:

source: If we multiply out the square in this expression, we get
da: Hvis vi ganger kvadratet ud i dette udtryk, får vi
es: Si multiplicamos el cuadrado en esta expresión, obtenemos
fr: Si on développe le carré, on obtient
nb: Hvis vi multipliserer ut kvadratet i dette uttrykket, får vi
pt: Se expandirmos o termo ao quadrado nessa expressão, obtemos
tr: Bu ifadeyi açarsak, şunu elde ederiz

source: If we multiply the denominator of the fraction on the left by <code><var>MULTIPLE</var></code>, it will be the same denominator of the fraction on the right. To keep things equal, let's also multiply the numerator on the left by <code><var>MULTIPLE</var></code>:
da: Hvis vi dividerer nævneren i brøken til venstre med <code><var>MULTIPLE</var></code>, er det den samme nævner som i brøken til højre. For at holde siderne ens, skal vi også dividere tælleren til venstre med <code><var>MULTIPLE</var></code>:
es: Si multiplicamos el denominador de la fracción de la izquierda por <code><var>MULTIPLE</var></code>, será el mismo denominador de la fracción de la derecha. Para mantener las cosas igual, dividamos también el numerados de la izquierda entre <code><var>MULTIPLE</var></code>:
fr: Si on multiplie le dénominateur de la fraction de gauche par <code><var>MULTIPLE</var></code>, le dénominateur de cette fraction sera le même que celui de la fraction de droite. Pour ne pas changer la valeur de la fraction, il faut aussi multiplier son numérateur par <code><var>MULTIPLE</var></code> :
hi: अगर हम भिन्न के भाजक को गुणा करें बाईं ओर के <code><var>MULTIPLE</var></code> से, वह भिन्न का समान भाजक होगा दाईं ओरI चीज़ों को बराबर रखने के लिए, चलिए हम गणक को भी गुणा करें बाईं ओर <code><var>MULTIPLE</var></code> से:
nb: Hvis vi dividerer nevneren i brøken til venstre med <code><var>MULTIPLE</var></code>, er det den samme nevner som i brøken til høyre. For å holde sidene like, skal vi også dividere telleren til venstre med <code><var>MULTIPLE</var></code>:
nl: Als we de noemer van de breuk aan de linkerkant vermenigvuldigen met <code><var>MULTIPLE</var></code>, dan zal het dezelfde noemer worden als aan de rechterkant. Om de breuk gelijkwaardig te houden, moeten we ook de noemer aan de linkerkant met <code><var>MULTIPLE</var></code> vermenigvuldigen:
pl: Jeśli podzielimy mianownik ułamka po lewej stronie przez <code><var>MULTIPLE</var></code>, będzie miał taki sam mianownik jak ułamek po prawej stronie. Żeby wartości ułamków były takie same, pomnóżmy licznik ułamka po lewej przez <code><var>MULTIPLE</var></code>:
pt: Se multiplicarmos o denominador na fração da esquerda por <code><var>MULTIPLE</var></code>, ele será o mesmo denominador da fração da direita. Para manter as coisas iguais, vamos também multiplicar o numerador da esquerda por <code><var>MULTIPLE</var></code>:

source: If we multiply the denominator of the fraction on the right by <code><var>FACTOR</var></code>, it will be the same denominator of the fraction on the left. To keep things equal, let's also multiply the numerator on the right by <code><var>FACTOR</var></code>:
da: Hvis vi dividerer nævneren i brøken til højre med <code><var>FACTOR</var></code>, er det den samme nævner som i brøken til venstre. For at holde siderne ens, skal vi også dividere tælleren til højre med <code><var>FACTOR</var></code>:
es: Si multiplicamos el denominador de la fracción de la derecha por <code><var>FACTOR</var></code>, será el mismo denominador que el de la fracción de la izquierda. Para mantener las cosas igual, vamos a multiplicar también el numerador de la derecha por <code><var>FACTOR</var></code>:
fr: Si on multiplie le dénominateur de la fraction de droite par <code><var>FACTOR</var></code>, le dénominateur de cette fraction sera le même que celui de la fraction de gauche. Pour ne pas changer la valeur de la fraction, il faut aussi multiplier son numérateur par <code><var>FACTOR</var></code> :
hi: अगर हम भिन्न के हर को गुणा करें दाईं ओर के <code><var>FACTOR</var></code> से, वह भिन्न का समान हर होगा बाईं ओरI चीज़ों को बराबर रखने के लिए, चलिए हम अंश को भी गुणा करें दाईं ओर <code><var>FACTOR</var></code> से:
nb: Hvis vi multipliserer nevneren i brøken til høyre med <code><var>FACTOR</var></code>, vil den bli den samme nevneren som i brøken til venstre. For å beholde sidene like, skal vi også multiplisere telleren til høyre med <code><var>FACTOR</var></code>:
nl: Als we de noemer van de breuk aan de rechterkant vermenigvuldigen met <code><var>FACTOR</var></code>, dan zal het dezelfde noemer worden als aan de linkerkant. Om de breuk gelijkwaardig te houden, moeten we ook de noemer aan de rechterkant vermenigvuldigen met <code><var>FACTOR</var></code>:
pl: Jeśli pomnożymy mianownik ułamka po prawej przez <code><var>FACTOR</var></code>, uzyskamy taki sam mianownik, jak w ułamku po lewej. Żeby wartość ułamka po prawej była taka sama, musimy pomnożyć przez <code><var>FACTOR</var></code> również jego licznik:
pt: Se multiplicarmos o denominador na fração da direita por <code><var>FACTOR</var></code>, ele será o mesmo denominador da fração da esquerda. Para manter as coisas iguais, vamos também multiplicar o numerador da direita por <code><var>FACTOR</var></code>:

source: If we notice that all terms have a common factor, we can rewrite the expression as,
da: Hvis vi bemærker, at alle led har en fælles faktor, kan vi omskrive udtrykket til,
es: Si notamos que todos los términos tienen un factor común, podemos reescribir la expresión como,
fr: Si on remarque que tous les termes ont un facteur commun, on peut réécrire l'expression sous la forme,
nb: Pm vi legger merke til at alle ledd har en felles faktor, kan vi skrive om uttrykket til,
pl: Jeżeli zauważymy, że wszystkie wyrazy mają wspólny czynnik, możemy przepisać wyrażenie jako:
pt: Se percebermos que todos os termos têm um fator comum, podemos reescrever a expressão como:
tr: Terimlerin hepsinin ortak bir çarpanı olduğunun farkına varırsak, ifadeyi şöyle baştan yazabiliriz.

source: If we pick <span class="hint_blue"> two points</span> on the perpendicular bisector which are an equal distance from the intersection, they will also be the same distance from both endpoints of the segment we started with.
es: Si elegimos <span class="hint_blue"> dos puntos</span> sobre la mediatriz que están a la misma distancia de la intersección, también estarán a la misma distancia de los dos extremos del segmento con el que empezamos.
fr: Si on prend <span class="hint_blue">deux points</span> de la médiatrice équidistants du point d'intersection, alors ils seront aussi équidistants des extrémités du segment.
pt: Se escolhermos <span class="hint_blue"> dois pontos</span> sobre a mediatriz que estão a uma distância igual da interseção, eles também terão a mesma distância de ambas as extremidades do segmento com o qual começamos.
tr: Eğer orta dikme üzerinde kesişme noktasından aynı uzaklıkta <span class="hint_blue"> iki nokta</span> alırsak, bu noktalar başlangıçtaki doğru parçasının iki bitiş noktasından aynı uzaklıkta olur.

source: If we pick <span class="hint_blue"> two points</span> on the perpendicular line which are an equal distance from the intersection, they will also be the same distance from every other point on the line we started with.
es: Si elegimos <span class="hint_blue"> dos puntos</span> en la línea perpendicular que están a la misma distancia de la intersección, también estarán a la misma distancia desde cualquier punto sobre la línea con la que empezamos.
fr: Si on choisit <span class="hint_blue">deux points</span> sur la perpendiculaire à égale distance de l'intersection, alors ils seront aussi équidistants de tout point du segment.
pt: Se escolhermos <span class="hint_blue"> dois pontos</span> sobre a linha perpendicular que estão a uma distância igual da interseção, eles também terão a mesma distância de todos os outros pontos na linha com a qual começamos.
tr: Eğer dik doğru üzerinde kesişme noktasından aynı uzaklıkta <span class="hint_blue"> iki nokta</span> alırsak, bu noktalar başlangıçtaki doğrunun diğer her noktasından aynı uzaklıkta olur.

source: If we pick <span class="hint_blue">any two points on the given lines</span> that are the same distance from the vertex of the angle, every point on the bisector line will be equidistant from those points.
es: Si elegimos <span class="hint_blue">cualesquiera dos puntos sobre las líneas dadas</span>que están a la misma distancia desde el vértice del ángulo, cada punto en la bisectriz será equidistante desde esos puntos.
fr: Si on choisit <span class="hint_blue">deux points sur les demi-droites </span> équidistants du sommet de l'angle, alors tout point situé sur la bissectrice de cet angle est équidistant de ces deux points.
pt: Se escolhermos <span class="hint_blue">quaisquer dois pontos nas linhas dadas</span> que estão na mesma distância do vértice do ângulo, todo ponto da bissetriz estará equidistante a partir desses pontos.
tr: Açının köşesinden aynı uzaklıkta,<span class="hint_blue">verilen doğruların üzerinde herhangi iki nokta </span>alırsak, açıortay doğrusu üzerindeki her nokta bu noktalardan eşit uzaklıkta olur.

source: If we pick <span class="hint_blue">two points</span> on the tangent line that are an equal distance from <code>P</code>, they will also be the same distance from the center of the circle.
es: Si elegimos <span class="hint_blue">dos puntos</span> en la línea tangente que estén a la misma distancia de <code>P</code>, también estarán a la misma distancia del centro del círculo.
fr: Si on trouve <span class="hint_blue">deux points</span> de la tangente qui sont à égale distance de <code>P</code>, ces deux points seront aussi équidistants du centre du cercle.
pt: Se escolhermos <span class="hint_blue">dois pontos</span> da reta tangente que estejam equidistantes de <code>P</code>, eles também estarão à mesma distância do centro do círculo.
tr: Eğer teğet doğru üzerinde <code>P</code>'den aynı uzaklıkta olan <span class="hint_blue">iki nokta</span> seçersek, bunlar aynı zamanda dairenin merkezinden de aynı uzaklıkta olacaktır.

source: If we pick a point on the line, let's say <code>(<var>X1</var>,<var>Y1</var>)</code>, we can see that points above that point are all shaded in. These are the points where <code>x = <var>X1</var> </code> but <code>y</code> is greater than <code><var>Y1</var></code>. So we should use a <code>&gt;</code> or <code>≥</code> sign.
es: Si elegimos un punto sobre la recta, digamos <code>(<var>X1</var>,<var>Y1</var>)</code>, podemos ver que los puntos arriba de la recta están sombreados. Estos son los puntos donde <code>x = <var>X1</var> </code>, pero <code>y</code> es mayor que <code><var>Y1</var></code>. Así que deberíamos usar un <code>&gt;</code> o un signo <code>≥</code>.
fr: On prend un point de la droite, par exemple <code>(<var>X1</var>,<var>Y1</var>)</code>, on voit que ce sont les points dont les coordonnées sont tels que <code>x = <var>X1</var> </code> et <code>y</code> supérieur à <code><var>Y1</var></code> qui sont dans la région coloriée. Donc le symbole de l'inégalité est <code>&gt;</code> ou <code>≥</code>.
nb: Om vi ser på et punkt på linjen, som <code>(<var>X1</var>,<var>Y1</var>)</code>, kan vi se at alle punktene over dette punktet er fargede. Dette er punkter hvor <code>x = <var>X1</var> </code> men <code>y</code> er større enn <code><var>Y1</var></code>. Så vi skal bruke et <code>&gt;</code> eller <code>≥</code> tegn.
pt: Se escolhermos um ponto na reta, digamos <code>(<var>X1</var>,<var>Y1</var>)</code>, >, podemos ver que os pontos acima estão todos sombreados. Esses são os pontos onde <code>x = <var>X1</var> </code> mas <code>y</code> é maior que <code><var>Y1</var></code>. Deveríamos usar um sinal <code>&gt;</code> ou <code>≥</code>.

source: If we pick a point on the line, let's say <code>(<var>X1</var>,<var>Y1</var>)</code>, we can see that points below that point are all shaded in. These are the points where <code>x = <var>X1</var> </code> but <code>y</code> is less than <code><var>Y1</var></code>. So we should use a <code>&lt;</code> or <code>≤</code> sign.
es: Si elegimos un punto sobre la recta, digamos <code>(<var>X1</var>,<var>Y1</var>)</code>, podemos ver que los puntos debajo de la recta están sombreados. Estos son los puntos donde <code>x = <var>X1</var> </code>, pero <code>y</code> es menor que <code><var>Y1</var></code>. Así que deberíamos usar un <code>&lt;</code> o un signo <code>≤</code>.
fr: On prend un point de la droite, par exemple <code>(<var>X1</var>,<var>Y1</var>)</code>, on voit que ce sont les points dont les coordonnées sont tels que <code>x = <var>X1</var> </code> et <code>y</code> inférieur à <code><var>Y1</var></code> qui sont dans la région coloriée. Donc le symbole de l'inégalité est <code>&lt;</code> ou <code>≤</code>.
nb: Om vi ser på et punkt på linjen, som <code>(<var>X1</var>,<var>Y1</var>)</code>, kan vi se at punktene nedenfor er alle fargelagte. Dette er punktene hvor <code>x = <var>X1</var> </code> men <code>y</code> er mindre enn <code><var>Y1</var></code>. Så vi skal bruke et <code>&lt;</code> eller <code>≤</code> tegn.
pt: Se escolhermos um ponto na reta, digamos <code>(<var>X1</var>,<var>Y1</var>)</code>, podemos ver que os pontos abaixo estão todos sombreados. Esses são os pontos onde <code>x = <var>X1</var> </code> mas <code>y</code> é menor que <code><var>Y1</var></code>. Deveríamos usar um sinal <code>&lt;</code> ou <code>≤</code>.

source: If we plug in <code><var>point[ 0 ]</var></code> for <code>x</code> and evaluate, do we get <code><var>point[ 1 ]</var></code>?
da: Hvis vi indsætter <code><var>point[ 0 ]</var></code> som <code>x</code> og udregner, får vi så <code><var>point[ 1 ]</var></code>?
es: Si sustituimos <code>x</code> por <code><var>point[ 0 ]</var></code> y evaluamos la ecuación, ¿obtenemos <code><var>point[ 1 ]</var></code>?
fr: Si on remplace <code>x</code> par <code><var>point[ 0 ]</var></code>, obtient-on <code><var>point[ 1 ]</var></code> ?
nb: Hvis vi setter inn <code><var>point[ 0 ]</var></code> som <code>x</code> og regner ut, får vi <code><var>point[ 1 ]</var></code>?
pl: Jeżeli wstawimy <code><var>point[ 0 ]</var></code> za <code>x</code> i obliczymy, czy dostaniemy <code><var>point[ 1 ]</var></code>?
pt: Se colocarmos <code><var>point[ 0 ]</var></code> para <code>x</code> e calcularmos, obteremos <code><var>point[ 1 ]</var></code>?

source: If we put a compass on one point of the triangle we can find points on either side which are the same distance from that point.
es: Si ponemos un compás en un punto del triángulo podemos encontrar puntos en cada lado del triángulo que están a la misma distancia de ese punto.
fr: Pour construire une bissectrice, on commence par construire un cercle de centre le sommet de l'angle.
pl: Jeśli przyłożymy cyrkiel w jednym punkcie trójkąta, możemy znaleźć punkty na każdym boku, które znajdują się w tej samej odległości od tego punktu.
pt: Se colocarmos uma circunferência em um ponto do triângulo, poderemos encontrar pontos em qualquer lado, com a mesma distância desse ponto.
tr: Üçgenin bir noktasını bir pergel koysak, noktanın iki tarafında noktadan aynı uzaklıktaki noktaları bulabiliriz.

source: If we put compasses with the same radii on each of these new points, we can find all the points that are an equal distance from both points.
es: Si ponemos compases con los mismos radios en cada uno de estos nuevos puntos , podemos encontrar todos los puntos que están a la misma distancia de ambos puntos.
fr: Ensuite on trace deux cercles de même rayon centrés sur les points d'intersection du cercle et des côtés de l'angle.
pl: Jeśli przyłożymy cyrkle o tym samym rozstawie w każdym z tych nowych punktów, możemy znaleźć wszystkie punkty, które znajdują się w równej odległości od obu punktów.
pt: Se colocarmos circunferências de raios iguais em cada um desses novos pontos, poderemos encontrar todos os pontos que estiverem a uma mesma distância de ambos os pontos.
tr: Bu yeni noktalara aynı yarıçaplı pergeller koyarsak, iki noktadan eşit uzaklıktaki tüm noktaları bulabiliriz.

source: If we put two compasses of the same size on two points we can find four lines of the same length.
es: Si ponemos dos compases del mismo tamaño en dos puntos podemos encontrar cuatro líneas de la misma longitud.
fr: Pour construire la médiatrice d'un segment, on construit un cercle de centre l'une des extrémités, et un autre cercle de même rayon, de centre l'autre extrémité.
pl: Jeśli umieścimy dwa cyrkle o takim samym rozstawie w dwóch punktach, możemy znaleźć cztery linie tej samej długości.
pt: Se colocarmos duas circunferências do mesmo tamanho em dois pontos, poderemos encontrar quatro retas do mesmo comprimento.
tr: İki noktaya aynı boyutta iki pergel koyarsak, aynı uzunlukta dört doğru bulabiliriz.

source: If we share those <var>C</var> slices equally between <var>A</var> person, how many slices does each person get?
da: Hvis vi deler disse <var>C</var> skiver ligeligt mellem <var>A</var> person, hvor mange skiver får hver person?
fr: Si on partage ces <var>C</var> parts de façon égale entre <var>A</var> personnes, combien de parts aura chaque personne ?
nb: Hvis vi deler disse <var>C</var> stykkene likt mellom <var>A</var> person, hvor mange stykker får hver person?
nl: Als we die <var>C</var> stukken gelijkelijk verdelen onder <var>A</var> persoon, hoeveel stukken zou de persoon dan krijgen?
pl: Jeśli podzielimy te <var>C</var> kawałków równo pomiędzy <var>A</var> osobę, ile kawałków dostanie każda z osób?
pt: Se dividirmos essas <var>C</var> fatias igualmente entre <var>A</var> pessoa, quantas fatias cada pessoa recebe?
tr: Bu <var>C</var> dilimi <var>A</var> kişiye eşit paylaştırırsak, bir kişiye kaç dilim düşer?
