Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Since the normal curve is symmetrical, the area <b>less than</b> <code><var>localeToFixed(ZSCORES[0], 2)</var></code> is equal to the area <b>greater than</b> <code><var>localeToFixed(abs(ZSCORES[0]), 2)</var></code>, which can be found by looking up <code><var>localeToFixed(abs(ZSCORES[0]), 2)</var></code> on the z-table and subtracting the table value from <code>1</code>, the total area under the curve.
fr: Puisque la courbe de la loi normale est symétrique, l'aire correspondant aux valeurs <b>inférieures à</b> <code><var>localeToFixed(ZSCORES[0], 2)</var></code> est égale à l'aire correspondant aux valeurs <b>supérieures à</b> <code><var>localeToFixed(abs(ZSCORES[0]), 2)</var></code>, que l'on trouve en cherchant <code><var>localeToFixed(abs(ZSCORES[0]), 2)</var></code> dans la table de l'écart-réduit, et en soustrayant cette valeur de <code>1</code> qui est l'aire totale sous la courbe.
pt: Como a curva normal é simétrica, a área <b>menor que</b> <code><var>localeToFixed(ZSCORES[0], 2)</var></code> é igual à área <b>maior que</b> <code><var>localeToFixed(abs(ZSCORES[0]), 2)</var></code>, que pode ser encontrada ao buscar <code><var>localeToFixed(abs(ZSCORES[0]), 2)</var></code> na tabela Z e subtrair o valor da tabela de <code>1</code>, a área total abaixo da curva.
tr: Normal eğri simetrik olduğu için, <code><var>localeToFixed(ZSCORES[0], 2)</var></code>'den <b>küçük olan</b> alan, <code><var>localeToFixed(abs(ZSCORES[0]), 2)</var></code>'den <b>büyük olan</b> alana eşittir, bunu da z tablosunda <code><var>localeToFixed(abs(ZSCORES[0]), 2)</var></code>'i bulup, tablodaki değeri <code>1</code>'den, eğrinin altındaki toplam alandan, çıkararak elde ederiz.

source: Since the normal curve is symmetrical, the area <b>less than</b> <code><var>localeToFixed(ZSCORES[1], 2)</var></code> is equal to the area <b>greater than</b> <code><var>localeToFixed(abs( ZSCORES[1] ), 2)</var></code>, which can be found by looking up <code><var>localeToFixed(abs( ZSCORES[1] ), 2)</var></code> on the z-table and subtracting the table value from <code>1</code>, the total area under the curve.
fr: Puisque la courbe de la loi normale est symétrique, l'aire correspondant aux valeurs <b>inférieures à</b> <code><var>localeToFixed(ZSCORES[1], 2)</var></code> est égale à l'aire correspondant aux valeurs <b>supérieures à</b> <code><var>localeToFixed(abs( ZSCORES[1] ), 2)</var></code>, que l'on trouve en cherchant <code><var>localeToFixed(abs( ZSCORES[1] ), 2)</var></code> dans la table de l'écart-réduit, et en soustrayant cette valeur de <code>1</code>, l'aire totale sous la courbe.
pt: Como a curva normal é simétrica, a área <b>menor que</b> <code><var>localeToFixed(ZSCORES[1], 2)</var></code> é igual à área <b>maior que</b> <code><var>localeToFixed(abs( ZSCORES[1] ), 2)</var></code>, que pode ser encontrada ao se buscar <code><var>localeToFixed(abs( ZSCORES[1] ), 2)</var></code> na tabela z e ao se subtrair o valor da tabela de <code>1</code>, a área total abaixo da curva.
tr: Normal eğri simetrik olduğu için, <code><var>localeToFixed(ZSCORES[1], 2)</var></code>'den <b>küçük olan</b> alan, <code><var>localeToFixed(abs( ZSCORES[1] ), 2)</var></code>'den <b>büyük olan</b> alana eşittir, bunu da z tablosunda <code><var>localeToFixed(abs( ZSCORES[1] ), 2)</var></code>'i bulup, tablodaki değeri <code>1</code>'den, eğrinin altındaki toplam alandan, çıkararak elde ederiz.

source: Since the original slope is <code> <var>fractionReduce(SLOPE_N, SLOPE_D)</var></code>, the slope of the new line could be <code> <var>decimalFraction(NEW_SLOPE, true, true)</var> </code> and could look like this:
da: Eftersom den originale hældning er <code> <var>fractionReduce(SLOPE_N, SLOPE_D)</var></code>, kan den nye linjes hældning være <code> <var>decimalFraction(NEW_SLOPE, true, true)</var> </code> og kunne se således ud:
es: Puesto que la pendiente original es <code> <var>fractionReduce(SLOPE_N, SLOPE_D)</var></code>, la pendiente de la nueva recta podría ser <code> <var>decimalFraction(NEW_SLOPE, true, true)</var> </code> y podría verse así:
fr: Puisque la pente de la droite donnée est égale à <code> <var>fractionReduce(SLOPE_N, SLOPE_D)</var></code>, la droite à tracer peut être de pente <code> <var>decimalFraction(NEW_SLOPE, true, true)</var> </code> et ressembler à ça :
nb: Siden den opprinnelige stigningen er <code> <var>fractionReduce(SLOPE_N, SLOPE_D)</var></code>, kan den nye linjens stigning være <code> <var>decimalFraction(NEW_SLOPE, true, true)</var> </code> og kunne se slik ut:
pl: Ponieważ nachylenie oryginalnej prostej wynosi <code> <var>fractionReduce(SLOPE_N, SLOPE_D)</var></code>, nachylenie nowej prostej mogłoby wynosić <code> <var>decimalFraction(NEW_SLOPE, true, true)</var> </code> i wtedy wyglądałoby to w ten sposób:
pt: Uma vez que a inclinação original é <code> <var>fractionReduce(SLOPE_N, SLOPE_D)</var></code>, a inclinação da nova reta pode ser <code> <var>decimalFraction(NEW_SLOPE, true, true)</var> </code> e parecer-se com isto:
tr: Orijinal eğim <code> <var>fractionReduce(SLOPE_N, SLOPE_D)</var></code> olduğu için, yeni doğrunun eğimi, <code> <var>decimalFraction(NEW_SLOPE, true, true)</var> </code> olabilir:

source: Since the point is <code>\green{<var>Y</var>}</code> unit up from the origin, the <span class="hint_green"><code>y</code>-coordinate</span> is equal to <code>\green{<var>Y</var>}</code>.
es: Dado que el punto está a <code>\green{<var>Y</var>}</code> unidades por encima del origen, la coordenada en <span class="hint_green"><code>y</code></span> es igual a <code>\green{<var>Y</var>}</code>.
nb: Siden punktet er <code>\green{<var>Y</var>}</code> enheter opp fra origo, vil <span class="hint_green"><code>y</code>-koordinaten</span> være lik <code>\green{<var>Y</var>}</code>.
pl: Skoro punkt znajduje się <code>\green{<var>Y</var>}</code> jednostkę w górę od początku układu współrzędnych, to współrzędna <span class="hint_green"><code>y</code></span> jest równa <code>\green{<var>Y</var>}</code>.
pt: Como o ponto está <code>\green{<var>Y</var>}</code> unidade acima da origem, a coordenada <span class="hint_green"><code>y</code></span> é igual a <code>\green{<var>Y</var>}</code>.
tr: Nokta başlangıç noktasından <code>\green{<var>Y</var>}</code> birim yukarıda olduğundan, <span class="hint_green"><code>y</code>-coordinate</span> koordinatı <code>\green{<var>Y</var>}</code>'ye eşittir.

source: Since the point is <code>\green{<var>Y</var>}</code> units up from the origin, the <span class="hint_green"><code>y</code>-coordinate</span> is equal to <code>\green{<var>Y</var>}</code>.
es: Dado que el punto está a <code>\green{<var>Y</var>}</code> unidades por encima del origen, la coordenada en <span class="hint_green"><code>y</code></span> es igual a <code>\green{<var>Y</var>}</code>.
fr: Le point est à <code>\green{<var>Y</var>}</code> unités de l'axe des x, donc son ordonnée <span class="hint_green"><code>y</code></span> est égale à <code>\green{<var>Y</var>}</code>.
nb: Siden punktet er <code>\green{<var>Y</var>}</code> enheter opp fra origo, vil <span class="hint_green"><code>y</code>-koordinaten</span> være lik <code>\green{<var>Y</var>}</code>.
pl: Skoro punkt znajduje się <code>\green{<var>Y</var>}</code> jednostki(ek) w górę od początku układu współrzędnych, to współrzędna <span class="hint_green"><code>y</code></span> jest równa <code>\green{<var>Y</var>}</code>.
pt: Como o ponto está <code>\green{<var>Y</var>}</code> unidades acima da origem, a coordenada <span class="hint_green"><code>y</code></span> é igual a <code>\green{<var>Y</var>}</code>.
tr: Nokta başlangıç noktasından <code>\green{<var>Y</var>}</code> birim yukarıda olduğundan, <span class="hint_green"><code>y</code>-coordinate</span> koordinatı <code>\green{<var>Y</var>}</code>'ye eşittir.

source: Since the point is <code>\pink{<var>X</var>}</code> unit to the right of the origin, the <span class="hint_pink"><code>x</code>-coordinate</span> is equal to <code>\pink{<var>X</var>}</code>.
es: Dado que el punto está a <code>\pink{<var>X</var>}</code> unidades a la derecha del origen, la coordenada en <span class="hint_pink"><code>x</code></span> es igual a <code>\pink{<var>X</var>}</code>.
nb: Siden punktet er<code>\pink{<var>X</var>}</code> enheter til høyre for origo, vil <span class="hint_pink"><code>x</code>-koordinaten</span> være lik<code>\pink{<var>X</var>}</code>.
pl: Skoro punkt znajduje się <code>\pink{<var>X</var>}</code> jednostkę na prawo od początku układu współrzędnych, to współrzędna <span class="hint_pink"><code>x</code></span> jest równa <code>\pink{<var>X</var>}</code>.
pt: Como o ponto está <code>\pink{<var>X</var>}</code> unidade à direita da origem, a coordenada <span class="hint_pink"><code>x</code></span> é igual a <code>\pink{<var>X</var>}</code>.
tr: Nokta başlangıç noktasının <code>\pink{<var>X</var>}</code> birim sağında olduğundan, <span class="hint_pink"><code>x</code>-koordinatı</span> , <code>\pink{<var>X</var>}</code>'e eşittir.

source: Since the point is <code>\pink{<var>X</var>}</code> units to the right of the origin, the <span class="hint_pink"><code>x</code>-coordinate</span> is equal to <code>\pink{<var>X</var>}</code>.
es: Dado que el punto está a <code>\pink{<var>X</var>}</code> unidades a la derecha del origen, la coordenada en <span class="hint_pink"><code>x</code></span> es igual a <code>\pink{<var>X</var>}</code>.
fr: Le point est à <code>\pink{<var>X</var>}</code> unités de l'axe des y, donc son abscisse <span class="hint_pink"><code>x</code></span> est égale à <code>\pink{<var>X</var>}</code>.
nb: Siden punktet er<code>\pink{<var>X</var>}</code> enheter til høyre for origo, vil <span class="hint_pink"><code>x</code>-koordinaten</span> være lik<code>\pink{<var>X</var>}</code>.
pl: Skoro punkt znajduje się <code>\pink{<var>X</var>}</code> jednostki(ek) na prawo od początku układu współrzędnych, to współrzędna <span class="hint_pink"><code>x</code></span> jest równa <code>\pink{<var>X</var>}</code>.
pt: Como o ponto está <code>\pink{<var>X</var>}</code> unidades à direita da origem, a coordenada <span class="hint_pink"><code>x</code></span> é igual a <code>\pink{<var>X</var>}</code>.
tr: Nokta başlangıç noktasının <code>\pink{<var>X</var>}</code> birim sağında olduğundan, <span class="hint_pink"><code>x</code>-coordinate</span> koordinatı <code>\pink{<var>X</var>}</code>'e eşittir.

source: Since the price per <var>deskItem(0)</var> stays the same, these two proportions are equivalent.
fr: Comme le prix par <var>deskItem(0)</var> reste le même, ces deux fractions sont équivalentes.
nb: Siden prisen på hver <var>deskItem(0)</var> forblir den samme, er disse to forholdene like.
pl: Ponieważ koszt <var>deskItem(0)</var> jest stały, te dwie proporcje są równoważne.
pt: Sendo que o preço por <var>deskItem(0)</var> permanece o mesmo, estas duas proporções são equivalentes.
tr: <var>deskItem(0)</var> başına fiyat aynı kaldığı için, bu iki orantı denktir.

source: Since the second inequality is completely included by the first inequality, their intersection is the second inequality. Therefore the answer is:
da: Da den anden ulighed er en del af den første ulighed, er deres skæringspunkt den anden ulighed. Svaret er derfor:
es: Puesto que la segunda desigualdad está completamente incluida por la primera desigualdad, su intersección es la segunda desigualdad. Por lo tanto la respuesta es:
fr: Puisque l'ensemble des solutions de la deuxième inéquation est inclus dans celui des solutions de la première, c'est l'intersection des deux ensembles de solutions. Donc la réponse est :
nb: Siden den andre ulikheten er en del av den første ulikheten, er deres skjæringspunkt er den andre ulikheten. Svaret er derfor:
pt: Já que a segunda inequação é completamente incluída pela primeira inequação, sua interceptação é a segunda inequação. Portanto, a resposta é:
tr: İkinci eşitsizlik birinci eşitsizlik tarafından kapsandığı için, kesişimleri ikinci eşitsizliktir. Bu nedenle, cevap:

source: Since the slabs have a height of <code>1</code> <var>UNIT</var>, <code>x</code> is the number of these slabs which fill up the whole rectangular prism.
es: Dado que los bloques tienen una altura de <code>1</code> <var>UNIT</var>, <code>x</code> es el número de bloques que componen todo el prisma rectangular.
fr: Comme les blocs ont une hauteur de <code>1</code> <var>UNIT</var>, <code>x</code> correspond au nombre de blocs qui remplissent le parallélépipède rectangle en entier.
nb: Siden hvert lag har høyden <code>1</code> <var>UNIT</var>,er <code>x</code> antallet lag som fyller opp hele det rektangulære prismet.
pl: Jako że każda warstwa ma wysokość równą <code>1</code> <var>UNIT</var>, <code>x</code> jest liczbą takich warstw, które wypełnią nam cały prostopadłościan.
pt: Como as camadas têm uma altura de <code>1</code> <var>UNIT</var>, <code>x</code> é o número de tais camadas que formam todo o prisma retangular.
tr: Tabakaların yüksekliği <code>1</code> <var>UNIT</var> olduğundan, <code>x</code> bütün dikdörtgenler prizmasını dolduran tabaka sayısıdır.

source: Since the slope is <code>0</code> and there is no <code>x</code> term, the equation is already in slope intercept form.
da: Eftersom hældningen er <code>0</code>, og der ikke er noget <code>x</code>-led, er ligningen allerede i hældning-skæringspunktform.
es: Puesto que la pendiente es <code>0</code> y no hay ningún término de <code>x</code>, la ecuación está ya en la forma pendiente-ordenada al origen.
fr: Comme le coefficient directeur est <code>0</code> et qu'il n'y a pas de terme en <code>x</code>, l'équation est déjà sous la forme y = ax + b.
nb: Ettersom stigningen er <code>0</code>, og det ikke er noen <code>x</code>-ledd, er ligningen allerede på lineær form.
pl: Skoro nachylenie to <code>0</code> i nie ma żadnego wyrazu <code>x</code>, równanie jest już w postaci kierunkowej.
pt: Uma vez que a inclinação é <code>0</code> e não há termo <code>x</code>, a equação já está na forma de equação reduzida da reta.
tr: Eğim <code>0</code> olduğu ve <code>x</code>'li terim olmadığı için, denklem zaten eğim-kesme noktası formundadır.

source: Since the slope of the blue line is <code>\blue{0}</code>, the perpendicular line will have an infinite slope and therefore will be a vertical line.
es: Puesto que la pendiente de la recta azul es <code>\blue{0}</code>, la recta perpendicular tendrá una pendiente infinita y por lo tanto será una recta vertical.
fr: La droite est parallèle à l'axe des abscisses. Toute perpendiculaire à cette droite est parallèle à l'axe des ordonnées. Le coefficient directeur de la droite bleue est <code>\blue{0}</code>, donc le coefficient directeur d'une perpendiculaire à la droite bleue n'est pas défini.
nb: Siden stigningstallet til linjen er <code>\blue{0}</code>, vil den vinkelrette linjen ha en uendelig stigning og blir derfor en vertikal linje.
pl: Skoro nachylenie niebieskiej prostej to <code>\blue{0}</code>, to prosta prostopadła będzie miała nieskończone nachylenie i będzie prostą równoległą.
pt: Uma vez que o coeficiente angular da reta azul é <code>\blue{0}</code>, a reta perpendicular terá um coeficiente angular infinito e, portanto, será uma reta vertical.
tr: Mavi doğrunun eğimi <code>\blue{0}</code> olduğundan, dik doğrunun eğimi sonsuz olacak ve, böylece, bu bir düşey doğru olacak.

source: Since the vertex is at <code class="hint_green">x = <var>H</var></code>, let's try one unit to the right and evaluate the equation at <code class="hint_pink">x = <var>X1</var></code>.
da: Fordi toppunktet er <code class="hint_green"> x = <var>H</var></code>, så lad os prøve en enhed til højre og evaluere ligningen for <code class="hint_pink"> x = <var>X1</var></code>.
es: Como el vértice está en <code class="hint_green">x = <var>H</var></code>, intentemos una unidad a la derecha y evaluar la ecuación en <code class="hint_pink">x = <var>X1</var></code>.
fr: L’abscisse du sommet est <code class="hint_green">x = <var>H</var></code>, on peut chercher l'image de <code class="hint_pink">x = <var>X1</var></code>.
nb: Fordi toppunktet er <code class="hint_green"> x = <var>H</var></code>, så kan vi prøve en enhet til høyre, og evaluere ligningen for <code class="hint_pink"> x = <var>X1</var></code>.
pt: Uma vez que o vértice está em <code class="hint_green">x = <var>H</var></code>, vamos tentar uma unidade para a direita e calcular a equação em <code class="hint_pink">x = <var>X1</var></code>.
tr: Köşe <code class="hint_green">x = <var>H</var></code>'de olduğu için, 1 birim sağa gidelim ve denklemin <code class="hint_pink">x = <var>X1</var></code> için değerini bulalım.

source: Since their <code>x</code> components are the same, the distance between the two points is simply the change in <code>y</code>:
da: Eftersom deres <code>x</code>-dele er de samme, er afstanden mellem de to punkter bare ændringen i <code>y</code>:
es: Puesto que las componentes de <code>x</code> son iguales, la distancia entre los dos puntos es simplemente el cambio en <code>y</code>:
fr: Comme leurs abscisses <code>x</code> sont les mêmes, leur distance est tout simplement égale à la différence entre leurs ordonnées <code>y</code> :
nb: Ettersom deres <code>x</code>-størrelser er de samme, er avstanden mellom de to punktene bare endringen i <code>y</code>:
pl: Skoro ich elementy <code>x</code> są takie same, odległość między dwoma punktami jest po prostu zmianą w <code>y</code>:
pt: Uma vez que seus componentes de <code>x</code> são os mesmos, a distância entre os dois pontos será simplesmente a mudança em <code>y</code>:
tr: <code>x</code> bileşenleri aynı olduğu için, iki nokta arasındaki uzunluk, <code>y</code>'nin değişimidir:

source: Since their <code>y</code> components are the same, the distance between the two points is simply the change in <code>x</code>:
da: Eftersom deres <code>y</code>-dele er de samme, er afstanden mellem de to punkter bare ændringen i <code>x</code>:
es: Puesto que las componentes de <code>y</code> son iguales, la distancia entre los dos puntos es simplemente el cambio en <code>x</code>:
fr: Leurs ordonnées <code>y</code> sont les mêmes, donc la distance est tout simplement égale à la différence entre leurs abscisses <code>x</code> :
nb: Ettersom deres <code>y</code>-størrelser er de samme, er avstanden mellom de to punktene bare endringen i <code>x</code>:
pl: Skoro ich elementy <code>y</code> są takie same, odległość między dwoma punktami jest po prostu zmianą w <code>x</code>:
pt: Uma vez que seus componentes de <code>y</code> são os mesmos, a distância entre os dois pontos será simplesmente a alteração em <code>x</code>:
tr: <code>y</code> bileşenleri aynı olduğu için, iki nokta arasındaki uzaklık, <code>x</code>'in değişimidir:

source: Since there are <code><var>WIDTH*LENGTH</var></code> cubes in each slab, there are a total of <code><var>HEIGHT</var> \times <var>WIDTH*LENGTH</var> = <var>HEIGHT*WIDTH*LENGTH</var></code> cubes in the whole rectangular prism.
es: Puesto que hay <code><var>WIDTH*LENGTH</var></code> cubos en cada bloque, hay un total de <code><var>HEIGHT</var> \times <var>WIDTH*LENGTH</var> = <var>HEIGHT*WIDTH*LENGTH</var></code> cubos en todo el prisma rectangular.
fr: Comme il y a <code><var>WIDTH*LENGTH</var></code> cubes dans chaque bloc, il y a au total <code><var>HEIGHT</var> \times <var>WIDTH*LENGTH</var> = <var>HEIGHT*WIDTH*LENGTH</var></code> cubes dans le parallélépipède rectangle.
nb: Siden det er <code><var>WIDTH*LENGTH</var></code> kuber i hvert lag, er det totalt<code><var>HEIGHT</var> \times <var>WIDTH*LENGTH</var> = <var>HEIGHT*WIDTH*LENGTH</var></code> kuber i hele det rektangulære prismet.
pl: Ponieważ jest <code><var>WIDTH*LENGTH</var></code> sześcianów w każdej warstwie, razem w całym pudełku mamy <code><var>HEIGHT</var> \times <var>WIDTH*LENGTH</var> = <var>HEIGHT*WIDTH*LENGTH</var></code> sześcianów.
pt: Já que há <code><var>WIDTH*LENGTH</var></code> cubos em cada camada, há um total de <code><var>HEIGHT</var> \times <var>WIDTH*LENGTH</var> = <var>HEIGHT*WIDTH*LENGTH</var></code> cubos em todo o prisma retangular.
tr: Her tabakada <code><var>WIDTH*LENGTH</var></code> küp olduğundan, bütün dikdörtgenler prizmasında toplam <code><var>HEIGHT</var> \times <var>WIDTH*LENGTH</var> = <var>HEIGHT*WIDTH*LENGTH</var></code> küp bulunmaktadır.

source: Since there are <span class="hint_blue"><code><var>SIDES</var></code> sides</span> that are all <span class="hint_green"><code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var></span> long, we can multiply:
fr: Comme il y a <span class="hint_blue"><code><var>SIDES</var></code> côtés</span> qui mesurent tous <span class="hint_green"><code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var></span>, on peut multiplier :
nb: Siden det er <span class="hint_blue"><code><var>SIDES</var></code> sider</span> som alle erl <span class="hint_green"><code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var></span> lange, kan vi multiplisere:
nl: Omdat er <span class="hint_blue"><code><var>SIDES</var></code> zijden</span> zijn die allemaal <span class="hint_green"><code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var></span> lang zijn, kunnen we vermenigvuldigen:
pl: Ponieważ jest <span class="hint_blue"><code><var>SIDES</var></code> boki</span> wszystkie mają długość <span class="hint_green"><code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var></span>, możemy pomnożyć:
pt: Uma vez que há <span class="hint_blue"><code><var>SIDES</var></code> lados</span> que medem <span class="hint_green"><code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var></span> de comprimento, podemos multiplicar:
tr: <span class="hint_green"><code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var></span> uzunlukta <span class="hint_blue"><code><var>SIDES</var></code> kenar olduğu için</span>, çarpabiliriz:

source: Since there are <var>NUM_COLORS</var> flower colors, there are <code><var>NUM_COLORS</var> \times <var>NUM_POTS</var> = <var>ANSWER</var></code> possible potted plants.
es: Puesto que hay <var>NUM_COLORS</var> colores de flores, hay <code><var>NUM_COLORS</var> \times <var>NUM_POTS</var> = <var>ANSWER</var></code> plantas en maceta posibles.
fr: Comme il y a <var>NUM_COLORS</var> couleurs de fleurs, le nombre de plantes en pot différentes qu'il lui est possible d'acheter est <code><var>NUM_COLORS</var> \times <var>NUM_POTS</var> = <var>ANSWER</var></code>.
pt: Por termos <var>NUM_COLORS</var> cores de flores, há <code><var>NUM_COLORS</var> \times <var>NUM_POTS</var> = <var>ANSWER</var></code> vasos de flores possíveis.
tr: <var>NUM_COLORS</var> değişik renkte çiçek olduğu için, <code><var>NUM_COLORS</var> \times <var>NUM_POTS</var> = <var>ANSWER</var></code> olası saksı bitkisi vardır.

source: Since there are an even number of scores, the median score is the average of the two middle scores.
fr: Puisqu'il y a un nombre pair de notes, la médiane est la moyenne des deux notes du milieu.
nb: Siden det er et partall antall poeng, vil medianen være gjennomsnittet av de to midtre poengsummene.
pl: Ponieważ liczba obserwacji jest parzysta, medianą jest średnia z dwóch obserwacji środkowych.
pt: Já que temos um número par de notas, a nota mediana é a média das duas notas do meio.
tr: Puanlar çift sayıda olduğundan,medyan puan iki orta puanın ortalamasıdır.

source: Since there are an odd number of scores, the median score is just the middle score.
fr: Puisqu'il y a un nombre impair de notes, la médiane est simplement la note du milieu.
nb: Siden det er et oddetalls antall resultater, vil medianen være resultatet som er i midten.
pl: Ponieważ liczba obserwacji jest nieparzysta, medianą jest wynik środkowy.
pt: Já que temos um número ímpar de notas, a nota mediana é apenas a nota do meio.
tr: Puanlar tek sayıda olduğundan, medyan puan orta puandır.
