Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We can plug our point, <code>(<var>X</var>, <var>Y</var>)</code>, into this equation to solve for <code>\green{b}</code>, the y-intercept.
da: Vi kan indsætte vores punkt, <code>(<var>X</var>, <var>Y</var>)</code>, i ligningen for at løse for <code>\green{b}</code>, y-skæringspunktet.
es: Podemos introducir nuestro punto, <code>(<var>X</var>, <var>Y</var>)</code>, en esta ecuación para resolver para <code>\green{b}</code>, la ordenada al origen.
fr: Pour trouver l'ordonnée à l'origine <code>\green{b}</code>, on utilise le fait que la droite passe par le point <code>(<var>X</var>, <var>Y</var>)</code>.
nb: Vi kan koble våre punkt, <code>(<var>X</var>, <var>Y</var>)</code>, i denne likning å løse for <code>\green{b}</code>, y-skjæringspunktet.
pt: Podemos inserir nosso ponto, <code>(<var>X</var>, <var>Y</var>)</code>, nesta equação para calcular <code>\green{b}</code>, a interceptação em y.
tr: Noktamızı, <code>(<var>X</var>, <var>Y</var>)</code>, bu denkleme koyarak, <code>\green{b}</code>, $y$-kesme noktasını bulabiliriz.

source: We can plug our point, <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>, into this equation to solve for <code>\green{b}</code>, the <code>y</code>-intercept.
es: Podemos sustituir nuestro punto, <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>, en esta ecuación para resolver para <code>\green{b}</code>, la intersección con el eje <code>y</code>.
fr: Pour trouver <code>\green{b}</code> qui est l'ordonnée du point d'intersection avec l'axe des <code>y</code>, on utilise les coordonnées du point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>.
nb: Vi kan sette inn vårt punkt, <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>, inn i likningen for å løse for <code>\green{b}</code>, skjæring med <code>y</code>-aksen.
pl: Możemy podstawić nasz punkt, <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>, do równania, żeby wyznaczyć <code>\green{b}</code> czyli przecięcie z osią <code>y</code>.
pt: Podemos inserir nosso ponto, <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>, nesta equação para encontrarmos o valor de <code>\green{b}</code>, a interceptação em <code>y</code>.
tr: Noktamızı, <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>, bu denkleme koyarak <code>\green{b}</code>, <code>y</code>-kesme noktasını bulabiliriz.

source: We can re-arrange the terms to make simplification easier <code>\left(\dfrac{<var>NUM_B</var>!}{<var>NUM_B-GROUP</var>!}\right) \left(\dfrac{<var>STUDENTS-GROUP</var>!}{<var>STUDENTS</var>!}\right) = \left(\dfrac{<var>NUM_B</var>!}{<var>STUDENTS</var>!}\right) \left(\dfrac{<var>STUDENTS-GROUP</var>!}{<var>NUM_B-GROUP</var>!}\right)</code>
es: Podemos reorganizar los términos para hacer más fácil la simplificación <code>\left(\dfrac{<var>NUM_B</var>!}{<var>NUM_B-GROUP</var>!}\right) \left(\dfrac{<var>STUDENTS-GROUP</var>!}{<var>STUDENTS</var>!}\right) = \left(\dfrac{<var>NUM_B</var>!}{<var>STUDENTS</var>!}\right) \left(\dfrac{<var>STUDENTS-GROUP</var>!}{<var>NUM_B-GROUP</var>!}\right)</code>
fr: Ce qui peut s'écrire <code>\left(\dfrac{<var>NUM_B</var>!}{<var>NUM_B-GROUP</var>!}\right) \left(\dfrac{<var>STUDENTS-GROUP</var>!}{<var>STUDENTS</var>!}\right) = \left(\dfrac{<var>NUM_B</var>!}{<var>STUDENTS</var>!}\right) \left(\dfrac{<var>STUDENTS-GROUP</var>!}{<var>NUM_B-GROUP</var>!}\right)</code>
pt: Podemos reorganizar os termos para facilitar a simplificação <code>\left(\dfrac{<var>NUM_B</var>!}{<var>NUM_B-GROUP</var>!}\right) \left(\dfrac{<var>STUDENTS-GROUP</var>!}{<var>STUDENTS</var>!}\right) = \left(\dfrac{<var>NUM_B</var>!}{<var>STUDENTS</var>!}\right) \left(\dfrac{<var>STUDENTS-GROUP</var>!}{<var>NUM_B-GROUP</var>!}\right)</code>
tr: Sadeleştirmeyi kolaylaştırmak için, terimlerin sırasını değiştirebiliriz <code>\left(\dfrac{<var>NUM_B</var>!}{<var>NUM_B-GROUP</var>!}\right) \left(\dfrac{<var>STUDENTS-GROUP</var>!}{<var>STUDENTS</var>!}\right) = \left(\dfrac{<var>NUM_B</var>!}{<var>STUDENTS</var>!}\right) \left(\dfrac{<var>STUDENTS-GROUP</var>!}{<var>NUM_B-GROUP</var>!}\right)</code>

source: We can repeat this process again to get the probability of making <b>three</b> free throws in a row. We simply take <code><var>SINGLE_PCT</var>\%</code> of probability that he makes two in a row, which we know from the previous step is <code><var>localeToFixed(PROB*PROB, 3)</var> \approx \purple{<var>TWO_PCT</var>\%}</code>.
fr: On utilise la même méthode pour calculer la probabilité qu'il réussisse <b>trois</b> lancers francs d'affilée. Elle est égale à <code><var>SINGLE_PCT</var>\%</code> de la probabilité qu'il réussisse deux lancers d'affilée, c'est-à-dire de <code><var>localeToFixed(PROB*PROB, 3)</var> \approx \purple{<var>TWO_PCT</var>\%}</code>.
pt: Podemos repetir este processo novamente para obtermos a probabilidade dacertar <b>três</b> arremessos livres em sequência. Simplesmente pegamos <code><var>SINGLE_PCT</var>\%</code> de probabilidade de que faça dois arremesses em sequência, que, pela etapa anterior, sabemos que é de <code><var>localeToFixed(PROB*PROB, 3)</var> \approx \purple{<var>TWO_PCT</var>\%}</code>.
tr: Bu işlemi tekrar ederek, üst üste <b>üç</b> serbest atış yapma olasılığını bulabiliriz. Bir önceki adımda bulduğumuz iki atış yapma olasılığının, <code><var>localeToFixed(PROB*PROB, 3)</var> \approx \purple{<var>TWO_PCT</var>\%}</code>, <code><var>SINGLE_PCT</var>\%</code>'ini alırız.

source: We can repeat this process again to get the probability of missing <b>three</b> free throws in a row. We simply take <code><var>SINGLE_PCT</var>\%</code> of probability that he misses two in a row, which we know from the previous step is <code><var>localeToFixed(PROB*PROB, 3)</var> \approx \purple{<var>TWO_PCT</var>\%}</code>.
fr: On utilise la même méthode pour calculer la probabilité qu'il rate <b>trois</b> lancers francs d'affilée. Elle est égale à <code><var>SINGLE_PCT</var>\%</code> de la probabilité qu'il rate deux lancers d'affilée, c'est-à-dire de <code><var>localeToFixed(PROB*PROB, 3)</var> \approx \purple{<var>TWO_PCT</var>\%}</code>.
pt: Podemos repetir este processo novamente para obtermos a probabilidade de errar <b>três</b> arremessos livres em sequência. Simplesmente pegamos <code><var>SINGLE_PCT</var>\%</code> da probabilidade que ele tem de errar dois arremessos em sequência, o que sabemos pela etapa anterior que é de <code><var>localeToFixed(PROB*PROB, 3)</var> \approx \purple{<var>TWO_PCT</var>\%}</code>.

source: We can rewrite <code>A + B + C = 180</code> into <code>A + A + C = 180, 2A + C = 180 </code>
es: Podemos reescribir <code>A + B + C = 180</code> como <code>A + A + C = 180, 2A + C = 180 </code>
fr: <code>A + B + C = 180</code> s'écrit <code>A + A + C = 180, 2A + C = 180 </code>
nb: Vi kan skrive om <code>A + B + C = 180</code> til <code>A + A + C = 180, 2A + C = 180 </code>
nl: We kunnen <code>A + B + C = 180</code> herschrijven als <code>A + A + C = 180, 2A + C = 180 </code>
pl: Możemy przekształcić równanie <code>A + B + C = 180</code> do postaci <code>A + A + C = 180, 2A + C = 180 </code>
pt: Podemos reescrever <code>A + B + C = 180</code> como <code>A + A + C = 180, 2A + C = 180 </code>
tr: <code>A + B + C = 180</code>'i <code>A + A + C = 180, 2A + C = 180 </code> olarak tekrardan yazabiliriz

source: We can rewrite <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> in decimal form by multiplying the numerator and denominator by <code>2</code>.
es: Podemos reescribir <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> en forma decimal multiplicando el numerador y el denominador por <code>2</code>.
fr: On peut écrire <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> sous forme décimale en multipliant le numérateur et le dénominateur par <code>2</code>.
nb: Vi kan skrive om <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> til desimaltall ved å multiplisere telleren og nevneren med <code>2</code>.
pl: Możemy zapisać <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> w formie dziesiętnej poprzez pomnożenie licznika i mianownika przez <code>2</code>.
pt: Podemos reescrever <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> em formato decimal multiplicando o numerador e o denominador por <code>2</code>.
tr: <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>'yi, ondalıklı sayı olarak yeniden yazmak için, payı ve paydayı <code>2</code> ile çarpabiliriz.

source: We can rewrite <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> in decimal form by multiplying the numerator and denominator by <code>5</code>.
es: Podemos reescribir <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> en forma decimal al multiplicar el numerador y el denominador por <code>5</code>.
fr: On peut écrire <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> sous sa forme décimale en multipliant le numérateur et le dénominateur par <code>5</code>.
nb: Vi kan skrive om <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> til desimaltall med å multiplisere telleren og nevneren med <code>5</code>.
pl: Możemy zapisać <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> w formie dziesiętnej poprzez pomnożenie licznika i mianownika przez <code>5</code>.
pt: Podemos reescrever <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> em formato decimal ao multiplicar o numerador e o denominador por <code>5</code>.
tr: <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>'yi, ondalıklı sayı olarak yeniden yazmak için, payı ve paydayı <code>5</code> ile çarpabiliriz.

source: We can rewrite the equation in vertex form by completing the square. First, move the constant term to the left side of the equation:
da: Vi kan omskrive ligningen på toppunktsform ved at fuldføre kvadratet. Flyt først det konstante led til den venstre side af ligningen:
es: Podemos reescribir la ecuación en forma de vértice completando el cuadrado. En primer lugar, mueve el término constante al lado izquierdo de la ecuación:
fr: On peut écrire l'équation sous forme canonique en mettant en évidence un carré. D'abord, on déplace la constante dans le membre de gauche de l'équation :
nb: Vi kan omskrive likningen på vendepunktsform ved å fullføre kvadratet. Flytt først det konstante leddet over til den venstre siden av likningen:
pt: Podemos reescrever a equação na forma canônica completando o quadrado. Primeiramente, mova o termo constante para o lado esquerdo da equação:
tr: Tam kareye tamamlayarak denklemi tepe noktası formunda tekrardan yazınız. İlk olarak, sabit terimi denklemin sol tarafına taşıyınız:

source: We can rewrite the given equation as <code>(x - <var>negParens(H)</var>)^2 + (y - <var>negParens(K)</var>)^2 = <var>R</var>^2</code>.
es: Podemos reescribir la ecuación dada como <code>(x - <var>negParens(H)</var>)^2 + (y - <var>negParens(K)</var>)^2 = <var>R</var>^2</code>.
fr: On peut réécrire l'équation sous la forme <code>(x - <var>negParens(H)</var>)^2 + (y - <var>negParens(K)</var>)^2 = <var>R</var>^2</code>.
pt: Podemos reescrever a equação dada como <code>(x - <var>negParens(H)</var>)^2 + (y - <var>negParens(K)</var>)^2 = <var>R</var>^2</code>.
tr: Denklemi yeniden şöyle yazabiliriz: <code>(x - <var>negParens(H)</var>)^2 + (y - <var>negParens(K)</var>)^2 = <var>R</var>^2</code>.

source: We can rewrite the given equation as <code>(x - \blue{<var>negParens(H)</var>})^2 + (y - \green{<var>negParens(K)</var>})^2 = \pink{<var>R</var>}^2</code>.
es: Podemos reescribir la ecuación dada como <code>(x - \blue{<var>negParens(H)</var>})^2 + (y - \green{<var>negParens(K)</var>})^2 = \pink{<var>R</var>}^2</code>.
fr: On peut mettre l'équation sous la forme <code>(x - \blue{<var>negParens(H)</var>})^2 + (y - \green{<var>negParens(K)</var>})^2 = \pink{<var>R</var>}^2</code>.
pt: Podemos reescrever a equação dada na forma <code>(x - \blue{<var>negParens(H)</var>})^2 + (y - \green{<var>negParens(K)</var>})^2 = \pink{<var>R</var>}^2</code>.
tr: Verilen denklemi, <code>(x - \blue{<var>negParens(H)</var>})^2 + (y - \green{<var>negParens(K)</var>})^2 = \pink{<var>R</var>}^2</code> olarak yazabiliriz.

source: We can rewrite the given equation as <code>\dfrac{(x - <var>negParens(H)</var>)^2}{<var>A*A</var>} + \dfrac{(y - <var>negParens(K)</var>)^2}{<var>B*B</var>} = 1 </code>.
es: Podemos reescribir la ecuación dada como <code>\dfrac{(x - <var>negParens(H)</var>)^2}{<var>A*A</var>} + \dfrac{(y - <var>negParens(K)</var>)^2}{<var>B*B</var>} = 1 </code>.
fr: On peut mettre l'équation donnée sous la forme <code>\dfrac{(x - <var>negParens(H)</var>)^2}{<var>A*A</var>} + \dfrac{(y - <var>negParens(K)</var>)^2}{<var>B*B</var>} = 1 </code>.
nb: Vi kan skrive om den gitte likning til <code>\dfrac{(x - <var>negParens(H)</var>)^2}{<var>A*A</var>} + \dfrac{(y - <var>negParens(K)</var>)^2}{<var>B*B</var>} = 1 </code>.
pl: Możemy inaczej zapisać to równanie <code>\dfrac{(x - <var>negParens(H)</var>)^2}{<var>A*A</var>} + \dfrac{(y - <var>negParens(K)</var>)^2}{<var>B*B</var>} = 1 </code>.
pt: Podemos reescrever a equação dada como <code>\dfrac{(x - <var>negParens(H)</var>)^2}{<var>A*A</var>} + \dfrac{(y - <var>negParens(K)</var>)^2}{<var>B*B</var>} = 1 </code>.
tr: Verilen denklem şöyle yazabiliriz: <code>\dfrac{(x - <var>negParens(H)</var>)^2}{<var>A*A</var>} + \dfrac{(y - <var>negParens(K)</var>)^2}{<var>B*B</var>} = 1 </code>.

source: We can rewrite the goal block 1 length in terms of <code>\dfrac{1}{<var>LCM</var>}</code> units:
da: Vi kan omskrive målblokkens 1 længde til <code>\dfrac{1}{<var>LCM</var>}</code> enheder:
fr: On peut écrire la longueur du Bloc d'arrivée 1 sous la forme du produit d'un nombre par <code>\dfrac{1}{<var>LCM</var>}</code> :
hi: हम गोल ब्लाक 1 की लम्बाई का पुनर्लेखन <code>\dfrac{1}{<var>LCM</var>}</code> इकाइयों के अनुसार कर सकते हैं:
nb: Vi kan skrive om målblokk 1 sin lengde til <code>\dfrac{1}{<var>LCM</var>}</code> enheter:
nl: We kunnen de lengte van doelbalk 1 herschrijven in termen van <code>\dfrac{1}{<var>LCM</var>}</code> eenheden:
pl: Możemy przepisać długość klocka docelowego 1 w postaci <code>\dfrac{1}{<var>LCM</var>}</code> jednostki/stek:
pt: Podemos reescrever o comprimento do bloco desejado 1 em termos de <code>\dfrac{1}{<var>LCM</var>}</code> unidades:
tr: 1. hedef bloğun uzunluğunu <code>\dfrac{1}{<var>LCM</var>}</code>> birim cinsinden şu şekilde yeniden yazabiliriz:

source: We can rewrite the goal block 2 length in terms of <code>\dfrac{1}{<var>LCM</var>}</code> units:
da: Vi kan omskrive målblokkens 2 længder til <code>\dfrac{1}{<var>LCM</var>}</code> enheder:
fr: On peut écrire la longueur du Bloc d'arrivée 2 sous la forme du produit d'un nombre par <code>\dfrac{1}{<var>LCM</var>}</code> :
hi: हम गोल ब्लाक 2 की लम्बाई का पुनर्लेखन कर सकते हैं <code>\dfrac{1}{<var>LCM</var>}</code> इकाईओं के अनुसार:
nb: Vi kan skrive om målblokk 2 sin lengder til <code>\dfrac{1}{<var>LCM</var>}</code> enheter:
nl: We kunnen de lengte van doelbalk 2 herschrijven in termen van <code>\dfrac{1}{<var>LCM</var>}</code> eenheden:
pl: Możemy przepisać długość klocka startowego 2 w postaci <code>\dfrac{1}{<var>LCM</var>}</code> jednostki/stek:
pt: Podemos reescrever o comprimento do bloco desejado 2 em termos de <code>\dfrac{1}{<var>LCM</var>}</code> unidades:
tr: 2. hedef bloğun uzunluğunu <code>\dfrac{1}{<var>LCM</var>}</code> birim cinsinden şu şekilde yeniden yazabiliriz:

source: We can rewrite the number as a multiple of <code>100</code> plus the last two digits:
da: Vi kan omskrive tallet som et multiplum af <code>100</code> plus de to sidste cifre:
es: Podemos reescribir el número como un múltiplo de <code>100</code> más los últimos dos dígitos:
fr: On peut écrire le nombre sous la forme de la somme d'un multiple de <code>100</code> et du nombre constitué par ses deux derniers chiffres :
hi: हम संख्या का पुनर्लेखन कर सकते हैं <code>100</code> का एक बहुल जोड़कर अंतिम के दो अंक:
nb: Vi kan skrive om tallet til et multiplum av <code>100</code> pluss de to siste sifrene:
nl: We kunnen het getal schrijven als een veelvoud van <code>100</code> plus de laatste twee cijfers:
pl: Możemy przepisać liczbę jako wielokrotność <code>100</code> dodając dwie ostatnie cyfry:
pt: Podemos reescrever o número como um múltiplo de <code>100</code> mais os últimos dois algarismos:
tr: Sayıyı <code>100</code>'ün katı artı son iki hane şeklinde tekrar yazabiliriz:

source: We can rewrite the starting block length in terms of <code>\dfrac{1}{<var>LCM</var>}</code> units:
da: Vi kan omskrive startblokkens længder til <code>\dfrac{1}{<var>LCM</var>}</code> enheder:
es: Podemos reescribir la longitud del bloque inicial en términos de <code>\dfrac{1}{<var>LCM</var>}</code> unidades:
fr: On peut écrire la longueur du Bloc de départ sous la forme du produit d'un nombre par <code>\dfrac{1}{<var>LCM</var>}</code> :
hi: हम आरंभिक ब्लाक की लम्बाई का पुनर्लेखन कर सकते हैं <code>\dfrac{1}{<var>LCM</var>}</code> इकाईओं में:
nb: Vi kan skrive om startblokkens lengder til <code>\dfrac{1}{<var>LCM</var>}</code> enheter:
nl: We kunnen de lengte van de startbalk herschrijven in termen van <code>\dfrac{1}{<var>LCM</var>}</code> eenheden:
pl: Możemy przepisać długość klocka startowego w postaci <code>\dfrac{1}{<var>LCM</var>}</code> jednostki/stek:
pt: Podemos reescrever o comprimento do bloco inicial em termos de <code>\dfrac{1}{<var>LCM</var>}</code> unidades:
tr: Başlangıçtaki bloğun uzunluğunu <code>\dfrac{1}{<var>LCM</var>}</code> birim cinsinden şu şekilde yeniden yazabiliriz:

source: We can say that the slope of the line is negative, or that the variables have an inverse relationship.
da: Vi kan sige, at linjens hældning er negativ, eller at variablerne har et inverst forhold.
es: Podemos decir que la pendiente de la recta es negativa, o que las variables tienen una relación inversa.
fr: La pente de la droite est négative.
nb: Vi kan si at stigningstallet er negativt, eller at variablene har et inverst forhold.
pl: Możemy powiedzieć, że nachylenie prostej jest ujemne, lub że zmienne mają odwrotną zależność.
pt: Podemos dizer que a inclinação da reta é negativa ou que as variáveis têm uma relação inversa.
tr: Doğrunun eğiminin negatif veya değişkenlerin ters orantıda olduğunu söyleyebiliriz.

source: We can say that the slope of the line is positive, or that the variables have a direct relationship.
da: Vi kan sige, at linjens hældning er positiv, eller at variablerne har et direkte forhold.
es: Podemos decir que la pendiente de la recta es positiva, o que las variables tienen una relación directa.
fr: La pente de la droite est positive.
nb: Vi kan si at stigningstallet for linjen er positiv, eller at variablene har en direkte sammenheng.
pl: Możemy powiedzieć, że nachylenie prostej jest dodatnie, lub że zmienna mają zależność prostą proporcjonalną.
pt: Podemos dizer que a inclinação de uma reta é positiva ou que as variáveis têm uma relação direta.
tr: Doğrunun eğiminin pozitif veya değişkenlerin doğru orantıda olduğunu söyleyebiliriz.

source: We can say that the slope of the line is zero, or that the variables have no correlation.
da: Vi kan sige, at linjens hældning er 0, og at variablerne ikke har nogen sammenhæng.
es: Podemos decir que la pendiente de la recta es cero, o que las variables no se relacionan.
fr: La pente de la droite est égale à zéro.
nb: Vi kan si at linjens stigning er null, og at variablene ikke har noen sammenheng.
pt: Podemos dizer que a inclinação de uma reta é zero ou que as variáveis não têm relação.
tr: Doğrunun eğiminin sıfır olduğunu, veya değişkenlerin korelasyonu olmadığını söyleyebiliriz.

source: We can see from the graph (or by setting the equations equal to one another) that the two lines intersect at the point <code>\red{(<var>X2</var>, <var>Y2</var>)}</code>. Thus, the distance we're looking for is the distance between the two red points.
es: Podemos ver de la gráfica (o igualando las ecuaciones entre sí) que las dos rectas se cruzan en el punto <code>\red{(<var>X2</var>, <var>Y2</var>)}</code>. Así que la distancia que estamos buscando es la distancia entre los dos puntos rojos.
fr: On lit sur le graphique (mais on peut aussi faire le calcul) que les deux droites se coupent au point <code>\red{(<var>X2</var>, <var>Y2</var>)}</code>. La distance cherchée est donc la distance entre ce point et le point donné.
nb: Vi kan se på grafen (eller ved å sette likningene lik hverandre) at de to linjene krysser i <code>\red{(<var>X2</var>, <var>Y2</var>)}</code>. Avstanden vi leter etter er dermed avstanden mellom de to røde punktene.
pl: Możemy zauważyć na wykresie (albo poprzez przyrównanie równań do siebie), że dwie proste przecinają się w punkcie <code>\red{(<var>X2</var>, <var>Y2</var>)}</code>. Zatem odległość, której szukamy, to odległość miedzy dwoma czerwonymi punktami.
pt: Podemos ver no gráfico (ou igualando as equações entre si) que as duas retas se interceptam no ponto <code>\red{(<var>X2</var>, <var>Y2</var>)}</code>. Então, a distância que estamos procurando é a distância entre os dois pontos vermelhos.
tr: Grafikten (veya denklemleri birbirine eşitleyerek) iki doğrunun <code>\red{(<var>X2</var>, <var>Y2</var>)}</code> noktasında kesiştiğini görebiliriz. Buna göre, aradığımız uzaklık, bu iki nokta arasındaki uzaklıktır.

source: We can see from the graph that the two lines intersect at the point <code>\red{(<var>B1</var>, <var>Y1</var>)}</code>. Thus, the distance we're looking for is the distance between the two red points.
fr: On lit sur le graphique que le point d'intersection des deux droites est <code>\red{(<var>B1</var>, <var>Y1</var>)}</code>. Donc on cherche la distance entre ce point et le point donné.
nb: Vi kan se på grafen at de to linjene skjærer hverandre i punktet <code>\red{(<var>B1</var>, <var>Y1</var>)}</code>. Avstanden vi leter etter er dermed avstanden mellom de to røde punktene.
pl: Możemy zauważyć na wykresie, że dwie proste przecinają się w punkcie <code>\red{(<var>B1</var>, <var>Y1</var>)}</code>. Zatem odległość, której szukamy, to odległość między dwoma czerwonymi punktami.
pt: Podemos ver no gráfico que as duas retas se interceptam no ponto <code>\red{(<var>B1</var>, <var>Y1</var>)}</code>. Assim, a distância que estamos procurando é a distância entre os dois pontos vermelhos.
tr: Grafikten iki doğrunun <code>\red{(<var>B1</var>, <var>Y1</var>)}</code> noktasında kesiştiğini görebiliriz. Buna göre, aradığımız uzaklık, iki kırmızı nokta arasındaki uzaklıktır.

source: We can see from the graph that the two lines intersect at the point <code>\red{(<var>X1</var>, <var>B1</var>)}</code>. Thus, the distance we're looking for is the distance between the two red points.
es: Podemos ver en el gráfico que las dos rectas se intersectan en el punto <code>\red{(<var>X1</var>, <var>B1</var>)}</code>. Entonces, la distancia que estamos buscando es la distancia entre los dos puntos rojos.
fr: On lit sur le graphique que le point d'intersection des deux droites est <code>\red{(<var>X1</var>, <var>B1</var>)}</code>. Donc on cherche la distance entre ce point et le point donné.
nb: Vi kan se på grafen at de to linjene krysser i punktet <code>\red{(<var>X1</var>, <var>B1</var>)}</code>. Avstanden vi leter etter er derfor avstanden mellom de to røde punktene.
pl: Możemy zauważyć na wykresie, że dwie proste przecinają się w punkcie <code>\red{(<var>X1</var>, <var>B1</var>)}</code>. Zatem odległość, której szukamy, to odległość między dwoma czerwonymi punktami.
pt: Podemos ver no gráfico que as duas retas se interceptam no ponto <code>\red{(<var>X1</var>, <var>B1</var>)}</code>. Então, a distância que estamos procurando é a distância entre os dois pontos vermelhos.
tr: Grafikten iki doğrunun <code>\red{(<var>X1</var>, <var>B1</var>)}</code> noktasında kesiştiğini görebiliriz. Buna göre, aradığımız uzaklık, iki kırmızı nokta arasındaki uzaklıktır.
