Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Primosaur (Seed)
da: Primosaur (frø)
es: Primosaur (semilla)
fr: Primosaur (Graine)
ja: プリモサウア (種)
nb: Primosaur (Frø)
nl: Primosaur (zaadje)
pl: Primozaur (Nasionko)
pt: Primossauro (semente)
pt_pt: Primossauro (semente)
tr: Primozor (Tohum)

source: Primosaur (Seedling)
da: Primosaur (sætteplante)
es: Primosaur (germinado)
fr: Primosaur (Jeune pousse)
ja: プリモサウア (苗木)
nb: Primosaur (Spire)
nl: Primosaur (zaailing)
pl: Primozaur (Sadzonka)
pt: Primossauro (broto)
pt_pt: Primossauro (rebento)
tr: Primozor (Fide)

source: Primosaur (Tree)
da: Primosaur (træ)
es: Primosaur (árbol)
fr: Primosaur (Plante)
ja: プリモサウア (木)
nb: Primosaur (Tre)
nl: Primosaur (boom)
pl: Primozaur (Drzewo)
pt: Primossauro (árvore)
pt_pt: Primossauro (árvore)
tr: Primozor (Ağaç)

source: Primosaur (Ultimate)
es: Primosaur (máximo)
fr: Primosaur (Arbre)
ja: プリモサウア (究極)
nb: Primosaur (Fullstendig)
nl: Primosaur (ultiem)
pl: Primozaur (Wymiatacz)
pt: Primossauro (forma final)
pt_pt: Primossauro (forma final)
tr: Primozor (En Büyük)

source: Print an instruction handout for your class
bg: Да разпечатат инструкциите за Вашия клас
da: Udskriv en instruktion til uddeling til din klasse
es: Imprime un folleto de instrucciones para tu clase
fr: Imprimer une fiche d'instructions pour votre classe
ja: 利用方法のハンドアウトをあなたのクラスのためにプリントアウトする
nb: Skriv ut et instruksjon støtteark for klassen
nl: Print de instructies uit voor jouw klas
pl: Wydrukuj instrukcję dla Twojej klasy
pt: Imprima o folheto informativo para sua turma
pt_pt: Imprimir modelo de instruções de acesso
tr: Sınıfınız için bir yönerge broşürü yazdırın

source: Print to the canvas console
da: Udskriv til konsollens lærred
es: Imprime a la consola del lienzo
fr: Affiche les données sur la console
ja: キャンバスのコンソールに出力します
nb: Skrive ut til konsollens lerret
nl: Afdrukken naar de canvasconsole
pl: Wywołaj w okienku konsoli
pt: Imprime o console
pt_pt: Imprime na consola do ecrã
tr: Kanvas konsoluna yazdır

source: Print to your browser's developer console
da: Udskriv til din browsers developer console
es: Imprime a la consola de desarrollador de tu explorador
fr: Affiche sur la console du navigateur
ja: あなたのブラウザのディベロッパーコンソールに出力します
nb: Skriv ut til din nettleserens utvikler
nl: Afdrukken naar de ontwikkelaarsconsole van jouw browser
pl: Wydrukuj do swojej przeglądarkowej konsoli deweloperskiej
pt: Imprime o painel de desenvolvimento do navegador
pt_pt: Imprime para a sua consola de programador do teu navegador
tr: Tarayıcı geliştirici konsolunuza yazdırın

source: Prints a line of data to the console that pops up over the canvas. Click the X to close the console.
da: Udskriver en linje data til den konsol, der popper op over lærredet. Klik på X for at lukke konsollen.
es: Imprime una línea de datos en la consola que aparece sobre el lienzo. Presiona X para cerrar la consola.
nb: Skriver ut en linje til konsollen som legger seg over lerretet. Klikk X for å lukke konsollen.
pl: Pokazuje ciąg danych w okienku, które wyskakuje nad kanwą. Kliknij w X żeby zamknąć okienko.
pt: Imprime uma linha de dados para o console que aparece sobre a tela. Clique no X para fechar o console.
pt_pt: Imprime uma linha de dados na consola que aparece no visor. Clica no X para fechares a consola.
tr: Tuvalin üzerinde açılacak konsola bir veri satırı yazdırır. Konsolu kapatmak için X'e basınız.

source: Prints data to the console that pops up over the canvas, without creating a new line (like println does).
da: Udskriver data til den konsol, der popper over lærredet, uden at oprette en ny linje (ligesom println gør).
es: Imprime datos a la consola que aparece sobre el lienzo, sin crear una nueva línea (como lo hace println).
nb: Skriver data til konsollen som legger seg over lerretet, uten å opprette en ny linje (som println gjør).
pl: Pokazuje ciąg danych w okienku, które wyskakuje nad kanwą, bez tworzenia nowej linii (jak to robi println).
pt: Imprime dados para o console que aparece sobre a tela, sem criar uma nova linha (como o println).
pt_pt: Imprime os dados na consola que aparece no visor sem criar uma nova linha (como o println).
tr: Tuvalin üzerinde açılacak konsola veriyi, (println'in yaptığı gibi), yeni bir satır oluşturmadan yazdırır.

source: Prints the current transformation matrix to the console.
da: Udskriver den aktuelle transformationsmatrix til konsollen.
es: Imprime la actual matriz de transformación a la consola.
nb: Skriver ut gjeldende transformasjonsmatrise til konsollen.
pl: Pokazuje bieżącą macierz transformacji w oknie konsoli.
pt: Imprime a matriz de transformação atual no console.
tr: Güncel dönüşüm matrisini konsola yazdırır.

source: Prior to Khan Academy, Alex worked on peer-to-peer car sharing with Getaround. He graduated from UCSD with degrees in Computer Science and Cognitive Science.
pt: Antes da Khan Academy, Alex ajudou a fazer do compartilhamento de carros uma realidade com o Getaround. Ele se formou em Ciência da computação e em Ciência cognitiva pela Universidade da Califórnia em San Diego (UCSD).
tr: Alex Khan Academy'e katılmadan önce Getaround'la birlikte kullanıcılar arası araba paylaşaımı üzerinde çalışmıştır. UCSD'nin bilgisayar ve biliş bilimleri bölümlerinden mezun olmuştur.

source: Prior to Khan Academy, Erin held similar fundraising positions at other nonprofit organizations and earned her master's degree in snowy Vermont. In addition to studying in very cold places, she enjoys reading, eating Nepali food, and watching anything sloth or capybara related.
pt: Antes da Khan Academy, Erin trabalhou em cargos semelhantes relacionados à captação de recursos em outras organizações sem fins lucrativos e concluiu seu mestrado na nevada Vermont. Além de estudar em lugares muito frios, ela gosta de ler, de comida nepalesa e de assistir a qualquer coisa que tenha a ver com preguiças ou capivaras.
tr: Khan Academy'den önce Erin benzer kuruluşlarda kaynak yaratmak için çalıştı ve yükseklisans derecesini karlı Vermont'ta kazandı. Soğuk iklimli yerlerde çalışmanın yanı sıra okumaktan, Nepal mutfağından ve tembel hayvanı ile ilgili her şeyden hoşlanıyor.

source: Prior to Khan Academy, Yin spent time at Coursera, Google and Microsoft. She loves high elevation (which means skiing, mountain biking, hiking) and high notes (which means singing).
pt: Antes da Khan Academy, Yin trabalhou no Coursera, Google e Microsoft. Ela adora altura (esqui, mountain biking e trilhas) e notas altas (ou seja, ela também adora cantar).
tr: Khan Academy'den önce, Yin Coursera, Google ve Microsoft'ta çalışmıştır. Yüksek irtifaları (yani kayak, dağ bisikleti, doğa yürüyüşü) ve tiz notaları (yani şarkı söylemeyi) sever.

source: Prior to joining Khan Academy, Jason headed up the design team at Fog Creek Software (and worked with Ben).
es: Antes de unirse a Khan Academy, Jason dirigió el equipo de diseño en Fog Creek Software (ahí trabajó con Ben).
pt: Antes de juntar-se à Khan Academy, Jason liderou a equipe de design da Fog Creek Software (e trabalhou com Ben).
tr: Khan Academy’ye katılmadan önce Fog Creek Software yazılım şirketindeki tasarım takımının başındaydı ve Ben ile birlikte çalışıyordu.

source: Privacy Expert
pt: Especialista em Privacidade

source: Privacy Notice
bg: Забележка за поверителността
da: Meddelelse om fortrolighedspolitik
es: Aviso de privacidad
fr: Politique de confidentialité
ja: プライバシーに関するお知らせ
nb: Personvern
nl: Privacyverklaring
pl: Ochrona prywatności
pt: Política de Privacidade
pt_pt: Política de privacidade
tr: Gizlilik bildirimi

source: Privacy Notice | Khan Academy
bg: Съобщение за поверителност | Кан Академия
es: Aviso de Privacidad | Khan Academy
fr: Politique de confidentialité | Khan Academy
pt: Política de privacidade | Khan Academy
tr: Gizlilik Bildirimi | Khan Academy

source: Privacy Policy
da: Fortrolighedspolitik
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシー ポリシー
nb: Personvern
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
pt_pt: Política de Privacidade
tr: Gizlilik Politikamız

source: Privacy policy: https://%(hostname)s/about/privacy-policy
da: Fortrolighedspolitik: https://%(hostname)s/about/privacy-policy
es: Política de privacidad: https://%(hostname)s/about/privacy-policy
fr: Politique de confidentialité : https://%(hostname)s/about/privacy-policy
nb: Personvern: https://%(hostname)s/about/privacy-policy
nl: Privacy beleid: https://%(hostname)s/about/privacy-policy
pl: Polityka prywatności: https://%(hostname)s/about/privacy-policy
pt: Política de privacidade: https://%(hostname)s/about/privacy-policy
pt_pt: Política de privacidade: https://%(hostname)s/about/privacy-policy
tr: Gizlilik Politikası: https://%(hostname)s/about/privacy-policy

source: Pro tip: add the link to your email signature.
bg: Специален съвет: добавете линка в имейл подписа си.
da: Pro tip: tilføj linket i din e-mail-signatur.
es: Consejo profesional: Agrega el enlace a la firma de tu correo electrónico.
nb: Tips: legg lenken inn i din e-postsignatur.
nl: Pro tip: voeg de link toe aan jouw online handtekening.
pl: Wskazówka: dodaj link do swojej sygnaturki w poczcie elektronicznej.
pt: Dica profissional: coloque o link em sua assinatura de e-mail.
pt_pt: Dica: Adicione a ligação à assinatura de todos os seus e-mails.
tr: Profesyonel ipucu: eposta imzanıza link ekleyin.

source: Probability space
fr: Lancer de dés
pl: Przestrzeń probabilistyczna
pt: Espaço de probabilidade
tr: Olasılık Uzayı

source: Probability with permutations and combinations
es: Probabilidad con permutaciones y combinaciones
fr: Probabilités avec permutations et combinaisons
pl: Prawdopodobieństwo z permutacjami i kombinacjami
pt: Probabilidade com permutações e combinações
tr: Permütasyon ve kombinasyonla olasılık

source: Problem
ja: 問題
nb: Oppgave
pl: Zadanie
pt: Problema
pt_pt: Exercício
tr: Sorun

source: Problem #
da: Opgave #
es: Problema número
fr: Problème #
ja: 練習問題数
nl: Probleem #
pl: Zadanie #
pt: Problema nº
pt_pt: Exercício n.º

source: Problem history is not yet available for this exercise.
da: Opgavehistorikken er endnu ikke tilgængelig for denne øvelse.
es: El historial del problema aún no está disponible para este ejercicio.
fr: L'historique du problème n'est pas encore disponible pour cet exercice.
nb: Oppgavehistorikken er ikke tilgjengelig for denne øvelsen enda.
nl: Probleemgeschiedenis is nog niet beschikbaar voor deze oefening.
pl: Historia zadania nie jest jeszcze dostępna dla tego zadania.
pt: Histórico do problema ainda não está disponível para este exercício.
tr: Bu Alıştırma için Soru geçmişi bulunmamaktadır.

source: Problem permalink
pt: Problema de permalink
tr: Kalıcı bağlantı problemi

source: Problem-solve as questions arise
es: Resuelve problemas mientras surgen preguntas
nb: Løse problemer, som spørsmål
pt: Resolver problemas com o surgimento de questões
tr: Sorular ortaya çıktıkça problem çözme

source: Problem:
es: Problema:
fr: Problème :
nl: Probleem:
pl: Zadanie:
pt: Problema:
pt_pt: Exercício:
tr: Sorun:

source: Problems attempted:
da: Opgaver forsøgt:
es: Problemas intentados:
fr: Problèmes tentés :
ja: 試した問題:
nb: Oppgaver forsøkt:
nl: Problemen geprobeerd:
pl: Rozpoczęte zadania:
pt: Problemas tentados:
pt_pt: Problemas praticados:
tr: Üzerinde çalışılan problemler:

source: Processing...
da: Behandler...
es: Procesando...
fr: Traitement en cours...
ja: 処理中...
nb: Behandler...
nl: Wordt verwerkt...
pl: Przetwarzanie...
pt: Processando...
pt_pt: A carregar...
tr: İşleniyor...

source: Product
es: Producto
pl: Produkt
pt: Produto
tr: Ürün

source: Product Analyst
pt: Analista de Produtos

source: Product Design
pt: Design de produtos
pt_pt: Design
tr: Ürün Tasarımı

source: Product Lead
pt: Chefe de Produto
tr: Ürün Müdürü

source: Product Manager
pt: Gerente de Produto
tr: Ürün Yöneticisi

source: Product Marketing
pt: Marketing de Produto
tr: Ürün Pazarlama

source: Product Strategy &amp; Marketing
pt: Estratégia de Produto &amp; Marketing
tr: Ürün Stratejisi ve Pazarlama

source: Productive
da: Produktiv
es: Productivo
fr: Productif
ja: 生産的
nb: Produktiv
nl: Productief
pl: Produktywny
pt: Produtivo
pt_pt: Produtividade máxima
tr: Üretken

source: Productive (old)
da: Produktiv (gammel)
es: Productivo (viejo)
fr: Productif (obsolète)
ja: 生産的(旧)
nb: Produktiv (gammel)
nl: Productief (oud)
pl: Produktywny (stary)
pt: Produtivo (antigo)
pt_pt: Produtivo (antigo)
tr: Üretken (eski)

source: Profile
da: Profil
es: Perfil
fr: Profil
ja: プロファイル
nb: Profil
nl: Profiel
pl: Profil
pt: Perfil
pt_pt: Perfil
tr: Profil

source: Profile not available
bg: Профилът не е на разположение
da: Profilen er ikke tilgængelig
es: El perfil no está disponible
fr: Profil non disponible
ja: プロファイルは利用できません．
nb: Profilen er ikke tilgjengelig
nl: Profiel niet beschikbaar
pl: Profil nie jest dostępny
pt: Perfil não disponível
pt_pt: Perfil indisponível
tr: Profil mevcut değil

source: Profit
pl: Dochód
pt: Lucro
tr: Kar

source: Profit (dollars)
pl: Dochód (dolary)
pt: Lucro (reais)
tr: Kar (lira)

source: Program Guidelines
da: Retningslinjer for programmer
es: Lineamientos de los programas
fr: Règles à respecter dans les programmes
ja: プログラムのガイドライン
nb: Retningslinjer for program
nl: Programmarichtlijnen
pl: Wytyczne programu
pt: Diretrizes do programa
pt_pt: Regras de programação
tr: Program Kuralları

source: Program Lead &ndash;<br>Medical Partnerships
es: Jefe de programa &ndash;<br>Asociaciones médicas
pt: Líder do programa &ndash;<br>Parcerias médicas
tr: Tıp Ortaklıkları &ndash;<br> Program Sorumlusu

source: Programming Scholar
bg: Хакер учен
da: Programmeringsekspert
es: Erudito de la programación
fr: Spécialiste en programmation
ja: プログラミング奨学生
nb: Programmerer Ekspert
pl: Uczony programista
pt: Estudante de programação
pt_pt: Estudante de programação
tr: Programlama Bilgini

source: Programs
da: Programmer
es: Programas
fr: Programmes
ja: プログラム
nb: Programmer
nl: Programma 's
pl: Programy
pt: Programas
pt_pt: Programas
tr: Programlar

source: Programs created by students, sorted by date.
bg: Програми, които са създадени от ученици и са подредени по дата.
da: Programmer lavet af elever, sorteret efter dato.
es: Programas creados por estudiantess, ordenados por fecha.
fr: Programmes créés par les élèves, triés par date.
he: תוכנות שנוצרו על-ידי הסטודנטים, ממוין לפי תאריך.
ja: 日付けによってソートされた生徒によって作成されたプログラム．
nb: Programmer laget av elever, sortert etter dato.
nl: Programma's gecreëerd door leerlingen, gesorteerd op datum.
pl: Programy stworzone przez uczniów, uporządkowane według daty.
pt: Programas criados por alunos, ordenados por data.
pt_pt: Programas criados por alunos, ordenados por data.
tr: Öğrenciler tarafından oluşturulmuş, oluşturulma tarihine göre sıralanmış programlar.

source: Programs that access disallowed functionality will be hidden from the “Hot” list.
da: Programmer, der tilgår forbudt funktionalitet vil blive skjult fra "Hot" listen.
es: Los programas que accedan a funcionalidad vetada serán ocultados de la lista de "Populares".
fr: Les programmes qui accèdent à des fonctionnalités non autorisées seront cachés de la liste « Hot ».
nb: Programmer som tillater forbudt funksjonalitet vil bli skjult fra "Hot" listen.
nl: Programma's die niet toegestane functies aanroepen zullen worden verborgen in de "Hot" lijst.
pl: Programy z dostępem do zabronionej funkcjonalności zostaną ukryte z listy "Hot".
pt: Programas que acessam funcionalidades não permitidas serão ocultados da lista de "Favoritos".
tr: İzin verilmeyen işlevselliklere erişen programlar "Yeni ve Önemli" listesinde görüntülenmeyecektir.

source: Programs that are off-topic:
da: Programmer, der er irrelevante:
es: Programas que están fuera de tema:
fr: Les programmes qui sont hors-sujet :
nb: Programmer som er irrelevante:
nl: Programma's die er niet bij horen:
pl: Programy, które są off-topic:
pt: Programas fora do tópico:
tr: Konu dışı sayılan programlar:

source: Programs that are suspected of plagiarism will be hidden from the "Hot" list.
da: Programmer, der er mistænkt for plagiat vil blive fjernet fra "Hot" listen.
es: Los programas de los que se sopeche de ser plagiados serán ocultados de la lista de los populares.
fr: Les programmes qui sont soupçonnés de plagiat seront masquées dans la liste « Hot ».
nb: Programmer som er mistenkt for plagiat vil bli fjernet fra "Hot" listen.
nl: Programma's die worden verdacht van plagiaat zullen worden verborgen in de lijst "Hot".
pl: Programy podejrzane o plagiat zostaną ukryte z listy "Hot".
pt: Os programas suspeitos de plágio serão ocultados da lista de "Favoritos".
pt_pt: Programas que forem suspeitos de plágio não aparecerão na lista "Populares".
tr: İntihal şüphesi uyandıran programlar "Yeni ve Önemli" listesinden çıkarılacaktır.

source: Programs that find a way to access disallowed functionality will be hidden from the “Hot” list.
da: Programmer, der finde en måde at få adgang til ikke-tilladte funktionalitet vil blive skjult fra "Hot" listen.
es: Los programas que encuentren la forma de acceder a funcionalidad vetada serán ocultados de la lista de "Populares".
fr: Les programmes qui arrivent à trouver le moyen d'utiliser des fonctionnalités non autorisées seront cachés dans la liste « Hot ».
nb: Programmer som finner en måte å få adgang til ikke-tilladt funksjonalitet vil bli skjult fra "Hot"-listen.
nl: Programma's die een manier vinden om gebruik te maken van niet toegestane functionaliteit zullen worden verborgen van de "Hot" list.
pl: Programy, które znajdują sposób na dostęp do niedozwolonej funkcjonalności zostaną ukryte z listy "Hot".
pt: Programas que de alguma forma acessam funcionalidades não permitidas serão ocultados da lista de "Favoritos".
tr: İzin verilmeyen işlevselliklere herhangi bir şekilde ulaşmayı başaran programlar "Yeni ve Önemli" listesinde gösterilmeyecektir.

source: Programs that violate our voting rules will be hidden from the “Hot” list.
da: Programmer, der overtræder vores stemmeregler vil blive skjult fra "Hot" listen.
es: Los programas que violen nuestras reglas de votación se ocultarán de la lista de "Populares".
fr: Les programmes qui violent nos règles de vote ne seront plus visibles dans la liste « Hot ».
nb: Programmer som overtrer våre stemmeregler vil bli skjult fra "Hot"-listen.
nl: Programma's die onze stemming regels overtreden zullen worden verborgen in de lijst "Hot".
pl: Programy, które naruszają nasze zasady głosowania, zostaną ukryte z listy "Hot".
pt: Os programas que violam nossas regras de votação serão ocultados da lista de "Favoritos".
tr: Kurallarımızı ihlal eden programlar "Yeni ve Önemli" listemizde görüntülenmeyecektir.

source: Programs will be flagged for:
da: Programmer vil blive markeret hvis:
es: Los programas se marcarán por:
fr: Les programmes seront signalés pour :
nb: Programmer vil bli markeret hvis:
nl: Programma's zullen worden gemarkeerd voor:
pl: Programy zostaną oflagowane za:
pt: Os programas serão sinalizados nos seguintes casos:
pt_pt: Os programas podem ser denunciados por:
tr: Şu programlar işaretlenecektir:

source: Progress
da: Fremskridt
es: Progreso
fr: Progrès
ja: 進捗状況
nb: Fremgang
nl: Voortgang
pl: Postęp
pt: Progresso
pt_pt: Progresso
tr: Gelişim

source: Progress Report
da: Statusrapport
es: Reporte de progreso
fr: Rapport des progrès
nb: Fremdriftsrapport
nl: Voortgangsverslag
pl: Sprawozdanie z postępu prac
pt: Relatório de progresso
tr: İlerleme Raporu

source: Progress in %(missionTitle)s
da: Fremskridt i %(missionTitle)s
es: Progreso en %(missionTitle)s
fr: Progrès au sein de "%(missionTitle)s"
ja: %(missionTitle)s での進捗
nb: Fremgang i %(missionTitle)s
nl: Vooruitgang in %(missionTitle)s
pl: Postęp w %(missionTitle)s
pt: Progresso em %(missionTitle)s
pt_pt: Progresso em %(missionTitle)s
tr: %(missionTitle)s hedefinde kaydedilmiş ilerleme

source: Progress made
da: Fremskridt
es: Progresos realizados
fr: Progrès réalisé
nb: Fremdrift
nl: Vooruitgang die is geboekt
pl: Postęp
pt: Progresso realizado
pt_pt: Progresso
tr: Sağlanan gelişme

source: Progress reports/charts, teacher tools, standalone server.
pt: Relatórios/gráficos de progresso, ferramentas para professores, servidor independente.
tr: İlerleme raporları/grafikleri, eğitmen araçları, bağımsız sunucu.

source: Project Coordinator
es: Coordinadora de proyectos
pt: Coordenadora do Projeto
tr: Proje Koordinatörü

source: Project Evaluation (can only change when viewing page in English)
da: Projektevaluering (kan kun ændres når du får vist siden på engelsk)
es: Evaluación del proyecto (solo puede cambiar al ver la página en inglés)
fr: Evaluation de projets
ja: プロジェクトの評価(これはページを英語で見ているときだけ変更できます)
nb: Prosjektet evaluering (kan bare endres når du viser side på engelsk)
nl: Projectevaluatie (kan alleen wijzigen wanneer je de pagina in het Engels bekijkt)
pl: Ocena projektu (może zostać zmieniona tylko podczas przeglądania strony w języku angielskim)
pt: Avaliação do projeto (somente pode ser alterado quando visto na página em inglês)
pt_pt: Avaliação do projeto (só pode ser alterada quando a página está em inglês)
tr: Proje Değerlendirmeleri (sadece sayfa İngilizce olarak görüntülenirken değiştirilebilir)

source: Project Evaluations
da: Evalueringer af projekter
es: Evaluaciones de proyecto
fr: Demandes d'évaluation
nb: Prosjekt Vurderinger
nl: Projectbeoordelingen
pl: Oceny projektu
pt: Avaliações do projeto
pt_pt: Avaliações de projetos
tr: Proje Değerlendirmeleri

source: Project Feedback
da: Projekt Feedback
es: Comentarios sobre el proyecto
fr: Entre aide en programmation
ja: プロジェクトのフィードバック
nb: Tilbakemelding på prosjekt
pl: Ocena projektu
pt: Feedback do projeto
pt_pt: Feedback do projeto
tr: Proje Geribildirimi

source: Project Help Provided
da: Projekt hjælp tildelt
es: Ayuda brindada en proyectos
fr: Aide pour le projet donnée
ja: プロジェクトのヘルプが提供されました
nb: Har fått hjelp med prosjekt
nl: Hulp voor project geboden
pl: Pomoc projektu zapewniona
pt: Ajuda Fornecida no Projeto
pt_pt: Ajuda oferecida no projeto
tr: Proje Yardımı Sağlandı

source: Project Help Requested
da: Anmodet om hjælp med projekt
es: Ayuda solicitada en proyectos
fr: Aide pour le projet demandée
ja: プロジェクトのヘルプがリクエストされています
nb: Prosjekt hjelp forespurt
nl: Hulp voor project gevraagd
pl: Pomoc projektu zgłoszona
pt: Solicitação de Ajuda no Projeto
pt_pt: Ajuda pedida com o projeto
tr: Proje Yardımı İstendi

source: Project evaluation request for "{0}".
da: Anmodning om projektevaluering af "{0}".
es: Solicitud de evaluación de proyectos para "{0}".
fr: Demande d'évaluation pour le projet "{0}".
nb: Forespørsel for evaluering for "{0}".
nl: Project beoordelingsverzoek voor "{0}".
pl: Prośba o ocenę projektu dla "{0}".
pt: Pedido de avaliação de projeto para "{0}".
pt_pt: Pedido de avaliação para o projeto "{0}".
tr: "{0}" için proje değerlendirme talebi

source: Promethium
es: Prometio
pl: Promet
pt: Promécio
pt_pt: Promécio
tr: Prometyum

source: Promote
es: Promueve
fr: Promouvoir
ja: 主催
nb: Fremhev
nl: Bevorder
pl: Promuj
pt: Promover
pt_pt: Promover
tr: Teşvik edin

source: Properties
da: Egenskaber
es: Propiedades
fr: Les propriétés
ja: 特性
nb: Egenskaper
nl: Eigenschappen
pl: Właściwości
pt: Propriedades
pt_pt: Propriedades
tr: Özellikler

source: Proportion or Percentage
da: Andel eller Procentdel
es: Proporción o porcentaje
fr: Proportion ou pourcentage
nb: Andelen eller prosenten
nl: Deel of percentage
pl: Proporcja lub procent
pt: Proporção ou porcentagem
tr: Oran veya Yüzde

source: Proportions 1
da: Forhold 1
es: Proporciones 1
nb: Forholdstall 1
pl: Proporcje 1
pt: Proporções 1
tr: Orantılar 2

source: Proportions 2
da: Proportioner 2
es: Proporciones 2
nb: Forholdstall 2
pl: Proporcje 2
pt: Proporções 2
tr: Oranlar 2

source: Protactinium
es: Protactinio
pl: Protaktyn
pt: Protactínio
pt_pt: Protactínio
