Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: to see if you got it right...
da: for at se om du svarede rigtigt...
es: para ver si lo tienes correcto...
fr: pour voir si tu as la bonne réponse...
nb: se om du fikk den rett...
nl: Om te zien of je het juist hebt...
pl: żeby się przekonać, czy rozumiesz...
pt: para ver se você acertou...
pt_pt: para veres se acertaste...
tr: görmek için izlemeye devam edin...

source: tomato
da: tomat
es: jitomate
fr: tomate
nl: tomaat
pl: pomidor
pt: tomate
pt_pt: tomate
tr: domates

source: total distance
fr: distance totale
nb: total avstand
pl: całkowita odległość
pt: distância total
tr: Toplam uzaklık

source: total people
es: total de personas
fr: nombre de personnes
nl: totaal aantal mensen
pt: total de pessoas
tr: Toplam kişi sayısı

source: total salary
fr: salaire total
nb: Totalt lønn
pl: wynagrodzenie całkowite
pt: salário total
tr: toplam maaş

source: total sales
fr: total des ventes
nb: Totalt salg
pl: całkowita sprzedaż
pt: vendas totais
tr: toplam satış

source: total time
fr: durée totale
nb: total tid
pl: całkowity czas
pt: tempo total
tr: toplam süre

source: toy
da: legetøj
es: juguete
fr: jouets
nl: speeltje
pl: zabawka
pt: brinquedo
pt_pt: brinquedo
tr: oyuncak

source: train
da: tog
es: tren
nl: trein
pl: pociąg
pt: trem
pt_pt: comboio
tr: tren

source: translation
es: traducción
pt: tradução
tr: Çeviri

source: tredecillion
es: heptallón
ja: 10の42乗
nl: septiljoen
pl: tredecylion
pt: tredecilhão
pt_pt: septilião
tr: tredesilyon

source: trigonometry
da: trigonometri
es: trigonometría
fr: Trigonométrie
nb: trigonometri
nl: goniometrie
pl: trygonometria
pt: trigonometria
pt_pt: trigonometria
tr: trigonometri

source: trillion
da: billion
es: billón
fr: billion
nb: billion
nl: triljoen
pl: bilion
pt: trilhão
pt_pt: bilião
tr: trilyon

source: tulip
da: Tulipan
es: tulipán
fr: tulipe
nl: tulp
pl: tulipan
pt: tulipa
pt_pt: túlipa
tr: lale

source: turtle
da: skildpadde
es: tortuga
fr: tortue
nl: schildpad
pl: żółw
pt: tartaruga
pt_pt: tartaruga
tr: kaplumbağa

source: twelfth
da: tolvte
es: duodécimo
fr: douzième
nb: tolvte
nl: twaalfde
pl: dwunasty
pt: décimo segundo
pt_pt: décimo segundo
tr: onikinci

source: twelve
da: tolv
es: doce
fr: douze
nb: tolv
nl: twaalf
pl: dwanaście
pt: doze
pt_pt: doze
tr: on iki

source: twentieth
da: tyvende
es: vigésimo
fr: vingtième
nb: tjuende
nl: twintigste
pl: dwudziesty
pt: vigésimo
pt_pt: vigésimo
tr: yirminci

source: twenty
da: tyve
es: veinte
fr: vingt
nb: tjue
nl: twintig
pl: dwadzieścia
pt: vinte
pt_pt: vinte
tr: yirmi

source: two
da: To
es: dos
fr: deux
nb: to
nl: twee
pl: dwa
pt: dois
pt_pt: dois
tr: iki

source: type username or email to filter students
da: skriv brugernavn eller e-mail for at filtrere elever
es: escribe el nombre de usuario o correo electrónico para filtrar estudiantes
fr: tapez le nom d'utilisateur ou l'e-mail pour chercher des élèves
ja: ユーザー名か電子メイルアドレスをタイプして生徒をフィルターします
nb: skriv brukernavn eller e-post for å filtrere elever
nl: geef gebruikersnaam of email in om resultaten te filteren
pl: wpisz login lub e-mail aby filtrować uczniów
pt: digite o nome de usuário ou e-mail para filtrar os alunos
pt_pt: digite o nome ou o e-mail para pesquisar alunos
tr: Öğrencileri filtrelemek için bir kullanıcı adı veya e-posta adresi girin

source: undecillion
es: sixtillón
fr: undécillion
ja: 10の36乗
nb: undercillion
nl: sextiljoen
pl: sekstylion
pt: undecilhão
pt_pt: sextilião
tr: undesilyon

source: undefined
fr: non définie
pt: indefinido
tr: tanımsız

source: unit
es: unidad
fr: unité
nb: enhet
nl: eenheid
pl: jednostka
pt: unidade
tr: birim

source: unsubscribe from these emails
da: Frameld disse e-mails
es: cancela tu suscripción a estos correos electrónicos
fr: se désabonner de ces e-mails
ja: これらの電子メイルアドレスでの購読を中止する
nb: stoppe abonnementet på disse e-postene
nl: Schrijf je uit van deze e-mails
pl: Zrezygnuj z tych e-maili
pt: cancele a inscrição desses e-mails
pt_pt: cancelar a subscrição destes e-mails
tr: Bu e-posta aboneliğini sonlandırma

source: up
da: op
es: arriba
fr: vers le haut
nb: opp
pl: górę
pt: para cima
tr: yukarı

source: using our open online courses and lessons.
nb: bruk våre åpne kurser og ressurser.
pt: usando nossos cursos e aulas abertas on-line.
pt_pt: com as nossas aulas online.

source: val: The value whose arc cosine is to be returned.
da: val: den værdi, hvis arc cosinus (invers cosinus) der skal returneres.
es: val: El valor cuyo arco coseno se va a regresar.
nb: val: verdien som arcosinus vender tilbake til.
pl: val: Wartość, z której arc cos ma być zwrócony.
pt: val: o valor cujo arco cosseno será retornado.
tr: val: Ark kosinüsü istenen değer.

source: val: The value whose arc sine is to be returned.
da: val: den værdi, hvis arc sinus (invers sinus) der skal returneres.
es: val: El valor cuyo arco seno se va a regresar.
nb: val: verdien som arc sinus vender tilbake til.
pl: val: Wartość, z której arc sin ma być zwrócony.
pt: val: o valor cujo arco seno será retornado.
tr: val: Ark sinüsü istenen değer.

source: val: The value whose arc tangent is to be returned
da: val: den værdi, hvis arc tangens (invers tangens) der skal returneres
es: val: El valor cuya arco tangente se va a regresar
nb: val: verdien som arc tangens vender tilbake til
pl: val: Wartość, z której arc tg ma być zwrócony
pt: val: o valor cujo arco tangente será retornado
pt_pt: val: o valor do qual arco tangente será devolvido
tr: val: Ark tanjantı istenen değer

source: value: The value to constrain
da: value: Værdien der skal begrænses
es: valor: el valor a restringir
nb: verdi: Verdien som skal begrenses
pl: wartość: Wartość do ograniczenia
pt: value: o valor a se restringir
tr: value: Kısıtlanacak değer

source: variable
da: variabel
nb: variabel
pl: zmienna
pt: variável
tr: değişken

source: video
bg: видео
fr: vidéo
ja: ビデオ
pl: film
pt: vídeo
pt_pt: vídeo

source: view the full report
da: Se den fulde rapport
es: ve el reporte completo
fr: Rapport complet
nb: se hele rapporten
nl: Het volledige rapport weergeven
pl: zobacz pełny raport
pt: Visualizar o relatório completo
pt_pt: ver o relatório completo
tr: Tam raporu görüntüleme

source: views: %(video_views)s
da: visninger: %(video_views)s
es: vistas: %(video_views)s
fr: Vues: %(video_views)s
nb: visninger: %(video_views)s
nl: weergaven: %(video_views)s
pl: odsłon: %(video_views)s
pt: visualizações: %(video_views)s
pt_pt: visualizações: %(video_views)s
tr: Görüntüleme: %(video_views)s

source: vigintillion
es: mil decillón
ja: 10の63乗
nl: deciljard
pt: vigintilhão
pt_pt: mil deciliões
tr: vijintilyon

source: watch
da: ur
es: reloj
fr: bracelet
nl: horloge
pl: zegarek
pt: relógio
pt_pt: relógio
tr: saat

source: watermelon
da: vandmelon
es: sandía
fr: pastèque
ja: スイカ
nl: watermeloen
pl: arbuz
pt: melancia
pt_pt: melancia
tr: karpuz

source: what is <code><var>QUESTION</var></code>?
da: Hvad er <code><var>QUESTION</var></code>?
es: ¿Qué es <code><var>QUESTION</var></code>?
fr: Quelle est la valeur numérique de <code><var>QUESTION</var></code> ?
nb: Hva er<code><var>QUESTION</var></code>?
pl: ile wynosi <code><var>QUESTION</var></code>?
pt: qual é <code><var>QUESTION</var></code>?
tr: <code><var>QUESTION</var></code> nedir?

source: when a message contains a single character by itself, it is most likely either the letter i or a
da: når en besked indeholder et enkelt tegn, som står alene, er det sandsynligvis enten bogstavet i eller å
es: cuando un mensaje contiene un solo caracter lo más probable es que sean las letras "i" o "a"
fr: Quand un message contient un seul et unique caractère, c'est probablement la lettre i ou la lettre a
nb: Når en melding bare inneholder en enkel bokstav, er det mest sannsynlig bokstaven i eller a
nl: Als een bericht één enkel teken bevat, dan is dat (in het Engels) zeer waarschijnlijk de letter 'i' of 'a'
pl: Gdy wiadomość zawiera pojedynczy znak , to jest to najpewniej litera i lub a
pt: quando uma mensagem contiver um único caractere sozinho, é mais provável que seja a letra i ou a
tr: Bir mesajda sadece bir harf olduğunda, bu büyük olasılıkla i veya a'dır

source: which combines the information about <code><var>V1</var></code> from both of our original equations.
es: que combina la información acerca de <code><var>V1</var></code> a partir de nuestras ecuaciones originales.
fr: ce qui combine les informations sur <code><var>V1</var></code> données dans les deux équations initiales.
nb: Som kombinerer informasjonen om <code><var>V1</var></code> fra begge de opprinnelige likningene.
nl: wat de informatie over <code><var>V1</var></code> uit beide oorspronkelijke vergelijkingen combineert.
pl: które łączy informacje na temat <code><var>V1</var></code> z naszych obu oryginalnych równań.
pt: que combina as informações de <code><var>V1</var></code> de nossas duas equações originais.
tr: bu, iki orijinal denklemdeki <code><var>V1</var></code> ile ilgili bilgiyi birleştirir.

source: which combines the information about <code><var>V2</var></code> from both of our original equations.
es: que combina la información acerca de <code><var>V2</var></code> a partir de nuestras ecuaciones originales.
fr: ce qui combine les informations sur <code><var>V2</var></code> données dans les deux équations initiales.
nb: som setter sammen informasjonen om <code><var>V2</var></code> fra begge de opprinnelige likningene.
nl: wat de informatie over <code><var>V2</var></code> uit beide oorspronkelijke vergelijkingen combineert.
pl: które łączy informacje na temat <code><var>V2</var></code> z naszych obu oryginalnych równań.
pt: que combina as informações de <code><var>V2</var></code> de nossas duas equações originais.
tr: bu, iki orijinal denklemdeki <code><var>V2</var></code> ile ilgili bilgiyi birleştirir.

source: white
da: hvid
es: blanco
fr: blanc
ja: 白
nb: hvit
nl: wit
pl: biały
pt: branco
pt_pt: branco
tr: beyaz

source: whole
da: hel
es: total
fr: tout
hi: पूरा
nb: hele
nl: geheel
pl: całość
pt: inteiro
tr: bütün

source: wholesale price
fr: prix de gros
nb: engros-pris
pl: cena hurtowa
pt: preço de atacado
tr: toptan fiyat

source: width: (Optional) the width of the box for text to auto wrap inside
da: width: (valgfrit) bredden af tekstboksen hvori teksten holdes indenfor (med auto wrap)
es: ancho: (opcional) el ancho de la caja para envolver el texto automáticamente
nb: width: (valgfritt) bredde til tekstboksen som tekst automatisk legges i
pl: width: (Opcjonalne) Szerokość pola tekstowego, wewnątrz którego zawarty będzie tekst
pt: width: (opcional) a largura da caixa de texto para ajuste automático de texto
tr: width: (İsteğe bağlı) metnin içinde sarılacağı kutunun genişliği

source: width: (Optional) the width of the drawn image
da: width: (valgfrit) bredden af det tegnede billede
es: ancho: (opcional) el ancho de la imagen dibujada
nb: width: (Valgfrittl) bredden på det tegnede bildet
nl: breedte: (Niet verplicht) de breedte van de getekende afbeelding
pl: szerokość: (Opcjonalne) szerokość obrazka
pt: width: (Opcional) a largura da imagem desenhada
pt_pt: largura (opcional): a largura da imagem desenhada
tr: width:(İsteğe bağlı) çizilen görüntünün eni

source: width: The width of the complete ellipse formed by the partial arc
da: width: bredden af hele ellipsen ud fra buen
es: ancho: el ancho de la elipse completa formada por el arco parcial
nb: width: Bredden av en komplett ellipse, formet av den delvise buen
nl: breedte: de breedte van de volledige ovaal gevormd door de gedeeltelijke boog
pl: szerokość: Szerokość kompletnej elipsy utworzonej z części łuku
pt: width: a largura da elipse completa formada pelo arco parcial
tr: width: Yayın parçası olduğu elipsin eni

source: width: the width of the ellipse
da: width: bredden af ellipsen
es: ancho: el ancho de la elipse
nb: width: bredden på ellipsen
nl: breedte: de breedte van de ellips
pl: szerokość: szerokość elipsy
pt: width: a largura da elipse
tr: en: elipsin eni

source: width: the width of the rectangle
da: width: bredden af rektanglet
es: ancho: el ancho del rectángulo
nb: width: bredden på rektangelet
nl: breedte: de breedte van de rechthoek
pl: szerokość: szerokość prostokąta
pt: width: a largura do retângulo
tr: width: dikdörtgenin eni

source: words which have repeating letters like too and all can also give a hint to what the secret message is
da: ord med ens bogstaver bogstaver efter hinanden såsom eller og alle giver et hint om hvad den hemmelige besked er
es: palabras que tienen letras repetidas como "también" y "todo" pueden darte una pista de cuál es el mensaje secreto
fr: Les mots qui contiennent des lettres répétées comme "telle" ou "somme" peuvent aussi vous donner des indices sur le contenu du message secret
nb: Ord som har gjentakende bokstaver, som topp og ball kan også gi et hint om hva den hemmelige meldinger er
nl: Woorden die (in het Engels) herhalende letters hebben, zoals 'too' en 'all' kunnen ook een hint geven wat de geheime boodschap is
pl: Słowa zawierające powtarzające się litery takie jak 'too' czy 'all' również są wskazówką dla tajnej wiadomości
pt: palavras que têm letras repetidas, como voo e leem, também podem dar uma dica sobre o que é a mensagem secreta
tr: Evet gibi yinelenen harfleri olan sözcükler de gizli mesajın ne olduğuna dair ipucu verebilir

source: wrong category
da: forkert kategori
es: Categoría equivocada
fr: mauvaise catégorie
ja: 間違ったカテゴリ
nb: feil kategori
nl: verkeerde categorie
pl: niewłaściwa kategoria
pt: categoria incorreta
pt_pt: Categoria incorreta
tr: Yanlış Kategori

source: x1: the x coordinate of first anchor point
da: x1: x-koordinaten for første ankerpunkt
es: x1: la coordenada x del primer punto fijo
nb: x1: x-koordinaten for det første ankerpunktet
pl: x1: współrzędna x pierwszego punktu zakotwiczenia
pt: x1: a coordenada x do primeiro ponto de ancoragem
pt_pt: x1: a coordenada x do primeiro ponto de ancoragem
tr: x1: birinci dayanak noktasının x koordinatı

source: x1: the x-coordinate of the first endpoint
da: x1: x-koordinaten for det første slutpunkt
es: x1: la coordenada x del primer punto extremo
nb: x1: x-koordinaten til det første endepunktet
nl: x1: het x-coördinaat van het eerste eindpunt
pl: x1: współrzędna x pierwszego końca
pt: x1: a coordenada x da primeira extremidade
tr: x1: birinci bitim noktasının x-koordinatı

source: x1: the x-coordinate of the first point
da: x1: x-koordinaten for det første punkt
es: x1: la coordenada x del primer punto
nb: x1: x-koordinaten til det første punktet
nl: x1: het x-coördinaat van het eerste punt
pl: x1: współrzędna x pierwszego punktu
pt: x1: a coordenada x do primeiro ponto
tr: x1: ilk noktanın x-koordinatı

source: x1: the x-coordinate of the first vertex
da: x1: x-koordinaten for det første toppunkt
es: x1: la coordenada x del primer vértice
nb: x1: x-koordinaten til det første hjørnet
nl: x1: het x-coördinaat van het eerste hoekpunt
pl: x1: współrzędna x pierwszego wierzchołka
pt: x1: a coordenada x do primeiro vértice
pt_pt: x1: a coordenada x do primeiro vértice
tr: x1: birinci köşenin x-koordinatı

source: x2: the x coordinate of first point
da: x2: x-koordinaten for første punkt
es: x2: la coordenada x del primer punto
nb: x2: x-koordinaten til første punkt
pl: x2: współrzędna x pierwszego punktu
pt: x2: a coordenada x do primeiro ponto
tr: x2: birinci noktanın x koordinatı

source: x2: the x-coordinate of the second endpoint
da: x2: x-koordinaten for det andet slutpunkt
es: x2: la coordenada x del segundo punto extremo
nb: x2: x-koordinaten til det andre endepunktet
nl: x2: het x-coördinaat van het tweede eindpunt
pl: x2: współrzędna x drugiego punktu kontrolnego
pt: x2: a coordenada x da segunda extremidade
tr: x2: ikinci bitim noktasının x-koordinatı

source: x2: the x-coordinate of the second point
da: x2: x-koordinaten for det andet punkt
es: x2: la coordenada x del segundo punto
nb: x2: x-koordinaten til det andre punktet
nl: x2: het x-coördinaat van het tweede punt
pl: x2: współrzędna x drugiego punktu
pt: x2: a coordenada x do segundo ponto
tr: x2: ikinci noktanın x-koordinatı

source: x2: the x-coordinate of the second vertex
da: x2: x-koordinaten for det andet toppunkt
es: x2: la coordenada x del segundo vértice
nb: x2: x-koordinaten til det andre hjørnet
nl: x2: het x-coördinaat van het tweede hoekpunt
pl: x2: współrzędna x drugiego wierzchołka
pt: x2: a coordenada x do segundo vértice
tr: x2: ikinci köşenin x koordinatı

source: x3: the x coordinate of second point
da: x3: x-koordinaten for andet punkt
es: x3: la coordenada x del segundo punto
nb: x3: x-koordinaten til det andre punktet
pl: x3: współrzędna x drugiego punktu
pt: x3: a coordenada x do segundo ponto
tr: x3: ikinci noktanın x koordinatı

source: x3: the x-coordinate of the third vertex
da: x3: x-koordinaten for det tredje toppunkt
es: x3: la coordenada x del tercer vértice
nb: x3: x-koordinaten til det tredje hjørnet
nl: x3: het x-coördinaat van het derde hoekpunt
pl: x3: współrzędna x trzeciego wierzchołka
pt: x3: a coordenada x do terceiro vértice
tr: x3: üçüncü köşenin x-koordinatı

source: x4: the x coordinate of second anchor point
da: x4: x-koordinaten for andet ankerpunkt
es: x4: la coordenada x del segundo punto fijo
nb: x4: x-koordinaten for det andre ankerpunktet
pl: x4: współrzędna x drugiego punktu zakotwiczenia
pt: x4: a coordenada x do segundo ponto de ancoragem
pt_pt: x4: a coordenada x do segundo ponto de ancoragem
tr: x4: ikinci dayanak noktasının x koordinatı

source: x4: the x-coordinate of the fourth vertex
da: x4: x-koordinaten for det fjerde toppunkt
es: x4: la coordenada x del cuarto vértice
nb: x4: x-koordinaten til det fjerde hjørnet
nl: x4: de x-coördinaat van het vierde hoekpunt
pl: x4: współrzędna x czwartego wierzchołka
pt: x4: a coordenada x do quarto vértice
pt_pt: x4: a coordenada x do quarto vértice
tr: x4: dördüncü köşenin x-koordinatı

source: x: The amount to translate left/right.
da: x: mængden der skal forskydes til venstre/højre.
es: x: la cantidad a trasladar a la izquierda o derecha.
nb: x: verdien for å endre til høyre/venstre.
pl: x: Wartość przesunięcia w lewo/prawo.
pt: x: o valor para transladar para esquerda/direita.
pt_pt: x: o valor do deslocamento para a esquerda/direita.
tr: x: Sağa/sola öteleme miktarı.

source: x: The x-coordinate of anchor point
da: x: x-koordinaten for ankerpunkt
es: x: la coordenada x del punto fijo
nb: x: x-koordinaten ankerpunktet
pl: x: Współrzędna x punktu zakotwiczenia
pt: x: a coordenada x do ponto de ancoragem
pt_pt: x: a coordenada x do ponto de ancoragem
tr: x: Dayanak noktasının x-koordinatı

source: x: The x-coordinate of the center of the complete ellipse derived from the arc
da: x: x-koordinaten for centrum af ellipsen afledt fra buen
es: x: la coordenada x del centro de la elipse completa derivada del arco
nb: x: x-koordinaten av sentrum av en komplett ellipse avledet fra buen
nl: x: Het x coördinaat van het midden van de complete ovaal afgeleid van de boog
pl: x: Współrzędna x środka całej elipsy pochodzącej z łuku
pt: x: a coordenada x do centro da elipse completa derivada do arco
tr: x: Yayın parçası olduğu elipsin merkezinin x koordinatı

source: x: the x component
da: x: x-komposanten
es: x: la componente x
nb: x: x komponenten
nl: x: de x-component
pl: x: składnik x
pt: x: o componente x
tr: x: x bileşeni

source: x: the x-coordinate in noise space
da: x: x-koordinaten i støj-rummet
es: x: la coordenada x en el espacio de ruido
nb: x: x-koordinaten i støyrommet
pl: x: współrzędna x w przestrzeni szumu
pt: x: a coordenada x no espaço do ruído
pt_pt: x: a coordenada x no espaço de ruído
tr: x: gürültü uzayındaki x-koordinatı

source: x: the x-coordinate of the bottom left corner
da: x: x-koordinaten af det nederste venstre hjørne
es: x: la coordenada x de la esquina inferior izquierda
nb: x: x-koordinaten nederst til venstre
nl: x: het x-coördinaat van de hoek linksonder
pl: x: współrzędna x lewego dolnego rogu
pt: x: a coordenada x do canto inferior esquerdo
pt_pt: x: a coordenada x do canto inferior esquerdo
tr: x: sol alt köşenin x-koordinatı

source: x: the x-coordinate of the center
da: x: x-koordinaten for centrum
es: x: la coordenada x del centro
nb: x: x-koordinaten til sentrum
nl: x: het x-coördinaat van het middelpunt
pl: x: współrzędna x środka
pt: x: a coordenada x do centro
tr: x: merkezin x-koordinatı

source: x: the x-coordinate of the first vertex
da: x: x-koordinaten for det første toppunkt
es: x1: la coordenada x del primer vértice
nb: x: x-koordinaten til det første hjørnet
nl: x1: het x-coördinaat van het eerste hoekpunt
pl: x: współrzędna x pierwszego wierzchołka
pt: x: a coordenada x do primeiro vértice
tr: x: birinci köşenin x-koordinatı

source: x: the x-coordinate of the point
da: x: x-koordinaten for punktet
es: x: la coordenada x del punto
nb: x: x-koordinaten til punktet
nl: x: het x-coördinaat van het punt
pl: x: współrzędna x punktu
pt: x: a coordenada x do ponto
tr: x: noktanın x-koordinatı

source: x: the x-coordinate of the top left corner
da: x: x-koordinaten for det øverste venstre hjørne
es: x: la coordenada x de la esquina superior izquierda
nb: x: x-koordinaten nederst til venstre
nl: x: het x-coördinaat van de hoek linksonder
pl: x: współrzędna x lewego górnego rogu
pt: x: a coordenada x do canto superior esquerdo
tr: x: sol üst köşenin x-koordinatı

source: x: the x-coordinate of the vertex
da: x: x-koordinaten for toppunktet
es: x: la coordenada x del vértice
nb: x: x-koordinaten til toppunktet
nl: x: het x-coördinaat van het hoekpunt
pl: x: współrzędna x wierzchołka
pt: x: a coordenada x do vértice
pt_pt: x: a coordenada x do vértice
tr: x: köşenin x-koordinatı

source: y1: the y coordinate of first anchor point
da: y1: y-koordinaten for første ankerpunkt
es: y1: la coordenada y del primer punto fijo
nb: y1: y-koordinaten for det første ankerpunktet
pl: y1: współrzędna y pierwszego punktu zakotwiczenia
pt: y1: a coordenada y do primeiro ponto de ancoragem
pt_pt: y1: a coordenada y do primeiro ponto de ancoragem
tr: y1: birinci dayanak noktasının y koordinatı

source: y1: the y-coordinate of the first endpoint
da: y1: y-koordinaten for det første slutpunkt
es: y1: la coordenada y del primer punto extremo
nb: y1: y-koordinaten til det første endepunktet
nl: y1: het y-coördinaat van het eerste eindpunt
pl: y1: współrzędna y pierwszego końca
pt: y1: a coordenada y da primeira extremidade
tr: y1: birinci bitim noktasının y-koordinatı

source: y1: the y-coordinate of the first point
da: y1: y-koordinaten for det første punkt
es: y1: la coordenada y del primer punto
nb: y1: y-koordinaten til det første punktet
nl: y1: het y-coördinaat van het eerste punt
pl: y1: współrzędna y pierwszego punktu
pt: y1: a coordenada y do primeiro ponto
tr: y1: ilk noktanın y-koordinatı

source: y1: the y-coordinate of the first vertex
da: y1: y-koordinaten for det første toppunkt
es: y1: la coordenada y del primer vértice
nb: y1: y-koordinaten til det første hjørnet
nl: y1: het y-coördinaat van het eerste hoekpunt
pl: y1: współrzędna y pierwszego wierzchołka
pt: y1: a coordenada y do primeiro vértice
tr: y1: birinci köşenin y-koordinatı

source: y2: the y coordinate of first point
da: y2: y-koordinaten for første punkt
es: y2: la coordenada y del primer punto
nb: y2: y-koordinaten til første punkt
pl: y2: współrzędna y pierwszego punktu
pt: y2: a coordenada y do primeiro ponto
tr: y2: birinci noktanın y koordinatı

source: y2: the y-coordinate of the second endpoint
da: y2: y-koordinaten for det andet slutpunkt
es: y2: la coordenada y del segundo punto extremo
nb: y2: y-koordinaten til det andre endrepunktet
nl: y2: het y-coördinaat van het tweede eindpunt
pl: y2: współrzędna y drugiego punktu kontrolnego
pt: y2: a coordenada y da segunda extremidade
pt_pt: y2: a coordenada y do segundo ponto final
tr: y2: ikinci bitim noktasının y-koordinatı
