Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: A function <code>f(x)</code> is plotted below. Highlight an interval where <code>f(x) &lt; 0</code> and <code>f^\prime(x) &gt; 0</code>.
es: Una función <code>f(x)</code> está graficada abajo. Resalta un intervalo donde <code>f(x) &lt; 0</code> y <code>f^\prime(x) &gt; 0</code>.
fr: La fonction qui à x fait correspondre <code>f(x)</code> est représentée graphiquement ci-dessous. Mettre en évidence un intervalle où <code>f(x) &lt; 0</code> et <code>f^\prime(x) &gt; 0</code>.
nb: En funksjon <code>f(x)</code> er skissert nedenfor. Marker et intervall der <code>f(x) &lt; 0</code> og <code>f^\prime(x) &gt; 0</code>.
pt: Uma função <code>f(x)</code> está plotada abaixo. Destaque um intervalo onde <code>f(x) &lt; 0</code> e <code>f^\prime(x) &gt; 0</code>.
tr: Aşağıda, bir <code>f(x)</code> fonksiyonunun grafiği çizilmiştir. <code>f(x) &lt; 0</code> ve <code>f^\prime(x) &gt; 0</code> olduğu bir aralık belirtiniz.

source: A function <code>f(x)</code> is plotted below. Highlight an interval where <code>f(x) &lt; 0</code> and <code>f^\prime(x) &lt; 0</code>.
es: Una función <code>f(x)</code> está graficada abajo. Resalta un intervalo donde <code>f(x) &lt; 0</code> y <code>f^\prime(x) &lt; 0</code>.
fr: Ci-dessous la courbe représentative de la fonction qui à x fait correspondre <code>f(x)</code>. Mettre en évidence un intervalle où <code>f(x) &lt; 0</code> et <code>f^\prime(x) &lt; 0</code>.
nb: En funksjon <code>f(x)</code> er skissert nedenfor. Marker et intervall der <code>f(x) &lt; 0</code> og <code>f^\prime(x) &lt; 0</code>.
pt: Uma função <code>f(x)</code> está plotada abaixo. Destaque um intervalo onde <code>f(x) &lt; 0</code> e <code>f^\prime(x) &lt; 0</code>.
tr: Aşağıda, bir <code>f(x)</code> fonksiyonunun grafiği çizilmiştir. <code>f(x) &lt; 0</code> ve <code>f^\prime(x) &lt; 0</code> olduğu bir aralık belirtiniz.

source: A function <code>f(x)</code> is plotted below. Highlight an interval where <code>f(x) &lt; 0</code>.
da: En funktion <code>f(x)</code> er plottet nedenfor. Fremhæv et interval hvor <code>f(x) &lt; 0</code>.
es: Una función <code>f(x)</code> está graficada abajo. Resalta un intervalo donde <code>f(x) &lt; 0</code>.
fr: Ci-dessous, la courbe représentative de la fonction qui à x fait correspondre <code>f(x)</code>. Mettre en évidence un intervalle sur lequel <code>f(x) &lt; 0</code>.
pt: Uma função <code>f(x)</code> está traçada abaixo. Destaque um intervalo em que <code>f(x) &lt; 0</code>.
tr: Aşağıda bir <code>f(x)</code> fonksiyonunun grafiği çizilmiştir. <code>f(x) &lt; 0</code> olduğu bir aralık belirtiniz.

source: A function <code>f(x)</code> is plotted below. Highlight an interval where <code>f^\prime(x) &gt; 0</code> and <code>f^{\prime\prime}(x) &gt; 0</code>.
es: Una función <code>f(x)</code> está graficada abajo. Resalta un intervalo donde <code>f^\prime(x) &gt; 0</code> y <code>f^{\prime\prime}(x) &gt; 0</code>.
fr: Ci-dessous la courbe représentative de la fonction qui à tout réel x fait correspondre <code>f(x)</code>. Mettre en évidence un intervalle où <code>f^\prime(x) &gt; 0</code> et <code>f^{\prime\prime}(x) &gt; 0</code>.
nb: En funksjon <code>f(x)</code> er plottet nedenfor. Marker er intervall der <code>f^\prime(x) &gt; 0</code> og <code>f^{\prime\prime}(x) &gt; 0</code>.
pt: Uma função <code>f(x)</code> é plotada abaixo. Destaque um intervalo onde <code>f^\prime(x) &gt; 0</code> e <code>f^{\prime\prime}(x) &gt; 0</code>.
tr: Aşağıda bir <code>f(x)</code> fonksiyonunun grafiği çizilmiştir. <code>f^\prime(x) &gt; 0</code> ve <code>f^{\prime\prime}(x) &gt; 0</code> olduğu bir aralık belirleyiniz.

source: A function <code>f(x)</code> is plotted below. Highlight an interval where <code>f^\prime(x) &gt; 0</code> and <code>f^{\prime\prime}(x) &lt; 0</code>.
es: Una función <code>f(x)</code> está graficada abajo. Resalta un intervalo donde <code>f^\prime(x) &gt; 0</code> y <code>f^{\prime\prime}(x) &lt; 0</code>.
fr: Ci-dessous, la courbe représentative de la fonction qui à x fait correspondre <code>f(x)</code>. Mettre en évidence un intervalle où <code>f^\prime(x) &gt; 0</code> et <code>f^{\prime\prime}(x) &lt; 0</code>.
nb: En funksjonen <code>f(x)</code> er plottet nedenfor. Marker er intervall der <code>f^\prime(x) &gt; 0</code> og <code>f^{\prime\prime}(x) &lt; 0</code>.
pt: Uma função <code>f(x)</code> está plotada abaixo. Destaque um intervalo onde <code>f^\prime(x) &gt; 0</code> e <code>f^{\prime\prime}(x) &lt; 0</code>.
tr: Aşağıda bir <code>f(x)</code> fonksiyonunun grafiği çizilmiştir. <code>f^\prime(x) &gt; 0</code> ve <code>f^{\prime\prime}(x) &lt; 0</code> olduğu bir aralık belirleyiniz.

source: A function <code>f(x)</code> is plotted below. Highlight an interval where <code>f^\prime(x) &gt; 0</code>.
es: Una función <code>f(x)</code> está graficada abajo. Resalta un intervalo donde <code>f^\prime(x) &gt; 0</code>.
fr: Ci-dessous, la courbe représentative de la fonction qui à x fait correspondre <code>f(x)</code>. Mettre en évidence un intervalle où <code>f^\prime(x) &gt; 0</code>.
nb: En funksjon <code>f(x)</code> er skissert nedenfor. Marker et intervall hvor <code>f^\prime(x) &gt; 0</code>.
pt: Uma função <code>f(x)</code> está plotada abaixo. Destaque um intervalo onde <code>f^\prime(x) &gt; 0</code>.
tr: Aşağıda bir <code>f(x)</code> fonksiyonunun grafiği çizilmiştir. <code>f^\prime(x) &gt; 0</code> olduğu bir aralık belirtiniz.

source: A function <code>f(x)</code> is plotted below. Highlight an interval where <code>f^\prime(x) &lt; 0</code> and <code>f^{\prime\prime}(x) &gt; 0</code>.
es: Una función <code>f(x)</code> está graficada abajo. Resalta un intervalo donde <code>f^\prime(x) &lt; 0</code> y <code>f^{\prime\prime}(x) &gt; 0</code>.
fr: Ci-dessous la courbe représentative de la fonction qui à x fait correspondre <code>f(x)</code>. Mettre en évidence un intervalle où <code>f^\prime(x) &lt; 0</code> et <code>f^{\prime\prime}(x) &gt; 0</code>.
nb: En funksjon <code>f(x)</code> er plottet nedenfor. Marker er intervall der <code>f^\prime(x) &lt; 0</code> og <code>f^{\prime\prime}(x) &gt; 0</code>.
pt: Uma função <code>f(x)</code> está plotada abaixo. Destaque um intervalo onde <code>f^\prime(x) &lt; 0</code> e <code>f^{\prime\prime}(x) &gt; 0</code>.
tr: Aşağıda bir <code>f(x)</code> fonksiyonunun grafiği çizilmiştir. <code>f^\prime(x) &lt; 0</code> ve <code>f^{\prime\prime}(x) &gt; 0</code> olduğu bir aralık belirleyiniz.

source: A function <code>f(x)</code> is plotted below. Highlight an interval where <code>f^\prime(x) &lt; 0</code> and <code>f^{\prime\prime}(x) &lt; 0</code>.
es: Una función <code>f(x)</code> está graficada abajo. Resalta un intervalo donde <code>f^\prime(x) &lt; 0</code> y <code>f^{\prime\prime}(x) &lt; 0</code>.
fr: La fonction qui à x fait correspondre <code>f(x)</code> est représentée graphiquement ci-dessous. Mettre en évidence un intervalle où <code>f^\prime(x) &lt; 0</code> et <code>f^{\prime\prime}(x) &lt; 0</code>.
nb: En funksjon <code>f(x)</code> er plottet nedenfor. Marker er intervall der <code>f^\prime(x) &lt; 0</code> og <code>f^{\prime\prime}(x) &lt; 0</code>.
pt: Uma função <code>f(x)</code> está plotada abaixo. Destaque um intervalo onde <code>f^\prime(x) &lt; 0</code> e <code>f^{\prime\prime}(x) &lt; 0</code>.
tr: Aşağıda bir <code>f(x)</code> fonksiyonunun grafiği çizilmiştir. <code>f^\prime(x) &lt; 0</code> ve <code>f^{\prime\prime}(x) &lt; 0</code> olduğu bir aralık belirleyiniz.

source: A function <code>f(x)</code> is plotted below. Highlight an interval where <code>f^\prime(x) &lt; 0</code>.
es: Una función <code>f(x)</code> está graficada abajo. Resalta un intervalo donde <code>f^\prime(x) &lt; 0</code>.
fr: La fonction qui à x fait correspondre <code>f(x)</code> est représentée graphiquement ci-dessous. Mettre en évidence un intervalle où <code>f^\prime(x) &lt; 0</code>.
nb: En funksjon <code>f(x)</code> er skissert nedenfor. Marker et intervall hvor <code>f^\prime(x) &lt; 0</code>.
pt: Uma função <code>f(x)</code> está plotada abaixo. Destaque um intervalo onde <code>f^\prime(x) &lt; 0</code>.
tr: Aşağıda bir <code>f(x)</code> fonksiyonunun grafiği çizilmiştir. <code>f^\prime(x) &lt; 0</code> olduğu bir aralık belirtiniz.

source: A function <code>f(x)</code> is shown in <span class="hint_green" style="font-weight: bold">green</span>. The <span class="hint_purple" style="font-weight: bold">sliding purple window</span> may contain a section of <b>an antiderivative of the function, <code>F(x)</code></b>.
es: Una función <code>f(x)</code> se muestra en <span class="hint_green" style="font-weight: bold">verde</span>. El <span class="hint_purple" style="font-weight: bold">segmento morado corredizo</span> puede contener una sección de <b>una antiderivada de la función, <code>F(x)</code></b>.
fr: La courbe représentative de la fonction qui à x fait correspondre <code>f(x)</code> est tracée en <span class="hint_green" style="font-weight: bold">vert</span>. La <span class="hint_purple" style="font-weight: bold">fenêtre mobile mauve</span> peut contenir une partie de la courbe représentative <b> d'une de ses primitives F qui à x fait correspondre <code>F(x)</code></b>.
nb: En funksjonen <code>f(x)</code> vises i <span class="hint_green" style="font-weight: bold">grønt</span>. <span class="hint_purple" style="font-weight: bold"> glideren i det lilla vinduet</span> kan inneholde en del av <b>en antiderivert av funksjonen, <code>F(x)</code></b>.
pt: Uma função <code>f(x)</code> é mostrada em <span class="hint_green" style="font-weight: bold">verde</span>. A <span class="hint_purple" style="font-weight: bold">janela roxa </span> pode ter uma seção de <b> uma primitiva da função, <code>F(x)</code></b>.
tr: Bir <code>f(x)</code> fonksiyonu <span class="hint_green" style="font-weight: bold">yeşille</span> gösterilmiştir. <span class="hint_purple" style="font-weight: bold">Sürgülü mor pencerede</span> <b>fonksiyonun terstürevinin, <code>F(x)</code>'in</b> bir parçası olabilir.

source: A function <code>f(x)</code> is shown in <span class="hint_purple" style="font-weight: bold">purple</span>. The <span class="hint_green" style="font-weight: bold">sliding green window</span> may contain a section of <b>its derivative <code>f'(x)</code></b>.
es: Una función <code>f(x)</code> se muestra en <span class="hint_purple" style="font-weight: bold">morado</span>. La <span class="hint_green" style="font-weight: bold">ventana corrediza verde </span> puede contener una sección de <b>su derivada<code>f'(x)</code></b>.
fr: La courbe représentative de la fonction qui à $x$ fait correspondre <code>f(x)</code> est représentée en <span class="hint_purple" style="font-weight: bold">mauve</span>. La <span class="hint_green" style="font-weight: bold">fenêtre mobile verte</span> peut contenir une partie de la courbe représentative de la fonction $f'$ qui à $x$ fait correspondre <b>sa dérivée <code>f'(x)</code></b>.
nb: En funksjonen <code>f(x)</code> vises i <span class="hint_purple" style="font-weight: bold"> lilla</span>. <span class="hint_green" style="font-weight: bold"> glideren i det grønne vinduet</span> kan inneholde en del av <b>den deriverte <code>f'(x)</code></b>.
pt: Uma função<code>f(x)</code> é mostrada <span class="hint_purple" style="font-weight: bold">purple</span>. A <span class="hint_green" style="font-weight: bold">janela verde </span> pode conter uma seção de <b> sua derivada <code>f'(x)</code></b>.

source: A function is even if <code>f(-x) = f(x)</code> for all values of <code>x</code>.
fr: Une fonction est paire si pour tout <code>x</code>, <code>f(-x) = f(x)</code>.
pl: Funkcja jest parzysta, jeżeli <code>f(-x) = f(x)</code> dla wszystkich wartości <code>x</code>.
pt: Uma função é par se <code>f(-x) = f(x)</code> para todos os valores de <code>x</code>.
tr: Eğer tüm <code>x</code> değerleri için <code>f(-x) = f(x)</code> ise, fonksiyon çifttir.

source: A function is even if <code>f(x) = f(-x)</code> for all values of <code>x</code>.
fr: Une fonction est paire si pour tout <code>x</code>, <code>f(x) = f(-x)</code>.
pl: Funkcja jest parzysta, jeśli <code>f(x) = f(-x)</code> dla wszystkich wartości <code>x</code>.
pt: Uma função é par se <code>f(x) = f(-x)</code> para todos os valores de <code>x</code>.
tr: Eğer tüm <code>x</code> değerleri için <code>f(x) = f(-x)</code> ise, fonksiyon çifttir.

source: A function is odd if <code>f(-x) = -f(x)</code> for all values of <code>x</code>.
fr: Une fonction est impaire si pour tout <code>x</code>, <code>f(-x) = -f(x)</code>.
pl: Funkcja jest nieparzysta, jeżeli <code>f(-x) = -f(x)</code> dla wszystkich wartości <code>x</code>.
pt: Uma função é ímpar se <code>f(-x) = -f(x)</code> para todos os valores de <code>x</code>.
tr: Eğer tüm <code>x</code> değerleri için <code>f(-x) = -f(x)</code> ise, fonksiyon tektir.

source: A function is odd if <code>f(x) = -f(-x)</code> for all values of <code>x</code>.
fr: Une fonction est impaire si pour tout <code>x</code>, <code>f(x) = -f(-x)</code>.
pl: Funkcja jest nieparzysta, jeżeli <code>f(x) = -f(-x)</code> dla wszystkich wartości <code>x</code>.
pt: Uma função é ímpar se <code>f(x) = -f(-x)</code> para todos os valores de <code>x</code>.
tr: Eğer tüm <code>x</code> değerleri için <code>f(x) = -f(-x)</code> ise, fonksiyon tektir.

source: A generator function shall contain a yield statement.
da: En generator funktion skal indeholde en stop erklæring.
es: Una función generadora deberá contener una declaración yield.
nb: En generator funksjon skal inneholde en avslutningsuttalelse.
nl: Een herhalingsfunctie moet ook een stop statement bevatten.
pl: Funkcja generowana powinna zawieraćwyrażenie yeld.
pt: Uma função geradora deve conter uma instrução yield.
tr: Oluşturucu fonksiyonlar bir yield ifadesi içermelidir.

source: A graduate of San Jose State University with a BA in Dance, you can often times find Karie taking jazz or ballet classes to help keep her sane -- or daydreaming about traveling to London.
pt: Graduada pela Universidade Estadual de San Jose com bacharelado em Dança, muitas vezes você pode encontrar Karie fazendo aulas de balé ou jazz para ajudar a manter sua sanidade -- ou devaneando sobre viajar para Londres.
tr: San Jose Üniversitesi'nden Dans alanında lisans derecesini alan Karie'yi, sık sık aklını başında tutmak için, caz veya bale dersleri alırken -- veya Londra'ya seyahat ettiğini hayal ederken bulabilirsiniz.

source: A great way to make sure that your school is active and involved with LearnStorm throughout the 3-months, is to identify a School Champion. A School Champion can be any teacher or administrator (or team of teachers and administrators) that is excited about participating in LearnStorm and wants to lead the charge on finding ways to encourage and celebrate school participation and progress through the 3-month challenge.
es: Una gran forma de asegurarse que tu escuela este activa e involucrada con LearnStorm a lo largo de los 3 meses, es identificar un "campeón de la escuela". Un campeón de la escuela puede ser cualquier maestro o administrador (o equipo de maestros y administradores) que esté emocionado de participar en LearnStorm y quiera tomar la responsabilidad de encontrar formas de estimular y celebrar la participación y el progreso de la escuela a través de los 3 meses del desafío.
nb: En flott måte å sørge for at skolen er aktiv og involvert med LearnStorm i hele 3-måneder, er å ha en en School Champion. En School Champion kan flere noen læreren eller administratoren (eller gruppe av lærere og administratorer) som er ansvarlig for deltakelsen i LearnStorm og ønsker å finne måter å å fremme og feire skolens deltakelse og fremdrift gjennom 3 måneders utfordring.
pt: Uma ótima maneira de garantir que sua escola seja ativa e envolvida com a LearnStorm durante os 3 meses, é identificar um campeão da escola. Um campeão da escola pode ser qualquer professor ou administrador (ou time de professores e administradores) que estiver interessado em participar da LearnStorm e quiser ficar encarregado de encontrar formas de incentivar e celebrar a participação da escola e seu progresso durante os 3 meses de desafio.
tr: Okulunuzun LearnStorm'da 3-ay boyunca aktif ve katılımcı olduğundan emin olmak için iyi bir yol, bir Okul Şampiyonu tanımlamaktır. Okul Şampiyonu, LearnStorm'a katılmak konusunda heyecan duyan ve 3-aylık yarışma boyunca okul katılımını ve ilerlemesini teşvik etmek ve kutlamak için yollar bulmada liderlik etmek isteyen herhangi bir öğretmen veya yönetici (veya öğretmen ve yönetici ekibi) olabilir.

source: A group of adults and kids went to see a movie
da: En gruppe bestående af voksne og børn gik ind og så en film
es: Un grupo de adultos y niños fueron a ver una película
fr: Un groupe d'adultes et d'enfants est allé voir un film
nb: En gruppe bestående av voksne og barn gikk for å se en film
pl: Grupa dorosłych i dzieci poszła obejrzeć film
pt: Um grupo de adultos e crianças foi ver um filme
tr: Bir grup yetişkin ve çocuk sinemaya gitti

source: A guardian left you a message:
da: En værge har sendt dig en besked:
es: Un guardián te dejó un mensaje:
fr: Un tuteur vous a laissé un message :
ja: 保護者からのメッセージがあります：
nb: En foresatt la igjen en beskjed:
nl: Een voogd liet je een bericht na:
pl: Opiekun zostawił Ci wiadomość:
pt: Um guardião deixou uma mensagem para você:
pt_pt: Um guardião enviou-te uma mensagem:
tr: Bir mesajınız var:

source: A lifelong Southern Illinoisan, Brenda has teaching experience in the Illinois public schools and community college system. She currently enjoys working with Khan Academy and teaches community college courses.
es: Habiendo vivido toda su vida en el sur de Illinois, Brenda tiene experiencia como profesora en las escuelas públicas y en el sistema de universidades comunitarias de Illinois. Actualmente disfruta trabajar con Khan Academy y da clases en universidades comunitarias.
pt: Moradora do sul de Illinois durante a vida inteira, Brenda tem experiência de ensino nas escolas públicas de Illinois e no sistema de faculdades comunitárias. Atualmente, ela gosta de trabalhar para a Khan Academy, e dá cursos em faculdades comunitárias.
tr: Doğduğundan beri Güney Illinois'te yaşayan Brenda, Illinois devlet okullarında ve bölge üniversite sisteminde deneyim sahibidir. Kendisi bu aralar Khan Academy'de çalışmanın ve bölge üniversitelerinde ders vermenin tadını çıkarıyor.

source: A line fits the data well
es: Una recta se ajusta bien a los datos
fr: On peut tracer une droite d'ajustement
pt: Uma reta se ajusta bem aos dados
tr: Bir doğru veriye iyi uyum sağlamaktadır

source: A line goes through the following points, and the equation of that line is written in <code>y = mx + b</code> form.
da: En linje går gennem de følgende punkter, og ligningen for denne linje er skrevet på formen <code>y = mx + b</code> .
es: Una recta pasa a través de los siguientes puntos, y la ecuación de la recta está escrita en la forma <code>y = mx + b</code>.
fr: Un droite passe par les points ci-dessous et son équation est de la forme <code>y = mx + b</code>.
nb: En linje går gjennom de følgende punktene og ligningen for denne linjen er skrevet på formen <code>y = mx + b</code> .
pl: Prosta przechodzi przez następujące punkty, a równanie tej prostej jest zapisane w postaci <code>y = mx + b</code>.
pt: Uma reta passa pelos seguintes pontos, e a equação dessa reta é escrita na forma <code>y = mx + b</code>.
tr: Bir doğru şu noktalardan geçmektedir ve doğrunun denklemi, <code>y = mx + b</code> şeklinde yazılmıştır.

source: A line of fit is a line that approximates the data points.
es: Una recta de mejor ajuste es una recta que se aproxima a los puntos en la gráfica.
fr: Une droite d'ajustement est une droite autour de laquelle sont regroupés les points représentatifs des données.
pt: Uma reta de tendência é uma reta que aproxima os pontos de dados.
tr: En iyi uyum doğrusu, veri noktalarına yakınsayan bir doğrudur.

source: A line passes through both <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code> and <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
da: En linje går gennem både <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code> og <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
es: Una recta pasa por ambos <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code> y <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
nb: En linje går gjennom <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code> og <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
pl: Prosta przechodzi przez <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code> i <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
pt: Uma reta passa tanto por <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code> quanto por <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
tr: Bir doğru, <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code> ve <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>'den geçmektedir.

source: A line with <var>SLOPE_NAME</var> slope looks like:
es: Una recta con pendiente <var>SLOPE_NAME</var> se ve como:
fr: Voici une droite dont la pente est <var>SLOPE_NAME</var> :
nb: En linje med en stigning på <var>SLOPE_NAME</var> ser ut som dette:
pl: Prosta, która ma nachylenie <var>SLOPE_NAME</var>, wygląda w ten sposób:
pt: Uma reta com coeficiente angular <var>SLOPE_NAME</var> se parece com:

source: A linear pair is two adjacent angles that form a straight angle.
es: Un par lineal son dos ángulos adyacentes que forman un ángulo recto.
fr: Deux angles sont supplémentaires si la somme de leurs mesures est égale à 180°.
pt: Um par linear são dois ângulos adjacentes que formam um ângulo raso.
tr: Doğrusal çift, doğrusal açı oluşturan iki komşu açıdır.

source: A local gift shop sold bags of candy and cookies for Halloween
da: En lokal souvenirbutik solgte slikposer og poser med småkager til Halloween
es: Una tienda de regalos local vendió bolsas de dulces y galletas para Halloween
fr: Une boutique de cadeaux a vendu des paquets de bonbons et de biscuits pour Halloween
nb: En lokal suvenirbutikk solgte godteri og poser med småkaker til Halloween
pl: Lokalny sklep z prezentami sprzedaje torebki cukierków i ciasteczek na Halloween
pt: Uma loja local vende pacotes de balas e bolinhos para o Halloween
tr: Yerel bir hediye dükkanı Cadılar Bayramı için torba içinde şeker ve kurabiye sattı

source: A mastery challenge appears!
bg: Появи се ново майсторско предизвикателство!
da: En kompetence-udfordring bliver tilgængelig!
es: ¡Aparece un desafío de dominio!
fr: Un défi de maîtrise apparaît !
ja: マスタリーチャレンジが出現!
nb: En mestringsutfordring kommer!
nl: Een meesterschapsuitdaging is verschenen!
pl: Pojawia się wyzwanie mistrzowskie!
pt: Aqui está um desafio de domínio!
pt_pt: Uau! Um desafio de perícia!
tr: Bir ustalık görevi ortaya çıkıyor!

source: A matrix is invertible if its determinant is non-zero.
es: Una matriz es invertible si su determinante es distinto de cero.
pl: Macierz jest odwracalna, jeśli jej wyznacznik nie jest zerowy.
pt: A matriz é inversível se seu determinante for um número diferente de zero.
tr: Determinantı sıfır dışı olan bir matrisin tersi vardır.

source: A midpoint divides a segment into two segments with equal lengths.
es: Un punto medio divide un segmento en dos partes con longitudes iguales.
fr: Le milieu d'un segment de droite est le point qui le partage en deux segments de longueurs égales.
pt: Um ponto médio divide um segmento em dois segmentos de comprimento igual.
tr: Orta nokta, bir doğru parçasını iki eşit parçaya böler.

source: A mother coding with her daughter.
nb: En mor som koder sammen med datteren.
pl: Mama programująca z córką.
pt: Uma mãe programando com sua filha.
pt_pt: Uma mãe a programar com a filha.
tr: Kızıyla kodlama yapan bir anne.
