Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The Khan Academy community would like to thank the following people who recently dedicated their time, energy, and expertise (in alphabetical order):
pl: Społeczność Khan Academy chciałaby podziękować następującym osobom , które niedawno poświęciły czas i energię, aby przekazać nam swą wiedzę (w kolejności alfabetycznej):
pt: A comunidade da Khan Academy gostaria de agradecer as seguintes pessoas que têm dedicado seu tempo, energia e conhecimento (em ordem alfabética):
tr: Khan Academy topluluğu aşağıdaki kişilere ayırdıkları zaman, enerji ve uzmanlık için teşekkürlerini sunmaktadır (alfabetik sırayla):

source: The Monthly Cup is an award recognizing the top performing Hustle and Mastery students, schools, and cities in LearnStorm.
nb: Den månedlige Cupen er en pris for å anerkjenne Strever og Mestrer elever, skoler og byer under LearnStorm.
pt: O campeonato mensal é uma premiação que reconhece os melhores alunos, escolas e cidades no que diz respeito à pontuação de esforço e domínio na LearnStorm.
tr: Aylık Kupa, LearnStorm'da en üst düzeyde Çaba ve Uzmanlık gösteren öğrencileri, okulları, ve şehirleri tanıyan bir ödüldür.

source: The Solution
da: Løsningen
es: La solución
fr: La Solution
ja: 解答
nb: Løsningen
nl: De oplossing
pl: Rozwiązanie
pt: A solução
pt_pt: A solução
tr: Çözüm

source: The Top 5 winning schools and cities in each category will receive a Monthly Cup Banner. Monthly cup winners in all categories will receive an invite to the Finals Event.
nb: Topp 5 skolevinnere og byer i hver kategori vil får en månedlig Cup Banner. Månedlige cupvinnere i alle kategorier vil få en invitasjon til finalen.
pt: As 5 melhores escolas e cidades de cada categoria vão receber um cartaz do campeonato mensal. Os vencedores do campeonato mensal em todas as categorias vão receber um convite para o evento final.
tr: Her kategoride İlk 5 okul ve şehir Aylık Kupa Afişi kazanacaktır. Tüm kategorilerde aylık kupa kazananlar Final Olayı'na bir davetiye kazanacaktır.

source: The absolute value cannot be negative. Therefore, there is no solution.
da: Den absolutte værdi kan ikke være negativ. Der er derfor ingen løsning.
es: El valor absoluto no puede ser negativo. Por lo tanto, no existe ninguna solución.
fr: Une valeur absolue ne peut pas être négative. Donc, il n'y a pas de solution.
nb: Absoluttverdien kan ikke være negativ. Der er derfor ingen løsning.
pl: Wartość bezwzględna nie może być ujemna. Zatem nie ma rozwiązania.
pt: O módulo não pode ser negativo. Portanto, não há solução.
tr: Mutlak değer negatif olamaz. Bu nedenle, çözüm yoktur.

source: The absolute value of any number is its distance from zero. As complex numbers can be visualized as points on the complex plane, absolute values of complex numbers can be determined using the distance formula.
da: Den absolutte værdi af et tal er dets afstand fra nul. Fordi komplekse tal kan visualiseres som punkter i det komplekse plan, kan absolutte værdier af komplekse tal bestemmes ved hjælp af afstandsformlen.
es: El valor absoluto de cualquier número es su distancia al cero. Al igual que los números complejos pueden visualizarse como puntos en el plano complejo, los valores absolutos de los números complejos pueden determinarse utilizando la fórmula de la distancia.
fr: Comme un nombre complexe peut être représenté par un point du plan complexe, on peut calculer son module en utilisant la formule de la distance.
nb: Absoluttverdien av et tall er dets avstand fra null. Fordi komplekse tall kan visualiseres som punkter i det komplekse plan, kan absoluttverdier av komplekse tall bestemmes ved hjelp av avstandsformelen.
pt: O valor absoluto de qualquer número é a sua distância do zero. Uma vez que os números complexos podem ser visualizados como pontos no plano complexo, os valores absolutos dos números complexos podem ser determinados ao utilizarmos a fórmula de distância.
tr: Bir sayının mutlak değeri, sıfırdan uzaklığıdır. Karmaşık sayılar, karmaşık düzlemde noktalar olarak görsellenebildiği için, karmaşık sayıların mutlak değerleri uzaklık formülüyle belirlenebilir.

source: The absolute value we need is the length of the <strong class="hint_orange">orange</strong> line segment.
da: Den absolutte værdi, vi har brug for er længden af det <strong class="hint_orange"> orange</strong> linjestykke.
es: El valor absoluto que necesitamos es la longitud del segmento de recta <strong class="hint_orange"> naranja</strong>.
fr: Son module est la longueur du segment de droite <strong class="hint_orange">orange</strong>.
nb: Absoluttverdien som vi har bruk for, er lengden av det <strong class="hint_orange"> oransje</strong> linjestykket.
pt: O valor absoluto do qual precisamos é o comprimento do segmento de reta <strong class="hint_orange">laranja</strong>.
tr: İhtiyacımız olan mutlak değer, <strong class="hint_orange">turuncu</strong> doğru parçasının uzunluğudur.

source: The actual distance between the two cities is <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var>km, or <var>DISTANCE_REAL</var>km.
fr: La distance réelle entre les deux villes est <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var>km, ou <var>DISTANCE_REAL</var>km.
hi: दोनों शहरों के बिच की असल दूरी है <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var>km, या <var>DISTANCE_REAL</var>km.
nb: Den virkelige avstanden mellom de to byene er <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var>km, eller <var>DISTANCE_REAL</var>km.
pl: Rzeczywista odległość między dwoma miastami wynosi <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var> km, czyli <var>DISTANCE_REAL</var> km.
pt: A distância real entre as duas cidades é de <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var>km, ou <var>DISTANCE_REAL</var>km.
tr: İki şehir arasındaki gerçek uzaklık <var>FACTOR</var> <code>\cdot</code> <var>SCALE_REAL</var>km, veya <var>DISTANCE_REAL</var>km'dir.

source: The administrator of an affected site or the provider of affected content may make a counter notification under sections 512(g)(2) and (3) of the DMCA. If you elect to send us a counter notice, to be effective it must be a written communication that includes the following (please consult your legal counsel or See 17 U.S.C. Section 512(g)(3) to confirm these requirements):
da: Administratoren af det pågældende websted eller leverandøren af berørt indhold kan komme med en modpåstand under afsnit 512(g)(2) og (3) i DMCA. Hvis du vælger at sende os en modpåstand, skal den for at være gældende være en skriftlig meddelelse, der indeholder følgende (kontakt venligst din advokat eller se 17 U.S.C. Afsnit 512(g)(3) for at bekræfte disse krav):
es: El administrador de un sitio afectado o el proveedor de contenido afectado pueden realizar una reclamación contra la notificación en virtud de las disposiciones incluidas en las secciones 512(g)(2) y (3) de la DMCA. Si desea enviarnos un notificación de reclamación, deberá ser un comunicado escrito que incluya lo siguiente para ser efectivo (por favor, consulte a su asesor legal o consulte 17 U.S.C. sección 512(g)(3) para confirmar estos requisitos):
fr: L'administrateur d'un site, ou le fournisseur de contenu qui sont incriminés pourront envoyer un avis de contestation, tel que spécifié dans les sections 512(g)(2) et (3) de la loi DMCA. Si vous décidez de faire appel, pour être efficace, celui-ci devra être fait sous la forme écrite, et devra inclure les éléments suivants (veuillez consulter votre conseiller juridique ou voir 17 U.S.C. Section 512(g)(3) afin de vérifier ces exigences) :
nb: Administratoren av det gjeldende nettsted eller leverandøren av det berørte innholdet kan komme med en motpåstand under avsnitt 512(g) og (3) i DMCA. Hvis du velger å sende oss en motpåstand, må det for å være gyldig være en skriftlig melding som inkluderer følgende (vennligst kontakt din advokat eller se 17 U.S.C. Section 512(g)(3) for å imøtekomme disse kravene):
nl: De administrator van de aangetaste site of de provider van aangetaste content mag een tegenvordering indienen onder de secties 512(g)(2) en (3) van het DMCA. Als je dit wilt doen, moet het verweer een geschreven communicatie zijn wat het volgende bevat (vraag juridisch advies of zie 17 U.S.C. Section 512(g)(3) om deze eisen te bevestigen):
pl: Administrator kwestionowanej witryny lub dostawca kwestionowanej treści może wnieść roszczenie wzajemne, zgodnie z sekcją 512(g)(2) i (3) ustawy DMCA. Jeśli postanowisz przesłać nam roszczenie wzajemne, aby było skuteczne, musi nastąpić w formie pisemnej oraz zawierać (prosimy skonsultować się ze swoim prawnikiem lub sprawdzić DMCA, 17 U.S.C., sekcja 512(g)(3) w celu potwierdzenia poniższych wymagań):
pt: O administrador de um site afetado ou o provedor de conteúdo afetado pode fazer uma contranotificação de acordo com as seções 512(g)(2) e (3) da DMCA. Se você optar por enviar uma contranotificação, para que ela tenha valor, deve ser uma comunicação por escrito contendo os seguintes itens (consulte seu advogado ou veja a Seção 512(g)(3) do título 17 do U.S.C. para confirmar esses requisitos):
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: The age of any <var>animal( 1 )</var> in our sample is likely to be closer to the average of the <code><var>DATA_POINTS</var></code> <var>plural_form(animal( 1 ), DATA_POINTS)</var> we looked at instead of the average of all the <var>plural_form(animal( 1 ), POPULATION)</var> in the zoo. Because of that, the <span class="hint_purple">squared deviations from the mean</span> we calculated will probably underestimate the actual deviations from the population mean.
fr: L'âge d'un <var>animal( 1 )</var> de l'échantillon est susceptible d'être plus proche de la moyenne des <code><var>DATA_POINTS</var></code> de <var>plural_form(animal( 1 ), DATA_POINTS)</var> choisis, plutôt que de la moyenne de tous les <var>plural_form(animal( 1 ), POPULATION)</var> du zoo. À cause de cela, les <span class="hint_purple"> carrés des écarts à la moyenne</span>, calculés sous-estimeront probablement les écarts réels à la moyenne de la population.
pt: A idade de qualquer <var>animal( 1 )</var> na nossa amostra é provável que esteja mais perto da média de <code><var>DATA_POINTS</var></code> <var>plural_form(animal( 1 ), DATA_POINTS)</var> que vimos, ao invés da média de <var>plural_form(animal( 1 ), POPULATION)</var> do zoológico. Por isso, os <span class="hint_purple">desvios padrão da média</span> que calculamos provavelmente vai subestimar os desvios reais da média de população.

source: The age of any particular <var>animal( 1 )</var> in our sample is likely to be closer to the average age of the <var>DATA_POINTS</var> <var>animal( 1 )</var> we sampled.
fr: L'âge d'un <var>animal( 1 )</var> donné de l'échantillon est probablement plus proche de la moyenne d'âge des <var>DATA_POINTS</var> <var>animal( 1 )</var> de l'échantillon.
pt: A idade de qualquer <var>animal( 1 )</var> em particular na nossa amostra é provavelmente mais próxima da idade média do <var>DATA_POINTS</var> <var>animal( 1 )</var> que temos na amostra.

source: The amount <var>person(1)</var> paid - the price of the <var>storeItem(1,1)</var> = the amount of change <var>person(1)</var> received.
da: Beløbet <var>person(1)</var> betalte - prisen på <var>storeItem(1,1)</var> = mængden af byttepenge <var>person(1)</var> fik tilbage.
es: La cantidad que <var>person(1)</var> pagó - el precio del <var>storeItem(1,1)</var> = la cantidad de cambio que <var>person(1)</var> recibió.
fr: montant payé par <var>person(1)</var> - prix du <var>storeItem(1,1)</var> = montant rendu à <var>person(1)</var>.
hi: जो मात्रा <var>person(1)</var> ने दी थी - <var>storeItem(1,1)</var> की कीमत = बची हुई मात्रा<var>person(1)</var> जो मिलीI
nb: Beløpet <var>person(1)</var> betalte - prisen på <var>storeItem(1,1)</var> = mengden av penger <var>person(1)</var> fikk tilbake.
nl: Door <var>person(1)</var> betaalde bedrag - de prijs van de <var>storeItem(1,1)</var> = het wisselgeld dat <var>person(1)</var> ontvangen heeft.
pl: Ilość, jaką <var>person(1)</var> zapłącił/a - cena za <var>storeItem(1,1)</var> = wysokość reszty, jaką <var>person(1)</var> otrzymał/a.
pt: A quantia paga por <var>person(1)</var> - o preço de <var>storeItem(1,1)</var> = o troco que <var>person(1)</var> recebeu.
tr: <var>person(1)</var> tarafından ödenen - <var>storeItem(1,1)</var> fiyatı= <var>person(1)</var> tarafından alınan para üstü

source: The amount of commission <var>person(1)</var> makes by selling a <var>electronic(1)</var> is <code class="hint_pink">$<var>localeToFixed(TOTAL_COMMISSION, 2)</var></code>.
fr: Le montant de la commission que reçoit <var>person(1)</var> en vendant un <var>electronic(1)</var> est égal à <code class="hint_pink"><var>localeToFixed(TOTAL_COMMISSION, 2)</var>€</code>.
nb: Provisjonsbeløpet <var>person(1)</var> får for å selge <var>electronic(1)</var> er <code class="hint_pink">$<var>localeToFixed(TOTAL_COMMISSION, 2)</var></code>.
pl: Kwota prowizji zarobionej przez <var>person(1)</var> na sprzedaniu <var>electronic(1)</var> to <code class="hint_pink">$<var>localeToFixed(TOTAL_COMMISSION, 2)</var></code>.
pt: A quantidade de comissão que <var>person(1)</var> recebe ao vender um <var>electronic(1)</var> é <code class="hint_pink">$<var>localeToFixed(TOTAL_COMMISSION, 2)</var></code>.
tr: <var>person(1)</var> bir <var>electronic(1)</var> satışında elde ettiği komisyon miktarı, <code class="hint_pink"><var>localeToFixed(TOTAL_COMMISSION, 2)</var></code> liradır.

source: The amount of markup on the <var>furniture(1)</var> is <code class="hint_pink">$<var>localeToFixed(TOTAL_MARKUP, 2)</var></code>.
fr: Le montant de la marge faite sur le <var>furniture(1)</var> est <code class="hint_pink"><var>localeToFixed(TOTAL_MARKUP, 2)</var>€</code>.
nb: Momsen på <var>furniture(1)</var> er <code class="hint_pink">$<var>localeToFixed(TOTAL_MARKUP, 2)</var></code>.
pl: Kwota marży na <var>furniture(1)</var> to <code class="hint_pink">$<var>localeToFixed(TOTAL_MARKUP, 2)</var></code>.
pt: O valor do lucro do <var>furniture(1)</var> é <code class="hint_pink">$<var>localeToFixed(TOTAL_MARKUP, 2)</var></code>.
tr: <var>furniture(1)</var>taki fiyat artışı, <code class="hint_pink"> <var>localeToFixed(TOTAL_MARKUP, 2)</var></code> liradır.

source: The amplitude of <code>f(x)</code> is 1, so we don't need to worry about scaling the function vertically.
es: La amplitud de <code>f(x)</code> es 1, así que no necesitamos preocuparnos por cambiarle la escala verticalmente.
fr: L'amplitude de <code>f(x)</code> est égale à 1, donc on a pas besoin de dilater verticalement.
pt: A amplitude de <code>f(x)</code> é 1, portanto, não precisamos nos preocupar com a escala vertical da função.
tr: <code>f(x)</code>'in genliği 1, bu yüzden düşey yönde ölçeklemeyi düşünmemize gerek yok.

source: The amplitude of <code>f(x)</code> is <code><var>decFrac( VSCALE )</var></code>, so we need to scale <var>FNS</var> function vertically by <code><var>decFrac( VSCALE )</var></code>.
es: La amplitud de <code>f(x)</code> es <code><var>decFrac( VSCALE )</var></code>, así que necesitamos escalar la función <var>FNS</var> verticalmente por <code><var>decFrac( VSCALE )</var></code>.
fr: L'amplitude de <code>f(x)</code> est égale à <code><var>decFrac( VSCALE )</var></code>, donc on doit dilater verticalement la fonction <var>FNS</var> d'un coefficient <code><var>decFrac( VSCALE )</var></code>.
pt: A amplitude de <code>f(x)</code> é <code><var>decFrac( VSCALE )</var></code>, portanto, precisamos fazer a escala <var>FNS</var> vertical da função por meio de <code><var>decFrac( VSCALE )</var></code>.
tr: <code>f(x)</code>'in genliği, <code><var>decFrac( VSCALE )</var></code>, buna göre <var>FNS</var> fonksiyonunu <code><var>decFrac( VSCALE )</var></code> oranında düşey yönde ölçeklemeliyiz.

source: The angle <code><var>INTERMEDIATE_ANGLE_REP</var></code> is more than <code>2 \pi</code>. A complex number goes a full circle if its angle is increased by <code>2 \pi</code>, so it goes back to itself. Because of that, angles of complex numbers are convenient to keep between <code>0</code> and <code>2 \pi</code>.
es: El ángulo <code><var>INTERMEDIATE_ANGLE_REP</var></code> es mayor a <code>2 \pi</code>. Un número complejo da una vuelta completa si este ángulo se aumenta en <code>2 \pi</code>, así que regresa a sí mismo. Debido a eso, es conveniente mantener el ángulo en los números complejos entre <code>0</code> y <code>2 \pi</code>.
fr: <code><var>INTERMEDIATE_ANGLE_REP</var></code> est supérieur à <code>2 \pi</code>. Si on augmente l'argument d'un nombre complexe de <code>2 \pi</code>, le nombre parcourt le cercle trigonométrique en entier et revient à sa position initiale. C'est pourquoi il est pratique de choisir la valeur de l'argument comprise entre <code>0</code> et <code>2 \pi</code>.
pt: O ângulo <code><var>INTERMEDIATE_ANGLE_REP</var></code> é maior que <code>2 \pi</code>. Um número complexo faz uma circunferência completo se o seu ângulo aumentar em <code>2 \pi</code>, portanto, ele volta para ele mesmo. Por isso, ângulos de números complexos são convenientes se mantidos entre <code>0</code> e <code>2 \pi</code>.
tr: <code><var>INTERMEDIATE_ANGLE_REP</var></code> açısı, <code>2 \pi</code>'den büyüktür. Açısına <code>2 \pi</code> eklenen bir karmaşık sayı tam bir devir yapar, yani başladığı yere döner. Bu nedenle, karmaşık sayı açılarını <code>0</code> ile <code>2 \pi</code> arasında tutmak uygundur.

source: The angle <code><var>INTERMEDIATE_ANGLE_REP</var></code> is negative. A complex number goes a full circle if its angle is increased by <code>2 \pi</code>, so it goes back to itself. Because of that, angles of complex numbers are convenient to keep between <code>0</code> and <code>2 \pi</code>.
es: El ángulo <code><var>INTERMEDIATE_ANGLE_REP</var></code> es negativo. Un número complejo da una vuelta completa si su ángulos se aumenta en <code>2 \pi</code>, así que regresa a sí mismo. Debido a eso, es conveniente mantener el ángulo en los número complejos entre <code>0</code> y <code>2 \pi</code>.
fr: <code><var>INTERMEDIATE_ANGLE_REP</var></code> est négatif. Si on augmente l'argument d'un nombre complexe de <code>2 \pi</code>, le nombre parcourt le cercle trigonométrique en entier et revient à sa position initiale. C'est pourquoi il est pratique de choisir la valeur de l'argument comprise entre <code>0</code> et <code>2 \pi</code>.
pt: O ângulo <code><var>INTERMEDIATE_ANGLE_REP</var></code> é negativo. Um número complexo faz uma circunferência completo se o seu ângulo aumentar em <code>2 \pi</code>, portanto, ele volta para ele mesmo. Por isso, ângulos de números complexos são convenientes se mantidos entre <code>0</code> e <code>2 \pi</code>.
tr: <code><var>INTERMEDIATE_ANGLE_REP</var></code> açısı negatiftir. Açısına <code>2 \pi</code> eklenen bir karmaşık sayı tam bir devir yapar, yani başladığı yere döner. Bu nedenle, karmaşık sayı açılarını <code>0</code> ile <code>2 \pi</code> arasında tutmak uygundur.

source: The angle is <code><var>DIFF</var></code> degrees.
es: El ángulo es de <code><var>DIFF</var></code> grados.
fr: L'angle mesure <code><var>DIFF</var></code> degrés.
nb: Vinkelen er <code><var>DIFF</var></code> grader.
pl: Kąt wynosi <code><var>DIFF</var></code> stopni.
pt: O ângulo tem <code><var>DIFF</var></code> graus.
tr: Açının ölçüsü, <code><var>DIFF</var></code> derecedir.

source: The angle of the result is <code><var>A_ANGLE_REP</var> + <var>B_ANGLE_REP</var> = <var>ANSWER_ANGLE_REP</var></code>.
es: El ángulo del resultado es <code><var>A_ANGLE_REP</var> + <var>B_ANGLE_REP</var> = <var>ANSWER_ANGLE_REP</var></code>.
fr: L'argument du produit est <code><var>A_ANGLE_REP</var> + <var>B_ANGLE_REP</var> = <var>ANSWER_ANGLE_REP</var></code>.
pt: O angulo do resultado é <code><var>A_ANGLE_REP</var> + <var>B_ANGLE_REP</var> = <var>ANSWER_ANGLE_REP</var></code>.
tr: Sonucun açısı, <code><var>A_ANGLE_REP</var> + <var>B_ANGLE_REP</var> = <var>ANSWER_ANGLE_REP</var></code>.

source: The angle of the result is <code><var>A_ANGLE_REP</var> - <var>B_ANGLE_REP</var> = <var>ANSWER_ANGLE_REP</var></code>.
da: Vinklen for resultatet er <code><var>A_ANGLE_REP</var> - <var>B_ANGLE_REP</var> = <var>ANSWER_ANGLE_REP</var></code>.
es: El ángulo del resultado es <code><var>A_ANGLE_REP</var> - <var>B_ANGLE_REP</var> = <var>ANSWER_ANGLE_REP</var></code>.
fr: L'argument du quotient est égal à <code><var>A_ANGLE_REP</var> - <var>B_ANGLE_REP</var> = <var>ANSWER_ANGLE_REP</var></code>.
pt: O ângulo do resultado é <code><var>A_ANGLE_REP</var> - <var>B_ANGLE_REP</var> = <var>ANSWER_ANGLE_REP</var></code>.
tr: Sonucun açısı, <code><var>A_ANGLE_REP</var> - <var>B_ANGLE_REP</var> = <var>ANSWER_ANGLE_REP</var></code>.

source: The angle of the result is <code>\large{<var>EXPONENT</var> \cdot <var>BASE_ANGLE_REP</var>}</code>, which is <code>\large{<var>ANGLE_MULTIPLE_REP</var>}</code>.
es: El ángulo del resultado es <code>\large{<var>EXPONENT</var> \cdot <var>BASE_ANGLE_REP</var>}</code>, el cual es <code>\large{<var>ANGLE_MULTIPLE_REP</var>}</code>.
fr: L'argument de y est <code>\large{<var>EXPONENT</var> \cdot <var>BASE_ANGLE_REP</var>}</code>, c'est à dire <code>\large{<var>ANGLE_MULTIPLE_REP</var>}</code>.
pt: O ângulo do resultado é <code>\large{<var>EXPONENT</var> \cdot <var>BASE_ANGLE_REP</var>}</code>, o que é <code>\large{<var>ANGLE_MULTIPLE_REP</var>}</code>.
tr: Sonucun açısı, <code>\large{<var>EXPONENT</var> \cdot <var>BASE_ANGLE_REP</var>}</code>, bu da <code>\large{<var>ANGLE_MULTIPLE_REP</var>}</code>.

source: The angle vertical to <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> is <code>\green{\angle <var>OPP_START</var>G<var>OPP_END</var>}</code>.
es: El ángulo opuesto por el vértice a <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> es <code>\green{\angle <var>OPP_START</var>G<var>OPP_END</var>}</code>.
fr: L'angle verticalement opposé à <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> est <code>\green{\angle <var>OPP_START</var>G<var>OPP_END</var>}</code>.
pt: O ângulo oposto pelo vértice a <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> é <code>\green{\angle <var>OPP_START</var>G<var>OPP_END</var>}</code>.
tr: <code>\red{\angle <var>ANGLE_START</var>G<var>ANGLE_END</var>}</code> ile ters bir açı, <code>\green{\angle <var>OPP_START</var>G<var>OPP_END</var>}</code>'dir.

source: The angles in a triangle sum to <code>180^\circ</code>.
es: Los ángulos en un triángulo suman <code>180^\circ</code>.
pt: Os ângulos internos de um triângulo somam <code>180^\circ</code>.
tr: Bir üçgenin açılarının toplamı <code>180^\circ</code>'dir.

source: The angles of a trapezoid side are supplementary.
es: Los ángulos del lado de un trapecio son suplementarios.
fr: Les angles adjacents d'un trapèze sont supplémentaires.
pl: Kąty przy ramieniu trapezu dopełniają się do 180 stopni.
pt: Os ângulos dos lados de um trapézio são suplementares.
tr: Yamuğun kenar açıları bütünlerdir.

source: The angles of bases of an isosceles trapezoid are equal.
es: Los ángulos de las bases de un trapecio isósceles son iguales.
fr: Les angles à la base d'un trapèze isocèle sont égaux.
nb: Vinklene av baser av et likebeint trapes er like.
pl: Kąty przy podstawie trapezu równoramiennego są równe.
pt: Os ângulos das bases de um trapézio isósceles são iguais.
tr: İkizkenar yamuğun taban açıları eşittir.
