Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Now all the fractions are in a form where we can compare them by numerator:
es: Ahora todas las fracciones están escritas en una forma que nos permite compararlas por su numerador:
fr: Maintenant, toutes les fractions sont sous une forme où on peut les ordonner en comparant leurs numérateurs :
nb: Nå er alle brøkene på en form som gjør at vi kan sammenligne tellerne:
pl: Teraz wszystkie ułamki są w formie, w której możemy porównać ich liczniki:
pt: Agora, todas as frações estão expressas em uma forma que nos permite compará-las pelo numerador:
tr: Şimdi tüm kesirler, sadece paylarına bakarak karşılaştırabileceğimiz şekildeler:

source: Now both terms have a common denominator we can simply add the numerators:
da: Nu har begge led en fællesnævner, og vi kan vi blot lægge tællererne sammen:
es: Ahora ambos denominadores tienen denominador común, podemos simplemente sumar los numeradores:
fr: Maintenant que les deux fractions ont le même dénominateur, on additionne les numérateurs :
nb: Nå har begge ledd en fellesnevner, og vi kan lett legge tellerne sammen:
pl: Teraz oba mają taki sam mianownik, więc możemy po prostu dodać liczniki:
pt: Agora que os dois termos têm um denominador comum, podemos simplesmente adicionar os numeradores:
tr: Artık her iki terimin paydası ortak olduğuna göre, payları toplayabiliriz:

source: Now both terms have a common denominator we can subtract the numerators:
da: Nu har begge led en fællesnævner, og vi kan vi blot trække tællererne fra hinanden:
es: Ahora ambos términos tienen un denominador común, podemos simplemente restar los numeradores:
fr: Maintenant que les deux fractions ont le même dénominateur, on soustrait les numérateurs :
nb: Nå har begge ledd en fellesnevner, og vi kan lett trekke tellerne fra hverandre:
pl: Teraz oba mają taki sam mianownik, więc możemy po prostu odjąć liczniki:
pt: Agora que os dois termos têm um denominador comum, podemos subtrair os numeradores:
tr: Artık her iki terimin paydası ortak olduğuna göre, payları toplayabiliriz:

source: Now draw an arrow to the left of the circle to include all numbers less than <code><var>SIGN + ( INT + FRAC )</var></code>.
fr: On dessine maintenant une flèche qui pointe vers la gauche du cercle pour inclure tous les nombres plus petits que <code><var>SIGN + ( INT + FRAC )</var></code>.
hi: अब वृत्त की ओर एक तीर खेंचे जिसमे <code><var>SIGN + ( INT + FRAC )</var></code>कम से कम सारे अंक आएं ।
nb: Så tegner du en pil til venstre for sirkelen som inkluderer alle tall mindre enn <code><var>SIGN + ( INT + FRAC )</var></code>.
pl: Następnie narysuj strzałkę w lewo od kółeczka, aby objąć wszystkie liczby mniejsze od <code><var>SIGN + ( INT + FRAC )</var></code>.
pt: Agora, desenhe uma seta à esquerda do círculo para incluir todos os números menores que <code><var>SIGN + ( INT + FRAC )</var></code>.
tr: Şimdi, <code><var>SIGN + ( INT + FRAC )</var></code> sayısından küçük değerleri kapsamak için çemberin soluna bir ok çiziniz.

source: Now draw an arrow to the right of the circle to include all numbers greater than <code><var>SIGN + ( INT + FRAC )</var></code>.
fr: On dessine maintenant une flèche qui pointe vers la droite du cercle pour inclure tous les nombres plus grands que <code><var>SIGN + ( INT + FRAC )</var></code>.
hi: अब वृत्त की दाहिनी ओर एक तीर खींचे जिसमे <code><var>SIGN + ( INT + FRAC )</var></code> से सारे बड़े अंक आयें।
nb: Så tegner du en pil til høyre for sirkelen for å inkludere alle tall større enn <code><var>SIGN + ( INT + FRAC )</var></code>.
pl: Następnie narysuj strzałkę w prawo od kółeczka, aby objąć wszystkie liczby większe od <code><var>SIGN + ( INT + FRAC )</var></code>.
pt: Agora, desenhe uma seta à direita do círculo para incluir todos os números maiores que <code><var>SIGN + ( INT + FRAC )</var></code>.
tr: Şimdi, <code><var>SIGN + ( INT + FRAC )</var></code> sayısından büyük değerleri kapsamak için çemberin sağına bir ok çiziniz.

source: Now factor out <code>(<var>A</var>x + <var>E</var>)</code>:
es: Ahora factoriza <code>(<var>A</var>x + <var>E</var>)</code>:
fr: On factorise par <code>(<var>A</var>x + <var>E</var>)</code> :
nb: Faktoriser nå ut <code>(<var>A</var>x + <var>E</var>)</code>:
pl: Teraz rozłóżmy na czynniki <code>(<var>A</var>x + <var>E</var>)</code>:
pt: Agora fatore <code>(<var>A</var>x + <var>E</var>)</code>:
tr: Şimdi <code>(<var>A</var>x + <var>E</var>)</code>'yi dışarı alın:

source: Now find the area: <code>K = \pi r^2</code>, so <code>K = \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>}^2 = \color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>.
es: Ahora encuentra el área: <code>K = \pi r^2</code>, so <code>K = \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>}^2 = \color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>.
nb: Nå kan du finne arealet: <code>K = \pi r^2</code>, så <code>K = \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>}^2 = \color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>.
pl: Teraz oblicz pole: <code>K = \pi r^2</code>, więc<code>K = \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>}^2 = \color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>.
pt: Agora, encontre a área: <code>K = \pi r^2</code>, então <code>K = \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>}^2 = \color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>.
tr: Şimdi alanı bulunuz: <code>K = \pi r^2</code>, buna göre, <code>K = \pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>}^2 = \color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>.

source: Now find the circumference: <code>c = 2\pi r = 2\pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2*R</var>\pi}</code>.
es: Ahora encuentra el perímetro: <code>c = 2\pi r = 2\pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2*R</var>\pi}</code>.
nb: Nå kan du finne omkretsen: <code>c = 2\pi r = 2\pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2*R</var>\pi}</code>.
pl: Teraz oblicz obwód okręgu: <code>c = 2\pi r = 2\pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2*R</var>\pi}</code>.
pt: Agora, encontre a circunferência: <code>c = 2\pi r = 2\pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2*R</var>\pi}</code>.
tr: Şimdi çevreyi bulunuz: <code>c = 2\pi r = 2\pi \cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>C_COLOR</var>}{<var>2*R</var>\pi}</code>.

source: Now find the diameter: <code>d = 2r = 2\cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>D_COLOR</var>}{<var>2*R</var>}</code>.
es: Ahora encuentra el diámetro: <code>d = 2r = 2\cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>D_COLOR</var>}{<var>2*R</var>}</code>.
nb: Nå kan du finne diameteren: <code>d = 2r = 2\cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>D_COLOR</var>}{<var>2*R</var>}</code>.
pl: Oblicz długość średnicy: <code>d = 2r = 2\cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>D_COLOR</var>}{<var>2*R</var>}</code>.
pt: Agora, encontre o diâmetro: <code>d = 2r = 2\cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>D_COLOR</var>}{<var>2*R</var>}</code>.
tr: Şimdi çapı bulunuz: <code>d = 2r = 2\cdot \color{<var>R_COLOR</var>}{<var>R</var>} = \color{<var>D_COLOR</var>}{<var>2*R</var>}</code>.

source: Now for the fun part where you learn things!
da: Nu til den sjove del, hvor du lærer ting!
es: ¡Ahora a la parte divertida donde aprendes cosas!
fr: Et maintenant, la partie cool, où l'on apprend des choses !
ja: それでは学びの楽しい部分にいきましょう!
nb: Nå til den morsome delen der du lærer ting!
nl: Nu het leuke gedeelte waar je gaat leren!
pl: Teraz zabawna część w której się czegoś nauczysz!
pt: Agora vamos para a parte divertida: quando você aprende!
pt_pt: Agora vem a melhor parte: começar a aprender!
tr: Gelelim birşeyler öğreneceğiniz eğlenceli kısma!

source: Now if we distribute and rearrange, we get this:
da: Hvis vi distribuere og omarrangere, får vi dette:
es: Ahora si distribuimos y reorganizamos, obtenemos:
fr: A présent, en utilisant la distributivité et en réorganisant les termes on obtient :
hi: अब, अगर हम बांटे और पुनः विवस्थित करें, तो हम ये पाएँगे:
nb: Hvis vi distribuerer og omplasserer, får vi dette:
nl: Als we dit nu uitwerken en opnieuw rangschikken krijgen we:
pl: Teraz po podzieleniu i przegrupowaniu, otrzymamy:
pt: Agora, se distribuirmos e rearranjarmos, temos isto:
tr: Şimd, eğer dağıtır ve tekrar düzenlersek, buna ulaşırız:

source: Now just read the numbers from left to right on the number line.
da: Læs nu tallene fra venstre mod højre på talrækken.
es: Ahora simplemente lee los números de izquierda a derecha en la recta numérica.
fr: Maintenant, on lit simplement les nombres de la gauche vers la droite sur la droite numérique.
nb: Les nå tallene fra venstre mot høyre på tallrekken.
nl: Lees nu de getallen van links naar rechts uit de getallenlijn af.
pl: A teraz po prostu przeczytaj liczby na osi liczbowej od lewej do prawej.
pt: Agora, leia os números da esquerda para a direita na reta numérica.
tr: Şimdi sayı çizgisi üzerindeki sayıları soldan sağa doğru okuyalım.

source: Now move the compass to the point where the first compass intersected with the line through <code>P</code>.
es: Ahora mueve el compás hasta el punto donde el trazo del primer compás se intersectó con la línea que pasa por <code>P</code>.
fr: Maintenant on trace un cercle dont le centre est l'intersection du premier coup de compas avec la droite passant par <code>P</code>.
pt: Agora mova o compasso para o ponto em que o primeiro compasso se encontra com a reta em <code>P</code>.
tr: Şimdi pergeli birinci pergelin <code>P</code>'den geçen doğruyla kesiştiği noktaya taşıyın.

source: Now select the answer that matches the following:
fr: Cocher l'expression qui est la traduction de :
nb: Velg svaret som passer til følgende:
pl: Wybierz odpowiedź, która pasuje do poniższego:
pt: Agora, selecione a resposta que corresponde ao seguinte:
tr: Şimdi aşağıdakiyle eşleşen cevabı seçin:

source: Now take the case where <code>x = y</code>:
es: Ahora consideremos el caso donde <code>x = y</code>:
fr: Maintenant on prend le cas où <code>x = y</code>:
pt: Agora, considere o caso onde <code>x = y</code>:
tr: Şimdi <code>x = y</code> durumunu ele alalım:

source: Now that the equation is written in vertex form, the vertex is the point <code>(\green{h}, \blue{k})</code>:
da: Nu hvor ligningen er skrevet på toppunktsform, er toppunktet <code>(\green{h}, \blue{k})</code>:
es: Ahora que la ecuación está escrita en la forma vértice, el vértice es el punto de<code>(\green{h}, \blue{k})</code>:
fr: Maintenant que l'équation est sous forme canonique, le sommet est le point <code>(\green{h}, \blue{k})</code> :
nb: Nå som likningen er skrevet på vendepunktsform, er vendepunktet på -<code>(\green{h}, \blue{k})</code>:
pt: Agora que a equação está escrita na forma canônica, o vértice é o ponto <code>(\green{h}, \blue{k})</code>:

source: Now that we have both the determinant and the adjugate, we can compute the inverse.
da: Nu hvor vi har begge determinanter og den adjugerede, kan vi finde den inverse.
es: Ahora tenemos el determinante y la adjunta, podemos calcular la inversa.
fr: Maintenant que nous connaissons le déterminant de la matrice et la matrice adjointe, nous pouvons calculer son inverse.
nb: Nå som vi har begge determinanter og den transporterte matrisen, kan vi finne den inverse.
nl: Nu dat we de determinant en de geadjungeerde hebben kunnen we de inverse berekenen.
pl: Teraz, kiedy mamy zarówno wyznacznik, jak i macierz dołączoną, możemy obliczyć odwrotność.
pt: Agora que temos tanto o determinante quanto a adjunta, podemos calcular a inversa.
tr: Şimdi hem determinant, hem de ek matris elimizde olduğuna göre, ters matrisi bulabiliriz.

source: Now that we have the equation for the boundary line, we need to decide which inequality sign to use.
da: Nu hvor vi har ligningen for grænselinjen, skal vi beslutte, hvilket ulighedstegn vi skal bruge.
es: Ahora que tenemos la ecuación para la recta límite, necesitamos decidir qué signo de desigualdad usar.
fr: Maintenant qu'on a l'équation de la droite frontière, on doit décider du signe d'inégalité à utiliser.
nb: Nå som vi har likningen for grenselinjen, skal vi bestemme hvilket ulikhetstegn vi skal bruke.
pt: Agora que temos a equação para a reta da fronteira, precisamos decidir qual sinal de inequação usar.
tr: Şimdi sınırdaki doğrunun denklemini bulduğumuza göre, hangi eşitsizlik işaretini kullanacağımıza karar vermemiz gerekir.

source: Now that we know both the total distance and total time, we can find the average speed.
fr: Nous connaissons maintenant la distance totale et le temps total, on peut trouver la vitesse moyenne.
nb: Nå som vi både har total avstand og total tid, kan vi finne gjennomsnittsfarten.
pl: Teraz, gdy znamy już całkowitą odległość i czas, możemy obliczyć średnią prędkość.
pt: Agora que sabemos tanto a distância total quanto o tempo total, podemos encontrar a velocidade média.
tr: artık hem toplam mesafeyi ve hem de toplam süreyi bildiğimize göre, ortalama hızı bulabiliriz.

source: Now that you know <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, plug it back into <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> to find <code>x</code>.
da: Nu hvor du ved, at <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, skal du indsætte det tilbage i <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> for at finde <code>x</code>.
es: Ahora que ya sabes que <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, sustitúyelo otra vez en <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> para encontrar <code>x</code>.
fr: Maintenant que l'on connaît <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, on le remplace par cette valeur dans <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> pour trouver <code>x</code>.
nb: Nå som du vet at <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, skal du sette det tilbake inn i <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> for å finne <code>x</code>.
pt: Agora que você sabe <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, coloque de volta em <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> para encontrar <code>x</code>.
tr: <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code> olduğunu bildiğinize göre, <code>x</code>'i bulmak için, <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> ifadesinde yerine koyun.

source: Now that you know <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, plug it back into <code>\thinspace \color{<var>GREEN</var>}{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}\thinspace</code> to find <code>x</code>.
da: Nu, da vi ved, at <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, skal vi indsætte det tilbage i <code>\thinspace \color{<var>GREEN</var>}{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}\thinspace</code> for at finde <code>x</code>.
es: Ahora que ya sabes que <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, sustituye ese valor en <code>\thinspace \color{<var>GREEN</var>}{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}\thinspace</code> para encontrar <code>x</code>.
fr: Maintenant qu'on sait que <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, on remplace y par cette valeur dans <code>\thinspace \color{<var>GREEN</var>}{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}\thinspace</code> pour trouver <code>x</code>.
nb: Nå som du vet <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, setter du det inn i <code>\thinspace \color{<var>GREEN</var>}{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}\thinspace</code>å finne <code>x</code>.
pl: Teraz, skoro wiesz, że <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, podstaw je z powrotem do <code>\thinspace \color{<var>GREEN</var>}{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}\thinspace</code> żeby znaleźć <code>x</code>.
pt: Agora que você sabe que <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>, coloque-o de volta em <code>\thinspace \color{<var>GREEN</var>}{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}\thinspace</code> para descobrir <code>x</code>.
tr: <code>\color{<var>ORANGE</var>}{y = <var>Y</var>}</code>'yi bulduğunua göre, <code>\thinspace \color{<var>GREEN</var>}{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}\thinspace</code>'e geri koyup <code>x</code>'i bulun.

source: Now that you know <code>\color{red}{x = <var>X</var>}</code>, plug it back into <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> to find <code>y</code>.
da: Nu hvor du ved, at <code>\color{red}{x = <var>X</var>}</code>, skal du indsætte det tilbage i <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> for at finde <code>y</code>.
es: Ahora que sabes que <code>\color{red}{x = <var>X</var>}</code>, sustitúyelo en <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> para encontrar <code>y</code>.
fr: Maintenant qu'on sait que <code>\color{red}{x = <var>X</var>}</code>, on le remplace par cette valeur dans <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> pour trouver <code>y</code>.
nb: Nå som du vet at <code>\color{red}{x = <var>X</var>}</code>, skal du sette det tilbake inn i <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> for å finne <code>y</code>.
pt: Agora que você sabe o valor de <code>\color{red}{x = <var>X</var>}</code>, coloque de volta em <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> para encontrar <code>y</code>.
tr: <code>\color{red}{x = <var>X</var>}</code> olduğunu bildiğinize göre, <code>y</code>'yi bulmak için, <code>\thinspace \color{<var>BLUE</var>}{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}\thinspace</code> ifadesinde yerine koyun.

source: Now that you know <code>\color{red}{x = <var>X</var>}</code>, plug it back into <code>\thinspace \color{<var>GREEN</var>}{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}\thinspace</code> to find <code>y</code>.
da: Nu, da vi ved, at <code>\color{red}{x = <var>X</var>}</code>, skal vi indsætte det tilbage i <code>\thinspace \color{<var>GREEN</var>}{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}\thinspace</code> for at finde <code>y</code>.
es: Ahora que ya sabes que <code>\color{red}{x = <var>X</var>}</code>, sustituye ese valor en <code>\thinspace \color{<var>GREEN</var>}{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}\thinspace</code> para encontrar <code>y</code>.
fr: Maintenant qu'on sait que <code>\color{red}{x = <var>X</var>}</code>, on remplace x par cette valeur dans <code>\thinspace \color{<var>GREEN</var>}{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}\thinspace</code> pour trouver <code>y</code>.
nb: Nå som du kjenner <code>\color{red}{x = <var>X</var>}</code>, sett det inn i <code>\thinspace \color{<var>GREEN</var>}{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}\thinspace</code> for å finne <code>y</code>.
pl: Teraz, skoro wiesz, że <code>\color{red}{x = <var>X</var>}</code>, podstaw je z powrotem do <code>\thinspace \color{<var>GREEN</var>}{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}\thinspace</code> żeby znaleźć <code>y</code>.
pt: Agora que você sabe que <code>\color{red}{x = <var>X</var>}</code>, coloque-o de volta em <code>\thinspace \color{<var>GREEN</var>}{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}\thinspace</code> para descobrir <code>y</code>.
tr: <code>\color{red}{x = <var>X</var>}</code>'i bulduğunua göre, <code>\thinspace \color{<var>GREEN</var>}{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}\thinspace</code>'e geri koyup <code>y</code>'yi bulun.

source: Now that you know <code>\orange{y = <var>Y</var>}</code>, plug it back into <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> to find <code>x</code>.
da: Nu hvor du ved, at <code>\orange{y = <var>Y</var>}</code>, indsæt den tilbage i <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> for at finde <code>x</code>.
es: Ahora que sabes que <code>\orange{y = <var>Y</var>}</code>, ponlo de nuevo en <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> para encontrar <code>x</code>.
fr: Maintenant que l'on sait que <code>\orange{y = <var>Y</var>}</code>, on le remplace par cette valeur dans <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> pour trouver <code>x</code>.
nb: Nå som du vet at <code>\orange{y = <var>Y</var>}</code>, kan du sette den inn i <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> for å finne <code>x</code>.
pl: Teraz, kiedy wiesz żę <code>\orange{y = <var>Y</var>}</code>, podstaw to z powrotem do <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code>, żeby wyznaczyć <code>x</code>.
pt: Agora que você sabe que <code>\orange{y = <var>Y</var>}</code>, insira-o novamente em <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> para encontrar <code>x</code>.
tr: Şimdi <code>\orange{y = <var>Y</var>}</code> olduğunu bildiğinize göre, <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code>'de yerine koyarak <code>x</code>'i bulunuz.

source: Now that you know <code>\orange{y = <var>Y</var>}</code>, plug it back into <code>\green{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> to find <code>x</code>.
es: Ahora que sabes que <code>\orange{y = <var>Y</var>}</code>, sustitúyelo de nuevo en <code>\green{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> para encontrar <code>x</code>.
fr: Maintenant que l'on sait que <code>\orange{y = <var>Y</var>}</code>, on le remplace par cette valeur dans <code>\green{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> pour trouver <code>x</code>.
nb: Nå som du vet at <code>\orange{y = <var>Y</var>}</code>,, setter du den inn i <code>\green{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> for å finne <code>x</code>.
pl: Teraz, kiedy wiesz że <code>\orange{y = <var>Y</var>}</code>, podstaw to z powrotem do <code>\green{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}</code>, żeby wyznaczyć <code>x</code>.
pt: Agora que você conhece <code>\orange{y = <var>Y</var>}</code>, coloque-o de volta em <code>\green{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}</code> para encontrar <code>x</code>.
tr: Şimdi <code>\orange{y = <var>Y</var>}</code> olduğunu bildiğinize göre, <code>\green{x = <var>expr(["+", ["*", -B2, "y"], C2])</var>}</code>'de yerine koyarak <code>x</code>'i bulunuz.
