Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: One nice way to make the circles the same size is to set the radii equal to the distance between <code>A</code> and <code>B</code>. You can do this by setting the center at one point and the edge of the circle at the other.
es: Una buena manera de hacer los círculos del mismo tamaño es hacer que los radios sean iguales a la distancia entre <code>A</code> y <code>B</code>. Puedes hacer esto fijando el centro del círculo en un punto y el borde del círculo en el otro punto.
fr: Une méthode pour que les cercles soient de la même taille est de leur donner des rayons égaux à la distance entre <code>A</code> et <code>B</code>.
pt: Uma boa maneira de fazer os círculos do mesmo tamanho é definir o raio igual à distância entre <code>A</code> e <code>B</code>. Você pode fazer isso definindo o centro em um ponto e a borda do círculo no outro.
tr: Çemberleri aynı boyutta çizmenin güzel bir yolu, yarıçapı <code>A</code> ve <code>B</code> arasındaki uzaklığa eşitlemektir. Merkezi bir nokta, çemberin ucunu diğer noktaya ayarlayarak bunu yapabilirsiniz.

source: One of the pink angles corresponds with <code>\green{\angle B}</code>, and the other pink angle forms an alternative interior angle. Therefore, <code>\green{\angle B}</code> equals the pink angle measure.
fr: L'un des angles roses est correspondant avec l'angle <code>\green{\angle B}</code> et l'autre est alterne-externe. Donc la mesure de l'angle <code>\green{\angle B}</code> est égale à celle des angles roses.
pl: Jeden z różowych kątów odpowiada <code>\green{\angle B}</code>, a drugi różowy kąt tworzy wewnętrzny kąt naprzemianległy. Zatem <code>\green{\angle B}</code> ma taką miarę, jak kąt różowy.
pt: Um dos ângulos rosa é correspondente ao <code>\green{\angle B}</code>, e o outro ângulo rosa forma um ângulo alterno interno. Portanto, <code>\green{\angle B}</code> é igual à medida do ângulo rosa.
tr: Pembe açıların biri, <code>\green{\angle B}</code> ile eşleşir, ve diğer pembe açı, iç ters açı oluşturur. Bu nedenle, <code>\green{\angle B}</code>, pembe açının ölçüsüne eşittir.

source: One of the pink angles corresponds with the green angle, and the other pink angle forms an alternate exterior angle.
fr: L'angle vert et l'un des angles roses sont correspondants. L'angle vert et l'autre angle rose sont alternes-externes. Ils sont donc égaux.
pl: Jeden z różowych kątów odpowiada zielonemu kątowi, a drugi różowy kąt tworzy kąt zewnętrzny naprzemianległy.
pt: Um dos ângulos rosa corresponde ao ângulo verde, e o outro ângulo rosa forma um ângulo alterno externo.
tr: Pembe açılardan biri, yeşil açıyla yöndeştir, diğer pembe açı dış ters açı oluşturur.

source: One of the pink angles corresponds with the green angle, and the other pink angle forms an alternate interior angle.
es: Uno de los ángulos rosas es correspondiente con el ángulo verde, y el otro ángulo rosa forma un ángulo interior alterno.
fr: L'angle vert et l'un des angles roses sont correspondants. L'angle vert et l'autre angle rose sont alternes-internes. Ils sont donc égaux.
nb: En av de rosa vinklene korresponderer med den grønne vinkelen, og den andre rosa vinkelen danner en alternativ indre vinkel.
pl: Jeden z różowych kątów odpowiada kątowi zielonemu, a drugi różowy kąt tworzy kąt naprzemianległy wewnętrzny.
pt: Um dos ângulos rosa corresponde ao ângulo verde, e o outro ângulo rosa forma um ângulo alterno interno.
tr: Pembe açılardan biri, yeşil açıyla yöndeştir, diğer pembe açı, iç ters açı oluşturur.

source: One particular aspect to note with relation to LearnStorm. To protect an individual’s privacy on individual leaderboards, all students under-13 or in eighth grade and below will have de-identified leaderboards. In addition, older learners will have the option to be anonymous on the leaderboards and will only be identified by their username which they may change at will.
es: Hay un aspecto particular en relación con LearnStorm. Para proteger la privacidad de una persona en las tablas de clasificación individuales, todos los estudiantes menores de 13 años o del octavo grado para abajo, tendrán tablas de clasificación sin identificación. Además, los estudiantes más grandes tendrán la opción de ser anónimos en las tablas y serán identificados por su nombre de usuario, el cual pueden cambiar a voluntad.
nb: En spesiell til å merke seg med LearnStorm. For å beskytte den enkeltes personvern på personlige resultatlister, må alle elever under-13 år eller i åttendeklasse og nedover ha ikke-identifiserbare resultatlister. I tillegg vil det være mulig å velge å være anonym på resultatlistene og man vil være identifisert med brukernavn som man kan endre etter øsnke.
pt: Um aspecto em particular com relação à LearnStorm. Para proteger a privacidade de cada indivíduo, nos quadros de classificação individuais, todos os alunos com menos de 13 anos, ou no oitavo ano ou menos, não serão identificados. Além disso, os alunos mais velhos terão a opção do anonimato nos quadros de classificação e só serão identificados pelo nome de usuário, que eles podem alterar a qualquer hora.
tr: LearnStorm'la ilgili dikkat etmeniz özel bir durum. Bireysel liderlik panolarında bir bireyin gizliliğini korumak için, 13 yaşından veya sekizinci sınıftan küçük tüm öğrencilerin tanımsız lider panosu olacaktır. Ayrıca, daha büyük öğrencilerin liderlik panolarında anonim ve istedikleri zaman değiştirebilecekleri kullanıcı adıyla tanınabilir olma seçeneği olacaktır.

source: One rational solution
da: En rationel løsning
es: Una solución racional
fr: Une solution rationnelle
pt: Uma solução racional
tr: Bir rasyonel çözüm

source: One sec, we're just checking to see if you've already requested help!
da: Ét øjeblik... vi tjekker bare om du allerede har anmodet om hjælp!
es: ¡Un momento, solo estamos revisando si ya habías solicitado ayuda!
fr: Une seconde, nous allons simplement vérifier si vous avez déjà demandé de l'aide !
nb: Et øyeblikk, vi sjekker bare etter om du allerede har bedt om hjelp!
nl: Een momentje, we controleren even of je al eerder om hulp hebt gevraagd!
pl: Poczekaj sekundę, musimy najpierw sprawdzić czy już żądałeś pomocy!
pt: Aguarde um instante, estamos verificando se você já pediu ajuda!
pt_pt: Aguarda um instante. Estamos a verificar se já pediste ajuda anteriormente!
tr: Bir saniye lütfen, daha önce yardım isteğinde bulunup bulunmadığınızı kontrol ediyoruz.

source: One side of a square is <code><var>S</var></code> <var>UNIT_TEXT</var> long. What is its perimeter?
es: Un lado de un cuadrado tiene <code><var>S</var></code> <var>UNIT_TEXT</var> de longitud. ¿Cuál es su perímetro?
fr: Un côté d'un carré mesure <code><var>S</var></code> <var>UNIT_TEXT</var> de long. Quel est le périmètre ?
nl: Een zijde van een vierkant is <code><var>S</var></code> <var>UNIT_TEXT</var> lang. Wat is de omtrek?
pl: Jeden bok kwadratu ma długość <code><var>S</var></code> <var>UNIT_TEXT</var>. Jaki jest jego obwód?
pt: Um lado de um quadrado tem <code><var>S</var></code> <var>UNIT_TEXT</var> de comprimento. Qual o seu perímetro?

source: One side of a square is <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> long. What is its area?
es: Un lado de un cuadrado mide <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> de largo. ¿Cuánto mide su área?
fr: Un côté d'un carré fait <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> de long. Quelle est sa surface ?
hi: वर्ग की एक भुजा <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> लम्बा है . इसका क्षेत्रफल क्या होगा?
nb: En side av kvadratet er <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> lang. Hvor stor er arealet?
pl: Bok kwadratu ma <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> długości. Jakie jest jego pole?
pt: Um lado do quadrado tem <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> de comprimento. Qual é sua área?
tr: Bir karenin bir kenarı <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> uzunluğundadır. Bu karenin alanı nedir?

source: One solution
es: Una solución
fr: un seul couple solution
hi: एक हल
nb: En løsning
pl: Jedno rozwiązanie
pt: Uma solução
tr: Tek çözüm

source: One solution would be: <code>(<var>getPrimeFactorization(WIDTH).join("\\space\\color{black}{\\times}\\space")</var>)</code>, <code>(<var>getPrimeFactorization(LENGTH).join("\\space\\color{black}{\\times}\\space")</var>)</code> and <code>(<var>getPrimeFactorization(HEIGHT).join("\\space\\color{black}{\\times}\\space")</var>)</code>
es: Una solución sería: <code>(<var>getPrimeFactorization(WIDTH).join("\\space\\color{black}{\\times}\\space")</var>)</code>, <code>(<var>getPrimeFactorization(LENGTH).join("\\space\\color{black}{\\times}\\space")</var>)</code> y <code>(<var>getPrimeFactorization(HEIGHT).join("\\space\\color{black}{\\times}\\space")</var>)</code>
fr: Une solution serait : <code>(<var>getPrimeFactorization(WIDTH).join("\\space\\color{black}{\\times}\\space")</var>)</code>, <code>(<var>getPrimeFactorization(LENGTH).join("\\space\\color{black}{\\times}\\space")</var>)</code> and <code>(<var>getPrimeFactorization(HEIGHT).join("\\space\\color{black}{\\times}\\space")</var>)</code>
hi: एक हल होगा: <code>(<var>getPrimeFactorization(WIDTH).join("\\space\\color{black}{\\times}\\space")</var>)</code>, <code>(<var>getPrimeFactorization(LENGTH).join("\\space\\color{black}{\\times}\\space")</var>)</code> and <code>(<var>getPrimeFactorization(HEIGHT).join("\\space\\color{black}{\\times}\\space")</var>)</code>
nb: En løsning vil da være: <code>(<var>getPrimeFactorization(WIDTH).join("\\space\\color{black}{\\times}\\space")</var>)</code>, <code>(<var>getPrimeFactorization(LENGTH).join("\\space\\color{black}{\\times}\\space")</var>)</code> og <code>(<var>getPrimeFactorization(HEIGHT).join("\\space\\color{black}{\\times}\\space")</var>)</code>
pl: Jedno z rozwiązań, to: <code>(<var>getPrimeFactorization(WIDTH).join("\\space\\color{black}{\\times}\\space")</var>)</code>, <code>(<var>getPrimeFactorization(LENGTH).join("\\space\\color{black}{\\times}\\space")</var>)</code> i <code>(<var>getPrimeFactorization(HEIGHT).join("\\space\\color{black}{\\times}\\space")</var>)</code>
pt: Uma solução seria: <code>(<var>getPrimeFactorization(WIDTH).join("\\space\\color{black}{\\times}\\space")</var>)</code>, <code>(<var>getPrimeFactorization(LENGTH).join("\\space\\color{black}{\\times}\\space")</var>)</code> e <code>(<var>getPrimeFactorization(HEIGHT).join("\\space\\color{black}{\\times}\\space")</var>)</code>
tr: Çözümlerden biri şöyle olabilir: <code>(<var>getPrimeFactorization(WIDTH).join("\\space\\color{black}{\\times}\\space")</var>)</code>, <code>(<var>getPrimeFactorization(LENGTH).join("\\space\\color{black}{\\times}\\space")</var>)</code> ve <code>(<var>getPrimeFactorization(HEIGHT).join("\\space\\color{black}{\\times}\\space")</var>)</code>

source: One step equation intuition
es: Intuición sobre las ecuaciones de un paso
fr: Comprendre ce qu'est une équation
hi: एक कदम समीकरण अंतर्ज्ञान।
nb: Ett-trinns likningers intuisjon
pl: Intuicyjne równania jednostopniowe
pt: Intuição de equações de uma etapa
tr: Tek adımlı denklem kavramı

source: One step equations
es: Ecuaciones de un solo paso
fr: Équations à une étape
hi: एक कदम समीकरण
nb: Ettstegs likninger
pl: Równania jednostopniowe
pt: Equações de uma etapa
tr: Bir adımda çözülen denklemler.

source: One step inequalities
da: Uligheder i et trin
es: Desigualdades de un paso
fr: Inéquations toutes simples
nb: ett trinns ulikheter
nl: Éénstapsongelijkheden
pl: Nierówności pierwszego stopnia
pt: Inequações de uma etapa
tr: Bir adımlı eşitsizlikler

source: One time, he was thrown headfirst off a horse who decided it was finished galloping. This is more or less his relationship with computers also.
pt: Uma vez, ele foi jogado de cabeça de um cavalo que tinha decidido já ter galopado o suficiente. Esta é, mais ou menos, a sua relação com computadores, também.

source: One way to describe the angles is to say that they are corresponding angles.
es: Una forma de describir los ángulos es decir que son ángulos correspondientes.
fr: On les appelle des angles correspondants.
pl: Jednym ze sposobów opisania kątów jest stwierdzenie, że są to kąty odpowiadające.
pt: Uma maneira de descrever os ângulos é dizer que eles são ângulos correspondentes".
tr: Bu açıları tanımlamanın bir yolu, onlara yöndeş demektir.

source: One way to find the equation of this line is to choose two points on the line and find the slope and y-intercept from there. Two points on this line are <code>(<var>X1</var>,<var>Y1</var>)</code> and <code>(<var>X2</var>,<var>Y2</var>)</code>.
da: En måde at finde denne linjes ligning på er at vælge to punkter på linjen og bruge dem til at finde hældningen og y-skæringspunktet. To punkter på denne linje er <code>(<var>X1</var>,<var>Y1</var>)</code> og <code>(<var>X2</var>,<var>Y2</var>)</code>.
es: Una forma de encontrar la ecuación de esta recta es elegir dos puntos en la recta y encontrar la pendiente y la intersección con el eje y. Estos dos puntos en la recta son <code>(<var>X1</var>,<var>Y1</var>)</code> y <code>(<var>X2</var>,<var>Y2</var>)</code>.
fr: Une façon de déterminer l'équation d'une droite est de choisir deux points de cette droite et de calculer son coefficient directeur et son ordonnée à l'origine. On choisit les points : <code>(<var>X1</var>,<var>Y1</var>)</code> et <code>(<var>X2</var>,<var>Y2</var>)</code>.
nb: En måte å finne denne linjens likning på, er å velge to punkter på linjen og bruke dem til å finne stigningen og y-skjæringspunktet. To punkter på denne linjen er <code>(<var>X1</var>,<var>Y1</var>)</code> og <code>(<var>X2</var>,<var>Y2</var>)</code>.
pt: Uma forma de encontrar a equação desta reta é escolher dois pontos na reta e encontrar a inclinação e, a partir daí, a interceptação em y. Dois pontos nesta retas são <code>(<var>X1</var>,<var>Y1</var>)</code> e <code>(<var>X2</var>,<var>Y2</var>)</code>.
tr: Bu doğrunun denklemini bulmanın bir yolu, doğru üzerinde iki nokta seçip, bu noktalardan eğimi ve $y$-kesme noktasını bulmaktır. Bu doğru üzerinde iki nokta, <code>(<var>X1</var>,<var>Y1</var>)</code> ve <code>(<var>X2</var>,<var>Y2</var>)</code> olarak alınabilir.

source: One way to solve for <code><var>V1</var></code> is to solve the second equation for <code><var>V2</var></code> and substitute that value into the first equation.
es: Una manera de resolver para <code><var>V1</var></code> es resolviendo la segunda ecuación para <code><var>V2</var></code> y sustituir ese valor en la primera ecuación.
fr: Pour trouver <code><var>V1</var></code> on peut utiliser la deuxième équation pour trouver une expression de <code><var>V2</var></code> puis reporter cette expression dans la première équation.
nb: En måte å løse for <code><var>V1</var></code> er å løse den andre likningen for <code><var>V2</var></code> og sette det inn i den første likningen.
nl: We kunnen voor <code><var>V1</var></code> oplossen door de tweede vergelijking voor <code><var>V2</var></code> op te lossen, en die waarde dan in de eerste vergelijking te substitueren.
pl: Jednym ze sposobów znalezienia <code><var>V1</var></code> jest rozwiązanie drugiego równania dla <code><var>V2</var></code> i podstawienie tej wartości do pierwszego równania.
pt: Uma maneira de encontrar o valor de <code><var>V1</var></code> é resolver a segunda equação para encontrar o valor de <code><var>V2</var></code> e inserir esse valor na primeira equação.
tr: <code><var>V1</var></code>'i bulmanın bir yolu, ikinci denklemi <code><var>V2</var></code> için çözmek, ve bu değeri ilk denklemde yerine koymaktır.

source: One way to solve this problem is to figure out how many different groups there are of only boys, then divide this by the total number of groups you could choose. Since every group is chosen with equal probability, this will be the probability that a group of all boys is chosen.
es: Una forma de resolver este problema es averiguar cuántos grupos diferentes hay de puros hombres, y después dividir esto entre el número total de grupos que puedes escoger. Como cada grupo es elegido con la misma probabilidad, esta será la probabilidad de elegir un grupo de puros hombres.
fr: Chacun des groupes a la même probabilité d'être choisi par le professeur. Donc, une façon de résoudre ce problème est de déterminer le nombre de groupes constitués uniquement de garçons, puis de diviser par le nombre total de groupes.
pt: Uma maneira de resolver esse problema é descobrir quantos grupos diferentes são formados apenas por meninos, e então dividir isso pelo número total de grupos que você pudesse escolher. Uma vez que cada grupo é escolhido com a mesma probabilidade, esta será a probabilidade de que um grupo de apenas meninos seja escolhido.
tr: Bu soruyu çözmenin bir yolu, sadece erkek olan kaç grup olduğunu bulup, sonra seçebileceğiniz grup sayısına bölmektir. Her grup eşit olasılıkla seçildiğinden, bu, yalnızca erkeklerden oluşan bir grubun seçilme olasılığı olur.

source: One way to solve this problem is to figure out how many different groups there are of only girls, then divide this by the total number of groups you could choose. Since every group is chosen with equal probability, this will be the probability that a group of all girls is chosen.
es: Una forma de resolver este problema es averiguar cuántos grupos diferentes hay de puras mujeres, y después dividir esto entre el número total de grupos que puedes escoger. Como cada grupo es elegido con la misma probabilidad, esta será la probabilidad de elegir un grupo de puras mujeres.
fr: Chacun des groupes a la même probabilité d'être choisi par le professeur. Donc, une façon de résoudre ce problème est de déterminer le nombre de groupes constitués uniquement de filles, puis de diviser par le nombre total de groupes.
pt: Uma maneira de resolver esse problema é descobrir quantos grupos diferentes são formados apenas por meninas, e então dividir isso pelo número total de grupos que você pudesse escolher. Uma vez que cada grupo é escolhido com a mesma probabilidade, esta será a probabilidade de que um grupo de apenas meninas seja escolhido.
tr: Bu soruyu çözmenin bir yolu, sadece kız olan kaç grup olduğunu bulup, sonra seçebileceğiniz grup sayısına bölmektir. Her grup eşit olasılıkla seçildiğinden, bu, yalnızca kızlardan oluşan bir grubun seçilme olasılığı olur.

source: One way to solve this problem is to figure out how many ways you can get exactly <code><var>NUM</var></code> <var>NAME</var>, then divide this by the total number of outcomes you could have gotten. Since every outcome has equal probability, this will be the probability that you will get exactly <code><var>NUM</var></code> <var>NAME</var>.
es: Una forma de resolver el problema es averiguar de cuántas formas puedes obtener exactamente <code><var>NUM</var></code> <var>NAME</var>, después dividir esto entre el número total de resultados que pudiste haber obtenido. Como cada resultado tiene la misma probabilidad, esta será la probabilidad de que obtengas exactamente <code><var>NUM</var></code> <var>NAME</var>.
fr: Les éventualités sont équiprobables, donc pour trouver la probabilité d'obtenir exactement <code><var>NUM</var></code> <var>NAME</var>, on peut calculer le nombre de façons d'obtenir exactement <code><var>NUM</var></code> <var>NAME</var>, puis diviser ce nombre par le nombre total d'éventualités.
pt: Uma forma de resolver este problema é descobrir de quantas formas você pode obter exatamente <code><var>NUM</var></code> <var>NAME</var>, e então dividir isto pelo número total de resultados que você obteve. Uma vez que todo resultado tem a mesma probabilidade, esta será a probabilidade de você obter exatamente <code><var>NUM</var></code> <var>NAME</var>.
tr: Bu soruyu çözmenin bir yolu, <code><var>NUM</var></code> <var>NAME</var> elde etmek için kaç değişik yol olduğunu bulmak, sonra da bunu toplam sonuç sayısına bölmektir. Her sonucun eşit olasılığı olduğu için, bu, <code><var>NUM</var></code> <var>NAME</var> elde etme olasılığını doğru olarak verir.

source: One way to solve this system of equations is by deriving an expression for <code>x</code> from the second equation, and substituting it back into the first equation.
da: Én måde at løse dette ligningssystem er at udlede et udtryk for <code>x</code> fra den anden ligning, og substituere det tilbage i den første ligning.
es: Una forma de resolver este sistema de ecuaciones es obtener una expresión para <code>x</code> a partir de la segunda ecuación y sustituir en la primera ecuación.
fr: Une méthode pour résoudre ce système est d'isoler <code>x</code> dans la deuxième équation et de le remplacer dans la première équation par l'expression trouvée.
nb: En måte å løse dette likningssystemet på, er å lage et uttrykk for <code>x</code> fra andre likningen og erstatte den tilbake til den første likningen.
pl: Jednym ze sposobów rozwiązania tego układu równań jest wyciągnięcie wyrażenia na <code>x</code> z drugiego równania i podstawienie go z powrotem do pierwszego równania.
pt: Uma maneira de resolver este sistema de equações é derivar uma expressão para <code>x</code> a partir da segunda equação, e substitui-la de volta pela primeira equação.
tr: Bu denklemler sistemini çözmenin bir yolu, ikinci denklemden <code>x</code> için bir ifade elde ederek, bunu birinci denklemde yerine koymaktır.

source: One way to solve this system of equations is by deriving an expression for <code>y</code> from the second equation, and substituting it back into the first equation.
da: Én måde at løse dette ligningssystem er at udlede et udtryk for <code>y</code> fra den anden ligning, og substituere det tilbage i den første ligning.
es: Una forma de resolver este sistema de ecuaciones es obtener una expresión para <code>y</code> a partir de la segunda ecuación y sustituyendo en la primera ecuación.
fr: Une méthode pour résoudre ce système est d'isoler <code>y</code> dans la deuxième équation et de le remplacer dans la première équation par l'expression trouvée.
nb: En måte å løse dette likningssystemet på, er å lage et uttrykk for <code>y</code> fra andre likningen og erstatte den tilbake til den første likningen.
pl: Jednym ze sposobów rozwiązania tego układu równań jest wyciągnięcie wyrażenia na <code>y</code> z drugiego równania i podstawienie go z powrotem do pierwszego równania.
pt: Uma maneira de resolver este sistema de equações é derivar uma expressão para <code>y</code> a partir da segunda equação, e substitui-la de volta pela primeira equação.
tr: Bu denklemler sistemini çözmenin bir yolu, ikinci denklemden <code>y</code> için bir ifade elde ederek, bunu birinci denklemde yerine koymaktır.

source: One way to solve this system of equations is to use elimination.
da: Én måde at løse dette ligningssystem er at bruge eliminering.
es: Una forma de resolver este sistema de ecuaciones es usando eliminación.
fr: Une manière de résoudre ce système d'équations est de procéder par addition.
nb: En måte å løse dette likningssystemet på, er å bruke eliminering.
pl: Jednym ze sposób rozwiązania tego układu jest użycie eliminacji.
pt: Uma maneira de resolver este sistema de equações é usar a eliminação.
tr: Bu denklem sistemini çözmenin bir yolu, yok etme kullanmaktadır.

source: One-step equations with multiplication
es: Ecuaciones de un paso con multiplicación
fr: Équations de la forme ax=b
hi: गुणा के साथ एक कदम समीकरण
nb: Ett-trinns likninger med multiplikasjon
pl: Jednostopniowe równania z mnożeniem
pt: Equações de uma etapa com multiplicação
tr: Çarpım içeren bir adımlı denklemler

source: One-time donation to Khan Academy
pt: Doação única à Khan Academy
tr: Khan Academy'ye bir kerelik bağış
