Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: A vertical line has an undefined slope. The <code>x</code>-coordinate doesn't change, so if we try to calculate the slope between two points with <code>m = \dfrac{\blue{y_2} - \purple{y_1}}{\blue{x_2} - \purple{x_1}}</code>, we'll have to divide by zero!
da: En lodret linje har en udefineret hældning. <code>x</code>-koordinaten ændres ikke, så hvis vi prøver at udregne hældning mellem to punkter med <code>m = \dfrac{\blue{y_2} - \purple{y_1}}{\blue{x_2} - \purple{x_1}}</code>, vil vi skulle dividere med nul!
es: Una recta vertical tiene una pendiente indefinida. La coordenada <code>x</code> no cambia, así que si intentamos calcular la pendiente entre dos puntos con <code>m = \dfrac{\blue{y_2} - \purple{y_1}}{\blue{x_2} - \purple{x_1}}</code>, ¡tendremos que dividir entre cero!
fr: Une droite verticale a une pente indéterminée. La coordonnée en <code>x</code>- ne varie pas, donc si on essaye de calculer la pente entre deux points avec <code>m = \dfrac{\blue{y_2} - \purple{y_1}}{\blue{x_2} - \purple{x_1}}</code>, on va diviser par zéro !
nb: En loddrett linje har et udefinert stigningstall.<code>x</code> koordinaten endres ikke, så hvis vi prøver å beregne stigningen mellom to punkter med <code>m = \dfrac{\blue{y_2} - \purple{y_1}}{\blue{x_2} - \purple{x_1}}</code>, vi må dele på null!
pt: Uma reta vertical tem uma inclinação indefinida. A coordenada <code>x</code> não varia, então, se tentarmos calcular a inclinação entre dois pontos com <code>m = \dfrac{\blue{y_2} - \purple{y_1}}{\blue{x_2} - \purple{x_1}}</code>, teremos que fazer a divisão por zero!
tr: Dikey birdoğrunun eğimi tanımsızdır. <code>x</code>-koordinatı değişmediği için, iki doğru arasındaki eğimi <code>m = \dfrac{\blue{y_2} - \purple{y_1}}{\blue{x_2} - \purple{x_1}}</code> formülüyle hesaplamaya çalışırken sıfırla bölme yapmak zorunda kalırız!

source: A voting ring is a group of people who conspire to vote for each others’ SQL scripts, regardless of program content. People who participate in voting rings will be banned from community activity.
da: En stemmering er en gruppe af folk, der konspirerer for at stemme for hinandens SQL scripts, uanset programmets indhold. Mennesker, der deltager i stemmeringe vil blive bandlyst fra aktiviteter i fællesskabet.
es: Un anillo de votación es un grupo de personas que se ponen de acuerdo para votar por los scripts SQL de cada uno de los otros, sin importar el contenido del programa. La gente que participe en anillos de votación será expulsada de la actividad de la comunidad.
nb: En stemmekrets er en gruppe av folk som konspirerer for å stemme på hverandres programmer, uavhengig av programmets innhold. Mennesker som deltar i stemmekretser vil bli bannlyst fra aktiviteter i fellesskapet.
nl: Een stemkring is een groep van mensen die samenzweren om te stemmen voor elkaars SQl-scripts, ongeacht de programma-inhoud. Mensen die deelnemen aan stemkringen zullen worden uitgesloten van community activiteiten.
pl: Krąg głosowanie to grupa osób, które umawiają się na głosowanie na swoje SQL scripts, niezależnie od zawartości programu. Osoby, które uczestniczą w kręgach głosowania, zostaną zbanowane w aktywności społeczności.
pt: Um círculo de votação é um grupo de pessoas que conspiram para votar nos scripts SQL uns dos outros, independentemente do conteúdo. As pessoas que participam de círculos de votação serão proibidas de participar da comunidade.
tr: Oylama halkaları, programlarının içeriklerine aldırmaksızın birbirlerinin SQL metinlerine oy veren kişilerden oluşan gruplardır. Oylama halkalarında yer aldıkları belirlenen kullanıcılar topluluk etkinliklerinden men edilecektir.

source: A voting ring is a group of people who conspire to vote for each others’ programs, regardless of program content. People who participate in voting rings will be banned from community activity.
da: En stemmering er en gruppe af folk, der konspirerer for at stemme for hinandens programmer, uanset programmets indhold. Mennesker, der deltager i stemmeringe vil blive bandlyst fra aktiviteter i fællesskabet.
es: Un anillo de votación es un grupo de personas que se ponen de acuerdo para votar por el programa de cada uno de los otros, sin importar el contenido del programa. La gente que participe en anillos de votación será expulsada de la actividad de la comunidad.
fr: Un vote en cascade est un groupe de personnes qui s'entendent à voter en faveur des programmes des uns et des autres, sans égard au contenu du programme. Les personnes qui participent au vote en cascade seront interdits d'activité dans la communauté.
nb: En stemmekrets er en gruppe af folk som konspirerer for å stemme på hverandres programmer, uavhengig av programmets innhold. Mennesker som deltar i stemmekretser vil bli bannlyst fra aktiviteter i fellesskapet.
nl: Een stemkring is een groep van mensen die samenzweren om te stemmen voor elkaars programma's, ongeacht de programma-inhoud. Mensen die deelnemen aan stemkringen zullen worden uitgesloten van community activiteiten.
pl: Krąg głosowanie to grupa osób, które umawiają się na głosowanie na swoje programy, niezależnie od zawartości programu. Osoby, które uczestniczą w kręgach głosowania, zostaną zbanowane w aktywności społeczności.
pt: Um círculo de votação é um grupo de pessoas que conspiram para votar nos programas uns dos outros, independentemente do conteúdo do programa. As pessoas que participam de círculos de votação serão proibidas de participar da comunidade.
tr: Oylama halkaları, programlarının içeriklerine aldırmaksızın birbirlerinin programlarına oy veren kişilerden oluşan gruplardır. Oylama halkalarında yer aldıkları belirlenen kullanıcılar topluluk etkinliklerinden men edilecektir.

source: A voting ring is a group of people who conspire to vote for each others’ webpages, regardless of program content. People who participate in voting rings will be banned from community activity.
da: En stemmering er en gruppe af folk, der konspirerer for at stemme for hinandens hjemmesider, uanset hjemmesidens indhold. Mennesker, der deltager i stemmeringe vil blive bandlyst fra aktiviteter i fællesskabet.
es: Un anillo de votación es un grupo de personas que se ponen de acuerdo para votar por las páginas web de cada uno de los otros, sin importar el contenido de la página web. La gente que participe en anillos de votación será expulsada de la actividad de la comunidad.
fr: Un vote en cascade est un groupe de personnes qui s'entendent à voter en faveur des pages Web des uns et des autres, sans égard au contenu de la page. Les personnes qui participent au vote en cascade seront interdits d'activité dans la communauté.
nb: En stemmekrets er en gruppe af folk som konspirerer for å stemme på hverandres programmer, uavhengig av programmets innhold. Mennesker som deltar i stemmekretser vil bli bannlyst fra aktiviteter i fellesskapet.
nl: Een stemkring is een groep van mensen die samenzweren om te stemmen voor elkaars webpagina's, ongeacht de programma-inhoud. Mensen die deelnemen aan stemkringen zullen worden uitgesloten van community activiteiten.
pl: Krąg głosowanie to grupa osób, które umawiają się na głosowanie na swoje strony, niezależnie od zawartości programu. Osoby, które uczestniczą w kręgach głosowania, zostaną zbanowane w aktywności społeczności.
pt: Um círculo de votação é um grupo de pessoas que conspiram para votar nas páginas da Web uns dos outros, independentemente do conteúdo da página. As pessoas que participam de círculos de votação serão proibidas de participar da comunidade.
tr: Oylama halkaları, web sayfalarının içeriklerine aldırmaksızın birbirlerinin web sayfalarına oy veren kişilerden oluşan gruplardır. Oylama halkalarında yer aldıkları belirlenen kullanıcılar topluluk etkinliklerinden men edilecektir.

source: A water tank is a rectangular prism that is <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> high, <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> long, and <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> wide. A solid metal box which is <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> high, <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> long, and <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> wide is sitting inside the tank. The tank is filled with water.
es: Un tanque de agua es un prisma rectangular que mide <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> de alto, <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> de largo y <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> de ancho. En el fondo del tanque hay una caja de metal que mide <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> de alto, <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> de largo y <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> de ancho. El tanque se llena con agua.
fr: Un réservoir parallélépipédique mesure <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> de haut, <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> de long, et <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> de large. Une boîte métallique de <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> de haut, <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> de long, et <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> de large est placée à l'intérieur du réservoir. Le réservoir est alors rempli d'eau.
hi: पानी की टंकी एक आयताकार प्रिज्म है जोकि <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> ऊँची, <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> लम्बी, और <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> चौड़ी है। एक ठोस धातु का डिब्बा टंकी के अन्दर है जोकि <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> ऊँचा, <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> लम्बा, और <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> चौड़ा है। टंकी पानी से भरी हुई है।
nb: En vanntank har form som en rektangulær prisme som er <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> høy, <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> lang og <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> bred. En fast metallboks er <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> høy, <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> lang og <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> bred ligger inni tanken. Tanken fylles med vann.
pl: Zbiornik na wodę jest prostopadłościanem i ma <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> wysokości, <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> długości, i <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> szerokości. Szczelne metalowe pudełko, które ma <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> wysokości, <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> długości, i <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> szerokości, jest umieszczone w zbiorniku. Zbiornik jest wypełniony wodą.
pt: Um tanque de água é um prisma retangular que tem <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> de altura, <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> de comprimento e <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> de largura. Uma caixa sólida de metal que tem <code><var>H2</var></code> <var>plural_form(METERS, H2)</var> de altura, <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> de comprimento e <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> de largura está acomodada dentro do tanque. O tanque está cheio de água.
tr: Bir su tankı <code><var>H1</var></code> <var>plural_form(METERS, H1)</var> yükseklikte ve <code><var>L1</var></code> <var>plural_form(METERS, L1)</var> uzunlukta ve <code><var>W1</var></code> <var>plural_form(METERS, W1)</var> genişliktedir. Yüksekliği <code><var>H2</var></code> <var>plural_form(METERS, H2)</var>, uzunluğu <code><var>L2</var></code> <var>plural_form(METERS, L2)</var> ve genişliği <code><var>W2</var></code> <var>plural_form(METERS, W2)</var> olan bir metal kutu tankın içine yerleştirilir. Tank su ile doludur.

source: A webpage created on Khan Academy wants you to visit:
es: Una página web creada en Khan Academy quiere que visites:
ja: カーンアカデミー上で作成されたウェブページがあなたに次の場所を訪問してもらおうとしています:
nb: En nettside laget på Khan Academy ønsker at du besøker:
nl: Een webpagina die is gemaakt via Khan Academy vraagt je om te gaan naar:
pl: Strona internetowa stworzona na Khan Academy chce, żebyś odwiedził(a):
pt: Uma página criada na Khan Academy quer que você visite:
pt_pt: Uma página criada na Khan Academy pretende que aceda a:
tr: Khan Academy'de oluşturulmuş bir web sayfası şu adrese gitmenizi istiyor:

source: A yield statement shall be within a generator function (with syntax: `function*`)
da: En stop erklæring skal være inden for en generator funktion (med syntaks: 'funktion*')
es: Una declaración yield deberá estar dentro de una función generadora (con sintaxis: 'function*')
nb: En avslutningsuttalelse skal være i en generator funksjon (med syntaksen: `function*`)
nl: Een stop statement moet binnen een herhalingsfunctie (met syntaxis: 'function*')
pl: Zdanie wynikowe powinno być wewnątrz generatora funkcji (ze składnią: 'function*')
pt: Uma declaração yield deve estar dentro de uma função geradora (com sintaxe: `function*`)
tr: Bir yield ifadesi, (sözdizimi`function*` olan) bir oluşturucu fonksiyonun içinde olacaktır.

source: A z-score is defined as the number of <span class="hint_green">standard deviations</span> a specific point is away from the <span class="hint_pink">mean</span>.
fr: L'écart-réduit est le nombre <span class="hint_green">d'écarts-types</span> qui sépare un point particulier de la <span class="hint_pink"> moyenne</span>.
pt: Um valor de z é definido como o número de <span class="hint_green">desvios padrão</span> de um ponto específico fora da <span class="hint_pink">média</span>.
tr: z puanı, bir noktanın <span class="hint_pink">ortalamadan</span> kaç <span class="hint_green">standart sapma</span> uzakta olduğudur.

source: A {a} cannot be named '{b}'.
da: Et {a} kan ikke navngives '{b}'.
es: Un {a} no puede ser nombrado '{b}'.
nb: En {a} kan ikke ha navnet '{b}'.
nl: Een {a} kan niet '{b}' genoemd worden .
pl: {a} nie może być nazwane "{b}".
pt: Um {a} não pode ser chamado de '{b}'.
tr: Bir {a}, '{b}' olarak adlandırılamaz.

source: A.J. is currently working on her PhD at Albert Einstein College of Medicine and holds a Masters in Biomedical Science.
pt: A.J. está atualmente trabalhando em seu doutorado no Albert Einstein College of Medicine e tem mestrado em Ciência Biomédica.
tr: A.J. şu an Albert Einstein College of Medicine'da doktora yapmaktadır ve Biomedikal Bilimler alanında master derecesi bulunmaktadır.

source: ALIGN: Horizontal alignment, either LEFT, CENTER, or RIGHT
da: ALIGN: Vandret justering, enten LEFT, CENTER eller RIGHT
es: ALINEACION: Alineamiento horizontal, ya sea LEFT, CENTER, o RIGHT
nb: ALIGN: Horisontal justering, enten LEFT, CENTER, eller RIGHT
pl: ALIGN: Wyrównanie poziome, możliwe LEFT, CENTER, lub RIGHT
pt: ALIGN: alinhamento horizontal, LEFT, CENTER ou RIGHT
tr: ALIGN: Yatay hizalama, LEFT, CENTER, veya RIGHT

source: ALL
pt: TODOS
pt_pt: TODOS
tr: Hepsi

source: About
da: Om
es: Acerca de nosotros
fr: À propos
ja: カーンアカデミーについて
nb: Om
nl: Over
pl: O nas
pt: Sobre
pt_pt: Quem somos
tr: Hakkımızda

source: About Image
da: Om billedet
es: Acerca de la imagen
fr: Tout sur l'Image
ja: 画像について
nb: Om bildet
nl: Over Afbeelding
pl: O obrazku
pt: Sobre a imagem
pt_pt: Acerca desta imagem
tr: Görsel hakkında

source: About Khan Academy
pl: O Khan Academy
pt: Sobre a Khan Academy
pt_pt: Quem somos
tr: Khan Academy Hakkında

source: About Our Board
pt: Sobre nosso conselho administrativo
tr: Kurulumuz Hakkında

source: About Our Content Specialists
pt: Sobre nossos especialistas em conteúdo
tr: İçerik Uzmanlarımız Hakkında

source: About the Team
es: Acerca del equipo
fr: A propos de notre équipe
nb: Om våre ansatte
pl: O zespole
pt: Sobre a Equipe
tr: Takım Hakkında

source: About the same
es: Más o menos igual.
fr: Elle est à peu près la même
nb: Omtrent det samme
pl: Taki sam
pt: Aproximadamente a mesma
pt_pt: Parecido com a maioria dos vídeos
tr: Yaklaşık olarak aynı

source: Above we've drawn the number line from <code>0</code> to <code><var>UPPER_BOUND</var></code>, divided into equal pieces.
fr: On a dessiné ci-dessus la droite graduée de <code>0</code> à <code><var>UPPER_BOUND</var></code>, divisée en segments égaux.
nb: Ovenfor har vi tegnet tallinjen fra <code>0</code> til <code><var>UPPER_BOUND</var></code>, delt i like store stykker.
nl: Hierboven hebben we de getallenlijn getekend van <code>0</code> tot <code><var>UPPER_BOUND</var></code> en deze is verdeeld in gelijke stukken.
pl: Powyżej narysowano oś od <code>0</code> do <code><var>UPPER_BOUND</var></code> i podzielono ją na równe odcinki.
pt: Acima traçamos a reta numérica de <code>0</code> a <code><var>UPPER_BOUND</var></code>, dividida em partes iguais.
tr: Yukarıda sayı doğrusunu <code>0</code>'dan <code><var>UPPER_BOUND</var></code>'a kadar çizdik, ve eşit parçalara ayırdık.

source: Above we've drawn the number line from <code><var>LOWER_BOUND</var></code> to <code><var>UPPER_BOUND</var></code>, divided into <code>10</code> equal pieces.
da: Ovenfor har vi tegnet tallinjen fra <code><var>LOWER_BOUND</var></code> til <code><var>UPPER_BOUND</var></code>, opdelt i <code>10</code> lige store stykker.
es: Arriba dibujamos la recta numérica de <code><var>LOWER_BOUND</var></code> a <code><var>UPPER_BOUND</var></code>, dividida en <code>10</code> partes iguales.
fr: Ci-dessus on a dessiné un morceau de la droite numérique graduée compris entre <code><var>LOWER_BOUND</var></code> et <code><var>UPPER_BOUND</var></code>, puis on l'a divisé en <code>10</code> parties égales.
nb: Ovenfor har vi tegnet tallinjen fra <code><var>LOWER_BOUND</var></code> til <code><var>UPPER_BOUND</var></code>, oppdelt i <code>10</code> like store stykker.
nl: Hierboven hebben we een getallenlijn getekend van <code><var>LOWER_BOUND</var></code> tot <code><var>UPPER_BOUND</var></code>, verdeeld in <code>10</code> gelijke stukken.
pl: Powyżej narysowaliśmy oś liczbową od <code><var>LOWER_BOUND</var></code> do <code><var>UPPER_BOUND</var></code>, podzieloną na <code>10</code> równych kawałków.
pt: Acima nós desenhados a reta numérica de <code><var>LOWER_BOUND</var></code> até <code><var>UPPER_BOUND</var></code>, dividido em <code>10</code> partes iguais.
tr: Yukarıda <code><var>LOWER_BOUND</var></code>'dan <code><var>UPPER_BOUND</var></code>'a kadar sayı doğrusunu çizdik ve <code>10</code> eşit parçaya böldük.

source: Above we've drawn the number line from <code>\blue{<var>LOWER_BOUND</var>}</code> to <code>\blue{<var>UPPER_BOUND</var>}</code>, divided into <code><var>NUM_TICKS</var></code> equal pieces.
es: Arriba hemos trazado la recta numérica desde <code>\blue{<var>LOWER_BOUND</var>}</code> hasta <code>\blue{<var>UPPER_BOUND</var>}</code>, dividida en <code><var>NUM_TICKS</var></code> partes iguales.
fr: Ci-dessus on a dessiné un morceau de la droite numérique graduée compris entre <code>\blue{<var>LOWER_BOUND</var>}</code> et <code>\blue{<var>UPPER_BOUND</var>}</code>, puis on l'a divisé en <code><var>NUM_TICKS</var></code> parties égales.
nb: Ovenfor har vi trykket linjen fra <code>\blue{<var>LOWER_BOUND</var>}</code> til <code>\blue{<var>UPPER_BOUND</var>}</code>, delt i <code><var>NUM_TICKS</var></code> like stykker.
nl: Hierboven hebben we een getallenlijn getekend van <code>\blue{<var>LOWER_BOUND</var>}</code> tot <code>\blue{<var>UPPER_BOUND</var>}</code>, verdeeld in <code><var>NUM_TICKS</var></code> gelijke stukken.
pl: Powyżej narysowaliśmy oś liczbową od <code>\blue{<var>LOWER_BOUND</var>}</code> do <code>\blue{<var>UPPER_BOUND</var>}</code>, podzieloną na <code><var>NUM_TICKS</var></code> równe/nych cześci.
pt: Acima, traçamos a reta numérica de <code>\blue{<var>LOWER_BOUND</var>}</code> a <code>\blue{<var>UPPER_BOUND</var>}</code>, dividida em <code><var>NUM_TICKS</var></code> partes iguais.
tr: Yukarıda sayı doğrusunu <code>\blue{<var>LOWER_BOUND</var>}</code> 'dan <code>\blue{<var>UPPER_BOUND</var>}</code>'a kadar çizdik, ve birbirine eşit <code><var>NUM_TICKS</var></code> parçaya ayırdık.

source: Absolute value equations
da: Ligninger med absolut værdi
es: Ecuaciones con valor absoluto
fr: Équations avec des valeurs absolues
nb: Likninger med absoluttverdi
nl: Absolute waarde vergelijkingen
pl: Równania z wartością bezwzględną
pt: Equações de valor absoluto
tr: Mutlak değer denklemleri

source: Absolute value of complex numbers
da: Absolut værdi af komplekse tal
es: Valor absoluto de números complejos
fr: Module d'un nombre complexe
nb: Absoluttverdien til komplekse tall
nl: Absolute waarde van complexe getallen
pl: Wartość bezwzględna liczb zespolonych
pt: Módulo de números complexos
tr: Karmaşık sayıların mutlak değeri

source: Abuse
da: Misbrug
es: Abuso
fr: Abus
nb: Misbruk
nl: Misbruik
pl: Nadużycie
pt: Abuso
pt_pt: Abusivos
tr: İstismar

source: Abusive SQL scripts will be removed from the site, and creators may be banned from making future SQL scripts.
da: SQL scripts med misbrug vil blive fjernet fra hjemmesiden, og skabere kan blive udelukket fra at lave fremtidige SQL scripts.
es: Los scripts SQL abusivos se eliminarán del sitio, y podría prohibirse a sus creadores que hagan scripts SQL en el futuro.
fr: les scripts SQL Abusifs seront retirés du site, et les créateurs peuvent se voir interdire de refaire des scripts SQL dans le futur.
nb: Fornærmende SQL-skript vil bli fjernet fra området, og skaperne kan bli utestengt fra å gjøre fremtidige SQL-skript.
nl: Misbruikende SQL scripts zullen verwijderd worden van de website en de makers ervan kunnen worden verbannen van het maken van SQL scripts.
pl: SQL scripts z nadużyciem będą usunięte ze strony, a twórcy mogą zostać zbanowani i nie będą mogli tworzyć SQL scripts w przyszłości.
pt: Scripts SQL abusivos serão removidos do site, e seus criadores poderão ser proibidos de fazer novos scripts SQL.
tr: İstismar amaçlı SQL metinleri siteden kaldırılacak, ve bu programların yazarlarının gelecekte başka SQL metinleri yazmaları engellenebilecektir.

source: Abusive programs will be removed from the site, and creators may be banned from making future programs.
da: Programmer med misbrug vil blive fjernet fra hjemmesiden, og skabere kan blive udelukket fra at lave fremtidige programmer.
es: Los programas abusivos serán removidos del sitio y a sus creadores se les podría prohibir hacer más programas.
fr: Les programmes abusifs seront supprimés du site, et les créateurs peuvent être interdit de faire des programmes ensuite.
nb: Programmer med misbruk vil bli fjernet fra hjemmesiden, og skaperen kan bli utestengt og hindret i å lage fremtidige programmer.
nl: Onrechtmatige programma's zullen worden verwijderd van de site, en de makers kan het maken van toekomstige programma's worden verboden.
pl: Programy z nadużyciem będą usunięte ze strony, a twórcy mogą zostać zbanowani i nie będą mogli tworzyć programów w przyszłości.
pt: Programas abusivos serão removidos do site, e seus criadores poderão ser proibidos de fazer novos programas.
pt_pt: Os programas abusivos serão removidos do site e os criadores podem ser proibidos de criar programas no futuro.
tr: İstismar amaçlı programlar siteden kaldırılacak, ve bu programların yazarlarının gelecekte başka programlar yazmaları engellenecektir.
