Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The denominator now doesn't contain any imaginary unit multiples, so it is a real number.
fr: Le dénominateur ne comporte plus de multiples de i, c'est un réel.
pt: Agora, o denominador não contém nenhum múltiplo da unidade imaginária, então é um número real.
tr: Paydada imajiner birim katı yoktur, yani bu, gerçel bir sayıdır.

source: The denominator of the <var>ordinalThrough20(i+1)</var> term is already <code><var>COMMON_DENOM</var></code>, so we don't need to change it.
da: Nævneren af <var>ordinalThrough20(i+1)</var> er allerede <code><var>COMMON_DENOM</var></code>, så vi behøver ikke at ændre den.
es: El denominador del <var>ordinalThrough20(i+1)</var> término ya es <code><var>COMMON_DENOM</var></code>, así que no necesitamos cambiarlo.
fr: Le dénominateur du <var>ordinalThrough20(i+1)</var> terme est déjà <code><var>COMMON_DENOM</var></code>. Il n'est donc pas nécessaire de le changer.
nb: Nevneren i <var>ordinalThrough20(i+1)</var> er allerede <code><var>COMMON_DENOM</var></code>, så vi ikke trenger å endre den.
pt: O denominador do termo <var>ordinalThrough20(i+1)</var> já é <code><var>COMMON_DENOM</var></code>, então não precisamos alterá-lo.
tr: <var>ordinalThrough20(i+1)</var> terimin paydası zaten <code><var>COMMON_DENOM</var></code> olduğundan, değiştirmemiz gerekmez.

source: The denominator, <code>(x + <var>A</var>)(x - <var>C</var>)</code>, is zero when <code>x = <var>-1*A</var></code> or <code>x = <var>C</var></code>.
es: El denominador, <code>(x + <var>A</var>)(x - <var>C</var>)</code>, es cero cuando <code>x = <var>-1*A</var></code> o <code>x = <var>C</var></code>.
fr: Le dénominateur <code>(x + <var>A</var>)(x - <var>C</var>)</code> est égal à zéro lorsque <code>x = <var>-1*A</var></code> ou <code>x = <var>C</var></code>.
pt: O denominador, <code>(x + <var>A</var>)(x - <var>C</var>)</code>, é zero quando <code>x = <var>-1*A</var></code> ou <code>x = <var>C</var></code>.
tr: Paydanın <code>(x + <var>A</var>)(x - <var>C</var>)</code> sıfır olması için, <code>x = <var>-1*A</var></code> veya <code>x = <var>C</var></code> olmalıdır.

source: The derivative of a function is defined as the slope of a line tangent to the curve at each point. Adjust the slopes of the lines to visually find the derivative <code>\frac{d}{dx} f(x)</code> at each point.
es: La derivada de una función está definida como la pendiente de la recta tangente a una curva en cada punto. Ajusta las pendientes de las rectas para encontrar visualmente la derivada <code>\frac{d}{dx} f(x)</code> en cada punto.
fr: La valeur de la dérivée d'une fonction en un point est la pente de la tangente à la courbe en ce point. Ajuster les pentes pour visuellement retrouver la valeur de la dérivée de <code>\frac{d}{dx} f(x)</code> en chaque point.
nb: Den deriverte av en funksjon er definert som stigningstallet til en tangent til kurven på hvert punkt. Juster linjene for å visuelt finne den deriverte <code>\frac{d}{dx} f(x)</code> på hvert punkt.
pt: A derivada de uma função é definida como a inclinação de uma reta tangente à curva em cada ponto. Ajuste a inclinação das retas para encontrar visualmente a derivada <code>\frac{d}{dx} f(x)</code> em cada ponto.
tr: Bir fonksiyonun türevi, her noktada eğriye teğet olan doğrunun eğimi olarak tanımlanmıştır. Her noktada <code>\frac{d}{dx} f(x)</code> türevini bulmak için, doğru eğimlerini görsel olarak ayarlayınız.

source: The descendant selector<br>
da: Underelement selektor<br>
es: El selector descendiente <br>
fr: Le sélecteur descendant<br>
ja: 派生セレクター <br>
nb: Underelement velger<br>
nl: De descendant-selector<br>
pl: Selektor zstępujący<br>
pt: O seletor descendente<br>
pt_pt: O seletor descendente<br>
tr: Alt öğe seçici<br>

source: The design team is still small, highly leveraged, and we expect every member to be making contributions across the board. As a good candidate, you will have a great portfolio with a string of successful projects in your wake. Your friends and coworkers think of you as the go-to person for at least two of these:
da: Designteamet er stadig et lille, højt gearet, og vi forventer, at alle medlemmer bidrag over hele linjen. Som en god kandidat har du en stor portefølje med en perlerække af succesfulde projekter i dit kølvand. Dine venner og kolleger tænker på dig som ekspert i mindst to af disse:
es: El equipo de diseño aún es pequeño, altamente aventajado, y esperamos que cada miembro haga contribuciones. Como buen candidato, tendras un portafolio genial con un hilo de proyectos exitosos en tu camino. Tus amigos y compañeros pensaran en ti como la persona con la cual ir en al menos dos de estas:
fr: L'équipe de conception est encore petite, hautement mobilisé, et nous attendons de tous les membres d'offrir leurs contributions dans tous les domaines. Tel un bon candidat, vous aurez un excellent portefeuille avec une série de projets couronnés de succès dans votre sillage. Vos amis et vos collègues pensent à vous comme la personne à contacter pour au moins deux de ceux qui suivent:
nl: Het ontwerpteam is nog klein, invloedrijk en we verwachten van ieder lid een goede bijdrage aan het proces. Als goede kandidaat heb jeen groot portfolio met bewijs van meerdere succesvolle projecten. Jouw vrienden en collega's gaan altijd naar jou toe voor minstens twee van de volgende dingen:
pl: Zespół projektantów wciąż jest niewielki, bardzo dobrze wykorzystywany, i oczekujemy, że każdy członek zespołu będzie wnosił swój wkład w każdej z dziedzin. Jako dobry kandydat, będziesz mieć w wyniku tego świetne portfolio z ciągiem udanych projektów. Twoi przyjaciele i współpracownicy będą o tobie myśleć, jako o osobie, do której warto przyjść z przynajmniej dwóch powodów:
pt: A equipe de projeto ainda é pequena, com alto aproveitamento, mas esperamos que todos os membros possam contribuir igualmente. Como um bom candidato, você terá um grande portfólio com uma série de projetos bem-sucedidos em sua trajetória. Seus amigos e colegas de trabalho pensam em você quando precisam de pelo menos dois destes:
tr: Tasarım takımımız küçük ve etkilidir. Tasarım takımı üyelerimizden geniş kapsamlı katkılarda bulunmalarını bekliyoruz. İyi bir aday olarak, portföyünüzde bir dizi başarılı projeye sahipsiniz, ve arkadaşlarınız aşağıdakilerden en az ikisi için sizi danışılacak kişi olarak görüyor:

source: The determinant of a 2x2 matrix can be computed the following way:
fr: La formule est :
pt: O determinante de uma matriz 2x2 pode ser calculada da seguinte forma:
tr: 2x2 matrisinin determinantı şu şekilde bulunur:

source: The determinant of a <code>2 \times 2</code> matrix <code><var>printSimpleMatrix(HINT_MAT)</var></code>, is <code><var>matrix2x2DetHint(HINT_MAT)</var></code>.
es: El determinante de una matriz de <code>2 \times 2</code> <code><var>printSimpleMatrix(HINT_MAT)</var></code>, es <code><var>matrix2x2DetHint(HINT_MAT)</var></code>.
pt: O determinante de uma matriz <code>2 \times 2</code> <code><var>printSimpleMatrix(HINT_MAT)</var></code>, é <code><var>matrix2x2DetHint(HINT_MAT)</var></code>.
tr: <code>2 \times 2</code> bir matrisin determinantı <code><var>printSimpleMatrix(HINT_MAT)</var></code>, <code><var>matrix2x2DetHint(HINT_MAT)</var></code>.

source: The determinant of any 3x3 matrix can be computed the following way:
da: Determinanten for enhver 3x3 matrix kan beregnes på følgende måde:
es: El determinante de cualquier matriz de 3x3 se puede calcular de la siguiente manera:
fr: Le déterminant d'une matrice 3x3 peut être calculé de la façon suivante :
nb: Determinanten for alle 3x3 matriser kan beregnes på følgende måte:
nl: De determinant van elke 3x3 matrix kan op de volgende manier worden berekend:
pl: Wyznacznik dowolnej macierzy 3x3 może zostać obliczony w następujący sposób:
pt: O determinante de qualquer matriz 3x3 pode ser calculado da seguinte forma:
tr: 3x3 matrisinin determinantı şu şekilde bulunur:

source: The diagonals must therefore be perpendicular bisectors of one another.
es: Por lo tanto, las diagonales deben ser mediatrices una de otra.
fr: Les diagonales doivent donc être les médiatrices l'une de l'autre.
pl: Przekątne w związku z tym muszą być swoimi symetralnymi.
pt: Portanto, as diagonais devem ser mediatrizes uma da outra.
tr: Bu nedenle, köşegenler birbirinin orta dikmesi olmak zorundadır.

source: The diagonals of an inscribed square will have a length equal to the diameter of the circle and will intersect one another at right angles.
es: Las diagonales de un cuadrado inscrito tendrán una longitud igual al diámetro del círculo y se intersectarán formando ángulos rectos.
fr: Les diagonales d'un carré inscrit dans un cercle ont la même longueur que le diamètre du cercle et elle sont perpendiculaires.
pl: Przekątne wpisanego kwadratu będą miały długość równą średnicy okręgu i przetną się nawzajem pod kątem prostym.
pt: As diagonais de um quadrado inscrito terão o mesmo comprimento do diâmetro da circunferência e se cruzarão formando ângulos retos.
tr: Kirişlerden oluşan bir karenin köşegenlerinin uzunluğu çemberin çapına eşittir ve bu köşegenler dik açıyla kesişir.

source: The difference is <code><var>TOTAL</var> - <var>NUM1</var></code> <var>exercise(1)</var>.
da: Forskellen er <code><var>TOTAL</var> - <var>NUM1</var></code> <var>exercise(1)</var>.
es: La diferencia es <code><var>TOTAL</var> - <var>NUM1</var></code> <var>exercise(1)</var>.
fr: La différence est de <code><var>TOTAL</var> - <var>NUM1</var></code> <var>exercise(1)</var>.
ja: 差は <code><var>TOTAL</var> - <var>NUM1</var></code> <var>plural_form(exercise(1), NUM1)</var> です．
pl: Różnica to <code><var>TOTAL</var> - <var>NUM1</var></code> <var>exercise(1)</var>.
pt: A diferença é <code><var>TOTAL</var> - <var>NUM1</var></code> <var>exercise(1)</var>.

source: The difference is <code><var>TOTAL</var> - <var>NUM2</var></code> <var>exercise(1)</var>.
da: Forskellen er <code><var>TOTAL</var> - <var>NUM2</var></code> <var>exercise(1)</var>.
es: La diferencia es <code><var>TOTAL</var> - <var>NUM2</var></code> <var>exercise(1)</var>.
fr: La différence est <code><var>TOTAL</var> - <var>NUM2</var></code> <var>exercise(1)</var>.
ja: 差は <code><var>TOTAL</var> - <var>NUM2</var></code> <var>plural_form(exercise(1), NUM2)</var> です．
pl: Różnica to <code><var>TOTAL</var> - <var>NUM2</var></code> <var>exercise(1)</var>.
pt: A diferença é <code><var>TOTAL</var> - <var>NUM2</var></code> <var>exercise(1)</var>.

source: The difference is <code><var>TOTAL</var> - <var>NUM2</var></code> cars.
da: Forskellen er <code><var>TOTAL</var> - <var>NUM2</var></code> biler.
es: La diferencia es <code><var>TOTAL</var> - <var>NUM2</var></code> automóviles.
fr: La différence est <code><var>TOTAL</var> - <var>NUM2</var></code>.
ja: 差は <code><var>TOTAL</var> - <var>NUM2</var></code> 台の車です．
nb: Forskjellen er <code><var>TOTAL</var> - <var>NUM2</var></code> biler.
pl: Różnica <code><var>TOTAL</var> - <var>NUM2</var></code> samochody/samochodów.
pt: A diferença é de <code><var>TOTAL</var> - <var>NUM2</var></code> carros.
tr: Fark şu şekildedir: <code><var>TOTAL</var> - <var>NUM2</var></code> araba.

source: The difference is <code><var>TOTAL</var> - <var>NUM2</var></code> people on the train.
da: Forskellen er <code><var>TOTAL</var> - <var>NUM2</var></code> passagerer på toget.
es: La diferencia es <code><var>TOTAL</var> - <var>NUM2</var></code> personas en el tren.
fr: La différence est égale à <code><var>TOTAL</var> - <var>NUM2</var></code>.
hi: अंतर है <code><var>TOTAL</var> - <var>NUM2</var></code> व्यक्ति रेल मेंI
ja: <code><var>TOTAL</var> - <var>NUM2</var></code> 人の人々がまだ電車に乗っています.
nb: Forskjellen er <code><var>TOTAL</var> - <var>NUM2</var></code> passasjerer på toget.
pl: Różnica wynosi <code><var>TOTAL</var> - <var>NUM2</var></code> osób w pociągu.
pt: A diferença é de <code><var>TOTAL</var> - <var>NUM2</var></code> pessoas no trem.
tr: Fark şu şekildedir: <code><var>TOTAL</var> - <var>NUM2</var></code> trendeki kişi.

source: The difference is <code><var>TOTAL</var> - <var>NUM2</var></code> people.
da: Forskellen er <code><var>TOTAL</var> - <var>NUM2</var></code> personer.
es: La diferencia es <code><var>TOTAL</var> - <var>NUM2</var></code> personas.
fr: La différence est <code><var>TOTAL</var> - <var>NUM2</var></code>.
hi: अंतर है <code><var>TOTAL</var> - <var>NUM2</var></code> व्यक्तिI
ja: 差は <code><var>TOTAL</var> - <var>NUM2</var></code> 人です．
nb: Forskjellen er <code><var>TOTAL</var> - <var>NUM2</var></code> personer.
pl: Różnica wynosi <code><var>TOTAL</var> - <var>NUM2</var></code> osoby/osób.
pt: A diferença é de <code><var>TOTAL</var> - <var>NUM2</var></code> pessoas.
tr: Fark <code><var>TOTAL</var> - <var>NUM2</var></code> kişidir.

source: The difference is <code><var>TOTAL</var> - <var>NUM2</var></code> trees.
da: Forskellen er <code><var>TOTAL</var> - <var>NUM2</var></code> træer.
es: La diferencia es <code><var>TOTAL</var> - <var>NUM2</var></code> árboles.
fr: La différence est <code><var>TOTAL</var> - <var>NUM2</var></code>.
ja: 差は <code><var>TOTAL</var> - <var>NUM2</var></code> 本の木です.
nb: Forskjellen er <code><var>TOTAL</var> - <var>NUM2</var></code> trær.
pl: Różnica wynosi <code><var>TOTAL</var> - <var>NUM2</var></code> drzewa/drzew.
pt: A diferença é de <code><var>TOTAL</var> - <var>NUM2</var></code> árvores.
tr: Fark <code><var>TOTAL</var> - <var>NUM2</var></code> ağaçtır.

source: The difference of the angles is <code><var>A_ANGLE_REP</var> - <var>B_ANGLE_REP</var> = <var>INTERMEDIATE_ANGLE_REP</var></code>.
da: Forskellen mellem vinklerne er <code><var>A_ANGLE_REP</var> - <var>B_ANGLE_REP</var> = <var>INTERMEDIATE_ANGLE_REP</var></code>.
es: La diferencia de los ángulos es <code><var>A_ANGLE_REP</var> - <var>B_ANGLE_REP</var> = <var>INTERMEDIATE_ANGLE_REP</var></code>.
fr: La différence entre les arguments est égale à <code><var>A_ANGLE_REP</var> - <var>B_ANGLE_REP</var> = <var>INTERMEDIATE_ANGLE_REP</var></code>.
pt: A diferença entre os ângulos é <code><var>A_ANGLE_REP</var> - <var>B_ANGLE_REP</var> = <var>INTERMEDIATE_ANGLE_REP</var></code>.
tr: Açıların farkı, <code><var>A_ANGLE_REP</var> - <var>B_ANGLE_REP</var> = <var>INTERMEDIATE_ANGLE_REP</var></code>.

source: The difference of two sets <code>X</code> and <code>Y</code> is the collection of elements which are in <code>X</code> but not in <code>Y</code>.
es: La diferencia entre los conjuntos <code>X</code> y <code>Y</code> son los elementos que están en <code>X</code> pero no están en <code>Y</code>.
fr: La différence entre deux ensembles <code>X</code> et <code>Y</code> est l'ensemble des éléments qui appartiennent à <code>X</code> mais n'appartiennent pas à <code>Y</code>.
nb: Forskjellen mellom to sett <code>X</code> og <code>Y</code> er samlingen av elementer som er i <code>X</code> men ikke i <code>Y</code>.
pt: A diferença de dois conjuntos<code>X</code> e <code>Y</code> é o conjunto de elementos os quais estão em <code>X</code> mas não em <code>Y</code>.
tr: <code>X</code> ve <code>Y</code> kümesinin farkı, <code>X</code>'te olup <code>Y</code>'de bulunmayan elemanların kümesidir.

source: The digit in the <var>TPLACES</var> place is <code><var>KEYDIGIT</var></code>.
es: El dígito en el lugar de <var>TPLACES</var> es <code><var>KEYDIGIT</var></code>.
fr: Le chiffre situé au rang des <var>TPLACES</var> est <code><var>KEYDIGIT</var></code>.
nb: Sifferet på <var>TPLACES</var> plassen er <code><var>KEYDIGIT</var></code>.
pl: Liczba w <var>TPLACES</var> miejscu to <code><var>KEYDIGIT</var></code>.
pt: O algarismo na casa das <var>TPLACES</var> é <code><var>KEYDIGIT</var></code>.
tr: <var>TPLACES</var> basamağındaki rakam, <code><var>KEYDIGIT</var></code>.

source: The distance between every other zero is <code><var>piFraction( PERIOD )</var></code>, so the period of <code>f(x)</code> is <code><var>piFraction( PERIOD )</var></code>.
es: La distancia entre ceros alternos es <code><var>piFraction( PERIOD )</var></code>, entonces el periodo de <code>f(x)</code> es <code><var>piFraction( PERIOD )</var></code>.
fr: La distance entre deux points d'intersection homologues avec l'axe horizontal est <code><var>piFraction( PERIOD )</var></code> donc la période de <code>f(x)</code> est <code><var>piFraction( PERIOD )</var></code>.
pt: A distância entre cada zero é <code><var>piFraction( PERIOD )</var></code>, logo, o período de <code>f(x)</code> é <code><var>piFraction( PERIOD )</var></code>.
tr: Diğer kökler arasındaki uzaklık <code><var>piFraction( PERIOD )</var></code>, buna göre <code>f(x)</code>'in periyotu, <code><var>piFraction( PERIOD )</var></code>.

source: The distance between the centers of the two compasses is equal to the radius of each compass. The distance between the center of a compass and every point on the compass circumference is also equal to the compass radius. Therefore the points where the two compasses intersect is one radius from the center of each compass.
es: La distancia que hay entre los centros de los dos compases es igual al radio de cada compás. La distancia entre el centro de un compás y cada punto en la circunferencia del compás es también igual al radio del compás. Por lo tanto los puntos donde se cruzan los trazos de los dos compases es un radio del centro de cada compás.
fr: La distance entre les deux centres des cercles est égale au rayon des cercles. La distance entre le centre d'un cercle et les point de sa circonférence est égale au rayon du cercle. Donc la distance entre le point de rencontre des deux cercles et le centre des cercles est égale au rayon des cercles.
pt: A distância entre os centros dos dois compassos é igual ao raio de cada compasso. A distância entre o centro de um compasso e qualquer ponto na circunferência do compasso também é igual ao raio do compasso. Portanto, os pontos em que os dois compassos se cruzam é um raio a partir do centro de cada compasso.
tr: İki pergelin merkezinin arasındaki uzaklık, pergellerin yarıçapına eşittir. Pergelin merkezi ve çevresindeki noktalar arasındaki uzaklık da, pergelin yarıçapına eşittir. Bu nedenle, iki pergelin kesiştiği noktalar, pergellerin merkezinden bir yarıçap uzaklıktadır.

source: The distance between the two cities on the map is <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var>cm, or <var>DISTANCE_MAP</var>cm.
fr: La distance entre les deux villes sur la carte est <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var>cm, ou <var>DISTANCE_MAP</var>cm.
nb: Avstanden mellom de to byene på kartet er <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var>cm, eller <var>DISTANCE_MAP</var>cm.
pl: Odległość między miastami na mapie wynosi <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var>cm, czyli <var>DISTANCE_MAP</var>cm.
pt: A distância entre as duas cidades no mapa é de <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var>cm, ou <var>DISTANCE_MAP</var>cm.
tr: Haritada iki şehir arasında uzaklık <var>FACTOR</var> <code>\cdot</code> <var>SCALE_MAP</var>cm, veya <var>DISTANCE_MAP</var>cm'dir.

source: The distance between the two labeled tick marks is <code><var>2 * SCALE</var></code>.
da: Afstanden mellem de viste aksemærker er <code><var>2 * SCALE</var></code>.
fr: La distance entre les deux graduations étiquetées est <code><var>2 * SCALE</var></code>.
nb: Avstanden mellom de viste merkene er <code><var>2 * SCALE</var></code>.
nl: De afstand tussen de twee gemarkeerde maatstreepjes is <code><var>2 * SCALE</var></code>.
pl: Odległość pomiędzy tymi dwoma znacznikami to <code><var>2 * SCALE</var></code>.
pt: A distância entre as duas marcas rotuladas é <code><var>2 * SCALE</var></code>.
tr: Tanımlanmış iki çentiğin arasındaki uzaklık, <code><var>2 * SCALE</var></code>.

source: The distance between two points is: <code>\sqrt{( x_{1} - x_{2} )^2 + ( y_{1} - y_{2} )^2}</code>
es: La distancia entre dos puntos es: <code>\sqrt{( x_{1} - x_{2} )^2 + ( y_{1} - y_{2} )^2}</code>
fr: L'expression de la distance entre deux points est : <code>\sqrt{( x_{1} - x_{2} )^2 + ( y_{1} - y_{2} )^2}</code>
nb: Avstandene mellom de to punktene er: <code>\sqrt{( x_{1} - x_{2} )^2 + ( y_{1} - y_{2} )^2}</code>
pl: Odległość między dwoma punktami to: <code>\sqrt{( x_{1} - x_{2} )^2 + ( y_{1} - y_{2} )^2}</code>
pt: A distância entre dois pontos é: <code>\sqrt{( x_{1} - x_{2} )^2 + ( y_{1} - y_{2} )^2}</code>
tr: İki nokta arasındaki uzaklık: <code>\sqrt{( x_{1} - x_{2} )^2 + ( y_{1} - y_{2} )^2}</code>

source: The distance from <code>0</code> to <code><var>commafy(NUMBER)</var></code> is <code><var>commafy(ABSOLUTE_NUMBER)</var></code>, which equals the absolute value.
fr: La valeur absolue est la distance de <code>0</code> à <code><var>commafy(NUMBER)</var></code> qui est égale à <code><var>commafy(ABSOLUTE_NUMBER)</var></code>.
nb: Avstanden fra <code>0</code> to <code><var>commafy(NUMBER)</var></code> er <code><var>commafy(ABSOLUTE_NUMBER)</var></code>, som er lik absoluttverdien.
pl: Odległość od <code>0</code> do <code><var>commafy(NUMBER)</var></code> to <code><var>commafy(ABSOLUTE_NUMBER)</var></code>, co równa się wartości bezwzględnej.
pt: A distância de <code>0</code> a <code><var>commafy(NUMBER)</var></code> é <code><var>commafy(ABSOLUTE_NUMBER)</var></code>, o que é igual ao valor absoluto.
pt_pt: A distância de <code>0</code> a <code><var>commafy(NUMBER)</var></code> é <code><var>commafy(ABSOLUTE_NUMBER)</var></code>, que é equivalente ao valor do seu módulo.

source: The distance from peak to peak is <code><var>piFraction( PERIOD )</var></code>, so the period of <code>f(x)</code> is <code><var>piFraction( PERIOD )</var></code>.
es: La distancia de cresta a cresta es <code><var>piFraction( PERIOD )</var></code>, de modo que el periodo de <code>f(x)</code> es <code><var>piFraction( PERIOD )</var></code>.
fr: La distance entre les abscisses de deux maximums est égale à <code><var>piFraction( PERIOD )</var></code> donc la période de <code>f(x)</code> est <code><var>piFraction( PERIOD )</var></code>.
pt: A distância entre os picos é <code><var>piFraction( PERIOD )</var></code>, logo, o período de <code>f(x)</code> é <code><var>piFraction( PERIOD )</var></code>.
tr: Tepeden tepeye uzaklık, <code><var>piFraction( PERIOD )</var></code>, buna göre <code>f(x)</code>'in periyotu<code><var>piFraction( PERIOD )</var></code>.

source: The distance is equal to the length of the side, which is <var>X_DIST + Y_DIST</var>
da: Afstanden er lig med længden af siden, som er <var>X_DIST + Y_DIST</var>
fr: La distance est égale à la longueur du côté, c'est-à-dire à <var>X_DIST + Y_DIST</var>
nb: Avstanden er lik med lengden av siden, som er <var>X_DIST + Y_DIST</var>
pt: A distância é igual ao comprimento do lado, que é <var>X_DIST + Y_DIST</var>

source: The distance is the <span class="hint_pink">length of the hypotenuse</span> of this right triangle.
da: Afstanden er <span class="hint_pink">længden af hypotenusen</span> for denne retvinklede trekant.
es: La distancia es la <span class="hint_pink">longitud de la hipotenusa</span> de este triángulo rectángulo.
fr: La distance entre les deux points est égale à la <span class="hint_pink">longueur de l'hypoténuse</span> de ce triangle rectangle.
nb: Avstanden er <span class="hint_pink">lengden av hypotenusen</span> for denne rettvinklede trekanten.
pt: A distância é o <span class="hint_pink">comprimento da hipotenusa</span> deste triângulo retângulo.
tr: Uzaklık, bu dik üçgenin <span class="hint_pink">hipotenüsünün uzunluğuna eşittir</span>.
