Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Your child’s account will have a personalized version of this page with their most recent activity.
da: Dit barns konto vil have en personlig version af denne side med deres seneste aktivitet.
es: La cuenta de tu hijo tendrá una versión personalizada de esta página con su actividad más reciente.
fr: Le compte de votre enfant aura sa propre version personnalisée de cette page, avec le résumé de leur activité récente.
ja: あなたの子供は、それぞれの最近の活動を記録した個人ページを持っています。
nb: Ditt barns konto vil have en personlig version av denne siden med deres nylige aktivitet.
nl: Het account van jouw kind zal een gepersonaliseerde versie hebben van deze pagina met hun meest recente activiteit.
pl: Konto Twojego dziecka będzie miało spersonalizowaną wersję tej strony, z jego własną ostatnią aktywnością.
pt: A conta do seu filho terá uma versão personalizada dessa página com a atividade mais recente.
pt_pt: A conta do seu filho terá uma versão personalizada desta página com a respetiva atividade mais recente.
tr: Bu sayfa çocuğunuza kendi etinliğini gösterecek biçimde kişiselleştirilerek gösterilecektir.

source: Your chosen mission is
da: Din valgte mission er
es: Tu misión elegida es
fr: La mission que vous avez choisie est
nb: Ditt valgte oppdrag er
nl: Jouw gekozen missie is
pl: Wybrana misja to
pt: A missão que você escolheu é
tr: Seçilmiş hedefiniz

source: Your chosen mission is: %(mission_title_standalone)s
da: Din valgte mission er: %(mission_title_standalone)s
es: Tu misión elegida es: %(mission_title_standalone)s
fr: La mission que vous avez choisie est : %(mission_title_standalone)s
nb: Ditt valgte oppdrag er: %(mission_title_standalone)s
nl: Jouw gekozen missie is: %(mission_title_standalone)s
pl: Wybrana misja to: %(mission_title_standalone)s
pt: A missão que você escolheu é: %(mission_title_standalone)s
tr: Seçili hedefiniz: %(mission_title_standalone)s

source: Your city is #%(rank)s
es: Tu ciudad está en #%(rank)s
ja: あなたの街は #%(rank)s です．
nb: Din by er #%(rank)s
pl: Twoje miasto jest #%(rank)s
pt: Sua cidade está em #%(rank)s
pt_pt: A tua cidade está em %(rank)s.º lugar
tr: Şehrinizin sıralaması, #%(rank)s

source: Your class hasn't worked on any skills yet!
da: Din klasse har ikke arbejdet på nogle færdigheder endnu!
es: ¡Tu clase no ha trabajado en ninguna habilidad todavía!
fr: Votre classe n'a pas encore travaillé sur aucune des compétences!
ja: あなたのクラスはまだ何もスキルを学んでいません!
nb: Din klasse har ikke arbeidet med noen ferdigheter ennå!
nl: Jouw klas heeft nog op geen enkele vaardigheid gewerkt!
pl: Twoja klasa nie pracowała jeszcze nad żadnymi umiejętnościami!
pt: Sua turma não trabalhou em nenhuma habilidade ainda!
tr: Henüz sınıfınız herhangi bir beceri üzerinde çalışmaya başlamadı!

source: Your coach <strong>{{coachName}}</strong> recommended <strong>{{recommendationTitle}}</strong> for you.
da: Din coach <strong>{{coachName}}</strong> anbefalede dig <strong>{{recommendationTitle}}</strong>.
es: Tu tutor <strong>{{coachName}}</strong> te recomienda <strong>{{recommendationTitle}}</strong>.
fr: Votre coach <strong>{{coachName}}</strong> vous a recommandé <strong>{{recommendationTitle}}</strong>.
ja: あなたのコーチの<strong>{{coachName}}</strong> が<strong>{{recommendationTitle}}</strong>を推薦しました。
nb: Din veileder <strong>{{coachName}}</strong> anbefalte <strong>{{recommendationTitle}}</strong> for deg.
nl: Jouw coach <strong>{{coachName}}</strong> raadt <strong>{{recommendationTitle}}</strong> aan voor jouw.
pl: Twój trener <strong>{{coachName}}</strong> zaleca Tobie <strong>{{recommendationTitle}}</strong>.
pt: Seu tutor <strong>{{coachName}}</strong> recomendou <strong>{{recommendationTitle}}</strong> para você.
pt_pt: O teu tutor <strong>{{coachName}}</strong> recomendou-te <strong>{{recommendationTitle}}</strong>.
tr: Eğitmeniniz <strong>{{coachName}}</strong>, sizin için <strong>{{recommendationTitle}}</strong> önerdi.

source: Your coach <strong>{{coachNickname}}</strong> recommended the mission <strong>{{missionName}}</strong> for you.
da: Din vejleder <strong>{{coachNickname}}</strong> har anbefalet missionen <strong>{{missionName}}</strong> til dig.
es: Tu tutor <strong>{{coachNickname}}</strong> te recomendó la misión <strong>{{missionName}}</strong>.
fr: Votre coach <strong>{{coachNickname}}</strong> vous a recommandé la mission <strong>{{missionName}}</strong>.
ja: あなたのコーチ<strong>{{coachNickname}}</strong> がミッション<strong>{{missionName}}</strong> をあなたにおすすめしました．
nb: Din veileder, <strong>{{coachNickname}}</strong> anbefalte oppdraget <strong>{{missionName}}</strong> til deg.
nl: Jouw coach <strong>{{coachNickname}}</strong>raadt de missie <strong>{{missionName}}</strong> aan voor jouw.
pl: Twój trener <strong>{{coachNickname}}</strong> polecił Ci misję <strong>{{missionName}}</strong>.
pt: Seu tutor <strong>{{coachNickname}}</strong> recomendou a missão <strong>{{missionName}}</strong> para você.
pt_pt: O teu tutor <strong>{{coachNickname}}</strong> recomendou a seguinte missão <strong>{{missionName}}</strong>.
tr: Eğitmeniniz <strong>{{coachNickname}}</strong>, sizin için <strong>{{missionName}}</strong> hedefini tavsiye ediyor.

source: Your coach id:
bg: Вашият идентификатор на учител:
da: Dit underviser-ID:
es: Tu identificación de tutor:
fr: Votre numéro de coach :
he: תעודת זהות המאמן שלך:
ja: あなたのコーチ ID:
nb: Din veileder-ID:
nl: Jouw coach-ID:
pl: Twój id trenera:
pt: Seu id de tutor:
pt_pt: O seu ID de tutor:
tr: Eğitmen Kimliğiniz:

source: Your coaches
da: Dine lærere
es: Tus tutores
fr: Vos coachs
ja: あなたのコーチ
nb: Dine veiledere
nl: Jouw coach
pl: Twoi trenerzy
pt: Seus tutores
pt_pt: Os teus tutores
tr: Eğitmenleriniz

source: Your code in this step should output something that looks like this
da: Programkoden i dette trin skal give et output, der ligner dette
es: En este paso tu código debería lograr algo que se parezca a esto
fr: Le code utilisé à cette étape-ci devrait générer un document tel que celui-ci
nb: Koden din i dette trinnet bør gi en output som ligner dette
nl: Je code in deze stap moet iets teruggeven dat er zo uit ziet
pl: Na tym etapie Twój kod powienien wyglądać następująco
pt: Nesta etapa, seu código deveria gerar algo parecido com isto
tr: Bu adımdaki kodunuzun sonucu şuna benzer bir şey olmalı:

source: Your comment...
da: Din kommentar...
es: Tu comentario...
nb: Din kommentar...
nl: Uw commentaar...
pl: Twój komentarz...
pt: Seu comentário...
tr: Yorumunuz...

source: Your creations, both spin-offs and originals, sorted by most recent first.
da: Dine kreationer, både spin-offs og originaler, sorteret med de nyeste først.
es: Tus creciones, tanto derivadas como originales, ordenadas por las más recientes primero.
nb: Dine programmer, både spin-offs og orginaler, sortert med de nyeste først.
nl: Je programma's, zowel spin-offs als originele, gesorteerd op de meest recente eerst.
pl: Twoje dzieła, zarówno spin-offy jak i oryginały, posortowane od najnowszego.
pt: Suas criações, tanto derivações como originais, ordenadas por data.
pt_pt: Os teus programas, tanto variações como originais, ordenados do mais recente para o mais antigo.
tr: Uyarlama ve orijinal bütün programlarınız, en yeniden eskiye doğru sıralanmıştır.

source: Your donation supports our people and technology, enabling us to create great content and a great experience for students around the world! You will receive an email receipt for your tax-deductible donation (Tax ID: 26-1544963). Donations are tax-deductible to the fullest extent allowed by law.
pt: Sua doação nos ajuda a manter nosso pessoal e nossa tecnologia, permitindo-nos criar um ótimo conteúdo e uma experiência incrível para estudantes do mundo todo! Você receberá um recibo referente a sua doação por e-mail (ID fiscal: 26-1544963). Sua contribuição é dedutível do imposto de renda, conforme autorizado por lei.
tr: Bağışınız çalışanlarımızı ve teknolojimizi destekler, ve dünya çapındaki öğrenciler için harika içerik ve harika bir deneyim sağlamamızı sağlar! Vergiden düşebileceğiniz bağışınız (ABD vergi numarası: 26-1544963) için epostayla bir makbuz alacaksınız. Bağışlar, yasaların izin verdiği azami ölçüde vergiden düşülebilir.

source: Your email address
da: Din email adresse
es: Tu dirección de correo electrónico
fr: Votre adresse email
nb: Din epostadresse
nl: Jouw emailadres
pl: Twój adres e-mail
pt: Seu endereço de e-mail
pt_pt: Endereço de e-mail
tr: E-posta adresiniz

source: Your evaluation was NOT submitted yet.
da: Din evaluering er ikke indsendt endnu.
es: Tu evaluación NO ha sido enviada aún.
fr: Votre évaluation n'est pas encore validée pour l'instant.
nb: Din evaluering er ikke ennå innsendt.
nl: Je evaluatie is nog NIET verzonden.
pl: Twoja ocena jeszcze NIE została przesłana.
pt: Sua avaliação ainda NÃO foi enviada.
pt_pt: A tua avaliação ainda NÃO foi submetida.
tr: Değerlendirmeniz henüz gönderilmemiştir.

source: Your internet might be too slow to see an exercise. Refresh the page or <a href='' id='warn-report'>report a problem</a>.
da: Dit internet er muligvis for langsomt til at se en øvelse. Opdater siden eller <a href='' id='warn-report'>rapporter et problem</a>.
es: Tu conexión a internet puede ser demasiado lenta para ver un ejercicio. Actualiza la página o <a href='' id='warn-report'> informa sobre el problema</a>.
fr: Votre connexion internet peut être trop lente pour vous permettre de voir un exercice. Actualisez la page ou <a href='' id='warn-report'> signaler un problème</a>.
nb: Din internettilkobling kan være for treg til å se en øvelse. Oppdater siden eller <a href='' id='warn-report'>rapporter et problem</a>.
nl: Je internetverbinding is misschien wel te traag om een oefening te zien. Vernieuw de pagina of <a href='' id='warn-report'> rapporteer een probleem</a>.
pl: Twoje połączenie internetowe może być zbyt wolne, byś mógł zobaczyć ćwiczenie. Odśwież stronę lub <a href='' id='warn-report'>zgłoś problem</a>.
pt: Sua internet deve estar muito lenta para ver um exercício. Atualize a página ou <a href='' id='warn-report'>relate um problema</a>.
tr: Alıştırmaları görememenizin sebebi, internetinizin çok yavaş çalışması olabilir. Sayfayı yeniden yükleyiniz veya<a href='' id='warn-report'>sorun bildirimi yapınız</a>.

source: Your invitation could not be sent to %(email)s.
da: Din invitation kunne ikke sendes til %(email)s.
es: Tu invitación no pudo ser enviada a %(email)s.
fr: Votre invitation n'a pas pu être envoyée à %(email)s.
ja: あなたの招待を %(email)s へ送信することができません．
nb: Invitasjonen kunne ikke sendes til %(email)s.
nl: Uw uitnodiging kon niet worden verzonden naar %(email)s.
pl: Zaproszenie nie może być wysłane do %(email)s.
pt: Não foi possível enviar seu convite para %(email)s.
pt_pt: Não foi possível enviar o convite para %(email)s.
tr: %(email)s adreslerine davetiye gönderilemedi.

source: Your javascript encountered a runtime error. Check your console for more information.
es: En tu javascript se encontró un error de ejecución. Revisa tu consola para obtener más información.
nb: Det oppstod en feil med Javascrip kjøretid. Sjekk konsollen for mer informasjon.
pl: Twój kod JavaScript napotkał błąd. Otwórz konsolę, aby uzyskać więcej informacji.
pt: Seu javascript encontrou um erro de tempo de execução. Verifique seu console para obter mais informações.
pt_pt: O teu JavaScript encontrou um erro com o tempo de execução. Vê a tua consola para obteres mais informações.
tr: Javascript'tiniz bir çalışma süresi hatası verdi. Daha fazla bilgi için ekranınızı kontrol ediniz.

source: Your javascript is taking too long to run. Perhaps you have a mistake in your code?
es: Tu Javascript está tardando demasiado en ejecutarse. ¿Crees que tengas un error en tu código?
nb: Javascript tar for lang tid å kjøre. Kanskje du har en feil i koden?
nl: Je JavaScript programma duurt te lang om uit te voeren. Misschien heb je een fout in je code?
pl: Uruchamianie Twojego javascript trwa zbyt długo. Być może popełniłeś błąd w kodzie?
pt: Seu javascript está demorando muito para executar. Verifique se há algum erro no seu código.
pt_pt: O teu JavaScript está a demorar demasiado tempo a ser executado. Há algum erro no teu código?
tr: Javascriptinizin çalışması uzun sürüyor. Belki de, kodunuzda bir hata olabilir mi?

source: Your login or password is incorrect.
da: Dit brugernavn eller adgangskode er forkert.
es: Tu nombre de usuario o contraseña son incorrectos.
fr: Votre nom d'utilisateur ou votre mot de passe est incorrect.
ja: ユーザ名か、パスワードが間違っています。
nb: Ditt brukernavn eller passord er feil.
nl: Jouw login of wachtwoord is onjuist.
pl: Twój login lub hasło jest nieprawidłowe.
pt: Seu login ou senha está incorreto(a).
pt_pt: O teu nome de utilizador e/ou palavra-passe estão incorretos.
tr: Kullanıcı adınızı veya şifrenizi hatalı girdiniz.

source: Your mission is unchanged.
da: Din mission er uændret.
es: Tu misión es la misma.
fr: Votre mission est inchangée.
ja: あなたのミッションには変更がありません．
nb: Oppdraget ditt er uendret.
nl: Jouw missie is ongewijzigd.
pl: Twoja misja jest bez zmian.
pt: Sua missão não foi alterada.
pt_pt: A tua missão não sofreu alterações.
tr: Göreviniz değiştirilmemiştir.

source: Your name
da: Dit navn
es: Tu nombre
fr: Votre nom
ja: お名前
nb: Ditt navn
nl: Jouw naam
pl: Twoje imię
pt: Seu nome
pt_pt: Nome
tr: İsminiz

source: Your next %(title)s mastery challenge is waiting for you!
bg: Следващите %(title)s майсторски предизвикателства те чакат!
da: Din næste %(title)s udfordring venter på dig!
es: ¡Tu siguiente %(title)s desafío de dominio te está esperando!
fr: Votre nouveau défi de maîtrise %(title)s vous attend sur la Khan Academy !
ja: あなたの次の %(title)s マスタリーチャンレンジがあなたを待っています!
nb: Din neste %(title)s mestrings-utfordring venter på deg!
nl: Jouw volgende %(title)s meesterschapsuitdaging wacht op jou!
pl: Twoje następne wyzwanie mistrzowskie w %(title)s czeka na Ciebie!
pt: Seu próximo desafio %(title)s está esperando por você!
pt_pt: O teu próximo desafio de perícia (%(title)s) está à tua espera!
tr: Sıradaki %(title)s ustalık bilgi ölçme yarışmanız sizi bekliyor!

source: Your next %(topic_standalone_title)s %(content_kind)s from Khan Academy is ready:
da: Din næste %(topic_standalone_title)s %(content_kind)s fra Khan Academy er klar:
es: Tu siguiente %(topic_standalone_title)s %(content_kind)s de Khan Academy está listo:
fr: Votre prochain(e) %(content_kind)s %(topic_standalone_title)s à la Khan Academy est prêt(e) :
nb: Din neste %(topic_standalone_title)s %(content_kind)s fra Khan Academy er klar:
nl: Jouw volgende %(topic_standalone_title)s %(content_kind)s van Khan Academy is gereed:
pl: Twój następny %(topic_standalone_title)s %(content_kind)s od Khan Academy jest gotowy:
pt: Seu próximo %(topic_standalone_title)s %(content_kind)s da Khan Academy está pronto:
tr: Khan Academy'deki %(topic_standalone_title)s %(content_kind)s hazır:

source: Your next %(topic_standalone_title)s %(content_kind)s is ready!
da: Din næste %(topic_standalone_title)s %(content_kind)s er klar!
es: ¡Tu siguiente %(topic_standalone_title)s %(content_kind)s está listo!
fr: Votre prochain(e) %(content_kind)s %(topic_standalone_title)s est prêt(e) !
nb: Ditt neste %(topic_standalone_title)s %(content_kind)s er klart!
nl: Jouw volgende %(topic_standalone_title)s %(content_kind)s is gereed!
pl: Twój następny %(topic_standalone_title)s %(content_kind)s jest gotowy!
pt: Seu próximo %(topic_standalone_title)s %(content_kind)s está pronto!
tr: Khan Academy'deki %(topic_standalone_title)s %(content_kind)s hazır!

source: Your next mastery challenge is waiting for you!
bg: Новото ти майсторско предизвикателство те чака!
da: Din næste ny udfordring venter på dig!
es: ¡Tu siguiente desafío de dominio te está esperando!
fr: Votre nouveau défi de maîtrise vous attend !
ja: 新しいマスタリーチャレンジがあなたを待っています!
nb: Din neste mestrings utfordring venter på deg!
nl: Je volgende meesterschapsuitdaging wacht op jou!
pl: Twoje kolejne wyzwanie mistrzowskie czeka na Ciebie!
pt: Seu próximo desafio está esperando por você!
pt_pt: O teu próximo desafio de perícia está à tua espera!
tr: Sıradaki ustalık bilgi ölçme yarışmanız sizi bekliyor!

source: Your ongoing support means a lot to us. With your help, we can create more educational content, improve our website, and reach even more students around the world.
es: Tu apoyo continuo significa mucho para nosotros. Con tu ayuda, podemos crear más contenido educativo, mejorar nuestro sitio web y llegar a más estudiantes alrededor del mundo.
ja: あなたの定期的なサポートは私達にとって重大な意味を持ちます．あなたの手助けがあって，私達はもっと多くの教材を作成でき，私達のウェブサイトを改善でき，世界中のもっと多くの生徒を助けることができます．
nb: Din regelmessige støtte betyr mye for oss. Med din hjelp kan vi produsere mer pedagogisk innhold, forbedre nettsiden og nå ut til enda flere elever over hele verden.
pl: Twoje aktywne wsparcie wiele dla nas znaczy. Dzięki Twojej pomocy, możemy tworzyć jeszcze więcej treści edukacyjnych, ulepszać naszą stronę, i dotrzeć do większej liczby uczniów na całym świecie.
pt: Seu apoio contínuo significa muito para nós. Com sua ajuda, podemos criar mais conteúdo educativo, melhorar nosso site e atingir ainda mais alunos no mundo todo.
tr: Sizin sürekli desteğiniz bizim için çok önemlidir. Yardımınızla, daha fazla eğitimsel içerik oluşturabiliriz, web sitemizi geliştirebiliriz, ve dünya çapında daha da çok öğrenciye ulaşabiliriz.

source: Your parent has not enabled the ability for you to add additional coaches. You can ask them to change this by logging in to their account and checking the box labeled "Allow other coaches" next to your name on the <a href="/coach/roster">class roster</a> page.
bg: Твоят родител не е позволил да добавяш други учители. Може да го помолиш да промени това, като влезе в личния си профил и постави отметка в квадратчето, обозначено с "Позволи други учители", което се намира до името ти в <a href="/coach/roster">страницата с учебната програма</a>.
da: Din forælder har ikke aktiveret muligheden for at du kan tilføje ekstra vejledere. Du kan bede dem om at ændre dette ved at logge ind på deres konto og markere feltet "Tillad andre vejledere" ud for dit navn på siden <a href="/coach/roster">klasseliste</a>.
es: Tus padres no han habilitado la opción que te permite agregar tutores adicionales. Puedes pedirles que cambien esto ingresando en su cuenta y activando la casilla "Permitir otros tutores" junto a tu nombre en la página de <a href="/coach/roster">lista de la clase</a>.
fr: Vos parents n'ont pas authorisés la possibilité d'ajouter d'autres tuteurs. Vous pouvez leur demander de changer cela en se connectant à leur compte et en cochant la case « Autoriser les autres tuteurs » à côté de votre nom sur la <a href="/coach/roster"> liste de la classe</a> page.
nb: Foreldrene dine har ikke aktivert muligheten for at du kan legge til flere veiledere. Du kan be dem endre dette ved å logge inn på sin konto og huke av boksen merket "Tillat andre veiledere" ved siden av navnet ditt på <a href="/coach/roster">klasselisten</a>.
nl: Jouw ouder heeft je niet de mogelijkheid gegeven om meer coaches toe te voegen. Je kan ze vragen dit te veranderen door in te loggen met hun account en dan "Andere coaches toestaan" aan te vinken naast jouw naam op de pagina van het <a href="/coach/roster">klassenrooster</a>.
pl: Twój rodzic nie zezwolił Ci na dodawanie dodatkowych trenerów. Możesz poprosić go o zmianę, która jest możliwa po zalogowaniu się do jego konta. Musi on zaznaczyć kwadracik, podpisany "Zezwól na innych trenerów" obok Twojego imienia na stronie <a href="/coach/roster">harmonogramu klasy</a>.
pt: Seus pais não habilitaram o recurso para você adicionar outros tutores. Você pode pedir para eles mudarem isso fazendo login na conta deles e selecionando a caixa "Permitir outros tutores" ao lado de seu nome na página <a href="/coach/roster">lista de alunos</a>.
tr: Veliniz ek Eğitmenler eklemeniz için gerekli izinleri vermemiş. Bu izni almak için velinizden kendi hesabıyla oturum açıp, <a href="/coach/roster">sınıf listesi</a> sayfasından adınızın yanındaki "Diğer Eğitmenlere izin ver" kutucuğunu işaretlemesini isteyebilirsiniz.

source: Your parent must log in to change your password.
bg: Родителят ти трябва да влезе, за да смени паролата ти.
da: Dine forældre skal logge ind for at ændre din adgangskode.
es: Alguno de tus padres debe iniciar sesión para poder cambiar tu contraseña.
fr: Votre parent doit se connecter pour changer votre mot de passe.
he: ההורה שלך חייב להתחבר כדי לשנות לך את הסיסמה.
nb: Din forelder må logge inn for å endre ditt passord.
nl: Je ouder moet inloggen om jouw wachtwoord te wijzigen.
pl: Twój rodzic musi zalogować się by zmienić Twoje hasło.
pt: Seu pai/mãe deve fazer login para alterar sua senha.
tr: Şifrenizi değiştirmek için velinizin giriş yapması gerekmektedir.

source: Your parent must log in to delete your account.
bg: Родителят ти трябва да влезе, за да изтрие профила ти.
da: Dine forældre skal logge ind for at slette din konto.
es: Alguno de tus padres debe iniciar sesión para poder borrar tu cuenta.
fr: L'un de vos parents doit se connecter pour supprimer votre compte.
he: ההורה שלך חייב להיכנס כדי למחוק לך את החשבון.
nb: Din forelder må logge inn for å slette din konto.
nl: Je ouder moet inloggen om jouw account te verwijderen.
pl: Twój rodzic musi się zalogować, aby usunąć Twoje konto.
pt: Seu pai/mãe deve fazer login para excluir sua conta.
tr: Hesabınızı iptal etmek için velinizin giriş yapması gerekmektedir.

source: Your parent will continue to be your coach unless you edit your list of coaches from your profile page.
bg: Вашият родител ще продължи да Ви бъде Наставник, докато не редактирате списъка с наставници от страницата с настроки на Вашия профил.
da: Dine forældre vil fortsat være din lærere, medmindre du redigerer din liste over lærere fra din profilside.
es: Tus padres van a continuar siendo tus tutores, a menos que cambies la lista de tutores en tu página de perfil.
fr: Vos parents continueront d'être votre coach, sauf si vous modifiez votre liste de coachs sur votre page de profil.
he: ההורה שלך ימשיך להיות המאמן שלך אלא אם כן אתה תערוך את רישמת המאמנים מדף הפרופיל שלך.
nb: Din forelder vil fortsette å være din veileder med mindre du redigerer listen over veiledere fra din profilside.
nl: Je ouder blijft jouw coach tenzij je jouw lijst met coaches (vanaf je profielpagina) aanpast.
pl: Twój rodzic nadal będzie Twoim trenerem, chyba, że zmienisz swoją listę trenerów na swojej stronie profilu.
pt: Seu pai/mãe continuará sendo seu tutor, a menos que você edite sua lista de tutores em sua página de perfil.
tr: Siz profil sayfanızdan yeni Eğitim Koçları listenizi düzenleyene kadar, Eğitim Koçunuz veliniz olmaya devam edecektir.

source: Your previous fitness tests
da: Din tidligere fitness-test
es: Tus pruebas de aptitud anteriores
fr: Vos épreuves précédentes
nb: Din forrige Hjernetrims-test
nl: Jouw vorige fitnesstest
pl: Twoje poprzednie testy sprawności mózgu
pt: Seus testes de aptidão anteriores
pt_pt: Os teus testes de aptidão anteriores
tr: Geçmiş zindelik testleriniz
