Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: There is only one graph of a parabola that passes through all of the <code>(\color{<var>GREEN</var>}{x}, \color{<var>PINK</var>}{y})</code> points we plotted. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Show me">
da: Der er kun 1 graf for en parabel, der går gennem alle de <code>(\color{<var>GREEN</var>}{x}, \color{<var>PINK</var>}{y})</code>-punkter, vi plottede. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Show me">
es: Solo hay una gráfica de una parábola que pasa por todos los puntos <code>(\color{<var>GREEN</var>}{x}, \color{<var>PINK</var>}{y})</code> que trazamos. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Show me">
fr: Il n'y a qu'une seule courbe de parabole qui passe par tous les <code>(\color{<var>GREEN</var>}{x}, \color{<var>PINK</var>}{y})</code> points représentés. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Démonstration">
nb: Der er kun én graf for en parabel som går gjennom alle de <code>(\color{<var>GREEN</var>}{x}, \color{<var>PINK</var>}{y})</code>-punktene vi plottet. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Show me">
pl: Jest tylko jeden wykres paraboli, który przechodzi przez wszystkie <code>(\color{<var>GREEN</var>}{x}, \color{<var>PINK</var>}{y})</code> punkty, które narysowaliśmy. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Pokaż mi">
pt: Há somente um gráfico de uma parábola que passa por todos os <code>(\color{<var>GREEN</var>}{x}, \color{<var>PINK</var>}{y})</code> pontos que traçamos. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Mostre-me">
tr: Grafiğini çizdiğimiz <code>(\color{<var>GREEN</var>}{x}, \color{<var>PINK</var>}{y})</code> noktalarından geçen yalnızca bir parabol var. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Show me">

source: There is only one graph of a parabola that passes through all three points we found. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Show me">
da: Der er kun 1 graf for en parabel, der går gennem alle de tre punkter, vi fandt. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Show me">
es: Solo hay una gráfica de una parábola que pase por los tres puntos que encontramos. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Show me">
fr: Il n'y a qu'une parabole passant par ces trois points. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Show me">
nb: Der er bare en graf for en parabel som går gjennom alle de tre punktene vi fant. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Show me">
pl: Jest tylko jeden wykres paraboli, która przechodzi przez wszystkie trzy znalezione przez nas punkty. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Show me">
pt: Existe apenas um gráfico de parábola que passa pelos três pontos que encontramos. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Mostre-me">
tr: Bulduğumuz üç noktadan geçen yalnızca bir parabol vardır. <br><input onclick="javascript:KhanUtil.currentGraph.graph.showSolution();" type="button" value="Gösterin">

source: There was a problem loading the changes.
da: Der opstod et problem med indlæsningen af ændringerne.
es: Hubo un problema al cargar los cambios.
fr: Il y avait un problème de chargement des modifications.
nb: Det oppstod et problem under innlasting av endringene.
nl: Er was een probleem bij het laden van de wijzigingen.
pl: Wystąpił problem podczas ładowania zmian.
pt: Ocorreu um problema ao carregar as alterações.
pt_pt: Ocorreu um erro ao carregar as alterações.
tr: Değişiklikler yüklenirken bir hata oluştu.

source: There was an error starting the publish. Please try again.
da: Der opstod en fejl under opstarten af udgivelsen. Prøv venligst igen.
es: Se produjo un error al empezar a publicar. Inténtalo de nuevo.
fr: Il y a eu une erreur au démarrage de la publication. Merci de réessayer.
nb: En feil oppstod under start publisering. Prøv på nytt.
nl: Er was een fout bij starten van het publiceren. Probeer het opnieuw.
pl: Wystąpił błąd podczas rozpoczynania publikowania. Prosimy, spróbuj ponownie.
pt: Ocorreu um erro ao iniciar a publicação. Tente novamente.
pt_pt: Ocorreu um erro ao iniciar a publicação. Por favor, volta a tentar.
tr: Yayınlanma başlatılırken bir hata oluştu. Lütfen tekrar deneyiniz.

source: There was an issue talking to Clever.
es: Hubo un problema al conectarse con Clever.
ja: クレバーと話をするのに問題があります．
nb: Det var et kommunikasjonsproblem med Clever.
nl: Er is een fout opgetreden in de communicatie met Clever.
pl: W komunikacji z Clever wystąpił błąd.
pt: Ocorreu um erro ao tentar se conectar à Clever.
pt_pt: Ocorreu um erro ao estabelecer ligação ao Clever.
tr: Clever'la konuşmada bir sorun ortaya çıktı.

source: There were %(num)s solar panels installed in %(state)s in %(month)s.
fr: %(num)s panneaux solaires ont été installés dans l'état de %(state)s en %(month)s.
nb: Det var %(num)s solcellepaneler installert i %(state)s på %(month)s.
pl: %(num)s paneli słonecznych zainstalowano w %(state)s w %(month)s.
pt: Havia %(num)s painéis solares instalados nos %(state)s em %(month)s.
tr: %(state)s'de %(month)s'da %(num)s güneş paneli kurulmuştur.

source: There were %(num)s solar panels installed in %(state)s last year.
fr: %(num)s panneaux solaires ont été installés dans l'état de %(state)s l'année dernière.
nb: Det var %(num)s solcellepanel installert i %(state)s i fjor.
pl: %(num)s paneli słonecznych zainstalowano w %(state)s w zeszłym roku.
pt: Havia %(num)s painéis solares instalados nos %(state)s no ano passado.
tr: Geçtiğimiz yıl %(state)s'da %(num)s güneş paneli kurulmuştur.

source: There were <code><var>X</var></code> <var>UNIT_1</var> and <code><var>Y</var></code> <var>UNIT_2</var>.
da: Der var <code><var>X</var></code> <var>UNIT_1</var> og <code><var>Y</var></code> <var>UNIT_2</var>.
es: Hay <code><var>X</var></code> <var>UNIT_1</var> y <code><var>Y</var></code> <var>UNIT_2</var>.
fr: Il y avait <code><var>X</var></code> <var>UNIT_1</var> et <code><var>Y</var></code> <var>UNIT_2</var>.
nb: Det var <code><var>X</var></code> <var>UNIT_1</var> og <code><var>Y</var></code> <var>UNIT_2</var>.
pl: Było <code><var>X</var></code> <var>UNIT_1</var> i <code><var>Y</var></code> <var>UNIT_2</var>.
pt: Havia <code><var>X</var></code> <var>UNIT_1</var> e <code><var>Y</var></code> <var>UNIT_2</var>.
tr: <code><var>X</var></code> <var>UNIT_1</var> ve <code><var>Y</var></code> <var>UNIT_2</var> var.

source: There were <code><var>X</var></code> teachers and <code><var>Y</var></code> students on the field trips.
da: Der var <code><var>X</var></code> lærere og <code><var>Y</var></code> elever med på ekskursionerne.
es: Hubo <code><var>X</var></code> profesores y <code><var>Y</var></code> estudiantes en la excursión.
fr: <code><var>X</var></code> professeurs et <code><var>Y</var></code> élèves participaient aux sorties.
nb: Der var <code><var>X</var></code> lærere og <code><var>Y</var></code> elever med på ekskursjonene.
pt: Havia <code><var>X</var></code> professores e <code><var>Y</var></code> alunos nas excursões.
tr: Gezilerde <code><var>X</var></code> öğretmen ve <code><var>Y</var></code> öğrenci vardı.

source: There's a "What's this?" link next to the hint code. If you click that, you'll get an explanation of what it means. <strong>Have you read that?</strong>
da: Der er en "Hvad er dette?" link ved siden af hint-koden. Hvis du klikker på det, vil du få en forklaring af, hvad det betyder. <strong>Har du læst det?</strong>
es: Hay un enlace de "¿Qué es esto?" junto al código de pista. Si haces click en él, obtendrás una explicación de lo que significa. <strong>¿Has leído eso?</strong>
fr: Il y a un lien "Qu'est-ce que c'est que ca?" qui se trouve à côté du bouton indice. Si vous cliquez dessus, vous obtiendrez une définition.<strong>Avez vous lu ceci?</strong>
nb: Det er en "Hva er dette?" lenke ved siden av ledetrådkoden. Hvis du klikker på den får du en forklaring av hva det betyr. <strong>Har du lest det?</strong>
nl: Er is een "Wat is dit?" link naast de hint code. Als je daarop klikt, krijg je een uitleg van wat het betekent. <strong>Heb je dat al gelezen?</strong>
pl: Znajdziesz link "Co to jest?" przy kodzie wskazówki. Jeżeli na niego klikniesz, dostaniesz wyjaśnienie o co chodzi. <strong>Jak udało Ci się to przeczytać?</strong>
pt: Ao lado do código de dica há um link "O que é isso?". Ao clicar nele, você verá uma explicação sobre o que significa. <strong>Você leu?</strong>
tr: İpucu kodunun yanında "Bu nedir?" diye bir bağlantı var. Bunu tıklatırsanız, ne anlama geldiğine ilişkin açıklamaya ulaşacaksınız. <strong>Bunu okudunuz mu?</strong>

source: There's already an account with that email. If it's yours, <a href='%(login_url)s'>log in now</a>
da: Der er allerede en konto med denne e-mail. Hvis det er din <a href='%(login_url)s'>log ind nu</a>
es: Ya hay una cuenta con ese correo electrónico. Si es tuyo, <a href='%(login_url)s'>inicia sesión ahora</a>
fr: Il y a déjà un compte avec cette adresse e-mail. Si c'est le votre, <a href='%(login_url)s'>ouvrez une session maintenant</a>
ja: その電子メイルアドレスと結びつけられたアカウントが既に存在しています．もしそれがあなたのものであれば，<a href='%(login_url)s'>今すぐログインして下さい</a>．
nb: Det finnes allerede en konto med den e-postadressen. Hvis det er din, <a href='%(login_url)s'> Logg på nå</a>
nl: Er is al een account met dat e-mail. Als dat van jouw is, <a href='%(login_url)s'>log nu in</a>
pl: Jest już konto przypisane do tego e-maila. Jeśli jest Twoje, <a href='%(login_url)s'>zaloguj się teraz</a>
pt: Já existe uma conta com esse e-mail. Caso seja seu, <a href='%(login_url)s'>faça login agora</a>
pt_pt: Já existe uma conta associada a este e-mail. Se o e-mail for teu, <a href='%(login_url)s'>inicia sessão</a>
tr: Bu e-posta adresine sahip bir kullanıcımız bulunmaktadır. Eğer bu sizseniz, kayıt olmak yerine<a href='%(login_url)s'>giriş yapmak bölümünü kullanabilirsiniz.</a>

source: There's already an account with that email. If it's yours, log in with Google or Facebook above.
da: Der er allerede en konto med denne e-mail. Hvis det er din, log ind med Google eller Facebook ovenfor.
es: Ya hay una cuenta con ese correo electrónico. Si es tuyo, inicia sesión arriba con Google o Facebook.
fr: Il y a déjà un compte avec cette adresse e-mail. Si c'est le votre, ouvrez une session avec Google ou Facebook ci-dessus.
ja: その電子メイルアドレスと結びつけられたアカウントが既に存在しています．もしそれがあなたのものであれば，上の Google か Facebook のアカウントでログインして下さい．
nb: Det finnes allerede en konto med den e-postadressen. Hvis det er din, logg på med Google- eller Facebook ovenfor.
nl: Er is al een account met dat e-mail. Als die van jouw is, log dan boven in met Google of Facebook.
pl: Jest już konto przypisane do tego adresu e-mail. Jeśli jest Twoje, zaloguj się przez Google lub Facebooka powyżej.
pt: Já existe uma conta com esse e-mail. Caso seja seu, faça login com o Google ou o Facebook acima.
pt_pt: Já existe uma conta associada a este e-mail. Se essa conta for tua, inicia sessão com o Google ou com o Facebook.
tr: Bu e-posta adresine sahip bir kullanıcımız bulunmaktadır. Eğer bu sizseniz, Google veya Facebook ile giriş yapabilirsini

source: There's an "Oh Noes!" message, and I can't get it to go away.
da: Der er en "Åh Nej!"-besked, og jeg kan ikke få den til at gå væk.
es: Hay un mensaje de "¡Chin!" y no puedo hacer que se vaya.
fr: Il y a un message « Oh non! », et je n'arrive pas à l'arrêter.
nb: Det er en "Å nei!"-melding, og jeg får den ikke bort.
nl: Er is een "Oh Noes!"-bericht, en ik krijg het niet weg.
pl: Nie mogę zlikwidować komunikatu "O nie!".
pt: Não consigo eliminar a mensagem "Ah, não!".
tr: 'Yoo, hayır!' diye bir mesaj var, ve bu mesajı yok edemiyorum.

source: There, in the "Add a coach" field, enter the class code
es: Ahí, en el campo "Agregar un tutor", ingresa el código de la clase
ja: そこの "コーチを加える" のフィールドにクラスコードを入力します
nb: Der, i "Legg til lærer" feltet, kan du skrive inn en klassekode
nl: Voer in het veld 'Voeg een coach toe' de klascode toe
pl: Tam, w polu "Dodaj trenera", wpisać kod klasy
pt: No campo "Adicionar um tutor", digite o código da turma
pt_pt: Cliquem em "Entrar na turma" depois de digitarem o código:
tr: Orada "Eğitmen ekle" alanına sınıf kodunu girin:

source: There, you can delete your off-topic posts.
da: Sådan, du kan slette din irrelevante indlæg.
es: Ahí puedes eliminar tus mensajes que están fuera de tema.
fr: Ici, vous pourrez supprimer vos messages hors-sujet.
ja: そこで，関係のないトピックのポストを消去できます．
nb: Du kan slette dine innlegg.
nl: Daar kun je je posts verwijderen die niet bij dit onderwerp horen.
pl: Tutaj możesz usunąć posty nie na temat.
pt: Você pode excluir suas publicações fora do tema ali.
pt_pt: Lá, poderá apagar as suas mensagens desenquadradas.
tr: Buradan konu dışı bildirimleri silebilirsiniz.

source: Therefore
da: Derfor
es: Por lo tanto
fr: Donc
nb: Derfor
pl: Zatem
pt: Portanto
tr: Bu nedenle

source: Therefore <code> <span data-if="RAND_SWITCH3 === 1">\blue{\angle{CHG}}</span> <span data-else="">\blue{\angle{DHE}}</span> = 180 ^\circ - \purple{<var>ANGLE_3</var>^\circ}</code>.
hi: इसलिए <code> <span data-if="RAND_SWITCH3 === 1">\blue{\angle{CHG}}</span> <span data-else="">\blue{\angle{DHE}}</span> = 180 ^\circ - \purple{<var>ANGLE_3</var>^\circ}</code>।
nl: Daarom <code> <span data-if="RAND_SWITCH3 === 1">\blue{\angle{CHG}}</span> <span data-else="">\blue{\angle{DHE}}</span> = 180 ^\circ - \purple{<var>ANGLE_3</var>^\circ}</code>.
pl: Dlatego <code> <span data-if="RAND_SWITCH3 === 1">\blue{\angle{CHG}}</span> <span data-else="">\blue{\angle{DHE}}</span> = 180 ^\circ - \purple{<var>ANGLE_3</var>^\circ}</code>.
pt: Portanto, <code> <span data-if="RAND_SWITCH3 === 1">\blue{\angle{CHG}}</span> <span data-else="">\blue{\angle{DHE}}</span> = 180 ^\circ - \purple{<var>ANGLE_3</var>^\circ}</code>.
tr: Bu nedenle, <code> <span data-if="RAND_SWITCH3 === 1">\blue{\angle{CHG}}</span> <span data-else="">\blue{\angle{DHE}}</span> = 180 ^\circ - \purple{<var>ANGLE_3</var>^\circ}</code>.

source: Therefore <code><var>DOMAIN[0]</var> \leq \theta \leq <var>DOMAIN[1]</var></code>.
es: Por lo tanto <code><var>DOMAIN[0]</var> \leq \theta \leq <var>DOMAIN[1]</var></code>.
fr: Donc <code><var>DOMAIN[0]</var> \leq \theta \leq <var>DOMAIN[1]</var></code>
pt: Portanto <code><var>DOMAIN[0]</var> \leq \theta \leq <var>DOMAIN[1]</var></code>.
tr: Bu nedenle, <code><var>DOMAIN[0]</var> \leq \theta \leq <var>DOMAIN[1]</var></code>.

source: Therefore <code><var>VOL</var> = <var>FRACTIONS[0]</var> \cdot <var>FRACTIONS[2]</var> \cdot x</code>.
fr: Donc, <code><var>VOL</var> = <var>FRACTIONS[0]</var> \cdot <var>FRACTIONS[2]</var> \cdot x</code>.
nb: Derfor <code><var>VOL</var> = <var>FRACTIONS[0]</var> \cdot <var>FRACTIONS[2]</var> \cdot x</code>.
pl: Tak więc <code><var>VOL</var> = <var>FRACTIONS[0]</var> \cdot <var>FRACTIONS[2]</var> \cdot x</code>.
pt: Portanto <code><var>VOL</var> = <var>FRACTIONS[0]</var> \cdot <var>FRACTIONS[2]</var> \cdot x</code>.
tr: Bu nedenle, <code><var>VOL</var> = <var>FRACTIONS[0]</var> \cdot <var>FRACTIONS[2]</var> \cdot x</code>.

source: Therefore <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>} <var>SOLUTION</var> \dfrac{<var>I_NUM</var>}{<var>I_DENOM</var>}</code>
es: Por lo tanto <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>} <var>SOLUTION</var> \dfrac{<var>I_NUM</var>}{<var>I_DENOM</var>}</code>
fr: C'est pourquoi <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>} <var>SOLUTION</var> \dfrac{<var>I_NUM</var>}{<var>I_DENOM</var>}</code>
nb: Derfor <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>} <var>SOLUTION</var> \dfrac{<var>I_NUM</var>}{<var>I_DENOM</var>}</code>
pl: A więc <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>} <var>SOLUTION</var> \dfrac{<var>I_NUM</var>}{<var>I_DENOM</var>}</code>
pt: Portanto <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>} <var>SOLUTION</var> \dfrac{<var>I_NUM</var>}{<var>I_DENOM</var>}</code>.
tr: Bu nedenle, <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>} <var>SOLUTION</var> \dfrac{<var>I_NUM</var>}{<var>I_DENOM</var>}</code>

source: Therefore <code>AD</code> is the bisector of <code>\angle CAB</code>
es: Por lo tanto, <code>AD</code> es la bisectriz de <code>\angle CAB</code>
pl: Dlatego <code>AD</code> jest dwusieczną <code>\angle CAB</code>
pt: Portanto, <code>AD</code> é a bissetriz do <code>\angle CAB</code>
tr: Bu nedenle, <code>AD</code> , <code>\angle CAB</code>'nin açıortayıdır.

source: Therefore <code>\blue{\angle{CHE}} = \purple{\angle{BHD}} = <var>ANGLE_3</var>^\circ</code>.
hi: इसलि <code>\blue{\angle{CHE}} = \purple{\angle{BHD}} = <var>ANGLE_3</var>^\circ</code>।
nl: Daarom <code>\blue{\angle{CHE}} = \purple{\angle{BHD}} = <var>ANGLE_3</var>^\circ</code>.
pl: Dlatego <code>\blue{\angle{CHE}} = \purple{\angle{BHD}} = <var>ANGLE_3</var>^\circ</code>.
pt: Portanto, <code>\blue{\angle{CHE}} = \purple{\angle{BHD}} = <var>ANGLE_3</var>^\circ</code>.
tr: Bu nedenle, <code>\blue{\angle{CHE}} = \purple{\angle{BHD}} = <var>ANGLE_3</var>^\circ</code>.

source: Therefore <code>\blue{\angle{CHF}} = \purple{\angle{AGH}}</code>.
hi: इसलिए <code>\blue{\angle{CHF}} = \purple{\angle{AGH}}</code>।
nl: Daarom <code>\blue{\angle{CHF}} = \purple{\angle{AGH}}</code>.
pl: Dlatego <code>\blue{\angle{CHF}} = \purple{\angle{AGH}}</code>.
pt: Portanto, <code>\blue{\angle{CHF}} = \purple{\angle{AGH}}</code>.
tr: Bu nedenle, <code>\blue{\angle{CHF}} = \purple{\angle{AGH}}</code>.

source: Therefore <code>\blue{\angle{GHD}} = \green{\angle{EGB}}</code>.
hi: इसलिए <code>\blue{\angle{GHD}} = \green{\angle{EGB}}</code>।
nl: Daarom <code>\blue{\angle{GHD}} = \green{\angle{EGB}}</code>.
pl: Dlatego <code>\blue{\angle{GHD}} = \green{\angle{EGB}}</code>.
pt: Portanto, <code>\blue{\angle{GHD}} = \green{\angle{EGB}}</code>.
tr: Bu nedenle, <code>\blue{\angle{GHD}} = \green{\angle{EGB}}</code>.

source: Therefore <code>\blue{\angle{GHD}} = \green{\purple{AGH}}</code>.
hi: इसलिए <code>\blue{\angle{GHD}} = \green{\purple{AGH}}</code>।
nl: Daarom <code>\blue{\angle{GHD}} = \green{\purple{AGH}}</code>.
pl: Dlatego <code>\blue{\angle{GHD}} = \green{\purple{AGH}}</code>.
pt: Portanto, <code>\blue{\angle{GHD}} = \green{\purple{AGH}}</code>.
tr: Bu nedenle, <code>\blue{\angle{GHD}} = \green{\purple{AGH}}</code>.

source: Therefore <code>\blue{\angle{GHD}} = \purple{\angle{AGH}}</code>.
hi: इसलिए <code>\blue{\angle{GHD}} = \purple{\angle{AGH}}</code>।
nl: Daarom <code>\blue{\angle{GHD}} = \purple{\angle{AGH}}</code>.
pl: Dlatego <code>\blue{\angle{GHD}} = \purple{\angle{AGH}}</code>.
pt: Portanto, <code>\blue{\angle{GHD}} = \purple{\angle{AGH}}</code>.
tr: Bu nedenle, <code>\blue{\angle{GHD}} = \purple{\angle{AGH}}</code>.

source: Therefore <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> <var>COMPARISON</var> <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code>.
es: Por lo tanto <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> <var>COMPARISON</var> <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code>.
fr: C'est pourquoi <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> <var>COMPARISON</var> <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code>.
nb: Derfor <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> <var>COMPARISON</var> <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code>.
pl: A więc <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> <var>COMPARISON</var> <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code>.
pt: Portanto <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> <var>COMPARISON</var> <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code>.
tr: Bu nedenle, <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> <var>COMPARISON</var> <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code>.

source: Therefore <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
da: Derfor <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
es: Por lo tanto <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
fr: Donc, <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
nb: Derfor <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
nl: Dus <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
pl: A więc <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
pt: Portanto, <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.
tr: Bu nedenle <code>\large{<var>N1</var> &gt; <var>N2</var>}</code>.

source: Therefore <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
da: Derfor <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
es: Por lo tanto <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
fr: Donc, <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
nb: Derfor <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
nl: Dus <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
pl: A więc <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
pt: Portanto, <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.
tr: Bu nedenle <code>\large{<var>N1</var> &lt; <var>N2</var>}</code>.

source: Therefore <code>\large{<var>N1</var> = <var>N2</var>}</code>.
es: Por tanto <code>\large{<var>N1</var> = <var>N2</var>}</code>.
fr: Donc, <code>\large{<var>N1</var> = <var>N2</var>}</code>.
nb: Derfor <code>\large{<var>N1</var> = <var>N2</var>}</code>.
nl: Dus <code>\large{<var>N1</var> = <var>N2</var>}</code>.
pl: Zatem <code>\large{<var>N1</var> = <var>N2</var>}</code>.
pt: Portanto, <code>\large{<var>N1</var> = <var>N2</var>}</code>.
tr: Bu nedenle, <code>\large{<var>N1</var> = <var>N2</var>}</code>.

source: Therefore <code>\large{<var>N1</var>} <var>SOLUTION</var> \large{<var>N2</var>}</code>.
da: Derfor <code>\large{<var>N1</var>} <var>SOLUTION</var> \large{<var>N2</var>}</code>.
es: Por lo tanto <code>\large{<var>N1</var>} <var>SOLUTION</var> \large{<var>N2</var>}</code>.
fr: Par conséquent, <code>\large{<var>N1</var>} <var>SOLUTION</var> \large{<var>N2</var>}</code>.
nb: Derfor <code>\large{<var>N1</var>} <var>SOLUTION</var> \large{<var>N2</var>}</code>.
nl: Dus <code>\large{<var>N1</var>} <var>SOLUTION</var> \large{<var>N2</var>}</code>.
pl: Zatem <code>\large{<var>N1</var>} <var>SOLUTION</var> \large{<var>N2</var>}</code>.
pt: Portanto, <code>\large{<var>N1</var>} <var>SOLUTION</var> \large{<var>N2</var>}</code>.
tr: Bu nedenle, <code>\large{<var>N1</var>} <var>SOLUTION</var> \large{<var>N2</var>}</code>.

source: Therefore <code>\purple{\angle{AGH}} = 180^\circ - \green{<var>Y</var>^\circ} = <var>X</var>^\circ</code>.
hi: इसलिए <code>\purple{\angle{AGH}} = 180^\circ - \green{<var>Y</var>^\circ} = <var>X</var>^\circ</code>।
nl: Daarom <code>\purple{\angle{AGH}} = 180^\circ - \green{<var>Y</var>^\circ} = <var>X</var>^\circ</code>.
pl: Dlatego <code>\purple{\angle{AGH}} = 180^\circ - \green{<var>Y</var>^\circ} = <var>X</var>^\circ</code>.
pt: Portanto, <code>\purple{\angle{AGH}} = 180^\circ - \green{<var>Y</var>^\circ} = <var>X</var>^\circ</code>.
tr: Bu nedenle, <code>\purple{\angle{AGH}} = 180^\circ - \green{<var>Y</var>^\circ} = <var>X</var>^\circ</code>.
