Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Therefore, the only solution is <code>x = <var>A</var></code>.
da: Derfor er den eneste løsning <code>x = <var>A</var></code>.
es: Por lo tanto, la única solución es <code>x = <var>A</var></code>.
fr: Donc, la seule solution est <code>x = <var>A</var></code>.
nb: Derfor er den eneste løsning <code>x = <var>A</var></code>.
pl: Tak więc jedynym rozwiązaniem jest <code>x = <var>A</var></code>.
pt: Portanto, a única solução é <code>x = <var>A</var></code>.
tr: Bu nedenle, tek çözüm <code>x = <var>A</var></code>.

source: Therefore, the only solution is <code>x = <var>B</var></code>.
da: Derfor er den eneste løsning <code>x = <var>B</var></code>.
es: Por lo tanto, la única solución es <code>x = <var>B</var></code>.
fr: Donc, la seule solution est <code>x = <var>B</var></code>.
nb: Derfor er den eneste løsning <code>x = <var>B</var></code>.
pl: Tak więc jedynym rozwiązaniem jest <code>x = <var>B</var></code>.
pt: Portanto, a única solução é <code>x = <var>B</var></code>.
tr: Bu nedenle, tek çözüm <code>x = <var>B</var></code>.

source: Therefore, the ratio <code>\overline{AB} : \overline{BC}</code> is equal to the ratio <code>\overline{AD} : \overline{DE}</code>.
es: Por lo tanto, la razón <code>\overline{AB} : \overline{BC}</code> es igual a la razón <code>\overline{AD} : \overline{DE}</code>.
nb: Derfor er forholdet <code>\overline{AB} : \overline{BC}</code> lik forholdet <code>\overline{AD} : \overline{DE}</code>.
pl: Dlatego, stosunek <code>\overline{AB} : \overline{BC}</code> jest równy stosunkowi <code>\overline{AD} : \overline{DE}</code>.
pt: Portanto, a razão <code>\overline{AB} : \overline{BC}</code> é igual à razão <code>\overline{AD} : \overline{DE}</code>.
tr: Bu nedenle, <code>\overline{AB} : \overline{BC}</code> oranı, <code>\overline{AD} : \overline{DE}</code> oranına eşittir.

source: Therefore, the second term is equal to <code>a_2 = <var>A</var> + <var>D</var> = <var>A + D</var></code>.
es: Por lo tanto, el segundo término es igual a <code>a_2 = <var>A</var> + <var>D</var> = <var>A + D</var></code>.
fr: Donc, le second terme est égal à <code>a_2 = <var>A</var> + <var>D</var> = <var>A + D</var></code>.
pt: Portanto, o segundo termo é igual a <code>a_2 = <var>A</var> + <var>D</var> = <var>A + D</var></code>.
tr: Bu nedenle, ikinci terim eşittir <code>a_2 = <var>A</var> + <var>D</var> = <var>A + D</var></code>.

source: Therefore, the second term is equal to <code>a_2 = <var>TERMS_TEX[0]</var> \cdot <var>R_TEX</var> = <var>TERMS_TEX[1]</var></code>.
es: Por lo tanto, el segundo término es igual a <code>a_2 = <var>TERMS_TEX[0]</var> \cdot <var>R_TEX</var> = <var>TERMS_TEX[1]</var></code>.
fr: Donc, le deuxième terme est égal à <code>a_2 = <var>TERMS_TEX[0]</var> \cdot <var>R_TEX</var> = <var>TERMS_TEX[1]</var></code>.
pt: Portanto, o segundo termo é igual a <code>a_2 = <var>TERMS_TEX[0]</var> \cdot <var>R_TEX</var> = <var>TERMS_TEX[1]</var></code>.
tr: Bu nedenle, ikinci terim eşittir <code>a_2 = <var>TERMS_TEX[0]</var> \cdot <var>R_TEX</var> = <var>TERMS_TEX[1]</var></code>.

source: Therefore, the second term is equal to <code>a_2 = a_1 + <var>D</var> = <var>A</var> + <var>D</var> = <var>A + D</var></code>.
es: Por lo tanto el segundo término es igual a <code>a_2 = a_1 + <var>D</var> = <var>A</var> + <var>D</var> = <var>A + D</var></code>.
fr: Donc le deuxième terme est égal à <code>a_2 = a_1 + <var>D</var> = <var>A</var> + <var>D</var> = <var>A + D</var></code>.
pt: Portanto, o segundo termo é igual a <code>a_2 = a_1 + <var>D</var> = <var>A</var> + <var>D</var> = <var>A + D</var></code>.
tr: Bu nedenle, ikinci terim eşittir <code>a_2 = a_1 + <var>D</var> = <var>A</var> + <var>D</var> = <var>A + D</var></code>.

source: Therefore, the solution is:
da: Løsningen er derfor:
es: Por lo tanto, la solución es:
fr: Donc, la solution est :
nb: Derfor er løsningen:
pl: W związku z tym rozwiązaniem jest:
pt: Sendo assim, a solução é:
tr: Bu nedenle, çözüm:

source: Therefore, the space between each pair of tick marks is <code><var>2 * SCALE</var> / 2 = <var>SCALE</var></code>
da: Afstanden mellem hvert par af aksemærker er derfor <code><var>2 * SCALE</var> / 2 = <var>SCALE</var></code>
es: Por lo tanto, el espacio entre cada par de marcas es <code><var>2 * SCALE</var> / 2 = <var>SCALE</var></code>
fr: Donc, le pas de la graduation est égal à <code><var>2 * SCALE</var> / 2 = <var>SCALE</var></code>
nb: Avstanden mellom hvert par av inndeling er derfor <code><var>2 * SCALE</var> / 2 = <var>SCALE</var></code>
nl: De ruimte tussen elk paar maatstreepjes is dus <code><var>2 * SCALE</var> / 2 = <var>SCALE</var></code>
pl: Zatem odległość pomiędzy dwoma sąsiadującymi znacznikami wynosi <code><var>2 * SCALE</var> / 2 = <var>SCALE</var></code>
pt: Portanto, o espaço entre cada par de marcas é <code><var>2 * SCALE</var> / 2 = <var>SCALE</var></code>
tr: Bu nedenle, bir çift çentiğin arasındaki uzaklık, <code><var>2 * SCALE</var> / 2 = <var>SCALE</var></code>

source: Therefore, the sum of the exterior angles is <code>360^{\circ}</code>.
es: Por lo tanto, la suma de los ángulos exteriores es <code>360^{\circ}</code>.
fr: Donc, la somme des angles extérieurs est égale à <code>360^{\circ}</code>.
pl: Zatem suma kątów zewnętrznych wynosi <code>360^{\circ}</code>.
pt: Portanto, a soma dos ângulos externos é <code>360^{\circ}</code>.
tr: Bu nedenle, dış açıların toplamı, <code>360^{\circ}</code>.

source: Therefore, the sum of the first <code><var>N</var></code> terms is
es: Por lo tanto, la suma de los primeros <code><var>N</var></code> términos es
fr: Donc, la somme des <code><var>N</var></code> premiers termes est
pt: Portanto, a soma dos primeiros <code><var>N</var></code> termos é
tr: Böylece, serinin ilk <code><var>N</var></code> teriminin toplamı,

source: Therefore, the two points where the compasses intersect are <code>120^{\circ}</code> apart, and <code>120^{\circ}</code> from the opposite end of the diameter. Joining these points therefore forms an equilateral triangle.
es: Por lo tanto, los dos puntos donde se intersectan los compases están a <code>120^{\circ}</code> de separación, y a <code>120^{\circ}</code> del extremo opuesto del diámetro. Por lo tanto, al unir estos puntos, se forma un triángulo equilátero.
fr: Donc, les deux points où les cercles se rencontrent sont à <code>120^{\circ}</code> l'un de l'autre et à <code>120^{\circ}</code> de l'extrémité opposée du diamètre. En reliant ces points, on obtient un triangle équilatéral.
pt: Portanto, os dois pontos em que as circunferências se cruzam estão a <code>120^{\circ}</code> de distância entre si, e a <code>120^{\circ}</code> da extremidade oposta do diâmetro. Logo, a junção desses pontos forma um triângulo equilátero.
tr: Bu nedenle, pergellerin kesiştiği iki nokta <code>120^{\circ}</code> uzaktadır, ve çapın diğer uzundan <code>120^{\circ}</code>'dedir. Bu yüzden, bu noktaları birleştirince, eşkenar bir üçgen elde ederiz.

source: Therefore, the vertex of the parabola is at <code>y = <var>PRETTY_Y1</var></code>. The focus and directrix should be an equal distance above and below this value.
es: Por lo tanto, el vértice de la parábola está en <code>y = <var>PRETTY_Y1</var></code>. El foco y la directrz deberían estar a una distancia igual por arriba y por abajo de este valor.
fr: Donc, l'ordonnée du foyer de la parabole est <code>y = <var>PRETTY_Y1</var></code>. Le foyer et la directrice doivent être à égale distance au-dessus et en-dessous de cette valeur.
pt: Assim, o vértice da parábola está em <code>y = <var>PRETTY_Y1</var></code>. O foco e a diretriz devem estar em uma mesma distância acima e abaixo desse valor.
tr: Bu nedenle, parabolün tepe noktası, <code>y = <var>PRETTY_Y1</var></code>'dedir. Odak noktası ve doğrultman, bu değerin aynı uzaklık üstünde ve altındadır.

source: Therefore, to find <code>\red{g(x)}</code> you can find <code>\blue{f(x)}</code> and add <code><var>abs(Y_SHIFT)</var></code>.
es: Por lo tanto, para hallar <code>\red{g(x)}</code> puedes hallar <code>\blue{f(x)}</code> y sumar <code><var>abs(Y_SHIFT)</var></code>.
fr: Par conséquent, <code>\red{g(x)}</code> est égal à <code>\blue{f(x)}</code> plus <code><var>abs(Y_SHIFT)</var></code>.
pt: Portanto, para encontrar <code>\red{g(x)}</code> você pode encontrar <code>\blue{f(x)}</code> e somar <code><var>abs(Y_SHIFT)</var></code>.
tr: Bu nedenle, <code>\red{g(x)}</code>'i bulmak için, <code>\blue{f(x)}</code>'i bulup, <code><var>abs(Y_SHIFT)</var></code> toplayabiliriz.

source: Therefore, to find <code>\red{g(x)}</code> you can find <code>\blue{f(x)}</code> and subtract <code><var>abs(Y_SHIFT)</var></code>.
es: Por lo tanto, para hallar <code>\red{g(x)}</code> puedes hallar <code>\blue{f(x)}</code> y restar <code><var>abs(Y_SHIFT)</var></code>.
fr: Par conséquent, <code>\red{g(x)}</code> est égal à <code>\blue{f(x)}</code> moins <code><var>abs(Y_SHIFT)</var></code>.
pt: Portanto, para encontrar <code>\red{g(x)}</code> você pode encontrar <code>\blue{f(x)}</code> e subtrair <code><var>abs(Y_SHIFT)</var></code>.
tr: Bu nedenle, <code>\red{g(x)}</code>'i bulmak için, <code>\blue{f(x)}</code>'i bulup, <code><var>abs(Y_SHIFT)</var></code> çıkarabiliriz.

source: Therefore, we can set up equivalent proportions and solve for <code><var>X</var></code>.
es: Por lo tanto, podemos establecer proporciones equivalente y resolver para <code><var>X</var></code>.
fr: Donc, on peut écrire que les rapports entre les longueurs des côtés sont égaux et calculer <code><var>X</var></code>.
pl: W związku z tym możemy zapisać równoważne proporcje i obliczyć <code><var>X</var></code>.
pt: Portanto, podemos determinar proporções equivalentes e encontrar o valor de <code><var>X</var></code>.
tr: Bu nedenle orantılar oluşturup <code><var>X</var></code>'i bulabiliriz.

source: Therefore, we know <code><var>SOLUTION</var></code> lies between <code>\green{<var>SOLUTION_WHOLE</var>}</code> and <code>\green{<var>SOLUTION_WHOLE + (SOLUTION &gt; 0 ? 1 : -1)</var>}</code> on the number line.
es: Por lo tanto, sabemos que <code><var>SOLUTION</var></code> se encuentra entre <code>\green{<var>SOLUTION_WHOLE</var>}</code> y <code>\green{<var>SOLUTION_WHOLE + (SOLUTION &gt; 0 ? 1 : -1)</var>}</code> en la recta numérica.
fr: On en déduit que <code><var>SOLUTION</var></code> se trouve entre <code>\green{<var>SOLUTION_WHOLE</var>}</code> et <code>\green{<var>SOLUTION_WHOLE + (SOLUTION &gt; 0 ? 1 : -1)</var>}</code>.
nb: Vi vet derfor at <code><var>SOLUTION</var></code> ligger mellom <code>\green{<var>SOLUTION_WHOLE</var>}</code> og <code>\green{<var>SOLUTION_WHOLE + (SOLUTION &gt; 0 ? 1 : -1)</var>}</code> på tallinjen.
nl: Daarom weten we dat <code><var>SOLUTION</var></code> tussen <code>\green{<var>SOLUTION_WHOLE</var>}</code> en <code>\green{<var>SOLUTION_WHOLE + (SOLUTION &gt; 0 ? 1 : -1)</var>}</code> op de getallenlijn ligt.
pl: A więc wiemy, że <code><var>SOLUTION</var></code> znajduje się pomiędzy <code>\green{<var>SOLUTION_WHOLE</var>}</code> i <code>\green{<var>SOLUTION_WHOLE + (SOLUTION &gt; 0 ? 1 : -1)</var>}</code> na osi liczbowej.
pt: Portanto, sabemos que <code><var>SOLUTION</var></code> está entre <code>\green{<var>SOLUTION_WHOLE</var>}</code> e <code>\green{<var>SOLUTION_WHOLE + (SOLUTION &gt; 0 ? 1 : -1)</var>}</code> na reta numérica.
tr: Bu nedenle, <code><var>SOLUTION</var></code>'in sayı doğrusunda <code>\green{<var>SOLUTION_WHOLE</var>}</code> ve <code>\green{<var>SOLUTION_WHOLE + (SOLUTION &gt; 0 ? 1 : -1)</var>}</code> arasında olduğunu biliyoruz.

source: Therefore, we need <code><var>NUM - 1</var></code> cuts to make <code><var>NUM</var></code> slices.
es: Por lo tanto, necesitamos <code><var>NUM - 1</var></code> cortes para hacer <code><var>NUM</var></code> rebanadas.
fr: Donc, on a besoin de <code><var>NUM - 1</var></code> coupures pour faire <code><var>NUM</var></code> tranches.
hi: अतःहमें <code><var>NUM</var></code> टुकड़े बनाने के लिए <code><var>NUM - 1</var></code> काट लगाने होंगे।
nb: Derfor må <code><var>NUM - 1</var></code> kutt lage <code><var>NUM</var></code> biter.
nl: We moeten dus <code><var>NUM - 1</var></code> keer snijden om <code><var>NUM</var></code> sneetjes brood te krijgen.
pl: Zatem potrzebujemy <code><var>NUM - 1</var></code> cięć, aby otrzymać <code><var>NUM</var></code> kawałki/ów.
pt: Portanto, precisamos de <code><var>NUM - 1</var></code> cortes para ter <code><var>NUM</var></code> fatias.
tr: Bu nedenle, <code><var>NUM</var></code> dilim olması için <code><var>NUM - 1</var></code> kez kesmeliyiz.

source: Therefore, we want to find the value <code>y</code> such that <code><var>BASE</var>^{y} = <var>NUM_STR</var></code>.
da: Derfor vil vi gerne finde værdien <code>y</code>, så <code><var>BASE</var>^{y} = <var>NUM_STR</var></code>.
es: Por tanto, queremos encontrar el valor <code>y</code> tal que <code><var>BASE</var>^{y} = <var>NUM_STR</var></code>.
fr: Donc, on cherche la valeur de <code>y</code> telle que <code><var>BASE</var>^{y} = <var>NUM_STR</var></code>.
nb: Derfor vil vi gjerne finne verdien <code>y</code>, så <code><var>BASE</var>^{y} = <var>NUM_STR</var></code>.
pt: Portanto, queremos encontrar o valor de <code>y</code> para que <code><var>BASE</var>^{y} = <var>NUM_STR</var></code>.
tr: Bu nedenle, <code><var>BASE</var>^{y} = <var>NUM_STR</var></code> için <code>y</code> değerini bulmak istiyoruz.

source: Therefore:
fr: Donc :
nb: Derfor:
nl: Dus:
pl: Dlatego też:
pt: Portanto:
tr: Bu nedenle:

source: Therefore:<br> <code>\qquad i ^ 4 = (\blue{i ^ 2}) ^ 2 = (\pink{-1}) ^ 2 = 1</code>
es: Por lo tanto:<br> <code>\qquad i ^ 4 = (\blue{i ^ 2}) ^ 2 = (\pink{-1}) ^ 2 = 1</code>
fr: Donc,<br> <code>\qquad i ^ 4 = (\blue{i ^ 2}) ^ 2 = (\pink{-1}) ^ 2 = 1</code>
pt: Portanto:<br> <code>\qquad i ^ 4 = (\blue{i ^ 2}) ^ 2 = (\pink{-1}) ^ 2 = 1</code>
tr: Bu nedenle: <br> <code>\qquad i ^ 4 = (\blue{i ^ 2}) ^ 2 = (\pink{-1}) ^ 2 = 1</code>

source: These addresses could not be invited:
da: Disse adresser kunne ikke inviteres:
es: No se pudo invitar a estas direcciones:
fr: Ces adresses n'ont pas pu être invitées :
ja: このアドレスを招待することはできません:
nb: Disse adressene kunne ikke bli invitert:
nl: Deze adressen konden niet uitgenodigd worden:
pl: Te adresy nie mogą zostać zaproszone:
pt: Não foi possível convidar esses endereços:
pt_pt: Não foi possível enviar os convites a:
tr: Bu adresler davet edilememiştir:

source: These changes are already selected because of one other selection you made.
da: Disse ændringer er allerede valgt på grund af et andet valg, som du foretog.
es: Estos cambios ya están seleccionados a causa de otra selección que hiciste.
fr: Ces modifications ont déjà été sélectionnées.
nb: Disse endringene er allerede valgt på grunn av et annet valg du har gjort.
nl: Deze wijzigingen zijn reeds geselecteerd door een andere selectie die je maakte.
pl: Te zmiany zostały już wybrane przy innym wyborze, którego dokonałeś.
pt: Essas alterações já estão selecionadas devido a alguma outra seleção que você fez.
pt_pt: Estas alterações já estão selecionadas por causa de outra seleção que fez.

source: These example spreadsheets are mentioned in some Khan Academy videos. Download and work with them while watching.
da: Disse eksempler på regneark er nævnt i nogle Khan Academy videoer. Download og arbejd med dem, mens du ser videoerne.
es: Estas hojas de cálculo de ejemplo son mencionadas en algunos videos de Khan Academy, Descárgalas y trabaja con ellas mientras ves los videos.
fr: Ces exemples de tableaux sont mentionnés dans quelques vidéos de la Khan Academy. Téléchargez-les et travaillez avec pendant que vous regardez des vidéos.
ja: これらの例としてのスプレッドシートはカーンアカデミーのビデオで参照されているものです．ダウンロードしてビデオを見ながらご利用下さい．
nb: Disse eksempel-regneark er nevnt i noen Khan akademi videoer. Last ned og arbeide med dem mens du ser på.
nl: Deze voorbeeldspreadsheets worden genoemd in een aantal Khan Academy videos. Download ze en werk ermee tijdens het kijken.
pl: Te przykładowe arkusze kalkulacyjne są omawiane podczas niektórych filmów Khan Academy. Pobierz je i pracuj z nimi podczas oglądania.
pt: Essas planilhas com exemplos são mencionadas em alguns dos vídeos da Khan Academy. Faça o download e trabalhe com elas enquanto assiste aos vídeos.
pt_pt: Estas folhas de cálculo com exemplos são mencionados em alguns vídeos da Khan Academy. Descarrega e trabalha com elas enquanto vês os vídeos.
tr: Khan Academy videolarının bazılarında burada yer alan hesaplama tablolarından bahsedilmektedir. Eğer isterseniz videoyu izlerken buradaki dosyayı açarak kullanabilirsiniz.

source: These give you an easy way to log in. We'll never post without your permission.
bg: Тези Ви осигуряват лесно влизане. Никога няма да публикуваме от Ваше име без Ваше разрешение.
da: Disse giver dig en nem måde at logge ind. Vi skriver aldrig uden din tilladelse.
es: Estas opciones te permiten iniciar sesión fácilmente. Nunca publicaremos nada sin tu permiso.
fr: C'est un moyen facile d'ouvrir une session. Nous ne publierons jamais quoi que ce soit sans votre permission.
he: אנו מאפשרים לכם התחברות נוחה דרך גוגל או פייסבוק. לעולם לא נפרסם דבר בשמכם ברשתות אלו.
ja: これによってあなたは簡単にログインすることができます．私達はあなたの許可なしにはけしてこれを投稿することはありません．
nb: Disse gir deg en enkel måte å logge inn. Vi vil aldri legge ut innlegg uten din tillatelse.
nl: Deze opties geven je een gemakkelijke manier om aan te melden. We zullen nooit iets plaatsen zonder toestemming.
pl: W ten sposób możesz bardzo łatwo się zalogować. Nigdy nie będziemy wysyłać Ci wiadomości bez Twojej zgody.
pt: Oferecem-lhe uma maneira fácil de fazer o login. Nunca vamos publicar sem sua permissão.
pt_pt: Estas são as formas mais fáceis de criar conta e iniciar sessão. Não será publicado qualquer conteúdo sem a tua autorização.
tr: Bunları kullanarak daha kolay giriş yapabileceğinizi düşündük.

source: These linked accounts can be used to log in to Khan Academy:
bg: Тези свързани профили могат да се използват за влизане в Khan Academy:
da: Disse tilknyttede konti kan bruges til at logge på Khan Academy:
es: Estas cuentas vinculadas pueden utilizarse para acceder a Khan Academy:
fr: Une fois liés, ces comptes peuvent être utilisé pour se connecter à la Khan Academy :
he: ניתן להשתמש בחשבונות מקושרים אלו בכדי להתחבר לאקדמיית קהאן:
nb: Disse kontoene kan brukes til å logge på Khan Academy:
nl: Deze gekoppelde accounts kunnen gebruikt worden in in te loggen op Khan Academy:
pl: Te połączone konta mogą być użyte do logowania do Khan Academy:
pt: Essas contas vinculadas podem ser usadas para fazer login na Khan Academy:
pt_pt: Podes utilizar as seguintes contas para iniciares sessão na Khan Academy:
tr: Buradaki birbirine bağlı hesaplar Khan Academy'ye giriş yapmak için kullanılabilir :

source: These might be tough problems, but we know you can do it!
da: Dette kan være svære opgaver, men vi ved, at du kan klare det!
es: Estos pueden ser problemas difíciles, ¡pero sabemos que puedes resolverlos!
fr: Cela pourrait être un problème difficile, mais nous savons que vous pouvez le faire!
ja: これは難しい問題かもしれませんが，あなたはそれを解くことができるはずです！
nb: Dette kan være vanskelige oppgave, men vi vet du kan klare det!
nl: Dit zijn lastige uitdagingen maar we weten dat jij dit kunt!
pl: To może być trudne zadanie, ale wiemy, że potrafisz je zrobić!
pt: Estes podem ser problemas difíceis, mas sabemos que você consegue!
pt_pt: Estes exercícios podem ser difíceis, mas sabemos que consegues!
tr: Bu sorular biraz zor olabilir, fakat bunları yapabileceğinizi biliyoruz!

source: These tools are free and available now for every student to take ownership of their learning and their future.
nb: Disse verktøyene er gratis og nå tilgjengelig for alle elever å bli eier av sin egen læring og fremtid.
pt: Estas ferramentas são gratuitas e estão disponíveis para todos os alunos, para que eles conduzam sua própria aprendizagem.

source: They ate <code>\blue{<var>EATEN</var>}</code> out of <code><var>TOTAL</var></code> slices.
da: De spiste <code>\blue{<var>EATEN</var>}</code> ud af <code><var>TOTAL</var></code> skiver.
es: Comieron <code>\blue{<var>EATEN</var>}</code> de <code><var>TOTAL</var></code> rebanadas.
fr: <code>\blue{<var>EATEN</var>}</code> parts sur <code><var>TOTAL</var></code> ont été mangées.
hi: उन्होंने ने खाया <code>\blue{<var>EATEN</var>}</code> इसमें से <code><var>TOTAL</var></code> भागों कोI
nb: De spiste <code>\blue{<var>EATEN</var>}</code> out of <code><var>TOTAL</var></code> stykker.
nl: Ze hebben <code>\blue{<var>EATEN</var>}</code> van de <code><var>TOTAL</var></code> pizzapunten opgegeten.
pl: Zjedli <code>\blue{<var>EATEN</var>}</code> z <code><var>TOTAL</var></code> kawałków.
pt: Eles comeram <code>\blue{<var>EATEN</var>}</code> de <code><var>TOTAL</var></code> pedaços.
tr: <code><var>TOTAL</var></code> dilimden <code>\blue{<var>EATEN</var>}</code>'si yenmiştir.

source: They ate <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> of the <var>pizza( 1 )</var>.
es: Comieron <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> de la <var>pizza( 1 )</var>.
fr: <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> de la <var>pizza( 1 )</var> a été mangée.
hi: उन्होंने खाया <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> इतना अंश <var>pizza( 1 )</var>.
nb: De spiste <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> av <var>pizza( 1 )</var>.
nl: Ze hebben <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> van de <var>pizza( 1 )</var> opgegeten.
pl: Zjedli <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> <var>pizza( 1 )</var>.
pt: Eles comeram <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> da <var>pizza( 1 )</var>.
tr: <var>pizza( 1 )</var>'nın <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code>'sini yediler.

source: They ate <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> of the <var>pizza(1)</var>.
es: Comieron <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> de la <var>pizza(1)</var>.
fr: <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> de la <var>pizza(1)</var> a été mangée.
hi: उन्होंने खाया <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> of the <var>pizza(1)</var>.
nb: De spiste <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> av <var>pizza(1)</var>.
nl: Ze hebben <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> van de <var>pizza(1)</var> opgegeten.
pl: Zjedli <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> <var>pizza(1)</var>.
pt: Eles(as) comeram <code>\dfrac{<var>EATEN</var>}{<var>TOTAL</var>}</code> da <var>pizza(1)</var>.

source: They don't have any programs!
da: De har ikke nogen programmer!
es: ¡No tienen ningún programa!
fr: Ils n'ont pas tous les programmes !
nb: De har ikke noen programmer!
nl: Zij hebben geen programma's!
pl: Nie masz żadnych programów!
pt: Eles não têm nenhum programa!
pt_pt: Não têm nenhum programa!
tr: Hiç programları yok!

source: They need to:
es: Necesitan:
ja: 彼らに必要なのは:
nb: De må:
nl: Zij moeten:
pl: Muszą tylko:
pt: Eles precisam:
pt_pt: É necessário que os alunos:
tr: Yapmaları gerekenler:

source: They will receive a restricted account to protect their privacy.
es: Recibirá una cuenta restringida para proteger su privacidad.
nb: De får en begrenset konto for å beskytte deres personvern.
pt: Ele vai receber uma conta restrita para proteger sua privacidade.
pt_pt: Ser-lhe-á atribuída uma conta restringida para proteger a privacidade dele.
tr: Özel bilgilerini korumak amacıyla, sınırlandırılmış bir hesapları olacaktır.
