Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: True if a key is being pressed, false otherwise
da: Sand hvis der trykkes på en tast, ellers falsk
es: Verdadero si una tecla está siendo presionada, falso si no
fr: True (vrai) si une touche est enfoncée, false (faux) sinon
ja: キーが押されている時には真，そうでない時には偽を示します
nb: Sann hvis en tast er trykket på, usant ellers
nl: Waar als een toets wordt ingedrukt, anders onwaar
pl: Prawda, jeżeli przycisk jest wciśnięty, fałsz w innym przypadku
pt: Retorna verdadeiro se uma tecla está pressionada; falso, caso contrário
pt_pt: Verdadeiro, se uma tecla estiver a ser premida. Falso, caso contrário
tr: Eğer bir tuşa basılıyorsa doğru yoksa yanlış

source: Try again later, and please <a href="/reportissue?type=Defect">let us know</a> if it continues.
da: Prøv igen senere, og <a href="/reportissue?type=Defect">lad fortæl os det venligst</a>, hvis det fortsætter.
es: Inténtalo más tarde y por favor, <a href="/reportissue?type=Defect">avísanos</a> si continúa.
fr: Réessayez plus tard et s'il vous plaît <a href="/reportissue?type=Defect"> faites nous savoir</a> si cela se reproduit.
ja: 後で再び試してみて下さい．そしてもしこれが続くようでしたら<a href="/reportissue?type=Defect">私達にお知らせ下さい．</a>
nb: Prøv igjen senere, og vennligst <a href="/reportissue?type=Defect"> gi oss beskjed</a> om det fortsetter.
nl: Probeer later nog eens en <a href="/reportissue?type=Defect">laat het ons weten</a> als het zo blijft.
pl: Spróbuj ponownie później, i <a href="/reportissue?type=Defect">daj nam znać</a>, jeśli to będzie się powtarzać.
pt: Tente novamente mais tarde e <a href="/reportissue?type=Defect">nos avise</a> se isso continuar.
pt_pt: Volta a tentar mais tarde e <a href="/reportissue?type=Defect">entra em contacto connosco</a> se continuares com problemas.
tr: Lütfen daha sonra yeniden deneyiniz ve devam ederse <a href="/reportissue?type=Defect"> bize bildiriniz</a> .

source: Try an Hour of Code™<br>with Khan Academy
bg: Опитайте Часът на кодирането<br> с Khan Academy
da: Prøv en Tid til kode™<br> med Khan Academy
es: Prueba una Hora de Código™<br>con Khan Academy
nb: Prøv en time med kode™ <br>hos Khan Academy
nl: Probeer een Uur van de Code™<br>met Khan Academy
pl: Spróbuj Godziny Kodowania™<br>z Khan Academy
pt: Experimente a Hora do Código<br> com a Khan Academy
pt_pt: Experimenta uma Hora de Código™<br>com a Khan Academy
tr: Khan Academy'yle<br>Bir Saatlik Kodu ™ deneyin

source: Try an evaluation yourself
da: Prøv at evaluere dig selv
es: Prueba una evaluación por ti mismo
fr: Essayez d'effectuer une évaluation
nb: Prøv en evaluering selv
nl: Probeer zelf een beoordeling
pl: Sam spróbuj oceny
pt: Experimente fazer uma avaliação
tr: Bir değerlendirme yapmayı deneyin

source: Try and fake a coin flip. Close your eyes and input a long list of 0's and 1's. How uniform are you?
pl: Spróbuj podrobić rzut monetą. Zamknij oczy i wprowadź długą sekwencję zer i jedynek. Jak dalece równomierny jest Twój rozkład?
pt: Simule um jogo de cara ou coroa. Feche os olhos e faça uma longa lista de 0 e 1. Você é uniforme?
tr: Bir yazı tura atışını yazmayı deneyin. Gözlerinizi kapayın ve uzun bir 0 ve 1 listesi yazın. Ne kadar monoton bir liste bulmuş olursunuz?

source: Try clearing or editing those filters.
da: Prøv at fjerne eller redigere filtrene.
es: Intenta borrar o editar esos filtros.
fr: Essayez de nettoyer ou de modifier ces filtres.
ja: これらのフィルタを編集するかクリアしてみて下さい．
nb: Prøv å fjerne eller redigere filtrene.
nl: Probeer die filters leeg te maken of aan te passen.
pl: Spróbuj wyczyścić lub edytować te kryteria wyszukiwania.
pt: Tente limpar ou editar os filtros.
pt_pt: Experimente remover ou editar os filtros.
tr: Filtreleri silmeyi veya değiştirmeyi deneyebilirsiniz.

source: Try drag-and-drop coding
da: Prøv træk-og-slip kodning
es: Intenta la codificación arrastrando y soltando
fr: Essayez le codage par "glisser-déposer"
nb: Prøv dra-og-slipp koding
pl: Wypróbuj kodowania metoda przeciągnij-i-upuść
pt: Experimente a programação de arrastar e soltar
pt_pt: Programa de forma interativa
tr: Sürükle-ve-bırak kodlamasını deneyin

source: Try dragging the points so that half of them are to the left of <span class="hint_green"> <code><var>MEDIAN</var></code></span> and half of them are to the right of <span class="hint_green"> <code><var>MEDIAN</var></code></span>. <span data-if="POINTS % 2 === 0"> The two points in the middle should be the same distance from <span class="hint_green"> <code><var>MEDIAN</var></code></span>. </span> <span data-else=""> The middle point should be at <span class="hint_green"> <code><var>MEDIAN</var></code></span>. </span><br> <a class="simple-button" onclick="javascript: KhanUtil.showMedianExample();"> Show me an example </a>
fr: On essaie de déplacer les points de façon à ce qu'une moitié d'entre eux soit à gauche de <span class="hint_green"> <code><var>MEDIAN</var></code></span> et que l'autre moitié soit à droite de <span class="hint_green"> <code><var>MEDIAN</var></code></span>. <span data-if="POINTS % 2 === 0"> Les deux points qui occupent la position centrale doivent être à égale distance de <span class="hint_green"> <code><var>MEDIAN</var></code></span>.</span> <span data-else=""> Le point représentant la médiane doit être en <span class="hint_green"> <code><var>MEDIAN</var></code></span>.</span><br><a class="simple-button" onclick="javascript: KhanUtil.showMedianExample();"> Montrez-moi un exemple</a>
nb: Prøv å dra punktene slik at halvparten av den er til venstre for <span class="hint_green"> <code><var>MEDIAN</var></code></span> og halvparten er til høyre for <span class="hint_green"> <code><var>MEDIAN</var></code></span>. <span data-if="POINTS % 2 === 0"> De to punktene i midten skal ha like lang avstand fra <span class="hint_green"> <code><var>MEDIAN</var></code></span>. </span> <span data-else=""> Det midterste punktet skal være på <span class="hint_green"> <code><var>MEDIAN</var></code></span>. </span><br> <a class="simple-button" onclick="javascript: KhanUtil.showMedianExample();"> Vis meg et eksempel </a>
pt: Tente arrastar os pontos de forma que metade deles fiquem à esquerda de <span class="hint_green"> <code><var>MEDIAN</var></code></span> e metade deles fiquem à direita de <span class="hint_green"> <code><var>MEDIAN</var></code></span>. <span data-if="POINTS % 2 === 0"> Os dois pontos no meio devem estar à mesma distância de <span class="hint_green"> <code><var>MEDIAN</var></code></span>. </span> <span data-else=""> Esse ponto médio deve estar em <span class="hint_green"> <code><var>MEDIAN</var></code></span>. </span><br> <a class="simple-button" onclick="javascript: KhanUtil.showMedianExample();"> Mostre-me um exemplo </a>
tr: Noktaları sürükleyerek yarısının <span class="hint_green"> <code><var>MEDIAN</var></code></span>'in solunda ve yarısının <span class="hint_green"> <code><var>MEDIAN</var></code></span>'in sağında olmasını sağlayın. <span data-if="POINTS % 2 === 0"> Ortadaki iki nokta, <span class="hint_green"> <code><var>MEDIAN</var></code></span>'dan aynı uzaklıkta olmalı. </span> <span data-else=""> Orta nokta <span class="hint_green"> <code><var>MEDIAN</var></code></span> olmalı. </span><br> <a class="simple-button" onclick="javascript: KhanUtil.showMedianExample();"> Bana bir örnek gösterin</a>

source: Try factoring the denominators.
da: Prøv at faktorisere nævnerne.
es: Intenta factorizar los denominadores.
fr: On factorise si possible les dénominateurs.
nb: Prøv å faktorisere nevnerne.
pl: Spróbuj rozłożyć mianowniki na czynniki pierwsze.
pt: Tente fatorar os denominadores.
tr: Paydaları çarpanlarına ayırmayı deneyin.

source: Try it now
bg: Отпитай сега
da: Prøv det nu
es: Pruébalo ahora
fr: Essayez maintenant
ja: やってみましょう
nb: Prøv nå
nl: Probeer het nu
pl: Wypróbuj teraz
pt: Experimente agora
pt_pt: Experimente agora
tr: Şimdi deneyin

source: Try it now!
da: Prøv det nu!
es: ¡Pruébalo ahora!
fr: Essayez-le maintenant !
ja: いますぐ試してみて下さい!
nb: Prøv nå!
nl: Probeer het nu!
pl: Wypróbuj teraz!
pt: Experimente agora!
pt_pt: Experimenta agora!
tr: Şimdi deneyin!

source: Try it on your own or with your class!
da: Prøv det selv eller med din klasse!
es: ¡Pruébalo tú solo o con tu clase!
fr: A faire seul ou avec votre classe !
nb: Prøv det på egen hånd eller med klassen din!
nl: Probeer het zelf of met jouw klas!
pl: Spróbuj samemu lub ze swoją klasą!
pt: Experimente sozinho ou com a sua sala!
pt_pt: Experimenta sozinho ou com os alunos da tua turma!
tr: Tek başınıza veya sınıfınızla deneyin!

source: Try out our coach reports to see what data you'll have access to after adding your students to Khan Academy. In this demo, you'll see real-time data for Khan Academy employees so don't be surprised if the data doesn't look quite like a normal class.
da: Prøv vores lærerrapporter for at se, hvilke data du får adgang til, når du tilføjelse af dine elever til Khan Academy. I denne demo kan se du real-time data for Khan Academy medarbejdere, så bliv ikke overrasket, hvis det ikke ligner en helt normal klasse.
es: Prueba nuestros reportes de tutor para ver a qué información tendrás acceso después de que agregues a tus estudiantes a Khan Academy. En esta demostración verás información en tiempo real de empleados de Khan Academy, así que no te sorprendas si no luce como la información de un grupo normal.
fr: Naviguez sur ce compte pour avoir un aperçu des outils à la disposition des enseignants. Ces élèves sont les véritables employés de la Khan Academy, ne soyez pas surpris si les résultats ne ressemblent pas à ceux d'une classe !
pt: Experimente nossos relatórios de tutor para ver a quais dados terá acesso após adicionar seus alunos na Khan Academy. Nesta demonstração, você verá dados em tempo real de funcionários da Khan Academy, então não se surpreenda se eles não se parecerem com dados normais de salas de aula.
tr: Koç raporlarımızı deneyerek, Khan Academy'ye öğrencilerinizi ekledikten sonra, nasıl verilere erişim sağlayacağınızı görün. Bu demoda, Khan Academy çalışanları için gerçek zamanlı veriler bulacaksınız, onun için, veriler tam olarak normal bir sınıf gibi görünmüyorsa, şaşırmayın.

source: Try out the practice problems and videos your students will be using.
da: Afprøv opgaver og videoer, som dine elever vil gennemgå.
es: Prueba los problemas prácticos y los videos que tus estudiantes estarán utilizando.
fr: Faites les exercices et regardez les vidéos que vos élèves auront à disposition.
ja: あなたの生徒が使うであろうビデオと練習問題を試す．
nb: Prøv ut de praktiske oppgavene og videoene dine elever vil bruke.
nl: Probeer de oefenvraagstukken en video's die jouw leerlingen zullen gebruiken.
pl: Obejrzyj zadania praktyczne i filmy, z których Twoi uczniowie będą korzystać.
pt: Faça os problemas práticos e assista aos vídeos que seus alunos usarão.
pt_pt: Experimente resolver os exercícios e ver os vídeos que os seus alunos irão utilizar.
tr: Öğrencilerinizin kullanacağı alıştırmaları ve videoları deneyin.

source: Try out what your child will be learning
da: Prøv selv hvad dit barn kommer til at lære
es: Experimenta con lo que tu hijo estará aprendiendo
fr: Essayez ce que votre enfant va apprendre
ja: あなたの子が習うものがどのようなものか試してみる
nb: Prøv det barnet ditt skal lære
nl: Uitproberen wat uw kind gaat leren
pl: Wypróbuj to, czego dziecko będzie się uczyć
pt: Experimente o que seu filho vai aprender
pt_pt: Experimente o que o seu filho vai aprender
tr: Çocuğunuzun öğreneceklerini deneyin

source: Try the student experience
da: Oplev siden som elev
es: Prueba la experiencia del estudiante
fr: Tentez l'expérience en tant qu'élève
ja: 生徒の体験をしてみる
nb: Prøv elevopplevelsen
nl: Beleef de leerlingervaring
pl: Spróbuj doświadczenia ucznia
pt: Conheça a experiência do aluno
pt_pt: Veja o que os alunos vêem
tr: Öğrenciliği deneyin

source: Try to avoid repeating the "%(letter)s" character so many times.
da: Prøv at undgå at gentage tegnet "%(letter)s" så mange gange.
es: Trata de evitar repetir el carácter "%(letter)s" tantas veces.
ja: 文字 "%(letter)s" の多数の繰り返しは避けて下さい．
nb: Prøv å unngå å gjenta tegnet "%(letter)s" så mange ganger.
nl: Probeer te voorkomen de letter "%(letter)s" teveel te gebruiken.
pl: Staraj się unikać powtarzania znaku "%(letter)s".
pt: Tente evitar repetir o caractere "%(letter)s" tantas vezes.
tr: %(letter)s karakterini çok sık kullanmaktan sakınınız.

source: Try using standard capitalization to improve your %(feedback_type)s's quality.
da: Prøv at bruge standardkapitalisering til at forbedre kvaliteten af din %(feedback_type)s.
es: Trata de usar mayúsculas para mejorar la calidad de tu %(feedback_type)s.
fr: Essayez d'utiliser des majuscules standardisées afin d'améliorer votre qualité de %(feedback_type)s.
ja: あなたの %(feedback_type)s の質を向上させるために，標準の大文字小文字の利用を試してみて下さい．
nb: Prøv å bruk standard-kapitalisering til å forbedre kvaliteten på din %(feedback_type)s.
nl: Probeer standaard hoofdlettergebruik om de kwaliteit van je %(feedback_type)s te verbeteren.
pl: Spróbuj używać standardowego wykorzystania wielkich liter, aby poprawić jakość %(feedback_type)s.
pt: Tente usar capitalização padrão para melhorar a qualidade de seu %(feedback_type)s.
pt_pt: Experimenta usares maiúsculas para melhorares a sua qualidade do teu %(feedback_type)s.
tr: %(feedback_type)s kalitenizi yükseltmek için standart harfleri kullanmayı deneyiniz.

source: Try your hand at a few exciting math problems
da: Prøv selv at løse et par spændende matematiske problemer
es: Ejercítate con algunos emocionantes problemas de matemáticas
fr: Testez votre niveau avec quelques problèmes de maths ! Si l'exercice est en anglais, vous pouvez le passer en cliquant sur "Je n'ai pas encore appris ceci"
ja: いくつかの刺激的な数学の問題を自分の手で試してみて下さい
nb: Prøv deg på noen spennende matematiske oppgaver
nl: Probeer een paar leuke wiskundige vraagstukken
pl: Spróbuj swoich sił w kilku ciekawych zadaniach matematycznych
pt: Teste seus conhecimentos com alguns problemas de matemática desafiadores
pt_pt: Testa os teus conhecimentos com alguns problemas de Matemática entusiasmantes
tr: Heyecan verici birkaç matematik problemiyle şansınızı deneyin...

source: Tungsten
es: Tungsteno
fr: Le filament en tungstène
nb: Wolfram
nl: Wolfraam
pl: Wolfram
pt: Tungstênio

source: Tunnel
pt: Túnel
tr: Tünel

source: Turn off fill for shapes
da: Slå fyld-funktionen fra for figurer
es: Desactiva el rellenado de figuras
fr: Désactiver le remplissage des formes
ja: 形の塗り潰しを解除
nb: Slå av fyll for figurer
nl: Vullen van vormen uitschakelen
pl: Wyłącz wypełnienie kształtów
pt: Desativa o preenchimento das formas
pt_pt: Desativa o preenchimento das formas
tr: Şekillerin dolgularını kapatın

source: Turn off outlines for shapes
da: Slå konturer fra for figurer
es: Desactiva los contornos de las formas
fr: Désactiver les contours des formes
ja: 形のアウトラインを描かないようにする
nb: Slå av kantlinjer for figurer
nl: Uitschakelen omtrek-lijnen voor figuren
pl: Wyłącz kontury kształtów
pt: Desativa os contornos para formas
pt_pt: Desativa o contorno das formas
tr: Şekiller için dışhatları kapatın

source: Tweet about Khan Academy
bg: Пиши в twitter за Кан Академия
da: Tweet om Khan Academy
es: Tuitea sobre Khan Academy
nb: Tweet om Khan Academy
nl: Twitter over Khan Academy
pl: Napisz tweeta o Khan Academy
pt: Enviar um Tweet sobre a Khan Academy
pt_pt: Tweetar acerca da Khan Academy
tr: Khan Academy'ye ilişkin tweet atmak için

source: Tweet about Khan Academy and watch for retweets, favorites, and sign-ups with your Ambassador link.
bg: Сподели в Twitter за Хан Академия и следи колко споделяния, харесвания и регистрации ще получиш чрез своя Посланнически линк.
da: Tweet om Khan Academy og følg retweets, favoritter og tilmeldinger med dit Ambassadør link.
es: Tuitea acerca de Khan Academy y observa los retuits, favoritos y registros con tu enlace de embajador.
nb: Tweet om Khan Academy og se hvor mange retweets, favoritter og registreringer med din ambassadør link.
nl: Twitter over Khan Academy en kijk naar retweets, favorits en aanmeldingen met jouw Ambassadeurslink.
pl: Napisz o Khan Academy na Tweeterze i obserwuj retweety, ulubione i rejestracje przez Twój link ambasadora.
pt: Envie um Tweet sobre a Khan Academy e veja quantos retweets, favoritos e inscrições consegue com seu link de embaixador.
pt_pt: Publique um tweet acerca da Khan Academy e veja quantos retweets, favoritos e registos novos consegue com a sua ligação de embaixador.
tr: Khan Academy ile ilgili tweetleyin ve retweet, sık kullanılanlar, ve Büyükelçi linkinizle kayıt olmak için izleyin.

source: Two angles are the same, therefore two corresponding sides are as well. Therefore, this triangle is isosceles. Isosceles means a triangle with same (iso) legs (sceles).
es: Dos ángulos son iguales, entonces dos lados correspondientes también son iguales. Por lo tanto este triángulos es isósceles. Isósceles significa piernas (sceles) iguales (iso).
fr: Deux angles sont égaux, donc deux des côtés le sont aussi. Le triangle est isocèle. Isocèle vient de isos (même) et scelos (jambe).
nb: To vinkler er like, derfor er de to tilsvarende siden også like. Derfor er denne trekanten likebeint. Den har like lange bein.
nl: Twee van de hoeken zijn hetzelfde, dus zijn twee van de zijden ook hetzelfde. Deze driehoek is dus gelijkbenig. Een gelijkbenige driehoek betekent een driehoek met twee gelijke zijden ("benen").
pl: Dwa kąty są takie same, więc dwa boki są również takie same. Dlatego ten trójkąt jest równoramienny. Równoramienny oznacza trójkąt z takimi samymi (równo) ramionami (ramienny).
pt: Dois ângulos são iguais, portanto os dois lados correspondentes também são iguais. Portanto, este triângulo é isósceles. Isósceles significa um triângulo com as mesmas (iso) pernas (sceles).
tr: İki açı aynı, o nedenle karşılık gelen iki kenar da aynıdır. Bu nedenle, üçgen ikizkenardır.

source: Two complex solutions
da: To komplekse løsninger
es: Dos soluciones complejas
fr: Deux solutions complexes
pt: Duas soluções complexas
tr: İki karmaşık çözüm

source: Two irrational solutions
da: To irrationelle løsninger
es: Dos soluciones irracionales
fr: Deux solutions irrationnelles
pt: Duas soluções irracionais
tr: İki irrasyonel çözüm

source: Two rational solutions
es: Dos soluciones racionales
fr: Deux solutions rationnelles
pt: Duas soluções racionais
tr: İki rasyonel çözüm

source: Two sides are the same, therefore, this triangle is isosceles. Isosceles means a triangle with same (iso) legs (sceles).
es: Dos lados son iguales, por lo tanto, este triángulo es isósceles. Isósceles significa un triángulo con las piernas (sceles) iguales (iso).
fr: Deux côtés sont égaux, donc le triangle est isocèle. Isocèle vient de isos (même) et scelos (jambe).
nb: To sider er like lange, derfor er denne trekanten likebeint.
nl: Twee van de zijden zijn hetzelfde, dus deze driehoek is gelijkbenig. Een gelijkbenige driehoek betekent een driehoek met (tenminste) twee gelijke zijden ("benen").
pl: Dwa boki są takie same, a więc trójkąt jest równoramienny. Równoramienny oznacza, że trójkąt ma dwie takie same (równo) ramiona (ramienny).
pt: Dois lados são iguais, portanto, este triângulo é isósceles. Isósceles significa um triângulo com as mesmas (iso) pernas (sceles).
tr: Üç kenar aynı, o nedenle, bu üçgen ikizkenardır.

source: Two standard deviations below the mean is <code class="hint_pink" id="zm2Hint"><var>roundTo( 1, MEAN - STDDEV * 2 )</var></code> years and two standard deviations above the mean is <code class="hint_pink" id="zp2Hint"><var>roundTo( 1, MEAN + STDDEV * 2 )</var></code> years.
pt: Dois desvios padrão abaixo da média são <code class="hint_pink" id="zm2Hint"><var>roundTo( 1, MEAN - STDDEV * 2 )</var></code> anos e dois desvios padrão acima da média são <code class="hint_pink" id="zp2Hint"><var>roundTo( 1, MEAN + STDDEV * 2 )</var></code> anos.
tr: Ortalamanın iki standart sapma altı, <code class="hint_pink" id="zm2Hint"><var>roundTo( 1, MEAN - STDDEV * 2 )</var></code> yıldır ve ortalamanın iki standart sapma üstü, <code class="hint_pink" id="zp2Hint"><var>roundTo( 1, MEAN + STDDEV * 2 )</var></code> yıldır.

source: Two tick marks are labeled.
da: To aksemærker er markeret.
es: Dos marcas están etiquetadas.
fr: Deux graduations sont étiquetées.
nb: To merker er markert.
nl: Twee maatstreepjes zijn gemarkeerd.
pl: Dwie kreski zostały podpisane.
pt: Marcas com dois tiques são rotuladas.
tr: İki işaret çentiği isimlendirilmiş.

source: Two triangles are similar if their angles are congruent (equal).
es: Dos triángulos son semejantes si sus ángulos son congruentes (iguales).
fr: Deux triangles sont semblables si leurs angles sont égaux.
pl: Trójkąty są podobne, jeśli ich kąty są przystające (równe).
pt: Dois triângulos são semelhantes se seus ângulos forem congruentes (iguais).
tr: Açıları eş ise, iki üçgen benzerdir.

source: Two weeks ago
da: For to uger siden
es: Hace dos semanas
fr: Il y a deux semaines
nb: To uker siden
nl: Twee weken geleden
pl: Dwa tygodnie temu
pt: Duas semanas atrás
pt_pt: Há duas semanas
tr: İki hafta önce

source: Two-flip streaks
da: To-kasts-sekvenser
es: Rachas de dos lanzamientos de moneda
fr: Fréquences des occurrences regroupées par 2
pl: Ciągi dwu-rzutowe
pt: Sequências de dois lançamentos
tr: İki atışlı seriler

source: Type a few sentences of text and watch your frequency fingerprint emerge!
pl: Wpisz kilka zdań tekstu i patrz, jak pojawia się Twój odcisk palca w częstotliwości!
pt: Escreva algumas frases e veja seu registro de frequência surgir!
tr: Bir kaç cümle yazın ve frekans parmak izinizin belirmesini izleyin!

source: Type in an answer first.
da: Skriv et svar først.
es: Escribe una respuesta primero.
fr: Tapez d'abord une réponse.
nb: Skriv inn et svar først.
nl: Typ eerst een antwoord in.
pl: Najpierw wpisz odpowiedź.
pt: Digite uma resposta primeiro.
pt_pt: Primeiro, escreve uma resposta.
tr: Önce bir cevap yazınız.

source: Type of problem
da: Problemtype
es: Tipo de problema
fr: Type de problème
ja: 問題の種類
nb: Problemtype
nl: Soort probleem
pl: Rodzaj problemu
pt: Tipo de problema
pt_pt: Tipo de problema
tr: Sorun türü

source: Type your child's email here
da: Skriv dit barns email her
es: Ingresa el correo electrónico de tu hijo aquí
fr: Entrez l'adresse e-mail de votre enfant
ja: あなたの子の電子メイルアドレスをここにタイプして下さい
nb: Skriv inn ditt barns e-post her
nl: Geef uw kind's email adres hier in
pl: Wpisz adres e-mail swojego dziecka
pt: Digite o e-mail do seu filho aqui
pt_pt: Digite o e-mail do seu filho aqui
tr: Çocuğunuzun e-posta adresini buraya yazın

source: Typing this:
da: Skriver dette:
es: Escribir esto:
fr: En tapant ceci :
ja: 次をタイプして下さい:
nb: Skriver dette:
nl: Het typen van dit:
pl: Wpisując:
pt: Ao digitar isso:
pt_pt: Se escreveres isto:
tr: Bunu yazarak:

source: U.S.
ja: 米国
nb: USA
pl: USA
pt: EUA
pt_pt: E.U.A.
tr: A.B.D

source: UNDO
da: FORTRYD
es: DESHACER
fr: ANNULER
ja: 元に戻す
nb: ANGRE
nl: MAAK ONGEDAAN
pl: COFNIJ
pt: DESFAZER
pt_pt: DESFAZER
tr: GERİ AL
