Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: You must log in to flag.
da: Du skal logge ind for at kunne sætte et flag ved et indlæg.
es: Debes iniciar sesión para poder marcar.
fr: Vous devez vous identifiez pour signaler.
ja: フラグを立てるにはログインする必要があります．
nb: Du må logge inn for å flagge.
nl: Je moet ingelogd zijn om dit te markeren.
pl: Musisz się zalogować, by oflagować.
pt: Você deve fazer login para marcar.
pt_pt: Tens de iniciar sessão para denunciares.
tr: İşaretleyebilmek için önce giriş yapmalısınız.

source: You must select a difficulty to save an official program!
da: Du skal vælge en sværhedsgrad for at gemme et officielt program!
es: ¡Debes seleccionar un nivel de dificultad para guardar un programa oficial!
fr: Vous devez choisir un degré de difficulté afin de sauvegarder un programme officiel!
ja: 公式のプログラムを保存するのには難易度を選択する必要があります!
nb: Du må velge en vanskelighet for å lagre det offisielle programmet!
nl: Je moet een moeilijkheidsgraad kiezen om een officieel programma op te slaan!
pl: Musisz wybrać trudność, aby zapisać oficjalny program!
pt: Você deve selecionar uma dificuldade para salvar um programa oficial!
pt_pt: Tens de selecionar uma dificuldade para guardares um programa oficial!
tr: Programı kaydedebilmek için zorluk seviyesi seçmelisiniz!

source: You must specify a valid nickname.
da: Du skal angive et gyldigt brugernavn.
es: Debes especificar un sobrenombre válido.
fr: Vous devez indiquer un nom d'utilisateur valide.
hi: आपको एक मान्य उपनाम निर्दिष्ट करना होगा।
ja: 有効なニックネームを指定して下さい。
nb: Du må angi et gyldig brukernavn.
nl: Je moet een geldige bijnaam opgeven.
pl: Musisz określić poprawną nazwę użytkownika.
pt: Você deve especificar um apelido válido.
pt_pt: Tens de definir uma alcunha válida.
tr: Geçerli bir kullanıcı adı belirlemelisiniz.

source: You must turn on all of the lights to continue.
da: Du skal tænde alle lysene for at fortsætte.
es: Debes encender todas las luces para continuar.
fr: Vous devez allumer toutes les lumières pour continuer.
nb: Du må aktivere alle lysene til å fortsette.
nl: Je moet alle lichten aanzetten om verder te gaan.
pl: Musisz wyłączyć wszystkie podświetlenia, żeby kontynuować.
pt: Você deve acender todas as luzes para continuar.
tr: Devem edebilmek için bütün ışıkları kapatmanız gerekmektedir.

source: You need at least 5,000 energy points to down vote.
da: Du skal have optjent mindst 5.000 energi point for at nedstemme.
es: Necesitas al menos 5,000 puntos de energía para dar un voto negativo.
fr: Vous avez besoin d'au moins 5 000 points pour pouvoir voter.
nb: Du trenger minst 5 000 energipoeng for stemme ned.
nl: Je hebt minstens 5000 energiepunten nodig om omlaag te stemmen.
pl: Potrzebujesz co najmniej 5 000 punktów energii, aby zagłosować w dół.
pt: Você precisa de pelo menos 5.000 pontos de energia para votar abaixo.
tr: Olumsuz oy kullanmak için en az 5,000 enerji puanı kazanmanız gerekiyor.

source: You need at least 5,000 energy points to up vote.
da: Du skal have optjent mindst 5.000 energi point for at stemme.
es: Necesitas al menos 5,000 puntos de energía para dar un voto positivo.
fr: Vous avez besoin d'au moins 5 000 points pour pouvoir voter.
nb: Du trenger minst 5 000 energipoeng for å stemme opp.
nl: Je hebt minstens 5000 energiepunten nodig om omhoog te stemmen.
pl: Potrzebujesz co najmniej 5 000 punktów energii, aby zagłosować w górę.
pt: Você precisa de pelo menos 5.000 pontos de energia para votar acima.
tr: Olumlu oy kullanmak için en az 5,000 enerji puanı kazanmanız gerekiyor.

source: You need to divide by ten <code><var>POW_DIFF</var></code> time.
da: Du skal dividere med ti <code><var>POW_DIFF</var></code> gang.
es: Necesitas dividir entre diez <code><var>POW_DIFF</var></code> vez.
fr: Il faut diviser <code><var>POW_DIFF</var></code> fois par dix.
hi: आपको दस से गुणा करना होगा <code><var>POW_DIFF</var></code> समयI
nb: Du skal dividere med ti <code><var>POW_DIFF</var></code> gang.
nl: Je moet <code><var>POW_DIFF</var></code> keer door tien delen.
pl: Musisz podzielić przez dziesięć <code><var>POW_DIFF</var></code> raz.
pt: Você precisa dividir por dez <code><var>POW_DIFF</var></code> vez.
tr: <code><var>POW_DIFF</var></code> kere on ile bölmelisiniz.

source: You need to divide by ten <code><var>POW_DIFF</var></code> times.
da: Du skal dividere med ti <code><var>POW_DIFF</var></code> gange.
es: Necesitas dividir entre diez <code><var>POW_DIFF</var></code> veces.
fr: Il faut diviser <code><var>POW_DIFF</var></code> fois par dix.
hi: आपको दस से विभाजन करना होगा <code><var>POW_DIFF</var></code> बारI
nb: Du skal dividere med ti <code><var>POW_DIFF</var></code> ganger.
nl: Je moet <code><var>POW_DIFF</var></code> keer door tien delen.
pl: Musisz podzielić przez dziesięć <code><var>POW_DIFF</var></code> razy.
pt: Você precisa dividir por dez <code><var>POW_DIFF</var></code> vezes.
tr: <code><var>POW_DIFF</var></code> kere on ile bölmelisiniz.

source: You need to multiply by ten <code><var>POW_DIFF</var></code> time.
da: Du skal gange med ti <code><var>POW_DIFF</var></code> gang.
es: Necesitas multiplicar por diez <code><var>POW_DIFF</var></code> vez.
fr: Il faut multiplier <code><var>POW_DIFF</var></code> fois par dix.
hi: आपको दस से गुणा करना होगा <code><var>POW_DIFF</var></code> समयI
nb: Du skal multiplisere med ti <code><var>POW_DIFF</var></code> gang.
nl: Je moet <code><var>POW_DIFF</var></code> keer met tien vermenigvuldigen.
pl: Musisz pomnożyć przez dziesięć <code><var>POW_DIFF</var></code> raz.
pt: Você precisa multiplicar por dez <code><var>POW_DIFF</var></code> vez.
tr: On ile <code><var>POW_DIFF</var></code> kere çarpmalısınız.

source: You need to multiply by ten <code><var>POW_DIFF</var></code> times.
da: Du skal gange med ti <code><var>POW_DIFF</var></code> gange.
es: Necesitas multiplicar por diez <code><var>POW_DIFF</var></code> veces.
fr: Il faut multiplier <code><var>POW_DIFF</var></code> fois par dix.
hi: आपको दस से गुणा करना होगा <code><var>POW_DIFF</var></code> बारI
nb: Du skal multiplisere med ti <code><var>POW_DIFF</var></code> ganger.
nl: Je moet <code><var>POW_DIFF</var></code> keer met tien vermenigvuldigen.
pl: Musisz pomnożyć przez dziesięć <code><var>POW_DIFF</var></code> razy.
pt: Você precisa multiplicar por dez <code><var>POW_DIFF</var></code> vezes.
tr: On ile <code><var>POW_DIFF</var></code> kere çarpmalısınız.

source: You need to upgrade your browser to use Khan Academy's practice exercises.
bg: Упражненията на Кан академията изискват по-нов браузър.
da: Du skal opgradere din browser for at bruge Khan Academys opgavedel.
es: Necesitas actualizar tu navegador para usar los ejercicios de Khan Academy.
fr: Vous devez mettre à niveau votre navigateur pour utiliser les exercices d'entraînement de l'Académie Khan.
nb: Du må oppgradere nettleseren for å bruke Khan akademiets øvelser.
nl: Je moet jouw browser upgraden om oefenopdrachten van Khan Academy te gebruiken.
pl: Musisz uaktualnić swoją przeglądarkę, żeby używać ćwiczeń praktycznych Khan Academy.
pt: Você precisa atualizar o seu navegador para utilizar os exercícios práticos da Khan Academy.
tr: Khan Academy'nin alıştırma egzersizlerini yapabilmek için tarayıcınızı yükseltmeniz gerekiyor.

source: You only have to know one thing -- You can learn anything. Join the movement.
da: Du behøver kun at vide én ting - du kan lære hvad som helst. Slut dig til bevægelsen.
es: Solo tienes que saber una cosa. Tú puedes aprender cualquier cosa. Únete al movimiento.
fr: Vous n'avez qu'une chose à savoir -- Vous pouvez tout apprendre. Rejoignez le mouvement.
ja: あなたが知っておくべきことは1つ -- あなたは何でも学べる -- それだけです．この動きに参加しましょう．
nb: Du trenger kun å vite én ting - du kan lære hva som helst. Bli med.
nl: Je hoeft maar één ding te weten -- Je kan alles leren. Ga mee.
pl: Musisz wiedzieć tylko jedną rzecz -- Możesz się nauczyć czego tylko chcesz. Dołącz do ruchu.
pt: Você só precisa saber de uma coisa: você pode aprender qualquer coisa. Participe desse movimento.
pt_pt: Só tens de saber uma coisa: Podes aprender o que quiseres. Participa neste movimento.
tr: Tek bir şeyi bilmeniz yeterli -- Her şeyi öğrenebilirsiniz. Harekete katılın.

source: You only have to know one thing:
da: Den vigtigste ting du kan lære er,
es: Lo único que necesitas saber es que
fr: Vous n'avez qu'une seule chose à savoir :
ja: １つ知っておきたいことは：
nb: Du trenger bare å vite en ting:
nl: Je hoeft maar een ding te weten:
pl: Nie zapomnij nigdy tego —
pt: Você só precisa saber uma coisa:
pt_pt: Só tens de saber uma coisa:
tr: Tek bir şeyi bilmelisin:

source: You only have to know one thing: <br> You can learn anything.
da: Du behøver kun vide én ting: <br> Du kan lære alt.
es: Lo único que necesitas saber es que: <br> Tú puedes aprender cualquier cosa.
fr: Vous devez savoir une seule chose : <br> Vous pouvez tout apprendre.
nb: Du må bare vite en ting: <br> Du kan du lære alt.
nl: Je hoeft maar één ding te weten: <br> Je kan alles leren.
pl: Nie zapomnij nigdy tego: <br> Możesz nauczyć się wszystkiego.
pt: Você só tem que saber uma coisa: <br> você pode aprender qualquer coisa.
pt_pt: Só tens de saber uma coisa: <br> Podes aprender o que quiseres.
tr: Bir tek şeyi bilmeniz yeterli: <br> Her şeyi öğrenebilirsiniz.

source: You own this badge.
bg: Ти притежаваш тази значка.
da: Du har dette badge.
es: Esta medalla te pertenece.
fr: Ce badge vous appartient.
he: יש לך את המדלייה הזו.
ja: あなたはこのバッジを持っています。
nb: Du eier dette emblemet.
nl: Je hebt deze medaille.
pl: Posiadasz tę odznakę.
pt: Você possui esta medalha.
pt_pt: Esta medalha pertence-te.
tr: Bu madalyaya sahipsiniz.

source: You should <a href='http://missmarcialee.com/2011/08/how-to-enable-font-download-in-internet-explorer-8/' target='_blank'>enable font download</a> to improve the appearance of math expressions.
da: Du burde <a href='http://missmarcialee.com/2011/08/how-to-enable-font-download-in-internet-explorer-8/' target='_blank'>aktivere Font Download</a> for at forbedre udseendet af matematiske udtryk.
es: Deberías <a href='http://missmarcialee.com/2011/08/how-to-enable-font-download-in-internet-explorer-8/' target='_blank'>habilitar la descarga de fuentes</a> para mejorar la apariencia de las expresiones matemáticas.
fr: Vous devriez <a href='http://missmarcialee.com/2011/08/how-to-enable-font-download-in-internet-explorer-8/' target='_blank'> permettre le téléchargement de polices</a> afin d'améliorer l'apparence des formules de mathématiques.
nb: Du bør <a href='http://missmarcialee.com/2011/08/how-to-enable-font-download-in-internet-explorer-8/' target='_blank'>aktivere font-nedlasting</a> for å forbedre utseendet på matematiske uttrykk.
nl: Je moet dit <a href='http://missmarcialee.com/2011/08/how-to-enable-font-download-in-internet-explorer-8/' target='_blank'> font downloaden</a> zodat je de wiskundige uitdrukkingen beter kunt zien.
pl: Powinieneś<a href='http://missmarcialee.com/2011/08/how-to-enable-font-download-in-internet-explorer-8/' target='_blank'>umożliwić ściąganie czcionki</a> aby ulepszyć wygląd wyrażeń matematycznych.
pt: Você deve <a href='http://missmarcialee.com/2011/08/how-to-enable-font-download-in-internet-explorer-8/' target='_blank'>habilitar o download de fonte</a> para melhorar a aparência de expressões matemáticas.
tr: Matematik terimlerinin görünümünü iyileştirmek için <a href='http://missmarcialee.com/2011/08/how-to-enable-font-download-in-internet-explorer-8/' target='_blank'> yazı tipi yüklemeyi etkin hale getirmelisiniz.</a>

source: You should enable font download in your browser to improve the appearance of math expressions
da: Du burde aktivere Font Download i din browser for at forbedre udseendet af matematiske udtryk
es: Deberías habilitar la descarga de fuentes en tu navegador para mejor la apariencia de las expresiones matemáticas
fr: Vous devriez activer le téléchargement des polices dans votre navigateur afin d'améliorer l'apparence des formules mathématiques
nb: Du bør aktivere font-nedlasting i nettleseren for å forbedre utseendet på matematiske uttrykk
nl: Je moet font downloaden in je browser aanzetten, zodat je de wiskundige uitdrukkingen beter kunt zien
pl: Powinieneś umożliwić ściąganie czcionki w swojej przeglądarce aby ulepszyć wygląd wyrażeń matematycznych
pt: Você deve habilitar o download de fonte no seu navegador para melhorar a aparência de expressões matemáticas
tr: Matematik terimlerinin görünümünü iyileştirmek için, internet tarayıcınızda yazı tipi yüklemeyi etkin hale getirmelisiniz.

source: You should not use your cell phone when driving a car.
es: No deberías usar tu teléfono celular cuando conduces un automóvil.
fr: Lorsque vous conduisez, vous ne devez pas utiliser votre téléphone portable.
pt: Você não deveria utilizar seu celular enquanto está dirigindo.
tr: Araba kullanırken cep telefonunuzu kullanmamalısınız.

source: You started signing up for Khan Academy and can finish right now!
da: Du startede din tilmelding til Khan Academy, og du kan blive færdig lige nu!
es: ¡Iniciaste el registro para Khan Academy y puedes terminarlo justo ahora!
fr: Vous avez commencé votre inscription à la Khan Academy et pouvez l'achevez maintenant !
nb: Du startet å registrere deg hos Khan Academy og kan fullføre akkurat nå!
nl: Je bent begonnen met aanmelden voor Khan Academy en kan dat nu voltooien!
pl: Rozpocząłeś rejestrację na Khan Academy i możesz teraz dokończyć!
pt: Você começou a se cadastrar na Khan Academy e pode terminar agora!
tr: Khan Academy'ye kayıt olmaya başlamıştınız. Şimdi kaydınızı tamamlayabilirsiniz!

source: You will be able to create usernames and passwords for your children. Please write these down so that you can share them with your children when they log in.
es: Serás capaz de crear nombres de usuario y contraseñas para tus hijos. Por favor escribe ambos para que puedas compartirlos con tus hijos cuando inicien sesión
nb: Du vil få muligheten ti å opprette brukernavn og passord for dine barn. Vær snill å skrive disse ned for å dele med med dine barn når de logger inn.
pl: Będzie można utworzyć nazwy użytkowników oraz hasła dla dzieci. Prosimy o zapisanie ich tak, że można było podzielić się nimi z dziećmi podczas gdy będą się one logować.
pt: Você poderá criar nomes de usuário e senhas para seus filhos. Anote-os para que você possa compartilhá-los com seus filhos quando eles se conectarem.
tr: Çocuklarınız için kullanıcı isimleri ve şifreler oluşturabileceksiniz. Çocuklarınız giriş yaparken onlara verebilmek için, lütfen bunları not alınız.

source: You will be be able to log into your account using your Khan Academy password or any Google or Facebook account connected to that email address.
da: Du vil være være i stand til at logge ind på din konto med din adgangskode til Khan Academy eller en Google- eller Facebook-konto, som er forbundet til denne e-mail-adresse.
es: Serás capaz de entrar a tu cuenta usando tu contraseña de Khan Academy o cualquier cuenta de Google o Facebook vinculada a ese correo electrónico.
fr: Vous serez en mesure de vous connecter à votre compte en utilisant votre mot de passe de la Khan Academy, ou n'importe quel compte Google ou Facebook associé à cette adresse e-mail.
ja: あなたのアカウントには，カーンアカデミーパスワードを使うか，電子メイルアドレスに関連づけられた Google か Facebook のアカウントでログインできます．
nb: Du vil kunne logge inn på din konto ved å bruke ditt Kahn Academy passord eller hvilken som helst Google eller Facebook konto koblet til den e-post adressen.
nl: Je kan inloggen op je account met je Khan Academy wachtwoord of een Google of Facebook account dat gekoppeld is aan dit e-mailadres.
pl: Będziesz mógł się zalogować na swoje konto używając Twojego hasła Khan Academy lub konta Google lub konta na Facebooku połączonego z tym adresem e-mail.
pt: Você será capaz de entrar em sua conta usando sua senha da Khan Academy ou qualquer conta Google ou Facebook vinculada a esse endereço de e-mail.
pt_pt: Passarás a poder iniciar sessão com a tua palavra-passe da Khan Academy ou com a tua conta do Google ou do Facebook associada ao teu endereço de e-mail.
tr: Khan Academy hesabınıza şifrenizi kullanarak veya bu e-posta adresinize bağlı Google veya Facebook hesabınızla giriş yapabilirsiniz.

source: You will be empowered with instant, in-depth feedback and reports so you’ll know exactly where each student and your class as a whole stand at any time throughout the year. You can see how each student is doing on each skill and adjust your lesson plans or assign additional practice accordingly.
da: Du får adgang til dybdegående feedback og/n rapporter, så du på alle tidspunkter ved præcis hvordan hver enkelte elev og din/n klasse som helhed klarer sig gennem skoleåret. Du kan se udspecificeret hvordan hver elev klarer sig i hvert emne og helt ned i hvert enkelte regnestykke og kan derefter tilpasse din undervisning differentieret/n så den passer alle elever.
es: Tendrás a tu disposición reportes y una detallada retroalimentación, así sabrás exactamente la situación de cada estudiante y la de tu clase como un todo en cualquier momento durante todo el año. Puedes ver cómo le está yendo a cada estudiante con cada habilidad y ajustar tus planes de clase o asignar ejercicios adicionales de acuerdo a necesidades específicas.
fr: Vous avez la possibilité de suivre, en temps réel et en profondeur, ce que fait chaque élève. Ce qu'ils choisissent, ce sur quoi ils ont des difficultés, à la question près, à la seconde près. L'outil parfait pour venir assister le bon élève au bon moment, selon votre choix. Vous pourrez ajuster vos leçons et le temps passé sur chaque sujet dans la classe, en fonction des rapports d'activités.
nb: Du vil få tilgang til umiddelbare, grundige tilbakemeldinger og rapporter slik at du vet nøyaktig hvor hver elev og klassen din som hele helhet, gjennom hele året. Du kan se hvordan hver elev gjør det i hver ferdighet og justere leksjonsplaner eller tilordne flere tilsvarende oppgaver.
nl: Je krijgt direct toegang tot gedetailleerde feedback en rapporten zodat je weet hoe elke leerling en de hele klas er voor staat op elk moment van het jaar. Je kan zien hoe elke leelring het doet op zijn/haar vaardigheden en daarop jouw lesplan aanpassen of extra oefeningen toewijzen.
pl: Będziesz mieć dostęp do natychmiastowej, szczegółowej informacji zwrotnej i raportów, więc będziesz wiedzieć dokładnie na jakim etapie jest każdy uczeń i klasa jako całość, w jakimkolwiek momencie w ciągu roku. Możesz zobaczyć jak każdy z uczniów radzi sobie z daną umiejętnością i dostosować swoje lekcje lub zadać odpowiednie zadania dodatkowe.
pt: Você receberá feedbacks e relatórios instantâneos e detalhados, e assim saberá exatamente onde cada aluno e sua turma como um todo estão, a qualquer momento, durante o ano todo. Você pode ver como cada aluno está se saindo em cada habilidade e ajustar seus planos de aula ou atribuir mais práticas, de acordo com a necessidade.
pt_pt: Receberá comentários e relatórios detalhados, para que saiba exatamente como é que cada aluno e a sua turma está, a qualquer momento e durante todo o ano. Poderá ver como é que cada aluno vai progredindo em cada competência e ajustar o planeamento das aulas ou atribuir mais exercícios, de acordo com a necessidade.
tr: Yıl boyunca istediğiniz zaman her bir öğrencinizin, veya sınıflarınızın her birinin durumlarını gösteren anlık ve detaylı geribildirimler sunuyoruz. Her öğrencinizin her beceride ne kadar ilerlediğini görebilecek, ve ders veya ödev planlarınızı buna göre ayarlayabileceksiniz.

source: You will be redirected to your new teacher account on Khan Academy
es: Serás redirigido a tu nueva cuenta de maestro en Khan Academy
nb: Du vil bli omdirigert til den nye læreren kontoen på Khan Academy
pt: Você será redirecionado para sua nova conta de professor na Khan Academy
tr: Khan Academy'de yeni öğretmen hesabınıza yönlendirileceksiniz

source: You will be removed from the leaderboards
es: Serás eliminado de las tablas de clasificación
fr: Vous serez retiré des tableaux de classements
ja: あなたはリーダーボードから消去されます
nb: Du vil bli fjernet fra resultatlistene
pl: Zostaniesz usunięty z tablic wyników
pt: Você vai ser removido do quadro de classificação
pt_pt: Serás removido das classificações
tr: Liderlik panolarından kaldırılacaksınız

source: You will be unlinked from your parent's account and be able to log into your account using your Khan Academy password or any Google or Facebook account connected to that email address.
da: Du vil blive fjernet fra din forældres konto og være i stand til at logge ind på din konto med din adgangskode til Khan Academy eller en Google- eller Facebook-konto, som er forbundet til denne e-mail-adresse.
es: Serás desvinculado de la cuenta de tus padres y podrás entrar a tu cuenta usando tu contraseña de Khan Academy o cualquier cuenta de Google o Facebook vinculada a ese correo electrónico.
fr: Vous serez dissocié du compte de vos parents et vous serez en mesure de vous connecter à votre compte en utilisant votre mot de passe de la Khan Academy, ou n'importe quel compte Google ou Facebook associé à cette adresse e-mail.
ja: あなたは，両親のアカウントからのリンクを切ることによって，あなたのアカウントにカーンアカデミーパスワードを使うか，電子メイルアドレスに関連づけられた Google か Facebook のアカウントでログインすることができるようになります．
nb: Du vil bli koblet fra dine foreldres konto og kan logge på din konto ved hjelp av ditt Khan Academy passord eller hvilken som helst Google- eller Facebook-konto koblet til den e-postadressen.
nl: Je wordt losgekoppeld van het bovenliggende account en je kan vervolgens inloggen op je account met je Khan Academy wachtwoord of een Google of Facebook account dat gekoppeld is aan je e-mailadres.
pl: Będziesz mógł odłączyć się od konta Twojego rodzica zalogować na swoje konto używając Twojego hasła Khan Academy lub konta Google bądź konta na Facebooku połączonego z tym adresem e-mail.
pt: Você será desvinculado da conta de seu pai/mãe e será capaz de entrar em sua conta usando sua senha da Khan Academy ou qualquer conta Google ou Facebook vinculada a esse endereço de e-mail.
pt_pt: Serás desassociado da conta dos teus pais e passarás a poder iniciar sessão com a tua palavra-passe da Khan Academy ou com a tua conta do Google ou do Facebook associada ao teu endereço de e-mail.
tr: Velinizin hesabıyla olan bağlantınız kaldırılacaktır, bundan sonra Khan Academy şifrenizi kullanarak veya bu e-posta adresinize bağlı Google veya Facebook hesabınızı kullanarak giriş yapabileceksiniz.

source: You will continue to be your child's coach unless your account is manually removed from the list of coaches.
bg: Вие сте инструктор за детето си, освен ако профилът ви не бъде премахнат от списъка с инструктори.
da: Du vil fortsat være dit barns lærer, medmindre din konto fjernes manuelt fra listen over lærere.
es: Continuarás siendo el tutor de tu hijo(a) a menos que tu cuenta sea eliminada manualmente de la lista de tutores.
fr: Vous continuerez à être le coach de votre enfant à moins que votre compte soit supprimé manuellement de la liste des coachs.
he: אתה תמשיך להיות מאמן של ילדים, אלא אם כן החשבון שלך יוסר באופן ידני מרשימת המאמנים.
nb: Du vil fortsette å være ditt barns veileder med mindre kontoen fjernes manuelt fra listen over veiledere.
nl: Je blijft de coach van je kind tenzij je account handmatig wordt verwijderd uit de lijst van coaches.
pl: Możesz nadal być trenerem twojego dziecka, chyba, że Twoje konto zostanie ręcznie usunięte z listy trenerów.
pt: Você continuará sendo o tutor de seu filho, a menos que sua conta seja removida manualmente da lista de tutores.
tr: İsminiz manuel olarak Eğitim Koçları listesinden çıkartılana kadar, çocuğunuzun Eğitim Koçu olmaya devam edeceksiniz.
