Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: So for every <code><var>abs(SLOPE_2_FRAC[0])</var></code> position you move <span data-if="SLOPE_2_FRAC[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>, you must also move <code><var>SLOPE_2_FRAC[1]</var></code> position to the right.
es: Así que por cada <code><var>abs(SLOPE_2_FRAC[0])</var></code> posición que te muevas hacia <span data-if="SLOPE_2_FRAC[0] < 0"><em>abajo</em> (porque es negativa)</span><span data-else="">arriba</span>, también debes moverte <code><var>SLOPE_2_FRAC[1]</var></code> posición hacia la derecha.
fr: Donc si <span data-if="SLOPE_2_FRAC[0] < 0"><em>descend</em> (car la pente est négative)</span><span data-else="">monte</span> de <code><var>abs(SLOPE_2_FRAC[0])</var></code> on se déplace vers la droite de <code><var>SLOPE_2_FRAC[1]</var></code>.
nb: Så for hver <code><var>abs(SLOPE_2_FRAC[0])</var></code> posisjon du flytter <span data-if="SLOPE_2_FRAC[0] < 0"><em>ned</em> (fordi den er negativ)</span><span data-else="">up</span>, må du flytte <code><var>SLOPE_2_FRAC[1]</var></code> posisjoner til høyre.
pl: Tak więc dla każdej <code><var>abs(SLOPE_2_FRAC[0])</var></code> pozycji o którą przesuwasz się <span data-if="SLOPE_2_FRAC[0] < 0"><em>w dół</em> (ponieważ jest ujemne)</span><span data-else="">w górę</span>, musisz też przesunąć się o <code><var>SLOPE_2_FRAC[1]</var></code> pozycję w prawo.
pt: Então, para cada <code><var>abs(SLOPE_2_FRAC[0])</var></code> posição que você move <span data-if="SLOPE_2_FRAC[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>, é preciso mover também <code><var>SLOPE_2_FRAC[1]</var></code> posição para a direita.

source: So for every <code><var>abs(SLOPE_2_FRAC[0])</var></code> position you move <span data-if="SLOPE_2_FRAC[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>, you must also move <code><var>SLOPE_2_FRAC[1]</var></code> positions to the right.
es: Así que por cada <code><var>abs(SLOPE_2_FRAC[0])</var></code> posición que te muevas hacia <span data-if="SLOPE_2_FRAC[0] < 0"><em>abajo</em> (porque es negativa)</span><span data-else="">arriba</span>, también debes moverte <code><var>SLOPE_2_FRAC[1]</var></code> posiciones hacia la derecha.
fr: Donc si <span data-if="SLOPE_2_FRAC[0] < 0"><em>descend</em> (car la pente est négative)</span><span data-else="">monte</span> de <code><var>abs(SLOPE_2_FRAC[0])</var></code> on se déplace vers la droite de <code><var>SLOPE_2_FRAC[1]</var></code>.
nb: Så for hver <code><var>abs(SLOPE_2_FRAC[0])</var></code> posisjon du flytter <span data-if="SLOPE_2_FRAC[0] < 0"><em>ned</em> (fordi den er negativ)</span><span data-else="">up</span>, må du også flytte <code><var>SLOPE_2_FRAC[1]</var></code> posisjoner til høyre.
pl: Tak więc dla każdej <code><var>abs(SLOPE_2_FRAC[0])</var></code> pozycji o którą przesuwasz się <span data-if="SLOPE_2_FRAC[0] < 0"><em>w dół</em> (ponieważ jest ujemne)</span><span data-else="">w górę</span>, musisz też przesunąć się o <code><var>SLOPE_2_FRAC[1]</var></code> pozycji w prawo.
pt: Então, para cada <code><var>abs(SLOPE_2_FRAC[0])</var></code> posição que você move <span data-if="SLOPE_2_FRAC[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>, é preciso também mover <code><var>SLOPE_2_FRAC[1]</var></code> posições para a direita.

source: So for every <code><var>abs(SLOPE_2_FRAC[0])</var></code> positions you move <span data-if="SLOPE_2_FRAC[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>, you must also move <code><var>SLOPE_2_FRAC[1]</var></code> position to the right.
es: Así que por cada <code><var>abs(SLOPE_2_FRAC[0])</var></code> posiciones que te muevas hacia <span data-if="SLOPE_2_FRAC[0] < 0"><em>abajo</em> (porque es negativa)</span><span data-else="">arriba</span>, también debes moverte <code><var>SLOPE_2_FRAC[1]</var></code> posición hacia la derecha.
fr: Donc si <span data-if="SLOPE_2_FRAC[0] < 0"><em>descend</em> (car la pente est négative)</span><span data-else="">monte</span> de <code><var>abs(SLOPE_2_FRAC[0])</var></code> on se déplace vers la droite de <code><var>SLOPE_2_FRAC[1]</var></code>.
nb: Så for hver <code><var>abs(SLOPE_2_FRAC[0])</var></code> posisjon du flytter <span data-if="SLOPE_2_FRAC[0] < 0"><em>ned</em> (fordi den er negativ)</span><span data-else="">up</span>, må du også flytte <code><var>SLOPE_2_FRAC[1]</var></code> posisjoner til høyre.
pl: Tak więc dla każdych <code><var>abs(SLOPE_2_FRAC[0])</var></code> pozycji o które przesuwasz się <span data-if="SLOPE_2_FRAC[0] < 0"><em>w dół</em> (ponieważ jest ujemne)</span><span data-else="">w górę</span>, musisz też przesunąć się o <code><var>SLOPE_2_FRAC[1]</var></code> pozycję w prawo.
pt: Então, para cada <code><var>abs(SLOPE_2_FRAC[0])</var></code> posições que você move <span data-if="SLOPE_2_FRAC[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>, é preciso mover também <code><var>SLOPE_2_FRAC[1]</var></code> posição para a direita.

source: So for every <code><var>abs(SLOPE_2_FRAC[0])</var></code> positions you move <span data-if="SLOPE_2_FRAC[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>, you must also move <code><var>SLOPE_2_FRAC[1]</var></code> positions to the right.
es: Así que por cada <code><var>abs(SLOPE_2_FRAC[0])</var></code> posiciones que te muevas hacia <span data-if="SLOPE_2_FRAC[0] < 0"><em>abajo</em> (porque es negativa)</span><span data-else="">arriba</span>, también debes moverte <code><var>SLOPE_2_FRAC[1]</var></code> posiciones hacia la derecha.
fr: Donc si <span data-if="SLOPE_2_FRAC[0] < 0"><em>descend</em> (car la pente est négative)</span><span data-else="">monte</span> de <code><var>abs(SLOPE_2_FRAC[0])</var></code> on se déplace vers la droite de <code><var>SLOPE_2_FRAC[1]</var></code>.
nb: Så for hver <code><var>abs(SLOPE_2_FRAC[0])</var></code> posisjon du flytter <span data-if="SLOPE_2_FRAC[0] < 0"><em>ned</em> (fordi den er negativ)</span><span data-else="">up</span>, må du også flytte <code><var>SLOPE_2_FRAC[1]</var></code> posisjoner til høyre.
pl: Tak więc dla każdych <code><var>abs(SLOPE_2_FRAC[0])</var></code> pozycji o które przesuwasz się <span data-if="SLOPE_2_FRAC[0] < 0"><em>w dół</em> (ponieważ jest ujemne)</span><span data-else="">w górę</span>, musisz też przesunąć się o <code><var>SLOPE_2_FRAC[1]</var></code> pozycji w prawo.
pt: Então, para cada <code><var>abs(SLOPE_2_FRAC[0])</var></code> posições que você move <span data-if="SLOPE_2_FRAC[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>, é preciso mover também <code><var>SLOPE_2_FRAC[1]</var></code> posições para a direita.

source: So one point on the line is <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code>. Another is <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
es: Así que un punto sobre la recta es <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code>. Otro es <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
nb: Så ett punkt på linjen er <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code>. Et annet er <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
pl: Zatem jednym z punktów prostej jest <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code>. Innym jest <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
pt: Assim, um ponto da reta é <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code>. Outro é <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.
tr: Buna göre, doğrunun üstündeki noktalardan birisi <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code>. Bir diğeri ise <code>(\green{<var>X2</var>}, \green{<var>Y2</var>})</code>.

source: So subtract the nearest multiple of <code>2 \pi</code> from the angle.
es: Entonces restamos el múltiplo más cercano de <code>2 \pi</code> del ángulo.
fr: Donc, on soustrait de l'argument le plus grand multiple de <code>2 \pi</code> possible.
pt: Então, subtraia o múltiplo de <code>2 \pi</code> mais próximo do ângulo.
tr: Buna göre, açıdan <code>2 \pi</code>'nin en yakın katını çıkarın.

source: So the <code><var>COORD</var></code>-coordinate is <code><var>ANSWER</var></code>.
es: Por tanto la coordenada <code><var>COORD</var></code> es <code><var>ANSWER</var></code>.
fr: Donc <code><var>COORD</var></code> est égal à <code><var>ANSWER</var></code>.
nb: Så <code><var>COORD</var></code>-koordinaten er <code><var>ANSWER</var></code>.
pl: Zatem współrzędną <code><var>COORD</var></code> jest <code><var>ANSWER</var></code>.
pt: Então, a coordenada <code><var>COORD</var></code> é <code><var>ANSWER</var></code>.
tr: Böylece, <code><var>COORD</var></code>-koordinatı <code><var>ANSWER</var></code>'dir.

source: So the answer is <code><var>DECIMAL</var></code> to <code>4</code> decimal places.
fr: Donc la réponse est <code><var>DECIMAL</var></code> arrondi à <code>4</code> décimales.
nb: Så svaret er <code><var>DECIMAL</var></code> til <code>4</code> desimaler.
pl: Odpowiedź to <code><var>DECIMAL</var></code> po zaokrągleniu do <code>4</code> miejsc po przecinku.
pt: Portanto, arredondando para <code>4</code> casas decimais, a resposta é <code><var>DECIMAL</var></code>.
tr: Böylece, <code>4</code> ondalıklı basamağa yuvarlanmış olarak, cevap <code><var>DECIMAL</var></code> olur.

source: So the answer is <code><var>complexNumber(ANSWER_REAL, ANSWER_IMAG)</var></code>.
es: Así que la respuesta es <code><var>complexNumber(ANSWER_REAL, ANSWER_IMAG)</var></code>.
fr: Donc la réponse est <code><var>complexNumber(ANSWER_REAL, ANSWER_IMAG)</var></code>.
pt: Então, a resposta é <code><var>complexNumber(ANSWER_REAL, ANSWER_IMAG)</var></code>.
tr: Böylece, cevap <code><var>complexNumber(ANSWER_REAL, ANSWER_IMAG)</var></code>.

source: So the answer is <code>\dfrac{\red{<var>NUM_1</var>}}{<var>DEN_1</var>}</code>.
es: Por tanto la respuesta es <code>\dfrac{\red{<var>NUM_1</var>}}{<var>DEN_1</var>}</code>.
fr: Donc la réponse est <code>\dfrac{\red{<var>NUM_1</var>}}{<var>DEN_1</var>}</code>.
nb: Så svaret er <code>\dfrac{\red{<var>NUM_1</var>}}{<var>DEN_1</var>}</code>.
pl: Zatem prawidłowa odpowiedź to <code>\dfrac{\red{<var>NUM_1</var>}}{<var>DEN_1</var>}</code>.
pt: Então, a resposta é <code>\dfrac{\red{<var>NUM_1</var>}}{<var>DEN_1</var>}</code>.
tr: Buna göre, cevap şudur: <code>\dfrac{\red{<var>NUM_1</var>}}{<var>DEN_1</var>}</code>

source: So the area of each triangle is:
es: Así que el área de cada triángulo es:
pt: Portanto, a área de cada triângulo é:
tr: Buna göre, her üçgenin alanı:

source: So the area the base is <code>\pi \cdot <var>r</var>^2 = <var>r * r</var> \pi</code>.
fr: Donc, l'aire de la base est <code>\pi \cdot <var>r</var>^2 = <var>r * r</var> \pi</code>.
pt: Portanto, a área da base é <code>\pi \cdot <var>r</var>^2 = <var>r * r</var> \pi</code>.
tr: Öyleyse, taban alanı <code>\pi \cdot <var>r</var>^2 = <var>r * r</var> \pi</code>'dir.

source: So the bottom radical is undefined when <code>x &lt; <var>A</var></code>, so we know <code>x \geq <var>A</var></code>.
da: Det nederste rodtegn er altså udefineret, når <code>x &lt; <var>A</var></code>, så vi ved, at <code>x \geq <var>A</var></code>.
es: Entonces, el radical inferior no está definido cuando <code>x &lt; <var>A</var></code>, así que sabemos que <code>x \geq <var>A</var></code>.
fr: Donc la racine carrée du dénominateur n'est pas définie lorsque <code>x &lt; <var>A</var></code>, donc il faut que <code>x \geq <var>A</var></code>.
nb: Det nederste rottegnet er altså ikke definert når <code>x &lt; <var>A</var></code>, så vi vet at <code>x \geq <var>A</var></code>.
pt: Portanto, o radical de baixo é indefinido quando <code>x &lt; <var>A</var></code>, portanto, sabemos que <code>x \geq <var>A</var></code>.
tr: buna göre, <code>x &lt; <var>A</var></code> olduğunda alttaki kök tanımsızdır, yani <code>x \geq <var>A</var></code> olduğunu biliyoruz.

source: So the coordinate is <code>(\pink{<var>X</var>}, \green{<var>Y</var>})</code>.
es: Por tanto la coordenada es <code>(\pink{<var>X</var>}, \green{<var>Y</var>})</code>.
fr: Le couple de coordonnées du point est <code>(\pink{<var>X</var>}, \green{<var>Y</var>})</code>.
nb: Så koordinaten er <code>(\pink{<var>X</var>}, \green{<var>Y</var>})</code>.
pl: Zatem współrzędne to <code>(\pink{<var>X</var>}, \green{<var>Y</var>})</code>.
pt: Então a coordenada é <code>(\pink{<var>X</var>}, \green{<var>Y</var>})</code>.
tr: Böylece, koordinat, <code>(\pink{<var>X</var>}, \green{<var>Y</var>})</code>.

source: So the denominator is <code><var>DENOMINATOR</var></code>.
es: Entonces el denominador es <code><var>DENOMINATOR</var></code>.
fr: Donc le dénominateur est <code><var>DENOMINATOR</var></code>.
hi: तो हर (Denominator) <code><var>DENOMINATOR</var></code> है।
nb: Så nevneren er <code><var>DENOMINATOR</var></code>.
pl: Tak więc mianownikiem jest <code><var>DENOMINATOR</var></code>.
pt: Então, o denominador é <code><var>DENOMINATOR</var></code>.
tr: Yani payda şudur: <code><var>DENOMINATOR</var></code>.

source: So the dimensions of the box could be <code><var>WIDTH</var></code>, <code><var>LENGTH</var></code> and <code><var>HEIGHT</var></code>.
es: Por lo tanto, las medidas de la caja podrían ser <code><var>WIDTH</var></code>, <code><var>LENGTH</var></code> y <code><var>HEIGHT</var></code>.
fr: Ainsi, les dimensions de la boîte doivent être de <code><var>WIDTH</var></code>, <code><var>LENGTH</var></code> et <code><var>HEIGHT</var></code>.
hi: ओ बॉक्स का आयाम होगा <code><var>WIDTH</var></code>, <code><var>LENGTH</var></code> और <code><var>HEIGHT</var></code>।
nb: Så målene på esken kan være <code><var>WIDTH</var></code>, <code><var>LENGTH</var></code> og <code><var>HEIGHT</var></code>.
pl: Zatem, przykładowe wymiary pudełka, to: <code><var>WIDTH</var></code>, <code><var>LENGTH</var></code> i <code><var>HEIGHT</var></code>.
pt: Então, as dimensões da caixa podem ser <code><var>WIDTH</var></code>, <code><var>LENGTH</var></code> e <code><var>HEIGHT</var></code>.
tr: Buna göre, kutunun boyutları <code><var>WIDTH</var></code>, <code><var>LENGTH</var></code> ve <code><var>HEIGHT</var></code> olabilir.

source: So the dimensions of the package should be <code><var>FACTORIZATION[0]</var></code>, <code><var>FACTORIZATION[1]</var></code> and <code><var>FACTORIZATION[2]</var></code>.
es: Por tanto las dimensiones del paquete deberían ser <code><var>FACTORIZATION[0]</var></code>, <code><var>FACTORIZATION[1]</var></code> y <code><var>FACTORIZATION[2]</var></code>.
fr: Donc les dimensions de la boîte doivent être <code><var>FACTORIZATION[0]</var></code>, <code><var>FACTORIZATION[1]</var></code> et <code><var>FACTORIZATION[2]</var></code>.
nb: Så målene på pakken skal være <code><var>FACTORIZATION[0]</var></code>, <code><var>FACTORIZATION[1]</var></code> and <code><var>FACTORIZATION[2]</var></code>.
pl: Zatem, przykładowe wymiary pudełka, to <code><var>FACTORIZATION[0]</var></code>, <code><var>FACTORIZATION[1]</var></code> i <code><var>FACTORIZATION[2]</var></code>.
pt: Então, as dimensões do pacote deveriam ser <code><var>FACTORIZATION[0]</var></code>, <code><var>FACTORIZATION[1]</var></code> e <code><var>FACTORIZATION[2]</var></code>.
tr: Buna göre, paketin boyutları <code><var>FACTORIZATION[0]</var></code>, <code><var>FACTORIZATION[1]</var></code> and <code><var>FACTORIZATION[2]</var></code> olmalıdır.

source: So the equation of the ellipse is <code>\dfrac{(x - <var>H</var>)^2}{<var>X_AXIS</var>^2} + \dfrac{(y - <var>K</var>)^2}{<var>Y_AXIS</var>^2} = 1</code>.
pt: Então, a equação da elipse é <code>\dfrac{(x - <var>H</var>)^2}{<var>X_AXIS</var>^2} + \dfrac{(y - <var>K</var>)^2}{<var>Y_AXIS</var>^2} = 1</code>.

source: So the equation of the parabola is <code>y - <var>PRETTY_Y1</var> = <var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code>.
es: Así que la ecuación de la parábola es <code>y - <var>PRETTY_Y1</var> = <var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code>.
fr: Donc l'équation de la parabole est <code>y - <var>PRETTY_Y1</var> = <var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code>.
pt: Sendo assim, a equação da parábola é <code>y - <var>PRETTY_Y1</var> = <var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code>.
tr: Buna göre, parabolün denklemi, <code>y - <var>PRETTY_Y1</var> = <var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code>.

source: So the factored expression is <code><var>SOLUTION</var></code>.
da: Det faktoriserede udtryk er <code><var>SOLUTION</var></code>.
es: Así que la expresión factorizada es <code><var>SOLUTION</var></code>.
fr: Donc l'expression factorisée est <code><var>SOLUTION</var></code>.
nb: Det faktoriserte uttrykket er <code><var>SOLUTION</var></code>.
pl: Odpowiedzią będzie więc <code><var>SOLUTION</var></code>.
pt: Portanto a expressão é <code><var>SOLUTION</var></code>.
tr: Yani ifadenin çarpanlara ayrılmış hali, <code><var>SOLUTION</var></code>.

source: So the greatest common factor is <code><var>GCD_FACTORS.join("\\cdot")</var> = <var>GCD</var></code>
da: Så den største fælles faktor er <code><var>GCD_FACTORS.join("\\cdot")</var> = <var>GCD</var></code>
es: Así que el máximo común divisor es <code><var>GCD_FACTORS.join("\\cdot")</var> = <var>GCD</var></code>
fr: Donc leur plus grand diviseur commun est <code><var>GCD_FACTORS.join("\\cdot")</var> = <var>GCD</var></code>
hi: इसलिए महत्तम समापवर्तक है <code><var>GCD_FACTORS.join("\\cdot")</var> = <var>GCD</var></code>
nb: Så største felles faktor er <code><var>GCD_FACTORS.join("\\cdot")</var> = <var>GCD</var></code>
nl: De grootste gemene deler is dus <code><var>GCD_FACTORS.join("\\cdot")</var> = <var>GCD</var></code>
pl: Zatem największy wspólny dzielnik to <code><var>GCD_FACTORS.join("\\cdot")</var> = <var>GCD</var></code>
pt: Então o máximo divisor comum é <code><var>GCD_FACTORS.join("\\cdot")</var> = <var>GCD</var></code>
tr: Böylece, ortak bölenlerin en büyüğü, <code><var>GCD_FACTORS.join("\\cdot")</var> = <var>GCD</var></code>

source: So the hour hand needs to be placed between the second and third small tick mark past the <code>\blue{<var>HOUR</var>}</code> hour mark.
nb: Så timeviseren må plasseres mellom det andre og det tredje lille merke etter<code>\blue{<var>HOUR</var>}</code> time merke.
nl: De kleine wijzer moet dus tussen het tweede en het derde kleine streepje na de <code>\blue{<var>HOUR</var>}</code> gezet worden.
pl: Dlatego musi zostać przesunięta między drugą i trzecią małą kreskę za godziną <code>\blue{<var>HOUR</var>}</code>.
pt: Portanto, o ponteiro das horas precisa ser colocado entre a segunda e a terceira marcas pequenas, após a marca da(s) <code>\blue{<var>HOUR</var>}</code> horas.
tr: Yani, akrep, <code>\blue{<var>HOUR</var>}</code> saat işaretinin iki ve üç ötesindeki küçük işaretlerin arasına gelmelidir.

source: So the hour hand needs to be placed just before the fourth small tick mark past the <code>\blue{<var>HOUR</var>}</code> hour mark.
nb: Så timeviseren må plasseres rett før det fjerde lille merket etter <code>\blue{<var>HOUR</var>}</code> time merke.
nl: De kleine wijzer moet dus net voor het vierde kleine streepje na de <code>\blue{<var>HOUR</var>}</code> gezet worden.
pl: Dlatego musi zostać przesunięta tuż przed czwartą małą kreskę za godziną <code>\blue{<var>HOUR</var>}</code>.
pt: Portanto, o ponteiro das horas precisa ser colocado exatamente antes da quarta marca pequena, após a marca da(s) <code>\blue{<var>HOUR</var>}</code> hora(s).
tr: Yani, akrep, <code>\blue{<var>HOUR</var>}</code> saat işaretinin dört ötesindeki küçük işaretin hemen önüne gelmelidir.

source: So the hour hand needs to be placed just before the second small tick mark past the <code>\blue{<var>HOUR</var>}</code> hour mark.
nb: Så timeviseren må plasseres rett før den andre lille merket etter <code>\blue{<var>HOUR</var>}</code> time merket.
nl: De kleine wijzer moet dus net voor het tweede kleine streepje na de <code>\blue{<var>HOUR</var>}</code> gezet worden.
pl: Dlatego musi zostać przesunięta tuż przed drugą małą kreskę za godziną <code>\blue{<var>HOUR</var>}</code>.
pt: Portanto, o ponteiro das horas precisa ser colocado exatamente antes da segunda marca pequena, após a marca da(s) <code>\blue{<var>HOUR</var>}</code> hora(s).
tr: Yani, akrep, <code>\blue{<var>HOUR</var>}</code> saat işaretinin iki ötesindeki küçük işarete gelmelidir.

source: So the hour hand needs to be placed just past the first small tick mark past the <code>\blue{<var>HOUR</var>}</code> hour mark.
nb: Så timeviseren må plasseres rett etter det første lille merket etter <code>\blue{<var>HOUR</var>}</code> time merke.
nl: De kleine wijzer moet dus net voorbij het eerste kleine streepje na de <code>\blue{<var>HOUR</var>}</code> gezet worden.
pl: Dlatego musi zostać przesunięta tuż za pierwszą małą kreskę za godziną <code>\blue{<var>HOUR</var>}</code>.
pt: Portanto, o ponteiro das horas precisa ser colocado exatamente depois da primeira marca pequena, após a marca da(s) <code>\blue{<var>HOUR</var>}</code> hora(s).
tr: Yani, akrep, <code>\blue{<var>HOUR</var>}</code> saat işaretinin bir ötesindeki küçük işarete gelmelidir.

source: So the hour hand needs to be placed just past the third small tick mark past the <code>\blue{<var>HOUR</var>}</code> hour mark.
nb: Så timeviseren må plasseres rett etter det tredje lille merket etter <code>\blue{<var>HOUR</var>}</code> time merket.
nl: De kleine wijzer moet dus net voorbij het derde kleine streepje na de <code>\blue{<var>HOUR</var>}</code> gezet worden.
pl: Dlatego musi zostać przesunięta tuż za trzecią małą kreskę za godziną <code>\blue{<var>HOUR</var>}</code>.
pt: Portanto, o ponteiro das horas precisa ser colocado exatamente depois da terceira marca pequena, após a marca da(s) <code>\blue{<var>HOUR</var>}</code> hora(s).
tr: Yani, akrep, <code>\blue{<var>HOUR</var>}</code> saat işaretinin üç ötesindeki küçük işarete gelmelidir.

source: So the line goes through the point, <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code>.
da: Så linjen går gennem punktet, <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code>.
es: Así que la recta pasa por el punto, <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code>.
nb: Så linjen går gjennom punktet <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code>.
pl: Zatem prosta przechodzi przez punkt <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code>.
pt: Assim, a reta passa pelo ponto, <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code>.
tr: Buna göre, doğru <code>(\blue{<var>X1</var>}, \blue{<var>Y1</var>})</code> noktasından geçmektedir.

source: So the line must also pass through <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>
es: Así que la recta debe también pasar por <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>
fr: Donc la droite doit aussi passer par <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>
nb: Så linjen må også gå gjennom <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>
pl: Zatem prosta musi przechodzić też przez <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>
pt: Portanto, a linha também tem que passar pelo <code class="hint_purple">(<var>SLOPE_FRAC[1]</var>, <var>YINT + SLOPE_FRAC[0]</var>)</code>.
