Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Chris is a test prep tutor living in Oakland, California. He earned a degree in cognitive science from UC Berkeley in 2010. He also spends his time writing for an education blog and singing in a cappella groups.
pt: Chris é professor particular preparatório para testes de Oakland, Califórnia. Ele se formou em Ciência Cognitiva pela UC Berkeley, em 2010. Ele também ocupa seu tempo escrevendo para um blog educacional e cantando em grupos da capela.
tr: Chris Oakland, California'da test hazırlığı eğitmenliği yapıyor. 2010 yılında UC Berkeley bilişsel bilimler bölümünden mezun oldu. Kendisi ayrıca bir eğitim blogunda yazarlık yapmaktan ve a capella gruplarında şarkı söylemekten hoşlanıyor.

source: Chris wields his experience with highly reliable, multilingual websites to support lifelong learning through Khan Academy.
es: Chris ejerce su experiencia con sitios web multilingües sumamente confiables para apoyar el aprendizaje de toda la vida a través de Khan Academy.
pl: Chris wkłada całe swoje doświadczenie w tworzenie niezawodnych, wielojęzycznych stron internetowych, wspierających ideę uczenia się przez całe życie dzięki Khan Academy.
pt: Chris emprega sua experiência em websites altamente confiáveis e multilíngues para sustentar um aprendizado de longo prazo por meio da Khan Academy.
tr: Chris, uluslararası dil desteği sağlayan bir web sitesi oluşturarak Khan Academy’nin herkese yaşam boyu eğitim sunabilmesinden sorumludur.

source: Christine Bolli is a Ph.D. candidate at the University of California, Santa Barbara focusing on Romanesque architecture in Provence and Cistercian architecture. Christine works as an instructor for Brooks Institute in Santa Barbara and Ventura as well as for CSU Channel Islands. She writes for Art Fix Daily.
pt: Christine Bolli é doutoranda na Universidade da Califórnia, em Santa Barbara, concentrando-se em arquitetura romanesca em Provença e em arquitetura cisterciana. Christine trabalha como instrutora para o Instituto Brooks em Santa Barbara e Ventura, além da CSU Channel Islands. Ela escreve para a Art Fix Daily.
tr: Christine Bolli, Kaliforniya Üniversitesi, Santa Barbara'da Provence'da Romanesk mimari ve manastır mimarisi alanlarına odaklanan bir doktora öğrencisidir. Christine, Santa Barbara'daki Brooks Enstitüsü ve Ventura ayrıca Manş Adaları'ndaki CSU'da öğretim görevlisi olarak çalışmaktadır. Art Fix Daily için yazı yazmaktadır.

source: Christine Zappella is a doctoral student in Art History at the University of Chicago and holds Master’s degrees in both Art History from CUNY Hunter College and Teaching (Math Concentration) from Pace University. Christine focuses on sixteenth century Italian painting.
pt: Christine Zappella é doutoranda em História da Arte pela Universidade de Chicago, e é mestre em História da Arte pela Faculdade Hunter na CUNY e em Educação (especialização em matemática) pela Universidade Pace. Christine se concentra em pinturas italianas do século XVI.
tr: Christine Zappella, Chicago Üniversitesi'nde Sanat Tarihi dalında doktora öğrencisidir ve CUNY Hunter Üniversitesi'nden Sanat Tarihi dalınsa ve Pace Üniversitesi'nden Öğretmenlik (matematik) dalında Master derecelerine sahiptir. Christine onaltıncı yüzyıl İtalyan tablolarına odaklanır.

source: Christopher
fr: Christophe
ja: クリストファー
nl: Nicholas
pl: Krzysztof
pt: Cristiano
pt_pt: Cristóvão
tr: Can

source: Chromium
es: Cromo
nb: Krom
pl: Chrom
pt: Cromo
pt_pt: Crómio
tr: Krom

source: Ciphertext
pl: Szyfrogram
pt: Texto cifrado
tr: Şifreleyici Metin

source: Ciphertext Frequency
pl: Częstotliwość tekstu szyfrowanego
pt: Frequência de texto cifrado
tr: Şifreleyici Metin Frekansı

source: Circle
es: Círculo.
fr: un cercle
hi: वृत्त
nb: Sirkel
pt: Círculo
tr: çember

source: Circles and arcs
es: Circunferencias y arcos
fr: Cercles et arcs de cercles
nb: Sirkler og buer
pl: Okręgi i łuki
pt: Circunferências e arcos
tr: Çemberler ve yaylar

source: Cities
es: Ciudades
fr: Villes
ja: 市
nb: Byer
pl: Miasta
pt: Cidades
pt_pt: Cidades
tr: Şehirler

source: Claim certificate
ja: 証明書を請求する
nb: Få setrifikat
pl: Odbierz certyfikat
pt: Solicitar certificado
pt_pt: Reclamar certificado
tr: Sertifikanızı isteyin

source: Claim your Completion Certificate and %(br)s keep growing your brain on Khan Academy.
ja: あなたの完了した科目の証明書請求し，%(br)s はあなたの頭脳がカーンアカデミーで成長し続けていることを保持します．
nb: Få sertifikat ditt for fullført arbeid og %(br)s fortsett med hjernetrim i Khan Academy.
pl: Odbierz swój Certyfikat Ukończenia i %(br)s ćwicz swój mózg dalej z Khan Academy.
pt: Peça seu certificado de conclusão e %(br)s continue desenvolvendo seu cérebro na Khan Academy.
pt_pt: Reclama o teu certificado por teres concluído %(br)s e continua a aprender na Khan Academy.
tr: Tamamlama Sertifikanızı isteyin ve %(br)s Khan Academy ile beyninizi geliştirmeye devam edin!

source: Claim your profile
da: Gør krav på din profil
es: Reclama tu perfil
fr: Voir votre profil
nb: Gjør krav på din profil
nl: Claim jouw profiel
pl: Zatwierdź swój profil
pt: Cadastre seu perfil
pt_pt: Reivindica o teu perfil
tr: Profilinizi bildiriniz

source: Clarifications
da: Præciseringer
es: Aclaraciones
fr: Précisions
hi: स्पष्टीकरण
ja: 明確化
nb: Presiseringer
nl: Ophelderingen
pl: Wyjaśnienia
pt: Esclarecimentos
pt_pt: Esclarecimentos
tr: Açıklamalar

source: Clarifications are disabled for this article.
da: Præciseringer er deaktiveret for denne artikel.
es: Las aclaraciones están desactivadas para este artículo.
fr: Les explications additionnelles sont désactivées pour cet article.
ja: この記事についての明確化は無効にされています．
nb: Utdypninger er deaktivert for denne artikkelen.
nl: Verduidelijkingen zijn uitgeschakeld voor dit artikel.
pl: Wyjaśnienia są wyłączone dla tego artykułu.
pt: Esclarecimentos estão desativados para este artigo.
pt_pt: Os esclarecimentos estão desativados para este artigo.
tr: Bu makale için açıklamalar devredışı bırakılmıştır.

source: Clarifications are disabled for this video.
da: Præciseringer er deaktiveret for denne video.
es: Las aclaraciones están desactivadas para este video.
fr: Les explications additionnelles sont désactivées pour cette vidéo.
ja: このビデオについての明確化は無効にされています．
nb: Utdypninger er deaktivert for denne videoen.
nl: Verduidelijkingen zijn uitgeschakeld voor deze video.
pl: Wyjaśnienia są wyłączone dla tego filmu.
pt: Esclarecimentos estão desativados para este vídeo.
pt_pt: Os esclarecimentos estão desativados para este vídeo.
tr: Bu video için açıklamalar devre dışı bırakılmıştır.

source: Class code:
bg: Код на класа:
da: Klassekode:
es: Código de la clase:
fr: Code de classe :
he: קוד הכיתה:
ja: クラスコード:
nb: Klassekode:
nl: Klascode:
pl: Kod klasy:
pt: Código da turma:
pt_pt: Código da turma:
tr: Sınıf kodu:

source: Class code: %(signupCode)s
da: Klassekode: %(signupCode)s
es: Código de la clase: %(signupCode)s
fr: Code de la classe: %(signupCode)s
ja: クラスコード: %(signupCode)s
nb: KLassekode: %(signupCode)s
nl: Klas code: %(signupCode)s
pl: Kod klasy: %(signupCode)s
pt: Código da turma: %(signupCode)s
pt_pt: Código da aula: %(signupCode)s
tr: Sınıf kodu: %(signupCode)s

source: Class name
da: Klassenavn
es: Nombre de la clase
fr: Nom de la classe
ja: クラスの名前
nb: Klassenavn
nl: Klasnaam
pl: Nazwa klasy
pt: Nome da turma
pt_pt: Nome da turma
tr: Sınıf adı

source: Class:
da: Klasse:
es: Clase:
fr: classe:
nb: Klasse:
nl: Klas:
pl: Klasa:
pt: Turma:
pt_pt: Turma:
tr: Sınıf:

source: Class: %(schoolClass)s
da: Klasse: %(schoolClass)s
es: Clase: %(schoolClass)s
fr: Classe: %(schoolClass)s
ja: クラス: %(schoolClass)s
nb: Klasse: %(schoolClass)s
nl: Klas: %(schoolClass)s
pl: Klasa: %(schoolClass)s
pt: Turma: %(schoolClass)s
pt_pt: Turma: %(schoolClass)s
tr: Sınıf: %(schoolClass)s

source: Classes
da: Klasser
es: Clases
ja: クラス
nb: Klasser
nl: Klassen
pl: Klasy
pt: Turmas
pt_pt: Turmas
tr: Sınıflar

source: Clear
es: Borrar
fr: Effacer
nb: Fjern
pl: Wyczyść
pt: Limpar
pt_pt: Limpar
tr: açık

source: Clear Flag
da: Fjern Markering
es: Marca liberada
fr: Éffacer marqueur
ja: {{numberOfFlags}}フラグをクリア
nl: Label wissen
pl: Wyczyść Flagę
pt: Limpar marcação
pt_pt: Apagar denúncia

source: Clear Filter
da: Fjern Filter
es: Borrar filtro
fr: Effacer le filtre
nb: Fjern Filter
nl: Filter wissen
pl: Wyczyść filtr
pt: Limpar filtro
pt_pt: Limpar filtro
tr: Filtreyi temizle

source: Clear Flag
es: Eliminar marca
fr: Effacer Marque
ja: %(num)s のフラグをクリア
nl: Label wissen
pl: Wyczyść flagę
pt: Eliminar marcador
pt_pt: Apagar denúncia

source: Cleared flags
da: Fjernede markeringer
es: Marcas eliminadas
fr: Marqueurs éffacés
ja: クリアされたフラグ
nb: Fjernede markeringer
nl: Verwijderde markeringen
pl: Wyczyszczone flagi
pt: Marcações excluídas
pt_pt: Denúncias apagadas
tr: Temizlenen bayraklar

source: Clement is a MS student in Computer Science at DePaul University. He graduated from Chang Gung Medical College in Taiwan, specializing in health, medicine, and social sciences related information management.
pt: Clement é aluno de mestrado em Ciências da Computação na Universidade DePaul. Ele se graduou na Faculdade de Medicina Chang Gung, em Taiwan, especializando-se na administração de informações relacionadas a saúde, medicina e ciências sociais.
tr: Clement DePaul Üniversitesinde Bilgisayar Bilimi alanında bir master öğrencisidir. Tayvan'daki Chang Gung Tıp Fakültesinden, sağlık, tıp, ve sosyal bilimlerle ilişkili bilgi yönetimi uzmanlığıyla mezun olmuştur.

source: Click "Learning home" in the "Subjects" menu to try the student experience.
da: Klik på "Startside for læring" i menuen "Emner" for at afprøve siden som elev.
es: Haz clic en "Inicio del aprendizaje" en el menú "Temas" para probar la experiencia de estudiante.
fr: Cliquez sur « Accueil » dans le menu « Apprendre », pour vous glisser dans la peau d'un élève.
ja: 「科目」メニューの「学びのホーム」をクリックして生徒としての経験をしてみましょう．
nb: Klikk på "Startside for læring" i menyen "Emner" for å prøve siden som elev.
nl: Klik op "Start leren" in het "Onderwerpen" menu om te zien hoe de student het ervaart.
pl: Kliknij w "Strona główna nauki" w menu "Tematy" żeby wypróbować doświadczenia ucznia.
pt: Clique em "Página inicial de aprendizagem" no menu "Assuntos" para conhecer a experiência do aluno.
tr: Öğrenciliği denemek için, "Konular" menüsünden "Öğrenme Ana Sayfası" bağlantısına tıklayın.

source: Click "Learning home" to try the student experience.
da: Klik på "Startside for læring" for at afprøve siden som elev.
es: Haz clic en "Inicio del aprendizaje" para probar la experiencia del estudiante.
fr: Cliquez sur "Accueil" pour essayer la Khan Academy en tant qu'élève
ja: 「学びのホーム」をクリックして生徒の経験を試してみて下さい．
nb: Klikk på "Startside for læring" for å oppleve elevperspektivet.
nl: Klik op "Start leren" om te zien hoe de student het ervaart.
pl: Kliknij w "Strona główna nauki" żeby wypróbować doświadczenia ucznia.
pt: Clique em "Página inicial de aprendizagem" para testar a experiência do aluno.
tr: Öğrenciliği denemek için, "Öğrenme Ana Sayfası" bağlantısına tıklayın.

source: Click "My Programs" from links around the programming part of the site.
da: Klik på "Mine programmer" fra links omkring programmeringsdelen af webstedet.
es: Haz clic en "Mis programas" que está en los enlaces de la parte de programación del sitio.
fr: Cliquez sur "Mes programmes" dans les liens autour de la partie programmation du site.
ja: サイトのプログラミング部分にある「私のプログラム」 のリンクをクリックする．
nb: Klikk "Mine programmer" fra koplinger rundt programmeringsområdet på siden.
nl: Klik op "Mijn Programma's" via links op het programmeringsgedeelte van de site.
pl: Kliknij w "Moje programy" z linków w informatycznej części strony.
pt: Clique em "Meus Programas" nos links da parte de programação do site.
pt_pt: Clicar em "Os meus programas" nas ligações da parte de programação do site.
tr: Sitenin programlama bölümünüden "Benim Programlarım" bağlantısına tıklayabilirsiniz.

source: Click here
bg: Щракни тук
da: Klik her
es: Haz clic aquí
fr: Cliquez ici
ja: ここをクリック
nb: Trykk her
nl: Klik hier
pl: Kliknij tutaj
pt: Clique aqui
pt_pt: Clique aqui
tr: Buraya tıklayın

source: Click here if your class is for a subject outside of math or computer programming.
da: Klik her, hvis dit kursus er i et emne som ligger uden for matematik eller computerprogrammering.
es: Haz clic aquí si tu clase es para un tema diferente de matemáticas o de programación de computadoras.
fr: Cliquez ici si votre classe est pour un sujet en dehors des mathématiques ou de la programmation informatique.
ja: あなたのクラスが数学とコンピュータプログラミング以外の科目であれば，ここをクリックして下さい．
nb: Klikk her hvis klassen din er ute etter et annet emne enn matematikk eller programmering.
nl: Klik hier als je een klas hebt voor een onderwerp anders dan wiskunde of programmeren.
pl: Kliknij tutaj, jeżeli Twoja klasa uczy się innego przedmiotu niż matematyka lub informatyka.
pt: Clique aqui se sua aula for sobre um assunto que não seja matemática ou programação de computador.
tr: Sınıfınız matematik veya bilgisayar bilimi ile ilgili bir konu hakkında değilse buraya tıklayınız.

source: Click here to claim the %(points)s points you've earned
da: Klik her for at opkræve de %(points)s point, du har optjent
es: Haz clic aquí para solicitar los %(points)s puntos que has ganado
fr: Cliquez ici pour recevoir les %(points)s points que vous avez gagnés
nb: Trykk her for å få %(points)s poeng du har opptjent
nl: Klik hier om de %(points)s punten te claimen die je hebt verdiend
pl: Kliknij tutaj, aby zapisać punkty %(points)s, które zdobyłeś
pt: Clique aqui para reivindicar os %(points)s pontos que você ganhou
tr: Kazandığınız %(points)s puanlar için buraya tıklayın.

source: Click here to finish creating your account:
da: Klik her for at færdiggøre din konto:
es: Haz clic aquí para terminar la creación de tu cuenta:
fr: Cliquez ici pour compléter la création de votre compte :
ja: ここをクリックしてあなたのアカウント作成を完了:
nb: Klikk her for å fullføre opprettingen av din konto:
nl: Klik hier om het maken van je account af te ronden:
pl: Kliknij tutaj, aby ukończyć tworzenie konta:
pt: Clique aqui para concluir a criação de sua conta:
pt_pt: Clica aqui para concluíres o processo de criação da tua conta:
tr: Hesap oluşturmayı tamamlamak için burayı tıklatın:

source: Click here to finish linking this email to your Khan Academy account:
da: Klik her for at forbinde denne e-mail til din Khan Academy-konto:
es: Haz clic aquí para terminar de vincular este correo electrónico a tu cuenta de Khan Academy:
fr: Cliquez ici pour finir d'associer cette adresse e-mail à votre compte Khan Academy :
ja: ここをクリックしてこの電子メイルとあなたのカーンアカデミーアカウントとのリンクを完了しましょう
nb: Trykk her for å fullføre oppkoblingen av denne epostadressen til din Khan Academy-konto:
nl: Klik hier om de koppeling van dit e-mailadres aan jouw Khan Academy account te voltooien:
pl: Kliknij tutaj, aby zakończyć połączenie tego e-maila do konta Khan Academy:
pt: Clique aqui para terminar de vincular este e-mail à sua conta da Khan Academy:
tr: Bu e-postayı Khan Academy hesabınızla ilişiklendirmeyi tamamlamak için burayı tıklayın:

source: Click here to sign up:
bg: Щракни тук за регистрация:
da: Klik her for at tilmelde:
es: Haz clic aquí para inscribirte:
fr: Cliquez ici pour vous inscrire :
ja: ここをクリックしてサインアップ:
nb: Klikk her for å registrere deg:
nl: Klik hier om in te registreren:
pl: Kliknij tutaj, aby się zarejestrować:
pt: Clique aqui para se cadastrar:
pt_pt: Clica aqui para te registares:
tr: Kaydolmak için burayı tıklatın:

source: Click on an item to see its details.
da: Klik på et element for at se dets detaljer.
es: Haz clic en un elemento para ver sus detalles.
fr: Cliquez sur un élément pour voir ses détails.
nb: Klikk et element for å se detaljene.
nl: Klik op een item om details te zien.
pl: Kliknij na element, aby zobaczyć jego szczegóły.
pt: Clique sobre um item para ver seus detalhes.
pt_pt: Clica num elemento para veres detalhes.
tr: Ayrıntılarını görüntülemek için bir öğe seçiniz.

source: Click on the Khan Academy application to create your Khan Academy teacher account
es: Haz clic en la aplicación de Khan Academy para crear tu cuenta de maestro en Khan Academy
nb: Klikk på Khan Academy programmet og opprett din Khan Academy lærer konto
pt: Clique no aplicativo da Khan Academy para criar sua conta Khan Academy de professor
tr: Khan Academy öğretmen hesabınızı oluşturmak için Khan Academy uygulamasına tıklayınız

source: Click on the banner at the top of the page to ‘add your email address’ to receive important notices about the challenge
es: Haz clic en el encabezado en la parte superior de la página para "Agregar tu correo electrónico" para recibir noticias importantes acerca del desafío
nb: Klikk på banneret øverst på siden til "Legg til din e-postadresse" så vil du motta viktige meldinger om utfordringen
pt: Clique no banner na parte superior da página para ‘adicionar seu endereço de e-mail’ para receber avisos importantes sobre o desafio
tr: Yarışmaya ilişkin önemli bilgilendirmeleri almak için, sayfanın en üstündeki 'e-posta adresinizi ekleyiniz' seçeneğine tıklayınız

source: Click on the button above your child’s account summary to sign them up for LearnStorm
es: Haz clic en el botón encima del resumen de la cuenta de tu hijo para registrarlo en LearnStorm
nb: Klikk på knappen over ditt barns konto- oppsummering for å registrere dem for LearnStorm
pt: Clique no botão acima do resumo da conta do seu filho para cadastrá-los na LearnStorm
tr: Çocuğunuzu LearnStorm'a kaydettirmek için, çocuğunuzun hesap özetinin üstündeki butona tıklayınız

source: Click on the button above your child’s account summary to sign them up for LearnStorm
es: Haz clic en el botón encima del resumen de la cuenta de tu hijo para registrarlo en LearnStorm
nb: Klikk på knappen over ditt barns oppsummering for å registrere dem for LearnStorm
pt: Clique no botão acima do resumo da conta do seu filho para registrá-lo na LearnStorm
tr: Çocuğunuzun hesap özetinin üstündeki butona tıklayarak onları LearnStorm'a kaydedin

source: Click on the button above your class to ‘add this class to the challenge’
es: Haz clic en el botón encima de tu clase a "Agrega esta clase al desafío"
nb: Klikk på knappen over din klasse for å ‘legge til denne klassen i utfordringen’
pt: Clique no botão acima de sua turma para ‘adicionar esta turma ao desafio’
tr: Sınıfınızın üstünde yer alan 'bu sınıfı yarışmaya ekle' seçeneğine tıklayınız.

source: Click on the button above your class to ‘add this class to the challenge’
es: Haz clic en el botón encima de tu clase a "Agrega esta clase al desafío"
nb: Klikk på knappen over klassen 'legge til klassen i utfordringen'
pl: Kliknij na przycisk powyżej swojej klasy aby "dodać tą klasę do wyzwania"
pt: Clique no botão acima da sua turma para ‘adicionar essa turma ao desafio’
tr: Sınıfınızın üstündeki 'bu sınıfı yarışmaya ekle' seçeneğine tıklayınız.

source: Click on the following link to finish linking your email address.
da: Klik på det følgende link for at forbinde din e-mailadresse.
es: Haz clic en el siguiente enlace para terminar de vincular tu dirección de correo electrónico.
fr: Cliquez sur le lien suivant pour finir de lier votre adresse e-mail.
ja: 次のリンクをクリックしてあなたの電子メイルアドレスのリンクを完了して下さい．
nb: Klikk på følgende lenke for å fullføre tilknytningen av din e-postadresse.
nl: Klik op de volgende link om de koppeling met jouw e-mailadres te bevestigen.
pl: Kliknij na poniższy link, aby dokończyć dołączanie Twojego adresu e-mail.
pt: Clique no link a seguir para terminar de vincular seu endereço de e-mail.
pt_pt: Clica na seguinte ligação para associares o teu e-mail.
tr: E-posta adresinizi bağlamayı tamamlamak için aşağıdaki linke tıklayın.

source: Click on the following link to finish signing up and claim the %(points)s points you've earned!
da: Klik på det følgende link for at færdiggøre tilmeldingen og opkræve de %(points)s point, du har optjent!
es: Haz clic en el siguiente enlace para terminar de registrarte y ¡solicitar los %(points)s puntos que has ganado!
fr: Cliquez sur le lien suivant pour compléter votre inscription et recevoir les %(points)s points que vous avez gagnés !
nb: Klikk på den følgende lenken for å fullføre registreringen og kreve de %(points)s poengene du har oppnådd!
nl: Klik op de volgende link om jouw registratie te bevestigen en de %(points)s punten die je verdient hebt te ontvangen!
pl: Kliknij na następujący link, aby zakończyć rejestrację i zapisać punkty %(points)s, które zdobyłeś!
pt: Clique no link a seguir para concluir o cadastro e reivindique os %(points)s pontos que você ganhou!
pt_pt: Clica na seguinte ligação para criares uma conta e reclamares os %(points)s pontos que ganhaste!
tr: Kaydolmayı tamamlamak ve kazandığınız %(points)s puanları istemek için aşağıdaki bağlantıya tıklayınız '

source: Click on the following link to finish signing up for LearnStorm 2015 and Khan Academy!
es: ¡Haz clic en el siguiente enlace para finalizar el registro para LearnStorm 2015 y Khan Academy!
ja: 学びの嵐 2015 とカーンアカデミーへのサンアップを完了するために次のリンクをクリックしましょう!
nb: Klikk på følgende kobling for å fullfør registrering til LearnStorm 2015 og Khan Academy!
pl: Kliknij na ten link żeby zakończyć rejestrację dla LearnStorm 2015 i Khan Academy!
pt: Clique no link a seguir para terminar de se inscrever na LearnStorm 2015 e na Khan Academy!
pt_pt: Clica na seguinte ligação para terminares a inscrição na LearnStorm 2015 e na Khan Academy!
tr: ÖğrenmeFırtınası 2015 ve Khan Academy'ye kaydolmayı tamamlamak için aşağıdaki bağlantıya tıklayın!

source: Click on the following link to finish signing up!
da: Klik på det følgende link for at færdiggøre tilmeldingen!
es: ¡Haz clic en el siguiente enlace para terminar de registrarte!
fr: Cliquez sur le lien suivant pour compléter votre inscription !
nb: Klikk på følgende lenke for å fullføre innmeldingen!
nl: Klik op de volgende link om de aanmelding te voltooien!
pl: Kliknij w poniższy link, aby dokończyć rejestrację!
pt: Clique no link a seguir para concluir o cadastro!
pt_pt: Clica na seguinte ligação para criares a tua conta!
tr: Kaydolmayı tamamlamak için aşağıdaki bağlantıya tıklayınız!

source: Click on the following link to finish signing up.
da: Klik på det følgende link for at færdiggøre tilmeldingen.
es: Haz clic en el siguiente enlace para terminar de registrarte.
fr: Cliquez sur le lien suivant pour compléter votre inscription.
nb: Klikk på følgende lenke for å fullføre innmeldingen.
nl: Klik op de volgende link om het inschrijven af te ronden.
pl: Kliknij w poniższy link, aby dokończyć rejestrację.
pt: Clique no link a seguir para concluir o cadastro.
pt_pt: Clica na seguinte ligação para criares a tua conta.
tr: Kaydolmayı tamamlamak için aşağıdaki bağlantıya tıklayınız.

source: Click on the graph to plot a point.
es: Haz clic en la gráfica para trazar un punto.
fr: Cliquer sur le graphique pour placer un point.
nb: Klikk på koordinatsystemet for å markere et punkt.
pl: Kliknij na wykres, aby zaznaczyć punkt.
pt: Clique no gráfico para marcar um ponto.
tr: Grafiğin üstünde tıklayarak bir noktayı çiziniz.

source: Click on the image to choose your avatar!
da: Klik på billedet for at vælge din avatar!
es: Haz clic en la imagen para elegir tu avatar.
fr: Clique sur l'image pour choisir ton avatar!
nb: Klikk på bildet for å velge din avatar!
nl: Klik op de afbeelding om jouw avatar te kiezen!
pl: Kliknij na zdjęcie, aby wybrać swój awatar!
pt: Clique na imagem para escolher seu avatar!
tr: Avatarınızı seçmek için resmin üzerine tıklayın!
