Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Each tick mark represents <code><var>SCALE</var></code>, so <code><var>NUMBER</var></code> will be <code><var>abs(round(NUMBER / SCALE))</var></code> tick marks to the right of <code>0</code>.
da: Hver mærke svarer til <code><var>SCALE</var></code>, så <code><var>NUMBER</var></code> bliver <code><var>abs(round(NUMBER / SCALE))</var></code> mærker til højre for <code>0</code>.
es: Cada marca de graduación representa <code><var>SCALE</var></code> unidades, por lo que <code><var>NUMBER</var></code> debe estar <code><var>abs(round(NUMBER / SCALE))</var></code> marcas a la derecha de <code>0</code>.
fr: Chaque graduation représente <code><var>SCALE</var></code>, donc le point correspondant à <code><var>NUMBER</var></code> est à <code><var>abs(round(NUMBER / SCALE))</var></code> graduations à droite du point correspondant à <code>0</code>.
nb: Hver merke svarer til <code><var>SCALE</var></code>, så <code><var>NUMBER</var></code> blir <code><var>abs(round(NUMBER / SCALE))</var></code> merker til høyre for <code>0</code>.
nl: Elk maatstreepje komt overeen met <code><var>SCALE</var></code>, dus <code><var>NUMBER</var></code> zal <code><var>abs(round(NUMBER / SCALE))</var></code> maatstreepjes *rechts* van <code>0</code> komen te liggen.
pl: Każda kreska to <code><var>SCALE</var></code>, więc <code><var>NUMBER</var></code> będzie <code><var>abs(round(NUMBER / SCALE))</var></code> kresek na prawo od <code>0</code>.
pt: Cada marca representa <code><var>SCALE</var></code>, então <code><var>NUMBER</var></code> será <code><var>abs(round(NUMBER / SCALE))</var></code> marcas à direita de <code>0</code>.
tr: Her işaret <code><var>SCALE</var></code> ifade ediyor, yani <code><var>NUMBER</var></code> sayısı <code>0</code>'ın <code><var>abs(round(NUMBER / SCALE))</var></code> sağında olacak.

source: Each value should have its own case label.
da: Hver værdi bør have sin egen "case".
es: Cada valor debe tener su propia etiqueta.
nb: Hver verdi bør ha sin egen etikett.
nl: Elke waarde moet zijn eigen case kenmerk hebben.
pl: Każda wartość powinna mieć własną etykietę przypadku.
pt: Cada valor deve ter seu próprio rótulo de case.
tr: Her değerin büyük/küçük harf etiketi olmalıdır.

source: Each week, fun activities will be emailed out to LearnStorm participants. These activities will help motivate you and teach strategies for persevering when the going gets tough. For more information about LearnStorm Weekly Activities, click
es: Cada semana, se enviará a los participantes de LearnStorm divertidas actividades renovadas. Estas actividades ayudarán a motivarte y te enseñarán estrategias para perseverar cuando las cosas se ponen difíciles. Para obtener más información acerca de actividades semanales de LearnStorm, haz clic en
nb: Hver uke vil vi sende en e-mail med morsomme aktiviteter til deltakere i LearnStorm. Disse aktivitetene vil hjelpe å motivere deg og lærer deg strategier når du møter motgang. For mer informasjon om LearnStorm ukentlige aktiviteter, klikk
pt: Toda semana, atividades divertidas serão enviadas por e-mail para os participantes da LearnStorm. Essas atividades vão ajudar na sua motivação e ensinar estratégias para perseverar quando as coisas ficarem difíceis. Para mais informações sobre as atividades semanais da LearnStorm, clique
tr: Her hafta, eğlenceli etkinlikler LearnStorm katılımcılarına e-postayla gönderilecektir. Bu etkinlikler sizi motive edecektir ve işler zorlaştıkça, azmetmeniz için stratejiler öğretecektir. LearnStorm Haftalık Etkinlikleri ile ilgili daha fazla bilgi için, tıklayın

source: Early Math
da: Begyndermatematik
es: Matemáticas elementales
fr: Maternelle / CP
nb: Tidlig matematikk
nl: Aanvankelijk rekenen
pl: Początek matematyki
pt: Matemática elementar
pt_pt: Matemática primária
tr: Basit Matematik

source: Earn %(min_points)s energy point
da: Optjen %(min_points)s energipoint
es: Gana %(min_points)s punto de energía
fr: Gagnez %(min_points)s point
nb: Opptjen %(min_points)s energipoeng
nl: Verdien %(min_points)s energiepunt
pl: Zdobądź %(min_points)s punkt energii
pt: Ganhe %(min_points)s ponto de energia
pt_pt: Precisas de %(min_points)s ponto de energia
tr: %(min_points)s enerji puanı kazanın

source: Earn (30,000 * number of team members) points as a team within a week
da: Tjen (30.000 * antallet af holddeltagere) point som et hold inden for en uge
es: Gana (30,000 * el número de miembros del equipo), de puntos, como equipo en una semana
fr: Gagnez (30 000 * nombre de membres de l'équipe) points en équipe en une semaine
ja: 一週間以内にチームとして (30,000 * チームメンバーの数) ポイントを獲得しよう
nb: Tjen (30 000 * antall lagmedlemmer) poeng som et lag innen en uke
nl: Verdien (30.000 * aantal teamleden) punten als team binnen deze week
pl: Zdobądźcie jako drużyna (30 000 * liczba członków drużyny) punktów w ciągu tygodnia
pt: Ganhe (30.000 * número de membros da equipe) pontos como uma equipe em uma semana
pt_pt: Ganha (30 000 * número de membros) pontos como equipa numa semana
tr: Takımca bir hafta içerisinde (30,000 * takım üyelerinin sayısı) puan kazanın

source: Earn 1,000,000 energy points
da: Optjen 1.000.000 energipoint
es: Gana 1,000,000 puntos de energía
fr: Gagner un million de points
ja: 1,000,000 のエネルギーポイントを獲得
nb: Tjen 1 000 000 energipoeng
nl: Verdien 1.000.000 energiepunten
pl: Zdobądź 1 000 000 punktów energii
pt: Ganhar 1.000.000 pontos de energia
pt_pt: Ganha 1 000 000 pontos de energia
tr: 1.000.000 enerji puanı kazanın

source: Earn 10,000 energy points
da: Optjen 10.000 energipoint
es: Gana 10,000 puntos de energía
fr: Gagner 10 000 points
ja: 10,000 のエネルギーポイントを獲得
nb: Tjen 10 000 energipoeng
nl: Verdien 10.000 energiepunten
pl: Zdobądź 10 000 punktów energii
pt: Ganhar 10.000 pontos de energia
pt_pt: Ganha 10 000 pontos de energia
tr: 10,000 enerji puanı kazanın

source: Earn 10,000,000 energy points
da: Optjen 10.000.000 energipoint
es: Gana 10,000,000 puntos de energía
fr: Gagner 10 millions de points
ja: 10,000,000 のエネルギーポイントを獲得
nb: Tjen 10 000 000 energipoeng
nl: Verdien 10.000.000 energiepunten
pl: Zdobądź 10 000 000 punktów energii
pt: Ganhar 10.000.000 pontos de energia
pt_pt: Ganha 10 000 000 pontos de energia
tr: 10,000,000 enerji puanı kazanın

source: Earn 100,000 energy points
da: Optjen 100.000 energipoint
es: Gana 100,000 puntos de energía
fr: Gagner 100 000 points
ja: 100,000 のエネルギーポイントを獲得
nb: Tjen 100 000 energipoeng
nl: Verdien 100.000 energiepunten
pl: Zdobądź 100 000 punktów energii
pt: Ganhar 100.000 pontos de energia
pt_pt: Ganha 100 000 pontos de energia
tr: 100,000 enerji puanı kazanın

source: Earn 500,000 energy points
da: Optjen 100.000 energipoint
es: Gana 500,000 puntos de energía
fr: Gagner 500 000 points
ja: 500,000 のエネルギーポイントを獲得
nb: Tjen 500 000 energipoeng
nl: Behaal 500.000 energiepunten
pl: Zdobądź 500 000 punktów energii
pt: Ganhar 500.000 pontos de energia
pt_pt: Ganha 500 000 pontos de energia
tr: 500,000 enerji puanı kazanın

source: Earn badges by asking and answering questions, voting, and flagging inappropriate content.
da: Opnå badges ved at stille og besvare spørgsmål, ved at stemme og ved at markere uhensigtsmæssig indhold.
es: Gana medallas haciendo preguntas y respondiendo otras, votando por buen contenido y reportando el inapropiado.
fr: Gagnez des badges en posant et répondant à des questions, ou en votant et signalant la présence de contenus inappropriés.
nb: Skaff deg emblemer ved å stille og besvare spørsmål, stemme, og ved å markere upassende innhold.
nl: Verdien medailles met vragen stellen, vragen beantwoorden, stemmen en ongepaste inhoud aan geven.
pl: Zdobywaj odznaki zadając i odpowiadając na pytania, głosując i flagując nieregulaminowe treści.
pt: Ganhe medalhas perguntando e respondendo questões, votando e indicando conteúdo impróprio.
pt_pt: Ganha medalhas por perguntares e responderes a perguntas, votares e denunciares conteúdos impróprios.
tr: Soru sorarak, diğer katılımcıların sorularını cevaplayarak, oy kullanarak ve uygun olmayan içerik hakkında bayrak kaldırıp uyararak madalya kazanabilirsiniz.

source: Earn just one more point!
da: Optjen blot ét point mere!
es: ¡Gana solo un punto más!
fr: Gagnez encore un point !
ja: さらに %(point)s ポイント獲得しましょう
nb: Tjen et poeng til!
nl: Verdien nog 1 punt meer!
pl: Zdobądź jeszcze jeden punkt!
pt: Ganhe só mais um ponto!
pt_pt: Ganha só mais um ponto!

source: Earn points and badges; Conquer the world of math!
da: Optjen point og badges; Erobr en verden af matematik!
es: Gana puntos y medallas; ¡conquista el mundo de las matemáticas!
fr: Gagnez des points et des badges; Conquérez le monde des maths!
nb: Tjen poeng og badges; Erobre matteverdenen!
nl: Verdien punten en badges; Verover de wereld van de wiskunde!
pl: Zbieraj punkty i odznaki; Podbij świat matematyki!
pt: Ganhe pontos e medalhas. Conquiste o mundo da matemática!
tr: Puanlar ve madalyalar kazanın: Matematik dünyasını fethedin!

source: Earn points for mastering math and showing hustle.
es: Gana puntos por dominar las matemáticas y mostrar tu esfuerzo.
ja: 数学をマスターしたり，ハッスルを見せることで得点を獲得する
nb: Tjen poeng for mestring og innsats i matematikk.
nl: Verdien punten voor het beheersen van wiskunde en toon inzet .
pl: Zdobywaj punkty za opanowywanie matematyki w szybkim tempie.
pt: Ganhe pontos por seu esforço e domínio de habilidades matemáticas.
pt_pt: Ganha pontos pelo teu esforço e domínio de competências Matemáticas.
tr: Matematikte uzmanlık ve çaba göstererek puan kazanın.

source: Earn these avatars by getting <a href='/computer-programming'>Computer Programming</a> badges!
da: Få adgang til disse avatarer ved at opnå badges i <a href='/computer-programming'>Computer Programming</a>!
es: ¡Gana estos avatares al obtener medallas de <a href='/computer-programming'>Programación</a>!
fr: Recevez ces avatars en obtenant les insignes <a href='/computer-programming'> Computer Programming</a> !
ja: <a href='/computer-programming'>コンピュータプログラミング</a>のバッジを取って，これらのアバターを獲得しましょう!
nb: Tjen disse avatarene ved å få <a href='/computer-programming'>Data Programmings</a> merker!
nl: Verdien deze avatars door het verkrijgen van <a href='/computer-programming'> Computer Programmering</a> medailles!
pl: Zdobądź te awatary poprzez zdobywanie odznak <a href='/computer-programming'>Programowania</a>!
pt: Conquiste estes avatares obtendo medalhas de <a href='/computer-programming'>Programação de computadores</a>!
pt_pt: Ganha estes avatares quando conseguires medalhas de <a href='/computer-programming'>Programação</a>!
tr: Bu avatarları, <a href='/computer-programming'>Bilgisayar Programlama</a> madalyası alarak kazanın!

source: Earn this badge now
da: Optjen dette badge nu
es: Gana esta medalla ahora
fr: Gagnez ce badge maintenant
nb: Tjene dette emblemet nå
pl: Zdobądź teraz tę odznakę
pt: Ganhar esta medalha agora
pt_pt: Ganha esta medalha agora
tr: Bu madalyaları hemen kazanın

source: Earned <a href="{{badge.relativeUrl}}" data-category="{{badge.badgeCategory}}" class="badge-link category-{{badge.badgeCategory}}">{{badge.translatedDescription}}</a>
da: Optjente <a href="{{badge.relativeUrl}}" data-category="{{badge.badgeCategory}}" class="badge-link category-{{badge.badgeCategory}}">{{badge.translatedDescription}}</a>
es: Ganadas <a href="{{badge.relativeUrl}}" data-category="{{badge.badgeCategory}}" class="badge-link category-{{badge.badgeCategory}}">{{badge.translatedDescription}}</a>
fr: A gagné <a href="{{badge.relativeUrl}}" data-category="{{badge.badgeCategory}}" class="badge-link category-{{badge.badgeCategory}}">{{badge.translatedDescription}}</a>
ja: <a href="{{badge.relativeUrl}}" data-category="{{badge.badgeCategory}}" class="badge-link category-{{badge.badgeCategory}}">{{badge.translatedDescription}}</a>を獲得しました．
nb: Oppnådd <a href="{{badge.relativeUrl}}" data-category="{{badge.badgeCategory}}" class="badge-link category-{{badge.badgeCategory}}">{{badge.translatedDescription}}</a>
nl: Een <a href="{{badge.relativeUrl}}" data-category="{{badge.badgeCategory}}" class="badge-link category-{{badge.badgeCategory}}">{{badge.translatedDescription}}</a>verdiend
pl: Otrzymałeś <a href="{{badge.relativeUrl}}" data-category="{{badge.badgeCategory}}" class="badge-link category-{{badge.badgeCategory}}">{{badge.translatedDescription}}</a>
pt: Conquistou <a href="{{badge.relativeUrl}}" data-category="{{badge.badgeCategory}}" class="badge-link category-{{badge.badgeCategory}}">{{badge.translatedDescription}}</a>
pt_pt: Ganhaste a medalha <a href="{{badge.relativeUrl}}" data-category="{{badge.badgeCategory}}" class="badge-link category-{{badge.badgeCategory}}">{{badge.translatedDescription}}</a>
tr: <a href="{{badge.relativeUrl}}" data-category="{{badge.badgeCategory}}" class="badge-link category-{{badge.badgeCategory}}">{{badge.translatedDescription}}</a> kazandınız

source: Earnings
nb: Inntjening
pt: Ganhos

source: Earnings ($)
nb: Betaling ($)
pt: Ganhos ($)

source: Earth
da: Jorden
fr: Terre
nb: Jorden
pt: Terra
pt_pt: Terra
tr: Dünya

source: Earth Badges
da: Jorden Badges
es: Medallas terrestres
fr: Badges Terre
ja: アースバッジ
nb: Jord merker
nl: Aarde-medailles
pl: Odznaki Ziemi
pt: Medalhas terra
pt_pt: Medalhas Terra
tr: Dünya Madalyaları

source: Earth badges are rare. They require a significant amount of learning.
da: Jordklode-badges er sjældne. De kræver en betydelig mængde læring.
es: Las medallas terrestres son raras. Necesitas estudiar mucho para ganarlas.
fr: Les écussons de Terre sont rares. Ils nécessitent un investissement important dans l'apprentissage.
ja: アースバッジはまれです．これらはかなりの学びの量を必要とします．
nb: Jordmerker er sjeldne. De krever en betydelig mengde læring.
nl: Aarde-badges zijn zeldzaam. Ze vereisen een aanzienlijke hoeveelheid leren.
pl: Odznaki Ziemii są rzadkie. Wymagają znaczącej ilości nauki.
pt: Medalhas Terra são raras. Elas requerem uma quantidade significativa de conhecimento.
pt_pt: As medalhas "Terra" são raras e revelam um investimento significativo na aprendizagem.
tr: Dünya madalyaları çok ender ve özeldir. Bunları kazanabilmek için çok şey öğrenmeniz gerekir.

source: Easier than most exercises
da: Lettere end de fleste øvelser
es: Más fácil que la mayoría de los ejercicios
fr: Plus facile que la plupart des exercices
nb: Enklere enn de fleste øvelser
nl: Makkelijker dan de meeste oefeningen
pl: Łatwiejsze, niż większość ćwiczeń
pt: Mais fácil do que a maioria dos exercícios
tr: Çoğu alıştırmadan daha kolay

source: Easier than most videos
da: Lettere end de fleste videoer
es: Más fácil que la mayoría de los videos
fr: Plus facile que la plupart des vidéos
nb: Enklere enn de fleste videoer
nl: Makkelijker dan de meeste filmpjes
pl: Łatwiejsze, niż większość filmów
pt: Mais fácil do que a maioria dos vídeos
tr: Çoğu videodan daha kolay

source: Easy
da: Nem
es: Fácil
fr: Facile
ja: 簡単
nb: Lett
nl: Gemakkelijk
pl: Łatwe
pt: Fácil
pt_pt: Fácil
tr: Kolay

source: Eating spinach makes you stronger.
es: Comer espinacas te vuelve más fuerte.
fr: Manger des épinards rend plus fort.
pt: Comer espinafre o torna forte.
tr: Ispanak yemek sizi daha güçlü kılar.

source: Eddie
pt: Edu

source: Edit
da: Rediger
es: Editar
fr: Éditer
ja: 編集
nb: Rediger
nl: Bewerken
pl: Edytuj
pt: Editar
pt_pt: Editar
tr: Düzenle

source: Edit Profile
da: Rediger profil
es: Edita tu perfil
fr: Modifier le profil
ja: プロフィールの編集
nb: Rediger profil
nl: Profiel bewerken
pl: Edytuj profil
pt: Editar perfil
pt_pt: Editar perfil
tr: Profili Düzenle

source: Edit Title
da: Rediger Titel
es: Editar título
fr: Modifier le titre
ja: タイトルの編集
nb: Rediger tittelen
nl: Titel bewerken
pl: Edytuj tytuł
pt: Editar título
pt_pt: Editar título
tr: Başlığı Düzenle

source: Edit badge display case.
ja: バッジの陳列ケースを編集
nb: Rediger merke displayet.
nl: Bewerk je badge display.
pl: Edytuj gablotkę odznaki.
pt: Editar mural de medalhas.
pt_pt: Edita as conquistas que pretendes mostrar.
tr: Rozet sergi vitrinini düzenleyin.

source: Edit basic info
da: Rediger info
es: Edita tu información básica
fr: Modifier les informations de base
ja: 基本情報の編集
nb: Rediger grunnleggende informasjon
nl: Basisinformatie bewerken
pl: Edytuj podstawowe informacje
pt: Editar informações básicas
pt_pt: Edita as tuas informações básicas
tr: Temel bilgilerin değiştirilmesi

source: Edit list name
da: Rediger navneliste
es: Edita la lista de nombres
fr: Modifier le nom de la liste
ja: リスト名を編集
nb: Redigere navnliste
nl: Lijstnaam bewerken
pl: Edytuj nazwę listy
pt: Editar o nome da lista
pt_pt: Editar o nome da lista
tr: Liste adını değiştirme

source: Edit your %(parentType)s
da: Rediger din %(parentType)s
es: Edita tus %(parentType)s
fr: Modifier votre %(parentType)s
ja: あなたの %(parentType)s を編集
nb: Rediger ditt %(parentType)s
nl: Bewerk jouw %(parentType)s
pl: Edytuj swoje %(parentType)s
pt: Editar sua(s) %(parentType)s
pt_pt: Editar %(parentType)s
tr: %(parentType)s düzenle

source: Edit your challenge settings
es: Edita tu configuración del desafío
ja: あなたのチャレンジの設定を編集する
nb: Redigere innstillingene for utfordringen
pl: Edytuj swoje ustawienia wyzwania
pt: Edite suas configurações de desafio
pt_pt: Edita as tuas definições
tr: Yarışma ayarlarınızı düzenleyin

source: Education Partnerships
es: Asociaciones educativas
pl: Partnerstwo w edukacji
pt: Parcerias de Educação
tr: Eğitim Ortaklıkları

source: Educators, start here
nb: Lærere, start her
pt: Professores, comecem por aqui
tr: Eğitimciler, buradan başlayınız

source: Edward recently received his M.D. from the University of Central Florida in Orlando, Florida. Currently, he is completing his internship year in Internal Medicine at the Orlando Regional Medical Center and will be completing his residency in Diagnostic Radiology at Massachusetts General Hospital in Boston, Massachusetts.
pt: Edward obteve recentemente seu mestrado na Universidade da Flórida Central em Orlando, Flórida. Atualmente, ele está completando seu estágio de um ano em medicina interna no Centro Médico Regional de Orlando e vai completar sua residência em radiologia diagnóstica no Hospital Geral de Massachusetts, em Boston, Massachusetts.
tr: Edward yakın zamanda Orlando, Florida'daki Central Florida Üniversitesi'nin tıp fakültesinden mezun olmuştur. Halen Orlando Bölgesel Tıp Merkezi'nde Dahiliye alanında staj yılını tamamlıyor ve Boston, Massachusetts'deki Massachusetts Genel Hastanesi'nde Tanısal Radyoloji alanında uzmanlığını tamamlayacak.

source: Efrat currently works in Columbia University Medical Center conducting research in nephrology and clinical genetics. She has co-authored papers describing the potential use of a renal protein, NGAL, to help patients with hemochromatosis. Formerly, she taught biology, Hebrew, and music in a high school in New York City. She graduated from Touro College with a major in Biology and is now applying to medical school.
pt: Efrat trabalha atualmente no Centro Médico da Universidade Columbia, conduzindo pesquisas em nefrologia e genética clínica. Ela é coautora de artigos que descrevem o potencial uso de uma proteína renal, a NGAL, para ajudar pacientes com hemocromatose. Antes, ela ensinava biologia, hebraico e música em uma escola secundária em Nova York. Ela se formou no Touro College em Biologia e agora está se matriculando na escola de medicina.
tr: Efrat şu anda Columbia Üniversitesi Tıp Merkezinde nefroloji ve klinik genetik alanında araştırmalarını sürdürmektedir. Hemokromatozis hastalarına yardımcı olmak için, renal bir protein olan NGAL'nin kullanımını açıklayan makalelerde eş yazarlık yapmıştır. Öncesinde, New York Şehrinde bir lisede biyoloji, İbranice, ve müzik öğretmenliği yapmıştır. Biyoloji alanında Touro Üniversitesinden mezun olmuştur ve tıp fakültesine başvurmaktadır.

source: Einsteinium
es: Einstenio
pl: Einstein
pt: Einstênio
pt_pt: EinstêInio

source: Either <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>,<br> or <code>(y - \green{<var>Y2</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \green{<var>X2</var>})</code>.
da: Enten <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>,<br> eller <code>(y - \green{<var>Y2</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \green{<var>X2</var>})</code>.
es: O <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>,<br> o <code>(y - \green{<var>Y2</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \green{<var>X2</var>})</code>.
nb: Enten <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>,<br> eller <code>(y - \green{<var>Y2</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \green{<var>X2</var>})</code>.
pl: Zarówno <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>,<br> jak i <code>(y - \green{<var>Y2</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \green{<var>X2</var>})</code>.
pt: <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>,<br> ou <code>(y - \green{<var>Y2</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \green{<var>X2</var>})</code>.
tr: <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>,<br> veya <code>(y - \green{<var>Y2</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \green{<var>X2</var>})</code>.

source: Either this exercise doesn't exist or it's temporarily hiding. You should <a href='/exercisedashboard'>head back to our other exercises</a>.
da: Enten eksisterer denne øvelse ikke, eller også er den midlertidigt skjult. De burde <a href='/exercisedashboard'>gå tilbage til vores andre øvelser</a>.
es: Este ejercicio no existe o está temporalmente escondido. Debes <a href='/exercisedashboard'> regresar a nuestros otros ejercicios</a>.
fr: Soit cet exercice n'existe pas, soit il est caché temporairement. Vous devriez <a href='/exercisedashboard'>revenir à nos autres exercices</a>.
nb: Denne øvelsen finnes ikke eller det er midlertidig skjult. Du bør <a href='/exercisedashboard'> gå tilbake til våre andre øvelser</a>.
nl: Ofwel bestaat deze oefening niet, ofwel verstopt hij zich voorlopig. Je kan het best <a href='/exercisedashboard'>terugkeren naar onze andere oefeningen</a>.
pl: To ćwiczenie nie istnieje, lub jest czasowo ukryte. Powinieneś <a href='/exercisedashboard'>wrócić do innych ćwiczeń</a>.
pt: Esse exercício não existe ou está temporariamente oculto. Você deve <a href='/exercisedashboard'>voltar para seus outros exercícios</a>.
tr: Bu alıştırma yok veya geçici olarak kaldırılmış. <a href='/exercisedashboard'> Lütfen diğer alıştırmaları göz atın.</a>

source: Elevation
pt: Altitude
tr: İrtifa

source: Elevation (meters)
pt: Altitude (metros)
tr: İrtifa (metre)

source: Eliana wants to make a teaching system so adaptive it can love you. She's a sci-fi reading nomad who writes poetry in Python and climbs ALL THE MOUNTAINS.
pt: Eliana quer criar um sistema de ensino tão adaptável que seja capaz de amar. Ela é uma nômade leitora de ficção científica que escreve poesias em Python e escala TODAS AS MONTANHAS.
tr: Eliana eğitim sistemini öğrencileri sevebilecek kadar uyarlanabilir hale getirmek istiyor. Kendisi bilim kurgu okuyan, Python ile şiirler yazan ve bütün dağlara tırmanan bir gezgin.

source: Eliana, Khan Academy Brain Trainer
da: Eliana, Khan Academy Hjernetræner
es: Eliana, entrenadora de cerebro de Khan Academy
fr: Eliana, Entraîneur du cerveau Khan Academy
ja: エリアナ、カーン アカデミー脳トレーナー
nb: Eliana, Khan Academy hjernetrimmer
nl: Eliana, Khan Academy Hersen Trainer
pl: Eliana, Trener Mózgu Khan Academy
pt: Eliana, Brain Trainer da Khan Academy
pt_pt: Eliana, Treinadora de cérebros da Khan Academy
tr: Eliana, Khan Academy Beyin Eğitmeni
