Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Complete the Hour of Webpages for Hour of Code 2014!
da: Fuldfør Time med Hjemmesider med for Time med Kode 2014!
es: ¡Completa la Hora de las Páginas Web para la Hora del Código 2014!
fr: Faites une heure de création de pages Web pour l'heure de Code 2014 !
ja: ウェブページの時間をコードの時間 2014 で完了!
nb: Fullfør timen for hjemmeside med Kodetimen 2014!
nl: Maak het Uur van Webpagina's voor het Uur van programmeren 2014!
pl: Zalicz Godzinę Stron Internetowych w ramach Godziny Kodowania 2014!
pt: Complete a Hora de páginas Web da Hora do Código 2014!
pt_pt: Conclui a Hora de páginas Web no âmbito da Hora de código de 2014!
tr: Bir Saatlik Kod 2014 için Bir Saatlik Web Sayfalarını tamamlayın!

source: Complete the Pre-algebra challenge
da: Fuldfør Udfordringen i Introduktion til Algebra
es: Completa el desafío de preálgebra
fr: Compléter le défi de pré-algèbre
ja: 前代数チャレンジを完了
nb: Fullfør Før-algebra utfordringen
nl: Voltooi de Wiskunde uitdaging voor de onderbouw
pl: Ukończ wyzwanie przygotowania do algebry
pt: Concluir o desafio de pré-álgebra
pt_pt: Conclui o desafio de pré-álgebra
tr: Ön-cebir Bilgi Ölçme bölümünü tamamlayın

source: Complete the Trigonometry challenge
da: Fuldfør Trigonometri-udfordringen
es: Completa el desafío de trigonometría
fr: Compléter le défi de trigonométrie
ja: 三角法チャレンジを完了
nb: Fullfør Trigonometri utfordringen
nl: Voltooi de Goniometrie uitdaging
pl: Sprostaj wyzwaniu trygonometrycznemu
pt: Concluir o desafio de trigonometria
pt_pt: Conclui o desafio de trigonometria
tr: Trigonometri Bilgi Ölçme bölümünü tamamlayın

source: Complete the square to rewrite this expression in the form <code>(x + a)^2 + b</code>.<br> <code>a</code> and <code>b</code> can be positive or negative.
es: Completa el cuadrado para reescribir esta expresión en la forma <code>(x + a)^2 + b</code>.<br> <code>a</code> y <code>b</code> pueden ser positivos o negativos.
fr: Écrire cette expression sous la forme <code>(x + a)^2 + b</code>.<br> <code>a</code> et <code>b</code> peuvent être positifs ou négatifs.
nb: Fullfør kvadratet for å skrive dette uttrykket på formen <code>(x + a)^2 + b</code>.<br> <code>a</code> og <code>b</code> kan være positivt eller negativt.
pl: Rozwiąż równanie i zapisz je w formie <code>(x + a)^2 + b</code>. <br> <code>a</code> and <code>b</code> mogą być dodatnie lub ujemne.
pt: Complete o quadrado para reescrever esta expressão na forma <code>(x + a)^2 + b</code>.<br> Os coeficientes <code>a</code> e <code>b</code> podem ser, cada um deles, positivos ou negativos.
tr: Tam kareye tamamlayarak, ifadeyi <code>(x + a)^2 + b</code> şeklinde yazınız.<br> <code>a</code> ve <code>b</code> pozitif veya negatif olabilir.

source: Complete the square to solve for <code>x</code>.
da: Fuldend kvadratet for at løse for <code>x</code>.
es: Completa el cuadrado para resolver para <code>x</code>.
fr: Mettre en évidence le carré d'un binôme pour trouver les valeurs de <code>x</code> solutions de l'équation ci-dessous.
nb: Fullfør kvadratet for å løse for <code>x</code>.
pl: Dopełnij kwadrat, żeby znaleźć <code>x</code>.
pt: Complete o quadrado para calcular <code>x</code>.
tr: Tam kareye tamamlayarak <code>x</code>'i bulalım.

source: Complete your first math task
da: Fuldfør din første matematikopgave
es: Completa tu primer tarea de matemáticas
fr: Réussis ton premier exercice de maths
ja: あなたの最初の数学のタスクを完了
nb: Fullfør din første matematikkoppgave
nl: Voltooi je eerste wiskunde taak
pl: Ukończ swoje pierwsze zadanie matematyczne
pt: Concluir sua primeira tarefa de matemática
pt_pt: Termina a tua primeira tarefa de Matemática
tr: İlk matematik görevinizi tamamlayın

source: Complete your mission warm-up to unlock personalized practice skills!
da: Fuldfør opvarmningen til din mission for at låse målrettede øvelser i færdigheder op!
es: ¡Completa tu misión de calentamiento para desbloquear habilidades de práctica personalizadas!
fr: Faites votre échauffement pour débloquer votre tableau de bord sur ce chapitre !
ja: あなたのミッションのウォームアップを完了し，パーソナライズされた練習問題のスキルを開きましょう!
nb: Fullfør oppvarmingen til ditt oppdrag for å låse opp målrettede øvelser i færdigheder!
nl: Even opwarmen om je dashboard bij dit hoofdstuk te deblokkeren!
pl: Ukończ swoją rozgrzewkę do misji żeby odblokować spersonalizowane umiejętności do przećwiczenia!
pt: Faça o aquecimento da missão para desbloquear a prática de habilidades personalizadas!
pt_pt: Termina a tua tarefa de aquecimento para desbloqueares outros temas!
tr: Hedef için ısınma sorularını cevaplayarak kişiselleştirilmiş alıştırmaları açın ve becerilerinizi geliştirmeye başlayın!

source: Completed
fr: Terminé
nb: Fullført
pl: Zakończone
pt: Concluída
tr: Tamamlandı

source: Completed Square:
da: Fuldendt kvadrat:
es: Cuadrado completado:
fr: L'équation peut s'écrire :
nb: Fullfør kvadratet:
pl: Dopełnij do kwadratu:
pt: Quadrado Completo:
tr: Tam Kareye Tamamlama:

source: Completely free, forever.
da: Helt gratis, for evigt.
es: Completamente gratis, para siempre.
fr: La Khan Academy est complètement gratuite et le restera.
nb: Helt gratis, for alltid.
nl: Geheel gratis, voor altijd.
pl: Całkowicie za darmo, na zawsze.
pt: Totalmente gratuito, para sempre.
pt_pt: Totalmente gratuita. Para sempre.
tr: Sonsuza kadar, tamamen ücretsiz.

source: Completing the square
da: Fuldførelse af kvadratet
es: Completando el cuadrado
fr: Mettre un carré en évidence
nb: Fullstendige kvadrater
nl: Voltooi het kwadraat
pl: Dopełnianie do kwadratu
pt: Completando o quadrado
tr: Tam kareye tamamlama

source: Completing your first challenge has unlocked a new avatar!
da: Fuldførelsen af din første udfordring har frigjort en ny avatar!
es: ¡Al completar tu primer desafío has desbloqueado un nuevo avatar!
fr: Réussir votre premier défi a débloqué un nouvel avatar !
nb: Fullførelsen av din første utfordring har utløst en ny avatar!
nl: Afronden van je eerste uitdaging heeft een nieuwe avatar vrijgemaakt!
pl: Ukończenie Twojego pierwszego wyzwania odblokowało nowy awatar!
pt: Você desbloqueou um novo avatar por completar seu primeiro desafio!
pt_pt: Ao concluíres o teu primeiro desafio, desbloqueaste um novo avatar!
tr: İlk bilgi ölçme yarışmanızı tamamlayarak yeni bir avatar açtınız!

source: Complex Shapes
da: Komplekse figurer
es: Formas complejas
fr: Formes complexes
ja: 複雑な形
nb: Komplekse figurer
nl: Complexe vormen
pl: Złożone kształty
pt: Formas complexas
pt_pt: Formas complexas
tr: Karmaşık Şekiller

source: Complex number polar form intuition
es: Acercamiento intuitivo a los números complejos en forma polar
fr: Visualiser la forme trigonométrique et la forme exponentielle
pt: Intuição da forma polar de número complexo
tr: Karmaşık sayıda kutupsal formun mantığı

source: Complex numbers are multiplied like any two binomials.
da: Komplekse tal ganges på samme måde som to binomiale tal.
es: Los números complejos se multiplican como dos binomios cualquiera.
fr: On procède comme pour tout produit de binômes.
nb: Komplekse tall multipliseres på samme måte som to binomiale tall.
pt: Os números complexos são multiplicados como dois binômios quaisquer.
tr: Karmaşık sayılar iki binom gibi çarpılır.

source: Complex numbers can be added by separately adding their real and imaginary components.
da: Komplekse tal kan lægges sammen ved separat at lægge deres reelle og imaginære komponenter sammen hver for sig.
es: Los números complejos pueden sumarse por separado las componentes reales e imaginarias.
fr: On additionne les nombres complexes en additionnant séparément leurs parties réelles et leurs parties imaginaires.
nb: Komplekse tall kan legges sammen separat ved å legge deres reelle og imaginære komponenter sammen hver for seg.
pt: Números complexos podem ser somados ao adicionar separadamente seus componentes real e imaginário.
tr: Gerçel ve imajiner kısımlarını ayrı ayrı toplayarak karmaşık sayılarla toplama yaparız.

source: Complex numbers can be visualized as points on a plane. The coordinates on the real and imaginary axes correspond to the real and imaginary parts of the complex number.
da: Komplekse tal kan visualiseres som punkter i et plan. Koordinater på de reelle og imaginære akser svarer til de reelle og imaginære dele af det komplekse tal.
es: Los números complejos pueden ser vistos como puntos en el plano. Las coordenadas de los ejes real e imaginario corresponden a las partes real e imaginaria de un número complejo.
fr: Un nombre complexe peut être représenté par un point du plan. Ses coordonnées sur l'axe réel et sur l'axe imaginaire sont sa partie réelle et sa partie imaginaire.
nb: Komplekse tall kan visualiseres som punkter i et plan. Koordinater på de reelle og imaginære aksene tilsvarer den reelle og imaginære delen av det komplekse tallet.
pt: Números complexos podem ser visualizados como pontos em um plano. As coordenadas nos eixos reais e imaginários correspondem às partes reais e imaginárias do número complexo.
tr: Karmaşık sayılar, düzlemde noktalar olarak görselleştirilebilir. Gerçel ve imajiner eksenlerdeki koordinatlar, karmaşık sayının gerçel ve imajiner kısımlarına denk gelir.

source: Complex plane operations
es: Operaciones en el plano complejo
fr: Opérations dans le plan complexe
pt: Operações no plano complexo
tr: Karmaşık düzlemde işlemler

source: Components of the Challenge
es: Componentes del desafío
nb: Deler av utfordringen
nl: Componenten van de uitdaging
pl: Składniki Wyzwania
pt: Componentes do desafio
pt_pt: Componentes do desafio
tr: Yarışmanın Bileşenleri

source: Composite numbers
es: Números compuestos
fr: Nombres composés
hi: भाज्य संख्या
nb: Sammensatte tall
pl: Liczby złożone
pt: Números compostos
tr: Bileşik Sayılar

source: Compound inequalities
da: Sammensatte uligheder
es: Sistemas de desigualdades
fr: Systèmes d'inéquations
nb: Sammensatte ulikheter
pl: Nierówności złożone
pt: Inequações compostas
tr: Bileşik eşitsizlikler

source: Comprehensive insurance<br>(medical, dental, vision, life)
bg: Пълна застраховка <br>(медицинска, стоматологична, очна и живот)
da: Omfattende forsikring<br>(medicinsk, dentalpleje, vision, livsforsikring)
es: Seguro integral<br>(médico, dental, óptico, de vida)
fr: Globale d'assurance <br>(médical, dentaire, vision, vie)
pl: Wszechstronne ubezpieczenie<br>(zdrowotne, dentystyczne, okulistyczne, na życie)
pt: Seguro abrangente<br>(médico, odontológico, oftalmológico e de vida)
tr: Kapsamlı sigorta<br>(tıbbi, dental, göz, hayat)

source: Compute the determinant of the original matrix. [<a href="#" class="show-subhint" data-subhint="determinant">Show me how</a>]
da: Beregn determinanten af den oprindelige matrix. [<a href="#" class="show-subhint" data-subhint="determinant">Vis mig hvordan</a>]
es: Calcula el determinante de la matriz original. [<a href="#" class="show-subhint" data-subhint="determinant">Muéstrame cómo</a>]
fr: On calcule le déterminant de la matrice donnée. [<a href="#" class="show-subhint" data-subhint="determinant">Montrez-moi comment </a>]
nb: Beregn determinanten av den opprinnelige matrisen. [<a href="#" class="show-subhint" data-subhint="determinant">Vis meg hvordan</a>]
nl: Bereken de determinant van de originele matrix. [<a href="#" class="show-subhint" data-subhint="determinant">Laat zien hoe</a>]
pl: Oblicz wyznacznik początkowej macierzy. [<a href="#" class="show-subhint" data-subhint="determinant">Pokaż mi, jak to zrobić</a>]
pt: Calcule o determinante da matriz original. [<a href="#" class="show-subhint" data-subhint="determinant">Mostre-me como</a>]
tr: Orijinal matrisin determinantını hesaplayınız. [<a href="#" class="show-subhint" data-subhint="determinant">Göster</a>]

source: Computer Programming
da: Computerprogrammering
es: Programación
fr: Informatique
ja: コンピュータプログラミング
nb: Programmering
nl: Programmeren
pl: Programowanie
pt: Programação
pt_pt: Programação
tr: Bilgisayar Programlama

source: Computer Science
fr: Informatique
nb: Informasjonsteknologi
pl: Informatyka
pt: Ciência da Computação
pt_pt: Informática
tr: Bilgisayar Bilimleri

source: Computer Science / Mobile Software Engineer
pt: Cientista da Computação / Engenheiro de software de dispositivos móveis
tr: Bilgisayar Bilimi / Mobil Yazılım Mühendisi

source: Computer Science Content Engineer
es: Ingeniera de contenido en ciencias de la computación
pt: Engenheira de conteúdo de Ciência da computação
tr: Bilgisayar Bilimleri İçerik Mühendisi

source: Computer Science platform
es: Plataforma de ciencias de la computación
fr: Plate-forme de programmation
pl: Platforma informatyczna
pt: Plataforma de ciência da computação
pt_pt: Plataforma de Informática
tr: Bilgisayar Bilimi platformu

source: Computer programming
da: Programmering
es: Programación de computadoras
fr: Apprendre à coder
nb: Programmering
pl: Programowanie
pt: Programação
pt_pt: Programação
tr: Bilgisayar Programlama

source: Computing
da: Datalogi
es: Computación
fr: Informatique
nb: Informatikk
pl: Informatyka
pt: Computação
pt_pt: Informática
tr: Bilgisayar Bilimi

source: Concentrate and you will succeed!
da: Koncentrer dig om at nå dine mål!
es: ¡Concéntrate y tendrás éxito!
fr: Concentrez vous et vous réussirez !
ja: 集中，それが成功の鍵です!
nb: Konsentrer, og du vil lykkes!
nl: Concentreer je en het zal je lukken!
pl: Skoncentruj się i odniesiesz sukces!
pt: Concentre-se e você conseguirá!
pt_pt: Concentra-te e terás sucesso!
tr: Konsantre olun, başaracaksınız!

source: Concepts mastered
da: Begreber behersket
es: Conceptos dominados
fr: Concepte maîtrisé
ja: コンセプトをマスターした
nb: Mestrede konsepter
nl: Concepten zijn beheerst
pl: Pojęcia opanowane
pt: Conceitos dominados
pt_pt: Conceitos dominados
tr: Öğrenilmiş kavramlar

source: Conditional statements and truth value
es: Los enunciados condicionales y el valor de verdad
fr: Proposition conditionnelle et valeur de vérité
pl: Instrukcje warunkowe i wartość prawdziwa
pt: Afirmações condicionais e valor de verdade
tr: Koşullu önermeler ve doğruluk değeri

source: Confusing minuses.
da: Forvirrende minusser.
es: Signos menos confusos.
nb: Forvirrende minuser.
nl: Verwarrend minnen.
pl: Mylące minusy.
pt: Sinais de menos confusos.
tr: Akıl karıştırıcı eksiler.

source: Confusing pluses.
da: Forvirrende plusser.
es: Signos más confusos.
nb: Forvirrende plusstegn.
nl: Verwarrend plussen.
pl: Mylące plusy.
pt: Sinais de mais confusos.
tr: Akıl karıştırıcı artılar.

source: Confusing use of '{a}'.
da: Forvirrende brug af '{a}'.
es: Uso confuso de '{a}'.
nb: Forvirrende bruk av '{a}'.
nl: Verwarrend gebruik van '{a}'.
pl: Mylące użycie '{a}'.
pt: Uso confuso de '{a}'.
tr: '{a}'nın akıl karıştırıcı kullanımı.

source: Congrats on your first <a href='{{achievementsUrl}}'>badge</a>!
da: Tillykke med dit første <a href='{{achievementsUrl}}'> badge</a>!
es: ¡Felicidades por tu primer <a href='{{achievementsUrl}}'>medalla</a>!
fr: Félicitations pour votre premier <a href='{{achievementsUrl}}'> badge</a> !
ja: あなたの初めての <a href='{{achievementsUrl}}'>バッジ</a>です。おめでとう！
nb: Gratulerer med ditt første <a href='{{achievementsUrl}}'>emblem</a>!
nl: Gefeliciteerd met je eerste <a href='{{achievementsUrl}}'>medaille</a>!
pl: Gratulujemy Twojej pierwszej <a href='{{achievementsUrl}}'>odznaki</a>!
pt: Parabéns por sua primeira <a href='{{achievementsUrl}}'>medalha</a>!
pt_pt: Parabéns pela tua primeira <a href='{{achievementsUrl}}'>medalha</a>!
tr: İlk <a href='{{achievementsUrl}}'>madalyanız için tebrik ediyoruz</a>!

source: Congrats!
da: Tillykke!
es: ¡Felicidades!
fr: Félicitations !
ja: おめでとう!
nb: Gratulerer!
nl: Gefeliciteerd!
pl: Gratulacje!
pt: Parabéns!
pt_pt: Parabéns!
tr: Tebrikler!

source: Congratulations on your almost-teenager, %(child_name)s!
da: Tillykke med din næsten-teenager, %(child_name)s!
es: ¡ Felicitaciones por tu casi adolescente %(child_name)s!
fr: Félicitations pour votre presque-adolescent, %(child_name)s !
ja: あなたのもう少しでティーンエイジャーのお子さん，%(child_name)s，におめでとうございます!
nb: Gratulerer med din nesten-tenåring, %(child_name)s!
nl: Gefeliciteerd met uw bijna-tiener, %(child_name)s!
pl: Gratulacje bycia prawie-nastolatkiem, %(child_name)s!
pt: Parabéns por seu pré-adolescente, %(child_name)s!
tr: Sizi %(child_name)s için tebrik ederiz !

source: Congratulations on your first program! Sign up and experiment more!
da: Tillykke med dit første program! Tilmeld dig og eksperimenter videre!
es: ¡Felicidades por tu primer programa! Regístrate y experimenta más!
fr: Félicitations pour votre premier programme ! Inscrivez-vous et apprenez plus !
nb: Gratulerer med ditt første program! Registrer deg og eksperimenter videre!
nl: Gefeliciteerd met jouw eerste programma! Schrijf in en experimenteer verder!
pl: Gratulacje! Napisałeś swój pierwszy program. Zarejestruj się i eksperymentuj dalej!
pt: Parabéns, você concluiu seu primeiro programa! Cadastre-se e experimente mais!
tr: İlk programınız için tebrikler! Kayıt olarak daha fazlasını denemek ister misiniz?

source: Congratulations on your first student! View "Student Progress" to follow their activity.
da: Tillykke med din første elev! Se "Elevfremskridt" for at følge deres aktivitet.
es: Felicidades por tu primer estudiante. Revisa "Progreso del estudiante" para seguir su actividad.
fr: Félicitations pour votre premier étudiant ! Regardez "Progrès des étudiants" pour suivre leur activités.
ja: おめでとうございます．あなたの最初の生徒です! 「生徒の進捗状況」を見て生徒達のアクティビティをフォローしましょう．
nb: Gratulerer med din første elev! Se "Elev fremskritt" å følge deres aktivitet.
nl: Gefeliciteerd met jouw eerste leerling! Bekijk "Vooruitgang van Leerling" om hun activiteit te volgen.
pl: Gratulacje Twojego pierwszego ucznia! Zobacz "Postępy ucznia" żeby śledzić jego aktywność.
pt: Parabéns por seu primeiro aluno! Veja "Progresso do aluno" para acompanhar suas atividades.
pt_pt: Parabéns pelo seu primeiro aluno! Aceda a "Progresso dos alunos" para acompanhar as atividades dos seus alunos.
tr: Tebrikler, ilk öğrencinizi eklediniz! Öğrencilerinizin etkinliklerini takip etmek için "Öğrenci Gelişimi" kısmını görüntüleyin.

source: Congratulations to all LearnStorm participants!
ja: 全てのラーンストーム参加者におめでとう!
nb: Gratulerer til alle LearnStorm deltakere!
pt: Parabéns a todos os participantes da LearnStorm!
tr: Tüm LearnStorm katılımcılarına tebrikler!

source: Congratulations!
da: Tillykke!
es: ¡Felicidades!
fr: Félicitations!
ja: おめでとうございます!
nb: Gratulerer!
nl: Gefeliciteerd!
pl: Gratulacje!
pt: Parabéns!
pt_pt: Parabéns!
tr: Tebrikler!

source: Congratulations! You're a LearnStorm Monthly Cup Winner! To claim your prize, enter your parent or guardian's e-mail address:
ja: おめでとうございます! あなたはラーンストームの月間カップの勝者です! あなたの賞品を受けとるために，あなたの親，または保護者の電子メイルアドレスを入力して下さい:
nb: Gratulerer! Du er en LearnStorm Månedlig Cup Vinner! For å motta prisen, må du skrive dine foreldres eller verges e-mailadresse:
pl: Gratulacje! Zostałeś zwycięzcą Pucharu Miesiąca LearnStrom! Żeby odebrać nagrodę, wpisz adres e-mail rodzica lub opiekuna:
pt: Parabéns! Você é um dos vencedores do campeonato mensal da LearnStorm! Para reivindicar seu prêmio, informe o endereço de e-mail de seu pai ou responsável:
pt_pt: Parabéns! És um dos vencedores da final mensal da LearnStorm! Para reclamares o teu prémio, digita o endereço de e-mail dos teus pais:
tr: Tebrikler! LearnStorm'un Aylık Kupa Galibisiniz! Ödülünüzü almak için, ebeveyn veya velinizin e-posta adresini giriniz:

source: Congruency postulates
es: Criterios de congruencia
fr: Les cas d'isométrie
nb: Kongruens postulater
pl: Aksjomaty przystawania
pt: Postulados de congruência
tr: Eşlik koyutları

source: Congruent angles
es: Ángulos congruentes
fr: Angles égaux
hi: संगामी कोण
nb: Samsvarende vinkler
pl: Kąty przystające
pt: Ângulos congruentes
tr: Eş açılar

source: Congruent segments
fr: Segments superposables (provisoirement en anglais)
nb: Sammenfallende linjestykker
pl: Odcinki przystające
pt: Segmentos congruentes
tr: Eş Doğru Parçaları

source: Congruent segments have equal lengths.
nb: Sammenfallende linjestykker ha lik lengde.
pt: Segmentos congruentes possuem comprimentos iguais.
tr: Eş doğru parçalarının uzunlukları eşittir.

source: Congruent triangles 1
es: Triángulos congruentes 1
fr: Triangles isométriques 1
nb: Kongruente trekanter 1
pl: Trójkąty przystające 1
pt: Triângulos congruentes 1
tr: Eş üçgenler 1

source: Congruent triangles 2
es: Triángulos congruentes 2
fr: Triangles isométriques 2 (provisoirement en anglais)
nb: Kongruente trekanter 2
pl: Trójkąty przystające 2
pt: Triângulos congruentes 2
tr: Eş üçgenler 2

source: Congruent triangles also have congruent (equal) angles.
es: Los triángulos congruentes también tienen ángulos congruentes (iguales).
pt: Triângulos congruentes também têm ângulos congruentes (iguais).
tr: Eş üçgenlerin açıları da eştir (eşittir).

source: Connect Facebook
bg: Свържете се чрез Facebook
da: Forbind til Facebook
es: Conectar con Facebook
fr: Lier son compte Facebook
he: התחבר לפייסבוק
nb: Koble til Facebook
nl: Verbinden met Facebook
pl: Połącz z Facebook
pt: Conectar ao Facebook
pt_pt: Associar ao Facebook
tr: Facebook'a bağlan

source: Connect Google
bg: Свържете се чрез Google
da: Forbind til Google
es: Conectar con Google
fr: Lier son compte Google
he: התחבר לגוגל
nb: Koble til Google
nl: Verbinden met Google
pl: Połącz z Google
pt: Conectar ao Google
pt_pt: Associar ao Google
tr: Google 'a bağlan

source: Connect an email
da: Forbind en e-mail
es: Vincular un correo
fr: Lier une adresse mail
ja: 電子メイルに接続する
nb: Koble til en e-post
nl: Een e-mailadres koppelen
pl: Połącz z adresem e-mail
pt: Vincular um e-mail
pt_pt: Associar um e-mail
tr: Bir email ekleyin

source: Connect another email
bg: Свържете друг имейл
da: Forbind en anden email
es: Vincular otro correo
fr: Lier une autre adresse mail
he: חברו כתובת דואר אלקטרוני נוספת
nb: Koble til en annen e-post
nl: Verbinding maken met een andere e-mail
pl: Dołącz inny e-mail
pt: Vincular outro e-mail
pt_pt: Associar outro e-mail
tr: Bir başka email bağlayın

source: Connect to your child's Khan Academy account
da: Opret forbindelse til dit barns Khan Academy konto
es: Conéctate a la cuenta de Khan Academy de tu hijo
fr: Se connecter à Khan Academy avec le compte de votre enfant
ja: あなたの子供のカーンアカデミーのアカウントに接続する
nb: Koble til ditt barns konto på Khan Academy
nl: Verbinden met het Khan Academy account van jouw kind
pl: Połącz się z kontem Twojego dziecka na Khan Academy
pt: Conecte-se à conta Khan Academy de seu filho
pt_pt: Ligue-se à conta do seu filho na Khan Academy
tr: Çocuğunuzun Khan Academy hesabına bağlanın

source: Connect with your child
bg: Връзка с детето
da: Forbind til dit barn
fr: Liez votre compte à celui de votre enfant
ja: あなたの子とつながる
nb: Samarbeid med barnet ditt
nl: Verbindt met uw kind
pl: Połącz się z kontem Twojego dziecka
pt: Conecte-se com seu filho
pt_pt: Associe a conta do seu filho à sua conta
tr: Çocuğunuzla bağlanın

source: Connected
bg: Свързан
da: Forbundet
es: Conectado
fr: Connecté
he: מחובר
nb: Tilkoblet
nl: Verbonden
pl: Połączony
pt: Conectado
pt_pt: Ligado
tr: Bağlı

source: Connecting the points where the circles intersect creates a perpendicular bisector of the first line.
es: Al unir los puntos donde se intersectan los círculos se crea una mediatriz de la primera línea.
fr: En reliant les points d'intersection des cercles, on obtient la médiatrice de la première diagonale.
pl: Połączenie punktów przecięcia okręgów tworzy symetralną pierwszego odcinka.
pt: Unir os pontos onde as circunferências se encontram cria uma mediatriz da primeira reta.
tr: Çemberlerin kesiştiği noktaları birleştirmek, birinci doğrunun orta dikmesini oluşturur.

source: Consider the following coordinate pairs:
fr: Soient les points de coordonnées :
nb: Vurder følgende koordinatpunkter:
pl: Weź pod uwagę następujące pary współrzędnych:
pt: Considere os seguintes pares de coordenadas:
tr: Şu koordinat ikililerini düşünün:
