Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: After growing up on an Iowa farm, Duane received a PhD in mathematics from Colorado State University. Duane has been on the mathematics faculty at Loras College and Loyola Marymount University and is currently entering his 28th year as a Lecturer in the Department of Mathematics at the University of California, Davis.
es: Después de haber crecido en una granja en Iowa, Duane recibió un doctorado en Matemáticas de la Universidad Estatal de Colorado. Duane ha sido parte del profesorado de matemáticas en la Universidad de Loras y en la de Loyola Marymount y actualmente se encuentra entrando en su 28vo año como profesor en el Departamento de Matemáticas en la Universidad de California, Davis.
pt: Após passar sua infância em uma fazenda em Iowa, Duane fez seu doutorado em matemática na Colorado State University. Duane estudou nas faculdades de matemática Loras College e Loyola Marymount University, e está completando 28 anos como professor do Departamento de Matemática da University of California, em Davis.
tr: Duane matematik üzerine yüksek lisansını, Iowa'daki bir çiftlikte yetiştikten sonra Colorado Eyalet Üniversitesi'nde tamamlamıştır. Kendisi Loras ve Loyola MArymount Üniversiteleri'nde fakülte üyesidir ve bu sene California Üniversitesi, Davis'in matematik departmanın da eğitmenliğinin 28. yılına girmek üzeredir.

source: After registering, you'll receive a consumer key and secret to be used with your app, as described in the <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">authentication docs</a>.
da: Efter registrering vil du modtage en brugernøgle og kodeord til anvendelse med din app, som beskrevet i <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">dokumenterne til godkendelsen</a>.
es: Después de registrarse, usted recibirá una clave de consumidor y secreto para usarse con la aplicación, como se describe en la <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication"> documentación de autenticación</a>.
fr: Après votre inscription, vous recevrez une clé client secrète à utiliser avec votre application, tel que décrit dans les <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication"> documents d'authentification</a>.
nb: Etter registreringen vil du motta en forbrukeren nøkkel og hemmelighet som skal brukes med din app, som beskrevet i <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication"> godkjenning dokumenter</a>.
nl: Na registratie ontvang jen een consumentensleutel en geheim die worden gebruikt bij jouw app zoals beschreven staat in de <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">verificatiedocumenten</a>.
pl: Po rejestracji, otrzymasz hasło klienta i sekret, który będzie używany z Twoją aplikacją, tak jak jest to opisane w <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">dokumentach uwierzytelniających</a>.
pt: Após o cadastro, você receberá uma chave e um segredo de consumidor para ser usado com o aplicativo, conforme descrito nos <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">documentos de autenticação</a>.
pt_pt: Depois de registar a aplicação, receberá uma chave e um segredo que deverá utilizar na sua aplicação, conforme descrito nos <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">documentos de autenticação</a>.
tr: Kayıt olduktan sonra müşteri numarası ve şifreniz oluşacak, bunlarla <a href="https://github.com/khan/khan-api/wiki/Khan-Academy-API-Authentication">bölümünde açıklandığı şekilde uygulamanızı kullanabileceksiniz.</a>

source: After simplifying, we end up with:
da: Efter forenklingen har vi:
es: Después de simplificar, terminamos con:
fr: Après simplification, on obtient :
nb: Etter forenklingen ender vi opp med:
nl: Na vereenvoudigen eindigen we met:
pl: Po uproszczeniu, kończymy z:
pt: Após a simplificação, teremos:
tr: Sadeleştirdikten sonra, şunu buluruz:

source: After they have logged in, click the button ‘join the challenge’
es: Después de que tu hijo haya iniciado sesión, haz clic en el botón "Únete al desafío"
nb: Når de har logget inn, klikker du knappen "delta i utfordring"
pl: Po zalogowaniu, kliknij na przycisk "Dołącz do wyzwania"
pt: Depois que eles acessarem, devem clicar no botão ‘participar do desafio’
tr: Giriş yaptıklarında, 'yarışmaya katıl' seçeneğini tıklayınız.

source: After we plug in <code>i^2 = -1</code>, the result becomes
fr: <code>i^2 = -1</code>, donc
pl: Po podstawieniu <code>i^2 = -1</code>, wynik wygląda tak
pt: Depois vamos ligar <code>i^2 = -1</code>, o resultado torna-se
tr: <code>i^2 = -1</code>'i yerine koyduktan sonra, sonuç şöyle olur

source: After you have logged in, click the button ‘join the challenge’
es: Después de que hayas iniciado sesión, haz clic en el botón "Únete al desafío"
nb: Når du har logget inn, klikker du knappen "delta i utfordring"
pt: Depois de acessar, clique no botão ‘participar do desafio’
tr: Giriş yaptığınızda, 'yarışmaya katıl' seçeneğini tıklayınız.

source: Age
da: Alder
es: La edad
fr: Âge
nb: Alder
nl: Leeftijd
pl: Wiek
pt: Idade
pt_pt: Idade
tr: Yaş

source: Age word problems
da: Tekstopgaver om alder
es: Problemas de edades
fr: Problèmes d'âges
nb: Tekstoppgaver om alder
nl: Redactiesommen over leeftijd
pl: Wiek - zadania tekstowe
pt: Problemas de idade
tr: Yaş problemleri

source: Age<br> <code>x_i</code>
fr: Âge <br><code>x_i</code>
pl: Wiek<br><code>x_i</code>
pt: Idade<br> <code>x_i</code>
tr: Yaş<br> <code>x_i</code>

source: Ages 12+
bg: Възраст 12 +
da: Alder 12+
es: Mayores de 12 años
fr: À partir de 12 ans
nb: Alder 12+
nl: Leeftijden 12+
pl: Wiek 12+
pt: A partir de 12 anos
pt_pt: Para maiores de 12 anos
tr: 12 yaş ve üstü

source: Ages 8+
bg: Възраст 8 +
da: Alder 8+
es: Edades 8 en adelante
fr: À partir de 8 ans
nb: Alder 8+
nl: Leeftijden 8+
pl: Wiek 8+
pt: A partir de 8 anos
pt_pt: Para maiores de 8 anos
tr: 8 yaş ve üstü

source: Aggregate functions<br>
da: Sammenlagt funktioner<br>
es: Funciones agregadas<br>
fr: Fonction d'agrégation<br>
ja: 集約関数<br>
nb: Samlefunksjoner<br>
nl: Statistische functies<br>
pl: Funkcje agregujące<br>
pt: Agregar funções<br>
pt_pt: Agregar funções<br>
tr: Gruplama fonksiyonları<br>

source: Aggregating data
da: Sammenlagt data
es: Agregando datos
fr: Agréger les données
ja: 集約データ
nb: Samle data
nl: Aggregeren van gegevens
pl: Agregowanie danych
pt: Agregando dados
pt_pt: Agregar dados
tr: Veri toplama

source: Alan focuses on making the site run quickly and efficiently, and also works on tools to empower the rest of the dev team. He has always been excited about math, programming, and teaching, so he's happy to get the opportunity to use programming to help teach math (and other subjects) to the world. He has a degree in computer science and math from Carnegie Mellon, where he was a teaching assistant for four semesters.
es: Alan se concentra en hacer que el sitio funcione de manera rápida y eficiente, también trabaja en herramientas para empoderar al resto del equipo de desarrollo. Siempre le han emocionado las matemáticas, la programación y la enseñanza, por lo que está feliz de tener la oportunidad de usar la programación para ayudar a enseñar matemáticas (y otros temas) al mundo. Tiene un título en Ciencias de la Computación y Matemáticas por Carnegie Mellon, donde fue profesor adjunto por cuatro semestres.
pt: Alan se concentra em fazer com que o site funcione rápida e eficientemente, e também trabalha em ferramentas para capacitar o restante da equipe de desenvolvimento. Ele está sempre animado com matemática, programação e ensino, portanto está feliz com a oportunidade de usar a programação para ajudar a ensinar matemática (e outras matérias) para o mundo. Ele é formado em Ciência da Computação e Matemática pela Carnegie Mellon, onde foi professor assistente por quatro semestres.
tr: Alan sitenin daha hızlı ve verimli çalışmasına odaklanmanın yanı sıra, geliştirme ekibinin kalanına destek olacak araçlar üzerinde çalışıyor. Matematiğin, programlamanın ve öğretimin kendisi için her zaman heyecan kaynağı olmuş olmaları nedeniyle, Alan matematik (ve diğer derslerin) öğretilmesine programlama bilgilerini kulkanarak yardım etme fırsatını yakaladığı için çok mutlu. Kendisi dört dönem asistanlık da yaptığı Carnegie Mellon bilgisayar bilimleri ve matematik bölümleri mezunu.

source: Albert Einstein College of Medicine
fr: Faculté de Médecine Albert Einstein
pt: Escola de Medicina Albert Einstein
tr: Albert Einstein Tıp Okulu

source: Aleksandra is a medical school student at the David Geffen School of Medicine at UCLA. She received her BA in Molecular and Cell Biology from UC Berkeley in 2013.
pt: Aleksandra é aluna de medicina na Escola de Medicina David Geffen na UCLA. Ela obteve seu bacharelado em Biologia Molecular e Celular na UC Berkeley em 2013.
tr: Aleksandra, UCLA'da David Geffen Tıp Fakültesinde bir öğrencidir. Lisans derecesini Moleküler ve Hücre Biyolojisi alanında Kaliforniya Üniversitesi Berkeley'den 2013'te almıştır.

source: Alex believes in interactive, immersive education. Every day he brings science fiction just a bit closer to reality.
es: Alex cree en una educación inmersiva e interactiva. Todos los días acerca la ciencia ficción un poco más a la realidad.
pt: Alex acredita na educação interativa e imersiva. A cada dia, ele aproxima ainda mais a ficção científica da realidade.
tr: Etkileşimli, kapsayıcı eğitime inanan Alex, her geçen gün bilimkurguyu gerçekliğe bir adım daha yaklaştırmaktadır.

source: Alexander Brey is a Ph.D. candidate in the History of Art at Bryn Mawr College, where he also received his M.A. His thesis focused on early medieval triconch halls and the early Islamic palace known as Mushatta, and his dissertation is about images of hunting in architectural decoration produced within the Umayyad empire.
pt: Alexander Brey é doutorando em História da Arte na Faculdade Bryn Mawr, onde ele também obteve seu mestrado. Sua tese se concentrou nos primeiros salões triconques medievais e os primeiros palácios islâmicos conhecidos como Mushatta, e sua dissertação é sobre imagens de caçadas em decorações arquitetônicas produzidas dentro do império Umayyad.
tr: Alexander Brey, master derecesini de aldığı Bryn Mawr Üniversitesi'nde Sanat Tarihi dalında doktora adayıdır. Tezi ilk ortaçağ trikonk salonlarına ve Mşatta adıyla bilinen ilk İslami saraya odaklanmıştır, ve doktora tezi Emevi İmparatorluğunda üretilen mimari dekorasyondaki avlanma görüntüleri hakkındadır.

source: Alexey's internship guide, covering everything from housing to transportation to walking around the Santa Cruz boardwalk.
bg: Ръководство за стаж на Алексей, което обхваща всичко - от настаняване до придвижване и до разходка по крайбрежната алея на Санта Круз.
da: Alexeys praktikant-guide, der dækker alt fra bolig til transport til gå rundt på Santa Cruzs boardwalk.
es: Guía de prácticas de Alexey, abarcan desde la vivienda y transporte hasta pasear por el paseo marítimo de Santa Cruz.
fr: Le Guide des Stagiaires de Alexey. Celui-ci couvre des domaines tels que le logement, le transport, jusqu'aux ballades sur la promenade de Santa Cruz.
pl: Przewodnik stażysty przygotowany przez Alexey'a. Zawiera on m.in wskazówki dotyczące zakwaterowania, środków transportu czy miejsc w których spędzicie wolny czas, takich jak np. promenada w Santa Cruz.
pt: Guia de estágio de Alexey, abrangendo tudo, desde moradia até transporte para andar no calçadão de Santa Cruz.
tr: Alexey'in konut bulmadan ulaşıma ve hatta Santa Cruz sahilinde yürüyüşlere kadar her şeyi kapsayan staj rehberi.

source: Algebra 1
fr: Algèbre 1
pt: Álgebra 1
pt_pt: Álgebra 1
tr: Cebir 1

source: Algebra Basics
es: Fundamentos de álgebra
fr: Bases de l'algèbre
nb: Grunnleggende algebra
pt: Noções de Álgebra
pt_pt: Noções de álgebra
tr: Cebirin Temelleri

source: Algebra II
es: Álgebra II
fr: Algèbre II
hi: बीजगणित II
pt: Álgebra II
pt_pt: Álgebra II
tr: Cebir II

source: All
bg: Всички
da: Alle
es: Todos los
fr: Tous les
nb: Alle
nl: Alle
pl: Wszystkie
pt: Todos
pt_pt: Todos
tr: Tüm

source: All Badges
bg: Всички значки
da: Alle Badges
es: Todas las medallas
fr: Tous les écussons
he: כל המדליות
ja: すべてのバッジ
nb: Alle merker
nl: Alle medailles
pl: Wszystkie odznaki
pt: Todas as medalhas
pt_pt: Todas as medalhas
tr: Tüm madalyalar

source: All Bay Area
es: Toda el Área de la Bahía
ja: ベイ・エリア全て
nb: Alle Bay områder
pl: Cały obszar zatoki San Francisco
pt: Toda a área da Baía
pt_pt: Toda a área da baía
tr: Bütün Bay Area

source: All Steps Complete!
da: Alle trin udført!
es: ¡Todos los pasos completos!
fr: Toutes les étapes sont complètes!
nb: Alle trinnene komplett!
nl: Alle stappen zijn voltooid!
pl: Wszystkie kroki wykonane!
pt: Todas as etapas foram concluídas!
pt_pt: Todos os passos concluídos!
tr: Tüm adımlar tamamlandı!

source: All Tom dreams about is getting more people on Khan Academy.
pt: Tudo o que Tom deseja é que mais pessoas entrem na Khan Academy.
tr: Tom'un düşlediği tek şey, Khan Academy'e daha çok kullanıcı kazandırmaktır.

source: All angles equal 60. That means that all the sides are the same and that the triangle is equilateral. (Equilateral means equal(equi) sided(lateral). The triangle is also isosceles because at least two sides are the same length. Isosceles means a triangle with same (iso) legs (sceles).
es: Todos los ángulos miden 60. Eso significa que todos los lados son iguales y que el triángulo es equilátero. Equilátero significa lados (lateral) iguales (equi). El triángulo también es isósceles porque por lo menos dos lados miden lo mismo. Isósceles significa que un triángulo tiene piernas (sceles) iguales (iso).
fr: Tous les angles mesurent 60 degrés. Cela signifie que tous les côtés sont égaux et que le triangle est équilatéral. Le triangle est aussi isocèle puisqu'au moins deux côtés ont la même longueur. Isocèle signifie qu'un triangle a deux côtés de même longueur.
nb: Alle vinkler er 60 grader. Det betyr at alle sidene er like og at trekanten er LIKESIDET. Trekanten er også LIKEBEINT siden to av sidene har samme lengde.
nl: Alle hoeken zijn gelijk aan 60 graden. Dat betekent dat alle zijden ook gelijk zijn en dat de driehoek dus gelijkzijdig is. Gelijkzijdig betekent: met (alle) zijden gelijk. De driehoek is tevens gelijkbenig, omdat tenminste twee van de zijden even lang zijn. Gelijkbenig betekent: met twee zijden ("benen") gelijk.
pl: Wszystkie kąty mają miarę 60. To oznacza, że wszystkie boki są takie same, a trójkąt jest równoboczny. Równoboczny oznacza, że ma takie same (równo) boki (boczny). Trójkąt jest także równoramienny, ponieważ przynajmniej dwa jego boki mają tą samą długość. Równoramienny oznacza, że trójkąt ma dwa takie same (równo) ramiona (ramienny).
pt: Todos os ângulos são de 60. Isso significa que todos os lados são iguais e que o triângulo é equilátero. (Equilátero significa igual (equi) lado (látero)). O triângulo também é isósceles, porque pelo menos dois lados têm o mesmo comprimento. Isósceles significa um triângulo com as mesmas (iso) pernas (sceles).
tr: Bütün açıları 60 derece. Yani tüm kenar uzunlukları eşit ve üçgen bir eşkenar üçgen. her iki taraf da aynı olduğunu ve üçgen eşkenar. (Eşkenar eş ve kenar kelimelerinin birleşiminden oluşmuştur). Eşkenar üçgenin en az iki kenarı aynı uzunlukta olduğundan üçgen aynı zamanda İkizkenar üçgendir. İkizkenar üçgen demek iki kenarı aynı olan üçgen demektir.

source: All avatars
da: Alle avatarer
es: Todos los avatares
fr: Tous les avatars
ja: 全てのアバター
nb: Alle avatarer
nl: Alle avatars
pl: Wszystkie avatary
pt: Todos os avatares
pt_pt: Todos os avatares
tr: Bütün avatarlar

source: All bicycles have two wheels.
es: Todas las bicicletas tienen dos ruedas.
fr: Toutes les bicyclettes ont deux roues.
pt: Todas as bicicletas têm duas rodas.
tr: Tüm bisikletlerin iki tekerleği vardır.

source: All changes saved.
da: Alle ændringer gemt.
es: Todos los cambios guardados.
fr: Toutes les modifications ont été enregistrées.
ja: 全ての変更がセーブされました．
nb: Alle endringer lagret.
nl: Alle wijzigingen opgeslagen.
pl: Wszystkie zmiany zostały zapisane.
pt: Todas as alterações foram salvas.
pt_pt: Todas as alterações foram guardadas.
tr: Tüm değişiklikler kaydedildi.

source: All changes to domains
da: Alle ændringer til domæner
es: Todos los cambios en los dominios
fr: Toutes les modifications apportées aux domaines
ja: ドメインに対する全ての変更
nb: Alle forandringene i domenene
nl: Alle wijzigingen aan domeinen
pl: Wszystkie zmiany w domenie
pt: Todas as alterações nos domínios
pt_pt: Todas as alterações nos domínios
tr: Alanlardaki değişikliklerin tümü

source: All code is owned by its respective author and made available under an <a href="http://opensource.org/licenses/mit-license.php">MIT license</a>. For more information please see the <a href="/about/tos#5">Terms of Service</a>
da: Al kode er ejet af den respektive ophavsmand og stillet til rådighed under en <a href="http://opensource.org/licenses/mit-license.php"> MIT licens</a>. For mere information se venligst <a href="/about/tos#5">Servicevilkår</a>
es: Todo el código le pertenece a su respectivo autor y fue puesto a disposición bajo una <a href="http://opensource.org/licenses/mit-license.php">licencia MIT</a>. Para más información por favor ve los <a href="/about/tos#5">Términos de servicio</a>
fr: Tout le code appartient à ses auteurs respectifs et mis à disposition sous <a href="http://opensource.org/licenses/mit-license.php"> licence MIT</a>. Pour plus d'informations, veuillez consulter les <a href="/about/tos#5"> Conditions d'utilisation</a>
ja: 全てのコードはその尊敬すべき著者が所有権を保持します．そして<a href="http://opensource.org/licenses/mit-license.php">MIT ライセンス</a> の元で公開されます．詳しいことは <a href="/about/tos#5">利用規約</a>をご覧下さい．
nb: Alle koden eies av dens respektive forfatter og gjort tilgjengelig under en <a href="http://opensource.org/licenses/mit-license.php"> MIT-lisensen</a>. For mer informasjon vennligst se <a href="/about/tos#5"> Vilkår</a>
nl: Alle code is eigendom van de respectieve auteur en beschikbaar gesteld onder een <a href="http://opensource.org/licenses/mit-license.php">MIT licentie</a>. Voor meer informatie bekijk de <a href="/about/tos#5">Terms of Service</a>
pl: Cały kod jest własnością jego autora i został udostępniony na <a href="http://opensource.org/licenses/mit-license.php">licencji MIT</a>. Po więcej informacji zajrzyj do <a href="/about/tos#5">Warunków korzystania z usługi</a>
pt: O código é de propriedade de seu respectivo autor e disponibilizado sob uma <a href="http://opensource.org/licenses/mit-license.php">licença MIT</a>. Para obter mais informações, consulte os <a href="/about/tos#5">Termos de serviço</a>
pt_pt: O código é propriedade do respetivo autor e está licenciado com uma <a href="http://opensource.org/licenses/mit-license.php">licença MIT</a>. Para saberes mais, lê os nossos <a href="/about/tos#5">Termos de utilização</a>
tr: Bütün kodlar, yazarlarına aittir ve <a href="http://opensource.org/licenses/mit-license.php">MIT lisansı</a> kapsamında kullanılabilir. Daha fazla bilgi için lütfen <a href="/about/tos#5">Servis Şartları</a>'nı okuyunuz.

source: All content in “{{topicInfo.topic.translatedTitle}}”
da: Alt indhold i “{{topicInfo.topic.translatedTitle}}”
es: Todo el contenido en "{{topicInfo.topic.translatedTitle}}"
fr: Tout le contenu du thème “{{topicInfo.topic.translatedTitle}}”
ja: 「{{topicInfo.topic.translatedTitle}}」の中の全てのコンテンツ
nb: Alt innhold i {{topicInfo.topic.translatedTitle}}
nl: Alle inhoud in "{{topicInfo.topic.translatedTitle}}"
pl: Cała zawartość tematu “{{topicInfo.topic.translatedTitle}}”
pt: Conteúdo completo em “{{topicInfo.topic.translatedTitle}}”
pt_pt: Conteúdo acerca de {{topicInfo.topic.translatedTitle}}
tr: "{{topicInfo.topic.translatedTitle}}" hakkındaki içeriklerin hepsi

source: All discussion activity is automatically public so other users can respond to your questions and learn from your answers.
da: Al diskussionsaktivitet er automatisk offentligt så andre brugere kan svare på dine spørgsmål og lære af dine svar.
es: Todas las discusiones son automáticamente públicas para que otros usuarios puedan responder a tus preguntas y aprender de tus respuestas.
fr: Toute l'activité de vos discussions est automatiquement publique, donc les autres utilisateurs peuvent répondre à vos questions et apprendre de vos réponses.
ja: 全ての議論のアクティビティは，他のユーザーがあなたの質問に答えたり，他のユーザーがあなたの回答から学ぶため，自動的に公開されます．
nb: All diskusjonsaktivitet er automatisk offentlig, så andre brukere kan svare på dine spørsmål og lære fra dine svar.
nl: Alle discussie activiteit is automatisch voor iedereen zichtbaar, dus kunnen anderen antwoorden op je vragen en leren van jouw antwoorden.
pl: Wszystkie działania dyskusyjne są automatycznie upublicznione, więc inni użytkownicy mogą odpowiedzieć na Twoje pytania i uczyć się z dzięki Twoim odpowiedziom.
pt: Todos os registros de discussão tornam-se públicos automaticamente, para que outros usuários possam responder a suas perguntas e aprender com suas respostas.
pt_pt: Todas as discussões são públicas para que outros utilizadores possam responder às tuas questões e aprender com as respostas.
tr: Diğer kullanıcılar sorularınızı cevaplayabilsin ve cevaplarınızdan öğrenebilsin diye, bütün tartışma etkinlikleri otomatik olarak herkesin ulaşabileceği şekilde saklanır.

source: All done!
da: Helt færdig!
es: ¡Terminado!
fr: Complètement fini !
ja: 全部終了!
nb: Ferdig!
nl: Helemaal klaar!
pl: Wszystko zrobione!
pt: Feito!
pt_pt: Já está tudo feito!
tr: Hepsi bitti!

source: All four-sided polygons are squares.
es: Todos los polígonos de cuatro lados son cuadrados.
fr: Tous les quadrilatères sont des carrés.
pt: Todos os polígonos de quatro lados são quadrados.
tr: Her dört kenarlı çokgen, karedir.

source: All numbers divisible by both <code><var>A</var></code> and <code><var>B</var></code> are also divisible by which of the following?
es: ¿Entre cuál de los siguientes números es también divisible un número que sabemos que es divisible tanto entre <code><var>A</var></code> como entre <code><var>B</var></code>?
fr: Les nombres divisibles par <code><var>A</var></code> et par <code><var>B</var></code> sont aussi divisibles par l'un des nombres ci-contre. Lequel ?
nb: Alle tall som både er delelige med <code><var>A</var></code> og <code><var>B</var></code> er også delelig med hvilke av følgende?
nl: Alle getallen die deelbaar zijn door zowel <code><var>A</var></code> als <code><var>B</var></code> zijn ook deelbaar door welk van de volgende getallen?
pl: Wszystkie liczby podzielne przez <code><var>A</var></code> i <code><var>B</var></code> są także podzielne przez którą z następujących liczb?
pt: Todos os números divisíveis tanto por <code><var>A</var></code> quanto por <code><var>B</var></code> também são divisíveis por quais dos seguintes números?
tr: <code><var>A</var></code> ve <code><var>B</var></code> ile bölünebilen tüm sayılar, aynı zamanda aşağıdaki sayılardan hangisi ile de bölünebilirler?
