Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <code>\blue{\angle A}</code> and <code>\green{\angle B}</code> are alternate exterior angles. Therefore, we can set them equal to one another.
fr: <code>\blue{\angle A}</code> et <code>\green{\angle B}</code> sont alternes-externes, donc ils sont égaux.
pl: <code>\blue{\angle A}</code> i <code>\green{\angle B}</code> są kątami zewnętrznymi naprzemianległymi. Zatem możemy je do siebie przyrównać.
pt: <code>\blue{\angle A}</code> e <code>\green{\angle B}</code> são ângulos alternos externos. Portanto, podemos defini-los como iguais um ao outro.
tr: <code>\blue{\angle A}</code> ve <code>\green{\angle B}</code> dış ters açılardır. Bu nedenle, bunları birbirine eşitleyebiliriz.

source: <code>\blue{\angle A}</code> and <code>\green{\angle B}</code> are alternate interior angles. Therefore, we can set them equal to one another.
fr: <code>\blue{\angle A}</code> et <code>\green{\angle B}</code> sont alternes-internes, donc ils sont égaux.
pl: <code>\blue{\angle A}</code> i <code>\green{\angle B}</code> są kątami wewnętrznymi naprzemianległymi. Zatem możemy je do siebie przyrównać.
pt: <code>\blue{\angle A}</code> e <code>\green{\angle B}</code> são ângulos alternos internos. Portanto, podemos defini-los como iguais um ao outro.
tr: <code>\blue{\angle A}</code> ve <code>\green{\angle B}</code> dış ters açılardır. Bu nedenle, bunların birbirine eşitleyebiliriz.

source: <code>\blue{\angle A}</code> and <code>\green{\angle B}</code> are corresponding angles. Therefore, we can set them equal to one another.
fr: <code>\blue{\angle A}</code> et <code>\green{\angle B}</code> sont correspondants, donc ils sont égaux.
pl: <code>\blue{\angle A}</code> i <code>\green{\angle B}</code> są kątami odpowiadającymi. Zatem możemy je do siebie przyrównać.
pt: <code>\blue{\angle A}</code> e <code>\green{\angle B}</code> são ângulos correspondentes. Portanto, podemos defini-los como iguais um ao outro.
tr: <code>\blue{\angle A}</code> ve <code>\green{\angle B}</code> yöndeş açılardır. Bu nedenle, bunları birbirine eşitleyebiliriz.

source: <code>\blue{\angle{ACB}} = 180^\circ - \orange{\angle{BAC}} - \purple{\angle{ABC}} = <var>Tri_Y</var>^\circ</code>, because angles inside a triangle add up to <code>180^\circ</code>.
nl: <code>\blue{\angle{ACB}} = 180^\circ - \orange{\angle{BAC}} - \purple{\angle{ABC}} = <var>Tri_Y</var>^\circ</code>, want de hoeken van een driehoek tellen op tot <code>180^\circ</code>.
pt: <code>\blue{\angle{ACB}} = 180^\circ - \orange{\angle{BAC}} - \purple{\angle{ABC}} = <var>Tri_Y</var>^\circ</code>, porque os ângulos internos de um triângulo somam <code>180^\circ</code>.
tr: <code>\blue{\angle{ACB}} = 180^\circ - \orange{\angle{BAC}} - \purple{\angle{ABC}} = <var>Tri_Y</var>^\circ</code>, çünkü bir üçgenin iç açılarının toplamı <code>180^\circ</code>'dir.

source: <code>\blue{\angle{AGF}} = \orange{\angle{EGB}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, because they are opposite from each other. Opposite angles are congruent (equal).
nb: <code>\blue{\angle{AGF}} = \orange{\angle{EGB}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, fordi de er motsatte for hverandre med felles vinkelbein. Motsatte vinkler konkruente (like).
nl: <code>\blue{\angle{AGF}} = \orange{\angle{EGB}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, want het zijn overstaande hoeken. Overstaande hoeken zijn congruent (gelijk).
pt: <code>\blue{\angle{AGF}} = \orange{\angle{EGB}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, porque eles são opostos um ao outro. Ângulos opostos são congruentes (iguais).
tr: <code>\blue{\angle{AGF}} = \orange{\angle{EGB}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, çünkü bu açılar terstir. Ters açılar eştir (eşittir).

source: <code>\blue{\angle{AJF}}</code> and <code>\pink{\angle{DJI}}</code> are opposite angles.
nb: <code>\blue{\angle{AJF}}</code> og <code>\pink{\angle{DJI}}</code> er motsatte vinkler.
nl: <code>\blue{\angle{AJF}}</code> en <code>\pink{\angle{DJI}}</code> zijn overstaande hoeken.
pl: <code>\blue{\angle{AJF}}</code> i <code>\pink{\angle{DJI}}</code> są kątami przeciwległymi (wierzchołkowymi).
pt: <code>\blue{\angle{AJF}}</code> e <code>\pink{\angle{DJI}}</code> são ângulos opostos pelo vértice.
tr: <code>\blue{\angle{AJF}}</code> ve <code>\pink{\angle{DJI}}</code> ters açıdır.

source: <code>\blue{\angle{BGE}} = \orange{\angle{AGF}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, because they are opposite from each other. Opposite angles are congruent (equal).
nl: <code>\blue{\angle{BGE}} = \orange{\angle{AGF}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, want het zijn overstaande hoeken. Overstaande hoeken zijn congruent (gelijk).
pt: <code>\blue{\angle{BGE}} = \orange{\angle{AGF}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, porque eles são opostos um ao outro. Ângulos opostos são congruentes (iguais).
tr: <code>\blue{\angle{BGE}} = \orange{\angle{AGF}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, çünkü açılar terstir. Ters açılar eştir (eşittir).

source: <code>\blue{\angle{CAE}}</code> is an alternate interior angle to <code>\red{\angle{BCA}}</code>.
nl: <code>\blue{\angle{CAE}}</code> en <code>\red{\angle{BCA}}</code> zijn verwisselende binnenhoeken.
pl: <code>\blue{\angle{CAE}}</code> oraz <code>\red{\angle{BCA}}</code> są kątami naprzemianległymi wewnętrznymi.
pt: <code>\blue{\angle{CAE}}</code> é um ângulo alterno interno ao <code>\red{\angle{BCA}}</code>.
tr: <code>\blue{\angle{CAE}}</code>, <code>\red{\angle{BCA}}</code> ile iç ters açıdır.

source: <code>\blue{\angle{CHE}}</code> and <code>\purple{\angle{BHD}}</code> are opposite angles are equal.
nl: <code>\blue{\angle{CHE}}</code> en <code>\purple{\angle{BHD}}</code> zijn overstaande hoeken en dus gelijk.
pl: <code>\blue{\angle{CHE}}</code> i <code>\purple{\angle{BHD}}</code> są kątami wierzchołkowymi, które są równe.
pt: <code>\blue{\angle{CHE}}</code> e <code>\purple{\angle{BHD}}</code> são ângulos opostos pelo vértice e são iguais.
tr: <code>\blue{\angle{CHE}}</code> ve <code>\purple{\angle{BHD}}</code> ters açıları eşittir.

source: <code>\blue{\angle{CHF}}</code> and <code>\purple{\angle{AGH}}</code> are corresponding angles.
nl: <code>\blue{\angle{CHF}}</code> en <code>\purple{\angle{AGH}}</code> zijn corresponderende hoeken.
pl: <code>\blue{\angle{CHF}}</code> i <code>\purple{\angle{AGH}}</code> są kątami odpowiadającymi.
pt: <code>\blue{\angle{CHF}}</code> e <code>\purple{\angle{AGH}}</code> são ângulos correspondentes.
tr: <code>\blue{\angle{CHF}}</code> ve <code>\purple{\angle{AGH}}</code> yöndeş açılardır.

source: <code>\blue{\angle{DAB}} = 180^\circ - \orange{\angle{BAC}} = <var>Tri_Y + Tri_Z</var>^\circ</code>, because supplementary angles along a line add up to <code>180^\circ</code>.
nl: <code>\blue{\angle{DAB}} = 180^\circ - \orange{\angle{BAC}} = <var>Tri_Y + Tri_Z</var>^\circ</code>, want supplementaire hoeken langs een lijn tellen op tot <code>180^\circ</code>.
pt: <code>\blue{\angle{DAB}} = 180^\circ - \orange{\angle{BAC}} = <var>Tri_Y + Tri_Z</var>^\circ</code>, porque ângulos suplementares ao longo de uma reta somam <code>180^\circ</code>.
tr: <code>\blue{\angle{DAB}} = 180^\circ - \orange{\angle{BAC}} = <var>Tri_Y + Tri_Z</var>^\circ</code>, çünkü bir doğru üzerindeki bütünler açıların toplamı <code>180^\circ</code>'dir.

source: <code>\blue{\angle{DAF}}</code> is a corresponding angle to <code>\red{\angle{BCA}}</code>.
nl: <code>\blue{\angle{DAF}}</code> is overeenkomstig met hoek <code>\red{\angle{BCA}}</code>.
pl: <code>\blue{\angle{DAF}}</code> jest kątem odpowiadającym dla <code>\red{\angle{BCA}}</code>.
pt: <code>\blue{\angle{DAF}}</code> é um ângulo correspondente ao <code>\red{\angle{BCA}}</code>.
tr: <code>\blue{\angle{DAF}}</code>, <code>\red{\angle{BCA}}</code> ile yöndeş açıdır.

source: <code>\blue{\angle{GCJ}} = \orange{\angle{DAI}} = <var>90 - Tri_Y</var>^\circ</code>, because they are alternate exterior angles formed by two parallel lines and a transversal line, they are congruent (equal). Alternatively, you can pair up using opposite angles and alternate interior angles to achieve the same result (as shown in <code>\pink{pink}</code>).
nb: <code>\blue{\angle{GCJ}} = \orange{\angle{DAI}} = <var>90 - Tri_Y</var>^\circ</code>, fordi de er samsvarende vinkler formet av to parallelle linjer og en rettvinklet linje, de er kongruente (like). Alternativt kan du legge sammen motsatte vinkler og indre vinkler og få samme resultat (som vist i <code>\pink{pink}</code>).
nl: <code>\blue{\angle{GCJ}} = \orange{\angle{DAI}} = <var>90 - Tri_Y</var>^\circ</code>, want het zijn verwisselende buitenhoeken, gevormd door twee evenwijdige lijnen en een kruisende lijn, en die zijn congruent (gelijk). Je kan hetzelfde resultaat ook krijgen door de overstaande hoeken en verwisselende binnenhoeken te combineren (zoals getoond in <code>\pink{pink}</code>).
pt: <code>\blue{\angle{GCJ}} = \orange{\angle{DAI}} = <var>90 - Tri_Y</var>^\circ</code>, por serem ângulos alternos externos formados por duas retas paralelas e uma transversal, são congruentes (iguais). Alternativamente, você poderá formar pares de ângulos opostos e ângulos alternos internos para obter o mesmo resultado (como visto em <code>\pink{pink}</code>).

source: <code>\blue{\angle{GHD}}</code> and <code>\green{\angle{EGB}}</code> are complementary angles.
nl: <code>\blue{\angle{GHD}}</code> en <code>\green{\angle{EGB}}</code> zijn overeenkomstige hoeken.
pl: <code>\blue{\angle{GHD}}</code> i <code>\green{\angle{EGB}}</code> są kątami dopełniającymi się.
pt: <code>\blue{\angle{GHD}}</code> e <code>\green{\angle{EGB}}</code> são ângulos complementares.
tr: <code>\blue{\angle{GHD}}</code> ve <code>\green{\angle{EGB}}</code> tümler açılardır.

source: <code>\blue{\angle{GHD}}</code> and <code>\purple{\angle{AGH}}</code> are alternate interior angles.
nl: <code>\blue{\angle{GHD}}</code> en <code>\purple{\angle{AGH}}</code> zijn verwisselende binnenhoeken.
pl: <code>\blue{\angle{GHD}}</code> i <code>\purple{\angle{AGH}}</code> są kątami naprzemianległymi wewnętrznymi.
pt: <code>\blue{\angle{GHD}}</code> e <code>\purple{\angle{AGH}}</code> são ângulos alternos internos.
tr: <code>\blue{\angle{GHD}}</code> ve <code>\purple{\angle{AGH}}</code>, iç ters açılardır.

source: <code>\blue{\angle{IAK}} = 90^\circ - \orange{\angle{DAI}} = <var>90 - Tri_Y</var>^\circ</code>, because angles <code>\blue{\angle{IAK}}</code> and <code>\orange{\angle{DAI}}</code> make up angle <code>\purple{\angle{DAK}}</code>.
nl: <code>\blue{\angle{IAK}} = 90^\circ - \orange{\angle{DAI}} = <var>90 - Tri_Y</var>^\circ</code>, want hoeken <code>\blue{\angle{IAK}}</code> en <code>\orange{\angle{DAI}}</code> maken samen <code>\purple{\angle{DAK}}</code>.
pt: <code>\blue{\angle{IAK}} = 90^\circ - \orange{\angle{DAI}} = <var>90 - Tri_Y</var>^\circ</code>, porque os ângulos <code>\blue{\angle{IAK}}</code> e <code>\orange{\angle{DAI}}</code> formam o ângulo <code>\purple{\angle{DAK}}</code>.
tr: <code>\blue{\angle{IAK}} = 90^\circ - \orange{\angle{DAI}} = <var>90 - Tri_Y</var>^\circ</code>, çünkü <code>\blue{\angle{IAK}}</code> ve <code>\orange{\angle{DAI}}</code> açıları <code>\purple{\angle{DAK}}</code> açısını oluşturur.

source: <code>\blue{\angle{IHE}}</code> and <code>\pink{\angle{CHG}}</code> are opposite angles.
nl: <code>\blue{\angle{IHE}}</code> en <code>\pink{\angle{CHG}}</code> zijn overstaande hoeken.
pl: <code>\blue{\angle{IHE}}</code> i <code>\pink{\angle{CHG}}</code> są kątami wierzchołkowymi.
pt: <code>\blue{\angle{IHE}}</code> e <code>\pink{\angle{CHG}}</code> são ângulos opostos pelo vértice.
tr: <code>\blue{\angle{IHE}}</code> ve <code>\pink{\angle{CHG}}</code> ters açılardır.

source: <code>\blue{x}</code> is plotted in <strong class="hint_blue">blue</strong> below. Change the angle and radius to plot <code>\orange{y}</code> in <strong class="hint_orange">orange</strong>.
es: <code>\blue{x}</code> está graficado en <strong class="hint_blue">azul</strong> a continuación. Cambia el ángulo y el radio para graficar <code>\orange{y}</code> en <strong class="hint_orange">anaranjado</strong>.
fr: Le point d'affixe <code>\blue{x}</code> est en <strong class="hint_blue">bleu</strong>. Modifier son argument et son module pour obtenir le point <strong class="hint_orange">orange</strong> d'affixe <code>\orange{y}</code>.
pt: <code>\blue{x}</code>> está plotado em <strong class="hint_blue">azul</strong> abaixo. Mude o ângulo e o raio para plotar <code>\orange{y}</code> em <strong class="hint_orange">laranja</strong>.
tr: <code>\blue{x}</code>, aşağıda <strong class="hint_blue">maviyle</strong> çizilmiştir. Açıyı ve yarıçapı değiştirerek, <code>\orange{y}</code>'yi <strong class="hint_orange">turuncuyla</strong> çiziniz.

source: <code>\color{ORANGE}{<var>FINAL[ INDEX ]</var>} - \color{#6495ED}{<var>MIDTERM[ INDEX ]</var>} = <var>IMPROVEMENT[ INDEX ]</var></code>, so <var>STUDENT</var> improved by <code><var>IMPROVEMENT[ INDEX ]</var></code> points from the midterm to the final exam.
fr: <code>\color{ORANGE}{<var>FINAL[ INDEX ]</var>} - \color{#6495ED}{<var>MIDTERM[ INDEX ]</var>} = <var>IMPROVEMENT[ INDEX ]</var></code>, donc <var>STUDENT</var> a amélioré sa note de <code><var>IMPROVEMENT[ INDEX ]</var></code> points entre l'examen intermédiaire et l'examen final.
nb: <code>\color{ORANGE}{<var>FINAL[ INDEX ]</var>} - \color{#6495ED}{<var>MIDTERM[ INDEX ]</var>} = <var>IMPROVEMENT[ INDEX ]</var></code>, så <var>STUDENT</var> forbedret seg med <code><var>IMPROVEMENT[ INDEX ]</var></code> poeng fra terminprøven til eksamen.
pl: <code>\color{ORANGE}{<var>FINAL[ INDEX ]</var>} - \color{#6495ED}{<var>MIDTERM[ INDEX ]</var>} = <var>IMPROVEMENT[ INDEX ]</var></code>, więc wynik, jaki ma <var>STUDENT</var>, został poprawiony o <code><var>IMPROVEMENT[ INDEX ]</var></code> punktów w porównaniu z egzaminem śródsemestralnym.
pt: <code>\color{ORANGE}{<var>FINAL[ INDEX ]</var>} - \color{#6495ED}{<var>MIDTERM[ INDEX ]</var>} = <var>IMPROVEMENT[ INDEX ]</var></code>, portanto <var>STUDENT</var> melhorou em <code><var>IMPROVEMENT[ INDEX ]</var></code> pontos desde a prova bimestral até a prova final.
tr: <code>\color{ORANGE}{<var>FINAL[ INDEX ]</var>} - \color{#6495ED}{<var>MIDTERM[ INDEX ]</var>} = <var>IMPROVEMENT[ INDEX ]</var></code>, yani <var>STUDENT</var> ara dönem sınavına göre final sınavında <code><var>IMPROVEMENT[ INDEX ]</var></code> puan gelişim göstermiştir.

source: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> and so the answer is <code><var>C</var></code>.
da: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> og derfor er svaret <code><var>C</var></code>.
es: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> y así la respuesta es <code><var>C</var></code>.
fr: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> et la réponse est donc <code><var>C</var></code>.
hi: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> और इसलिए उत्तर है <code><var>C</var></code>.
nb: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> og derfor er svaret <code><var>C</var></code>.
nl: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> en dus is het antwoord <code><var>C</var></code>.
pl: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> a więc odpowiedź to <code><var>C</var></code>.
pt: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> e, portanto, a resposta é <code><var>C</var></code>.
tr: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> ve dolayısı ile cevap budur: <code><var>C</var></code>.

source: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> and so the answer is <code><var>D</var></code>.
da: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> og derfor er svaret <code><var>D</var></code>.
es: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> y así la respuesta es <code><var>D</var></code>.
fr: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> et la réponse est donc <code><var>D</var></code>.
hi: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> और इसलिए उत्तर है <code><var>D</var></code>.
nb: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> og derfor er svaret <code><var>D</var></code>.
nl: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> , en dus is het antwoord <code><var>D</var></code>.
pl: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> a więc odpowiedź to <code><var>D</var></code>.
pt: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code> e, portanto, a resposta é <code><var>D</var></code>.
tr: <code>\dfrac{<var>A</var>}{<var>B</var>} = \dfrac{<var>C</var>}{<var>D</var>}</code>ve dolayısı ile cevap budur: <code><var>D</var></code>.

source: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> and so the answer is <code><var>A</var></code>.
es: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> así que la respuesta es <code><var>A</var></code>.
fr: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> et la réponse est donc <code><var>A</var></code>.
hi: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code>और इसलिए उत्तर है <code><var>A</var></code>.
nb: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> så svaret er <code><var>A</var></code>.
nl: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code>, en dus is het antwoord <code><var>A</var></code>.
pl: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> więc odpowiedź to <code><var>A</var></code>.
pt: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> e, assim, a resposta é <code><var>A</var></code>.
tr: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> ve bu sebeple cevap <code><var>A</var></code> 'dır.

source: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> and so the answer is <code><var>B</var></code>.
da: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> og svaret er dermed <code><var>B</var></code>.
es: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> así que la respuesta es <code><var>B</var></code>.
fr: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> donc la réponse est <code><var>B</var></code>.
hi: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> और इसलिए उत्तर है <code><var>B</var></code>.
nb: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> og så er svaret <code><var>B</var></code>.
nl: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code>, en dus is het antwoord <code><var>B</var></code>.
pl: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> a odpowiedź to <code><var>B</var></code>.
pt: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> e então a resposta é <code><var>B</var></code>.
tr: <code>\dfrac{<var>C</var>}{<var>D</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> ve buna göre cevap <code><var>B</var></code> 'dir.

source: <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> is the same thing as <code>\dfrac{<var>I_NUM2 * F</var>}{<var>I_DENOM * F</var>}</code>
es: <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> es lo mismo que <code>\dfrac{<var>I_NUM2 * F</var>}{<var>I_DENOM * F</var>}</code>
fr: <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> est la même chose que <code>\dfrac{<var>I_NUM2 * F</var>}{<var>I_DENOM * F</var>}</code>
nb: <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> er det samme som <code>\dfrac{<var>I_NUM2 * F</var>}{<var>I_DENOM * F</var>}</code>
pl: <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> to to samo co<code>\dfrac{<var>I_NUM2 * F</var>}{<var>I_DENOM * F</var>}</code>
pt: <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> é a mesma coisa que <code>\dfrac{<var>I_NUM2 * F</var>}{<var>I_DENOM * F</var>}</code>
tr: <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code>, <code>\dfrac{<var>I_NUM2 * F</var>}{<var>I_DENOM * F</var>}</code> ile aynıdır

source: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> so really we are dividing by 1.
es: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> así que en realidad estamos dividiendo entre 1.
fr: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> donc, en fait, on divise par 1.
hi: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code>इसलिए वास्तविकता में हम 1 से विभाजित कर रहे हैंI
nb: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> så vi dividerer faktisk med 1.
nl: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> , dus eigenlijk delen we door 1.
pl: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code>, więc naprawdę dzielimy przez 1.
pt: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code>, então realmente estamos dividindo por 1.
tr: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> yani aslında 1'e bölüyoruz.

source: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> so really we are multiplying by 1.
da: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> så vi ganger faktisk bare med 1.
es: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> así que en realidad estamos multiplicando por 1.
fr: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> donc, en fait, on multiplie par 1.
hi: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code>इसलिए हम वास्तव में 1 से गुणा कर रहे हैंI
nb: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> så vi multipliserer faktisk bare med 1.
nl: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> , dus eigenlijk vermenigvuldigen we met 1.
pl: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> więc tak naprawdę mnożymy przez 1.
pt: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> então, na verdade, estamos multiplicando por 1.
tr: <code>\dfrac{<var>M</var>}{<var>M</var>} = \dfrac{1}{1} = 1</code> yani gerçekten 1 ile çarpıyoruz.

source: <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> is the same thing as <code>\dfrac{<var>M_NUM * F</var>}{<var>M_DENOM * F</var>}</code>
es: <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> es lo mismo que <code>\dfrac{<var>M_NUM * F</var>}{<var>M_DENOM * F</var>}</code>
fr: <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> est la même chose que <code>\dfrac{<var>M_NUM * F</var>}{<var>M_DENOM * F</var>}</code>
nb: <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> Er det samme som <code>\dfrac{<var>M_NUM * F</var>}{<var>M_DENOM * F</var>}</code>
pl: <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> to to samo co <code>\dfrac{<var>M_NUM * F</var>}{<var>M_DENOM * F</var>}</code>
pt: <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> é a mesma coisa que <code>\dfrac{<var>M_NUM * F</var>}{<var>M_DENOM * F</var>}</code>.
tr: <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code>, <code>\dfrac{<var>M_NUM * F</var>}{<var>M_DENOM * F</var>}</code> ile aynıdır
