Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Measurable Learning
da: Målbar læring
es: Aprendizaje medible
nl: Meetbaar leren
pl: Mierzalne uczenie się
pt: Aprendizagem mensurável
tr: Ölçülebilir Öğrenim

source: Measure this angle in degrees.
es: Mide este ángulo en grados.
fr: Quelle est la mesure en degrés de cet angle ?
nb: Mål denne vinkelen i grader.
pl: Zmierz ten kąt w stopniach.
pt: Meça este ângulo em graus.
tr: Bu açıyı derece cinsinden ölçünüz.

source: Measuring angles
es: Midiendo ángulos
fr: Mesurer les angles
nb: Måle vinkler
pl: Mierzenie kątów
pt: Medição de ângulos
tr: Açı Ölçme

source: Measuring segments
da: Måling af segmenter
es: Midiendo segmentos
fr: Longueur d'un segment de droite (provisoirement en anglais)
nb: Avstandsmåling
pl: Mierzenie odcinków
pt: Medição de segmentos
pt_pt: Medir segmentos
tr: Doğru Parçalarını Ölçme

source: Medicare
da: Sundhedspleje
es: Seguro médico para personas mayores
fr: géométrie
nl: gezondheidszorg
pt: Assistência médica
pt_pt: Cuidados médicos
tr: Sağlık Sigortası

source: Meet Charlie. By taking control of his learning with Khan Academy, he went from high school dropout to valedictorian. His story is just one of the many we hear from our millions of users.
pl: Poznaj Charlie'go. Przejmując kontrolę na swoją nauką z Khan Academy, z porzucenia liceum przeszedł do jednego z najlepszych. Jego historia jest jedną z wielu, które słyszymy od milionów użytkowników.
pt: Conheça Charlie. Ele assumiu o controle de sua aprendizagem com a Khan Academy e passou de desistente a orador da turma. Sua história é uma das muitas que ouvimos de nossos milhões de usuários.
pt_pt: Apresentamos-lhe o Charlie. Ao utilizar a Khan Academy para estudar, este aluno passou de estar à beira de sair da escola, para ser o melhor da turma. E a história do Charlie é apenas uma das muitas que os utilizadores nos contam.
tr: Khan Academy'yle öğreniminde dizginleri ele alarak, lise terkten okul birinciliğine ulaşan bir öğrenci ile tanışmak ister misiniz? Onun hikayesi, milyonlarca kullanıcımızdan duyduğumuz hikayelerden sadece biri.

source: Meet Our Board.
pt: Conheça nosso conselho administrativo.
pt_pt: Conheça os nossos órgãos diretivos.
tr: Kurulumuzla Tanışın.

source: Meet Our Content Specialists.
pt: Conheça nossos especialistas em conteúdo.
pt_pt: Conheça os nossos especialistas em conteúdo.
tr: İçerik Uzmanlarımızla Tanışın.

source: Meet Our Interns.
pt: Conheça os nossos estagiários.
pt_pt: Conheça os nossos estagiários.
tr: Stajyerlerimizle Tanışın.

source: Meet a professional - everyone from mobile health app developers to product managers to physics programmers. Learn how they got into the industry, what they do for their job, what they do for fun, and what advice they have for you.
da: Mød en professionel - alt fra udviklere af mobile sundheds-apps til produktchefer til fysikprogrammører. Lær hvordan de kom ind i branchen, hvad de gør i deres job, hvad de gør for sjov, og hvilke råd de har til dig.
es: Conoce a un profesional, a todos desde desarrolladores de aplicaciones móviles de salud hasta gerentes de producción o programadores de física. Aprende cómo entraron en la industria, qué hacen en su trabajo, qué hacen por diversión, y qué consejos tienen para darte.
fr: Rencontrez un professionnel - tout le monde des developpeurs applications de santé mobile aux chefs de produit et programmeurs de physique. apprenez comment ils sont arrivés dans l'industrie, ce qu'ils font pour leur emploi, ce qu'ils font pour le plaisir, et quels conseils ils ont à vous donner.
nb: Møt en profesjonell - alle er utviklere fra mobil helse-app til produsenter av fysiske programmer. Lær hvordan de kom inn i industrien, hva de gjør i jobben sin, hva de gjør for gøy, og hvilke råd de kan gi deg.
nl: Ontmoet een professional - iedereen van mobiele gezondheid app developers tot aan productmanagers tot aan fysica programmeurs. Leer hoe ze in de industrie terecht gekomen zijn, wat ze voor hun werk doen, wat ze doen voor de lol, en wat advies dat zij voor jou hebben.
pl: Poznaj profesjonalistów - od twórców mobilnych aplikacji dotyczących zdrowia do menedżerów produktu i programistów fizyki. Dowiedz się, jak dostali się do branży, co robią w swojej pracy, co robią dla zabawy, i jakie mają dla Ciebie rady.
pt: Conheça um profissional - desde desenvolvedores de aplicativos móveis de saúde até gerentes de produto e programadores de física. Veja como eles entraram no ramo, o que eles fazem no trabalho, o que eles fazem para se divertir e quais conselhos eles têm para você.
pt_pt: Fala com os profissionais! Desde programadores de aplicações de saúde para dispositivos móveis até aos gestores de programadores de projetos que envolvem física, podes perceber como é que eles chegaram onde estão, o que é que fazem nos seus empregos, como é que se divertem a fazer o seu trabalho e que conselhos importantes é que têm para te dar.
tr: Bir profesyonelle tanışın - mobil sağlık uygulaması geliştiricilerinden ürün yöneticilerinde fizik programcılarına. Endüstriye nasıl girdiklerini, işlerinde neler yaptıklarını, eğlence için neler yaptıklarını ve size verecekleri öğütleri öğrenin.

source: Meet more computing professionals in <a href="/computing/computer-programming/meet-the-computing-professional">our series on Khan Academy</a> or <a href="https://www.madewithcode.com/makers">these videos from Google's MadeWithCode</a>.
nb: Mør profesjonelle i <a href="/computing/computer-programming/meet-the-computing-professional">vår derie om Khan Academy</a> eller i <a href="https://www.madewithcode.com/makers">disse videoene fra Google's MadeWithCode</a>.
pt: Conheça mais profissionais da computação em <a href="/computing/computer-programming/meet-the-computing-professional">nossas séries na Khan Academy</a> ou <a href="https://www.madewithcode.com/makers">nesses vídeos da MadeWithCode, da Google</a>.
pt_pt: Fica a conhecer mais profissionais da computação com as <a href="/computing/computer-programming/meet-the-computing-professional">séries da Khan Academy</a> ou com estes <a href="https://www.madewithcode.com/makers">vídeos do MadeWithCode do Google</a>.
tr: Bilgisayar alanında başka profesyonellerle tanışmak için, <a href="/computing/computer-programming/meet-the-computing-professional">Khan Academy'deki serimize</a> veya <a href="https://www.madewithcode.com/makers"> Google'ın MadeWithCode videolarına bakabilirsiniz</a>.

source: Meet the Team.
pt: Conheça a equipe.
tr: KA Takımı ile tanışın...

source: Meet your mission
bg: Запознай се с мисията си
da: Se din mission
es: Cumple con tu misión
fr: Rencontrer votre mission
ja: あなたのミッションを達成しよう
nb: Ditt oppdrag
nl: Ga je missie aan
pl: Poznaj swoją misję
pt: Conheça sua missão
pt_pt: Conhece a tua missão
tr: Hedefinize ulaşın

source: Meeting Everyone
pl: Spotykanie wszystkich
pt: Conheça outros estagiários
tr: Herkesle Tanışın

source: Meeting your intern classmates
bg: Среща с другите стажанти
da: Mød din praktikant klassekammerater
es: Reunión con tus compañeros de prácticas
fr: Rencontre vos collègues stagiaires
pl: Spotkanie z Twoimi kolegami ze stażu
pt: Conheça outros estagiários
tr: Stajyer sınıf arkadaşlarınızla tanışma

source: Meg Floryan earned her Masters in American Fine &amp; Decorative Art from Sotheby's Institute of Art in New York.
pt: Meg Floryan obteve seu mestrado em Belas Artes e Artes Decorativas Americanas no Instituto de Arte Sotheby em Nova York.
tr: Meg Floryan Amerikan Güzel &amp; Dekoratif Sanat alanındaki Master derecesini, New York'taki Sotheby Sanat Enstitüsü'nde almıştır.

source: Meitnerium
es: Meitnerio
pl: Meitner
pt: Meitnério
pt_pt: Meitnério

source: Mellon Digital Learning Fellow
pt: Bolsista da Mellon Digital

source: Mendelevium
es: Mendelevio
pl: Mendelew
pt: Mendelévio
pt_pt: Mendelévio

source: Menu dropdown
ja: ドロップダウンメニュー
nb: Rullegardinmenyen
pl: Menu rozwijane
pt: Menu suspenso
pt_pt: Opções
tr: Açılır menü

source: Message sent!
da: Besked sendt!
es: ¡Mensaje enviado!
fr: Message envoyé !
nb: Meldingen er sendt!
nl: Bericht verzonden!
pl: Wiadomość wysłana!
pt: Mensagem enviada!
pt_pt: A mensagem foi enviada!
tr: Mesaj gönderildi !

source: Meteorite
da: Meteorit
es: Meteorito
fr: Météorite
ja: 隕石
nb: Meteoritt
nl: Meteoriet
pl: Meteoryt
pt: Meteorito
pt_pt: Meteorito
tr: Göktaşı

source: Meteorite Badges
da: Meteorit Badges
es: Medallas de meteorito
fr: Badges Météorite
ja: 隕石バッジ
nb: Meteoritt merker
nl: Meteoriet-medailles
pl: Odznaki meteorytu
pt: Medalhas meteorito
pt_pt: Medalhas "Meteorito"
tr: Göktaşı Madalyaları

source: Meteorite badges are common and easy to earn when just getting started.
da: Meteorit-badges er ret almindelige og lette at optjene lige fra starten.
es: Las medallas de meteorito son comunes y fáciles de ganar cuando estás comenzando.
fr: Les badges météorites sont fréquents et faciles à gagner en tant que débutant.
ja: 隕石バッジは平凡ではじめたばかりでも簡単に獲得できます
nb: Meteorittmerker er vanlige, og lette å tjene når du nettopp har kommet i gang.
nl: Meteoriet-medailles komen veel voor en zijn gemakkelijk te verdienen als je net begint.
pl: Odznaki meteorytu są powszechne i łatwe do zdobycia dla początkujących.
pt: As medalhas Meteorito são comuns e fáceis de ganhar quando se está apenas começando.
pt_pt: As medalhas "Meteorito" são comuns e fáceis de ganhar se fores um aluno recente.
tr: Meteor madalayaları, yeni başladığınız dönemlerde çokça rastlanan ve kolayca kazanılan madalyalardır.

source: Mexican
nb: Meksikansk
pt: Mexicana
tr: Meksika

source: Mia works with a wide variety of organizations to create and launch new and exciting content on Khan Academy. Before joining the team, she completed the Coro Fellowship in Public Affairs and graduated with a degree in history from University of California, Berkeley.
pt: Mia trabalha com uma grande variedade de organizações para criar e lançar novos e empolgantes conteúdos na Khan Academy. Antes de entrar para a equipe, ela completou a Coro Fellowship em Assuntos Públicos e se formou em História pela Universidade da Califórnia em Berkeley.
tr: Mia, Khan Academy'de yeni ve heyecan verici içerikler oluşturmak için geniş bir organizasyon yelpazesiyle çalışmaktadır. Takıma katılmadan önce, halkla ilişkiler alanında bir Coro Fellowship'i tamamlamış olmanın yanı sıra University of California, Berkeley'in tarih bölümünden mezun olmuştur.

source: Michelle is an artist turned chemist turned developer who loves teaching, building things, and hanging out with turtles.
pt: Michelle é uma artista que se tornou química, que se tornou desenvolvedora, que adora ensinar, construir coisas e passar um tempo com tartarugas.
tr: Michelle takımımızın öğretmeyi, bir şeyler üretmeyi, ve kaplumbağalarla takılmayı seven, sanatçılıktan kimyagerliğe, sonra da geliştiriciliğe geçmiş bir üyesidir.

source: Midpoint formula
da: Midtpunktetsformlen
es: La fórmula del punto medio
fr: Coordonnées du milieu d'un segment
nb: Midtpunktsformelen
pl: Wzór na punkt środkowy
pt: Fórmula do ponto médio
tr: Orta nokta formülü

source: Midpoint of a segment
es: Punto medio de un segmento
fr: Milieu d'un segment
pl: Punkt środkowy odcinka
pt: Ponto médio de um segmento
tr: Doğru parçasının orta noktası

source: Midterm
fr: Intermédiaire
nb: Midtterminen
pl: Śródsemestralny
pt: Prova bimestral
tr: Ara sınav

source: Mike earned a M.Ed. in Secondary Education and spent 11 years teaching theatre and communication classes in Arkansas and Massachusetts before turning his attention to the Internet . He has experience in entrepreneurship, e-commerce, and search engine optimization (SEO). He co-founded a search engine marketing firm and an e-commerce website focused on Southern style called Bourbon &amp; Boots.
pt: Mike tem mestrado em Educação para o Ensino Médio e passou 11 anos ministrando aulas de teatro e comunicação em Arkansas e Massachusetts antes de voltar sua atenção para a internet. Ele tem experiência em empreendedorismo, comércio eletrônico e otimização de ferramentas de busca (SEO). Ele é cofundador de uma empresa de ferramentas de busca voltada para marketing e de um site de comércio eletrônico focado no estilo country, chamado Bourbon &amp; Boots.
tr: Yüksek lisansını ortaöğretim alanında tamamlamış olan Mike, dikkatini internete yöneltmeden önce Arkansas ve Massachusetts'de 11 yıl boyunca iletişim ve tiyatro eğitimi verdi. Kendisinin girişimcilik, e-ticaret ve arama motoru optimizasyonu (SEO) alanlarında deneyimi vardır. Mike ayrıca bir arama motoru pazarlama firmasının ve Güney stili odaklı Bourbon &amp; Boots isimli bir e-ticaret sitesinin kurucusudur.

source: Mike helps our infrastructure team be and achieve their best.
pt: Mike ajuda nossa equipe de infraestrutura a dar o seu melhor.

source: Mike is very happily writing mobile code at Khan Academy, except when he's debugging it.
pt: É com muita alegria que Mike está criando programas na Khan Academy para dispositivos móveis, exceto quando ele está depurando esses programas.
tr: Mike, Khan Academy'de - kod ayıkladığı zamanlar dışında - mutlu bir şekilde kod yazmaktadır.

source: Miles
hi: मयंक
pt: Milo

source: Millionaire
da: Millionær
es: Millonario
fr: Millionnaire
ja: 百万長者
nb: Millionær
nl: Miljonair
pl: Milioner
pt: Milionário
pt_pt: Milionário
tr: Milyoner

source: Millions of students from all over the world, each with their own unique story, learn at their own pace on Khan Academy every single day. We have video lessons translated into almost 40 languages and counting in addition to the <a href='https://es.khanacademy.org/'>Spanish</a>, <a href='https://fr.khanacademy.org/'>French</a>, and <a href='https://pt.khanacademy.org/'>Brazilian Portuguese</a> versions of our site.
fr: Des millions d'étudiants, venant du monde entier et ayant leur histoire propre, apprennent à leur rythme chaque jour sur Khan Academy. Les vidéos Khan Academy sont traduites dans près de 40 langages ; la plateforme est ici disponible en <a href='https://fr.khanacademy.org/'>français</a>, mais elle l'est également en anglais, en <a href='https://es.khanacademy.org/'>espagnol</a>, et en <a href='https://pt.khanacademy.org/'>brésilien/portugais</a>.
pt: Milhões de estudantes de todo o mundo, cada um com sua história única, aprendem no seu próprio ritmo na Khan Academy todos os dias. Temos videoaulas traduzidas para quase 40 idiomas (e esse número está aumentando), além das versões em <a href='https://es.khanacademy.org/'>espanhol</a>, <a href='https://fr.khanacademy.org/'>francês</a>, e <a href='https://pt.khanacademy.org/'>português brasileiro</a> do nosso site.
tr: Her biri farklı hikayeye sahip, dünya çapında milyonlarca öğrenci, her gün Khan Academy'de kendi hızında öğreniyor. Ders videolarımız neredeyse 40 dile çevrildi ve daha da fazlasına çevrilmeye devam ediyor, ayrıca sitemizin <a href='https://es.khanacademy.org/'>İspanyolca</a>, <a href='https://fr.khanacademy.org/'>Fransızca</a>, ve <a href='https://pt.khanacademy.org/'>Portekizce</a> ve Türkçe versiyonları da bulunuyor.

source: Milliseconds elapsed since program start
ja: プログラムがスタートしてから経過したミリ秒
nb: Millisekunder som er gått siden programstart
pl: Ilość milisekund od uruchomienia programu
pt: Milissegundos decorridos desde o início do programa
pt_pt: Milissegundos contados desde o início do programa
tr: Program başladığından beri geçen milisaniye

source: Minli focuses on Khan Academy's strategic initiatives.
es: Minli se enfoca en las iniciativas estratégicas de Khan Academy.
pl: Minli koncentruje się na strategicznych inicjatywach Khan Academy.
pt: Minli concentra-se nas iniciativas estratégicas da Khan Academy.
tr: Minli Khan Academy’nin stratejik girişimlerinden sorumludur.

source: Minor radius = <span class="sol short40" data-forms="integer"><var>MIN</var></span>
da: Mindste radius = <span class="sol short40" data-forms="integer"> <var>MIN</var></span>
es: Radio menor = <span class="sol short40" data-forms="integer"><var>MIN</var></span>
fr: Petit axe = <span class="sol short40" data-forms="integer"><var>MIN</var></span>
nb: Minste radius = <span class="sol short40" data-forms="integer"> <var>MIN</var></span>
pl: Mała półoś = <span class="sol short40" data-forms="integer"><var>MIN</var></span>
pt: Raio menor = <span class="sol short40" data-forms="integer"><var>MIN</var></span>
tr: Yedek eksen uzunluğunun yarısı = <span class="sol short40" data-forms="integer"><var>MIN</var></span>

source: Minutes
es: Minutos
hi: मिनट
nb: Minutter
pl: Minuty
pt: Minutos
tr: Dakika

source: Minutes on Khan Academy
da: Minutter på Khan Academy
es: Minutos en Khan Academy
fr: Minutes sur Khan Academy
nb: Minutter på Khan Academy
nl: Notulen in Khan Academy
pl: Minuty na Khan Academy
pt: Minutos na Khan Academy
pt_pt: Minutos na Khan Academy
tr: Khan Academy'de geçirilen dakika

source: Minutes spent on Khan Academy
da: Minutter brugt på Khan Academy
es: Minutos ocupados en Khan Academy
fr: Minutes passées sur Khan Academy
ja: カーンアカデミーで過ごした時間(分)
nb: Minutter brukt på Khan Academy
nl: Minuten doorgebracht op Khan Academy
pl: Minut spędzonych na Khan Academy
pt: Minutos gastos na Khan Academy
pt_pt: Minutos gastos na Khan Academy
tr: Khan Academy Türkçe'de geçirilen dakika

source: Minutes spent on Khan Academy in this date range across all missions
da: Minutter brugt på Khan Academy i dette datointerval for alle missioner
es: Minutos dedicados a Khan Academy en este intervalo de fechas en todas las misiones
fr: Minutes passées sur la Khan Academy pour cette plage de dates sur toutes les missions
ja: 全てのミッションに渡り，この期間中にカーンアカデミーで過した時間
nb: Munutter brukt på Khan Academy i dette datointervallet over alle oppdrag
nl: Minuten doorgebracht op Khan Academy in dit datumbereik over alle missies heen
pl: Minuty spędzone na Khan Academy rozłożone według misji
pt: Minutos gastos na Khan Academy neste intervalo de datas em todas as missões
tr: Khan Academy'de bu tarih aralığında, bütün hedefler üzerinde harcanan süre

source: Misc
pt: Outros
tr: Diğer

source: Missing "use strict" statement.
da: Mangler en "use strict" erklæring.
es: Falta la declaración "use strict".
fr: Il manque une commande "use strict".
nb: Mangler en "use strict" setning.
nl: Ontbrekend "use strict" opdracht.
pl: Brakuje komendy "use strict".
pt: Está faltando a instrução "use strict".
tr: "use strict" ifadesi eksik.

source: Mission
es: Misión
nb: Oppdrag
nl: Missie
pl: Misja
pt: Missão
pt_pt: Missão
tr: Hedef

source: Mission Foundations
da: Missionernes Fundament
es: Fundamentos de Misión
fr: Les fondements de la mission
nb: Oppdragsgrunnlag
nl: Fundamenten van onze missie
pl: Podstawy misji
pt: Fundamentos da missão
tr: Misyon vakıfları

source: Mission Progress
da: Mission Fremskridt
es: Progreso de la misión
fr: Progrès de la mission
ja: ミッションの進捗
nb: Framskitt på Oppdrag
nl: Missie Vooruitgang
pl: Postęp misji
pt: Progresso da missão
pt_pt: Progresso de competências da missão
tr: Hedef İlerleme Durumu

source: Mission completely mastered
da: Mission er helt mestret
es: Misión dominada por completo
fr: Mission complètement maîtrisée
nb: Oppgave fullstendig mestret
nl: Missie volledig onder de knie
pl: Misja całkowicie opanowana
pt: Missão completamente dominada
pt_pt: Domínio: 100% da missão
tr: Görevin tamamında ustalaşıldı

source: Mission warm-up
da: Mission opvarmning
es: Calentamiento para la misión
fr: Echauffement
ja: ミッションのウォームアップ
nb: Oppvarming
nl: Missie warming-up
pl: Rozgrzewka dla misji
pt: Aquecimento para a missão
pt_pt: Tarefa de aquecimento
tr: Hedef için ısınma

source: Mission:
es: Misión:
ja: ミッション:
nb: Oppdrag:
nl: Missie:
pl: Misja:
pt: Missão:
pt_pt: Missão:
tr: Misyon:

source: Missions
da: Missioner
es: Misiones
ja: ミッション
nb: Våre mål
nl: Missies
pl: Misje
pt: Missões
pt_pt: Missões
tr: Hedefler

source: Missions are designed to take 20-40 hours to complete. If you practice twice a week for an hour at a time, you could master %(mission_title)s in just 3-5 months! If that sounds too slow or too fast, don't worry - we'll go faster through concepts you already know, and take extra time on the things you find challenging.
da: Missioner er designet til at tage 20-40 timer at færdiggøre. Hvis du øver dig 2 gange om ugen 1 time ad gangen, kan du mestre %(mission_title)s på bare 3-5 måneder! Hvis det lyder for hurtigt eller for langsomt, behøver du ikke bekymre dig - vi går hurtigt gennem ting, du allerede kender til, og bruger ekstra tid på det, du synes er svært.
es: Las misiones están diseñadas para completarse entre 20 y 40 minutos. Si practicas dos veces a la semana por una hora a la vez, puedes dominar %(mission_title)s, ¡en tan solo 3 o 5 meses! Si eso suena muy lento o muy rápido, no te preocupes - iremos más rápido en los conceptos que ya conoces y usaremos más tiempo en las cosas que te cuestan trabajo.
fr: Les missions sont conçues pour prendre 20 à 40 heures à compléter. Si vous travaillez deux fois par semaine pendant une heure, vous pouvez terminer %(mission_title)s en seulement 3-5 mois ! Si cela semble trop lent ou trop rapide, ne vous inquiétez pas -- nous irons plus vite à travers les concepts que vous connaissez déjà, et nous prendrons plus de temps sur les choses que vous trouvez difficiles.
nb: Oppdragene er laget for å ta 20-40 timer å fullføre. Hvis du bruker to ganger i uken med en time om gangen, kan du mestre %(mission_title)s på bare 3-5 måneder! Hvis det høres for sakte eller for raskt ut, trenger du ikke bekymre deg, vil vi gå raskere gjennom begrepene du allerede kjenner, og ta ekstra tid på ting du finner utfordrende.
nl: Missies werden ontworpen om te voltooien in 20-40 uur. Als je twee keer per week oefent gedurende een uur, zou je de missie %(mission_title)s onder de knie moeten krijgen in slechts 3-5 maanden! Als dat te traag of te snel klinkt, maak je geen zorgen - we gaan sneller door de concepten die je al kent, en nemen extra tijd voor zaken die je uitdagend vindt.
pl: Misje są zaprojektowane do ukończenia w godzin. Jeżeli ćwiczysz dwa razy w tygodniu przez godzinę, możesz opanować %(mission_title)s tylko w - miesięcy! Jeżeli wydaje się to zbyt wolno lub zbyt szybko, nie martw się - przejdziemy szybko przez pojęcia, które już znasz, i będziesz mieć dodatkowy czas na trudniejsze rzeczy.
pt: As missões são projetadas para serem concluídas em 20-40 horas. Se você praticar duas vezes por semana durante uma hora, você pode dominar %(mission_title)s em apenas 3-5 meses! Se isso soa muito devagar ou muito rápido, não se preocupe... vamos passar mais rápido por conceitos que você já sabe e usar mais tempo com coisas que sejam desafiadoras para você.
tr: Hedefler, tamamlanmaları 20-40 saat sürecek şekilde tasarlanmıştır. Eğer haftada iki kere, birer saat alıştırma yaparsanız, %(mission_title)s hedefini sadece 3-5 ayda ustalıkla tamamlayabilirsiniz! Eğer bu süre size çok fazla veya az gibi geliyor ise, endişelenmeyin - bildiğiniz kavramları daha hızlı işleyip, zorlandığınız konulara daha fazla vakit ayıracağız.
