Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We are left with <var>A - B</var> dot.
da: Vi står tilbage med <var>A - B</var> prik.
es: Nos quedamos con <var>A - B</var> punto.
fr: Il reste <var>A - B</var> point.
nl: We hebben <var>A - B</var> stip over.
pl: Została nam <var>A - B</var> kropka.
pt: Ficamos com <var>A - B</var> ponto.
pt_pt: Ficamos então com <var>A - B</var> bolinha.
tr: Elimizde <var>A - B</var> nokta kalır.

source: We are looking for the quotient, which is <code><var>TOTAL</var>\text{ <var>plural_form(distance( 1, TOTAL ))</var>} \div <var>NUM2</var>\text{ <var>DAYS</var>}</code>.
fr: On cherche le quotient <code><var>TOTAL</var>\text{ <var>plural_form(distance( 1, TOTAL ))</var>} \div <var>NUM2</var>\text{ <var>DAYS</var>}</code>.
nb: Vi ser etter kvotienten, som er <code><var>TOTAL</var>\text{ <var>plural_form(distance( 1, TOTAL ))</var>} \div <var>NUM2</var>\text{ <var>DAYS</var>}</code>.
pl: Szukamy ilorazu, który jest <code><var>TOTAL</var>\text{ <var>plural_form(distance( 1, TOTAL ))</var>} \div <var>NUM2</var>\text{ <var>DAYS</var>}</code>.
pt: Estamos procurando pelo quociente, que é <code><var>TOTAL</var>\text{ <var>plural_form(distance( 1, TOTAL ))</var>} \div <var>NUM2</var>\text{ <var>DAYS</var>}</code>.
tr: Bölümü arıyoruz: <code><var>TOTAL</var>\text{ <var>plural_form(distance( 1, TOTAL ))</var>} \div <var>NUM2</var>\text{ <var>DAYS</var>}</code>.

source: We are solving for the months spent at school, so let the number of months be represented by the variable <code>x</code>.
da: Vi løser med hensyn til antal måneder tilbragt på skolen, så lad antallet af måneder tilbragt på skolen være repræsenteret af variablen <code>x</code>.
es: Estamos resolviendo para los meses que pasó en la escuela, así que hacemos <code>x</code> representar el numero de meses.
fr: On essaie de trouver la quantité de mois passés à l'école. On pose donc <code>x</code>, cette valeur.
nb: Vi løser med hensyn til antall måneder tilbrakt på skolen, så la antallet av måneder tilbrakt på skolen være representert av variabelen <code>x</code>.
nl: We lossen de vergelijking op voor het aantal maanden les, deze geven we weer met de variabele <code>x</code>.
pl: Szukamy liczby miesięcy spędzonych w szkole, więc niech liczba miesięcy będzie reprezentowana przez zmienną <code>x</code>.
pt: Estamos calculando para os meses gastos na escola, então represente o número de meses pela variável <code>x</code>.
tr: Okulda geçirilen ayları bulmaya çalışıyoruz, buna göre, ay sayısını <code>x</code> ile gösterelim.

source: We are solving for the number of levels to be completed, so let the number of levels be represented by the variable <code>x</code>.
da: Vi løser for antallet af afsluttede niveauer, så lad antallet af niveauer være repræsenteret af variablen <code>x</code>.
es: Estamos resolviendo para el número de niveles completados, así que hacemos <code>x</code> representar el número de niveles.
fr: On essaie de trouver le nombre de niveaux à terminer. On pose donc <code>x</code>, cette valeur.
nb: Vi løser for antallet av avsluttede nivåer, så la antallet av nivåer være representert av variabelen <code>x</code>.
nl: We lossen de vergelijking op voor het aantal uitgespeelde levels, deze geven we weer met de variabele <code>x</code>.
pl: Szukamy liczby ukończonych poziomów, więc niech liczba poziomów będzie reprezentowana przez zmienną <code>x</code>.
pt: Estamos calculando para o número de níveis a serem concluídos, então represente o número de níveis pela variável <code>x</code>.
tr: Tamamlanması gereken düzeyleri bulmaya çalışıyoruz,, buna göre, düzey sayısını <code>x</code> ile gösterelim.

source: We are solving for the number of subscriptions sold, so let subscriptions sold be represented by the variable <code>x</code>.
da: Vi løser for antallet af solgte abonnementer, så lad antal solgte abonnementer være repræsenteret af variablen <code>x</code>.
es: Estamos resolviendo para el número de suscripciones vendidas, así que hacemos <code>x</code> representar el número de suscripciones.
fr: On cherche le nombre d'abonnements vendus. On appelle <code>x</code> ce nombre .
nb: Vi løser for antallet av solgte abonnementer, så la antall solgte abonnementer være representert av variabelen <code>x</code>.
nl: We lossen de vergelijking op voor het aantal verkochte abonnementen, deze geven we weer met de variabele <code>x</code>.
pl: Szukamy ilości sprzedanych prenumerat, więc niech sprzedane prenumeraty będą reprezentowane przez zmienną <code>x</code>.
pt: Estamos calculando o número de assinaturas vendidas, então represente as assinaturas vendidas pela variável <code>x</code>.
tr: Satılan abonelik sayısını bulmak istiyoruz, yani abonelik sayısını <code>x</code> ile ifade edelim.

source: We are trying to find the <code>\blue{\text{<var>PERCENT</var>}}</code>. Is <code><var>WHOLE</var></code> the <code>\pink{\text{<var>PART</var>}}</code> or the <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?
es: Estamos tratando de encontrar el <code>\blue{\text{<var>PERCENT</var>}}</code>. ¿Es <code><var>WHOLE</var></code> la <code>\pink{\text{<var>PART</var>}}</code> o el <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?
fr: On veut trouver le <code>\blue{\text{<var>PERCENT</var>}}</code>. Est-ce que <code><var>WHOLE</var></code> correspond à la <code>\pink{\text{<var>PART</var>}}</code> ou au <code>\green{\text{<var>WHOLE_TEXT</var>}}</code> ?
hi: हम <code>\blue{\text{<var>PERCENT</var>}}</code> पता करने की कोशिश कर रहे हैI क्या <code><var>WHOLE</var></code> <code>\pink{\text{<var>PART</var>}}</code> या <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?
nb: Vi prøver å finne <code>\blue{\text{<var>PERCENT</var>}}</code>. Er <code><var>WHOLE</var></code> <code>\pink{\text{<var>PART</var>}}</code> eller <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?
pl: Próbujemy znaleźć <code>\blue{\text{<var>PERCENT</var>}}</code>. Czy <code><var>WHOLE</var></code> jest <code>\pink{\text{<var>PART</var>}}</code>, czy <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?
pt: Estamos tentando encontrar o <code>\blue{\text{<var>PERCENT</var>}}</code>. <code><var>WHOLE</var></code> é a <code>\pink{\text{<var>PART</var>}}</code> ou o <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>?
tr: <code>\blue{\text{<var>PERCENT</var>}}</code>'bulmaya çalışıyoruz. <code><var>WHOLE</var></code> <code>\pink{\text{<var>PART</var>}}</code> midir, yoksa <code>\green{\text{<var>WHOLE_TEXT</var>}}</code> midir?

source: We began with <code>\blue{<var>A</var>}</code> dot and crossed out <code>\red{<var>B</var>}</code> of them.
da: Vi begyndte med <code>\blue{<var>A</var>}</code> prik og overstregede <code>\red{<var>B</var>}</code> af dem.
es: Comenzamos con <code>\blue{<var>A</var>}</code> punto y lo tachamos <code>\red{<var>B</var>}</code>.
fr: On commence avec <code>\blue{<var>A</var>}</code> point et on en barre <code>\red{<var>B</var>}</code>.
nl: We begonnen met <code>\blue{<var>A</var>}</code> stip en hebben er <code>\red{<var>B</var>}</code> afgekruist.
pl: Zaczęliśmy od <code>\blue{<var>A</var>}</code> kropki i wykreśliliśmy <code>\red{<var>B</var>}</code>.
pt: Começamos com <code>\blue{<var>A</var>}</code> ponto e fazemos um x em <code>\red{<var>B</var>}</code> deles.
pt_pt: Começámos com <code>\blue{<var>A</var>}</code> bolinha e riscámos <code>\red{<var>B</var>}</code> delas.
tr: <code>\blue{<var>A</var>}</code> noktayla başladık ve bunların <code>\red{<var>B</var>}</code> tanesini iptal ettik.

source: We believe a few great people can make a big difference. If&nbsp;you're one of 'em, check out the opportunities we have available across the team, and apply below. Join us on our mission to provide a free, world-class education for anyone, anywhere.
pt: Nós acreditamos que grandes pessoas podem fazer uma grande diferença. Se&nbsp;você é uma delas, dá uma olhada nas oportunidades que estão disponíveis em toda a equipe, e se inscreva abaixo. Junte-se a nós em nossa missão de fornecer educação de alto nível e gratuita para todos, em todos os lugares.

source: We believe in you!
da: Vi tror på dig!
es: ¡Nosotros creemos en ti!
fr: Nous croyons en vous !
ja: 私達はあなたができると信じています!
nb: Vi har tro på deg!
nl: Je kunt het!
pl: Wierzymy w Ciebie!
pt: Nós acreditamos em você!
pt_pt: Acreditamos em ti!
tr: Sana inanıyoruz!

source: We believe mobile apps play an important role in the future of education, and we want you to help us make this vision a reality.
da: Vi mener mobile apps spiller en vigtig rolle i fremtiden for uddannelse, og vi ønsker at hjælpe os med at gøre denne vision til virkelighed.
es: Creemos que las aplicaciones móviles juegan un papel importante en el futuro de la educación y queremos que nos ayudes a hacer esta visión realidad.
fr: Nous croyons que des applications mobiles jouent un rôle important dans l'avenir de l'éducation, et nous voulons vous voir participer à faconner de cette vision une réalité.
nl: Wij geloven dat mobiele apps een belangrijke rol gaan spelen in de toekomst van onderwijs en we willen jouw hulp bij het realiseren van deze visie.
pl: Wierzymy, że aplikacje mobilne odgrywają ważną rolę w przyszłości edukacji, i chcemy, żebyś nam pomógł urzeczywistnić tą wizję.
pt: Acreditamos que os aplicativos para dispositivos móveis desempenham um papel importante no futuro da educação, e queremos que você nos ajude a tornar esta ideia uma realidade.
tr: Mobil uygulamaların eğitimin geleceğinde büyükbir rol oynadığını düşünüyor, ve bu vizyonumuzu gerçekleştirebilmek için yardımınızı istiyoruz.

source: We can add <code><var>I_DENOM</var></code> of the <code><var>FRACTION</var></code> fractions together to get <code>1</code> whole.
es: Podemos sumar <code><var>I_DENOM</var></code>fracciones de <code><var>FRACTION</var></code> para obtener <code>1</code> entero.
nb: Vi kan legge sammen <code><var>I_DENOM</var></code> av <code><var>FRACTION</var></code> brøker sammen for å få <code>1</code> hel.
pl: Możemy dodać <code><var>I_DENOM</var></code> ułamków <code><var>FRACTION</var></code> do siebie, żeby dostać <code>1</code> całość.
pt: Podemos somar <code><var>I_DENOM</var></code> das frações de <code><var>FRACTION</var></code> para obtermos <code>1</code> inteiro.
tr: <code><var>I_DENOM</var></code> adet<code><var>FRACTION</var></code> kesiri toplayarak <code>1</code> tam elde edebiliriz.

source: We can add a second circle at point <code>B</code> that intersects with the first circle.
es: Podemos agregar un segundo círculo en el punto <code>B</code> que se intersecta con el primer círculo.
fr: On peut tracer un deuxième cercle centré en <code>B</code> qui coupe le premier cercle.
pt: Podemos adicionar um segundo círculo no ponto <code>B</code> que faz interseção como primeiro círculo.
tr: Birinci çemberle kesişen bir çemberi <code>B</code> noktasında ekleyebiliriz.

source: We can add a second circle somewhere else on the line that intersects with the first circle.
es: Podemos agregar un segundo círculo en otro lugar en la línea que se intersecte con el primer círculo.
fr: On peut tracer un deuxième cercle dont le centre est sur la droite et qui coupe le premier cercle.
pt: Podemos adicionar um segundo círculo em outro lugar na reta que faz interseção com o primeiro círculo.
tr: Birinci çemberle kesişen bir başka çemberi bu doğru üzerinde bir başka noktada ekleyebiliriz.

source: We can also count <code><var>L * W</var></code> square <var>plural_form(UNIT_TEXT, L * W)</var>.
da: Vi kan også tælle <code><var>L * W</var></code> kvadrat<var>plural_form(UNIT_TEXT, L * W)</var>.
es: También podemos contar <code><var>L * W</var></code> <var>plural_form(UNIT_TEXT, L * W)</var> cuadradas.
fr: On peut aussi compter <code><var>L * W</var></code> <var>plural_form(UNIT_TEXT, L * W)</var> carrés.
hi: हम गिन सकते हैं इनको भी <code><var>L * W</var></code> square <var>plural_form(UNIT_TEXT, L * W)</var>.
nb: Vi kan også telle <code><var>L * W</var></code> kvadrat <var>plural_form(UNIT_TEXT, L * W)</var>.
nl: We kunnen ook <code><var>L * W</var></code> vierkante <var>plural_form(UNIT_TEXT, L * W)</var> tellen.
pl: Możemy także policzyć <code><var>L * W</var></code> kwadratowych <var>plural_form(UNIT_TEXT, L * W)</var>.
pt: Também podemos contar<code><var>L * W</var></code> quadrados <var>plural_form(UNIT_TEXT, L * W)</var>.
tr: <code><var>L * W</var></code> <var>plural_form(UNIT_TEXT, L * W)</var> kareyi de sayabiliriz.

source: We can also count <code><var>S * S</var></code> square <var>plural_form(UNIT_TEXT, S * S)</var>.
da: Vi kan også tælle <code><var>S * S</var></code> square <var>plural_form(UNIT_TEXT, S * S)</var>.
es: También podemos contar <code><var>S * S</var></code> <var>plural_form(UNIT_TEXT, S * S)</var> cuadradas.
fr: On peut aussi compter <code><var>S * S</var></code> <var>plural_form(UNIT_TEXT, S * S)</var> carrés.
nb: Vi kan også telle <code><var>S * S</var></code> kvadrat <var>plural_form(UNIT_TEXT, S * S)</var>.
nl: We kunnen ook <code><var>S * S</var></code> vierkante <var>plural_form(UNIT_TEXT, S * S)</var> tellen.
pl: Możemy także policzyć <code><var>S * S</var></code> kwadratowych <var>plural_form(UNIT_TEXT, S * S)</var>.
pt: Também podemos contar <code><var>S * S</var></code> <var>plural_form(UNIT_TEXT, S * S)</var> quadrados.
tr: <code><var>S * S</var></code> <var>plural_form(UNIT_TEXT, S * S)</var> kareyi de sayabiliriz.

source: We can also created an isosceles triangle, <code>\pink{BCD}</code>.
es: También podemos crear un triángulo isósceles, <code>\pink{BCD}</code>.
pt: Também podemos criar um triângulo isósceles, <code>\pink{BCD}</code>.
tr: Ayrıca bir ikizkenar üçgen de oluşturduk, <code>\pink{BCD}</code>.

source: We can also line up the decimal points and compare the digits.
es: También podemos alinear los puntos decimales y comparar los dígitos.
fr: On peut aussi placer les 2 nombres l'un en dessous de l'autre en alignant les virgules et comparer les chiffres de chaque valeur de position.
nb: Vi kan også sette opp desimaltallene og sammenligne tallene.
nl: We kunnen tevens de getallen uitlijnen op de komma en de cijfers vergelijken.
pl: Możemy też zrównać liczby przecinkami i porównać cyfry.
pt: Também podemos alinhar as vírgulas decimais e comparar os algarismos.
tr: Ayrıca ondalık noktalarını hizalayabilir ve rakamları karşılaştırabiliriz.

source: We can calculate the area of each of the pieces now:
es: Ahora podemos calcular el área de cada una de las partes:
fr: Maintenant, on peut calculer l'aire de chacun des morceaux :
pl: Możemy teraz obliczyć powierzchnię każdego z kawałków:
pt: Agora, podemos calcular a área de cada um desses pedaços:
tr: Şimdi, her parçanın alanını hesaplayabiliriz:

source: We can check our answer by looking at the prime factorization of both numbers. Notice that the prime factors of <code><var>B</var></code> are contained within the prime factors of <code><var>A</var></code>.
es: Podemos comprobar nuestra respuesta mirando la factorización en primos de ambos números. Ten en cuenta que los factores primos de <code><var>B</var></code> están contenidos dentro de los factores primos de <code><var>A</var></code>.
fr: On peut vérifier la réponse en regardant la décomposition en facteurs premiers des deux nombres. On remarque que les facteurs premiers de <code><var>B</var></code> appartiennent à la décomposition en facteurs premiers de <code><var>A</var></code>.
nb: Vi kan sjekke svaret vårt med å primtallsfaktorisere begge tallene. Legg merke til primtallsfaktorene i <code><var>B</var></code> er satt sammen av primtallsfaktorene i<code><var>A</var></code>.
pl: Możemy sprawdzić nasze odpowiedzi patrząc na rozkład na czynniki pierwsze obu liczb. Zauważ, że czynniki pierwsze <code><var>B</var></code> są zawarte w rozkładzie na czynniki pierwsze <code><var>A</var></code>.
pt: Podemos conferir nossa resposta olhando a fatoração em números primos de ambos os números. Note que os fatores primos de <code><var>B</var></code> estão contidos nos fatores primos de <code><var>A</var></code>.
tr: Her iki sayının asal çarpanlarına bakarak cevabımızı kontrol edebiliriz. <code><var>B</var></code> sayısının asal çarpanlarının <code><var>A</var></code> sayısının asal çarpanları arasında bulunduğuna dikkat edin.

source: We can choose any two points to determine the equation of the line.
da: Vi kan vælge to vilkårlige punkter til at udregne ligningen for linjen.
es: Podemos escoger dos puntos cualesquiera para determinar la ecuación de la recta.
fr: On peut choisir deux quelconques des points pour déterminer l'équation de la droite.
nb: Vi kan velge to vilkårlige punkter for å regne ut ligningen for linjen.
pl: Możemy wybrać dwa dowolne punkty, żeby znaleźć równanie prostej.
pt: Podemos escolher dois pontos quaisquer para determinar a equação da reta.
tr: Bir doğrunun denklemini herhangi iki noktayı seçerek bulabiliriz.

source: We can circumscribe the triangle by centering a compass on the circumcenter and changing its radius so it touches the vertices of the triangle.
es: Podemos circunscribir el triángulo centrando el compás en el circuncentro y cambiando su radio de manera que toque los vértices del triángulo.
fr: On construit le cercle circonscrit en prenant comme centre le point de concours des médiatrices, et comme écartement du compas la distance entre ce point et l'un des sommets du triangle.
pl: Możemy opisać okrąg na trójkącie umieszczając cyrkiel w punkcie przecięcia się symetralnych boków trójkąta i zmieniając jego rozstaw tak, aby dotykał on wierzchołków trójkąta.
pt: Podemos circunscrever o triângulo, centralizando uma circunferência no circuncentro e alterando seu raio, de forma que ela toque os vértices do triângulo.
tr: Çevrel çemberi çizmek için, pergelin ucunu çevrel merkeze koyup ve yarıçapı üçgenin köşelerine değecek şekilde değiştirebiliriz.

source: We can combine all the triangles' angles, and then we must subtract <code>360^{\circ}</code> because the circle in the middle is extra.
es: Podemos combinar todos los ángulos de los triángulos, y después debemos restar <code>360^{\circ}</code> porque el círculo en el centro es extra.
fr: On peut additionner tous les angles des triangles, puis ensuite retirer <code>360^{\circ}</code> car le cercle du milieu est en trop.
pl: Możemy połączyć kąty wszystkich trójkątów, a potem musimy odjąć <code>360^{\circ}</code>, bo okrąg w środku jest dodatkowy (nie wlicza się).
pt: Podemos combinar todos os ângulos do triângulo e, então, temos que subtrair <code>360^{\circ}</code> porque o círculo do meio é extra.
tr: Tüm üçgenlerin açılarını birleştirebiliriz, ve sonra <code>360^{\circ}</code>'yi çıkarmalıyız, çünkü ortadaki çember fazlalıktır.

source: We can combine the tens and ones places and write out the number of <var>plural_form(ITEM)</var> at each <var>LOCATION_DISPLAY</var> on the right:
es: Podemos combinar los lugares de las decenas y unidades para escribir el número de <var>plural_form(ITEM)</var> en cada <var>LOCATION_DISPLAY</var> a la derecha:
fr: On peut rassembler les chiffres des dizaines et des unités et écrire le nombre de <var>plural_form(ITEM)</var> de chaque <var>LOCATION_DISPLAY</var> :
hi: हम दस्वों और एक के स्थानों को मिला सकते हैं और <var>plural_form(ITEM)</var> at each <var>LOCATION_DISPLAY</var> की संख्या को लिख सकते हैं दाईं ओर पर:
nb: Vi kan kombinere de tierne og enerne og skrive antallet av <var>plural_form(ITEM)</var> på hver <var>LOCATION_DISPLAY</var> til høyre:
nl: We kunnen de tientallen en de eenheden combineren, en het aantal <var>plural_form(ITEM)</var> in elke <var>LOCATION_DISPLAY</var> aan de rechterkant schrijven:
pl: Możemy połączyć pozycję dziesiątek i jedności i wypisać liczbę <var>plural_form(ITEM)</var> na każdy <var>LOCATION_DISPLAY</var> po prawej stronie:
pt: Podemos combinar os campos das dezenas e das unidades e escrever o número de <var>plural_form(ITEM)</var> em cada <var>LOCATION_DISPLAY</var> à direita:
tr: Onlar ve birler basamağını birleştirerek her <var>LOCATION_DISPLAY</var> 'de bulunan <var>plural_form(ITEM)</var> sayısını yazabiliriz:

source: We can complete the square by taking half of the coefficient of our <code>x</code> term, squaring it, and adding it to both sides of the equation. The coefficient of our <code>x</code> term is <code><var>-2 * H</var></code>, so half of it would be <code><var>-H</var></code>, and squaring that gives us <code class="hint_blue"><var>H * H</var></code>. <span data-if="A !== 1">Because we're adding the <code><var>H * H</var></code> inside the parentheses on the right where it's being multiplied by <code><var>A</var></code>, we need to add <code class="hint_blue"><var>A * H * H</var></code> to the left side to make sure we're adding the same thing to both sides.</span>
da: Vi kan fuldføre kvadratet ved at tage halvdelen af koefficienten for vores <code>x</code>-led, kvadrere det og lægge det til på begge sider af ligningen. Vores <code>x</code>-led er lig <code><var>-2 * H</var></code>, så halvdelen af det ville være <code><var>-H</var></code>, og kvadratet giver os <code class="hint_blue"><var>H * H</var></code>. <span data-if="A !== 1">Fordi vi lægger <code><var>H * H</var></code> til inde i parentesen til højre, hvor det bliver ganget med <code><var>A</var></code>, skal vi lægge <code class="hint_blue"><var>A * H * H</var></code> til på venstre side for at sikre at vi lægger det samme til på begge sider.</span>
fr: Pour mettre un carré en évidence, on prend la moitié du coefficient de <code>x</code>, on l'élève au carré et on additionne ce carré aux deux membres de l'équation. Le coefficient de <code>x</code> est <code><var>-2 * H</var></code>,sa moitié est <code><var>-H</var></code>, et son carré est <code class="hint_blue"><var>H * H</var></code>. <span data-if="A !== 1">On ajoute <code><var>H * H</var></code> à l'intérieur de la parenthèse du membre de droite où <code><var>A</var></code> est en facteur, donc on doit ajouter <code class="hint_blue"><var>A * H * H</var></code> au membre de gauche pour ajouter le même nombre aux deux membres.</span>
nb: Vi kan fullføre kvadratet ved å ta halvparten av koeffisient av vår <code>x</code> kvadrere det og legge det til begge sider av ligningen. Determinantens koeffisient av våre <code>x</code> <code><var>-2 * H</var></code>, så halvparten av det ville være <code><var>-H</var></code>, og kvadratet som gir oss <code class="hint_blue"><var>H * H</var></code>. <span data-if="A !== 1">Fordi vi legger den til <code><var>H * H</var></code> inni parentesene til høyre der det blir addisjon av <code><var>A</var></code>, må vi legge til <code class="hint_blue"><var>A * H * H</var></code> på venstre side for å sørge for at vi legger til samme på begge sider.</span>
pt: Podemos completar o quadrado ao tomar a metade do coeficiente de nosso termo <code>x</code>, elevando-o ao quadrado e o adicionando aos dois lados da equação. O coeficiente de nosso termo <code>x</code> é <code><var>-2 * H</var></code>, portanto, metade dele seria <code><var>-H</var></code>, o que elevado ao quadrado resultaria em <code class="hint_blue"><var>H * H</var></code>. <span data-if="A !== 1">Como estamos somando <code><var>H * H</var></code> no parêntesis à direita, onde está sendo multiplicado por <code><var>A</var></code>, precisamos somar <code class="hint_blue"><var>A * H * H</var></code> do lado esquerdo para termos certeza de somar a mesma coisa aos dois lados.</span>
