Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: If <code>x = <var>HOLE</var></code>, then <code>f(x) = <var>3 * A + B</var></code>, which eliminates <code>f(x) = <var>B</var></code> from the range.
da: Hvis <code>x = <var>HOLE</var></code>, så er <code>f(x) = <var>3 * A + B</var></code>, hvilket fjerner <code>f(x) = <var>B</var></code> fra værdimængde.
es: Si <code>x = <var>HOLE</var></code>, entonces <code>f(x) = <var>3 * A + B</var></code>, que elimina <code>f(x) = <var>B</var></code> del rango.
fr: Si <code>x = <var>HOLE</var></code>, alors <code>f(x) = <var>3 * A + B</var></code>, donc <code>f(x) = <var>B</var></code> n'appartient pas à l'ensemble image de la fonction.
nb: Hvis <code>x = <var>HOLE</var></code>, så er <code>f(x) = <var>3 * A + B</var></code>, hvilket fjerner <code>f(x) = <var>B</var></code> fra verdimengden.
pt: Se <code>x = <var>HOLE</var></code>, então <code>f(x) = <var>3 * A + B</var></code>, o que elimina <code>f(x) = <var>B</var></code> da imagem.
tr: <code>x = <var>HOLE</var></code> ise, <code>f(x) = <var>3 * A + B</var></code>, bu da <code>f(x) = <var>B</var></code>'yi tanım kümesinden eler.

source: If <code>x = <var>HOLE</var></code>, then <code>f(x) = <var>3 * A + B</var></code>.
es: Si <code>x = <var>HOLE</var></code>, entonces <code>f(x) = <var>3 * A + B</var></code>.
fr: Si <code>x = <var>HOLE</var></code>, alors <code>f(x) = <var>3 * A + B</var></code>.
nb: Om <code>x = <var>HOLE</var></code>, så <code>f(x) = <var>3 * A + B</var></code>.
pt: Se <code>x = <var>HOLE</var></code>, então <code>f(x) = <var>3 * A + B</var></code>.
tr: Eğer <code>x = <var>HOLE</var></code> ise, bu durumda <code>f(x) = <var>3 * A + B</var></code>.

source: If <var>START</var> is the 1st number that <var>person( 1 )</var> counts. what is the <var>NTH</var>th number that he counts?
es: Si <var>START</var> es el primer número que <var>person( 1 )</var> cuenta, ¿cuál es el <var>NTH</var> número que cuenta?
pt: Se <var>START</var> é o primeiro número que <var>person( 1 )</var> conta, qual é o <var>NTH</var> número que ele conta?
tr: <var>person( 1 )</var>'in saydığı ilk sayı <var>START</var> ise, saydığı <var>NTH</var>'inci sayı nedir?

source: If <var>START</var> is the 1st number that <var>person( 1 )</var> counts. what is the <var>NTH</var>th number that she counts?
es: Si <var>START</var> es el primer número que <var>person( 1 )</var> cuenta, ¿cuál es el <var>NTH</var> número que cuenta?
pt: Se <var>START</var> é o primeiro número que <var>person( 1 )</var> conta. Qual é o $<var>NTH</var>^\text{o}$ número que ela conta?
tr: <var>person( 1 )</var>'in saydığı ilk sayı <var>START</var> ise, saydığı <var>NTH</var>'inci sayı nedir?

source: If <var>TEXTS</var>, find <code>(<var>Y</var> <var>binop(2)</var> <var>Z</var>) <var>binop(1)</var> <var>X</var></code>.
da: Find <code>(<var>Y</var> <var>binop(2)</var> <var>Z</var>) <var>binop(1)</var> <var>X</var></code>, når <var>TEXTS</var>, .
es: Si <var>TEXTS</var>, encuentra <code>(<var>Y</var> <var>binop(2)</var> <var>Z</var>) <var>binop(1)</var> <var>X</var></code>.
fr: Si <var>TEXTS</var>, calculer <code>(<var>Y</var> <var>binop(2)</var> <var>Z</var>) <var>binop(1)</var> <var>X</var></code>.
nb: Dersom <var>TEXTS</var>, finn <code>(<var>Y</var> <var>binop(2)</var> <var>Z</var>) <var>binop(1)</var> <var>X</var></code>.
pt: Se <var>TEXTS</var>, encontre <code>(<var>Y</var> <var>binop(2)</var> <var>Z</var>) <var>binop(1)</var> <var>X</var></code>.
tr: <var>TEXTS</var> ise, <code>(<var>Y</var> <var>binop(2)</var> <var>Z</var>) <var>binop(1)</var> <var>X</var></code>'i bulun.

source: If <var>TEXTS</var>, find <code><var>X</var> <var>binop(1)</var> (<var>Y</var> <var>binop(2)</var> <var>Z</var>)</code>.
da: Find <code><var>X</var> <var>binop(1)</var> (<var>Y</var> <var>binop(2)</var> <var>Z</var>)</code>, når <var>TEXTS</var>.
es: Si <var>TEXTS</var>, encuentra <code><var>X</var> <var>binop(1)</var> (<var>Y</var> <var>binop(2)</var> <var>Z</var>)</code>.
fr: Si <var>TEXTS</var>, calculer <code><var>X</var> <var>binop(1)</var> (<var>Y</var> <var>binop(2)</var> <var>Z</var>)</code>.
nb: Dersom <var>TEXTS</var>, finn <code><var>X</var> <var>binop(1)</var> (<var>Y</var> <var>binop(2)</var> <var>Z</var>)</code>.
pt: Se <var>TEXTS</var>, encontre <code><var>X</var> <var>binop(1)</var> (<var>Y</var> <var>binop(2)</var> <var>Z</var>)</code>.
tr: <var>TEXTS</var> ise, <code><var>X</var> <var>binop(1)</var> (<var>Y</var> <var>binop(2)</var> <var>Z</var>)</code>'yi bulun.

source: If <var>person( 1 )</var> decided on a flower color, how many different potted plant combinations are there?
es: Si <var>person( 1 )</var> se decidió por un color de flor, ¿cuántas combinaciones diferentes de plantas en maceta existen?
fr: Si <var>person( 1 )</var> choisit une couleur de fleur, combien y a-t-il de plantes en pots à sa disposition ?
pt: Se <var>person( 1 )</var> escolher uma cor de flor, quantas combinações diferentes de vasos de flores existem?
tr: <var>person( 1 )</var> çiçek rengini seçince, kaç değişik saksı bitkisi kombinasyonu olur?

source: If <var>person( 1 )</var> did all of the <var>PROBLEMS</var> he was assigned, how many <var>PROBLEMS</var> did he do?
es: Si <var>person( 1 )</var> hizo todos los <var>PROBLEMS</var> que le asignaron, ¿cuántos <var>PROBLEMS</var> hizo?
fr: Si <var>person( 1 )</var> a fait l'ensemble des <var>PROBLEMS</var> qui lui était assignés, combien de <var>PROBLEMS</var> a-t-il fait ?
nb: Hvis <var>person( 1 )</var> lagde alle <var>PROBLEMS</var>, som han fikk tildelt, hvor mange <var>PROBLEMS</var> gjorde han?
nl: Als <var>person( 1 )</var> alle opgedragen <var>PROBLEMS</var> gemaakt zou hebben, hoeveel <var>PROBLEMS</var> heeft hij dan gemaakt?
pl: Jeśli <var>person( 1 )</var> wykonał wszystkie <var>PROBLEMS</var>, które mu przydzielono, ile <var>PROBLEMS</var> wykonał?
pt: Se <var>person( 1 )</var> fez todos os <var>PROBLEMS</var> designados, quantos <var>PROBLEMS</var> ele fez?
tr: Eğer <var>person( 1 )</var> kendisine ödev verilen <var>PROBLEMS</var> tamamını yapmışsa, kaç tane <var>PROBLEMS</var> yapmıştır?

source: If <var>person( 1 )</var> did all of the <var>PROBLEMS</var> she was assigned, how many <var>PROBLEMS</var> did she do?
es: Si <var>person( 1 )</var> hizo todos los <var>PROBLEMS</var> que le asignaron, ¿cuántos <var>PROBLEMS</var> hizo?
fr: Si <var>person( 1 )</var> a fait l'ensemble des <var>PROBLEMS</var> qui lui était assignés, combien de <var>PROBLEMS</var> a-t-elle fait ?
nb: Om <var>person( 1 )</var> gjorde alle <var>PROBLEMS</var> som hun fikk , hvor mange <var>PROBLEMS</var> gjorde hun?
nl: Als <var>person( 1 )</var> alle opgedragen <var>PROBLEMS</var> gemaakt zou hebben, hoeveel <var>PROBLEMS</var> heeft ze dan gemaakt?
pl: Jeśli <var>person( 1 )</var> wykonała <var>PROBLEMS</var>, które jej przydzielono, ile <var>PROBLEMS</var> wykonała?
pt: Se <var>person( 1 )</var> fez todos os <var>PROBLEMS</var> designados, quantos <var>PROBLEMS</var> ela fez?
tr: Eğer <var>person( 1 )</var> kendisine ödev verilen <var>PROBLEMS</var> tamamını yapmışsa, kaç tane <var>PROBLEMS</var> yapmıştır?

source: If <var>person( 1 )</var> read all of the <var>PROBLEMS</var> he was assigned, how many <var>PROBLEMS</var> did he read?
da: Hvor mange <var>PROBLEMS</var> læste <var>person( 1 )</var>, hvis han læste alle de <var>PROBLEMS</var>, han blev tildelt?
es: Si <var>person( 1 )</var> leyó todos los <var>PROBLEMS</var> que le asignaron, ¿Cuántos <var>PROBLEMS</var> leyó?
fr: Si <var>person( 1 )</var> a lu l'ensemble des <var>PROBLEMS</var> qui lui était assignées, combien de <var>PROBLEMS</var> a-t-il lu ?
nb: Hvor mange <var>PROBLEMS</var> leste <var>person( 1 )</var>, hvis han leste alle de <var>PROBLEMS</var>, han ble tildelt?
nl: Als <var>person( 1 )</var> alle opgedragen <var>PROBLEMS</var> gelezen zou hebben, hoeveel <var>PROBLEMS</var> heeft hij dan gelezen?
pl: Jeśli <var>person( 1 )</var> przeczytał wszystkie <var>PROBLEMS</var>, jakie mu przydzielono, ile <var>PROBLEMS</var> przeczytał?
pt: Se <var>person( 1 )</var> leu todos os <var>PROBLEMS</var> designados, quantos <var>PROBLEMS</var> ele leu?
tr: Eğer <var>person( 1 )</var> kendisine ödev verilen <var>PROBLEMS</var> tamamını yapmışsa, kaç tane <var>PROBLEMS</var> okumuştur?

source: If <var>person( 1 )</var> read all of the <var>PROBLEMS</var> she was assigned, how many <var>PROBLEMS</var> did she read?
da: Hvor mange <var>PROBLEMS</var> læste <var>person( 1 )</var>, hvis hun læste alle de <var>PROBLEMS</var>, hun blev tildelt?
es: Si <var>person( 1 )</var> leyó todo los <var>PROBLEMS</var> que le asignaron, ¿Cuántos <var>PROBLEMS</var> leyó?
fr: Si <var>person( 1 )</var> a lu l'ensemble des <var>PROBLEMS</var> qui lui était assignées, combien de <var>PROBLEMS</var> a-t-elle lu ?
nb: Hvor mange <var>PROBLEMS</var> leste <var>person( 1 )</var>, hvis hun leste alle de <var>PROBLEMS</var>, han ble tildelt?
nl: Als <var>person( 1 )</var> alle opgedragen <var>PROBLEMS</var> gelezen zou hebben, hoeveel <var>PROBLEMS</var> heeft ze dan gelezen?
pl: Jeśli <var>person( 1 )</var> przeczytała wszystkie <var>PROBLEMS</var> jakie jej przydzielono, ile <var>PROBLEMS</var> przeczytała?
pt: Se <var>person( 1 )</var> leu todos os <var>PROBLEMS</var> designados, quantos <var>PROBLEMS</var> ela leu?
tr: Eğer <var>person( 1 )</var> kendisine ödev verilen <var>PROBLEMS</var> tamamını yapmışsa, kaç tane <var>PROBLEMS</var> okumuştur?

source: If <var>person(1)</var> ate <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> of the <var>pizza(1)</var> and all the slices are the same size, what fraction of the <var>pizza(1)</var> was eaten in total?
da: Hvis <var>person(1)</var> spiste <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> af <var>pizza(1)</var> og alle skiverne havde samme størrelse, hvilken brøkdel af <var>pizza(1)</var> blev der så spist i alt?
es: Si <var>person(1)</var> comió <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> de la <var>pizza(1)</var> y todas las rebanadas son del mismo tamaño, ¿qué fracción de la <var>pizza(1)</var> se comieron en total?
fr: Si <var>person(1)</var> a mangé <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> de la <var>pizza(1)</var> et si toutes les parts étaient de la même taille, quelle fraction de la <var>pizza(1)</var> a été mangée en tout ?
hi: अगर <var>person(1)</var> ate <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> of the <var>pizza(1)</var> और सारे भाग समान आकार के हैं, कौन सा अंश <var>pizza(1)</var> का कुल खाया गया?
nb: Om <var>person(1)</var> spiste <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> av <var>pizza(1)</var> og alle stykkene var av samme størrelsen, hvor stor brøkdel av <var>pizza(1)</var> ble spist totalt?
nl: Als <var>person(1)</var> <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> van de <var>pizza(1)</var> opgegeten heeft, en alle pizzapunten zijn even groot, welk gedeelte van de <var>pizza(1)</var> is dan in totaal opgegeten?
pl: Jeśli <var>person(1)</var> zjadła <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code><var>pizza(1)</var> a wszystkie kawałki są takiej samej wielkości, jaka część <var>pizza(1)</var> została zjedzona łącznie?
pt: Se <var>person(1)</var> comeu <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> da <var>pizza(1)</var> e todos os pedaços eram do mesmo tamanho, que fração da <var>pizza(1)</var> foi comida no total?
tr: <var>person(1)</var>, <var>pizza(1)</var>nın <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code>'ini yediyse ve tüm dilimler aynı boyuttaysa, <var>pizza(1)</var>nın toplam kaçta kaçı yenmiştir?

source: If <var>person(1)</var> ate <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> of the <var>pizza(1)</var> and all the slices were the same size, what fraction of the <var>pizza(1)</var> remained after <var>person(1)</var> and <var>person(2)</var> had eaten?
da: Hvis <var>person(1)</var> spiste <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> af <var>pizza(1)</var> og alle skiverne havde samme størrelse, hvilken brøkdel af <var>pizza(1)</var> var der tilbage efter <var>person(1)</var> og <var>person(2)</var> havde spist?
es: Si <var>person(1)</var> comió <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> de la <var>pizza(1)</var> y todas las rebanadas eran del mismo tamaño, ¿qué fracción de la <var>pizza(1)</var> quedó después de que <var>person(1)</var> y <var>person(2)</var> comieron?
fr: Si <var>person(1)</var> a mangé <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> de la <var>pizza(1)</var> et si toutes les parts étaient de la même taille, quelle fraction de la <var>pizza(1)</var> reste-t-il une fois que <var>person(1)</var> et <var>person(2)</var> ont mangé leurs parts ?
nb: Om <var>person(1)</var> spiste <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> av <var>pizza(1)</var> og alle stykkene var av samme størrelse, hvilken brøkdel av<var>pizza(1)</var> er igjen etter at <var>person(1)</var> og <var>person(2)</var> har spist?
nl: Als <var>person(1)</var> <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> van de <var>pizza(1)</var> opgegeten heeft, en alle pizzapunten waren even groot, welk gedeelte van de <var>pizza(1)</var> bleef dan over nadat <var>person(1)</var> en <var>person(2)</var> gegeten hebben?
pl: Jeśli <var>person(1)</var> zjadła <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> z <var>pizza(1)</var>, a wszystkie kawałki były tej samej wielkości, jaka część <var>pizza(1)</var> pozostała po tym jak <var>person(1)</var> i<var>person(2)</var> zjadły swoje porcje?
pt: Se <var>person(1)</var> comeu <code>\dfrac{<var>A</var>}{<var>TOTAL</var>}</code> da <var>pizza(1)</var> e todos os pedaços eram do mesmo tamanho, que fração da <var>pizza(1)</var> sobrou depois que <var>person(1)</var> e <var>person(2)</var> comeram?

source: If <var>person(1)</var> can master <code><var>P</var></code> songs per month, what is the minimum number of months it will take <var>him(1)</var> to move to the maestro level?
da: Hvis <var>person(1)</var> kan lære <code><var>P</var></code> sange udenad per måned, hvad er så det mindste antal måneder det tager <var>him(1)</var> at blive en sand kunstner?
es: Si <var>person(1)</var> puede dominar <code><var>P</var></code> canciones al mes, ¿uál es el número mínimo de meses que le costará a <var>him(1)</var> pasar al nivel de maestro?
nb: Hvis <var>person(1)</var> kan lære <code><var>P</var></code> sanger utenad per måned, hva er så det minste antall måneder det tar <var>him(1)</var> å nå masternivå?
pl: Jeżeli <var>person(1)</var> może opanować <code><var>P</var></code> piosenek miesięcznie, to jaką najmniejszą liczbę miesięcy zajmie <var>him(1)</var> osiągnięcie poziomu mistrzowskiego?
pt: Se <var>person(1)</var> consegue aprender <code><var>P</var></code> músicas por mês, qual é o número mínimo de meses necessários para <var>him(1)</var> chegar ao nível de maestro?
tr: <var>person(1)</var> ayda <code><var>P</var></code> şarkı öğrenebiliyorsa, <var>him(1)</var>'in usta düzeyine ulaşması için en az kaç ay gerekir?

source: If <var>person(1)</var> wants to earn at least <code>$<var>R</var></code> this week, what is the minimum number of subscriptions he needs to sell?
es: Si <var>person(1)</var> quiere ganar al menos <code>$<var>R</var></code> esta semana, ¿cuál es el mínimo número de suscripciones que necesita vender hoy?
fr: Si <var>person(1)</var> veut gagner au moins <code>$<var>R</var></code> cette semaine, combien de nouveaux abonnés doit-il enregistrer au minimum ?
nb: Om <var>person(1)</var> ønsker å tjene minst<code>$<var>R</var></code> denne uken, hvor mange abonnementer må han selge?
pl: Jeżeli <var>person(1)</var> chce zarobić co najmniej <code>$<var>R</var></code> w tym tygodniu, to jaka jest minimalna ilość prenumerat, którą musi sprzedać?
pt: Se <var>person(1)</var> quer ganhar no mínimo <code>$<var>R</var></code> esta semana, qual é o número mínimo de assinaturas que ele precisa vender?

source: If <var>person(1)</var> wants to earn at least <code>$<var>R</var></code> this week, what is the minimum number of subscriptions she needs to sell?
es: Si <var>person(1)</var> quiere ganar al menos <code>$<var>R</var></code> esta semana, ¿cuál es el mínimo número de suscripciones que debe vender?
fr: Si <var>person(1)</var> veut gagner au moins <code>$<var>R</var></code> cette semaine, combien de nouveaux abonnés doit-elle enregistrer au minimum ?
nb: Hvor mange abonnementer, skal <var>person(1)</var> selge, hvis hun ønsker å tjene minst <code>$<var>R</var></code> denne uken?
pl: Jeżeli <var>person(1)</var> chce zarobić co najmniej <code>$<var>R</var></code> w tym tygodniu, to jaka jest minimalna ilość prenumerat, którą musi sprzedać?
pt: Se <var>person(1)</var> quer ganhar no mínimo <code>$<var>R</var></code> esta semana, qual é o número mínimo de assinaturas que ela precisa vender?

source: If I aced the test, then I studied really hard.
es: Si aprobé el examen, entonces estudié mucho.
fr: Si j'ai eu une excellente note au contrôle, alors j'avais appris mon cours à fond.
pt: Se me saí bem no teste, significa que estudei muito.
tr: Eğer sınavda çok başarılı olursam, çok çalışmışım demektir.

source: If I am not hungry, then I do not eat pizza.
es: Si no tengo hambre, entonces no como pizza.
fr: Si je n'ai pas faim, alors je ne mange pas de pizza.
pt: Se não estou com fome, não como pizza.
tr: Aç değilsem, pizza yemem.

source: If I did not ace the test, then I did not study really hard.
es: Si no aprobé la el examen, entonces no estudié mucho.
fr: Si je n'ai pas eu un excellente note au contrôle, alors je n'avais pas appris mon cours à fond.
pt: Se não me saí bem no teste, significa que não estudei muito.
tr: Sınavda çok başarılı olmadıysam, çok çalışmamışım demektir.

source: If I did not have a big dinner, then it is not Thanksgiving.
es: Si no tuve una gran cena, entonces no es el Día de Acción de Gracias.
fr: Si je n'ai pas fait un repas copieux, alors nous ne sommes pas le jour de Noël.
pt: Se não tive um grande jantar, não é Dia de Ação de Graças.
tr: Yemekte çok fazla yemediysem, Şükran Günü değil demektir.

source: If I do not eat pizza, then I am not hungry.
es: Si no como pizza, entonces no tengo hambre.
fr: Si je ne mange pas de pizza, alors je n'ai pas faim.
pt: Se não como pizza, significa que não estou com fome.
tr: Pizza yemiyorsam, aç değilim.

source: If I do not miss the bus, then my dad does not have to take me to school.
es: Si no me deja el autobús, entonces mi papá no tiene que llevarme al escuela.
fr: Si je ne rate pas le bus, alors mon père ne doit pas m'emmener au collège.
pt: Se não perco o ônibus, meu pai não tem de me levar à escola.
tr: Otobüsü kaçırmadıysam, babam beni okula götürmek zorunda kalmaz.

source: If I do not study really hard, then I will not ace the test.
es: Si no estudio mucho, entonces no aprobaré el examen.
fr: Si je n'apprends pas mon cours à fond, alors je n'aurai pas une excellente note au contrôle.
pt: Se não estudar muito, não irei bem no teste.
tr: Çok çalışmadıysam, sınavda çok başarılı olmam.

source: If I don't go to the Yankees game, I will not have a hot dog.
es: Si no voy al juego de los Yankees, no comeré un hotdog.
fr: Si je ne vais pas au match, alors n'aurai pas de hot-dog.
pt: Se não for ao jogo dos Yankees, não comerei hot-dog.
tr: Fenerbahçe maçına gitmezsem, sosisli sandviç yemem.

source: If I don't have a hot dog, then I did not go to the Yankees game.
es: Si no me como un hotdog, entonces no fui al juego de los Yankees.
fr: Si je n'ai pas de hot-dog, alors je ne suis pas allé au match.
pt: Se não como hot-dog, não fui ao jogo dos Yankees.
tr: Sosisli sandviç yemezsem, Fenerbahçe maçına gitmedim.

source: If I eat pizza, then I am hungry.
es: Si como pizza, entonces tengo hambre.
fr: Si je mange de la pizza, alors j'ai faim.
pt: Se como pizza, estou com fome.
tr: Pizza yersem, açım.

source: If I go to the Yankees game, I will have a hot dog.
es: Si voy al juego de los Yankees, comeré un hotdog.
fr: Si je vais au match, alors j'aurai un hot dog.
pt: Se for ao jogo dos Yankees, comerei hot-dog.
tr: Fenerbahçe maçına gidersem, sosisli sandviç yerim.

source: If I have a big dinner, then it is Thanksgiving.
es: Si tengo una gran cena, entonces es el Día de Acción de Gracias.
fr: Si je fais un repas copieux, alors nous sommes le jour de Noël.
pt: Se tiver um grande jantar, é Dia de Ações de Graça.
tr: Yemekte çok yersem, Şükran Günüdür.

source: If I have a hot dog, then I will go to the Yankees game.
es: Si me como un hotdog, entonces iré al juego de los Yankees.
fr: Si j'ai un hot-dog, alors j'irai au match.
pt: Se comer hot-dog, irei ao jogo dos Yankees.
tr: Sosisli sandviç yersem, Fenerbahçe maçına giderim.

source: If I study really hard, I will ace the test.
es: Si estudio mucho, aprobaré el examen.
fr: Si j'apprends mon cours à fond, alors j'aurai une excellente note au contrôle.
pt: Se estudar muito, irei bem na prova.
tr: Çok çalışırsam, sınavda çok başarılı olurum.

source: If Khan Academy is not available, encourage your district manager to sign in to Clever and under ‘Free Apps on Clever,’ select “Khan Academy” and add the application for your district. Authorize Clever to share information with the application by reading the terms and selecting the checkbox.
es: Si Khan Academy no está disponible, anima a tu jefe de distrito a registrarse en Clever y debajo de "Free Apps on Clever", seleccionar "Khan Academy" y agregar la aplicación para tu distrito. Lee los términos y selecciona la casilla para autorizar a Clever compartir información con la aplicación.
nb: Hvis Khan Academy ikke er tilgjengelig, meld fra til den ansvarlige for innloggingen i Clever og under "Free Apps on Clever," velger du "Khan Academy" og legger til programmet for ditt distrikt. Godkjenne Clever dele informasjon med programmet og les gjennom vilkårene og velg checkbox.
pt: Se a Khan Academy não estiver disponível, incentive o administrador do seu distrito a se cadastrar no Clever e, em ‘Aplicativos gratuitos no Clever,’ selecionar “Khan Academy” e adicionar a aplicação para o seu distrito. Autorize o Clever a compartilhar informações com a aplicação lendo os termos e marcando a caixa de verificação.
tr: Khan Academy yoksa, bölge yönetinizin Clever'e kaydolmasını ve 'Clever'deki Ücretsiz Uygulamalar'dan “Khan Academy”'yi seçmesini ve sizin bölgeniz için uygulamayı eklemesini isteyin. Koşulları okuyup kutuyu seçerek Clever'e uygulamayla bilgi paylaşma yetkisini verin.

source: If a number is divisible by 10, then it is an even number.
es: Si un número es divisible entre 10, entonces es un número par.
fr: Si un nombre est divisible pas 10, alors il est pair.
pt: Se um número é divisível por 10, é um número par.
tr: Bir sayı 10 ile bölünüyorsa, çift sayıdır.

source: If a number is even, then it is divisible by 10.
es: Si un número es par, entonces es divisible entre 10.
fr: Si un nombre est pair, alors il est divisible par 10.
pt: Se um número é par, é divisível por 10.
tr: Bir sayı çiftse, 10'a bölünür.

source: If a number is not divisible by ten, then it is not an even number.
es: Si un número no es divisible entre diez, entonces no es un número par.
fr: Si un nombre n'est pas divisible par 10, alors il n'est pas pair.
pt: Se um número não é divisível por dez, não é um número par.
tr: Bir sayı ona bölünmezse, çift değildir.

source: If a number is not even, then it is not divisible by 10.
es: Si un número no es par, entonces no es divisible entre 10.
fr: Si un nombre n'est pas pair, alors il n'est pas divisible par 10.
pt: Se um número não é par, não é divisível por 10.
tr: Bir sayı çift değilse, 10'a bölünmez.
