Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: First, we need to consider that <code>f(x)</code> is undefined anywhere where the radical is undefined, so the radicand (the expression under the radical) cannot be less than zero.
da: Først skal vi overveje, at <code>f(x)</code> er udefineret alle steder, hvor rodtegnet er udefineret, så radikanten (udtrykket under rodtegnet) kan ikke være mindre end 0.
es: En primer lugar, debemos considerar que <code>f(x)</code> no está definida donde el radical no está definido, así que el radicando (la expresión bajo el símbolo de radical) no puede ser menor que cero.
nb: Først skal vi vurdere om <code>f(x)</code> er definert alle steder hvor rottegnet er definert, så tallet under rottegnet kan ikke være mindre enn 0.
pt: Primeiro, precisamos considerar que <code>f(x)</code> é indefinido em qualquer lugar em que o radical seja indefinido, portanto, o radicando (a expressão sob o radical) não pode ser menor que zero.
tr: İlk olarak, <code>f(x)</code>'in köklü ifadenin tanımsız olduğu yerde tanımsız olduğunu düşünmeliyiz, yani kökün içindeki ifade sıfırdan küçük olamaz.

source: First, we need to consider that <code>f(x)</code> is undefined anywhere where the radicand (the expression under the radical) is less than zero.
da: Først skal vi overveje, at <code>f(x)</code> er udefineret alle steder, hvor radikanten (udtrykket under rodtegnet) er mindre end 0.
es: En primer lugar, debemos considerar que <code>f(x)</code> no está definida donde el radicando (la expresión bajo el símbolo de radical) es menor que cero.
nb: Først skal vi vurdere om <code>f(x)</code> er definert alle steder hvor uttrykket under rottegnet er mindre enn 0.
pt: Primeiro, precisamos considerar que <code>f(x)</code> é indefinido em qualquer lugar em que o radicando (a expressão sob o radical) é menor que zero.
tr: İlk olarak, <code>f(x)</code>'in kökün içindeki ifadenin sıfırdan küçük olduğu yerde tanımsız olduğunu düşünmeliyiz.

source: First, we need to consider that <code>f(x)</code> is undefined when the radicand (the expression under the radical) is less than zero.
da: Først skal vi overveje, at <code>f(x)</code> er udefineret, når radikanten (udtrykket under rodtegnet) er mindre end 0.
es: En primer lugar, debemos considerar que <code>f(x)</code> no está definida cuando el radicando (la expresión bajo el símbolo de radical) es menor que cero.
fr: D'abord, <code>f(x)</code> n'est pas défini lorsque l'expression située sous le radical est strictement inférieure à zéro.
nb: Først skal vi vurdere om <code>f(x)</code> er definert eller ikke, når uttrykket under rottegnet er mindre enn 0.
pt: Primeiro, precisamos considerar que <code>f(x)</code> é indefinido quando o radicando (a expressão sob o radical) é menor que zero.
tr: İlk olarak, <code>f(x)</code>'in kökün içindeki ifadenin sıfırdan küçük olduğu yerde tanımsız olduğunu düşünmeliyiz.

source: Five Times Ten to the Fifth
da: Fem gange ti i femte
es: Cinco por 10 a la quinta
fr: Cinq fois Dix à la puissance Cinq
ja: 5かける10の5乗
nb: Fem ganger ti i femte
nl: Vijf keer tien tot de vijfde
pl: Pięć razy dziesięć do piątej
pt: Cinco vezes dez à quinta potência
pt_pt: Cinco vezes dez à quinta
tr: Beş kere onun beşinci kuvveti

source: Five is Alive!
da: "Giv mig fem"
es: ¡Cinco es estar vivo!
fr: Cinq, c'est dingue !
ja: 5 は生きている!
nb: Fem er klar!
nl: Vijf is een V!
pl: Mocna piątka!
pt: O cinco está vivo!
pt_pt: O cinco está vivo!
tr: Beş Yaşıyor!

source: Five mastery challenges completed.
da: Fem mester-udfordringer afsluttet.
es: Cinco desafíos de dominio completados.
fr: Cinq défis de maître complété.
ja: 5つのマスタリーチャレンジが完了
nb: Fem mestringsutfordringer fullført.
nl: Vijf meesterschapsuitdagingen voltooid.
pl: Ukończono pięć wyzwań mistrzowskich.
pt: Cinco desafios concluídos.
pt_pt: Conclui cinco desafios de perícia
tr: Beş Ustalık- Bilgi Ölçme Yarışması tamamlanmıştır.

source: Fixed Mortgage Calculator
da: Fast Rente Regnemaskine
es: Calculadora de hipotecas fijas
fr: Calculatrice d'Hypothèque à Taux Fixe
ja: 固定抵当貸付(ローン)計算機
nb: Kalkulator for fastrentelån
nl: Vaste Hypotheek Calculator
pl: Stałe kredytu hipotecznego
pt: Calculadora de hipoteca com taxas fixas
pt_pt: Calculadora de hipoteca com taxas fixas
tr: Sabit Taksitli Konut Kredisi Hesaplamaları için Excel Dosyası

source: Flag
da: Markér
es: Marca
fr: Marqueur
ja: フラグ
nb: Marker
nl: Markeer
pl: Flaga
pt: Marcar
pt_pt: Denunciar
tr: Bayrak

source: Flag <span class="sr-only">this comment</span></a>
ja: <span class="sr-only">このコメントに</span></a>フラグをたてる
nb: Flagg <span class="sr-only">denne kommentaren</span></a>
pl: Oznacz <span class="sr-only">ten komentarz</span></a>
pt: Reportar <span class="sr-only">esse comentário</span></a>
pt_pt: Denunciar<span class="sr-only"> este comentário</span></a>
tr: <span class="sr-only">Bu yoruma</span></a> bayrak koyun

source: Flag <span class="sr-only">{{authorNickname}}'s comment</span></a>
ja: <span class="sr-only">{{authorNickname}}のコメントに</span></a>フラグをたてる
nb: Flagg <span class="sr-only">{{authorNickname}}'s kommentar</span></a>
pl: Oznacz <span class="sr-only"> komentarz {{authorNickname}}</span></a>
pt: Reportar <span class="sr-only">o comentário de {{authorNickname}}</span></a>
pt_pt: Denunciar<span class="sr-only"> o comentário de {{authorNickname}}</span></a>
tr: <span class="sr-only">{{authorNickname}} isimli kullanıcımızın yorumuna</span></a> bayrak koyun

source: Flag Duty
da: Flag-pligt
es: Control de marcas
fr: Porte-drapeau
ja: 旗の義務
nb: Flaggingsplikt
nl: Vlag verplichting
pl: Obowiązek oznaczania
pt: Dever de sinalização
pt_pt: Dever de denunciar
tr: Bayrak görevi

source: Flag Queue
da: Markeringskø
es: Lista de elementos con marcas
fr: File d'attente des marqueurs
ja: フラグのキュー
nb: Markeringskø
nl: Vlaggen wachtrij
pl: Kolejka Flag
pt: Marcar fila
pt_pt: Fila de denúncias
tr: Bayrak Sırası

source: Flag for Guardian attention
da: Markér til opmærksomhed fra værge
es: Marca para la atención del guardián
fr: Marquer à l'attention du Tuteur
ja: フラグを立ててガーディアンの注意をひく
nb: Marker for oppmerksomhet fra en vokter
nl: Markeer voor Bewaker aandacht
pl: Oflaguj, aby zwrócić uwagę Opiekuna
pt: Marcar para atenção do Guardião
pt_pt: Denunciar aos guardiões
tr: Koruyucuların kontrolü için Bayrak

source: Flag for moderator attention
da: Markér til opmærksomhed fra moderator
es: Marca para la atención del moderador
fr: Marquer à l'attention du modérateur
ja: フラグを立ててモデレーターの注意をひく
nb: Marker for oppmerksomhet fra en moderator
nl: Markeer voor beheerder aandacht
pl: Oflaguj, aby zwrócić uwagę moderatora
pt: Marcar para atenção do moderador
pt_pt: Denuncia aos moderadores
tr: Bayrak- Moderatör dikkatine

source: Flag inappropriate posts
da: Marker upassende indlæg
es: Marca las publicaciones inadecuadas
fr: Signaler les messages inappropriés
ja: 不適切なポストにフラグを立てて下さい．
nb: Flagg upassende innlegg
nl: Ongepaste berichten markeren
pl: Oflaguj nieodpowiednie posty
pt: Marcar posts impróprios
pt_pt: Denuncia publicações inapropriadas
tr: Uygun olmayan mesajlara bayrak koyunuz

source: Flag program for Guardian attention
da: Marker program for at gøre værger opmærksomme
es: Marca el programa para la atención del guardián
fr: Marquer le programme à l'attention du Tuteur
ja: プログラムにフラグを立ててガーディアンの注意をひく
nb: Marker programmet for vokternes oppmerksomhet
nl: Vlag programma voor Guardian aandacht
pl: Oflaguj program, aby zwrócić uwagę Strażnika
pt: Marcar programa para atenção do Guardião
pt_pt: Denunciar programa aos guardiões
tr: Programı Koruyucaların kontrolü için bayraklayın

source: Flag program</a>
ja: プログラムにフラグをたてる</a>
nb: Flagg programmet</a>
pl: Oznacz program</a>
pt: Reportar programa</a>
pt_pt: Denunciar programa</a>
tr: Programa bayrak koyun</a>

source: Flag your first discussion post on a video or program for a Guardian's attention
da: Flag dit første diskussionsindlæg til en video eller et program for at henlede en værges opmærksomhed
es: Marca tu primera discusión en un video o programa para que sea atendida por un Guardián
fr: Marquez votre premier message dans une discussion sur une vidéo ou un programme à l'attention du tuteur
ja: ビデオあるいはプログラムの最初の議論のポストに旗を立て，ガーディアンの注意を引く
nb: Flagg innlegget i din første diskusjon på en video eller program for å få en veileders oppmerksomhet
nl: Rapporteer je eerste discussiepost op een video of programma om de aandacht van een Bewaker te vragen
pl: Oznacz pierwszy post w dyskusji nad filmem lub programem oby uzyskać uwagę opiekuna
pt: Marcar sua primeira postagem de discussão em um vídeo ou programa para chamar a atenção de um Guardião
pt_pt: Denuncia uma discussão acerca de um vídeo ou programa para análise dos guardiões
tr: Bir video veya programda ilk tartışma iletinize bayrak koyarak Koruyucu'nun dikkatini çekin.

source: Flagged
da: Markeret
es: Marcado
fr: Marqué
ja: フラグの立った
nb: Markert
nl: Gemarkeerd
pl: Oflagowane
pt: Marcado
pt_pt: Denunciado
tr: Bayraklı

source: Flags:
ja: フラグ:
nb: Flagg:
pl: Flagi:
pt: Denúncias:
pt_pt: Denúncias:
tr: Bayraklar:

source: Flerovium
es: Flerovio
pl: Flerow
pt: Fleróvio
pt_pt: Fleróvio

source: Flexible schedules and required time off to&nbsp;ensure you are well-rested
bg: Гъвкави графици и време за почивка&nbsp;, които да гарантират, че сте отпочинали добре
da: Fleksible skemaer og nødvendig fritid for at&nbsp; sikre, at du er veludhvilet
es: Horario flexible y tiempo fuera de la oficina asignado para&nbsp;asegurar que descanses bien
fr: Horaires flexibles et le temps nécessaire pour s'assurer que vous êtes bien reposé
he: לוחות זמנים גמישים וזמן חופשי בכדי להבטיח את מנוחתכם
pl: Elastyczny grafik i urlop,&nbsp;by zapewnić Ci odpowiedni wypoczynek
pt: Horários e folgas flexíveis para garantir que&nbsp;você esteja bem descansado
tr: Esnek saatler ve yeterli derecede dinlenebildiğizden emin olmamız için zorunlu izinler

source: Flipping a <var>HT</var> and rolling <var>RESULT_DESC</var> are independent events: they don't affect each other. So, to get the probability of both happening, we just need to multiply the probability of one by the probability of the other.
fr: Obtenir <var>HT</var> et obtenir <var>RESULT_DESC</var> sont des événements indépendants : la réalisation de l'un n'influe pas sur celle de l'autre. Donc, pour obtenir la probabilité que les deux se réalisent, on multiplie la probabilité de l'un par la probabilité de l'autre.
pl: Rzucanie <var>HT</var> i rzucanie <var>RESULT_DESC</var> są niezależnymi zdarzeniami: nie oddziałują na siebie nawzajem. Oznacza to, że aby otrzymać prawdopodobieństwo obu zdarzeń, należy pomnożyć prawdopodobieństwo jednego zdarzenia przez drugie.
pt: Tirar <var>HT</var> e obter <var>RESULT_DESC</var> são eventos independentes: não se afetam mutuamente. Portanto, para obter a probabilidade de ambos acontecerem, precisamos apenas multiplicar a probabilidade de um pela probabilidade de outro.
tr: <var>HT</var> olarak yazı tura ve <var>RESULT_DESC</var> atmak bağımsız olaylardır: birbirlerini etkilemezler. Bu nedenle, ikisinin birden olma olasılığını bulmak için, ikisinin olasılığını çarparız.

source: Floor of drain
nb: Bunnen av kummen
pt: Chão do ralo
tr: Kanalizasyonun zemini

source: Fluorine
es: Flúor
nb: Fluor
pl: Fluor
pt: Flúor
pt_pt: Flúor
tr: Flor

source: Focus
da: Fokus
es: Enfoque
fr: Focalisation
ja: フォーカス
nb: Fokus
pl: Koncentracja
pt: Foco
pt_pt: Foco
tr: Odak

source: Focus:
da: Brændpunkt:
es: Foco:
fr: Foyer :
pt: Foco:
tr: Odak:

source: Follow LearnStorm on %(facebookLink)s and %(twitterLink)s
es: Sigue a LearnStorm en %(facebookLink)s y %(twitterLink)s
ja: ラーンストームを %(facebookLink)s と %(twitterLink)s でフォローしましょう
nb: Følg LearnStorm på %(facebookLink)s og %(twitterLink)s
pl: Śledź LearnStorm na %(facebookLink)s i %(twitterLink)s
pt: Siga a LearnStorm em %(facebookLink)s e %(twitterLink)s
pt_pt: Segue a LearnStorm no %(facebookLink)s e no %(twitterLink)s
tr: LearnStorm'u %(facebookLink)s ve %(twitterLink)s 'te takip ediniz

source: Follow the link in that message to create your Khan Academy account.
da: Følg linket i denne meddelelse for at oprette din Khan Academy konto.
es: Sigue el vínculo en ese mensaje para crear tu cuenta de Khan Academy.
fr: Cliquez sur le lien qui se trouve dans ce message pour ouvrir votre compte Khan Academy.
ja: 電子メイルのメッセージ中のリンクをクリックしてあなたのカーンアカデミーアカウントを作成して下さい．
nb: Følg koblingen i meldingen for å opprettet din Khan Academy konto.
nl: Volg de link in dat bericht om jouw Khan Academy-account te creëren.
pl: Należy kliknąć link w tej wiadomości, aby utworzyć konto na Khan Academy.
pt: Clique no link dessa mensagem para criar sua conta na Khan Academy.
pt_pt: Clica na ligação desse e-mail para criares a tua conta na Khan Academy.
tr: Khan Academy hesabınızı oluşturmak için bu iletideki bağlantıyı tıklayınız.

source: Follow the link in that message to reset your password.
da: Følg linket i denne meddelelse for at nulstille din adgangskode.
es: Sigue el enlace en ese mensaje para restablecer tu contraseña.
fr: Suivez le lien dans ce message pour réinitialiser votre mot de passe.
ja: あなたのパスワードをリセットするために，メッセージ中のリンクに従って下さい．
nb: Følg lenken i meldingen for å endre ditt passord.
nl: Volg de link in dat bericht om je wachtwoord te resetten.
pl: Kliknij na link w tej wiadomości, aby zresetować hasło.
pt: Clique no link da mensagem para redefinir sua senha.
pt_pt: Clica na ligação desse e-mail para repores a tua palavra-passe.
tr: Şifrenizi sıfırlamak için bu mesajdaki bağlantıyı kullanınız.

source: Follow the prompts to name your class and choose a mission, or area of focus
es: Sigue las instrucciones para ponerle nombre a tu clase y escoge una misión o área de enfoque
nb: Følg instruksjonene for å navngi din klasse og velg oppgave eller området for fokus
pt: Continue para dar um nome à turma e escolher uma missão, ou área de interesse principal
tr: Sınıfınıza isim vermek ve bir görev, veya odak alanı seçmek için istemleri izleyin

source: Follow us
fr: Suivez-nous
nb: Følg oss
pl: Obserwuj nas
pt: Siga-nos
tr: Bizi takip edin

source: Follow us on Twitter
da: Følg os på Twitter
fr: Suivez-nous sur Twitter
nb: Følg oss på Twitter
pl: Śledź nas na Twitterze
pt: Siga-nos no Twitter
tr: Bizi Twitter'da takip edin

source: Follow your child's progress
da: Følg dit barns udvikling
es: Sigue el progreso de tu hijo
fr: Suivre les progrès de votre enfant
nb: Følg ditt barns utvikling
nl: Volg uw kinds vooruitgang
pl: Śledź postępy swojego dziecka
pt: Acompanhe o progresso de seu filho
pt_pt: Veja o progresso do seu filho
tr: Çocuğunuzun gelişimini takip edin

source: Follow your child's progress on Khan Academy!
da: Følg dit barns udvikling på Khan Academy!
es: ¡Sigue el progreso de tu hijo en Khan Academy!
fr: Suivez les progrès de votre enfant sur la Khan Academy !
nb: Følg ditt barns fremgang på Khan Academy!
nl: Volg de voortgang van jouw kind op Khan Academy!
pl: Śledź postępy swojego dziecka na Khan Academy!
pt: Acompanhe o progresso de seu filho na Khan Academy!
tr: Çocuğunuzun Khan Academy'deki ilerlemesini izleyin!

source: Follow your child's progress on Khan Academy, a free, non-profit math website!
da: Følg dit barns fremskridt på Khan Academy, en gratis, non-profit hjemmeside om matematik!
es: ¡Sigue el progreso de tu hijo en Khan Academy, un sitio de matemáticas gratuito, sin fines de lucro!
fr: Suivez les progrès de votre enfant sur la Khan Academy, un site de mathématiques gratuit et à but non lucratif !
nb: Følg ditt barns fremgang på Khan Academy, en gratis, non-profit matematikk nettside!
nl: Volg de voortgang van jouw kind op Khan Academy, een vrije, non-profit wiskunde website!
pl: Śledź postępy Twojego dziecka na Khan Academy, darmowej (non-profit) strony z matematyką!
pt: Acompanhe o progresso do seu filho na Khan Academy, um site de matemática gratuito, sem fins lucrativos!
tr: Ücretsiz, kar amacı gütmeyen bir matematik web sitesi olan Khan Academy'de çocuğunuzun ilerlemesini izleyin!

source: Following these steps to find a roomie and place to stay should make things easy:
bg: Следването на тези стъпки за намиране на желания съквартирант и квартира трябва да направят нещата лесни:
da: Følgende fremgangsmåde til at finde en værelseskammerat og sted at bo gør det let:
es: Siguiendo estos pasos para encontrar un compañero de cuarto y un lugar para quedarse deben ser las cosas más sencillas:
fr: Suivez ces étapes pour trouver plus facilement un colocataire et et un logement:
pl: Poniższe wskazówki powinny pomóc Ci znaleźć współlokatora oraz kwaterę:
pt: Estas etapas para encontrar um colega de quarto e um lugar para ficar deve tornar as coisas mais fáceis:
tr: Aşağıdaki adımlar kalacak bir yer ve ev arkadaşı bulmanızı kolaylaştıracaktır:

source: Food and Drink
bg: Храна и напитки
pl: Jedzenie i picie
pt: Comida e bebida
tr: Yiyecek ve İçecekler

source: Football
es: Fútbol
fr: Rugby
hi: फुटबॉल
nb: Fotball
pl: Futbol
pt: Basquete
tr: Futbol topu

source: For $2\cdot2$, enter **2*2**
da: For $2\cdot2$, skriv **2*2**
es: Para $2\cdot2$, escribe **2*2**
fr: Pour $2\times2$,, entrez **2*2**
nb: For $2\cdot2$, angi **2*2**
nl: Voor $2\cdot2$, voer ** 2 * 2 ** in
pl: Dla $2\cdot2$, wpisz **2*2**
pt: Para $2\cdot2$, digite **2*2**
pt_pt: Para $2\cdot2$, digita **2*2**
tr: $2\cdot2$ için, **2*2** giriniz.

source: For $3y$, enter **3y** or **3*y**
da: For $3y$, skriv **3y** eller **3*y**
es: Para $3y$, escribe **3y** o **3*y**
fr: Pour $3y$, entrez **3y** ou **3*y**
nb: For $3y$, skriv inn **3y** eller **3*y**
nl: Voor $3y$, vul **3y** of **3*y** in
pl: Dla $3y$, wpisz **3y** lub **3*y**
pt: Para $3y$, digite **3y** ou **3*y**
pt_pt: Para $3y$, digita **3y** ou **3*y**
tr: $3y$ için, **3y** or **3*y** giriniz.

source: For $\dfrac{1}{xy}$, enter **1/(xy)**
da: For $\dfrac{1}{xy}$, skriv **1/(xy)**
es: Para $\dfrac{1}{xy}$, escribe **1/(xy)**
fr: Pour $\dfrac{1}{xy}$, entrer **1/(xy)**
nb: For $\dfrac{1}{xy}$, angi **1/(xy)**
nl: Voor $\dfrac{1}{xy}$, vul **1/(xy)** in
pl: Dla $\dfrac{1}{xy}$, wpisz **1/(xy)**
pt: Para $\dfrac{1}{xy}$, digite **1/(xy)**
pt_pt: Para $\dfrac{1}{xy}$, digita **1/(xy)**
tr: $\dfrac{1}{xy}$ için, **1/(xy)** giriniz

source: For $\dfrac{1}{x}$, enter **1/x**
da: Skriv enter **1/x** for $\dfrac{1}{x}$
es: Para $\dfrac{1}{x}$, escribe **1/x**
fr: Pour $\dfrac{1}{x}$, entrez **1/x**
nb: For $\dfrac{1}{x}$, skriv inn **1/x**
nl: Voor $\dfrac{1}{x}$, vul **1/x** in
pl: Dla $\dfrac{1}{x}$, wpisz **1/x**
pt: Para $\dfrac{1}{x}$, digite **1/x**
pt_pt: Para $\dfrac{1}{x}$, digita **1/x**
tr: $\dfrac{1}{x}$ için, **1/x** giriniz.

source: For $\dfrac{2}{x + 3}$, enter **2/(x + 3)**
da: For $\dfrac{2}{x + 3}$, skriv **2/(x + 3)**
es: Para $\dfrac{2}{x + 3}$, escribe **2/(x + 3)**
fr: Pour $\dfrac{2}{x + 3}$, entrer **2/(x + 3)**
nb: For $\dfrac{2}{x + 3}$, skriv inn **2/(x + 3)**
nl: Voor $\dfrac{2}{x + 3}$, vul **2/(x + 3)** in
pl: Dla $\dfrac{2}{x + 3}$, wpisz **2/(x + 3)**
pt: Para $\dfrac{2}{x + 3}$, digite **2/(x + 3)**
pt_pt: Para $\dfrac{2}{x + 3}$, digita **2/(x + 3)**
tr: $\dfrac{2}{x + 3}$ için, **2/(x + 3)** giriniz

source: For $\le$ or $\ge$, enter **<=** or **>=**
da: For $\le$ eller $\ge$, skriv **<=** eller **>=**
es: Para $\le$ o $\ge$, escribe **<=** o **>=**
fr: Pour $\le$ or $\ge$, entrez **<=** ou **>=**
nb: For $\le$ eller $\ge$, skriv inn **<=** eller **>=**
nl: Voor $\le$ of $\ge$, vul **<=** of **>=** in
pl: Dla $\le$ lub $\ge$, wpisz **<=** lub **>=**
pt: Para $\le$ ou $\ge$, digite **<=** ou **>=**
pt_pt: Para $\le$ ou $\ge$, digita **<=** ou **>=**
tr: $\le$ veya $\ge$ için, **<=** or **>=** giriniz.

source: For $\pi$, enter **pi**
da: For $\pi$, skriv **pi**
es: Para $\pi$, escribe **pi**
fr: Pour $\pi$, entrez **pi**
nb: For $\pi$, skriv inn **pi**
nl: Voor $\pi$, vul **pi** in
pl: Dla $\pi$, wpisz **pi**
pt: Para $\pi$, digite **pi**
pt_pt: Para $\pi$, digita **pi**
tr: $\pi$ için, **pi** giriniz.

source: For $\sin \theta$, enter **sin(theta)**
da: For $\sin \theta$ skal du skrive **sin(theta)**
es: Para $\sin \theta$, escribe **sin(theta)**
fr: Pour $\sin \theta$, entrez **sin(theta)**
nb: For $\sin \theta$, skriv inn **sin(theta)**
nl: Voor $\sin \theta$, vul **sin(theta)** in
pl: Dla wartości $\sin \theta$, wprowadź **sin(theta)**
pt: Para $\operatorname{sen}$ $\theta$, digite **sin(theta)**
pt_pt: Para $\operatorname{sen}$ $\theta$, digita **sen(theta)**
tr: $\sin \theta$ için, **sin(theta)** giriniz

source: For $\sqrt{x}$, enter **sqrt(x)**
da: For $\sqrt{x}$, skriv **sqrt(x)**
es: Para $\sqrt{x}$, escribe **sqrt(x)**
fr: Pour $\sqrt{x}$, entrez **sqrt(x)**
nb: For $\sqrt{x}$, skriv inn **sqrt(x)**
nl: Voor $\sqrt{x}$, vul **sqrt(x)** in
pl: Dla $\sqrt{x}$, wpisz **sqrt(x)**
pt: Para $\sqrt{x}$, digite **sqrt(x)**
pt_pt: Para $\sqrt{x}$, digita **sqrt(x)**
tr: $\sqrt{x}$ için, **sqrt(x)** giriniz.

source: For $x^{2/3}$, enter **x^(2/3)**
da: For $x^{2/3}$, skriv **x^(2/3)**
es: Para $x^{2/3}$, escribe **x^(2/3)**
fr: Pour $x ^ {2/3} $, entrez ** x^(2/3) **
nb: For $x^{2/3}$, skriv inn **x^(2/3)**
nl: Voor $x^{2/3}$, vul **x^(2/3)** in
pl: Dla $x^{2/3}$, podaj **x^(2/3)**
pt: Para $x^{2/3}$, digite **x^(2/3)**
pt_pt: Para $x^{2/3}$, digita **x^(2/3)**
tr: $x^{2/3}$ için, **x^(2/3)** giriniz

source: For $x^{y}$, enter **x^y**
da: Skriv **x^y** for $x^{y}$
es: Para $x^{y}$, escribe **x^y**
fr: Pour $x^{y}$, entrez **x^y**
nb: For $x^{y}$, skriv inn **x^y**
nl: Voor $x^{y}$, vul **x^y** in
pl: Dla $x^{y}$, wpisz **x^y**
pt: Para $x^{y}$, digite **x^y**
pt_pt: Para $x^{y}$, digita **x^y**
tr: $x^{y}$ için, **x^y** giriniz.

source: For <code>2\cdot2</code>, enter <strong>2*2</strong>
da: For <code>2\cdot2</code>, indtast <strong>2 * 2</strong>
es: Para <code>2\cdot2</code>, introduce <strong>2*2</strong>
fr: Pour <code>2\times2</code>, entrer <strong>2*2</strong>
ja: <code>2\cdot2</code>は <strong>2*2</strong> と入力します
nb: For <code>2\cdot2</code>, skriv <strong>2*2</strong>
nl: Voor <code>2\cdot2</code>, voer <strong>2*2</strong> in
pl: Dla <code>2\cdot2</code>, wpisz <strong>2*2</strong>
pt: Para <code>2\cdot2</code>, digite <strong>2*2</strong>
pt_pt: Para <code>2\cdot2</code>, introduz <strong>2*2</strong>
tr: <code>2\cdot2</code> için, <strong>2*2</strong> giriniz.

source: For <code>3y</code>, enter <strong>3y</strong> or <strong>3*y</strong>
da: For <code>3y</code>, indtast <strong>3y</strong> eller <strong>3*y</strong>
es: Para <code>3y</code>, introduce <strong>3y</strong> o <strong>3*y</strong>
fr: Pour <code>3y</code>, entrer <strong>3y</strong> ou <strong>3*y</strong>
ja: <code>3y</code>は <strong>3y</strong> または <strong>3*y</strong>と入力します
nb: For <code>3y</code>, skriv <strong>3y</strong> eller <strong>3*y</strong>
nl: Voor <code>3y</code>, voer <strong>3y</strong> of <strong>3*y</strong> in
pl: Dla <code>3y</code>, wpisz <strong>3y</strong> lub <strong>3*y</strong>
pt: Para <code>3y</code>, digite <strong>3y</strong> ou <strong>3*y</strong>
pt_pt: Para <code>3y</code>, introduz <strong>3y</strong> ou <strong>3*y</strong>
tr: <code>3y</code> için, <strong>3y</strong> or <strong>3*y</strong> giriniz.

source: For <code>\dfrac{1}{x}</code>, enter <strong>1/x</strong>
da: For <code>\dfrac{1}{x}</code>, indtast <strong>1/x</strong>
es: Para <code>\dfrac{1}{x}</code>, introduce <strong>1/x</strong>
fr: Pour <code>\dfrac{1}{x}</code>, entrer <strong>1/x</strong>
ja: <code>\dfrac{1}{x}</code>は <strong>1/x</strong>と入力します
nb: For <code>\dfrac{1}{x}</code>, skriv <strong>1/x</strong>
nl: Voor <code>\dfrac{1}{x}</code>, voer <strong>1/x</strong> in
pl: Dla <code>\dfrac{1}{x}</code>, wpisz <strong>1/x</strong>
pt: Para <code>\dfrac{1}{x}</code>, digite <strong>1/x</strong>
pt_pt: Para <code>\dfrac{1}{x}</code>, introduz <strong>1/x</strong>
tr: <code>\dfrac{1}{x}</code> için, <strong>1/x</strong> giriniz.
