Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Therefore, <code>\angle{IHE} = \pink{\angle{CHG}} = <var>ANGLE_3</var>^\circ</code>.
hi: इसलिए, <code>\angle{IHE} = \pink{\angle{CHG}} = <var>ANGLE_3</var>^\circ</code>।
nl: Daarom, <code>\angle{IHE} = \pink{\angle{CHG}} = <var>ANGLE_3</var>^\circ</code>.
pl: Dlatego <code>\angle{IHE} = \pink{\angle{CHG}} = <var>ANGLE_3</var>^\circ</code>.
pt: Portanto, <code>\angle{IHE} = \pink{\angle{CHG}} = <var>ANGLE_3</var>^\circ</code>.
tr: Bu nedenle, <code>\angle{IHE} = \pink{\angle{CHG}} = <var>ANGLE_3</var>^\circ</code>.

source: Therefore, <code>\blue{<var>A</var>}</code> is a multiple of <code>\pink{<var>B</var>}</code>.
es: Por tanto, <code>\blue{<var>A</var>}</code> es un múltiplo de <code>\pink{<var>B</var>}</code>.
fr: Par conséquent, <code>\blue{<var>A</var>}</code> est un multiple de <code>\pink{<var>B</var>}</code>.
nb: Derfor er <code>\blue{<var>A</var>}</code>et multippel av <code>\pink{<var>B</var>}</code>.
pl: A więc <code>\blue{<var>A</var>}</code> jest wielokrotnością <code>\pink{<var>B</var>}</code>.
pt: Portanto, <code>\blue{<var>A</var>}</code> é um múltiplo de <code>\pink{<var>B</var>}</code>.
tr: Bu nedenle, <code>\blue{<var>A</var>}</code> <code>\pink{<var>B</var>}</code> 'nin katıdır.

source: Therefore, <code>\dfrac{x}{<var>ABdisp</var>} = \dfrac{1}{2}</code>.
es: Por lo tanto, <code>\dfrac{x}{<var>ABdisp</var>} = \dfrac{1}{2}</code>.
fr: Donc, <code>\dfrac{x}{<var>ABdisp</var>} = \dfrac{1}{2}</code>.
nb: Derfor er <code>\dfrac{x}{<var>ABdisp</var>} = \dfrac{1}{2}</code>.
pl: Dlatego <code>\dfrac{x}{<var>ABdisp</var>} = \dfrac{1}{2}</code>.
pt: Portanto, <code>\dfrac{x}{<var>ABdisp</var>} = \dfrac{1}{2}</code>.
tr: Bu nedenle, <code>\dfrac{x}{<var>ABdisp</var>} = \dfrac{1}{2}</code>.

source: Therefore, <code>\dfrac{x}{<var>ABs</var>} = \dfrac{\sqrt{3}}{2}</code>.
es: Por lo tanto, <code>\dfrac{x}{<var>ABs</var>} = \dfrac{\sqrt{3}}{2}</code>.
fr: Donc, <code>\dfrac{x}{<var>ABs</var>} = \dfrac{\sqrt{3}}{2}</code>.
nb: Derfor, <code>\dfrac{x}{<var>ABs</var>} = \dfrac{\sqrt{3}}{2}</code>.
pl: Dlatego <code>\dfrac{x}{<var>ABs</var>} = \dfrac{\sqrt{3}}{2}</code>.
pt: Portanto, <code>\dfrac{x}{<var>ABs</var>} = \dfrac{\sqrt{3}}{2}</code>.
tr: Bu nedenle, <code>\dfrac{x}{<var>ABs</var>} = \dfrac{\sqrt{3}}{2}</code>.

source: Therefore, <code>\dfrac{x}{<var>AC + ACrs</var>} = \dfrac{1}{\frac{\sqrt{3}}{2}} = \dfrac{2}{\sqrt{3}}</code>.
es: Por lo tanto, <code>\dfrac{x}{<var>AC + ACrs</var>} = \dfrac{1}{\frac{\sqrt{3}}{2}} = \dfrac{2}{\sqrt{3}}</code>.
fr: Donc, <code>\dfrac{x}{<var>AC + ACrs</var>} = \dfrac{1}{\frac{\sqrt{3}}{2}} = \dfrac{2}{\sqrt{3}}</code>.
nb: Derfor, <code>\dfrac{x}{<var>AC + ACrs</var>} = \dfrac{1}{\frac{\sqrt{3}}{2}} = \dfrac{2}{\sqrt{3}}</code>.
pl: Dlatego <code>\dfrac{x}{<var>AC + ACrs</var>} = \dfrac{1}{\frac{\sqrt{3}}{2}} = \dfrac{2}{\sqrt{3}}</code>.
pt: Portanto, <code>\dfrac{x}{<var>AC + ACrs</var>} = \dfrac{1}{\frac{\sqrt{3}}{2}} = \dfrac{2}{\sqrt{3}}</code>.
tr: Bu nedenle, <code>\dfrac{x}{<var>AC + ACrs</var>} = \dfrac{1}{\frac{\sqrt{3}}{2}} = \dfrac{2}{\sqrt{3}}</code>.

source: Therefore, <code>\dfrac{x}{<var>BC + BCrs</var>} = \dfrac{1}{\frac{1}{2}} = 2</code>.
es: Por lo tanto, <code>\dfrac{x}{<var>BC + BCrs</var>} = \dfrac{1}{\frac{1}{2}} = 2</code>.
fr: Donc, <code>\dfrac{x}{<var>BC + BCrs</var>} = \dfrac{1}{\frac{1}{2}} = 2</code>.
pl: Dlatego <code>\dfrac{x}{<var>BC + BCrs</var>} = \dfrac{1}{\frac{1}{2}} = 2</code>.
pt: Portanto, <code>\dfrac{x}{<var>BC + BCrs</var>} = \dfrac{1}{\frac{1}{2}} = 2</code>.
tr: Böylece, <code>\dfrac{x}{<var>BC + BCrs</var>} = \dfrac{1}{\frac{1}{2}} = 2</code>.

source: Therefore, <code>\pink{<var>B</var>}</code> is a factor of <code>\blue{<var>A</var>}</code>.
es: Por tanto, <code>\pink{<var>B</var>}</code> es un factor de <code>\blue{<var>A</var>}</code>.
fr: Par conséquent, <code>\pink{<var>B</var>}</code> est un facteur de <code>\blue{<var>A</var>}</code>.
nb: Derfor er<code>\pink{<var>B</var>}</code> en faktor i <code>\blue{<var>A</var>}</code>.
pl: A więc, <code>\pink{<var>B</var>}</code> jest czynnikiem <code>\blue{<var>A</var>}</code>.
pt: Portanto, <code>\pink{<var>B</var>}</code> é um fator de <code>\blue{<var>A</var>}</code>.
tr: Bu nedenle, <code>\pink{<var>B</var>}</code> <code>\blue{<var>A</var>}</code>'nın bir bölenidir.

source: Therefore, <code>\pink{\angle{BAD}}</code> and <code>\orange{\angle{ADB}}</code> are equal.
es: Por lo tanto, <code>\pink{\angle{BAD}}</code> y <code>\orange{\angle{ADB}}</code> son iguales.
pt: Portanto, <code>\pink{\angle{BAD}}</code> e <code>\orange{\angle{ADB}}</code> são iguais.
tr: Bu nedenle, <code>\pink{\angle{BAD}}</code> ve <code>\orange{\angle{ADB}}</code> eşittir.

source: Therefore, <code>\pink{\angle{CHG}} = 180^\circ - \green{\angle{ACD}} - \purple{\angle{HGC}}</code>.
hi: इसलि, <code>\pink{\angle{CHG}} = 180^\circ - \green{\angle{ACD}} - \purple{\angle{HGC}}</code>।
nl: Daarom, <code>\pink{\angle{CHG}} = 180^\circ - \green{\angle{ACD}} - \purple{\angle{HGC}}</code>.
pl: Dlatego <code>\pink{\angle{CHG}} = 180^\circ - \green{\angle{ACD}} - \purple{\angle{HGC}}</code>.
pt: Portanto, <code>\pink{\angle{CHG}} = 180^\circ - \green{\angle{ACD}} - \purple{\angle{HGC}}</code>.
tr: Bu nedenle, <code>\pink{\angle{CHG}} = 180^\circ - \green{\angle{ACD}} - \purple{\angle{HGC}}</code>.

source: Therefore, <code>\pink{\angle{DJI}} = 180^\circ - \green{\angle{BDC}} - \purple{\angle{DIJ}}</code>.
hi: इसलिए, <code>\pink{\angle{DJI}} = 180^\circ - \green{\angle{BDC}} - \purple{\angle{DIJ}}</code>।
nb: Derfor, <code>\pink{\angle{DJI}} = 180^\circ - \green{\angle{BDC}} - \purple{\angle{DIJ}}</code>.
nl: Daarom, <code>\pink{\angle{DJI}} = 180^\circ - \green{\angle{BDC}} - \purple{\angle{DIJ}}</code>.
pl: Dlatego <code>\pink{\angle{DJI}} = 180^\circ - \green{\angle{BDC}} - \purple{\angle{DIJ}}</code>.
pt: Portanto, <code>\pink{\angle{DJI}} = 180^\circ - \green{\angle{BDC}} - \purple{\angle{DIJ}}</code>.
tr: Bu nedenle, <code>\pink{\angle{DJI}} = 180^\circ - \green{\angle{BDC}} - \purple{\angle{DIJ}}</code>.

source: Therefore, <code>\purple{\angle{DIJ}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>.
hi: इसलिए, <code>\purple{\angle{DIJ}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>।
nb: Derfor, <code>\purple{\angle{DIJ}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>.
nl: Daarom, <code>\purple{\angle{DIJ}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>.
pl: Dlatego <code>\purple{\angle{DIJ}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>.
pt: Portanto, <code>\purple{\angle{DIJ}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>.
tr: Bu nedenle, <code>\purple{\angle{DIJ}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>.

source: Therefore, <code>\purple{\angle{HGC}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>.
hi: इसलिए, <code>\purple{\angle{HGC}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>।
nl: Daarom, <code>\purple{\angle{HGC}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>.
pl: Dlatego <code>\purple{\angle{HGC}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>.
pt: Portanto, <code>\purple{\angle{HGC}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>.
tr: Bu nedenle, <code>\purple{\angle{HGC}} = 180^\circ - \red{<var>180 - ANGLE_2</var>^\circ}</code>.

source: Therefore, <code>\text{<var>VOLUME_TEXT</var>} = <var>FRACTIONS[0]</var> \cdot <var>FRACTIONS[1]</var> \cdot <var>FRACTIONS[2]</var></code>
fr: Donc, <code>\text{<var>VOLUME_TEXT</var>} = <var>FRACTIONS[0]</var> \cdot <var>FRACTIONS[1]</var> \cdot <var>FRACTIONS[2]</var></code>
nb: Derfor, <code>\text{<var>VOLUME_TEXT</var>} = <var>FRACTIONS[0]</var> \cdot <var>FRACTIONS[1]</var> \cdot <var>FRACTIONS[2]</var></code>
pl: Więc <code>\text{<var>VOLUME_TEXT</var>} = <var>FRACTIONS[0]</var> \cdot <var>FRACTIONS[1]</var> \cdot <var>FRACTIONS[2]</var></code>
pt: Portanto, <code>\text{<var>VOLUME_TEXT</var>} = <var>FRACTIONS[0]</var> \cdot <var>FRACTIONS[1]</var> \cdot <var>FRACTIONS[2]</var></code>
tr: Bu nedenle, <code>\text{<var>VOLUME_TEXT</var>} = <var>FRACTIONS[0]</var> \cdot <var>FRACTIONS[1]</var> \cdot <var>FRACTIONS[2]</var></code>

source: Therefore, <code>f(x)</code> is even.
fr: Donc la fonction qui à tout x réel fait correspondre <code>f(x)</code> est paire.
pl: Tak więc <code>f(x)</code> jest parzysta.
pt: Portanto, <code>f(x)</code> é par.
tr: Bu nedenle, <code>f(x)</code> çifttir.

source: Therefore, <code>f(x)</code> is neither odd nor even.
fr: Donc la fonction qui à tout x réel fait correspondre <code>f(x)</code> n'est ni paire, ni impaire.
pl: Wynika z tego, że <code>f(x)</code> nie jest ani parzysta, ani nieparzysta.
pt: Portanto, <code>f(x)</code> não é par nem ímpar.
tr: Bu nedenle, , <code>f(x)</code> tek değildir, çift değildir.

source: Therefore, <code>f(x)</code> is odd.
fr: Donc la fonction qui à tout réel x fait correspondre <code>f(x)</code> est impaire.
pl: Zatem <code>f(x)</code> jest nieparzysta.
pt: Portanto, <code>f(x)</code> é ímpar.
tr: Bu nedenle, <code>f(x)</code> tektir.

source: Therefore, <code>m <var>ANGLE_BOT</var> + m <var>ANGLE_TOP</var> = 180^\circ</code>.
es: Por lo tanto, <code>m <var>ANGLE_BOT</var> + m <var>ANGLE_TOP</var> = 180^\circ</code>.
nb: Derfor er <code>m <var>ANGLE_BOT</var> + m <var>ANGLE_TOP</var> = 180^\circ</code>.
pl: Dlatego <code>m <var>ANGLE_BOT</var> + m <var>ANGLE_TOP</var> = 180^\circ</code>.
pt: Portanto, <code>m <var>ANGLE_BOT</var> + m <var>ANGLE_TOP</var> = 180^\circ</code>.
tr: Bu nedenle, <code>m <var>ANGLE_BOT</var> + m <var>ANGLE_TOP</var> = 180^\circ</code>.

source: Therefore, <code>m <var>ANGLE_BOT</var> + m <var>ANGLE_TOP</var> = 90^\circ</code>.
es: Por lo tanto, <code>m <var>ANGLE_BOT</var> + m <var>ANGLE_TOP</var> = 90^\circ</code>.
nb: Derfor er <code>m <var>ANGLE_BOT</var> + m <var>ANGLE_TOP</var> = 90^\circ</code>.
pl: Dlatego <code>m <var>ANGLE_BOT</var> + m <var>ANGLE_TOP</var> = 90^\circ</code>.
pt: Portanto, <code>m <var>ANGLE_BOT</var> + m <var>ANGLE_TOP</var> = 90^\circ</code>.
tr: Bu nedenle, <code>m <var>ANGLE_BOT</var> + m <var>ANGLE_TOP</var> = 90^\circ</code>.

source: Therefore, by joining the points where the compasses intersect with the original line we can construct a regular hexagon.
es: Por lo tanto, al unir los puntos donde los compases se intersectan con la línea original, podemos construir un hexágono regular.
fr: Donc, en reliant les points d'intersection des cercles et les extrémités du diamètre, on obtient un hexagone.
pt: Portanto, ao unir os pontos onde as circunferências se cruzam com a reta original, podemos construir um hexágono regular.
tr: Bu nedenle, pergellerin kesiştiği noktayı orijinal doğruyla birleştirerek, düzgün bir altıgen çizebiliriz.

source: Therefore, he needs <code><var>LENGTH + 1</var></code> posts for a <code><var>LENGTH</var></code> meter fence.
es: Por lo tanto, necesita <code><var>LENGTH + 1</var></code> postes para una cerca de <code><var>LENGTH</var></code> metros.
fr: Par conséquent, il a besoin de <code><var>LENGTH + 1</var></code> poteaux pour une clôture de <code><var>LENGTH</var></code> mètres de long.
hi: इसलिए, उसे <code><var>LENGTH + 1</var></code> खम्भे की ज़रूरत है एक <code><var>LENGTH</var></code> मीटर बाड़े के लिए।
nb: Derfor trenger han <code><var>LENGTH + 1</var></code> deler for et <code><var>LENGTH</var></code> meter gjerde.
nl: Hij heeft dus <code><var>LENGTH + 1</var></code> palen nodig voor een <code><var>LENGTH</var></code> meter lang hek.
pl: W związku z tym, potrzebuje on <code><var>LENGTH + 1</var></code> palików dla płotu o długości <code><var>LENGTH</var></code> metrów.
pt: Portanto, ele precisa de <code><var>LENGTH + 1</var></code> estacas para uma cerca de <code><var>LENGTH</var></code> metros.
tr: Bu nedenle, <code><var>LENGTH</var></code> metre uzunluğunda çit için <code><var>LENGTH + 1</var></code> çit direğine ihtiyacı olur.

source: Therefore, if we copy the angle at <code>A</code> to point <code>P</code>, we will be able to construct parallel lines.
es: Por lo tanto, si copiamos el ángulo en <code>A</code> al punto <code>P</code>, seremos capaces de construir líneas paralelas.
fr: Donc, si on copie l'angle de sommet <code>A</code> au point <code>P</code>, on pourra construire la droite parallèle demandée.
pt: Portanto, se copiarmos o ângulo de <code>A</code> para o ponto <code>P</code>, seremos capazes de construir retas paralelas.
tr: Bu nedenle, <code>A</code>'daki açıyı <code>P</code> noktasına kopyalarsak, paralel doğruları çizebiliriz.

source: Therefore, if we cut the starting block into <code><var>N_PARENT_EXPANDED</var></code> equal pieces, each piece will have a length of <code><var>fraction(1, D)</var></code> units.
es: Por lo tanto, si cortamos el bloque inicial en <code><var>N_PARENT_EXPANDED</var></code> pedazos iguales, cada pedazo tendrá una longitud de <code><var>fraction(1, D)</var></code> unidades.
fr: Donc, si on découpe le bloc de départ en <code><var>N_PARENT_EXPANDED</var></code> morceaux identiques, la longueur de chaque morceau sera <code><var>fraction(1, D)</var></code> .
hi: इसलिए, अगर हम आरंभि ब्लाक को काटें <code><var>N_PARENT_EXPANDED</var></code> बराबर हिस्सों में, प्रत्येक हिस्से की लम्बाई होगी<code><var>fraction(1, D)</var></code> इकायों कीI
nb: Derfor, hvis vi skjærer startblokken i <code><var>N_PARENT_EXPANDED</var></code> like store stykker, vil hvert stykke ha en lengde på <code><var>fraction(1, D)</var></code> enheter.
nl: Als we de startbalk dus in <code><var>N_PARENT_EXPANDED</var></code> gelijke stukken knippen, dan heeft elk stuk een lengte van <code><var>fraction(1, D)</var></code> eenheden.
pl: Tym samym jeśli podzielimy klocek startowy na <code><var>N_PARENT_EXPANDED</var></code> równych części, każda część będzie miała długość wynoszącą <code><var>fraction(1, D)</var></code> jednostki/stek.
pt: Portanto, se cortarmos o bloco inicial em <code><var>N_PARENT_EXPANDED</var></code> pedaços iguais, o comprimento de cada pedaço será <code><var>fraction(1, D)</var></code> unidades.
tr: Bu nedenle, başlangıç bloğunu <code><var>N_PARENT_EXPANDED</var></code> eşit parçaya ayırırsanız, bir parçanın uzunluğu <code><var>fraction(1, D)</var></code> birim olur.

source: Therefore, it is a right angle.
es: Por lo tanto, es un ángulo recto.
fr: Donc, c'est un angle droit.
nb: Derfor er det en rett vinkel.
nl: Het is dus een rechte hoek.
pl: W związku z tym jest kątem prostym.
pt: Portanto, é um ângulo reto.
tr: Bu nedenle, dik açıdır.

source: Therefore, it is an acute angle.
es: Por lo tanto, es un ángulo agudo.
fr: Donc, c'est un angle aigu.
nb: Derfor er det en spiss vinkel.
nl: Het is dus een scherpe hoek.
pl: W związku z tym jest kątem ostrym.
pt: Portanto, é um ângulo agudo.
tr: Bu nedenle, dar açıdır.

source: Therefore, it is an obtuse angle.
es: Por lo tanto, en un ángulo obtuso.
fr: Donc, c'est un angle obtus.
nb: Derfor er det en stump vinkel.
nl: Het is dus een stompe hoek.
pl: W związku z tym jest kątem rozwartym.
pt: Portanto, é um ângulo obtuso.
tr: Bu nedenle, geniş açıdır.

source: Therefore, moving the orange dot <code>\green{<var>HUNDREDTHS</var>}</code> place will put it at the position <code>\pink{<var>SOLN_TXT</var>}</code>.
fr: Par conséquent, déplacer le point orange de <code>\green{<var>HUNDREDTHS</var>}</code> place va le mettre à la position <code>\pink{<var>SOLN_TXT</var>}</code>.
nb: Derfor flytter vi det oransje punktet til <code>\green{<var>HUNDREDTHS</var>}</code> plassen vil sette punktet på plassen <code>\pink{<var>SOLN_TXT</var>}</code>.
nl: Dus als we de oranje stip <code>\green{<var>HUNDREDTHS</var>}</code> plek verschuiven, dan komt hij op de plek van <code>\pink{<var>SOLN_TXT</var>}</code>.
pl: Zatem przesuniecie pomarańczowej kropki o <code>\green{<var>HUNDREDTHS</var>}</code> miejsce, umieści ją w pozycji <code>\pink{<var>SOLN_TXT</var>}</code>.
pt: Portanto, mover o ponto laranja <code>\green{<var>HUNDREDTHS</var>}</code> casa o colocará na posição <code>\pink{<var>SOLN_TXT</var>}</code>.
tr: Bu nedenle, turuncu noktayı <code>\green{<var>HUNDREDTHS</var>}</code> taşırsak, <code>\pink{<var>SOLN_TXT</var>}</code> konumuna ulaşırız.

source: Therefore, moving the orange dot <code>\green{<var>TENTHS</var>}</code> place will put it at the position <code>\pink{<var>SOLN_TXT</var>}</code>.
es: Por lo tanto, mover el punto anaranjado <code>\green{<var>TENTHS</var>}</code> lugar lo pondrá en la posición <code>\pink{<var>SOLN_TXT</var>}</code>.
fr: Par conséquent, déplacer le point orange de <code>\green{<var>TENTHS</var>}</code> place va le mettre à la position <code>\pink{<var>SOLN_TXT</var>}</code>.
nl: Dus als we de oranje stip <code>\green{<var>TENTHS</var>}</code> plek verschuiven, dan komt hij op de plek van <code>\pink{<var>SOLN_TXT</var>}</code>.
pl: Zatem przesunięcie pomarańczowej kropki o <code>\green{<var>TENTHS</var>}</code> miejsce spowoduje, że kropka znajdzie się na <code>\pink{<var>SOLN_TXT</var>}</code>.
pt: Portanto, mover o ponto laranja até a casa dos <code>\green{<var>TENTHS</var>}</code> o colocará na posição <code>\pink{<var>SOLN_TXT</var>}</code>.
tr: Bu nedenle, turuncu noktayı <code>\green{<var>TENTHS</var>}</code> taşırsak, <code>\pink{<var>SOLN_TXT</var>}</code> konumuna ulaşırız.

source: Therefore, only matrix <code><var>PRETTY_MAT_ID</var></code> is invertible.
es: Por lo tanto, solo la matriz <code><var>PRETTY_MAT_ID</var></code> es invertible.
pt: Portanto, somente a matriz <code><var>PRETTY_MAT_ID</var></code> é inversível.
tr: Bu nedenle, sadece <code><var>PRETTY_MAT_ID</var></code> tersinirdir.

source: Therefore, she needs <code><var>LENGTH + 1</var></code> posts for a <code><var>LENGTH</var></code> meter fence.
es: Por lo tanto, necesita <code><var>LENGTH + 1</var></code> postes para una cerca de <code><var>LENGTH</var></code> metros.
fr: Par conséquent, elle a besoin de <code><var>LENGTH + 1</var></code> poteaux pour une clôture de <code><var>LENGTH</var></code> mètres de long.
hi: इसलिए, उसे <code><var>LENGTH + 1</var></code> खम्भे की ज़रूरत है एक <code><var>LENGTH</var></code> मीटर बाड़े के लिए ।
nb: Derfor trenger hun <code><var>LENGTH + 1</var></code> deler for et <code><var>LENGTH</var></code> meter gjerde.
nl: Zij heeft dus <code><var>LENGTH + 1</var></code> palen nodig voor een <code><var>LENGTH</var></code> meter lang hek.
pl: W związku z tym, potrzebuje ona <code><var>LENGTH + 1</var></code> palików dla płotu o długości <code><var>LENGTH</var></code> metrów.
pt: Portanto, ela precisa de <code><var>LENGTH + 1</var></code> estacas para uma cerca de <code><var>LENGTH</var></code> metros.
tr: Bu nedenle, <code><var>LENGTH</var></code> metre uzunluğunda çit için <code><var>LENGTH + 1</var></code> çit direğine ihtiyacı olur.

source: Therefore, since the graphs of the inequalities do not intersect, the solution is:
da: Da graferne for ulighederne ikke skærer hinanden, er løsningen:
es: Por lo tanto, como las gráficas de las desigualdades no se intersectan, la solución es:
fr: Les deux ensembles de solutions sont disjoints, donc la solution est :
nb: Siden grafene for ulikhetene ikke skjærer hverandre, er løsningen:
pt: Portanto, já que os gráficos das inequações não apresentam interceptação, a solução é:
tr: Bu nedenle, eşitsizlik grafikleri kesişmediği için, çözüm:

source: Therefore, the <var>ordinalThrough20(N)</var> term is equal to <code>a_{<var>N</var>} = <var>A</var> + <var>D</var> (<var>N</var> - 1) = <var>A + D * (N - 1)</var></code>.
es: Por lo tanto, el <var>ordinalThrough20(N)</var> término es igual a <code>a_{<var>N</var>} = <var>A</var> + <var>D</var> (<var>N</var> - 1) = <var>A + D * (N - 1)</var></code>.
fr: Donc, le <var>ordinalThrough20(N)</var> terme est égal à <code>a_{<var>N</var>} = <var>A</var> + <var>D</var> (<var>N</var> - 1) = <var>A + D * (N - 1)</var></code>.
pt: Portanto, o termo <var>ordinalThrough20(N)</var> é igual a <code>a_{<var>N</var>} = <var>A</var> + <var>D</var> (<var>N</var> - 1) = <var>A + D * (N - 1)</var></code>.
tr: Bu nedenle, <var>ordinalThrough20(N)</var> terim eşittir <code>a_{<var>N</var>} = <var>A</var> + <var>D</var> (<var>N</var> - 1) = <var>A + D * (N - 1)</var></code>.

source: Therefore, the <var>ordinalThrough20(N)</var> term is equal to <code>a_{<var>N</var>} = <var>TERMS_TEX[0]</var> \left(<var>R_TEX</var>\right)^{<var>N</var> - 1} = <var>TERMS_TEX[N-1]</var></code>.
es: Por lo tanto, el <var>ordinalThrough20(N)</var> término es igual a <code>a_{<var>N</var>} = <var>TERMS_TEX[0]</var> \left(<var>R_TEX</var>\right)^{<var>N</var> - 1} = <var>TERMS_TEX[N-1]</var></code>.
fr: Donc, le <var>ordinalThrough20(N)</var> terme est égal à <code>a_{<var>N</var>} = <var>TERMS_TEX[0]</var> \left(<var>R_TEX</var>\right)^{<var>N</var> - 1} = <var>TERMS_TEX[N-1]</var></code>.
pt: Portanto, o <var>ordinalThrough20(N)</var> termo é igual a <code>a_{<var>N</var>} = <var>TERMS_TEX[0]</var> \left(<var>R_TEX</var>\right)^{<var>N</var> - 1} = <var>TERMS_TEX[N-1]</var></code>.
tr: Bu nedenle, <var>ordinalThrough20(N)</var> terim eşittir <code>a_{<var>N</var>} = <var>TERMS_TEX[0]</var> \left(<var>R_TEX</var>\right)^{<var>N</var> - 1} = <var>TERMS_TEX[N-1]</var></code>.

source: Therefore, the angle <code>x</code> is also <code><var>ANGLES[SHOWN_POS]</var>^\circ</code>
es: Por lo tanto, el ángulo <code>x</code> también mide <code><var>ANGLES[SHOWN_POS]</var>^\circ</code>
fr: Donc, l'angle <code>x</code> est aussi égal à <code><var>ANGLES[SHOWN_POS]</var>^\circ</code>
nb: Derfor er vinkelen <code>x</code> også <code><var>ANGLES[SHOWN_POS]</var>^\circ</code>
pt: Portanto, o ângulo <code>x</code> também tem <code><var>ANGLES[SHOWN_POS]</var>^\circ</code>
tr: Bu nedenle, <code>x</code> açısı aynı zamanda <code><var>ANGLES[SHOWN_POS]</var>^\circ</code>

source: Therefore, the common difference is <code><var>D</var></code>.
es: Por lo tanto, la diferencia común es <code><var>D</var></code>.
fr: Donc la raison est <code><var>D</var></code>.
pt: Portanto, a razão é <code><var>D</var></code>.
tr: Bu nedenle, ortak fark eşittir, <code><var>D</var></code>.

source: Therefore, the common ratio is <code><var>R_TEX</var></code>.
es: Por lo tanto, la razón común es <code><var>R_TEX</var></code>.
fr: Donc, la raison est <code><var>R_TEX</var></code>.
pt: Portanto, a razão comum é <code><var>R_TEX</var></code>.
tr: Bu nedenle, ortak oran <code><var>R_TEX</var></code>.

source: Therefore, the following is the correct answer.
es: Por lo tanto, la siguiente es la respuesta correcta.
fr: Donc, voici la bonne réponse.
pt: Portanto o seguinte é a resposta correta.
tr: Bu nedenle, doğru cevap aşağıdadır.

source: Therefore, the larger number is <code><var>LARGER</var></code>, and the smaller number is <code><var>SMALLER</var></code>.
da: Det større antal er derfor <code><var>LARGER</var></code>, og det mindre tal er <code><var>SMALLER</var></code>.
es: Por lo tanto, el número más grande es <code><var>LARGER</var></code>, y el número más pequeño es <code><var>SMALLER</var></code>.
fr: Donc le nombre le plus grand est <code><var>LARGER</var></code>, et le plus petit est <code><var>SMALLER</var></code>.
nb: Det større tallet er derfor <code><var>LARGER</var></code>, og det mindre tallet er <code><var>SMALLER</var></code>.
pl: Zatem większa liczba to <code><var>LARGER</var></code>, a mniejsza to <code><var>SMALLER</var></code>.
pt: Portanto, o maior número é <code><var>LARGER</var></code>, e o menor número é <code><var>SMALLER</var></code>.
tr: Böylece, daha büyük olan sayı, <code><var>LARGER</var></code>, ve daha küçük olan sayı, <code><var>SMALLER</var></code>.
