Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Much less helpful than most videos
da: Meget mindre nyttig end de fleste andre videoer
es: Mucho menos provechoso que la mayoría de los videos
fr: Beaucoup moins utile que la plupart des vidéos
nb: Mye mindre nyttig enn de fleste videoer
nl: Veel minder nuttig dan de meeste video's
pl: Znacznie mniej pomocny, niż większość filmów
pt: Muito menos útil do que a maioria dos vídeos
tr: Çoğu videodan daha az yardımcı

source: Much more helpful than most videos
da: Meget mere nyttig end de fleste andre videoer
es: Mucho más provechoso que la mayoría de los videos
fr: Beaucoup plus utiles que la plupart des vidéos
nb: Mye mer nyttig enn de fleste videoer
nl: Veel nuttiger dan de meeste video's
pl: Znacznie bardziej pomocny, niż większość filmów
pt: Muito mais útil do que a maioria dos vídeos
tr: Çoğu videodan daha çok yardımcı

source: Much too fast
da: Alt for hurtigt
es: Demasiado rápido
fr: Beaucoup trop rapide
nb: Alt for fort
nl: Veel te snel
pl: O wiele za szybko
pt: Rápido demais
tr: Çok hızlı

source: Much too slow
da: Alt for langsomt
es: Demasiado lento
fr: Beaucoup trop lent
nb: Alt for langsomt
nl: Veel te langzaam
pl: O wiele za wolno
pt: Lento demais
tr: Çok yavaş

source: Much worse than most articles
da: Meget værre end de fleste artikler
es: Mucho peor que la mayoría de los artículos
fr: Bien pire que la plupart des articles
nb: Mye verre enn de fleste artiklene
nl: Veel slechter dan de meeste artikelen
pl: Znacznie gorszy niż większość artykułów
pt: Muito pior do que a maioria dos artigos
tr: Çoğu makaleden çok daha kötü

source: Much worse than most exercises
da: Meget værre end de fleste øvelser
es: Mucho peor que la mayoría de los ejercicios
fr: Bien pire que la plupart des exercices
nb: Mye verre enn de fleste øvelser
nl: Veel slechter dan de meeste oefeningen
pl: O wiele gorsze, niż większość ćwiczeń
pt: Muito pior do que a maioria dos exercícios
tr: Çoğu alıştırmadan daha kötü

source: Much worse than most videos
da: Meget værre end de fleste andre videoer
es: Mucho peor que la mayoría de los videos
fr: Bien pire que la plupart des vidéos
nb: Mye verre enn de fleste videoer
nl: Veel erger is dan de meeste video's
pl: Znacznie gorszy, niż większość filmów
pt: Muito pior do que a maioria dos vídeos
pt_pt: Muito pior do que a maioria dos vídeos
tr: Çoğu videodan daha kötü

source: Multi-digit division
da: Flercifret division
es: División de números de varios dígitos
fr: Divisions de nombres à plusieurs chiffres
hi: बहु-अंक विभाजन
nb: Flersifret division
nl: Getallen met meer dan één cijfer delen
pl: Dzielenie liczb wielocyfrowych
pt: Divisão com vários algarismos
tr: Çok basamaklı bölme

source: Multi-digit division without remainders
da: Lang division uden rest
es: División de números de varios dígitos sin residuo
fr: Divisions d'un nombre par un chiffre (pas de reste)
hi: बहु-अंक विभाजन शेषफल के बिना
nb: Division av tall med flere siffer, uten rest
nl: Deelsommen zonder resten met getallen van meer dan één cijfer
pl: Dzielenie liczb wielocyfrowych bez reszt
pt: Divisão de vários algarismos sem resto
tr: Çok rakamlı kalansız bölme

source: Multi-digit multiplication
da: Flercifret multiplikation
es: La multiplicación de varios dígitos
fr: Multiplications de nombres à plusieurs chiffres
ja: 複数桁のかけ算
nb: Flersifret multiplikasjon
nl: Meercijferige getallen vermenigvuldigen
pl: Mnożenie liczb wielocyfrowych
pt: Multiplicação de números de vários algarismos
tr: Çok Basamaklı Sayıları Çarpma

source: Multi-step linear inequalities
da: Lineære uligheder med flere trin
es: Desigualdades lineales de varios pasos
fr: Résoudre une inéquation du 1er degré
nb: Lineære ulikheter med flere trinn
nl: Lineaire meerstapsongelijkheiden
pl: Wieloetapowe nierówności liniowe
pt: Inequações lineares de múltiplas etapas
tr: Çok adımlı doğrusal eşitsizlikler

source: Multiple exercise modules and issue triage, discussion community Guardian.
pt: Vários módulos de exercícios e triagem de problemas, comunidade de discussão Guardian.
tr: Bir çok alıştırma modülü, sorun sınıflandırma, ve tartışma topluluğu Koruyucusu.

source: Multiple exercise modules.
pl: Różnorodne ćwiczenia.
pt: Diversos módulos de exercício.
tr: Çoklu egzersiz modülleri.

source: Multiplication 1
da: Multiplikation 1
es: Multiplicaciones 1
nb: Multiplikasjon 1
nl: Vermenigvuldigen 1
pl: Mnożenie 1
pt: Multiplicação 1
pt_pt: Multiplicação 1
tr: Çarpma 1

source: Multiplication and division word problems
da: Problemregning med multiplikation og division
es: Problemas de multiplicación y división
fr: Problèmes avec une multiplication ou une division
nb: Multiplikasjon og divisjon tekstoppgaver
pl: Zadania tekstowe z mnożenia i dodawania
pt: Problemas de multiplicação e divisão
tr: Çarpma ve Bölme Soruları

source: Multiplication with regrouping
da: Multiplikation med omgruppering
es: Multiplicación con reagrupación
fr: Multiplication en portant la retenue
hi: पुनःवर्गीकरण के साथ बहुलीकरण
nb: Multiplikasjon med omgruppering
nl: Vermenigvuldigen met inwisselen
pl: Mnożenie z przegrupowaniem
pt: Multiplicação com reagrupamento
tr: Yeniden gruplama ile çarpma

source: Multiplication without regrouping
da: Multiplikation uden omgruppering
es: Multiplicación sin reagrupación
fr: Multiplications sans retenue
nb: Multiplikasjon uten omgruppering
nl: Vermenigvuldigen met inwisselen
pl: Mnożenie bez przegrupowania
pt: Multiplicação sem reagrupamento
tr: Yeniden gruplama olmadan çarpma

source: Multiply
fr: multiplier
nb: Multiplisere
pl: Mnożyć
pt: Multiplicar
tr: çarpın

source: Multiply <span data-if="MULT_A !== 1">the top equation by <code><var>MULT_A</var></code></span><span data-if="MULT_A !== 1 &amp;&amp; MULT_B !== 1"> and </span><span data-if="MULT_B !== 1">the bottom equation by <code><var>MULT_B</var></code></span>.
da: Gang <span data-if="MULT_A !== 1">den øverste ligning med <code><var>MULT_A</var></code></span><span data-if="MULT_A !== 1 &amp;&amp; MULT_B !== 1"> og </span><span data-if="MULT_B !== 1">den nederste ligning med <code><var>MULT_B</var></code></span>.
es: Multiplica <span data-if="MULT_A !== 1">la ecuación superior por <code><var>MULT_A</var></code></span><span data-if="MULT_A !== 1 &amp;&amp; MULT_B !== 1"> y </span><span data-if="MULT_B !== 1">la ecuación inferior por <code><var>MULT_B</var></code></span>.
fr: On multiplie <span data-if="MULT_A !== 1">la première équation par <code><var>MULT_A</var></code></span><span data-if="MULT_A !== 1 &amp;&amp; MULT_B !== 1"> et </span><span data-if="MULT_B !== 1">la deuxième par <code><var>MULT_B</var></code></span>.
nb: Multipliser <span data-if="MULT_A !== 1">den øverste likningen med <code><var>MULT_A</var></code></span><span data-if="MULT_A !== 1 &amp;&amp; MULT_B !== 1"> og </span><span data-if="MULT_B !== 1">den nederste likningen med <code><var>MULT_B</var></code></span>.
pl: Pomnóż <span data-if="MULT_A !== 1">górne równanie przez <code><var>MULT_A</var></code></span><span data-if="MULT_A !== 1 &amp;&amp; MULT_B !== 1"> i </span><span data-if="MULT_B !== 1">dolne równanie przez <code><var>MULT_B</var></code></span>.
pt: Multiplique <span data-if="MULT_A !== 1">a equação de cima por <code><var>MULT_A</var></code></span><span data-if="MULT_A !== 1 &amp;&amp; MULT_B !== 1"> e </span><span data-if="MULT_B !== 1">a equação de baixo por <code><var>MULT_B</var></code></span>.
tr: <span data-if="MULT_A !== 1">Tepedeki denklem ile <code><var>MULT_A</var></code></span><span data-if="MULT_A !== 1 &amp;&amp; MULT_B !== 1"> and </span><span data-if="MULT_B !== 1">en alttaki denklemi <code><var>MULT_B</var></code></span> çarpınız.

source: Multiply all the fractions <code>\dfrac{a}{b}</code> by <code>\dfrac{\frac{<var>LCD</var>}{b}}{\frac{<var>LCD</var>}{b}}</code>. Then each fraction will have <code><var>LCD</var></code> as its denominator:
es: Multiplica todas las fracciones <code>\dfrac{a}{b}</code> por<code>\dfrac{\frac{<var>LCD</var>}{b}}{\frac{<var>LCD</var>}{b}}</code>. Entonces cada fracción tendrá <code><var>LCD</var></code> como su denominador:
fr: On multiplie chacune des fractions <code>\dfrac{a}{b}</code> par <code>\dfrac{\frac{<var>LCD</var>}{b}}{\frac{<var>LCD</var>}{b}}</code>. Ainsi chaque fraction aura <code><var>LCD</var></code> comme dénominateur :
nb: Multipliser alle brøkene <code>\dfrac{a}{b}</code> by <code>\dfrac{\frac{<var>LCD</var>}{b}}{\frac{<var>LCD</var>}{b}}</code>. Så hver brøk får <code><var>LCD</var></code>som fellesnevner:
pl: Pomnóż wszystkie ułamki <code>\dfrac{a}{b}</code> przez <code>\dfrac{\frac{<var>LCD</var>}{b}}{\frac{<var>LCD</var>}{b}}</code>. Wtedy każdy ułamek będzie miał <code><var>LCD</var></code> jako jego licznik:
pt: Multiplique todas as frações <code>\dfrac{a}{b}</code> por <code>\dfrac{\frac{<var>LCD</var>}{b}}{\frac{<var>LCD</var>}{b}}</code>. Então, cada fração terá <code><var>LCD</var></code> como seu denominador:
tr: Her kesiri <code>\dfrac{a}{b}</code> ile <code>\dfrac{\frac{<var>LCD</var>}{b}}{\frac{<var>LCD</var>}{b}}</code> çarpınız. Böylece her kesirin paydası<code><var>LCD</var></code> olacaktır:

source: Multiply and simplify the following complex numbers:
fr: Calculer ce produit, puis simplifier.
pl: Wymnóż i uprość następujące liczby zespolone:
pt: Multiplique e simplifique os números complexos a seguir:
tr: Aşağıdaki karmaşık sayıları çarpın ve sadeleştirin:

source: Multiply both sides by <code><var>ONE_OVER_COEF</var></code>.
da: Gang begge sider med <code><var>ONE_OVER_COEF</var></code>.
es: Multiplica ambos lados por <code><var>ONE_OVER_COEF</var></code>.
fr: On multiplie les deux membres par <code><var>ONE_OVER_COEF</var></code>.
nb: Multipliser begge sider med <code><var>ONE_OVER_COEF</var></code>.
pl: Pomnóż obie strony przez <code><var>ONE_OVER_COEF</var></code>.
pt: Multiplique os dois lados por <code><var>ONE_OVER_COEF</var></code>.
tr: İki tarafı <code><var>ONE_OVER_COEF</var></code> ile çarpın.

source: Multiply both sides by <code>\blue{(<var>EXPR</var>)}</code>.
da: Gang begge sider med <code>\blue{(<var>EXPR</var>)}</code>.
es: Multiplica ambos lados por <code>\blue{(<var>EXPR</var>)}</code>.
nb: Multipliser begge sider med <code>\blue{(<var>EXPR</var>)}</code>.
pl: Pomnóż obie strony przez <code>\blue{(<var>EXPR</var>)}</code>.
pt: Multiplique os dois lados por <code>\blue{(<var>EXPR</var>)}</code>.
tr: İki tarafı <code>\blue{(<var>EXPR</var>)}</code> ile çarpınız.

source: Multiply both sides by <code>\blue{<var>DENOMINATOR1</var>}</code>.
fr: On multiplie les deux côtés par <code>\blue{<var>DENOMINATOR1</var>}</code>.
nb: Multiplisere begge sider med <code>\blue{<var>DENOMINATOR1</var>}</code>.
pl: Pomnóż obie strony przez <code>\blue{<var>DENOMINATOR1</var>}</code>.
pt: Multiplique os dois lados por <code>\blue{<var>DENOMINATOR1</var>}</code>.
tr: İki tarafı <code>\blue{<var>DENOMINATOR1</var>}</code> ile çarpınız.

source: Multiply both sides by <code>\blue{<var>X</var>}</code>.
fr: On multiplie les deux côtés par <code>\blue{<var>X</var>}</code>.
nb: Multipliser begge sider med<code>\blue{<var>X</var>}</code>.
pl: Pomnóż obie strony przez <code>\blue{<var>X</var>}</code>.
pt: Multiplique os dois lados por <code>\blue{<var>X</var>}</code>.
tr: İki tarafı <code>\blue{<var>X</var>}</code> ile çarpınız.

source: Multiply both sides by <code>\green{\dfrac{<var>DENOMINATOR2</var>}{<var>NUMERATOR2</var>}}</code>.
fr: Multiplier chaque côté par <code>\green{\dfrac{<var>DENOMINATOR2</var>}{<var>NUMERATOR2</var>}}</code>.
nb: Multipliser begge sider med <code>\green{\dfrac{<var>DENOMINATOR2</var>}{<var>NUMERATOR2</var>}}</code>.
pl: Pomnóż obie strony przez <code>\green{\dfrac{<var>DENOMINATOR2</var>}{<var>NUMERATOR2</var>}}</code>.
pt: Multiplique os dois lados por <code>\green{\dfrac{<var>DENOMINATOR2</var>}{<var>NUMERATOR2</var>}}</code>.
tr: İki tarafı <code>\green{\dfrac{<var>DENOMINATOR2</var>}{<var>NUMERATOR2</var>}}</code> ile çarpınız.

source: Multiply both sides by <code>x - <var>NUMERATOR</var></code>:
da: Gang begge sider med <code>x - <var>NUMERATOR</var></code>:
es: Multiplica ambos lados por <code>x - <var>NUMERATOR</var></code>:
fr: On multiplie les deux membres par <code>x - <var>NUMERATOR</var></code>:
nb: Multipliser begge sider med <code>x - <var>NUMERATOR</var></code>:
pl: Pomnóż obie strony przez <code>x - <var>NUMERATOR</var></code>:
pt: Multiplique os dois lados por <code>x - <var>NUMERATOR</var></code>:
tr: İki tarafı ile <code>x - <var>NUMERATOR</var></code> ile çarpın:

source: Multiply both sides by the left denominator.
da: Gang begge sider med den nævneren til venstre.
es: Multiplica ambos lados por el denominador de la izquierda.
fr: On multiplie les deux membres par le dénominateur.
nb: Multipliser begge sider med nevneren til venstre.
pl: Pomnóż obie strony przez lewy mianownik.
pt: Multiplique os dois lados pelo denominador da esquerda.
tr: İki tarafı soldaki payda ile çarpınız.

source: Multiply both sides by the right denominator.
da: Gang begge sider med nævneren til højre.
es: Multiplica ambos lados por el denominador de la derecha.
fr: On multiplie les deux membres par le dénominateur.
nb: Multipliser begge sider med nevneren til høyre.
pl: Pomnóż obie strony przez prawy mianownik.
pt: Multiplique os dois lados pelo denominador da direita.
tr: İki tarafı sağdaki payda ile çarpınız.

source: Multiply both sides of the equation by <code><var>B2</var></code>.
da: Gang begge sider af ligningen med <code><var>B2</var></code>.
es: Multiplica ambos lados de la ecuación por <code><var>B2</var></code>.
fr: On multiplie les deux membres de l'équation par <code><var>B2</var></code>.
nb: Multipliser begge sider av likningen med <code><var>B2</var></code>.
pl: Pomnóżmy obie strony równania przez <code><var>B2</var></code>.
pt: Multiplique os dois lados da equação por <code><var>B2</var></code>.
tr: Denklemin iki tarafını <code><var>B2</var></code> ile çarpın.

source: Multiply both sides of the equation by <code><var>CONSTANT</var></code>.
da: Gang begge sider af ligningen med <code><var>CONSTANT</var></code>.
fr: On multiplie les deux membres par <code><var>CONSTANT</var></code>.
nb: Multipliser begge sider av likningen med <code><var>CONSTANT</var></code>.
pt: Multiplique os dois lados da equação por <code><var>CONSTANT</var></code>.
tr: Denklemin iki tarafını <code><var>CONSTANT</var></code> ile çarpın.

source: Multiply both sides of the equation by <code><var>DENOMINATOR</var></code>.
da: Gang sig begge sider af ligningen med <code><var>DENOMINATOR</var></code>.
fr: On multiplie les deux membres par <code><var>DENOMINATOR</var></code>.
nb: Multipliser begge sider av likningen med <code><var>DENOMINATOR</var></code>.
pt: Multiplique os dois lados da equação por <code><var>DENOMINATOR</var></code>.
tr: Denklemin iki tarafını <code><var>DENOMINATOR</var></code> ile çarpın.

source: Multiply each side by <code><var>A_SIDES[SOLUTION_INDEX]</var></code> and simplify.
es: Multiplica cada lado por <code><var>A_SIDES[SOLUTION_INDEX]</var></code> y simplifica.
fr: On multiplie chacun des membres par <code><var>A_SIDES[SOLUTION_INDEX]</var></code> et on simplifie.
pl: Pomnóż każdy bok przez <code><var>A_SIDES[SOLUTION_INDEX]</var></code> i uprość.
pt: Multiplique cada um dos lados por <code><var>A_SIDES[SOLUTION_INDEX]</var></code> e simplifique.
tr: Her tarafı <code><var>A_SIDES[SOLUTION_INDEX]</var></code> ile çarpınız ve sadeleştiriniz.

source: Multiply each term by a common denominator of <code><var>COMMON_DENOM</var></code>
da: Gang med en fællesnævneren på <code><var>COMMON_DENOM</var></code>
es: Multiplica cada término por un denominador común de <code><var>COMMON_DENOM</var></code>
fr: On multiplie chaque terme par le dénominateur commun <code><var>COMMON_DENOM</var></code>
nb: Multipliser hvert ledd med en fellesnevner på <code><var>COMMON_DENOM</var></code>
pl: Pomnóż każdy wyraz przez wspólny mianownik <code><var>COMMON_DENOM</var></code>
pt: Multiplique cada fator por um denominador comum <code><var>COMMON_DENOM</var></code>
tr: Her bir terimi <code><var>COMMON_DENOM</var></code> ortak paydasıyla çarpın

source: Multiply the <span data-if="INDEX === 2">bottom</span><span data-else="">top</span> equation by <span data-if="INDEX === 2"><code><var>MULT2</var></code></span><span data-else=""><code><var>MULT1</var></code></span><span data-if="INDEX === 3"> and the bottom equation by <code><var>MULT2</var></code></span>.
da: Gang den <span data-if="INDEX === 2">nederste</span><span data-else="">øverste</span> ligning med <span data-if="INDEX === 2"><code><var>MULT2</var></code></span><span data-else=""><code><var>MULT1</var></code></span><span data-if="INDEX === 3"> og den nederste ligning med <code><var>MULT2</var></code></span>.
es: Multiplica la ecuación <span data-if="INDEX === 2">inferior</span><span data-else="">superior</span> por <span data-if="INDEX === 2"><code><var>MULT2</var></code></span><span data-else=""><code><var>MULT1</var></code></span><span data-if="INDEX === 3"> y la ecuación inferior por <code><var>MULT2</var></code></span>.
fr: On multiplie les deux membres de l'équation <span data-if="INDEX === 2">du bas</span><span data-else="">du haut</span> par <span data-if="INDEX === 2"><code><var>MULT2</var></code></span><span data-else=""><code><var>MULT1</var></code></span><span data-if="INDEX === 3"> et l'équation du bas par <code><var>MULT2</var></code></span>.
nb: Multipliser <span data-if="INDEX === 2">nederste</span><span data-else="">øverste</span> likningen med <span data-if="INDEX === 2"><code><var>MULT2</var></code></span><span data-else=""><code><var>MULT1</var></code></span><span data-if="INDEX === 3"> og den nederste likningen med <code><var>MULT2</var></code></span>.
pt: Multiplique a equação <span data-if="INDEX === 2">inferior</span><span data-else="">superior</span> por <span data-if="INDEX === 2"><code><var>MULT2</var></code></span><span data-else=""><code><var>MULT1</var></code></span><span data-if="INDEX === 3"> e a equação inferior por<code><var>MULT2</var></code></span>.
tr: <span data-if="INDEX === 2">Alttaki</span><span data-else="">Üstteki</span> denklemi <span data-if="INDEX === 2"><code><var>MULT2</var></code></span><span data-else=""><code><var>MULT1</var></code></span> ile, <span data-if="INDEX === 3"> ve alltaki denklemi <code><var>MULT2</var></code></span> ile çarpın.

source: Multiply the bottom equation by <code><var>MULT2</var></code>.
da: Gang den nederste ligning med <code><var>MULT2</var></code>.
es: Multiplica la ecuación de abajo por <code><var>MULT2</var></code>.
fr: On multiplie la deuxième équation par <code><var>MULT2</var></code>.
nb: Multipliser den nederste ligningen med <code><var>MULT2</var></code>.
pl: Pomnóż dolne równanie przez <code><var>MULT2</var></code>.
pt: Multiplique a equação de baixo por <code><var>MULT2</var></code>.
tr: Alttaki denklemi <code><var>MULT2</var></code> ile çarpın.

source: Multiply the first expression by <code>\dfrac{<var>D2</var>}{<var>D2</var>}</code>.
da: Gang det første udtryk med <code>\dfrac{<var>D2</var>}{<var>D2</var>}</code>.
es: Multiplica la primera expresión por <code>\dfrac{<var>D2</var>}{<var>D2</var>}</code>.
fr: On multiplie la première fraction par <code>\dfrac{<var>D2</var>}{<var>D2</var>}</code>.
nb: Multipliser det første uttrykket med <code>\dfrac{<var>D2</var>}{<var>D2</var>}</code>.
pl: Pomnóż pierwsze wyrażenie przez <code>\dfrac{<var>D2</var>}{<var>D2</var>}</code>.
pt: Multiplique a primeira expressão por <code>\dfrac{<var>D2</var>}{<var>D2</var>}</code>.
tr: Birinci ifadeyi <code>\dfrac{<var>D2</var>}{<var>D2</var>}</code> ile çarpın.

source: Multiply the first term by <code>\dfrac{<var>DENOMINATOR2</var>}{<var>DENOMINATOR2</var>}</code>:
da: Gang det første led med <code>\dfrac{<var>DENOMINATOR2</var>}{<var>DENOMINATOR2</var>}</code>:
es: Multiplica el primer término por <code>\dfrac{<var>DENOMINATOR2</var>}{<var>DENOMINATOR2</var>}</code>:
fr: On multiplie la première fraction par <code>\dfrac{<var>DENOMINATOR2</var>}{<var>DENOMINATOR2</var>}</code> :
nb: Multipliser det første leddet med <code>\dfrac{<var>DENOMINATOR2</var>}{<var>DENOMINATOR2</var>}</code>:
pl: Pomnóż pierwszy wyraz przez <code>\dfrac{<var>DENOMINATOR2</var>}{<var>DENOMINATOR2</var>}</code>:
pt: Multiplique o primeiro termo por <code>\dfrac{<var>DENOMINATOR2</var>}{<var>DENOMINATOR2</var>}</code>:
tr: İlk terimi <code>\dfrac{<var>DENOMINATOR2</var>}{<var>DENOMINATOR2</var>}</code> ile çarpınız:

source: Multiply the following complex numbers:
es: Multiplica los números complejos siguientes:
fr: Calculer le produit des nombres complexes :
pt: Multiplique os números complexos a seguir:
tr: Aşağıdaki karmaşık sayıları çarpınız:

source: Multiply the second expression by <code>\dfrac{<var>D1</var>}{<var>D1</var>}</code>.
da: Gang det andet udtryk med <code>\dfrac{<var>D1</var>}{<var>D1</var>}</code>.
es: Multiplica la segunda expresión por <code>\dfrac{<var>D1</var>}{<var>D1</var>}</code>.
fr: On multiplie la deuxième fraction par <code>\dfrac{<var>D1</var>}{<var>D1</var>}</code>.
nb: Multipliser det andre uttrykket med <code>\dfrac{<var>D1</var>}{<var>D1</var>}</code>.
pl: Pomnóż drugie wyrażenie przez <code>\dfrac{<var>D1</var>}{<var>D1</var>}</code>.
pt: Multiplique a segunda expressão por <code>\dfrac{<var>D1</var>}{<var>D1</var>}</code>.
tr: İkinci ifadeyi <code>\dfrac{<var>D1</var>}{<var>D1</var>}</code> ile çarpın.

source: Multiply the second term by <code>\dfrac{<var>DENOMINATOR1</var>}{<var>DENOMINATOR1</var>}</code>:
es: Multiplica el segundo término por <code>\dfrac{<var>DENOMINATOR1</var>}{<var>DENOMINATOR1</var>}</code>:
fr: On multiplie la deuxième fraction par <code>\dfrac{<var>DENOMINATOR1</var>}{<var>DENOMINATOR1</var>}</code> :
nb: Multipliser det andre leddet med <code>\dfrac{<var>DENOMINATOR1</var>}{<var>DENOMINATOR1</var>}</code>:
pl: Pomnóż drugi wyraz przez <code>\dfrac{<var>DENOMINATOR1</var>}{<var>DENOMINATOR1</var>}</code>:
pt: Multiplique o segundo termo por <code>\dfrac{<var>DENOMINATOR1</var>}{<var>DENOMINATOR1</var>}</code>:
tr: İkinci terimi <code>\dfrac{<var>DENOMINATOR1</var>}{<var>DENOMINATOR1</var>}</code> ile çarpınız:

source: Multiply the top equation by <code><var>MULT1</var></code> and the bottom equation by <code><var>MULT2</var></code>.
da: Gang den øverste ligning med <code><var>MULT1</var></code> og den nederste ligning med <code><var>MULT2</var></code>.
es: Multiplica la ecuación de arriba por <code><var>MULT1</var></code> y la ecuación de abajo por <code><var>MULT2</var></code>.
fr: On multiplie la première équation par<code><var>MULT1</var></code> et la deuxième par<code><var>MULT2</var></code>.
nb: Multipliser den øverste ligningen med <code><var>MULT1</var></code> og den nederste ligningen med <code><var>MULT2</var></code>.
pl: Pomnóż górne równanie przez <code><var>MULT1</var></code> i dolne równanie przez <code><var>MULT2</var></code>.
pt: Multiplique a equação de cima por <code><var>MULT1</var></code> e a equação de baixo por <code><var>MULT2</var></code>.
tr: Üstteki denklemi <code><var>MULT1</var></code> ve alttaki denklemi <code><var>MULT2</var></code> ile çarpın.

source: Multiply the top equation by <code><var>MULT1</var></code>.
da: Gang den øverste ligning med <code><var>MULT1</var></code>.
es: Multiplica la ecuación de arriba por <code><var>MULT1</var></code>.
fr: On multiplie la première équation par <code><var>MULT1</var></code>.
nb: Multipliser den øverste ligningen med <code><var>MULT1</var></code>.
pl: Pomnóż górne równanie przez <code><var>MULT1</var></code>.
pt: Multiplique a equação de cima por <code><var>MULT1</var></code>.
tr: Üstteki denklemi <code><var>MULT1</var></code> ile çarpın.
