Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Sruti Nadimpalli recently completed a Pediatric Infectious Disease fellowship at Columbia Medical Center, where she was the recipient of the Thrasher Pediatric Research Foundation Early Career Award grant. She has a specific interest in the care of immunodeficient and immunocompromised children.
pt: Sruti Nadimpalli recentemente completou o programa de fellowship em doenças pediátricas infecciosas no Centro Médico Columbia, onde recebeu o Early Career Award da Fundação de Pesquisa Pediátrica Thrasher. Tem interesse especial no tratamento de crianças imunodeficientes e imunocomprometidas.
tr: Sruti Nadimpalli yakın zamanda Columbia Tıp Merkezinde Pediyatrik Enfeksiyon Hastalıkları bursunu tamamlamıştır, burada Thrasher Pediyatrik Araştırma Vakfı'nın Erken Kariyer Ödül hibesine hak kazanmıştır. Bağışıklık yetmezliği veya bağışıklık sistemi tehlikede olan çocukların bakımına özel bir ilgi duymaktadır.

source: St. Vincent’s Hospital Melbourne
pt: Hospital St. Vincent em Melbourne
tr: St. Vincent Hastanesi Melbourne

source: Standard deviation
es: Desviación estándar
fr: Écart-type
nb: Standardavvik
pt: Desvio padrão
tr: standart sapma

source: Standard deviation:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>stdDev( DATA )</var></span> years
es: Desviación estándar:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>stdDev( DATA )</var></span> años de edad
fr: Écart type :<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>stdDev( DATA )</var></span> ans
pl: Odchylenie standardowe:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>stdDev( DATA )</var></span> lat
pt: Desvio padrão:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>stdDev( DATA )</var></span> anos
tr: Standart sapma:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>stdDev( DATA )</var></span> yıl

source: Standard deviation:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>stdDevPop( DATA )</var></span> years
fr: Écart type :<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>stdDevPop( DATA )</var></span> ans
pl: Odchylenie standardowe:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>stdDevPop( DATA )</var></span> lat
pt: Desvio padrão:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>stdDevPop( DATA )</var></span> anos
tr: Standart sapma:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>stdDevPop( DATA )</var></span> yıl

source: Stanford University
pt: Universidade de Stanford
tr: Stanford Üniversitesi

source: Stanford University School of Medicine
fr: Faculté de Médecine de l'Université de Stanford
pt: Escola de Medicina da Stanford University
tr: Stanford Üniversitesi Tıp Fakültesi

source: Starky (Sapling)
da: Starky (unge)
es: Starky (retoño)
fr: Starky (Pousse)
ja: スターキー (若木)
nb: Starky (Liten plante)
nl: Starky (boompje)
pl: Starky (Drzewko)
pt: Starky (muda)
pt_pt: Estrelado (arbusto)
tr: Starky (Fidan)

source: Starky (Seed)
da: Starky (frø)
es: Starky (semilla)
fr: Starky (Graine)
ja: スターキー (種)
nb: Starky (Frø)
nl: Starky (zaadje)
pl: Starky (Nasionko)
pt: Starky (semente)
pt_pt: Estrelado (semente)
tr: Starky (Tohum)

source: Starky (Seedling)
da: Starky (sætteplante)
es: Starky (germinado)
fr: Starky (Jeune pousse)
ja: スターキー (苗木)
nb: Starky (Spire)
nl: Starky (zaailing)
pl: Starky (Sadzonka)
pt: Starky (broto)
pt_pt: Estrelado (rebento)
tr: Starky (Fide)

source: Starky (Tree)
da: Starky (træ)
es: Starky (árbol)
fr: Starky (Plante)
ja: スターキー (木)
nb: Starky (Tre)
nl: Starky (boom)
pl: Starky (Drzewo)
pt: Starky (árvore)
pt_pt: Estrelado (árvore)
tr: Starky (Ağaç)

source: Starky (Ultimate)
da: Starky (endelig)
es: Starky (máximo)
fr: Starky (Arbre)
ja: スターキー (究極)
nb: Starky (Fullstendig)
nl: Starky (ultiem)
pl: Starky (Wymiatacz)
pt: Starky (forma final)
pt_pt: Estrelado (supremo)
tr: Starky (En Büyük)

source: Start
es: Empezar
fr: Commencer
ja: 開始
pt: Iniciar
pt_pt: Começar
tr: Başlat

source: Start New Chunk
da: Start ny lydbid
es: Iniciar nuevo segmento
fr: Commencer un Nouveau Morceau
ja: 新しいのを始める
nb: Start Ny Bit
nl: Begin een nieuw stuk
pl: Rozpocznij nowy kawałek
pt: Começar novo bloco
pt_pt: Começar novo bloco
tr: Yeni bir yığın başlat

source: Start Over
da: Start forfra
es: Volver a empezar
fr: Recommencer
ja: もう一度はじめる
nb: Starte på nytt
nl: Begin opnieuw
pl: Zacznij od nowa
pt: Recomeçar
pt_pt: Recomeçar
tr: Baştan başla

source: Start by collecting the significands and exponents.
es: Empieza juntando los significandos y los exponentes.
fr: On commence par identifier les nombres et les exposants.
nb: Start med å samle sifferne og eksponentene.
nl: Verzamel eerst de significanten en de exponenten.
pl: Zacznij od zebrania współczynników i wykładników.
pt: Comece coletando os coeficientes e os expoentes.
tr: Önemli terimleri ve üsleri birleştirmekle başlayalım.

source: Start by counting the total number of <var>BADGE</var> symbols.
fr: On commence par compter le nombre total de symboles <var>BADGE</var>.
nb: Start med å telle det totale antallet <var>BADGE</var> symboler.
pl: Zacznij od policzenia łącznej liczby symboli <var>BADGE</var>.
pt: Comece contando o número total de símbolos de <var>BADGE</var>.
tr: <var>BADGE</var> sembollerininin toplam adetini sayarak başlayın.

source: Start by distributing the <code>(\blue{<var>X</var> + <var>B</var>})</code>:
es: Comienza por distribuir <code>(\blue{<var>X</var> + <var>B</var>})</code>:
fr: D'abord, on distribue <code>(\blue{<var>X</var> + <var>B</var>})</code> :
nb: Start med å gange inn <code>(\blue{<var>X</var> + <var>B</var>})</code>:
pl: Zacznij wymnożenia <code>(\blue{<var>X</var> + <var>B</var>})</code>:
pt: Comece distribuindo o <code>(\blue{<var>X</var> + <var>B</var>})</code>:
tr: <code>(\blue{<var>X</var> + <var>B</var>})</code>'yi dağıtmakla başlayın:

source: Start coding now
bg: Започнете да кодирате сега
da: Start programmering nu
es: Empieza a programar ahora
fr: Commencez à coder !
nb: Starte koding nå
nl: Begin nu met programmeren
pl: Zacznij kodować już teraz
pt: Comece a programar agora mesmo
pt_pt: Começa a programar agora
tr: Kod yazmaya şimdi başlayın

source: Start creating databases
bg: Започнете създаването на бази данни
da: Start med at lave databaser
es: Comienza a crear bases de datos
fr: Créez votre base de données
nb: Opprette databaser
nl: Beginnen met het maken van databases
pl: Zacznij tworzyć bazy danych
pt: Comece a criar bancos de dados
pt_pt: Criar base de dados
tr: Veritabanları oluşturmaya başlayın

source: Start creating webpages
bg: Започнете да създавате уеб страници
da: Start med at lave hjemmesider
es: Comienza a crear páginas web
fr: Créez votre page Web
nb: Starte å lage websider
nl: Beginnen met het maken van webpagina 's
pl: Zacznij tworzyć strony internetowe
pt: Comece a criar páginas Web
pt_pt: Criar página Web
tr: Web sayfaları yaratmaya başlayın

source: Start drawing with code
da: Start tegning med kode
es: Comienza a dibujar con código
fr: Commencez à dessiner en codant
nb: Start å tegne med kode
nl: Begin met tekenen door programmeren
pl: Zacznij rysować z kodem
pt: Comece a desenhar com código
pt_pt: Começa a desenhar com código
tr: Kodla çizmeye başlayın

source: Start earning points by learning math now.
es: Comienza a ganar puntos por aprender matemáticas desde ya.
ja: 今数学を習い始めてポイントを獲得しはじめましょう．
nb: Start å tjene poeng og kom igang med matematikklæringen nå.
pl: Już teraz zacznij zdobywać punkty ucząc się matematyki.
pt: Comece agora a ganhar pontos aprendendo matemática.
pt_pt: Começa a ganhar pontos agora por aprenderes Matemática.
tr: Matematik öğrenerek puan kazanmaya şimdi başlayın.

source: Start learning
da: Begynd at lære
es: Empieza a aprender
fr: Commencer à apprendre
ja: 学習を始める
nb: Begynn å lære
nl: Begin met leren
pl: Rozpocznij naukę
pt: Comece a aprender
pt_pt: Começar a aprender
tr: Öğrenmeye başla

source: Start learning now
da: Begynd at lære nu
es: Empieza a aprender ahora
fr: Commencez à apprendre
ja: 今すぐ学びはじめましょう．
nb: Start læringen nå
nl: Begin nu met leren
pl: Zacznij się uczyć już teraz
pt: Comece a aprender agora
pt_pt: Começa a aprender agora
tr: Hemen öğrenmeye başla!

source: Start learning now. For free. For everyone. Forever.
da: Begynde at lære nu. Gratis. For alle. For evigt.
es: Empieza a aprender ahora. Es gratis. Para todo el mundo. Para siempre.
fr: Commencez à apprendre. La Khan Academy est gratuite et le restera, pour tous.
ja: いますぐ学びはじめよう． 無料で，誰でも，いつまでも学べます．
nb: Begynne å lære nå. Gratis. For alle. Alltid.
nl: Start nu met leren. Gratis. Voor iedereen. Voor altijd.
pl: Zacznij uczyć się już teraz. Za darmo. Dla każdego. Na zawsze.
pt: Comece a aprender agora. Gratuitamente. Para todos. Sempre.
pt_pt: Começa a aprender agora. Gratuitamente. Para todos. Para sempre.
tr: Öğrenmeye hemen başlayın. Herkes için, sonsuza kadar ücretsiz.

source: Start learning on Khan Academy
da: Start med at lære om Khan Academy
es: Comienza a aprender en Khan Academy
fr: Commencez à apprendre sur la Khan Academy
ja: カーンアカデミーで学びはじめる
nb: Start med å lære om Khan Academy
nl: Begin met leren op Khan Academy
pl: Rozpocznij naukę na Khan Academy
pt: Comece a aprender na Khan Academy
pt_pt: Começa a aprender com a Khan Academy
tr: Khan Academy ile öğrenmeye başlayın

source: Start learning on Khan Academy now
es: Comienza a aprender en Khan Academy ahora
ja: カーンアカデミーで今から学び始めましょう
nb: Begynne å lære på Khan Academy nå
pl: Zacznij się uczyć z Khan Academy już teraz
pt: Comece a aprender na Khan Academy agora
pt_pt: Começa a aprender agora
tr: Khan Academy'de öğrenmeye şimdi başlayın

source: Start practicing now
nb: Begynn å øve nå
pt: Comece a praticar agora
tr: Hemen alıştırma yapmaya başlayın

source: Start practicing now!
da: Start med at øve nu!
es: ¡Comienza a practicar ahora!
fr: Commencez à vous exercer maintenant !
nb: Begynn å øve nå!
nl: Begin nu met oefenen!
pl: Zacznij ćwiczyć teraz!
pt: Comece a praticar agora!
pt_pt: Começa a praticar agora!
tr: Şimdi alıştırma yapmaya başlayın!

source: Start the next step
da: Start det næste trin
es: Comienza el siguiente paso
fr: Commencer l'étape suivante
ja: 次のステップをはじめる
nb: Start neste trinn
nl: Start de volgende stap
pl: Następny krok
pt: Comece o próximo passo
pt_pt: Avance para o passo seguinte
tr: Bir sonraki adıma geçin

source: Start this mission
da: Start denne mission
es: Empieza esta misión
fr: Commencez cette mission
ja: このミッションを始める
nb: Start dette oppdraget
nl: Start deze missie
pl: Rozpocznij tę misję
pt: Iniciar esta missão
pt_pt: Iniciar esta missão
tr: Bu hedefe başlayın

source: Start typing the name of challenge or skill to find it
bg: Започни да пишеш името на упражнение или способност, за да го намериш
da: Begynd at skrive titlen på udfordringen eller færdigheden for at finde den
es: Escribe el nombre del desafío o de la habilidad para encontrarlo
fr: Écrivez ici le nom de l'exercice que vous recherchez
ja: まずは学びたい科目やスキルの名前を入力して探すことからはじめてみましょう．
nb: Start å skrive navnet til en utfordring eller en øvelse
nl: Begin de naam te typen om een uitdaging of vaardigheid te vinden
pl: Zacznij pisać nazwę wyzwania lub umiejętności, żeby je odnaleźć
pt: Comece digitando o nome do desafio ou da habilidade para encontrá-los
pt_pt: Pesquisa por desafio ou competência
tr: Bulmak için soru ya da beceri ismini yazmaya başlayın

source: Start with a letter.
da: Start med et bogstav.
es: Empieza con una letra.
fr: Commencer par une lettre.
nb: Start med en bokstav.
nl: Begin met een brief.
pl: Zaczynać się od litery.
pt: Comece com uma letra.
tr: Bir harf ile başlamalı.

source: Start with the compound that has the most elements <code>(\text{NH}_4\text{NO}_3)</code>.
pl: Zacznij od związku złożonego z największej liczby pierwiastków: <code>(\text{NH}_4\text{NO}_3)</code>.
pt: Comece com o composto que tem o maior número de elementos <code>(\text{NH}_4\text{NO}_3)</code>.
tr: En fazla elementi olan bileşik, <code>(\text{NH}_4\text{NO}_3)</code>, ile başlayın.

source: Start with the cosine angle addition identity:
es: Comienza con la identidad de suma de ángulos del coseno:
fr: On part de la formule du cosinus d'une somme :
pt: Comece pela identidade de adição do ângulo cosseno:
tr: Kosinüs açı toplamı özdeşliğiyle başlayın:

source: Start with the sine angle addition identity:
es: Comienza con la identidad de suma de ángulos del seno:
fr: On part de la formule du sinus d'une somme :
pt: Comece pela identidade de adição do ângulo seno:
tr: Sinüs açı toplamı özdeşliğiyle başlayın:

source: Start your %(title)s adventure
nb: Start din %(title)s utforskning
pt: Comece sua aventura %(title)s
tr: %(title)s maceranıza başlayın

source: Start your mastery challenge
da: Start din beherskelsesudfordring
es: Comienza tu desafío de dominio
fr: Commencez votre défi maîtrise
ja: あなたのマスタリーチャレンジを始める
nb: Start din mestringsutfordring
nl: Start je meesterschapsuitdaging
pl: Rozpocznij swoje wyzwanie mistrzowskie
pt: Inicie seu desafio
tr: Uzmanlık görevine başla

source: Start your math adventure
da: Start dit eventyr i matematikkens verden
es: Empieza tu aventura matemática
fr: Entrez dans l'aventure mathématique
nb: Start ditt eventyr i matematikkens verden
nl: Start jouw wiskundig avontuur
pl: Rozpocznij swoją przygodę z matematyką
pt: Comece sua aventura pela matemática
pt_pt: Começar a explorar
tr: Matematik maceranıza başlayın

source: Started
da: Startede
fr: Départ
pl: Zaczął
pt: Iniciado
tr: Başladı

source: Started %(assessment_title)s %(user_assessment_time_started)s. <a href="%(assessment_assessment_url)s">Go complete now</a>
pl: Rozpoczęty %(assessment_title)s %(user_assessment_time_started)s. <a href="%(assessment_assessment_url)s">Dokończ teraz</a>
pt: Iniciado %(assessment_title)s %(user_assessment_time_started)s. <a href="%(assessment_assessment_url)s">Concluir agora</a>
tr: %(assessment_title)s %(user_assessment_time_started)s başladı. <a href="%(assessment_assessment_url)s">Şimdi tamamlayın</a>

source: Starter
da: Begynder
es: Principiante
fr: Pour démarrer
ja: 初心者
nl: Beginner
pl: Początkujący
pt: Iniciante
pt_pt: Iniciante
tr: Yeni Başlayanlar

source: Starting Block:
da: Oprindelig Blok:
es: Bloque inicial:
fr: Bloc de départ :
hi: आरंभिक ब्लाक:
nb: Start-Blokk:
nl: Startbalk:
pl: Klocek startowy:
pt: Bloco inicial:
tr: Başlangıç bloğu:

source: Starting at home, <var>person(1)</var> traveled uphill to the <var>store(1)</var> store for <code><var>TIME_UP</var></code> minutes at just <code><var>RATE_UP</var></code> mph. He then traveled back home along the same path downhill at a speed of <code><var>RATE_DOWN</var></code> mph.
fr: En partant de chez lui, <var>person(1)</var> est monté jusqu'au magasin de <var>store(1)</var> en <code><var>TIME_UP</var></code> minutes à une vitesse de <code><var>RATE_UP</var></code> km/h. Il est ensuite redescendu chez lui en suivant le même chemin à une vitesse de <code><var>RATE_DOWN</var></code> km/h.
nb: <var>person(1)</var> startet hjemme og kjører opp en bakke til <var>store(1)</var> butikken på <code><var>TIME_UP</var></code> minutter med fart <code><var>RATE_UP</var></code> mpt. Han kjører deretter hjem igjen samme vei nedover med en fart på <code><var>RATE_DOWN</var></code> mpt.
pl: Ruszając z domu, <var>person(1)</var> poruszał się pod górkę do sklepu <var>store(1)</var> przez <code><var>TIME_UP</var></code> minut(y) z prędkością <code><var>RATE_UP</var></code> km/h. Później wracał do domu dokładnie tą samą drogą, a więc z górki, z prędkością <code><var>RATE_DOWN</var></code> km/h.
pt: Saindo de casa, <var>person(1)</var> percorreu um trajeto em subida até a loja de <var>store(1)</var> por <code><var>TIME_UP</var></code> minutos a apenas <code><var>RATE_UP</var></code> km/h. Então, ele voltou para casa descendo pelo mesmo caminho da ida a uma velocidade de <code><var>RATE_DOWN</var></code> km/h.
tr: Evden yola çıkarak, <var>person(1)</var> yokuş yukarı <var>store(1)</var> mağazasına <code><var>TIME_UP</var></code> dakika yürürken hızı <code><var>RATE_UP</var></code> mil/saat idi. Sonra, aynı yoldan yokuş aşağı yürüyerek <code><var>RATE_DOWN</var></code> mil/saat hızla eve döndü.

source: Starting at home, <var>person(1)</var> traveled uphill to the <var>store(1)</var> store for <code><var>TIME_UP</var></code> minutes at just <code><var>RATE_UP</var></code> mph. She then traveled back home along the same path downhill at a speed of <code><var>RATE_DOWN</var></code> mph.
fr: En partant de chez elle, <var>person(1)</var> est montée jusqu'au magasin de <var>store(1)</var> en <code><var>TIME_UP</var></code> minutes à une vitesse de <code><var>RATE_UP</var></code> km/h. Elle est ensuite redescendue chez elle en suivant le même chemin à une vitesse de <code><var>RATE_DOWN</var></code> km/h.
nb: <var>person(1)</var> startet hjemme og kjører opp en bakke til <var>store(1)</var> butikken på <code><var>TIME_UP</var></code> minutter med fart <code><var>RATE_UP</var></code> mpt. Hun kjører deretter hjem igjen samme vei nedover med en fart på <code><var>RATE_DOWN</var></code> mpt.
pl: Ruszając z domu, <var>person(1)</var> poruszała się pod górkę do sklepu <var>store(1)</var> przez <code><var>TIME_UP</var></code> minut(y) z prędkością <code><var>RATE_UP</var></code> km/h. Później wracała do domu dokładnie tą samą drogą, a więc z górki, z prędkością <code><var>RATE_DOWN</var></code> km/h.
pt: Saindo de casa, <var>person(1)</var> percorreu um trajeto em subida até a loja de <var>store(1)</var> por <code><var>TIME_UP</var></code> minutos a apenas <code><var>RATE_UP</var></code> km/h. Então, ela voltou para casa descendo pelo mesmo caminho da ida a uma velocidade de <code><var>RATE_DOWN</var></code> km/h.
tr: Evden yola çıkarak, <var>person(1)</var> yokuş yukarı <var>store(1)</var> mağazasına <code><var>TIME_UP</var></code> dakika yürürken hızı <code><var>RATE_UP</var></code> mil/saat idi. Sonra, aynı yoldan yokuş aşağı yürüyerek <code><var>RATE_DOWN</var></code> mil/saat hızla eve döndü.

source: Starting point
nb: Startpunkt
pt: Ponto de partida
tr: Başlangıç noktası

source: Starting temperature
nb: Start temperatur
pl: Temperatura początkowa
pt: Temperatura inicial
tr: Başlangıç sıcaklığı

source: States
fr: États
nb: Stater
pl: Stany
pt: Estados
tr: Eyaletler

source: Statistics
da: Statistik
es: Estadísticas
fr: Statistiques
ja: 統計
nb: Statistikk
nl: Statistieken
pl: Statystyki
pt: Estatística
pt_pt: Estatísticas
tr: İstatistikler

source: Stay on top of important SAT dates and news
nb: Være på toppen av viktige SAT datoer og nyheter
pt: Acompanhe as notícias e datas importantes do SAT
tr: Önemli SAT tarihlerini ve haberlerini takip edin

source: Stay up to date with your child’s progress.
da: Holde dig ajour med dit barns udvikling.
es: Mantente al día con el progreso de tu hijo.
fr: Restez au courant des pas de géant que fait votre enfant.
nb: Hold deg oppdatert med ditt barns fremgang.
nl: Blijf up-to-date met de vooruitgang van jouw kind.
pl: Bądź na bieżąco z postępami Twojego dziecka.
pt: Acompanhe o progresso de seu filho.
pt_pt: Mantenha-se a par do progresso do seu filho.
tr: Çocuğunuzun gelişimini gerçek zamanlı takip edin.

source: Stays the same
da: Forbliver det samme
es: Se mantiene igual
fr: Il ne varie pas
nb: Forblir det samme
pl: Jest stała
pt: Permanece igual
tr: Aynı kalır

source: Steadfastness
da: Standhaftighed
es: Constancia
fr: Constance
ja: 不動
nb: Standhaftighet
nl: Standvastigheid
pl: Cierpliwość
pt: Firmeza
pt_pt: Rigor e rapidez
tr: Sabır

source: Step 1: Find the adjugate
da: Trin 1: Find den adjugerede
es: Paso 1: Encuentra la adjunta
fr: Étape 1: Trouver la matrice adjointe
nb: Trinn 1: Finn den transporterte matrisen
nl: Stap 1: Bereken de geadjugeerde
pl: Krok 1: Wyznacz macierz dołączoną
pt: Etapa 1: Encontre a adjunta
tr: 1. adım: Ek matrisi bulma

source: Step 2: Find the determinant
da: Trin 2: Find determinanten
es: Paso 2: Encuentra el determinante
fr: Étape 2: Trouver le déterminant
nb: Trinn 2: Finn determinanten
nl: Stap 2: Bereken de determinant
pl: Krok 2: Znajdź wyznacznik
pt: Etapa 2: Encontre o determinante
tr: 2. adım: Determinantı bulma

source: Step 3: Put it all together
da: Trin 3: Sæt det hele sammen
es: Paso 3: Pon todo junto
fr: Étape 3 : Les utiliser pour obtenir la matrice inverse
nb: Trinn 3: Sett det hele sammen
nl: Stap 3: Voeg het geheel samen
pl: Krok 3: Zbierz wszystko razem
pt: Etapa 3: Junte tudo
tr: 3. adım: Hepsini birleştirme

source: Stephanie Roberts received her Masters degree from the Courtauld Institute of Art, London. Her research interests include 19th century British Art, the History of Art in Wales, and Tudor and Stuart portraiture.
pt: Stephanie Roberts obteve seu mestrado pelo Instituto Courtauld de Arte em Londres. Seus interesses de pesquisa incluem arte britânica do século XIX, a história da arte em Wales, e retratos das eras Tudor e Stuart.
tr: Stephanie Roberts, Master derecesini Londra'daki Courtauld Enstitüsü'nden almıştır. Araştırma alanları, 19. yüzyıl İngiliz Sanatı, Galler'de Sanat Tarihi, ve Tudor ve Stuart portreciliğidir.

source: Steven and Beth help to create Humanities-based content and learning strategies at Khan Academy.
es: Steven y Beth ayudan a crear el contenido y las estrategias de aprendizaje basados en las humanidades en Khan Academy.
pt: Steven e Beth ajudam a criar conteúdo e estratégias de aprendizado de Humanas na Khan Academy.
tr: Steven ve Beth uygarlık tarihi içerikleri ve eğitim stratejileri geliştirmek için Khan Academy’ye yardım ediyorlar.

source: Sticktoitiveness
da: Vedholdenhed
es: Perseverancia tenaz
fr: Acharnement
ja: がんばり屋
nb: Særlig god utholdenhet
nl: Doorzetter
pl: Wierność
pt: Determinação
pt_pt: Determinação
tr: Azimli olma

source: Stop coaching
da: Stop vejledning
es: Terminar tutoría
fr: Arrêter d'être son coach
ja: コーチをやめる
nb: Avslutt veiledning
nl: Stop met coachen
pl: Zrezygnuj z trenowania
pt: Parar de ensinar
pt_pt: Deixar de ser tutor
tr: Eğitmenliği durdur

source: Stopping.
da: Stopper.
es: Parando.
fr: Arrêt.
nb: Stopper.
nl: Aan het stoppen.
pl: Zatrzymuję.
pt: Parando.
tr: Duruyor.

source: Stops the program from continuously executing the code within draw(). If loop() is called, the code in draw() begin to run continuously again.
da: Stopper programmet fra løbende udførelse af kode i draw(). Hvis loop() kaldes, begynder koden i draw() at køre kontinuerligt igen.
es: Evita que el programa ejecute continuamente el código dentro draw(). Si loop(). is usado, el códifo en draw() comienza a ejecutarse repetidamente de nuevo.
nb: Stopper programmet fra kontinuerlig å kjøre koden innenfor draw(). Hvis loop() koden brukes i draw() begynne den å kjøre kontinuerlig igjen.
pl: Powstrzymuje program od ciągłego wykonywania kodu w draw(). Jeżeli zostanie wywołane loop(), kod w draw() znowu zacznie być ciągle wykonywany.
pt: Interrompe a execução contínua do código dentro de draw() pelo programa. Se loop() é chamado, o código em draw() começa a repetir continuamente de novo.
tr: Programın, draw()'ın içindeki kodu sürekli yürütmesini durdurur. draw()'ın içindeki kod, loop() çağırıldığında tekrar sürekli olarak yürütülmeye başlar.

source: Storage space
nb: Lagringsplass
pt: Capacidade de armazenamento
