Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Would you like to join %(coach)s's class?
bg: Искаш ли да се присъединиш към класа на %(coach)s?
da: Vil du tilmeldes %(coach)ss klasse?
es: ¿Te gustaría unirte a la clase de %(coach)s?
fr: Souhaitez-vous rejoindre la classe de %(coach)s ?
nb: Ønsker du å bli med i %(coach)ss klasse?
nl: Wil je meedoen in de klas van %(coach)s?
pl: Chcesz dołączyć do klasy trenera %(coach)s?
pt: Gostaria de participar da turma do(a) %(coach)s?
tr: %(coach)s isimli eğitmenin sınıfına katılmak ister misiniz?

source: Would you like to provide any additional comments?
da: Vil du gerne give nogle yderligere kommentarer?
es: ¿Te gustaría aportar algún comentario adicional?
fr: Souhaitez vous apporter des commentaires supplémentaires ?
ja: 何か補足のコメントを提供しますか?
nb: Ønsker du å gi ekstra kommentarer?
nl: Wil je nog meer commentaar toevoegen?
pl: Chcesz dodać jakieś uwagi?
pt: Gostaria de fazer mais algum comentário?
pt_pt: Pretendes acrescentar alguma informação?
tr: Eklemek istediğiniz başka bir yorum var mı?

source: Would you mind giving us the same info <a target='_blank' href='http://github.com/Khan/%(repo)s/issues/new'>over here</a>?
da: Har du noget imod at give os de samme informationer <a target='_blank' href='http://github.com/Khan/%(repo)s/issues/new'>her</a>?
es: ¿Te importaría proporcionarnos la misma información <a target='_blank' href='http://github.com/Khan/%(repo)s/issues/new'>aquí</a>?
fr: Pourriez-vous nous faire la même remarque <a target='_blank' href='http://github.com/Khan/%(repo)s/issues/new'>ici</a> ?
ja: 同じ情報を <a target='_blank' href='http://github.com/Khan/%(repo)s/issues/new'>こちらまで</a>お送りいただけませんか？
nb: Kunne du vennligst gi oss samme informasjon <a target='_blank' href='http://github.com/Khan/%(repo)s/issues/new'>her</a>?
nl: Zou je het erg vinden als je ons dezelfde informatie <a target='_blank' href='http://github.com/Khan/%(repo)s/issues/new'>hier</a> zou verschaffen?
pl: Czy mógłbyś dać nam te same informacje <a target='_blank' href='http://github.com/Khan/%(repo)s/issues/new'>tutaj</a>?
pt: Poderia nos dar a mesma informação <a target='_blank' href='http://github.com/Khan/%(repo)s/issues/new'>aqui</a>?
pt_pt: Poderia dar-nos a mesma informação <a target='_blank' href='http://github.com/Khan/%(repo)s/issues/new'>aqui</a>?
tr: Aynı bilgiyi buraya da iletmeniz mümkün olur mu? <a target='_blank' href='http://github.com/Khan/%(repo)s/issues/new'></a>

source: Would you rather do a different evaluation?
da: Vil du hellere lave en anden evaluering?
es: ¿Preferirías hacer una evaluación diferente?
fr: Pouvez-vous faire l'évaluation d'un autre projet ?
nb: Vil du heller gjøre en annen vurdering?
nl: Wil je liever een andere beoordeling geven?
pl: Czy chcesz oceniać dalej?
pt: Que você prefere fazer uma avaliação diferente?
tr: Farklı bir değerlendirme yapmak ister miydiniz?

source: Wow, You have a lot of students! We couldn't fit them all in this email.
da: Wow, har du en masse elever! Vi kunne ikke finde plads til dem alle i denne e-mail.
es: ¡Guau, tienes un montón de estudiantes! No pudimos meterlos a todos en este correo electrónico.
fr: Wow, vous avez beaucoup d'étudiants ! Nous ne pouvions pas tous les rentrer dans cet e-mail.
nb: Wow, du har mange elever! Vi fikk ikke plass til alle i denne e-posten.
nl: Wow, jij hebt veel leerlingen! Zij pasten niet allemaal in deze email.
pl: Łał, masz dużo uczniów! Nie możemy ich wszystkich zmieścić w tym e-mailu.
pt: Nossa, você tem muitos alunos! Não conseguimos colocar todos eles nesse e-mail.
tr: Vay canına, ne kadar çok öğrenciniz var! Hepsini bu e-postaya sığdıramadık.

source: Wow, you have a lot of students! We couldn't fit them all in this email, but you can <a href="%(report_url)s">check out the full report here
da: Wow, har du en masse elever! Vi kunne ikke finde plads til dem alle i denne e-mail, , men du kan <a href="%(report_url)s">tjekke den fulde rapport her
es: ¡Guau, tienes un montón de estudiantes! No pudimos meterlos a todos en este correo electrónico, pero puedes <a href="%(report_url)s"> ver el informe completo aquí.
nb: Wow, du har mange elever! Vi fikk ikke plass til alle i denne e-posten, men du kan <a href="%(report_url)s">se den fullstendige rapporten her
nl: Wow, jij hebt veel leerlingen! Zij pasten niet allemaal in deze email maar je kan het volledige rapport hier <a href="%(report_url)s">bekijken
pl: Ojej, ale mamy wielu uczniów! Nie mogłem zmieścić ich w tym e-mailu, ale możesz sprawdzić tutaj pełen raport <a href="%(report_url)s">
pt: Nossa, você tem muitos alunos! Não conseguimos colocar todos nesse e-mail, mas você pode <a href="%(report_url)s">checar o relatório completo aqui
pt_pt: Uau, tem muitos alunos! Não é possível incluí-los todos neste e-mail, mas pode <a href="%(report_url)s">ver o relatório completo aqui
tr: Vay canına, ne kadar çok öğrenciniz var! Hepsini bu e-postaya sığdıramadık, ancak raporun tamamını buradan <a href="%(report_url)s"> görüntüleyebilirsiniz.

source: Wrap an immediate function invocation in parens to assist the reader in understanding that the expression is the result of a function, and not the function itself.
da: Pak et umiddelbart funktionskald i parenteser for at hjælpe læseren med at forstå, at udtrykket er resultatet af en funktion, og det ikke er funktionen i sig selv.
es: Encierra entre paréntesis la llamada inmediata a la función para facilitar al lector entender que la expresión es el resultado de una función y no la función en sí misma.
nb: Sett en umiddelbar påkalling av en funksjon i parentes for å hjelpe leseren å forstå at uttrykket er resultatet av en funksjon, og ikke selve funksjonen.
nl: Omsluit een directe functie-aanroep met accolades om de lezer te helpen begrijpen dat de expressie het resultaat is van een functie, en niet de functie zelf.
pl: Zawijaj natychmiastowe wywołanie funkcji rodzica, aby pomóc czytelnikowi w zrozumieniu, że wyrażenie jest rezultatem funkcji, nie samą funkcją.
pt: Coloque uma invocação de função imediata entre parênteses para ajudar o leitor a entender que aquela expressão é o resultado de uma função, e não a função em si.
tr: Okuyucunun, ifadenin fonksiyonun kendisi değil de sonucu olduğunu kolayca anlayabilmesi için dolaysız fonksiyon çağrılarını parantez içine alınız.

source: Wrap the /regexp/ literal in parens to disambiguate the slash operator.
da: Pak /regexp/ bogstaverne i parentes for at det kan skelnes fra slash-operatoren.
es: Encierra el literal /regexp/ entre paréntesis para eliminar la ambigüedad con el operador diagonal (slash).
nb: Pakkke inn /regexp/ bokstavene i parentes for at de kan skilles fra slash-operatoren.
pl: Umieść literał /regexp/ w nawiasach, żeby usunąć dwuznaczność z operatora ukośnika.
pt: Coloque o /regexp/ literal entre parênteses para remover a ambiguidade do operador de barra.
tr: Slash işlemcisinin belirsizliğini gidermek için /regexp/ durağan değerini parantez içine alınız.

source: Wrapping non-IIFE function literals in parens is unnecessary.
da: Det er unødvendigt at skrive ikke-IIFE funktionsbogstaver i parenteser.
es: No es necesario encerrar entre paréntesis literales de funciones no llamadas inmediatamente (non-IIFE function).
nb: Pakke inn non-IIFE funksjonsuttrykk i parentes er ikke nødvendig.
nl: Omsluiten van niet-IIFE functie waarden door rechte haken is overbodig.
pl: Zapisywanie literałów funkcji nie będącej IIFE w nawiasach nie jest konieczne .
pt: É desnecessário colocar os literais da função não IIFE entre parênteses.
tr: IIFE olmayan fonksiyonların parantez içine alınmasına gerek yoktur.

source: Write an expression for <code>f^{-1}(x)</code>, the inverse of <code>f(x)</code>.
es: Escribe una expresión para <code>f^{-1}(x)</code>, la inversa de <code>f(x)</code>.
fr: f est la fonction qui à x fait correspondre <code>f(x)</code>, écrire l'expression de <code>f^{-1}(x)</code>.
nb: Skriv et uttrykk for <code>f^{-1}(x)</code>, den inverse av <code>f(x)</code>.
pt: Escreva uma expressão para <code>f^{-1}(x)</code>, a inversa de <code>f(x)</code>.
tr: <code>f^{-1}(x)</code>, <code>f(x)</code>'in tersi için bir ifade yazınız.

source: Write an expression to represent:
es: Escribe una expresión para representar:
fr: Traduire à l'aide d'une expression algébrique :
hi: प्रतिनिधित्व करने के लिए व्यंजक लिखें:
nb: Skriv et uttrykk som representerer:
pl: Zapisz wyrażenie, które przedstawia:
pt: Escreva uma expressão para representar:
tr: Bir ifadeyi yazarak gösteriniz:

source: Write down the username and password you choose for your child.
ja: あなたが子のために選んだユーザー名とパスワードを書いておきましょう．
nb: Skriv ned brukernavnet og passordet som du velger for barnet ditt.
pl: Zapisz nazwę użytkownika i hasło, które wybierzesz dla swojego dziecka.
pt: Anote o nome de usuário e a senha escolhida para o seu filho.
pt_pt: Aponte o nome de utilizador e a palavra-passe que definir para a conta do seu filho.
tr: Çocuğunuz için seçtiğiniz kullanıcı adı ve şifreyi yazınız.

source: Write out the multiples of <code><var>BIGGER</var></code> until we find a number divisible by <code><var>SMALLER</var></code>.
fr: On écrit les multiples de <code><var>BIGGER</var></code> jusqu'à trouver un nombre divisible par <code><var>SMALLER</var></code>.
nb: Skriv ut multiplene av<code><var>BIGGER</var></code> til vi finner et som er delelig med <code><var>SMALLER</var></code>.
nl: Schrijf de veelvouden van <code><var>BIGGER</var></code> op tot we een getal vinden dat deelbaar is door <code><var>SMALLER</var></code>.
pl: Wypiszmy wielokrotności <code><var>BIGGER</var></code>, dopóki nie znajdziemy liczby podzielnej przez <code><var>SMALLER</var></code>.
pt: Escreva os múltiplos de <code><var>BIGGER</var></code> até encontrar um número divisível por <code><var>SMALLER</var></code>.
tr: <code><var>SMALLER</var></code> ile bölünebilen bir sayı bulana kadar, <code><var>BIGGER</var></code>'in katlarını yazın.

source: Write the ratio of <var>fruit( 0 )</var>s to <var>fruit( 1 )</var>s as a simplified fraction.
fr: Ecrivez le rapport de <var>fruit( 0 )</var>s sur <var>fruit( 1 )</var>s comme une fraction simplifiée.
nb: Skriv forholdet mellom <var>fruit( 0 )</var>s og <var>fruit( 1 )</var>s som en forenklet brøk.
pt: Escreva a razão de <var>fruit( 0 )</var>s para <var>fruit( 1 )</var>s como uma fração simplificada.
tr: <var>fruit( 0 )</var>'lerin <var>fruit( 1 )</var>'lere oranını sadeleştirilmiş kesir olarak yazınız.

source: Write your answer as a whole number and remainder.
da: Skriv dit svar som et heltal og en rest.
es: Escribe tu respuesta como un número natural y el residuo.
fr: Ecrire la réponse sous forme d'un entier et d'un reste.
hi: अपना उत्तर एक पूर्ण संख्या और शेष के जितना लिखेंI
nb: Skriv svaret som et heltall og en rest.
nl: Geef het antwoord als een geheel getal en een rest.
pl: Wpisz swoją odpowiedź jako liczbę całkowitą i resztę.
pt: Escreva sua resposta como um número inteiro e o resto.
tr: Cevabınızı tam sayı ve kalan olarak yazın.

source: Writing expressions
da: Skriv udtryk
es: Escribiendo expresiones 1
fr: Traduire en langage mathématique
nb: Å skrive uttrykk
pl: Zapisywanie wyrażeń
pt: Escrevendo expressões
tr: Matematiksel İfade Yazımı

source: Writing expressions 2
fr: Ecrire des expressions 2
nb: Skrive uttrykk 2
pl: Zapisywanie wyrażeń 2
pt: Escrevendo expressões 2
tr: İfadeler Yazmak 2

source: Writing proportions
fr: Ecriture des proportions
nb: Å skrive et forhold som proporsjonalitet
pl: Zapisywanie proporcji
pt: Escrevendo proporções
tr: Orantı yazma

source: Writing the equation of the line, we have <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + b</code> <span data-if="abs( M ) === 1"> (the value of <code>m</code> is equal to <code><var>M</var></code>)</span>.
es: Escribiendo la ecuación de la recta tenemos que <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + b</code> <span data-if="abs( M ) === 1"> (el valor de <code>m</code> es igual a <code><var>M</var></code>)</span>.
fr: En écrivant l'équation de la droite, on obtient <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + b</code> <span data-if="abs( M ) === 1"> (la valeur de <code>m</code> est <code><var>M</var></code>)</span>.
nb: Vi kan skrive ligningen for linjen som <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + b</code> <span data-if="abs( M ) === 1"> (verdien til <code>m</code>er lik med <code><var>M</var></code>)</span>.
pl: Zapisując równanie prostej, mamy <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + b</code> <span data-if="abs( M ) === 1"> (wartość <code>m</code> jest równa <code><var>M</var></code>)</span>.
pt: Ao escrevermos a equação da reta, teremos <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + b</code> <span data-if="abs( M ) === 1"> (o valor de <code>m</code> é igual a <code><var>M</var></code>)</span>.
tr: Doğrunun denklemini yazmak için, <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + b</code> <span data-if="abs( M ) === 1"> (<code>m</code> değeri eşittir<code><var>M</var></code>)</span>.

source: Writing this information as an equation, we get:
da: Skriver vi informationerne ned som en ligning, får vi:
es: Escribiendo esta información como una ecuación, obtenemos:
fr: Ce qui permet d'écrire l'équation :
nb: Skriver vi informasjonen som en likning, får vi:
nl: Als we deze informatie als vergelijking opschrijven, krijgen we:
pl: Pisząc te informacje jako równanie, otrzymujemy:
pt: Escrevendo esta informação como uma equação, temos:
tr: Bu bilgiyi bir denklem olarak yazarsak, şunu buluruz:

source: X-Axis Label
da: X-akse markering
es: Etiqueta del eje x
fr: L'axe des abscisses
nb: X-akse navn
nl: X-as label
pl: Etykieta osi X
pt: Legenda do eixo X
pt_pt: Legenda do eixo das abcissas
tr: X-ekseninin etiketi

source: Y-Axis Label
da: Y-akse markering
es: Etiqueta del eje y
fr: L'axe des ordonnées
nb: Y-akse navn
nl: Y-as label
pl: Etykieta osi Y
pt: Legenda do eixo Y
pt_pt: Legenda do eixo das ordenadas
tr: Y-ekseninin etiketi

source: YALIGN: Vertical alignment, either TOP, BOTTOM, CENTER, or BASELINE
da: YALIGN: Lodret justering, enten TOP, BOTTOM, CENTER eller BASELINE
es: YALINEACION: Alineación vertical, ya sea TOP, BOTTOM, CENTER, o BASELINE
nb: YALIGN: Vertikal justering, enten TOP, BOTTOM, CENTER, eller BASELINE
pl: YALIGN: Wyrównanie pionowe, możliwe TOP, BOTTOM, CENTER, lub BASELINE
pt: YALIGN: alinhamento vertical, TOP, BOTTOM, CENTER ou BASELINE
tr: YALIGN: Düşey hizalama, TOP, BOTTOM, CENTER, veya BASELINE

source: YOUR BRAIN FITNESS REPORT
da: DIN FITNESSRAPPORT FOR DIN HJERNE
es: TU REPORTE DE APTITUD CEREBRAL
fr: VOTRE RAPPORT D'ENTRAINEMENT DES MÉNINGES
ja: あなたの脳のフィットネスレポート
nb: DIN HJERNETRIM RAPPORT
nl: JOUW BREINFITNESS VERSLAG
pl: TWÓJ RAPORT Z TESTY SPRAWNOŚCI MÓZGU
pt: SEU RELATÓRIO DE APTIDÃO CEREBRAL
pt_pt: O TEU RELATÓRIO DE EXERCÍCIO CEREBRAL
tr: BEYİN ZİNDELİK RAPORUNUZ

source: Year
da: År
es: Año
fr: Année
ja: 年
nb: År
nl: Jaar
pl: Rok
pt: Ano
pt_pt: Ano
tr: Yıl

source: Year:
ja: 年:
nb: År:
pl: Rok:
pt: Ano:
pt_pt: Ano:
tr: Yıl:

source: Yearly
pt: Anualmente
pt_pt: Anual
tr: Yıllık

source: Yellow
fr: Jaune
pl: Żółte
pt: Amarela
tr: Sarı

source: Yellow Leaf
bg: Жълто листо
da: Gult blad
es: Hoja amarilla
fr: Feuille jaune
ja: 黄色の葉っぱ
nb: Gult blad
nl: Geel blad
pl: Żółty liść
pt: Folha amarela
pt_pt: Folha amarela
tr: Sarı yaprak

source: Yep! We can represent the problem with an equation if we let the letter <code>x</code> represent <var>UNKNOWN</var>'s weight:
es: ¡Sip! Podemos representar el problema con una ecuación si hacemos que la letra <code>x</code> represente el peso de <var>UNKNOWN</var>:
fr: Oui ! Nous pouvons représenter le problème par une équation si nous utilisons la lettre <code>x</code> pour représenter le poids de <var>UNKNOWN</var> :
nb: Ja! Vi kan representere oppgaven med en likning om vi lar <code>x</code> representere <var>UNKNOWN</var>s vekt:
pl: Tak! Możemy przedstawić nasz problem przy pomocy równania, jeśli przyjmiemy, że litera <code>x</code> będzie reprezentować to ile waży <var>UNKNOWN</var>:
pt: Sim! Podemos representar o problema com uma equação se usarmos a letra <code>x</code> para representar o peso de <var>UNKNOWN</var>:
tr: Evet! <var>UNKNOWN</var>'in ağırlığını <code>x</code> ile gösterirsek, problemi denklem olarak ifade edebiliriz:

source: Yes
da: Ja
es: Sí
fr: Oui
nb: Ja
nl: Ja
pl: Tak
pt: Sim
pt_pt: Sim
tr: evet

source: Yes &mdash; And I've constructed a congruent triangle, and this is the <strong>ONLY</strong> triangle I can construct with these conditions.
es: Sí &mdash; Y he construido un triángulo congruente, y este es el <strong>ÚNICO</strong> triángulo que puedo construir con estas condiciones.
fr: Oui &mdash; et j'ai construit un triangle isométrique, et c'est le <strong>SEUL</strong> triangle que l'on peut construire en respectant ces conditions.
pl: Tak &mdash; Trójkąt przeze mnie stworzony jest przystający, i jest to <strong>JEDYNY</strong> trójkąt, jaki mogę stworzyć zgodnie z tymi warunkami.
pt: Sim &mdash; E eu construí um triângulo congruente, e este é o <strong>ÚNICO</strong> triângulo que eu construí com essas condições.
tr: Evet &mdash; Ve eş bir üçgen çizdim, ve bu, bu koşullarla oluşturabileceğim <strong>TEK</strong> üçgendir.

source: Yes!
da: Ja!
es: ¡Si!
fr: Oui !
nb: Ja!
nl: Ja!
pl: Tak!
pt: Sim!
pt_pt: Sim!
tr: Evet!

source: Yes! Sign me in!
da: Ja! Log mig ind!
es: ¡Si! ¡Inicia mi sesión!
fr: Oui ! Je veux me connecter !
ja: はい! サインインします!
nb: Ja! Logg meg på!
nl: Ja! Meld me aan!
pl: Tak! Zaloguj mnie!
pt: Sim, conectar!
pt_pt: Sim! Quero iniciar sessão!
tr: Evet! Beni kaydedin!

source: Yes, <code>\blue{<var>NUMBER % 100</var> \div 4 = <var>NUMBER % 100 / 4</var>}</code>, so <code><var>NUMBER</var></code> must also be divisible by <code>4</code>.
da: Ja, <code>\blue{<var>NUMBER % 100</var> \div 4 = <var>NUMBER % 100 / 4</var>}</code>, så <code><var>NUMBER</var></code> må altså være deleligt med <code>4</code>.
es: Sí, <code>\blue{<var>NUMBER % 100</var> \div 4 = <var>NUMBER % 100 / 4</var>}</code>, así que <code><var>NUMBER</var></code> debe también ser divisible entre <code>4</code>.
fr: Oui, <code>\blue{<var>NUMBER % 100</var> \div 4 = <var>NUMBER % 100 / 4</var>}</code>, donc <code><var>NUMBER</var></code> est divisible par <code>4</code>.
hi: हाँ, <code>\blue{<var>NUMBER % 100</var> \div 4 = <var>NUMBER % 100 / 4</var>}</code>, तो <code><var>NUMBER</var></code> भी विभाजित हो सकता है <code>4</code> इससेI
nb: Ja, <code>\blue{<var>NUMBER % 100</var> \div 4 = <var>NUMBER % 100 / 4</var>}</code>, så <code><var>NUMBER</var></code> må altså være delelig med <code>4</code>.
nl: Ja, <code>\blue{<var>NUMBER % 100</var> \div 4 = <var>NUMBER % 100 / 4</var>}</code>, dus <code><var>NUMBER</var></code> moet ook deelbaar zijn door <code>4</code>.
pl: Tak, <code>\blue{<var>NUMBER % 100</var> \div 4 = <var>NUMBER % 100 / 4</var>}</code>, dlatego też <code><var>NUMBER</var></code> musi także być podzielna przez <code>4</code>.
pt: Sim, <code>\blue{<var>NUMBER % 100</var> \div 4 = <var>NUMBER % 100 / 4</var>}</code>, portanto, <code><var>NUMBER</var></code> também deve ser divisível por <code>4</code>.
tr: Evet, <code>\blue{<var>NUMBER % 100</var> \div 4 = <var>NUMBER % 100 / 4</var>}</code>, bu sebeple <code><var>NUMBER</var></code> de <code>4</code> ile bölünebilir olmalıdır.

source: Yes, <code>\overline{AB}</code> and <code>\overline{CD}</code> are congruent.
nb: Ja, <code>\overline{AB}</code> og <code>\overline{CD}</code> er sammenfallende.
pt: Sim, <code>\overline{AB}</code> e <code>\overline{CD}</code> são congruentes.
tr: Evet, <code>\overline{AB}</code> ve <code>\overline{CD}</code> eştir.

source: Yes, I believe my project meets this objective.
da: Ja, jeg mener mit projekt opfylder dette mål.
es: Sí, creo que mi proyecto cumple este objetivo.
fr: Oui, je crois que mon projet remplit cet objectif.
nb: Ja, jeg tror min prosjekt oppfyller denne målsettingen.
nl: Ja, ik geloof dat mijn project voldoet aan deze doelstelling.
pl: Tak, uważam, że mój projekt spełnia ten cel.
pt: Sim, acredito que meu projeto satisfaz este objetivo.
tr: Evet, projemin bu hedefe ulaştığına inanıyorum.

source: Yes, I have read the explanation, and it does not make sense.
da: Ja, jeg har læst forklaringen, og den giver ikke mening.
es: Si, he leído la explicación y no tiene sentido.
fr: Oui, j'ai lu l'explication, et je n'y comprend rien.
nb: Ja, jeg har lest forklaringen, og det gir ikke mening.
nl: Ja, ik heb de uitleg gelezen, en het is niet zinvol.
pl: Tak, przeczytałem/łam wyjaśnienie i nie ma ono sensu.
pt: Sim, li as explicações e não faz sentido.
tr: Evet, açıklamayı okudum ve mantıklı gelmiyor.

source: Yes, I'm sure.
pt: Sim, tenho certeza.
tr: Evet, eminim.

source: Yes, and it didn't prepare me enough.
da: Ja, og den forberedte mig ikke nok.
es: Sí y no me preparó lo suficiente.
fr: Oui, et cela ne m'a pas suffisamment préparé.
nb: Ja, og det forberedte meg ikke godt nok.
nl: Ja, en hij bereidde me niet voldoende voor.
pl: Tak, i nie przygotowało mnie ono wystarczająco.
pt: Sim, e não me preparou o suficiente.
tr: Evet, ve bu beni yeterince hazırlamadı.

source: Yes, but I don't see the difference.
da: Ja, men jeg kan ikke se forskellen.
es: Si, pero no veo la diferencia.
fr: Oui, mais je ne vois pas la différence.
nb: Ja, men jeg kan ikke se forskjellen.
nl: Ja, maar ik zie het verschil niet.
pl: Tak, ale nie widzę różnicy.
pt: Sim, mas não vejo a diferença.
tr: Evet, ama ben fark görmüyorum.

source: Yes, but it didn't work.
da: Ja, men det virkede ikke.
es: Si, pero no funcionó.
fr: Oui, mais ça n'a pas fonctionné.
nb: Ja, men det virket ikke.
nl: Ja, maar het werkte niet.
pl: Tak, ale nie zadziałało.
pt: Sim, mas não funcionou.
pt_pt: Sim, mas não funcionou.
tr: Evet, ama işe yaramadı.

source: Yes, but it doesn't help because my code isn't in the hint code.
da: Ja, men det hjælper ikke, fordi min kode er ikke i hint-koden.
es: Si, pero no ayuda porque mi código no está en el código de pista.
fr: Oui, mais cela n'aide pas parce que mon code n'est pas dans le code de soupçon.
nb: Ja, men det hjelper ikke fordi min kode er ikke i hint-koden.
nl: Ja, maar het helpt niet omdat mijn code niet in de hint code staat.
pl: Tak, ale to nie pomaga, ponieważ mojego kodu nie ma w kodzie podpowiedzi.
pt: Sim, mas não ajuda porque meu código não está no código de dica.
tr: Evet, ama benim kodum ipucu kodunda yer almadığı için yardımcı olmuyor.

source: Yes, but nobody answered.
da: Ja, men ingen svarede.
es: Si, pero nadie respondió.
fr: Oui, mais personne ne m'a répondu.
nb: Ja, men ingen svarte.
nl: Ja, maar niemand antwoordde.
pl: Tak, ale nikt nie odpowiedział.
pt: Sim, mas ninguém respondeu.
pt_pt: Sim, mas ninguém respondeu.
tr: Evet, ama hiç kimse cevap vermedi.

source: Yes, but the answer didn't help.
da: Ja, men svaret hjalp ikke.
es: Si, pero la respuesta no ayudó.
fr: Oui, mais la réponse n'a pas aidé.
nb: Ja, men svaret hjalp ikke.
nl: Ja, maar het antwoord hielp niet.
pl: Tak, ale odpowiedź nie pomogła.
pt: Sim, mas a resposta não ajudou.
pt_pt: Sim, mas a resposta não ajudou.
tr: Evet, ama cevap yardımcı olmadı.

source: Yes, easily
fr: Oui, facilement
nb: Ja, lett
pl: Tak, z łatwością
pt: Sim, com facilidade
pt_pt: Sim, com facilidade
tr: Evet, kolayca.

source: Yes, eventually
fr: Oui, finalement
nb: Ja, til slutt
pl: Tak, w końcu
pt: Sim, com certo esforço
pt_pt: Sim, eventualmente
tr: Evet, eninde sonunda.
