Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: A rectangle is <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var> long and <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var> wide. What is its area?
es: Un rectángulo mide <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var> de largo y <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var> de ancho. ¿Cuánto mide su área?
fr: Un rectangle fait <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var> de long et <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var> de large. Quelle est sa surface ?
nb: Et rektangel er <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var> langt og<code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var> bredt. Hva er arealet?
pl: Prostokąt ma <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var> długości i <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var> szerokości. Jakie jest jego pole?
pt: Um retângulo tem <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var> de comprimento e <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var> de largura. Qual é sua área?
tr: Bir dikdörtgen <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var> uzunluğunda ve <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var> genişliğindedir. Alanı nedir?

source: A regular expression literal can be confused with '/='.
da: Et regulært udtryk kan blive forvekslet med "/=".
es: Una expresión literal regular se puede confundir con '/='.
nb: En vanlig uttrykk kan forveksles med "/=".
nl: Een reguliere expressie kan letterlijke worden verward met ' / ='.
pl: Literał wyrażenia regularnego może być mylony z "/=".
pt: Uma expressão regular literal pode ser confundida com '/='.
tr: Normal ifade "/=" ile karıştırılabilir.

source: A rotation <code>T_{\LARGE{r^\circ{}}}</code> rotates points by <code>r</code> degrees around <code>(0, 0)</code> counter-clockwise.
fr: La rotation <code>T_{\LARGE{r^\circ{}}}</code> fait pivoter chaque point autour de <code>(0, 0)</code>, de <code>r</code> degrés dans le sens contraire des aiguilles d'une montre.
pl: Rotacja <code>T_{\LARGE{r^\circ{}}}</code> obraca punkty o <code>r</code> stopni wokół <code>(0, 0)</code> przeciwnie do ruchu wskazówek zegara.
pt: Una rotação <code>T_{\LARGE{r^\circ{}}}</code> rotaciona os pontos por <code>r</code> graus ao redor de <code>(0, 0)</code> no sentido anti-horário.
tr: <code>T_{\LARGE{r^\circ{}}}</code> rotasyonu, noktaları <code>(0, 0)</code> etrafında saat yönünün tersine <code>r</code> derece döndürür.

source: A rotation <code>T_{\LARGE{r^\circ{}}}</code> rotates points by <code>r</code> degrees around <code>(0,0)</code> counter-clockwise.
fr: La rotation <code>T_{\LARGE{r^\circ{}}}</code> fait pivoter chaque point autour de <code>(0,0)</code>, de <code>r</code> degrés dans le sens contraire des aiguilles d'une montre.
pl: Rotacja <code>T_{\LARGE{r^\circ{}}}</code> obraca punkty o <code>r</code> stopni wokół <code>(0,0)</code> przeciwnie do ruchu wskazówek zegara.
pt: Uma rotação <code>T_{\LARGE{r^\circ{}}}</code> rotaciona os pontos por <code>r</code> graus ao redor de <code>(0,0)</code> no sentido anti-horário.

source: A slope of <code><var>M.display</var></code> means that the <code>y</code>-coordinate changes by <code><var>M.display</var></code> as the <code>x</code>-coordinate increases by one unit.
da: En hældning på <code><var>M.display</var></code> betyder, at <code>y</code>-koordinaten ændres med <code><var>M.display</var></code> når <code>x</code>-koordinaten stiger med én enhed.
es: Una pendiente de <code><var>M.display</var></code> significa que la coordenada <code>y</code> cambia en <code><var>M.display</var></code> mientras la coordenada <code>x</code> aumenta una unidad.
fr: Une pente de <code><var>M.display</var></code> signifie que <code>y</code>- varie de <code><var>M.display</var></code> quand <code>x</code>- augmente d'une unité.
nb: En stigning på <code><var>M.display</var></code> betyr at <code>y</code>-koordinaten endres med <code><var>M.display</var></code> når <code>x</code>-koordinaten øker med en enhet.
pt: A inclinação de <code><var>M.display</var></code> significa que a coordenada <code>y</code> varia <code><var>M.display</var></code> à medida que a coordenada <code>x</code> aumenta uma unidade.
tr: <code><var>M.display</var></code> eğimi, <code>x</code>-koordinatının her bir birimlik artışında, <code>y</code>-koordinatı da <code><var>M.display</var></code> değişiyor demektir.

source: A slope of <code><var>M.display</var></code> means the <code>y</code>-coordinate doesn't change at all as the <code>x</code>-coordinate changes.
da: En hældning på <code><var>M.display</var></code> betyder, at <code>y</code>-koordinaten slet ikke ændres når <code>x</code>-koordinaten ændres.
es: Una pendiente de <code><var>M.display</var></code> significa que la coordenada <code>y</code> no cambia nada mientras la coordenada <code>x</code> cambia.
fr: Une pente de <code><var>M.display</var></code> signifie que <code>y</code>- ne varie pas quand <code>x</code>-varie.
nb: En stigning på <code><var>M.display</var></code> betyr at <code>y</code>-koordinaten ikke endres når <code>x</code>-koordinaten endres.
pt: Uma inclinação de <code><var>M.display</var></code> significa que a coordenada <code>y</code> não varia nada à medida que a coordenada <code>x</code> varia.
tr: <code><var>M.display</var></code> eğimi, <code>x</code>-koordinatı değişirken <code>y</code>-koordinatının sabit kaldığını gösterir.

source: A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.
da: En erklæring om, at oplysningerne i meddelelsen er korrekte, og under ed, at du er bemyndiget til at handle på vegne af ejeren af en eneret, der påstås krænket.
es: Una declaración que la información en la notificación es exacta, y bajo pena de perjurio, que usted está autorizado para actuar en nombre del propietario de un derecho exclusivo presuntamente se ha infringido.
fr: Une déclaration que les informations contenues dans la notification sont exactes, et que sous peine de parjure, vous êtes autorisé à agir au nom du propriétaire d'un droit exclusif qui est prétendument violé.
nb: En erklæring om at informasjonen i meldingen er korrekt, og under ed, at du er autorisert til å handle på vegne av eieren av en eksklusiv rett som angivelig er krenket.
nl: Een verklaring dat de informatie in de melding accuraat is en, op straffe van meineed, dat u gemachtigd bent te handelen namens de eigenaar van een exclusief recht dat het onderwerp is van een vermeende inbreuk.
pl: Oświadczenie, że informacje zawarte w zawiadomieniu są prawdziwe, oraz, pod karą krzywoprzysięstwa, że jesteś upoważniony do działania w imieniu właściciela wyłącznego prawa, które zostało przypuszczalnie naruszone.
pt: Uma declaração de que as informações contidas na notificação são precisas e, sob pena de perjúrio, que você está autorizado a agir em nome do proprietário de um direito exclusivo que supostamente está sendo infringido.
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.
da: En erklæring om, at du i god tro brugte materiale på den måde som anklaget ikke er godkendt af ejeren af ophavsretten, dets agent eller loven.
es: Una declaración que usted tiene buena fe de que utilizaron el material de la manera que se quejó no está autorizado por el propietario del copyright, su agente o la ley.
fr: Une déclaration en toute bonne foi, que l'utilisation de ces données, suivant la plainte formulée, n'est pas autorisée par le propriétaire du copyright, son représentant ou la Loi.
nb: En erklæring om at du har en god tro om at bruk av materialet på måten klaget over ikke er autorisert av opphavsrettsinnehaveren, hans agent eller loven.
nl: Een verklaring dat he ervan overtuigd bent dat het gebruik van het materiaal op manier waarover geklaagd wordt niet toegestaan is door de eigenaar van het auteursrecht, zijn vertegenwoordiger, of de wet.
pl: Twoje oświadczenie o przekonaniu w dobrej wierze, że sposób wykorzystania materiału opisany w zawiadomieniu nie jest autoryzowany przez właściciela praw autorskich, jego przedstawiciela lub prawo.
pt: Uma declaração de que você tem boa fé de que o uso do material na forma reclamada não está autorizado pelo proprietário dos direitos autorais, seu agente ou a lei.
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: A statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.
da: En erklæring under edsansvar at abonnenten er i god tro, at materialet blev fjernet eller deaktiveret som følge af fejl eller fejlidentifikation af materialet, der skal fjernes eller deaktiveres.
es: Una declaración bajo pena de perjurio que el suscriptor tiene la creencia de buena fe que el material fue eliminado o inhabilitado como resultado de error o identificación errónea del material que debía eliminarse o inhabilitarse.
fr: Une déclaration sous peine de parjure que l'abonné est de bonne foi lorsqu'il y a affirmation que les données ont été supprimées ou désactivées en raison d'erreurs ou d'une mauvaises identifications des éléments à supprimer ou à désactiver.
nb: En uttalelse under ed at abonnenten har en god tro om at materialet ble fjernet eller deaktivert som følge av feil eller forveksling av hvilket materiale som skulle fjernes eller deaktiveres.
nl: Een verklaring op straffe van meineed, dat de melder er te goeder trouw van overtuigd dat het materiaal is verwijderd of uitgeschakeld als gevolg van een fout of foutieve identificatie van het materiaal moet worden verwijderd of uitgeschakeld.
pl: Oświadczenie, pod karą za krzywoprzysięstwo, że subskrybent w dobrej wierze ma przekonanie, że materiał został usunięty lub dostęp do niego zablokowany w wyniku pomyłki lub błędnego rozpoznania materiału, który należy usunąć lub zablokować do niego dostęp.
pt: Uma declaração, sob pena de perjúrio, de que o assinante acredita de boa fé que o material tenha sido removido ou desativado como resultado de um engano ou identificação errada do material a ser removido ou desativado.
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: A thumbnail for: {{translatedTitle}}
da: Et thumbnail til: {{translatedTitle}}
es: Una imagen en miniatura para: {{translatedTitle}}
fr: Une vignette pour: {{translatedTitle}}
ja: {{translatedTitle}} のためのサムネイル
nb: Et miniatyrbilde for: {{translatedTitle}}
nl: Een miniatuur voor: {{translatedTitle}}
pl: Miniatura dla: {{translatedTitle}}
pt: Um thumbnail para: {{translatedTitle}}
pt_pt: Miniatura de: {{translatedTitle}}
tr: {{translatedTitle}} için küçük resim:

source: A trailing decimal point can be confused with a dot: '{a}'.
da: Et decimaltegn som afslutning kan forveksles med et punktum: '{a}'.
es: Un punto decimal perdido puede ser confundido con un punto '{a}'.
nb: Etterfølgende desimaltegn kan forveksles med et punktum: '{a}'.
nl: Een decimaalteken kan worden verward met een punt: '{a}'.
pl: Przecinek dziesiętny na końcu może być pomylony z kropką: "{a}".
pt: Um ponto à direita do decimal pode ser confundido com um ponto: '{a}'.
tr: Sondaki ondalık noktası sıradan bir noktayla karışabilir: '{a}'.

source: A translation <code>T_{(a, b)}</code> moves points <code>a</code> units in the <code>x</code> direction (right if <code>a</code> is positive,left if <code>a</code> is negative) and <code>b</code> units in the <code>y</code> direction (up if <code>b</code> is positive, down if <code>b</code> is negative).
es: Una traslación <code>T_{(a, b)}</code> mueve los puntos <code>a</code> unidades en la dirección <code>x</code> (hacia la derecha si <code>a</code> es positiva, hacia la izquierda si <code>a</code> es negativa) y <code>b</code> unidades en la dirección <code>y</code> (hacia arriba si <code>b</code> es positiva, hacia abajo si <code>b</code> es negativa).
fr: Une translation <code>T_{(a, b)}</code> déplace chaque point de <code>a</code> unités parallèlement à l'axe des <code>x</code> ( vers la droite si <code>a</code> est positif, vers la gauche si <code>a</code> est négatif ), et de <code>b</code> unités parallèlement à l'axe des <code>y</code> (vers le haut si <code>b</code> est positif, vers le bas si <code>b</code> est négatif).
pl: Przesunięcie <code>T_{(a, b)}</code> powoduje przemieszczenie punktów o <code>a</code> jednostek wzdłuż osi <code>x</code> (w prawo jeśli <code>a</code> jest dodatnie, w lewo jeśli <code>a</code> jest ujemne) i o <code>b</code> jednostek wzdłuż osi <code>y</code> (do góry jeśli <code>b</code> jest dodatnie, do dołu jeśli <code>b</code> jest ujemne).
pt: Uma translação <code>T_{(a, b)}</code> move pontos <code>a</code> unidades na direção <code>x</code> (direita se <code>a</code> for positivo, esquerda se <code>a</code> for negativo) e <code>b</code> unidades na direção <code>y</code> (para cima se <code>b</code> for positivo, para baixo de <code>b</code> for negativo).
tr: <code>T_{(a, b)}</code> ötelemesi, noktaları <code>x</code> yönünde <code>a</code> birim (eğer <code>a</code> pozitif ise sağa , eğer <code>a</code> negatif ise sola) ve <code>y</code> yönünde <code>b</code> birim (eğer <code>b</code> pozitif ise yukarı, <code>b</code> negatif ise aşağı) taşır.

source: A translation <code>T_{(a, b)}</code> moves points a units in the x direction (right if a is positive, left if a is negative) and b units in the y direction (up if b is positive, down if b is negative).
es: Una traslación <code>T_{(a, b)}</code> mueve los puntos a unidades en la dirección x (a la derecha si a es positiva, a la izquierda si a es negativa) y b unidades en la dirección y (hacia arriba si b es positiva, hacia abajo si b es negativa).
fr: Une translation <code>T_{(a, b)}</code> déplace chaque point de a unités dans la direction de l'axe des x ( vers la droite si a est positif, vers la gauche si a est négatif ) et de b unités dans la direction de l'axe des y ( vers le haut si b est positif et vers le bas si b est négatif ).
pl: Przesunięcie <code>T_{(a, b)}</code> powoduje przemieszczenie punktów o a jednostek wzdłuż osi x (w prawo jeśli a jest dodatnie, w lewo jeśli a jest ujemne) i o b jednostek wzdłuż osi y (w górę jeśli b jest dodatnie, w dół jeśli b jest ujemne).
pt: Uma translação <code>T_{(a, b)}</code> move pontos a unidades na direção x (direita se a for positivo, esquerda se a for negativo) e b unidades na direção y (para cima se b for positivo, para baixo se b for negativo).
tr: <code>T_{(a, b)}</code> ötelemesi noktaları x yönünde a birim (a pozitif ise sağa, a negatif ise sola) ve y yönünde b birim (b pozitif ise yukarı, b negatif ise aşağı) taşır.

source: A user pastes code from multiple SQL scripts without giving credit/links to other SQL scripts in comments at the top of the program.
da: En bruger indsætter kode fra flere SQL scripts, uden at give kredit/links til disse andre SQL scripts i kommentarfeltet øverst i programmet.
es: Un usuario pega código de múltiples scripts SQL sin darle crédito o aportar enlaces a otros scripts SQL en los comentarios de la parte de arriba del programa.
nb: En bruker limer inn koden fra flere SQL-skript uten å gi kreditt/linker til andre SQL-skript i kommentarer på toppen av programmet.
nl: Een gebruiker gebruikt code uit meerdere SQL scripts zonder in het commentaar aan het begin van het programma krediet/links te geven naar andere SQL scripts.
pl: Użytkownik wkleja kod z wielu SQL scripts bez podania źródła/linków do tych SQL scripts w komentarzach w górnej części programu.
pt: Um usuário copia um código de vários scripts SQL sem atribuir crédito ou fornecer os links desses scripts SQL nos comentários no início do programa.
tr: Bir kullanıcı, programın başında yer alan yorumlar kısmında ilgili SQL metinlerine atıfta bulunmaksızın/bağlantı vermeksizin başka kişilerin SQL metinlerini kopyalayarak kullanırsa.

source: A user pastes code from multiple programs without giving credit/links to those programs in comments at the top of the program.
da: En bruger indsætter kode fra flere programmer, uden at give kredit/links til disse programmer i kommentarerne øverst i programmet.
es: Un usuario pega código de múltiples programas sin dar crédito/enlaces a esos programas en los comentarios al principio del programa.
fr: Un utilisateur colle le code à partir de plusieurs autres programmes sans citer les programmes sources, et donner les liens vers ces programmes d'origine dans les commentaires en haut du programme.
nb: En bruker kopierer kode fra flere programmer, uten å gi kredit/lenke til disse programmene i kommentarerne øverst i programmet.
nl: Een gebruiker plakt code uit meerdere programma's zonder bronvermelding / links naar deze programma's in het commentaar bovenaan het programma op te nemen.
pl: Użytkownik wkleja kod z wielu programów bez podania źródła/linków do tych programów w komentarzach w górnej części programu.
pt: Um usuário copia um código de vários programas sem atribuir crédito ou fornecer os links desses programas nos comentários no início do programa.
pt_pt: Um utilizador copia código de vários programas sem atribuir créditos ou publicar as ligações para esses programas nos comentários no início do programa.
tr: Bir kullanıcı, birden çok programdan kod parçalarını, oluşturduğu yeni programın başındaki yorumlar bölümünde orijinal yazarlara atıfta bulunmadan veya kodlarını kullandığı programların bağlantılarını paylaşmadan yeni bir programa yapıştırırsa.

source: A user pastes code from multiple webpages without giving credit/links to webpages programs in comments at the top of the program.
da: En bruger indsætter kode fra flere hjemmesider uden at give kredit/links til hjemmesidens programmer under kommentarerne øverst i programmet.
es: Un usuario pega código de múltiples páginas web sin dar crédito/enlaces a esas páginas web en los comentarios al principio del programa.
fr: Un utilisateur colle plusieurs pages Web sans citer l'origine et sans donner le lien de la page Web d'origine dans les commentaires en haut de sa page Web.
nb: En bruker kopierer kode fra flere hjemmesider uten å gi kreditt/lenke til hjemmesidens programmer under kommentarerne øverst i programmet.
nl: Een gebruiker gebruikt code van meerdere webpagina's zonder in het commentaar aan het begin van de webpagina krediet/links te geven naar deze webpagina's.
pl: Użytkownik wkleja kod z wielu stron internetowych bez podania źródła/linków do programów tych stron w komentarzach w górnej części programu.
pt: Um usuário copia um código de várias páginas da Web sem atribuir crédito ou fornecer os links dessas páginas da Web nos comentários no início da página.
tr: Bir kullanıcı, birden çok web sayfasından kod parçalarını, oluşturduğu yeni web sayfasının başındaki yorumlar bölümünde orijinal yazarlara atıfta bulunmadan veya kodlarını kullandığı sayfaların bağlantılarını paylaşmadan yeni bir web sayfasına yapıştırırsa.

source: A user pastes someone else's SQL script into a new SQL script, instead of creating a spin-off.
da: En bruger indsætter en andens SQL script i et nyt SQL script, i stedet for at skabe et spin-off.
es: Un usuario pega scripts SQL de otra persona en un nuevo script SQL en lugar de crear un derivado.
fr: Un utilisateur colle le script SQL de quelqu'un d'autre dans un nouveau script SQL, au lieu de créer une spin-off.
nb: En bruker limer inn noen annens SQL-skript i en ny SQL-skript, i stedet for å opprette en spin-off.
nl: Een gebruiker gebruikt het SQL script van een andere gebruiker in een nieuw SQL script in plaats van het maken van een spin-off.
pl: Użytkownik wkleja SQL script kogoś innego jako nowy SQL script, zamiast stworzenia spin-offa.
pt: Um usuário copia o script SQL de outro usuário em um novo script SQL em vez de criar um derivado.
tr: Bir kullanıcı, başka birisinin SQL metnini uyarlama olduğunu belirtmeksizin aynen kullanır ve yeni bir SQL metni olarak kaydederse.

source: A user pastes someone else's program into a new program, instead of creating a spin-off.
da: En bruger indsætter en andens program i et nyt program, i stedet for at skabe et spin-off.
es: Un usuario pega el programa de alguien más en un nuevo programa, en lugar de crear un derivado.
fr: Un utilisateur colle un autre programme dans un nouveau programme, au lieu de créer un spin-off.
nb: En bruker kopierer en annens program i et nytt program i stedet for å lage en spin-off.
nl: Een gebruiker kopieert andermans programma in een nieuw programma, in plaats van een spin-off te maken.
pl: Użytkownik wkleja program kogoś innego jako nowy program, zamiast stworzenia spin-offa.
pt: Um usuário copia o programa de outro usuário em um novo programa em vez de criar um derivado.
pt_pt: Um utilizador copia um programa de outro utilizador para um novo programa, em vez de criar uma variação.
tr: Bir kullanıcı, başka bir kullanıcının programından bir yan-ürün üretmek yerine, programın içeriğini yeni bir programın içine kopyalarsa.

source: A user pastes someone else's webpages into a new webpages, instead of creating a spin-off.
da: En bruger indsætter en andens hjemmeside på en ny webside i stedet for at lave et spin-off.
es: Un usuario pega la página web de alguien más en una nueva página web, en lugar de crear un derivado.
fr: Un utilisateur colle le code d'une autre pages Web dans une nouvelle page Web, au lieu de créer un spin-off.
nb: En bruker innsetter en annens hjemmeside på en ny webside i stedet for å lage en spin-off.
nl: Een gebruiker gebruikt de webpagina van een andere gebruiker in een nieuwe webpagina in plaats van het maken van een spin-off.
pl: Użytkownik wkleja stronę kogoś innego jako nową stronę, zamiast stworzenia spin-offa.
pt: Um usuário copia a página da Web de outro usuário em novas páginas em vez de criar um derivado.
tr: Bir kullanıcı, başka bir kullanıcının web sayfasından bir yan-ürün üretmek yerine, web sayfasının içeriğini yeni bir sayfanın içine kopyalarsa.
