Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: You can also start as a <a href="/createchild?from=welcome-role-picker">parent</a> or <a href="/coach/roster/?from=welcome-role-picker">teacher</a>.
da: Du kan også starte som <a href="/createchild?from=welcome-role-picker"> forælder</a> eller <a href="/coach/roster/?from=welcome-role-picker">lærer</a>.
es: También puedes iniciar como <a href="/createchild?from=welcome-role-picker"> padre</a> o <a href="/coach/roster/?from=welcome-role-picker"> maestro</a>.
fr: Vous pouvez également vous inscrire en tant que <a href="/createchild?from=welcome-role-picker">PARENT</a> ou <a href="/coach/roster/?from=welcome-role-picker">PROFESSEUR</a>.
ja: あなたはまた <a href="/createchild?from=welcome-role-picker">親</a> あるいは <a href="/coach/roster/?from=welcome-role-picker">先生</a> として始めることもできます．
nb: Du kan også starte som en <a href="/createchild?from=welcome-role-picker">foreldre</a> or <a href="/coach/roster/?from=welcome-role-picker">lærer</a>.
nl: Je kan ook beginnen als <a href="/createchild?from=welcome-role-picker">ouder</a> of <a href="/coach/roster/?from=welcome-role-picker">leraar</a>.
pl: Możesz także zacząć jako <a href="/createchild?from=welcome-role-picker">rodzic</a> lub <a href="/coach/roster/?from=welcome-role-picker">nauczyciel</a>.
pt: Você também pode começar como um <a href="/createchild?from=welcome-role-picker">pai</a> ou <a href="/coach/roster/?from=welcome-role-picker">professor</a>.
pt_pt: Também pode começar como um <a href="/createchild?from=welcome-role-picker">pai</a> ou <a href="/coach/roster/?from=welcome-role-picker">professor</a>.
tr: Bir <a href="/createchild?from=welcome-role-picker">veli</a> veya <a href="/coach/roster/?from=welcome-role-picker">öğretmen</a> olarak da başlayabilirsiniz.

source: You can bookmark this unique search so that you can easily come back to it in the future.
da: Du kan sætte et bogmærke ved denne unikke søgning, så du kan nemt vende tilbage til det senere.
es: Puedes señalar esta búsqueda única para que en el futuro regreses a ella con más facilidad.
fr: Vous pouvez garder en mémoire les onglets de cette recherche afin de pouvoir les retrouver si besoin était dans le futur.
nb: Du kan sette et bokmerke på dette søket, så du enkelt kan komme tilbake til det senere.
nl: Je kunt bookmarks aanbrengen voor deze unieke zoekopdracht zodat je er later gemakkelijk naar terug kunt.
pl: Możesz dodać to unikalne wyszukiwanie do zakładek, abyś mógł do niego łatwo wrócić w przyszłości.
pt: Você pode adicionar esta pesquisa individual aos favoritos para que você possa voltar facilmente a ela no futuro.
pt_pt: Pode marcar esta pesquisa para que possa encontrá-la facilmente no futuro.
tr: Bu özel aramayı ileride tekrar ve kolayca görüntüleyebilmek için, buraya yer imi koyabilirsiniz.

source: You can browse through recent help and evaluation requests below. Thank you for the help!
da: Du kan gennemse de seneste anmodninger om hjælp og evalueringer nedenfor. Tak for hjælpen!
es: Puedes navegar por las solicitudes recientes de ayuda y de evaluación debajo. ¡Gracias por tu ayuda!
fr: Vous pouvez naviguer à travers les demandes d'aide et les demandes d'évaluation récentes. Merci pour votre contribution !
nb: Du kan bla gjennom nylige hjelp og vurderingsforespørsler nedenfor. Takk for hjelpen!
nl: Je kan hieronder bladeren door recente hulp en evaluatie verzoeken. Bedankt voor de hulp!
pl: Poniżej możesz przeglądać najnowsze prośby o pomoc i ocenę. Dziękujemy za pomoc!
pt: Você pode navegar pelos pedidos de ajuda e de avaliações recentes abaixo. Obrigado pela ajuda!
tr: Aşağıdaki son yardım ve değerlendirme taleplerine göz atabilirsiniz. Yardımınız için teşekkür ederiz!

source: You can cancel a recurring donation at any time. We will send you an email receipt each cycle with a cancellation link.
pt: Você pode cancelar uma doação periódica a qualquer momento. Nós enviaremos a você um recibo por e-mail a cada ciclo com um link de cancelamento.
tr: İstediğiniz zaman, yinelenen bir bağışı iptal edebilirsiniz. Her devirde, size iptal bağlantılı bir eposta makbuz göndereceğiz.

source: You can click "Add a class" to organize your existing students into classes.
da: Du kan klikke på "Tilføj en klasse" for at organisere dine eksisterende elever i klasser.
es: Puedes dar clic en "Agregar una clase" para organizar tus estudiantes actuales en clases.
fr: Vous pouvez cliquer sur « Ajouter une classe » afin de répartir vos élèves dans une ou plusieurs classes.
ja: 「クラスを加える」をクリックしてあなたの今の生徒たちをクラスに編成します．
nb: Du kan klikke "Legg til i klasse" for å legge eksisterende elevene inn i klasser.
nl: Je kan klikken op "Een klas toevoegen" om uw bestaande studenten te organiseren in klassen.
pl: Możesz kliknąć "Dodaj klasę" żeby dołączyć swoich istniejących uczniów do klas.
pt: Você pode clicar em "Adicionar uma turma" para organizar seus alunos em turmas.
pt_pt: Pode clicar em "Adicionar uma turma" para organizar os seus alunos por turmas.
tr: Mevcut öğrencilerinizi düzenlemek için "Sınıf ekle" bağlantısına tıklayabilirsiniz.

source: You can click and drag to rotate the shape.
fr: Vous pouvez cliquer et faire glisser pour faire tourner la figure.
nb: Du kan klikke og dra for å rotere figuren.
pl: Możesz kliknąć i przeciągnąć kształt, aby go obrócić.
pt: Você pode clicar e arrastar para girar a forma.
tr: Tıklayın ve şekli döndürmek için sürükleyin.

source: You can click the gear button to turn on the interactive transcript feature, which are like subtitles that you can scroll.
da: Du kan klikke på knappen med tandhjulet for at slå funktionen interaktiv transskription fra, som er ligesom undertekster.
es: Puedes hacer clic en el botón del engrane para activar la función de transcripción interactiva, que son como subtítulos que puedes desplazar.
fr: Vous pouvez cliquer sur le bouton engrenage pour activer la fonction interactive de transcription, qui sont comme des sous-titres que vous pouvez faire défiler.
ja: ギアのボタンをクリックして対話的翻訳の機能をオンにできます．対話的翻訳の機能というのはスクロールのできる字幕です．
nb: Du kan klikke på tannhjulesknappen for å skru på den interaktive transkripsjonsfunksjonen, som er som tekst du kan bla i.
nl: Je kan op het raderknopje klikken om de interactieve transcriptfunctie aan te zetten die net als ondertitels is waar je door heen kan scrollen.
pl: Możesz kliknąć przycisk włączający tryb interaktywnej transkrypcji, który możesz przewinąć tak jak napisy.
pt: Você pode clicar no botão de engrenagem para ativar o recurso de transcrição interativa, que são como legendas que você pode rolar.
pt_pt: Podes clicar no botão de engrenagem para ativares a funcionalidade de transcrição interativa, que são como legendas que podes ler ao teu próprio ritmo.
tr: Dişli düğmesine tıklayarak, kaydırılabilir altyazılara benzeyen etkileşimli transkript özelliğini açabilirsiniz.

source: You can click the links below to learn more about what you can do in your programs.
da: Du kan klikke på linkene nedenfor for at lære mere om hvad du kan gøre i dine programmer.
es: Puedes dar clic en los enlaces siguientes para aprender más acerca de lo que puedes hacer en tus programas.
fr: Vous pouvez cliquer sur les liens ci-dessous pour en savoir plus sur ce que vous pouvez faire dans vos programmes avec ce langage.
ja: あなたのプログラムで何ができるかについて学ぶために，以下のリンクをクリックすることができます．
nb: Du kan klikke på lenkene under for å lære mer om hva du kan gjøre i dine programmer.
nl: Je kan op onderstaande links klikken om meer te leren over wat je kan doen in jouw programma's.
pl: Możesz kliknąć w linki poniżej, aby dowiedzieć się więcej nt. tego, co możesz zrobić w swoich programach.
pt: Você pode clicar nos links abaixo para saber mais sobre o que você pode fazer em seus programas.
pt_pt: Podes clicar nas seguintes ligações para saberes mais acerca do que podes fazer nas tuas páginas.
tr: Aşağıdaki bağlantılara tıklayarak programlarınızda neler yapabileceğinizi öğrenebilirsiniz.

source: You can click the links below to learn more about what you can do in your pages.
da: Du kan klikke på linkene nedenfor for at lære mere om hvad du kan gøre på dine sider.
es: Puedes dar clic en los siguientes enlaces para aprender más acerca de lo que puedes hacer en tus páginas web.
fr: Vous pouvez utiliser les liens ci-dessous pour en apprendre plus sur ce que vous pouvez faire dans vos pages.
ja: 以下のリンクをクリックしてあなたのページで何ができるかについてさらに学ぶことができます
nb: Du kan klikke på koblingene nedenfor for å lære mer om hva du kan gjøre på sidene.
nl: Je kan op onderstaande links klikken om meer te leren over wat je op jouw pagina's kan doen.
pl: Możesz kliknąć w linki poniżej, aby dowiedzieć się więcej o tym, co możesz zrobić w swoich stronach.
pt: Você pode clicar nos links abaixo para saber mais sobre o que pode fazer em suas páginas.
pt_pt: Podes clicar nas seguintes ligações para saberes mais acerca do que podes fazer nas tuas páginas.
tr: Sayfalarımızda neler yapabileceğiniz hakkında daha çok bilgi almak için, aşağıdaki linklere tıklayabilirsiniz.

source: You can control it all down here.
da: Du kan styre det hele hernede.
es: Aquí abajo puedes controlarlo todo
fr: Vous pouvez tout contrôler ci-dessous.
ja: あなたはそれをこの下で全て制御できます．
nb: Du kan kontrollere alt her nede.
nl: Hier kan je alles controleren.
pl: Można to wszystko kontrolować tutaj na dole.
pt: Você pode controlar isso tudo aqui.
pt_pt: Podes controlar tudo a partir daqui.
tr: Hepsini burada kontrol edebilirsiniz.

source: You can decide whether to allow your child to add other coaches, such as their tutor or classroom teacher. Uncheck the box labeled “Allow your child to add other coaches” if you want to keep your child’s progress information private
es: Puedes decidir si permites que tu hijo agregue otros tutores, como su maestro particular o el maestro de su escuela . Desmarca la casilla etiquetada como "Permitir que tu hijo agregue otros tutores" si quieres mantener privada la información del progreso de tu hijo
nb: Du kan bestemme om du vil tillate barnet å legge til andre veiledere, som deres vanlige lærer. Fjern merket i boksen merket "Tillat ditt barn å ha andre veiledere" om du vil beholde informasjonen om barnets utvikling privat
pt: Você pode decidir se permite que seu filho adicione outros tutores, como um tutor ou professor da escola. Desmarque a caixa “Permitir que seu filho adicione outros tutores" se você quiser manter privadas as informações sobre o progresso do seu filho
tr: Çocuğunuzun, özel öğretmenleri veya sınıf öğretmenleri gibi diğer kişileri de kendisinin eğitmeni olarak ekleyip/ekleyemeyeceğine siz karar verebilirsiniz. Eğer çocuğunuzun gelişimine ilişkin bilginin size özel kalmasını istiyor iseniz, 'Çocuğunuzun diğer eğitmenleri eklemesine izin verin' kutusunun altındaki işareti kaldırınız.

source: You can do it!
da: Du kan klare det!
es: ¡Puedes hacerlo!
fr: Vous pouvez le faire !
nb: Du kan klare det!
nl: Je kan het!
pl: Możesz tego dokonać!
pt: Você é capaz!
pt_pt: Tu consegues!
tr: Yapabilirsin!

source: You can expect all types of company-organized adventures during your internship from going to the Monterey Bay Aquarium to visiting Stanford to playing laser tag to attending team movie nights to getting a Google tour from a very early employee. But we want you and your teammates to make your own fun, so we'll encourage you to <a href="http://alexeymk.com/an-interns-guide-to-a-summer-in-the-bay-area/">attend (and maybe even organize!) events with fellow interns outside the company</a>. Want to leave work a bit early to attend a tech talk? Absolutely, make it happen. One of our core company values is to Always Be Learning.
da: Du kan forvente alle former for virksomhed-organiserede eventyr under din praktik fra at gå til Monterey Bay Aquarium til besøger Stanford at spille laser-tag til at deltage i team filmaftener til at få en rundvisning i Google fra en meget tidlig medarbejder. Men vi ønsker dig og dine holdkammerater til at gøre din egen sjov, så vi vil opfordre dig til at <a href="http://alexeymk.com/an-interns-guide-to-a-summer-in-the-bay-area/"> deltage i (og måske endda organisere!) arrangementer med andre praktikanter uden for virksomheden</a>. Ønsker at forlade arbejdet lidt tidligt for at deltage i en tech snak? Absolut, gøre det ske. En af vores kerneværdier selskab er at altid være læring.
es: Puedes esperar todo tipo de aventuras organizadas por la empresa durante la pasantía desde ir al Acuario de la Bahía de Monterey a visitar Stanford a jugar laser tag a ir al cine con el equipo a conseguir un tour en Google por un empleado. Pero queremos que tú y tus compañeros de equipo se diviertan, así que te animamos a <a href="http://alexeymk.com/an-interns-guide-to-a-summer-in-the-bay-area/"> asistir (¡y tal vez organizar!) eventos con compañeros pasantes fuera de la empresa</a>. ¿Quieres irte del trabajo un poco antes para ir a una charla de tecnología? Definitivamente, hazlo. Uno de nuestros valores como empresa es Siempre estar Aprendiendo.
fr: Vous pouvez vous attendre à participer, durant votre stage, à beaucoup d'évènements tels qu'aller à l'Aquarium de Monterey Bay, visiter Stanford pour jouer au laser tag, aller à des soirées cinéma, ou aller faire une visite guidée de Google très rapidement. Nous voulons aussi que vous et vos confrères vous amusiez, pour cela, nous vous encourageons a participer (et peut-être même organiser) à <a href="http://alexeymk.com/an-interns-guide-to-a-summer-in-the-bay-area/">des sorties avec vos collègues à l'extérieur de la compagnie</a>. Vous voulez quitter le bureau un peu plus tôt pour assister à une conférence sur la technologie? C'est possible, organisez le. Une des maximes de notre compagnie est celle de Toujours Apprendre.
pl: Podczas swojego stażu możesz spodziewać się wszelkiego rodzaju imprez organizowanych przez firmę, od wycieczki do Monterey Bay Aquarium, poprzez zwiedzanie Stanford, grę w laser tag (gra podobna do paintball), uczestnictwo w z nocnym maratonie filmowym, do zwiedzania Google pod przewodnictwem jednego z jej pierwszych pracowników. Ale chcielibyśmy, abyś to Ty, wraz ze swoimi kolegami stażystami, był odpowiedzialny za dobrą zabawę, więc zachęcamy, abyś <a href="http://alexeymk.com/an-interns-guide-to-a-summer-in-the-bay-area/">uczestniczył (a może nawet organizował!) w różnych formach spędzania czasu wolnego poza firmą</a>. Masz ochotę wziąć udział w tech talk? Zdecydowanie, powinieneś to zrobić. Jedną z naszych podstawowych wartości jest uczenie się na każdym kroku.
pt: Você pode esperar todos os tipos de aventura organizados pela empresa durante o estágio, desde ir ao Monterey Bay Aquarium até visitar Stanford para jogar laser tag, pegar um cinema à noite com a equipe e fazer um tour pela Google por meio de um funcionário recém-contratado. Mas nós queremos que você e sua equipe façam sua própria diversão, então vamos incentivá-lo a <a href="http://alexeymk.com/an-interns-guide-to-a-summer-in-the-bay-area/">participar (e quem sabe organizar!) de eventos com os colegas estagiários de fora da empresa</a>. Quer sair do trabalho um pouco mais cedo para participar de uma conversa sobre tecnologia? Com certeza, faça acontecer. Um de nossos principais valores na empresa é Sempre Aprender.
tr: Stajyerliğiniz boyunca, Monterey Körfezi Akvaryumu'na gitmekten, Stanford'u ziyaret etmeye, lazerle yakalamadan, ekiple film gecelerine katılmaya ve çok erken gelen bir çalışandan Google turuna kadar, her türlü şirket tarafından düzenlenen macera bekleyebilirsiniz. Ancak, sizin ve ekip arkadaşlarınızın kendi eğlencenizi yaratmanızı istiyoruz, onun için, <a href="http://alexeymk.com/an-interns-guide-to-a-summer-in-the-bay-area/">stajyer arkadaşlarınızla şirketin dışında olaylara katılmanızı (ve hatta belki de düzenlemenizi)</a> istiyoruz. Teknoloji alanında bir konuşmaya katılmak için biraz erken mi çıkmak istiyorsunuz? Tabii ki. Şirketimizin temel değerlerinden biri, Her Zaman Öğrenmektir.

source: You can express a ratio with a colon separating the two numbers.
fr: Vous pouvez exprimer un rapport avec un point virgule qui sépare les deux chiffres.
nb: Du kan uttrykke et forhold med kolon mellom to tall.
pt: Você pode escrever uma razão com dois pontos separando os dois números.
tr: Bir kesiri, iki sayının arasına *iki nokta üstüste* koyarak belirtebilirsiniz.

source: You can go back to the <a href="#" class="replay-video suggestion-link">start</a> and rewatch the parts you missed!
da: Du kan gå tilbage til <a href="#" class="replay-video suggestion-link">start</a> og gense de dele, du gik glip af!
es: ¡Puedes regresar al <a href="#" class="replay-video suggestion-link">inicio</a> y volver a ver las partes que te perdiste!
fr: Vous pouvez revenir en arrière vers le <a href="#" class="replay-video suggestion-link"> début</a> et revoir les pièces que vous avez manqué !
ja: あなたは <a href="#" class="replay-video suggestion-link">最初</a> に戻って，見逃した部分をもう一度見ることができます!
nb: Du kan gå tilbake til <a href="#" class="replay-video suggestion-link"> starte</a> og se om igjen deler som du ikke fikk med deg!
nl: Je kan terug gaan naar het <a href="#" class="replay-video suggestion-link">begin</a> en de delen die je gemist hebt opnieuw bekijken!
pl: Możesz wrócić do <a href="#" class="replay-video suggestion-link">początku</a> i obejrzeć potrzebne części raz jeszcze!
pt: Você pode voltar para o <a href="#" class="replay-video suggestion-link">começo</a> e assistir novamente as partes que perdeu!
pt_pt: Podes voltar ao <a href="#" class="replay-video suggestion-link">início</a> e ver o que perdeste!
tr: Tekrar <a href="#" class="replay-video suggestion-link">başa</a> dönebilir ve kaçırdığınız bölümleri tekrar izleyebilirsiniz!

source: You can grow smarter by giving your brain a workout.
bg: Можеш да станеш по-умен като тренираш мозъка си.
da: Du kan blive klogere ved at lave hjernegymnastik.
es: Te puedes hacer más inteligente dando un entrenamiento adecuado a tu cerebro.
fr: Vous pouvez devenir plus intelligent en faisant travailler vos neuronnes.
he: אתה יכול להפוך לחכם יותר על ידי אימון המוח שלך.
nb: Du kan bli smartere ved å gi hjernen en treningsøkt.
nl: Je kan slimmer worden door je brein een workout te geven.
pl: Możesz więcej gdy Twój mózg jest w dobrej formie.
pt: Você pode ficar mais inteligente exercitando seu cérebro.
tr: Beyninizi çalıştırarak daha zeki olabilirsiniz.

source: You can learn anything
bg: Можеш да научиш всичко
da: Du kan lære hvad som helst
es: Tú puedes aprender cualquier cosa
fr: Vous pouvez tout apprendre
hi: आप कुछ भी सीख सकते है
ja: あなたはどんなことでも学べます
nb: Du kan lære hva som helst
nl: Je kunt alles leren wat je wilt
pl: Możesz nauczyć się wszystkiego
pt: Você pode aprender qualquer coisa
pt_pt: Podes aprender o que quiseres
tr: Her şeyi öğrenebilirsin

source: You can learn anything!
da: Du kan lære hvad som helst!
es: ¡Puedes aprender cualquier cosa!
fr: Vous pouvez tout apprendre!
nb: Du kan lære hva som helst!
nl: Je kan alles leren!
pl: Możesz nauczyć się wszystkiego!
pt: Você pode aprender qualquer coisa!
pt_pt: Podes aprender o que quiseres!
tr: Her şeyi öğrenebilirsiniz!

source: You can learn anything.
da: Du kan lære hvad som helst.
es: Tú puedes aprender cualquier cosa.
fr: Vous pouvez tout apprendre.
nb: Du kan lære hva som helst.
nl: Je kan alles leren.
pl: Możesz nauczyć się wszystkiego.
pt: Você pode aprender qualquer coisa.
pt_pt: Podes aprender o que quiseres.
tr: Her şeyi öğrenebilirsin

source: You can look at a function in many different ways, including by its equation, its graph, and by a table. Here the input-output pairs are given in a table, and we can draw the graph of the function by plotting the corresponding points.
nb: Du kan se på en funksjon på mange ulike måter, inkludert likningen, grafen, og en tabell. Her er verditabellen, og vi kan tegne grafen til funksjonen ved å finne tilsvarende punkter.
pt: É possível representar uma função de muitas maneiras diferentes, incluindo sua equação, o seu gráfico e por uma tabela. Aqui, os pares de entrada-saída são dados em uma tabela, e podemos traçar o gráfico da função plotando os pontos correspondentes.
tr: Bir fonksiyona birçok farklı şekilde bakabilirsiniz, buna denklem, grafik ve tablo dahildir. Burada bize bir tabloyla girdi-çıktı ikilileri verilmiş, ve buna karşılık gelen noktaları çizerek fonksiyonun grafiğini çizebiliriz.

source: You can look at a function in many different ways, including by its equation, its graph, and by a table. Here, we have an equation, and in order to see more clearly how the function acts at few points, we are going to record information about it in a table.
nb: Du kan se på en funksjon på mange forskjellige måter, også som likning, som graf og tabell. Vi har en likning, og for å se tydeligere på hvordan funksjonen opptrer i noen punkter, markerer vi informasjonen i en tabell.
pt: É possível representar uma função de muitas maneiras diferentes, incluindo sua equação, o seu gráfico e por uma tabela. Aqui, temos uma equação, e para poder ver claramente como ela se comporta em determinados pontos, vamos registrar as informações em uma tabela.
tr: Bir fonksiyonu, denklemi, grafiği ve tablosu dahil olmak üzere, birçok değişik şekilde düşünebiliriz. Bir denklemimiz var, ve fonksiyonun bazı noktalarda nasıl davrandığını daha iyi görmek için, bu fonksiyonla ilgili bilgileri bir tabloya kaydedeceğiz.

source: You can look at a function in many different ways, including by its equation, its graph, and by a table. Here, we have the graph of a function, and we want to identify some input-output pairs to write in a table.
nb: Du kan se på en funksjon på mange ulike måter, inkludert likningen, grafen, og en tabell. Her har vi grafen til en funksjon, og vi ønsker å identifisere noen verdipar som vi kan skrive i en tabell.
pt: É possível representar uma função de muitas maneiras diferentes, incluindo sua equação, o seu gráfico e uma tabela. Aqui, temos o gráfico de uma função, e queremos identificar alguns pares de entrada-saída para escrever na tabela.
tr: Bir fonksiyona birçok farklı şekilde bakabilirsiniz, buna denklem, grafik ve tablo dahildir. Burada, bize bir fonksiyonun grafiği verilmiş, ve biz tabloya yazmak için bazı girdi-çıktı ikilileri bulmak istiyoruz.

source: You can now log in with your Facebook account.
da: Du kan nu logge ind med din Facebook-konto.
es: Ahora puedes iniciar sesión con tu cuenta de Facebook.
fr: Vous pouvez maintenant vous connecter avec votre compte Facebook.
ja: あなたはこれから Facebook アカウントでログインできます．
nb: Du kan nå logge inn med sin Facebook konto.
nl: Je kan nu inloggen met je Facebook account.
pl: Teraz możesz się zalogować ze swojego konta na Facebook'u.
pt: Agora é possível entrar com sua conta do Facebook.
pt_pt: Podes passar a iniciar sessão com a tua conta do Facebook.
tr: Artık Facebook hesabıyla giriş yapabilirsiniz.

source: You can now log in with your Google account.
da: Du kan nu logge ind med din Google-konto.
es: Ahora puedes iniciar sesión con tu cuenta de Google.
fr: Vous pouvez maintenant vous connecter avec votre compte Google.
ja: あなたはこれから Google アカウントでログインできます．
nb: Du kan nå logge inn med din Google konto.
nl: Je kan nu inloggen met je Google account.
pl: Teraz możesz się zalogować ze swojego konta na Google.
pt: Agora é possível entrar com sua conta do Google.
pt_pt: Podes passar a iniciar sessão com a tua conta do Google.
tr: Artık Google hesabını kullanarak giriş yapabilirsiniz.

source: You can only flag 10 times every hour.
da: Du kan kun markere 10 gange hver time.
es: Solo puedes marcar 10 veces cada hora.
fr: Vous pouvez uniquement marquer 10 fois par heure.
nb: Du kan kun markere 10 ganger hver time.
nl: Je kan slechts 10 keer per uur markeren.
pl: Możesz oflagować coś tylko 10 razy na godzinę.
pt: Você só pode sinalizar 10 vezes a cada hora.
tr: Bir saat içinde en fazla 10 kez bayrak kaldırabilirsiniz.
