Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The final equation is: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> so our answer is <code><var>D</var></code>.
da: Ligningen bliver: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code>, så vores svar er <code><var>D</var></code>.
es: La ecuación final es: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> así que nuestra respuesta es <code><var>D</var></code>.
fr: L'égalité est : <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> et la réponse est <code><var>D</var></code>.
hi: अंतिम समीकरण है:<code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> इसलिए हमारा उत्तर है <code><var>D</var></code>.
nb: Likningen blir: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code>, så vårt svar er <code><var>D</var></code>.
nl: De uiteindelijke vergelijking luidt: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> , dus is ons antwoord <code><var>D</var></code>.
pl: Równanie przyjmuje postać: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> więc naszą odpowiedzią jest <code><var>D</var></code>.
pt: A equação final é: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> portanto, nossa resposta é <code><var>D</var></code>.
tr: Eşitlik şu şekli alır: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> yanicevabımız <code><var>D</var></code> olur.

source: The final equation is: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> so our answer is <code><var>A</var></code>.
da: Den endelige ligning er: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code>, så vores svar er <code><var>A</var></code>.
es: La ecuación final es: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> por lo tanto nuestra respuesta es <code><var>A</var></code>.
fr: L'égalité est : <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> et la réponse est <code><var>A</var></code>.
hi: अंतिम समीकरण है: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> इसलिए हमारा उत्तर है <code><var>A</var></code>.
nb: Den endelige likningen er: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code>, så vårt svar er <code><var>A</var></code>.
nl: De uiteindelijke vergelijking luidt: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code>, dus is ons antwoord <code><var>A</var></code>.
pl: Ostatecznie, równanie ma postać: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> więc prawidłowa odpowiedź to <code><var>A</var></code>.
pt: A equação final é: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code>, então, nossa resposta é <code><var>A</var></code>.
tr: Eşitlik şu şekli alır: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> yani cevabımız <code><var>A</var></code> olur.

source: The final equation is: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> so our answer is <code><var>B</var></code>.
da: Den endelige ligning er: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code>, så vores svar er <code><var>B</var></code>.
es: La ecuación final es: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> así que nuestra respuesta es <code><var>B</var></code>.
fr: L'égalité est : <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> et la réponse est <code><var>B</var></code>.
hi: अंतिम समीकरण है: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> so हमारा उत्तर है<code><var>B</var></code>.
nb: Den endelige likningen er: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code>, så vårt svar er <code><var>B</var></code>.
nl: De uiteindelijke vergelijking luidt: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code>, dus is ons antwoord <code><var>B</var></code>.
pl: Ostateczne równanie to: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code>, więc nasza odpowiedź to <code><var>B</var></code>.
pt: A equação final é: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code>, portanto, nossa resposta é <code><var>B</var></code>.
tr: Sonuçtaki denklem şöyle olur: <code>\dfrac{<var>C</var>}{<var>D</var>} \div \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>A</var>}{<var>B</var>}</code> yani cevabımız <code><var>B</var></code> olur.

source: The first 13 perfect squares are:
da: De første 13 kvadrattal er:
es: Los primeros 13 cuadrados perfectos son:
fr: Les 13 premiers carrés parfaits sont :
hi: पहले 13 पूर्ण वर्ग हैं:
nb: De første 13 kvadrattallene er:
nl: De eerste 13 kwadraatgetallen zijn:
pl: Pierwsze 13 liczb idealnie kwadratowych to:
pt: Os primeiros 13 quadrados perfeitos são:
tr: İlk 13 mükemmel kare şunlardır:

source: The first <var>cardinalThrough20(N)</var> terms of a geometric sequence are given:
es: Los primeros <var>cardinalThrough20(N)</var> términos de una sucesión geométrica están dados:
fr: Les <var>cardinalThrough20(N)</var> premiers termes d'une suite géométrique sont :
nb: De første <var>cardinalThrough20(N)</var> ledd i en geometrisk rekke er gitt:
pt: Os primeiros <var>cardinalThrough20(N)</var> termos de uma sequência geométrica são conhecidos:
tr: Geometrik bir dizinin ilk <var>cardinalThrough20(N)</var> terimi verilmiştir:

source: The first <var>cardinalThrough20(N)</var> terms of an arithmetic sequence are given:
es: Los primeros <var>cardinalThrough20(N)</var> términos en una sucesión aritmética están dados:
fr: Les <var>cardinalThrough20(N)</var> premiers termes d'une suite arithmétique sont :
pt: Os primeiros <var>cardinalThrough20(N)</var> termos de uma progressão aritmética são conhecidos:
tr: Aritmetik bir dizinin ilk <var>cardinalThrough20(N)</var> terimi verilmiştir:

source: The first box has a volume of <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>VOL1</var></code> cubic <var>plural_form(METERS, VOL1)</var>. The second box has a volume of <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>VOL2</var></code> cubic <var>plural_form(METERS, VOL2)</var>
es: La primer caja tiene un volumen de <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>VOL1</var></code> <var>plural_form(METERS, VOL1)</var> cúbicos. La segunda caja tiene un volumen de <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>VOL2</var></code> <var>plural_form(METERS, VOL2)</var> cúbicos
fr: La première boîte a un volume de <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>VOL1</var></code> <var>plural_form(METERS, VOL1)</var> cubes. La deuxième boîte a un volume de <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>VOL2</var></code> <var>plural_form(METERS, VOL2)</var> cubes.
nb: Den første boksen har volum på <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>VOL1</var></code> kubikk <var>plural_form(METERS, VOL1)</var>. Den andre boksen har et volum på <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>VOL2</var></code> cubic <var>plural_form(METERS, VOL2)</var>
pt: A primeira caixa tem um volume de <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>VOL1</var></code> <var>plural_form(METERS, VOL1)</var> cúbicos. A segunda caixa tem um volume de <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>VOL2</var></code> <var>plural_form(METERS, VOL2)</var> cúbicos
tr: Birinci kutunun hacmi <code><var>H1</var> \times <var>L1</var> \times <var>W1</var> = <var>VOL1</var></code> cubic <var>plural_form(METERS, VOL1)</var>. İkinci kutunun hacmi <code><var>H2</var> \times <var>L2</var> \times <var>W2</var> = <var>VOL2</var></code> cubic <var>plural_form(METERS, VOL2)</var>

source: The first derivative, <code>f^\prime(x)</code>, is greater than <code>0</code> wherever the function is increasing.
es: La primera derivada, <code>f^\prime(x)</code>, es mayor que <code>0</code> donde la función es creciente.
fr: La dérivée première, <code>f^\prime(x)</code>, est strictement supérieure à <code>0</code> si et seulement si la fonction est croissante.
nb: Den første deriverte, <code>f^\prime(x)</code>,, er større enn <code>0</code> hvor funksjonen øker.
pt: A primeira derivada, <code>f^\prime(x)</code>, é maior que <code>0</code> sempre que a função aumenta.
tr: Fonksiyonun arttığı yerde, birinci türev, <code>f^\prime(x)</code>, <code>0</code>'dan büyüktür.

source: The first derivative, <code>f^\prime(x)</code>, is less than <code>0</code> wherever the function is decreasing.
es: La primera derivada, <code>f^\prime(x)</code>, es menor que <code>0</code> donde la función es decreciente.
fr: La dérivée première, <code>f^\prime(x)</code>, est strictement inférieure à <code>0</code> si et seulement si la fonction est décroissante.
nb: Den første deriverte, <code>f^\prime(x)</code>,, er mindre enn <code>0</code> hvor funksjonen synker.
pt: A primeira derivada, <code>f^\prime(x)</code>, é menor que <code>0</code> em qualquer ponto no qual a função seja decrescente.
tr: Fonksiyonun azaldığı yerde, birinci türev, <code>f^\prime(x)</code>, <code>0</code>'dan küçüktür.

source: The first dimension is the number of rows in the matrix. How many rows does <code><var>PRETTY_MAT_ID</var></code> have?
da: Den første dimension er antallet af rækker i matrixen. Hvor mange rækker har <code><var>PRETTY_MAT_ID</var></code>?
es: La primera dimensión es el número de filas en la matriz. ¿Cuántas filas tiene <code><var>PRETTY_MAT_ID</var></code>?
fr: Le premier terme de la dimension d'une matrice est le nombre de lignes. Combien de lignes a la matrice <code><var>PRETTY_MAT_ID</var></code> ?
nb: Den første dimensjonen er antallet rekker i matrisen. Hvor mange rekker har <code><var>PRETTY_MAT_ID</var></code>?
pt: A primeira dimensão é o número de linhas na matriz. Quantas linhas a <code><var>PRETTY_MAT_ID</var></code> tem?
tr: İlk boyut, matristeki satır sayısıdır. <code><var>PRETTY_MAT_ID</var></code>'nin kaç satırı vardır?

source: The first fraction becomes <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>}</code>.
es: La primera fracción se convierte en <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>}</code>.
fr: La première fraction devient <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>}</code>.
nb: Den første brøken blir <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>}</code>.
pl: Pierwszy ułamek staje się <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>}</code>.
pt: A primeira fração se torna <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>}</code>.
tr: Birinci kesir, <code>\dfrac{<var>NUM_1 * F1</var>}{<var>LCM</var>}</code> olur.

source: The first fraction remains <code>\dfrac{<var>NUM_1</var>}{<var>LCM</var>}</code>.
es: La primera fracción sigue siendo <code>\dfrac{<var>NUM_1</var>}{<var>LCM</var>}</code>.
fr: La première fraction reste <code>\dfrac{<var>NUM_1</var>}{<var>LCM</var>}</code>.
nb: Den første brøken forblir <code>\dfrac{<var>NUM_1</var>}{<var>LCM</var>}</code>.
pl: Pierwszy ułamek pozostaje <code>\dfrac{<var>NUM_1</var>}{<var>LCM</var>}</code>.
pt: A primeira fração continua <code>\dfrac{<var>NUM_1</var>}{<var>LCM</var>}</code>.
tr: Birinci kesir, <code>\dfrac{<var>NUM_1</var>}{<var>LCM</var>}</code> kalır.

source: The first inequality can be simplified to: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code>.
es: La primera desigualdad puede simplificarse a: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code>.
fr: La première inéquation peut s'écrire : <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code>.
nb: Den førster ulikheten kan forenkles til: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code>.
pl: Pierwszą nierówność można uprościć do: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code>.
pt: A primeira inequação pode ser simplificada para: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code>.
tr: İlk eşitsizlik şu şekilde sadeleştirilebilir: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code>.

source: The first number is plotted in <strong class="hint_blue">blue</strong> and the second number is plotted in <strong class="hint_green">green</strong>. Your current answer will be plotted in <strong class="hint_orange">orange</strong>.
es: El primer número está trazado en <strong class="hint_blue">azul</strong> y el segundo número está trazado en <strong class="hint_green">verde</strong>. Tu respuesta actual estará trazada en <strong class="hint_orange">anaranjado</strong>.
fr: L'image du premier nombre est en <strong class="hint_blue">bleu</strong> et celle du deuxième en <strong class="hint_green">vert</strong>. L'image du produit sera le point <strong class="hint_orange">orange</strong>.
pt: O primeiro número é plotado em <strong class="hint_blue">azul</strong> e o segundo número é plotado em <strong class="hint_green">verde</strong>. Sua resposta atual será mostrada em <strong class="hint_orange">laranja</strong>.
tr: Birinci sayı <strong class="hint_blue">mavi</strong> ile ve ikinci sayı <strong class="hint_green">yeşil</strong> ile gösterilmiştir. Cevabınız <strong class="hint_orange">turuncu</strong> ile gösterilecektir.

source: The first number, <code><var>A_REP</var></code>, has angle <code><var>A_ANGLE_REP</var></code> and radius <code><var>A_RADIUS_REP</var></code>.
es: El primero número, <code><var>A_REP</var></code>, tiene ángulo <code><var>A_ANGLE_REP</var></code> y radio <code><var>A_RADIUS_REP</var></code>.
fr: L'argument du premier nombre, <code><var>A_REP</var></code>, est <code><var>A_ANGLE_REP</var></code> et son module est <code><var>A_RADIUS_REP</var></code>.
pt: O primeiro número, <code><var>A_REP</var></code>, tem ângulo <code><var>A_ANGLE_REP</var></code> e raio <code><var>A_RADIUS_REP</var></code>.
tr: İlk sayının, <code><var>A_REP</var></code>, açısı <code><var>A_ANGLE_REP</var></code> ve yarıçapı <code><var>A_RADIUS_REP</var></code>.

source: The first piecewise definition of <code>f(x)</code>, <code>\frac{ 1 }{ \sqrt{ x - <var>A</var> } }</code>, is undefined where the denominator is zero and where the radicand (the expression under the radical) is less than zero.
da: Den første stykkevise definition af <code>f(x)</code>, <code>\frac{ 1 }{ \sqrt{ x - <var>A</var> } }</code>, er udefineret, hvor nævneren er 0, og hvor radikanten (udtrykket under rodtegnet) er mindre end 0.
es: La primera definición por trozos de <code>f(x)</code>, <code>\frac{ 1 }{ \sqrt{ x - <var>A</var> } }</code>, no está definida cuando el denominador es cero y donde el radicando (la expresión dentro de la raíz) es menor que cero.
nb: Den første delvise definisjonen av <code>f(x)</code>, <code>\frac{ 1 }{ \sqrt{ x - <var>A</var> } }</code>, er ikke definert hvor nevneren er 0, og hvor uttrykket under rottegnet er mindre enn 0.
pt: A primeira definição em trechos de <code>f(x)</code>, <code>\frac{ 1 }{ \sqrt{ x - <var>A</var> } }</code>, é indefinida quando o denominador é zero e onde o radicando (a expressão sob o radical) é menor que zero.
tr: <code>f(x)</code>'in ilk parçalı tanımı, <code>\frac{ 1 }{ \sqrt{ x - <var>A</var> } }</code>, paydanın sıfır olduğu ve kökün içindeki ifadenin sıfırdan küçük olduğu yerde tanımsızdır.

source: The first piecewise definition of <code>f(x)</code>, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>B</var> ) }</code>, is undefined when its denominator is 0.
da: Den første stykkevise definition af <code>f(x)</code>, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>B</var> ) }</code>, er udefineret, når nævneren er 0.
es: La primera definición por trozos de <code>f(x)</code>, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>B</var> ) }</code>, no está definida cuando el denominador es 0.
fr: La première expression de <code>f(x)</code>, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>B</var> ) }</code>, n'est pas définie lorsque son dénominateur est égal à 0.
nb: Den første delvise definition av <code>f(x)</code>, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>B</var> ) }</code>, er ikke definert når nevneren er 0.
pt: A primeira definição em trechos de <code>f(x)</code>, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>B</var> ) }</code>, é indefinida quando o seu denominador é 0.
tr: <code>f(x)</code>'in ilk parçalı tanımı, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>B</var> ) }</code>, paydanın 0 olduğu yerde tanımsızdır.

source: The first piecewise definition of <code>f(x)</code>, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>C</var> ) }</code>, is undefined where the denominator is zero.
da: Den første stykvise definition af <code>f(x)</code>, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>C</var> ) }</code>, er udefineret, når nævneren er 0.
fr: Pour le premier morceau de <code>f(x)</code>, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>C</var> ) }</code>, n'est pas défini lorsque le dénominateur est égal à zéro.
nb: Den første delen av definisjonen av <code>f(x)</code>, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>C</var> ) }</code>, er ikke definert når nevneren er 0.
pt: A primeira definição em trechos de <code>f(x)</code>, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>C</var> ) }</code>, é indefinida onde o denominador é zero.
tr: <code>f(x)</code>'in ilk parçalı tanımı, <code>\frac{ x + <var>A</var> }{ ( x + <var>A</var> )( x - <var>C</var> ) }</code>, paydanın 0 olduğu yerde tanımsızdır.

source: The first quartile is <code>\dfrac{<var>SORTED_DATA[floor(COUNT / 4) - 1]</var> + <var>SORTED_DATA[floor(COUNT / 4)]</var>}{2} = <var>Q1</var></code>.
es: El primer cuartil es <code>\dfrac{<var>SORTED_DATA[floor(COUNT / 4) - 1]</var> + <var>SORTED_DATA[floor(COUNT / 4)]</var>}{2} = <var>Q1</var></code>.
fr: Le premier quartile est <code>\dfrac{<var>SORTED_DATA[floor(COUNT / 4) - 1]</var> + <var>SORTED_DATA[floor(COUNT / 4)]</var>}{2} = <var>Q1</var></code>.
nl: Het eerste kwartiel is <code>\dfrac{<var>SORTED_DATA[floor(COUNT / 4) - 1]</var> + <var>SORTED_DATA[floor(COUNT / 4)]</var>}{2} = <var>Q1</var></code>.
pt: O primeiro quartil é <code>\dfrac{<var>SORTED_DATA[floor(COUNT / 4) - 1]</var> + <var>SORTED_DATA[floor(COUNT / 4)]</var>}{2} = <var>Q1</var></code>.
tr: Birinci dörtte birlik, <code>\dfrac{<var>SORTED_DATA[floor(COUNT / 4) - 1]</var> + <var>SORTED_DATA[floor(COUNT / 4)]</var>}{2} = <var>Q1</var></code>.

source: The focus is <code>(<var>PRETTY_X1</var>, <var>PRETTY_FOCUS_Y</var>)</code> and the directrix is <code>y = <var>PRETTY_DIR_Y</var></code>
es: El foco es <code>(<var>PRETTY_X1</var>, <var>PRETTY_FOCUS_Y</var>)</code> y la directriz es <code>y = <var>PRETTY_DIR_Y</var></code>
fr: Le foyer est le point de coordonnées <code>(<var>PRETTY_X1</var>, <var>PRETTY_FOCUS_Y</var>)</code> et l'équation de la directrice est <code>y = <var>PRETTY_DIR_Y</var></code>
pt: O foco é <code>(<var>PRETTY_X1</var>, <var>PRETTY_FOCUS_Y</var>)</code> e a diretriz é <code>y = <var>PRETTY_DIR_Y</var></code>
tr: Odak, <code>(<var>PRETTY_X1</var>, <var>PRETTY_FOCUS_Y</var>)</code> ve doğrultman, <code>y = <var>PRETTY_DIR_Y</var></code>

source: The focus is at <code>(<var>PRETTY_X1</var>, <var>PRETTY_FOCUS_Y</var>)</code> and the directrix is at <code>y = <var>PRETTY_DIR_Y</var></code>.
es: El foco está en <code>(<var>PRETTY_X1</var>, <var>PRETTY_FOCUS_Y</var>)</code> y la directriz está en <code>y = <var>PRETTY_DIR_Y</var></code>.
fr: Le couple de coordonnées du foyer est <code>(<var>PRETTY_X1</var>, <var>PRETTY_FOCUS_Y</var>)</code> et une équation de la directrice est <code>y = <var>PRETTY_DIR_Y</var></code>.
pt: O foco está em <code>(<var>PRETTY_X1</var>, <var>PRETTY_FOCUS_Y</var>)</code> e a diretriz está em <code>y = <var>PRETTY_DIR_Y</var></code>.
tr: Odak noktası, <code>(<var>PRETTY_X1</var>, <var>PRETTY_FOCUS_Y</var>)</code> ve doğrultman, <code>y = <var>PRETTY_DIR_Y</var></code>.

source: The focus is therefore <code><var>1 / (4 * -A)</var></code> units below the vertex, and the directrix is <code><var>1 / (4 * -A)</var></code> units above the vertex.
es: El foco está por lo tanto <code><var>1 / (4 * -A)</var></code> unidades debajo del vértice, y la directriz está <code><var>1 / (4 * -A)</var></code> unidades sobre el vértice.
fr: Donc le foyer est <code><var>1 / (4 * -A)</var></code> unités au-dessous du sommet et la directrice est <code><var>1 / (4 * -A)</var></code> unités au-dessus du sommet.
pt: Portanto, o foco está <code><var>1 / (4 * -A)</var></code> unidades abaixo do vértice, e a diretriz está <code><var>1 / (4 * -A)</var></code> unidades acima do vértice.
tr: Bu nedenle, odak noktası, tepe noktasının <code><var>1 / (4 * -A)</var></code> birim altındadır, ve doğrultman, tepe noktasının <code><var>1 / (4 * -A)</var></code> birim üstündedir.

source: The focus is therefore <code><var>1 / (4 * A)</var></code> units above the vertex, and the directrix is <code><var>1 / (4 * A)</var></code> units below the vertex.
es: El foco está por lo tanto <code><var>1 / (4 * A)</var></code> unidades sobre el vértice, y la directriz está <code><var>1 / (4 * A)</var></code> unidades debajo del vértice.
fr: Donc le foyer est <code><var>1 / (4 * A)</var></code> unités au-dessus du sommet et la directrice est <code><var>1 / (4 * A)</var></code> unités au-dessous du sommet.
pt: Portanto, o foco está <code><var>1 / (4 * A)</var></code> unidades acima do vértice, e a diretriz está <code><var>1 / (4 * A)</var></code> unidades abaixo do vértice.
tr: Bu nedenle, odak noktası, tepe noktasının <code><var>1 / (4 * A)</var></code> birim üstündedir, ve doğrultman, tepe noktasının <code><var>1 / (4 * A)</var></code> birim altındadır.
