Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: You control whether your child can accept invitations to be "coached" by their classroom teacher or another coach. Your child's coaches are able to view all of their activity.
da: Du bestemmer om dit barn kan modtage invitationer til at blive "vejledt" af deres skolelærer eller en anden vejleder. Dit barns vejledere er i stand til at se alle deres aktiviteter.
es: Tú controlas si tu hijo puede aceptar invitaciones para tener de tutor a su maestro de escuela u otro tutor. Los tutores de tu hijo pueden ver toda su actividad.
fr: Vous choisissez si votre enfant peut ou non accepter des invitations à être « coaché » par leur enseignant ou un autre coach. Les coaches de votre enfant seront en mesure de suivre toute son activité.
ja: あなたは，クラスルームの先生や，他のコーチにあなたの子供が「コーチされる」ための招待を受けいれるかどうかを決められます．コーチはあなたの子供のアクティビティを全て見ることができます．
nb: Du kontrollerer om barnet ditt kan godta invitasjoner til "veiledning" av sin klasselærer eller en annen veiledere. Barnets veiledere kan se alle deres aktivitet.
nl: Jij kan zeggen of je kind uitnodigingen kan accepteren om "gecoacht" te worden door de klasssenleraar of andere coach. De coaches van jouw kind kunnen dan alle activiteiten zien.
pl: Ty decydujesz, czy Twoje dziecko może przyjmować zaproszenia do bycia "trenowanym" przez swojego nauczyciela lub innego trenera. Trenerzy Twojego dziecka widzą jego aktywność.
pt: Você controla se seu filho pode aceitar convites para ser "orientado" pelo professor ou outro tutor. Os tutores de seu filho são capazes de ver todas as suas atividades.
pt_pt: Controle se os seus filhos podem aceitar pedidos para serem "ensinados" por outros tutores. Os tutores podem ver toda a atividade dos seus filhos.
tr: Çocuğunuzun, kendi sınıf öğretmeni veya başka eğitmenler tarafından yollanmış davetiyeleri kabul edip edemeyeceğini siz belirleyeceksiniz. Çocuğunuzun eğitmenleri, çocuğunuzun bütün etkinliklerini görüntüleyebilirler.

source: You did it!
da: Du klarede det!
es: ¡Lo lograste!
fr: Vous l'avez fait !
nb: Du klarte det!
nl: Je hebt het gedaan!
pl: Dokonałeś tego!
pt: Você conseguiu!
pt_pt: Conseguiste!
tr: Başardınız!

source: You don't have an email address connected to this Khan Academy account. Since you're %(age)s years old, you can connect an email address to your account, which will unlink it from your parent's account.
bg: Нямате имейл адрес свързан с този профил на Khan Academy. След като сте на %(age)s години, можете да свържете имейл адрес към вашия профил, което ще го отдели от профила на вашия родител.
da: Du har ikke en e-mail-adresse, der er knyttet til denne Khan Academy konto. Da du er %(age)s år gammel, kan du knytte en e-mail-adresse til din konto, som vil gøre at du optjener dine egne point og ikke dine forældres.
es: No tienes una dirección de correo electrónico vinculada a esta cuenta de Khan Academy. Dado que ya tienes %(age)s años, puedes vincular una dirección de correo electrónico a tu cuenta, lo que la desvinculará de la cuenta de tus padres.
fr: Tu n'as pas d'adresse e-mail liée à ce compte Khan Academy. Puisque tu as %(age)s ans, tu peux lier une adresse e-mail à ton compte. Ainsi, il sera dissocié du compte de tes parents.
he: אין לכם כתובת דואר אלקטרוני המחוברת לחשבון זה באקדמיית קהאן. מכיוון שאתם בני %(age)s, באפשרותכם לחבר כתובת דואר אלקטרוני לחשבונכם ובכך יוסר הקישור בין חשבונכם לחשבון ההורה שלכם.
nb: Du har ikke en e-postadresse som er knyttet til denne Khan akademiet-kontoen. Siden du er %(age)s år gammel, kan du koble en e-postadresse til din kontoen, som vil frakoble den fra din foreldres konto.
nl: We hebben geen e-mailadres gekoppeld aan deze Khan Academy account. Omdat je %(age)s jaar bent, kan je een e-mailadres koppelen aan je account, zodat deze zal ontkoppeld worden van je ouderaccount.
pl: Żaden z Twoich adresów e-mail nie jest połączony z kontem Khan Academy. Ponieważ ma %(age)s lat, możesz połączyć swój adres e-mail z kontem. Odłączysz się wtedy od konta swoich rodziców.
pt: Você não tem um endereço de e-mail vinculado a esta conta da Khan Academy. Como você tem %(age)s anos, você pode vincular um endereço de e-mail a sua conta, o que a desvinculará da conta de seus pais.
tr: Bu Khan Academy hesabına bağlı bir email adresiniz yoktur.%(age)s yaşında olduğunuz için, hesabınıza yeni bir email adresi ekleyerek velinizin hesabından ayırabilirsiniz.

source: You don't have any activity yet.
da: Du har endnu ikke nogen aktivitet.
es: Todavía no tienes ninguna actividad.
fr: Vous n'avez pas encore d'activité.
ja: あなたはまだ何のアクティビティもありません．
nb: Du har ikke noen aktivitet ennå.
nl: Je hebt nog geen activiteit.
pl: Nie masz jeszcze żadnej aktywności.
pt: Você não tem nenhuma atividade ainda.
pt_pt: Ainda não fizeste nada.
tr: Henüz bir etkinliğiniz bulunmamaktadır.

source: You don't have any discussion activity yet.
da: Du har endnu ikke nogen diskussionsaktivitet.
es: Todavía no tienes ninguna discusión.
fr: Vous n'avez pas encore participé à une discussion.
ja: あなたはまだ何の議論のアクティビティもありません．
nb: Du har ikke noen diskusjoner ennå.
nl: Jij hebt nog geen activiteit in discussies.
pl: Nie masz jeszcze żadnych aktywności w dyskusjach.
pt: Você não tem nenhuma atividade de discussão ainda.
pt_pt: Ainda não tens nenhuma atividade de discussão.
tr: Sizin henüz bir tartışma etkinliğiniz bulunmamaktadır.

source: You don't have any programs yet.
da: Du har ikke lavet nogen programmer endnu.
es: Todavía no tienes ningún programa.
fr: Vous n'avez pas encore de programme.
ja: あなたはまだプログラムを何も持っていません．
nb: Du har ikke programmer enda.
nl: U heeft nog geen programma's.
pl: Nie masz jeszcze żadnych programów.
pt: Você não tem nenhum programa ainda.
pt_pt: Ainda não tens programas.
tr: Sizin henüz bir programınız bulunmamaktadır.

source: You don't have any programs!
da: Du har ikke nogen programmer!
es: ¡No tienes ningún programa!
fr: Vous n'avez pas fait de programme !
nb: Du har ikke noen programmer!
nl: Je hebt geen programma's!
pl: Nie masz żadnych programów!
pt: Você não tem nenhum programa!
pt_pt: Não tens nenhum programa!
tr: Herhangi bir programınız yok!

source: You earned %(masteryPoints)s and %(hustlePoints)s.
es: Ganaste %(masteryPoints)s y %(hustlePoints)s.
ja: あなたは %(masteryPoints)s と %(hustlePoints)s を獲得しました．
nb: Du tjente %(masteryPoints)s og %(hustlePoints)s.
pl: Zdobyłeś(-aś) %(masteryPoints)s i %(hustlePoints)s.
pt: Você ganhou %(masteryPoints)s e %(hustlePoints)s.
pt_pt: Ganhaste %(masteryPoints)s e %(hustlePoints)s.
tr: %(masteryPoints)s ve %(hustlePoints)s kazandınız.

source: You earned <strong>{{translatedDescription}}</strong> in <strong>{{translatedTargetContextName}}</strong>:
da: Du optjente <strong>{{translatedDescription}}</strong> i <strong>{{translatedTargetContextName}}</strong>:
es: Ganaste <strong>{{translatedDescription}}</strong> en <strong>{{translatedTargetContextName}}</strong>:
fr: Vous avez gagné <strong>{{translatedDescription}}</strong> en <strong>{{translatedTargetContextName}}</strong> :
ja: あなたは<strong>{{translatedTargetContextName}}</strong>で<strong>{{translatedDescription}}</strong>を獲得しました:
nb: Du tjente <strong>{{translatedDescription}}</strong> i <strong>{{translatedTargetContextName}}</strong>:
nl: Je hebt <strong>{{translatedDescription}}</strong> verdiend in <strong>{{translatedTargetContextName}}</strong>:
pl: Zdobyłeś <strong>{{translatedDescription}}</strong> w <strong>{{translatedTargetContextName}}</strong>:
pt: Você ganhou <strong>{{translatedDescription}}</strong> em <strong>{{translatedTargetContextName}}</strong>:
pt_pt: Conseguiste a medalha <strong>{{translatedDescription}}</strong> em <strong>{{translatedTargetContextName}}</strong>:
tr: <strong>{{translatedTargetContextName}}</strong>'da <strong>{{translatedDescription}}</strong> kazandınız.

source: You earned <strong>{{translatedDescription}}</strong>:
da: Du optjente <strong>{{translatedDescription}}</strong>:
es: Ganaste <strong>{{translatedDescription}}</strong>:
fr: Vous avez gagné <strong>{{translatedDescription}}</strong> :
ja: あなたは <strong>{{translatedDescription}}</strong> を獲得しました。
nb: Du tjente <strong>{{translatedDescription}}</strong>:
nl: Je verdiende <strong>{{translatedDescription}}</strong>:
pl: Zdobyłeś <strong>{{translatedDescription}}</strong>:
pt: Você ganhou <strong>{{translatedDescription}}</strong>:
pt_pt: Ganhaste a medalha <strong>{{translatedDescription}}</strong>:
tr: <strong>{{translatedDescription}}</strong> madalyasını kazandınız.

source: You earned {{groupedBadgeDescription}}.
da: Du opnåede {{groupedBadgeDescription}}.
es: Ganaste {{groupedBadgeDescription}}.
fr: Vous avez gagné {{groupedBadgeDescription}}.
ja: あなたは {{groupedBadgeDescription}} を獲得しました．
nb: Du har fått {{groupedBadgeDescription}}.
nl: Je verdiende {{groupedBadgeDescription}}.
pl: Zdobyłeś/aś {{groupedBadgeDescription}}.
pt: Você ganhou {{groupedBadgeDescription}}.
pt_pt: Ganhaste {{groupedBadgeDescription}}.
tr: {{groupedBadgeDescription}} kazandınız.

source: You figured it out!
da: Du regnede det ud!
es: ¡Lo resolviste!
fr: Vous avez trouvé la solution !
nb: Du fant ut av det!
nl: Je hebt het opgelost!
pl: Rozgryzłeś to!
pt: Você descobriu!
pt_pt: Descobriste a solução!
tr: Çözdünüz!

source: You finished a pretest and unlocked a mission on the learning dashboard. Good work!
da: Du færdig med en forprøve og låst en mission op på læringsoversigten. Godt arbejde!
es: Terminaste un examen de diagnóstico y desbloqueaste una misión en el panel de aprendizaje. ¡Buen trabajo!
fr: Vous avez terminé une épreuve préliminaire et déverrouillé une mission sur le tableau de bord des apprentissages. Bon travail !
ja: あなたは予備テストを終了し，学びのダッシュボードのミッションを開放しました．すばらしい!
nb: Du ferdig med en førprøve og låst opp oppdrag på læringsoversikten. Godt jobbet!
nl: Je bent klaar met een instaptoets en hebt daarmee nu toegang tot een missie op je dashboard. Goed gedaan!
pl: Ukończyłeś test wstępny i odblokowałeś misję na pulpicie nawigacyjnym. Dobra robota!
pt: Você terminou um pré-teste e desbloqueou uma missão no painel de aprendizado. Bom trabalho!
pt_pt: Concluíste um pré-teste e desbloqueaste uma missão no painel de aprendizagem. Bom trabalho!
tr: Bir Hazırlık Testi bitirdiniz ve Öğrenme Pano'nuzda yeni bir hedef açtınız. Tebrikler!

source: You finished the math pretest in the learning dashboard. Good work!
da: Du færdig forprøven i matematik. Godt arbejde!
es: Terminaste el examen de diagnóstico de matemáticas en el panel de aprendizaje. ¡Buen trabajo!
fr: Vous avez terminé l'épreuve de math préliminaire dans le tableau de bord. Bon travail !
ja: あなたは学びのダッシュボードの数学のプレ・テストを終了しました．すばらしい!
nb: Du ferdig med førprøven i matematikk på læringsoversikten. Godt jobbet!
nl: Je hebt de wiskunde instaptoets van het learning dashboard afgerond. Goed gedaan!
pl: Ukończyłeś test wstępny w panelu nawigacyjnym. Dobra robota!
pt: Você terminou o pré-teste de matemática no painel de aprendizado. Bom trabalho!
pt_pt: Concluíste o pré-teste de Matemática no painel de aprendizagem. Bom trabalho!
tr: Matematik Ön Sınavını ve Öğrenme Panosunu tamamladınız. Harika iş çıkardınız!

source: You finished your first brain fitness test. Great job!
da: Du færdig med din første fitnesstest af hjernen. Godt gået!
es: Terminaste el primer examen de salud de tu cerebro. ¡Gran trabajo!
fr: Vous avez fini votre entraînement des méninges ! Bravo !
ja: あなたは最初の脳のフィットネステストを完了しました．おめでとう!
nb: Du ferdig med din første hjernetrimtest. Godt jobbet!
nl: Je hebt jouw eerste brein fitnesstest voltooid. Goed gedaan!
pl: Ukończyłeś/aś swój pierwszy test sprawności mózgu. Świetna robota!
pt: Você terminou seu primeiro teste de aptidão do cérebro. Ótimo trabalho!
pt_pt: Terminaste o teu primeiro teste de exercício cerebral. Bom trabalho!
tr: Tebrikler! İlk beyin zindelik testinizi tamamladınız.

source: You finished your first mastery challenge.
da: Du færdig med din første mester-udfordring.
es: Terminaste tu primer desafío de dominio.
fr: Vous avez terminé votre premier défi de maître.
ja: あなたは最初のマスタリーチャレンジを終了しました．
nb: Du er ferdig med din første mestringsutfordring.
nl: Je hebt je eerste meesterschapsuitdaging voltooid.
pl: Ukończyłeś swoje pierwsze mistrzowskie wyzwanie.
pt: Você concluiu seu primeiro desafio.
pt_pt: Conclui o teu primeiro desafio de perícia
tr: İlk Ustalık-Bilgi Ölçme Yarışmanızı tamamladınız.

source: You finished your first practice task.
da: Du er færdig med dine første øvelser.
es: Terminaste tu primera tarea de práctica.
fr: Vous avez terminé votre premier entrainement.
ja: あなたは最初の練習問題のタスクを終了しました．
nb: Du er ferdig med dine første øvelser.
nl: Je hebt je eerste taak volbracht.
pl: Ukończyłeś swoje pierwsze ćwiczenie.
pt: Você finalizou sua primeira tarefa prática.
pt_pt: Termina a tua primeira tarefa de treino
tr: İlk alıştırma görevinizi tamamladınız.

source: You have %(numStudents)s %(studentsText)s not in a class.
da: Du har %(numStudents)s %(studentsText)s, der ikke er i en klasse.
es: Tienes %(numStudents)s %(studentsText)s sin clase.
fr: Vous avez %(numStudents)s %(studentsText)s qui ne sont pas dans une classe.
ja: あなたの %(numStudents)s %(studentsText)s の生徒はクラスにいません．
nb: Duh ar %(numStudents)s %(studentsText)s ikke i en klasse.
nl: Je hebt %(numStudents)s %(studentsText)s nog niet in een klas.
pl: Nie masz %(numStudents)s %(studentsText)s w klasie.
pt: Você tem %(numStudents)s %(studentsText)s que não estão em uma turma.
pt_pt: Tem %(numStudents)s %(studentsText)s por inscrever numa turma.
tr: Herhangi bir sınıfa kayıtlı olmayan %(numStudents)s %(studentsText)s öğrenci var.

source: You have a closing "&lt;/%(closeTag_name)s&gt;" tag for a void element (and void elements don't need to be closed).
da: Du har er afsluttende "&lt; /%(closeTag_name)s &gt;" tag til et ugyldigt element (og ugyldige elementer behøver ikke at være lukkede).
es: Tienes una etiqueta de cierre "&lt;/%(closeTag_name)s&gt;" para un elemento vacío (y los elementos vacíos no necesitan ser cerrados).
nb: Du har en avsluttende "&lt;/%(closeTag_name)s&gt;" kode for et ugyldig element (og ugyldige elementer behøver ikke å lukkes).
pl: Masz tag zamykający "&lt;/%(closeTag_name)s&gt;" dla elementu pustego (a pustych elementów nie trzeba zamykać).
pt: Você tem uma tag "&lt;/%(closeTag_name)s&gt;" de fechamento para um elemento vazio (e elementos vazios não precisam ser fechados).
pt_pt: Tens uma tag de fecho ("&lt;/%(closeTag_name)s&gt;") para um elemento vazio (e os elementos vazios não podem ser fechados).
tr: Geçersiz bir öğe için bir "&lt;/%(closeTag_name)s&gt;" kapanış etiketiniz var (ve geçersiz öğelerin kapanması gerekmez).

source: You have a closing "&lt;/%(closeTag_name)s&gt;" tag that doesn't pair with any matching opening tags.
da: Du har et afsluttende "&lt; /%(closeTag_name)s &gt;" tag, der ikke er parret med tilsvarende åbnende tags.
es: Tienes una etiqueta de cierre "&lt;/%(closeTag_name)s&gt;" que no tiene par con otra etiqueta de apertura correspondiente.
nb: Du har en avsluttende "&lt; /%(closeTag_name)s &gt;" kode som ikke kan kombineres med matchende startkoder.
pl: Masz tag zamykający "&lt;/%(closeTag_name)s&gt;", który nie tworzy pary z żadnych tagiem otwierającym.
pt: Você tem uma tag "&lt;/%(closeTag_name)s&gt;" de fechamento que não corresponde a nenhuma tag de abertura.
tr: Bir "&lt;/%(closeTag_name)s&gt;" kapanış etiketiniz, açılış etiketlerinde hiç birisi ile eşleşmiyor.

source: You have a closing "&lt;/%(closeTag_name)s&gt;" tag that doesn't pair with the opening "&lt;%(openTag_name)s&gt;" tag. This is likely due to a missing or misordered "&lt;/%(openTag_name)s&gt;" tag.
da: Du har et afsluttende "&lt;/%(closeTag_name)s&gt;" tag, der ikke indledes med et "&lt;%(openTag_name)s&gt;" tag. Dette skyldes sandsynligvis et manglende eller rækkefølgen af et "&lt;/%(openTag_name)s&gt;" tag.
es: Tienes una etiqueta "&lt;/%(closeTag_name)s&gt;" que no hace par con la etiqueta de apertura "&lt;%(openTag_name)s&gt;". Esto se debe posiblemente a una etiqueta "&lt;/%(openTag_name)s&gt;" faltante o mal puesta.
nb: Du har en avsluttende "&lt;/%(closeTag_name)s&gt;" kode som ikke kombineres med en startkode "&lt;%(openTag_name)s&gt;". Dette er trolig på grunn av en manglende eller feilstavet "&lt;/%(openTag_name)s&gt;" kode.
pl: Masz tag zamykający "&lt;/%(closeTag_name)s&gt;", który nie paruje się z tagiem otwierającym "&lt;%(openTag_name)s&gt;". Prawdopodobnie jest tak, ponieważ brakuje, lub jest w nieodpowiedniej kolejności, tagu "&lt;/%(openTag_name)s&gt;".
pt: Você tem uma tag "&lt;/%(closeTag_name)s&gt;" de fechamento que não corresponde à tag "&lt;%(openTag_name)s&gt;" de abertura. Isso ocorre provavelmente porque falta uma tag "&lt;/%(openTag_name)s&gt;" ou talvez ela esteja no lugar errado.
tr: Bir "&lt;/%(closeTag_name)s&gt;" kapanış etiketiniz var, ve bu, "&lt;%(openTag_name)s&gt;" açılış etiketi ile eşleşmiyor. Nedeni muhtemelen bir "&lt;/%(openTag_name)s&gt;" etiketinin eksikliği veya yanlış sıralanmış olması.

source: You have a css property "%(cssProperty_property)s" with a "url()" value that currently points to an insecure resource.
da: Du har en css egenskab "%(cssProperty_property)s" med en "url()"-værdi, der i øjeblikket peger på en usikker ressource.
es: Tienes una propiedad CSS "%(cssProperty_property)s" con un valor de "url()" que actualmente dirige a una fuente insegura.
nb: Du har en css egenskap "%(cssProperty_property)s" med en "url()" verdi som nå peker på en usikker kilde.
pl: Masz własność css "%(cssProperty_property)s" z "url()", która obecnie prowadzi do niezabezpieczonego źródła.
pt: Você tem uma propriedade css "%(cssProperty_property)s" com um valor de "url()" que aponta, atualmente, para um recurso inseguro.
pt_pt: Tens uma propriedade do CSS ("%(cssProperty_property)s") com um valor de "url()" que aponta para um recurso inseguro.
tr: Sizde bir "%(cssProperty_property)s" css özelliği ve "url()" değeri var, ve bu, şu anda güvenli olmayan bir kaynağa işaret ediyor.

source: You have a new coach request!
bg: Имаш нова заявка от учител!
da: Du har en ny lærer anmodning!
es: ¡Tienes una nueva solicitud de un tutor!
fr: Vous avez une demande de coach !
ja: 新しいコーチのリクエストがあります!
nb: Du har en ny veileder forespørsel!
nl: Je hebt een nieuw coachingsverzoek!
pl: Masz nową prośbę o trenowanie!
pt: Você possui uma nova solicitação de tutor!
pt_pt: Tens um pedido novo de um tutor!
tr: Yeni bir eğitmen isteğiniz var!

source: You have access to your own learner account just like your child's so you can be a lifelong learner too!
da: Du har adgang til din egen konto ligesom dit barn, så du kan også kan lære gennem hele livet!
es: Tienes acceso a tu propia cuenta de estudiante al igual que tu hijo, para que puedas ser estudiante de por vida también.
fr: Vous avez accès à tout ce que la Khan Academy offre : vous pouvez apprendre comme votre enfant, et revenir sur ce que que vous n'aviez pas compris à l'école !
ja: 丁度あなたの子のアカウントのように，あなた自身の学びのアカウントにアクセスします．そうすることであなたは生涯の学習者になることができます．
nb: Du har adgang til din egen bruker akkurat som ditt barn, slik at du kan lære så lenge du lever også!
nl: Net als uw kind heeft u een eigen leerling account, zodat ook u levenslang kunt blijven leren!
pl: Masz dostęp do swojego własnego konta ucznia, tak jak Twoje dziecko, więc też możesz być człowiekiem uczącym się całe życie!
pt: Você tem acesso a sua própria conta de aluno, da mesma maneira que você tem acesso a de seus filhos; assim você também pode ser um eterno aprendiz!
pt_pt: Aceda à sua própria conta de aluno para que veja os conteúdos como o seu filho os vê e para que aprenda durante toda a vida!
tr: Tıpkı çocuğunuzun hesabına olduğu gibi, kendi öğrenci hesabınıza da, siz de ömür boyu öğrenmeye devam edebilin diye, erişiminiz var!

source: You have already invited:
da: Du har allerede inviteret:
es: Ya has invitado a:
fr: Vous avez déjà invité :
ja: あなたは既に次の生徒を招待しました:
nb: Du har allerede invitert:
nl: Je hebt al uitgenodigd:
pl: Zaprosiłeś już:
pt: Você já convidou:
pt_pt: Já convidou:
tr: Bu kişileri davet etmiş bulunuyorsunuz:

source: You have downvoted this comment
ja: あなたはこのコメントにダウンの投票をしました．
nb: Du har stemt ned denne kommentaren
pl: Zagłosowałeś na to pytanie negatywnie
pt: Você deu um voto negativo para esse comentário
pt_pt: Votou negativamente neste comentário
tr: Bu yoruma olumsuz oy verdiniz

source: You have elected to receive updates about the following topics once every two weeks.
da: Du har valgt at modtage opdateringer om følgende emner én gang hver anden uge.
es: Has elegido recibir actualizaciones de los siguientes temas una vez a la quincena.
fr: Vous avez choisi de recevoir des mises à jour sur les sujets suivants une fois toutes les deux semaines.
ja: 次のトピックについて2週間に1回更新情報を受けとることを選択しました．
nb: Du har valgt å motta oppdateringer om følgende emner en gang, annenhver uke.
nl: Je heeft ervoor gekozen tweeweekelijkse updates te ontvangen over de volgende onderwerpen.
pl: Wybrałeś otrzymywanie informacji na następujące tematy raz na dwa tygodnie.
pt: Você se inscreveu para receber atualizações sobre os seguintes tópicos a cada duas semanas.
pt_pt: Optaste por receberes atualizações relativas aos seguintes tópicos de duas em duas semanas.
tr: Aşağıdaki konular hakkında iki haftada bir güncelleme almayı seçtiniz.

source: You have found the following ages (in years) of <code><var>DATA_POINTS</var></code> <var>plural_form(animal( 1 ), DATA_POINTS)</var>. The <var>plural_form(animal( 1 ))</var> are randomly selected from the <code><var>POPULATION</var></code> <var>plural_form(animal( 1 ), POPULATION)</var> at your local zoo:
fr: Vous avez trouvé les âges suivants (en années) de <code><var>DATA_POINTS</var></code> <var>plural_form(animal( 1 ), DATA_POINTS)</var>. Les <var>plural_form(animal( 1 ))</var> sont choisis au hasard parmi les <code><var>POPULATION</var></code> <var>plural_form(animal( 1 ), POPULATION)</var> du zoo local:
pt: Você encontrou as seguintes idades (em anos) de <code><var>DATA_POINTS</var></code> <var>plural_form(animal( 1 ), DATA_POINTS)</var>. Os(as) <var>plural_form(animal( 1 ))</var> são aleatoriamente selecionados(as) da <code><var>POPULATION</var></code> <var>plural_form(animal( 1 ), POPULATION)</var> do zoológico local:

source: You have found the following ages (in years) of <var>DATA_POINTS</var> <var>animal(1)</var>.
fr: Vous avez trouvé les âges suivants (en années) du <var>animal(1)</var> <var>DATA_POINTS</var>.
pt: Você encontrou as seguintes idades (em anos) do(a) <var>DATA_POINTS</var> <var>animal(1)</var>.

source: You have found the following ages (in years) of all <code><var>DATA_POINTS</var></code> <var>plural_form(animal( 1 ), DATA_POINTS)</var> at your local zoo:
fr: Vous avez trouvé les âges suivants (en années) de<code><var>DATA_POINTS</var></code> <var>plural_form(animal( 1 ), DATA_POINTS)</var> du zoo local :
pt: Você encontrou as seguintes idades (em anos) de todo(as) os(as) <code><var>DATA_POINTS</var></code> <var>plural_form(animal( 1 ), DATA_POINTS)</var> em seu zoológico local:

source: You have found the following ages (in years) of all <var>DATA_POINTS</var> <var>plural_form(animal(1), DATA_POINTS)</var> at your local zoo:
fr: Vous avez trouvé les âges suivants, en années, des <var>DATA_POINTS</var> <var>plural_form(animal(1), DATA_POINTS)</var> du zoo local :
pt: Encontramos as seguintes idades (em anos) de todos(as) os(as) <var>DATA_POINTS</var> <var>plural_form(animal(1), DATA_POINTS)</var> do seu zoológico local:
