Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Function <code>\red{g(x)}</code> is shifted <code>1</code> unit right relative to <code>\blue{f(x)}</code>.
es: La función <code>\red{g(x)}</code> está desplazada <code>1</code> unidad a la derecha con respecto a <code>\blue{f(x)}</code>.
fr: La courbe de la fonction qui à x fait correspondre <code>\red{g(x)}</code> est décalée de <code>1</code> unité vers la droite par rapport à celle de la fonction qui à x fait correspondre <code>\blue{f(x)}</code>.
pt: Singular A função <code>\red{g(x)}</code> é deslocada <code>1</code> unidade para a direita em relação a <code>\blue{f(x)}</code>.

source: Function <code>\red{g(x)}</code> is shifted <code>1</code> unit up relative to <code>\blue{f(x)}</code>.
es: La función <code>\red{g(x)}</code> está desplazada <code>1</code> unidad hacia arriba con respecto a <code>\blue{f(x)}</code>.
fr: La courbe de la fonction qui à x fait correspondre <code>\red{g(x)}</code> est décalée de <code>1</code> unité vers le haut par rapport à celle de la fonction qui à x fait correspondre <code>\blue{f(x)}</code>.
pt: Singular A função <code>\red{g(x)}</code> é deslocada <code>1</code> unidade para cima em relação a <code>\blue{f(x)}</code>.

source: Function <code>\red{g(x)}</code> is stretched horizontally relative to <span data-if="Y_COEFFICIENT < 0"><code>\green{f(-x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, so must be multiplied by a number with a magnitude less than <code>1</code>.
es: La función <code>\red{g(x)}</code> está estirada horizontalmente en relación con <span data-if="Y_COEFFICIENT < 0"><code>\green{f(-x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, por lo tanto se debe multiplicar por un número de magnitud menor a <code>1</code>.
fr: La courbe correspondant à <code>\red{g(x)}</code> est l'image de celle qui correspond à <span data-if="Y_COEFFICIENT < 0"><code>\green{f(-x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span> par une dilatation horizontale, donc on doit multiplier par un nombre de valeur absolue inférieure à <code>1</code>.
pt: A função <code>\red{g(x)}</code> está esticada horizontalmente em relação a <span data-if="Y_COEFFICIENT < 0"><code>\green{f(-x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, portanto ela deve ser multiplicada por um número com uma magnitude menor que <code>1</code>.
tr: <code>\red{g(x)}</code> fonksiyonu <span data-if="Y_COEFFICIENT < 0"><code>\green{f(-x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>'e göre yatay yönde gerilmiştir, buna göre, büyüklüğü <code>1</code>'den daha küçük bir sayıyla çarpılması gerekir.

source: Function <code>\red{g(x)}</code> is stretched vertically relative to <span data-if="X_COEFFICIENT < 0"><code>\green{-f(x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, so must be multiplied by a number with a magnitude greater than <code>1</code>.
es: La función <code>\red{g(x)}</code> está estirada verticalmente en relación con <span data-if="X_COEFFICIENT < 0"><code>\green{-f(x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, por lo tanto debe ser multiplicada por un número de magnitud más grande que <code>1</code>.
fr: La courbe correspondant à <code>\red{g(x)}</code> est plus étroite que celle qui correspond à <span data-if="X_COEFFICIENT < 0"><code>\green{-f(x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, donc on doit multiplier par un nombre de valeur absolue supérieure à <code>1</code>.
pt: A função <code>\red{g(x)}</code> está esticada verticalmente em relação a <span data-if="X_COEFFICIENT < 0"><code>\green{-f(x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>, portanto ela deve ser multiplicada por um número com uma magnitude maior que <code>1</code>.
tr: <code>\red{g(x)}</code> fonksiyonu <span data-if="X_COEFFICIENT < 0"><code>\green{-f(x)}</code></span> <span data-else=""><code>\blue{f(x)}</code></span>'e göre düşey yönde gerilmiştir, buna göre, büyüklüğü <code>1</code>'den daha büyük bir sayıyla çarpılması gerekir.

source: Function declarations are not invocable. Wrap the whole function invocation in parens.
da: Funktionserklæringer kan ikke kaldes. Skriv hele funktionskaldet i parentes.
es: Las declaraciones de funciones no son invocables. Encierra el llamado de la función completa entre paréntesis.
nb: Funksjonserklæringer kan ikke navnsettes. Sett hele funksjonens anrop i parentes.
nl: Functie declaraties zijn niet oproepbaar. Sluit de hele functie-aanroep in d.m.v. accolades.
pl: Nie można przywoływać definicji funkcji. Zapisz przywołanie całej funkcji w nawiasach.
pt: Declarações da função não são invocáveis. Coloque a função inteira entre parênteses.
tr: Fonksiyon önermeleri çağrılamaz. Bütün fonksiyon çağrısını parantez içine alınız.

source: Function declarations should not be placed in blocks. Use a function expression or move the statement to the top of the outer function.
da: Funktionserklæringer bør ikke placeres i blokke. Brug et funktionsudtryk eller flyt sætningen til toppen af den ydre funktion.
es: Las declaraciones de funciones no deben ser colocadas en bloque. Utiliza la expresión de una función o mueve la declaración a la parte superior de la función externa.
nb: Funksjonserklæringer bør ikke plasseres i blokker. Bruk et funksjonsuttrykk eller flytt uttrykket til toppen av den ytre funksjonen.
pl: Deklaracja funkcji nie powinna być umieszczona w sektorach. Użyj wyrażenia funkcji lub przenieś wyrażenie do górnej części funkcji zewnętrznej.
pt: As declarações da função não devem ser colocadas em blocos. Use uma expressão da função ou mova a instrução para cima da função externa.
tr: Fonksiyon bildirimleri bloklara yerleştirilmemelidir. Fonksiyon ifadesi kullanınız veya bildirimi dış fonksiyonun üstüne taşıyınız.

source: Functions <code>\blue{f}</code> and <code>\red{g}</code> are graphed.
fr: Ci-dessous les courbes représentatives des fonctions <code>\blue{f}</code> et <code>\red{g}</code>.
nb: Funksjonene <code>\blue{f}</code> og <code>\red{g}</code> er tegnet nedenfor.
pl: Przedstawiono wykresy funkcji <code>\blue{f}</code> i <code>\red{g}</code>.
pt: As funções <code>\blue{f}</code> e <code>\red{g}</code> estão representadas graficamente.
tr: <code>\blue{f}</code> ve <code>\red{g}</code> fonksiyonlarının grafiği çizilmiştir.

source: Fundamentals
fr: Les bases
nb: Grunnskole tema (oversatt til norsk)
pl: Podstawy
pt: Fundamentos
pt_pt: Fundamentos
tr: Temel Bilgiler

source: Fundraising
pl: Pozyskiwanie funduszy
pt: Captação de recursos
pt_pt: Apoio a causas
tr: Bağış toplama

source: Gadolinium
es: Gadolinio
pl: Gadolin
pt: Gadolínio
pt_pt: Gadolínio
tr: Gadolinyum

source: Gail began her career as a 3rd grade teacher in Massachusetts, and since then has taught Kindergarten and first grade. She has also worked as an ESL teacher for Grades K-4, teaching mostly Kindergarten students.
pt: Gail começou sua carreira como professora do 3º ano do Ensino Fundamental em Massachusetts, e, desde então, tem dado aulas para a pré-escola e para o 1º ano do Ensino Fundamental. Ela também ensina inglês como segunda língua na educação infantil, principalmente para os alunos de pré-escola.
tr: Gail kariyerine Massachusetts'de 3. sınıf öğretmeni olarak başladı ve o zamandan beri anaokulu ve birinci sınıflara da öğretmenlik yaptı. Kendisi ayrıca Ana-4 sınıflarına, ağırlıklı olarak ana sınıfı öğrencilerine ESL öğretmenliği yaptı.

source: Gail has a degree in English and Early Childhood, with a Master's degree in Education. She finds making math exercises exciting and is happy to be engaging young children in the world of math, especially her two daughters.
pt: Gail é formada em inglês e educação infantil, com mestrado em educação. Ela gosta de fazer exercícios de matemática e fica feliz em ajudar as crianças a desbravar o mundo da matemática, especialmente suas duas filhas.
tr: Gail İngilizce ve erken dönem çocuk gelişimi alanlarında lisans yaptı ve yüksek lisansını eğitim alanında tamamladı. Matematik alıştırmaları hazırlamak ona heyecan veriyor ve o, iki kızı başta olmak üzere, çocuklara matematik dünyasını tanıtmaktan mutluluk duyuyor.

source: Gallium
es: Galio
pl: Gal
pt: Gálio
pt_pt: Gálio
tr: Galyum

source: Garrick currently researches pancreatic and gastric cancer for the Pancreas Center at Columbia University Medical Center. Before working for Columbia, Garrick worked as a curriculum designer and content creator for tutoring companies in New York City and the San Francisco Bay Area. Garrick holds degrees in Astrophysics, Comparative Literature, and Music from the University of California, Berkeley where he also taught for the Physics and Astronomy departments.
pt: Garrick atualmente pesquisa câncer pancreático e gástrico para o Pancreas Center no Centro Médico da Universidade Columbia. Antes de trabalhar para a Columbia, Garrick trabalhava como criador de currículos e de conteúdo para empresas de tutoria em Nova York e na área da baía de São Francisco. Garrick é formado em astrofísica, literatura comparada e música pela Universidade da Califórnia em Berkeley, onde também ensinou nos departamentos de Física e Astronomia.
tr: Garrick, şimdilerde Columbia Üniversitesi Tıp Merkezi'nde Pankreas Merkezi'nde pankreas ve mide kanserini araştırmaktadır. Columbia'da çalışmadan önce, Garrick New York Şehri ve San Francisco Körfez Bölgesindeki eğitim şirketleri için eğitim programı tasarımcısı ve içerik yaratıcısı olarak çalıştı. Garrick, Fizik ve Astronomi bölümlerinde öğretmenlik de yaptığı, Kaliforniya Üniversitesi, Berkeley'den Astrofizik, Karşılaştırmalı Edebiyat, ve Müzik alanında diplomaları vardır.

source: Geek of the week: mastery
da: Ugens nørd: beherskelse
es: Nerd de la semana: dominio
fr: Le geek de la semaine : maîtrise
ja: 今週のギーク: マスタリー
nb: Ukens nerd: mestring
nl: Nerd van de week: meesterschap
pl: Mózgowiec tygodnia: mistrzostwo
pt: Nerd da semana: domínio
pt_pt: Marrão da semana: dominar
tr: Haftanın Çalışkanı: Ustalık

source: Geek of the week: practice
da: Ugens nørd: øvelse
es: Nerd de la semana: práctica
fr: Le geek de la semaine : entraînement
ja: 今週のギーク: 練習問題
nb: Ukens nerd: øvelse
nl: Nerd van de week: oefening
pl: Mózgowiec tygodnia: ćwiczenia
pt: Nerd da semana: prática
pt_pt: Marrão da semana: praticar
tr: Haftanın Çalışkanı: Alıştırma

source: Geithner Plan
fr: Plan Geithner
nb: Geithner Planen
pl: Plan Geithnera
pt: Plano de Geithner
pt_pt: Plano de Geithner
tr: Geithner Planı (ABD)

source: Gender
ja: 性別
nb: Kjønn
pl: Płeć
pt: Gênero
pt_pt: Género
tr: Cinsiyet

source: Gender (optional)
ja: 性別 (オプション)
nb: Kjønn (valgfritt)
pl: Płeć (opcjonalnie)
pt: Gênero (opcional)
pt_pt: Género (opcional)
tr: Cinsiyet (isteğe bağlı)

source: General
da: Generelt
fr: Général
ja: 一般
nb: Generelt
nl: Algemeen
pl: Ogólne
pt: Geral
pt_pt: Geral
tr: Genel

source: General &amp; Administrative
pl: Administracja i ogólne wydatki
pt: Gerais e administrativos
pt_pt: Gerais e administrativas
tr: Genel &amp; İdari

source: General exercise framework improvements and tons of exercise modules covering topics in trigonometry, precalculus, and calculus, among others.
pt: Melhorias gerais na estrutura dos exercícios e milhares de módulos de exercícios que abordam tópicos de trigonometria, pré-cálculo e cálculo, entre outros.
tr: Genel alıştırma çerçevesi iyileştirmeleri ve trigonometri, kalkülüs öncesi ve kalkülüs gibi bir çok konuyu kapsayan alıştırma modülleri.

source: Generate a random number
da: Generer et tilfældigt tal
es: Genera un número aleatorio
fr: Génère un nombre aléatoire
ja: 乱数を生成する
nb: Generer et tilfeldig tall
nl: Genereer een willekeurig getal
pl: Wygenerowanie liczby losowej
pt: Gera um número aleatório
pt_pt: Gera um número aleatório
tr: Rastgele bir rakam oluştur

source: Geneva
nb: Genève
pl: Genewa
pt: Genebra
tr: Cenevre

source: Geometric sequences 1
es: Sucesiones Geométricas 1
fr: Suites géométriques 1
pt: Progressões geométricas 1
tr: Geometrik diziler 1

source: Geometric sequences 2
es: Sucesiones Geométricas 2
fr: Suites géométriques 2
pt: Progressões geométricas 2
tr: Geometrik diziler 2

source: Geometry
da: Geometri
es: Geometría
fr: Géométrie
hi: ज्यामिति
nb: Geometri
nl: Meetkunde
pl: Geometria
pt: Geometria
pt_pt: Geometria
tr: Geometri

source: Germanium
es: Germanio
pl: German
pt: Germânio
pt_pt: Germânio
tr: Germanyum

source: Get %(num)s correct in a row
da: Få %(num)s korrekt i træk
es: Obtén %(num)s correcto consecutivamente
fr: Objectif : %(num)s réponse exacte
nb: Få %(num)s riktige etter hverandre
nl: Krijg %(num)s achter elkaar goed
pl: Zdobądź %(num)s prawidłową odpowiedź
pt: Consiga %(num)s resposta correta
pt_pt: Acerta %(num)s exercício seguido
tr: Ardarda %(num)s soruyu doğru cevaplayın

source: Get %(x)s out of %(y)s correct
da: Få %(x)s ud af %(y)s rigtige
es: Obtén %(x)s de %(y)s correctos
fr: Obtenir %(x)s sur %(y)s correct
nb: Få %(x)s av %(y)s riktig
nl: Maak %(x)s van de %(y)s goed
pl: Zdobądź %(x)s poprawnych z %(y)s
pt: Acerte %(x)s de %(y)s
tr: %(y)s sorudan %(x)s tanesini doğru cevaplayın

source: Get Adobe Flash player
da: Hent Adobe Flash player
es: Obtén Adobe Flash player
fr: Obtenir Adobe Flash player
ja: Adobe のフラッシュプレイヤーを入手する
nb: Få Adobe Flash player
nl: Download Adobe Flash player
pl: Pobierz Adobe Flash player
pt: Obtenha o Adobe Flash player
pt_pt: Obter o Adobe Flash player
tr: Adobe Flash Player yükleyiniz

source: Get Started
da: Kom i gang
es: Comenzar
fr: Commencez
nb: Kom i gang
nl: Aan de slag
pl: Pierwsze kroki
pt: Comece
pt_pt: Começar
tr: Kullanmaya başlayın

source: Get a feel for what non-work life will be like in Mountain View and San Francisco, from <span class="highlight">housing</span> to <span class="highlight">eating</span> to <span class="highlight">frolicking</span> in those moments when you're not busy changing the world.
bg: Може да получите представа какъв ще бъде животът Ви след работа в Mountain View и Сан Франциско от <span class="highlight"> жилища</span> до <span class="highlight"> храна</span> до <span class="highlight"> frolicking</span> по времето, когато не сте заети с това да променяте света.
da: Få en fornemmelse for, hvordan et ikke-arbejdede liv er i Mountain View og San Francisco, fra <span class="highlight"> boliger</span> til at <span class="highlight"> spise</span> til at <span class="highlight"> boltrer sig</span> i de øjeblikke, når du ikke har travlt med at ændre verden.
es: Tener una idea de lo que una vida sin trabajo sería en Mountain View y San Francisco, desde <span class="highlight">estar en casa</span> a<span class="highlight"> la comida</span> hasta<span class="highlight"> el retozar</span> en estos momentos cuando no estás ocupado cambiando el mundo.
fr: Faites vous une idée de ce que sera votre vie à Mountain View et à San Francisco avec <span class="highlight">logement</span>à<span class="highlight">manger</span>à<span class="highlight">se promener</span>lorsque vous ne serez pas en train de changer l'éducation dans le monde.
pl: Poczuj, jak może wyglądać życie poza pracą w Mountain View i San Francisco, od <span class="highlight">mieszkania</span> przez <span class="highlight">jedzenie</span>, po <span class="highlight">figlowanie</span> w tych chwilach, gdy nie jesteś zajęty zmienianiem świata.
pt: Veja como é a vida fora do trabalho em Mountain View e San Francisco, desde <span class="highlight">moradia</span> até <span class="highlight">alimentação</span> e <span class="highlight">lazer</span>, para aqueles momentos em que você não está ocupado mudando o mundo.
tr: <span class="highlight">Konut fırsatlarından</span> <span class="highlight">yemek</span> ve <span class="highlight">eğlenceye</span> kadar, Mountain View ve San Francisco'da iş dışındaki hayatınıza ve dünyayı değiştirmeye çalışmadığınız anlara dair öğeler hakkında bilgi edinin.

source: Get a personal path through {{topic.translatedTitle}}
da: Få en personlig sti til {{topic.translatedTitle}}
es: Obtén una ruta personal a través de {{topic.translatedTitle}}
fr: Faites un parcours personnalisé au sein de {{topic.translatedTitle}}
ja: {{topic.translatedTitle}} を通して自分のやり方をみつけましょう
nb: Få en personlig vei gjennom {{topic.translatedTitle}}
nl: Krijg een persoonlijke route door {{topic.translatedTitle}}
pl: Uzyskaj osobistą ścieżkę przez {{topic.translatedTitle}}
pt: Siga um caminho personalizado usando {{topic.translatedTitle}}
tr: {{topic.translatedTitle}} için kişiselleştirilmiş bir rota edinin

source: Get a personal path through {{topicInfo.topic.translatedTitle}}
da: Få en personlig vej gennem {{topicInfo.topic.translatedTitle}}
es: Obtén una ruta personal a través de {{topicInfo.topic.translatedTitle}}
fr: Faites un parcours personnalisé au sein de {{topicInfo.topic.translatedTitle}}
ja: 個人のパスを {{topicInfo.topic.translatedTitle}} から得る
nb: Få en personlig vei gjennom {{topicInfo.topic.translatedTitle}}
nl: Krijg een persoonlijke route door {{topicInfo.topic.translatedTitle}}
pl: Wejdź na indywidualną ścieżkę {{topicInfo.topic.translatedTitle}}
pt: Siga um caminho personalizado em {{topicInfo.topic.translatedTitle}}
tr: {{topicInfo.topic.translatedTitle}} konusunun başından sonuna kendi rotanızı belirleyin

source: Get amazing badges and points
da: Få fantastiske badges og point
es: Obtén puntos y medallas sorprendentes
fr: Obtenez des points et des badges incroyables
ja: すてきなバッジやポイントを得ましょう。
nb: Få fantastiske merker og poeng
nl: Verdien geweldige badges en punten
pl: Zdobywaj niesamowite odznaki i punkty
pt: Ganhar pontos e medalhas incríveis
tr: Muhteşem madalyalar ve puanlar kazanın

source: Get both fractions over a common denominator of <code>(<var>DENOMINATOR1</var>)(<var>DENOMINATOR2</var>)</code>.
es: Pon ambas fracciones sobre un denominador común de <code>(<var>DENOMINATOR1</var>)(<var>DENOMINATOR2</var>)</code>.
fr: Le dénominateur commun est <code>(<var>DENOMINATOR1</var>)(<var>DENOMINATOR2</var>)</code>.
nb: Få begge brøkene til en fellesnevner på <code>(<var>DENOMINATOR1</var>)(<var>DENOMINATOR2</var>)</code>.
pl: Przekształćmy je tak, żeby oba miały wspólny mianownik <code>(<var>DENOMINATOR1</var>)(<var>DENOMINATOR2</var>)</code>.
pt: Coloque ambas as frações em um denominador comum de <code>(<var>DENOMINATOR1</var>)(<var>DENOMINATOR2</var>)</code>.
tr: İki kesiri <code>(<var>DENOMINATOR1</var>)(<var>DENOMINATOR2</var>)</code> ortak paydasına alabiliriz.

source: Get constant feedback and progress so you know where you stand
nb: Få umiddelbare tilbakemeldinger og fremgang slik at du vet hvordan du ligger ann
pt: Receba feedbacks e informações constantes sobre seu progresso para que você saiba como está se saindo

source: Get crackin' ⟶
es: Manos a la obra ⟶
ja: 急ごう ⟶
nb: Sett igang ⟶
nl: Aan de slag!
pl: Ruszaj się ⟶
pt: Mãos à obra!
pt_pt: Mãos à obra ⟶
tr: Başlayın ⟶

source: Get each number in <var>plural_form(decimalPlaceNames[MAX_P], 2)</var>.
fr: On écrit chaque nombre sous forme d'un nombre de <var>plural_form(decimalPlaceNames[MAX_P], 2)</var>.
nb: Få hvert tall i <var>plural_form(decimalPlaceNames[MAX_P], 2)</var>.
pl: Przedstaw każdą liczbę jako <var>plural_form(decimalPlaceNames[MAX_P], 2)</var>.
pt: Coloque cada número em <var>plural_form(decimalPlaceNames[MAX_P], 2)</var>.
tr: Sayıların her birini <var>plural_form(decimalPlaceNames[MAX_P], 2)</var> basamağına göre ifade ediniz.

source: Get excited! You're in for the time of your life!
pt: Vai com tudo: este é o seu momento!
tr: Heyecanlanın! Hayatınızın en güzel dönemi başlıyor!

source: Get free help with fractions and other math on Khan Academy
nb: Få gratis hjelp med brøk og annen matematikk på Khan Academy
pl: Znajdź darmową pomoc z ułamkami i resztą matematyki na Khan Academy
pt: Obtenha ajuda para trabalhar com frações e outros tópicos da matemática na Khan Academy
pt_pt: Obtém ajuda em Matemática na Khan Academy
tr: Khan Academy'de kesirler ve diğer matematik konularında ücretsiz yardım alın

source: Get in touch.
pl: Prosimy o kontakt.
pt: Fale conosco.
pt_pt: Fale connosco.
tr: Siz de destek olabilirsiniz.

source: Get ready...
da: Gør dig klar...
es: Prepárate...
fr: Préparez-vous...
ja: 準備はいいですか...
nb: Gjør deg klar...
nl: Klaar voor de start...
pl: Przygotuj się...
pt: Prepare-se...
pt_pt: Prepara-te...
tr: Hazır olun..

source: Get started
bg: Започнете от тук
da: Kom igang
es: Empieza
fr: Commencez
he: בואו נתחיל
ja: はじめましょう!
nb: Kom i gang
nl: Aan de slag
pl: Pierwsze kroki
pt: Inicie
pt_pt: Começar
tr: Kullanmaya başlayın

source: Get started as a parent on Khan Academy
da: Start som forælder på Khan Academy
es: Empezar como padre en Khan Academy
fr: Commencer en tant que parent sur la Khan Academy
ja: 親としてカーンアカデミーを始める
nb: Komme i gang som foreldre på Khan Academy
nl: Aan de slag als ouder op Khan Academy
pl: Zacznij jako rodzic na Khan Academy
pt: Começar como pai na Khan Academy
pt_pt: Comece como um pai ou uma mãe
tr: Khan Academy'ye veli olarak başlama

source: Get started as a teacher on Khan Academy
da: Start som lærer på Khan Academy
es: Empezar como profesor en Khan Academy
fr: Commencer en tant qu'enseignant sur la Khan Academy
ja: 先生としてカーンアカデミーを始める
nb: Komme i gang som veileder/lærer på Khan Academy
nl: Aan de slag als leraar op Khan Academy
pl: Zacznij jako nauczyciel na Khan Academy
pt: Começar como professor na Khan Academy
pt_pt: Comece como um professor
tr: Khan Academy'ye öğretmen olarak başlama

source: Get the equation into the form <code>ax^2 + bx + c = 0</code>:
es: Pon la ecuación en la forma <code>ax^2 + bx + c = 0</code>:
fr: On met l'équation sous la forme <code>ax^2 + bx + c = 0</code> :
nb: Få likningen på formen <code>ax^2 + bx + c = 0</code>:
pt: Coloque a equação no formato <code>ax^2 + bx + c = 0</code>:
tr: Denklemi, <code>ax^2 + bx + c = 0</code> formunda yazınız:

source: Get the first %(first_x)s correct, or %(num)s in a row
da: Svar rigtig på de første %(first_x)s, eller %(num)s i træk
fr: Répondez aux %(first_x)s premières questions correctement, ou à %(num)s questions d'affilée
nb: Få de første %(first_x)s riktig, eller %(num)s på rad
pl: Zrób pierwsze %(first_x)s poprawnie, lub %(num)s pod rząd
pt: Acerte os %(first_x)s primeiros, ou %(num)s em sequência
pt_pt: Acerta os primeiros %(first_x)s exercícios ou acerta %(num)s seguidos
tr: İlk %(first_x)s, veya art arda %(num)s soruyu doğru cevaplayın

source: Get the tips
bg: Съвети оттук
da: Få tipsene
es: Obtener los consejos
fr: Obtenez les conseils
ja: ヒントを見る
nb: Få tips
nl: Toon de tips
pl: Zdobądź wskazówki
pt: Veja as dicas
pt_pt: Receba as sugestões
tr: İpuçları alın

source: Get tips
da: Få tips
es: Obtener sugerencias
fr: Obtenez des conseils (en cours de traduction)
ja: ヒントを得る
nb: Få tips
nl: Toon tips
pl: Zdobądź wskazówki
pt: Receber dicas
pt_pt: Obter dicas
tr: İpucu alın

source: Get to know the redesigned SAT (March 2016)
nb: Bli kjent med nyeste SAT (Mars 2016)
pt: Conheça o SAT remodelado (março de 2016)
tr: Yeni SAT Sınavı'nı tanıyın (Mart 2016 tarihinden itibaren uygulanacak yeni sınav)

source: Getting Started
da: Kom i gang
es: Iniciando
fr: Commencons
ja: 始める
nb: Kom i gang
nl: Aan de slag
pl: Pierwsze kroki
pt: Primeiros passos
pt_pt: Vamos começar
tr: Başlarken

source: Getting closer!
da: Du er tæt på!
es: ¡Cada vez más cerca!
fr: Vous vous rapprochez !
nb: Du nærmer deg!
nl: Je bent er bijna!
pl: Coraz bliżej!
pt: Chegando perto!
pt_pt: Quase lá!
tr: Gittikçe yaklaşıyor!
