Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Graph the circle <code><var>expr(["+", "x^2", "y^2", D === 0 ? null : ["*", D, "x"], E === 0 ? null : ["*", E, "y"], F === 0 ? null : F])</var> = 0</code>.
es: Grafica la circunferencia <code><var>expr(["+", "x^2", "y^2", D === 0 ? null : ["*", D, "x"], E === 0 ? null : ["*", E, "y"], F === 0 ? null : F])</var> = 0</code>.
fr: Tracer le cercle d'équation <code><var>expr(["+", "x^2", "y^2", D === 0 ? null : ["*", D, "x"], E === 0 ? null : ["*", E, "y"], F === 0 ? null : F])</var> = 0</code>.
pt: Faça a representação gráfica da circunferência <code><var>expr(["+", "x^2", "y^2", D === 0 ? null : ["*", D, "x"], E === 0 ? null : ["*", E, "y"], F === 0 ? null : F])</var> = 0</code>.
tr: Çemberin grafiğini çiziniz <code><var>expr(["+", "x^2", "y^2", D === 0 ? null : ["*", D, "x"], E === 0 ? null : ["*", E, "y"], F === 0 ? null : F])</var> = 0</code>.

source: Graph the circle <code><var>expr(["+", X2T, Y2T])</var> = <var>R * R</var></code>.
da: Tegn grafen for cirklen <code><var>expr(["+", X2T, Y2T])</var> = <var>R * R</var></code>.
es: Grafica la circunferencia <code><var>expr(["+", X2T, Y2T])</var> = <var>R * R</var></code>.
fr: Tracer le cercle d'équation <code><var>expr(["+", X2T, Y2T])</var> = <var>R * R</var></code>.
pt: Represente em gráfico a circunferência <code><var>expr(["+", X2T, Y2T])</var> = <var>R * R</var></code>.
tr: <code><var>expr(["+", X2T, Y2T])</var> = <var>R * R</var></code> çemberinin grafiğini çiziniz.

source: Graph the following equation:
da: Afbild den følgende ligning:
es: Grafica la siguiente ecuación:
fr: Représenter graphiquement :
nb: Tegn følgende likning:
pl: Wykres z następującego równania:
pt: Esboce o gráfico da seguinte equação:
tr: Denklemin grafiğini çiziniz:

source: Graph the following inequality and determine if the points <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> or <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> are solutions:
da: Tegn grafen for følgende ulighed og bestem, om punkterne <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> og <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> er løsninger:
es: Grafica la siguiente desigualdad y determina si los puntos <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> o <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> son solución:
fr: Résoudre graphiquement l'inéquation ci-dessous et déterminer si les couples <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> et <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> sont solutions :
nb: Tegn grafen for følgende ulikhet og bestem, om punktene <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> og <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> er løsninger:
pl: Narysuj wykres następującej nierówności i sprawdź, czy punkty <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> lub <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> są rozwiązaniami:
pt: Represente a inequação em gráfico e determine se os pontos <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> ou <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> são soluções:
tr: Eşitsizlik sisteminin grafiğini çiziniz ve <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> or <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> noktalarının çözüm olup olmadığını belirleyiniz:

source: Graph the following inequality:
da: Tegn en graf for den følgende ulighed:
es: Grafica la siguiente desigualdad:
fr: Résoudre graphiquement l'inéquation :
nb: Tegn en graf for den følgende ulikheten:
pl: Narysuj wykres następującej nierówności:
pt: Represente a seguinte inequação no gráfico:
tr: Eşitsizliğin grafiğini çiziniz:

source: Graph the following system of inequalities and determine if the points <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> or <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> are solutions:
es: Grafica el siguiente sistema de desigualdades y determina si los puntos <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> o <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> son soluciones:
fr: Représenter l'ensemble solution de ce système d'inéquations et dire si les couples <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> et <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> sont solutions du système :
nb: Løs følgende sett med ulikheter grafisk og finn ut om punktene<code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> eller <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> er løsinger:
pt: Represente em gráfico o sistema de inequações e determine se os pontos <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> ou <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> são soluções:
tr: Eşitsizlik sisteminin grafiğini çiziniz ve <code>(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)</code> or <code>(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)</code> noktalarının çözüm olup olmadığını belirleyiniz:

source: Graph the following system of inequalities:
es: Grafica el siguiente sistema de desigualdades:
fr: Résoudre graphiquement le système d'inéquations :
nb: Løs settet med ulikheter grafisk:
pl: Sporządź wykres danego układu nierówności:
pt: Faça o gráfico do seguinte sistema de inequações:
tr: Eşitsizlik sisteminin grafiğini çiziniz:

source: Graph the function that is defined by the table below.
fr: Représenter graphiquement la fonction définie par le tableau ci-dessous.
nb: Tegn funksjonen som er definert i tabellen nedenfor.
pt: Represente graficamente a função definida pela tabela abaixo.
tr: Aşağıdaki tabloda tanımlanan fonksiyonun grafiğini çiziniz.

source: Graph the green line so it passes through <code>(0, <var>YINT_2</var>)</code> and <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect2(); " type="button" value="Show me">
da: Tegn grafen for den grønne linje, så den går gennem <code>(0, <var>YINT_2</var>)</code> og <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect2(); " type="button" value="Show me">
es: Grafica la recta verde de forma que pase por <code>(0, <var>YINT_2</var>)</code> y <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect2(); " type="button" value="Show me">
fr: On trace la droite verte de façon à ce qu'elle passe par <code>(0, <var>YINT_2</var>)</code> et <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect2(); " type="button" value="Show me">
nb: Tegn den grå linjen slik at den passerer gjennom <code>(0, <var>YINT_2</var>)</code> og <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect2(); " type="button" value="Show me">
pl: Zaznacz zieloną linię tak, żeby przechodziła przez <code>(0, <var>YINT_2</var>)</code> i <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect2(); " type="button" value="Pokaż mi">
pt: Represente a reta verde, de modo que ela passe por <code>(0, <var>YINT_2</var>)</code> e <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect2(); " type="button" value="Show me">
tr: Yeşil doğruyu <code>(0, <var>YINT_2</var>)</code> ve <code>(<var>SLOPE_2_FRAC[1]</var>, <var>YINT_2 + SLOPE_2_FRAC[0]</var>)</code>'den geçecek şekilde çiziniz. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect2(); " type="button" value="Bana göster">

source: Graph this system of equations and solve.
da: Tegn en graf for dette ligningssystem og løs det.
es: Grafica y resuelve este sistema de ecuaciones.
fr: Résoudre graphiquement ce système d'équations.
nb: Løs likningsettet grafisk.
pl: Narysuj i rozwiąż układ równań.
pt: Represente este sistema de equações em gráfico e resolva-o.
tr: Bu denklem sisteminin grafiğini çiziniz ve sistemi çözünüz.

source: Graphed below is a function of <code>x</code>. Create a table of values for the function, estimating their values to the nearest <code><var>CORRECTOFFSET</var></code>. Enter at least <code>5</code> different points.
nb: Grafen nedenfor tilhører funksjonen av <code>x</code>. Lag en tabell over verdier for funksjonen, rundet av til deres nærmeste <code><var>CORRECTOFFSET</var></code>. Skriv inn minst <code>5</code> ulike punkter.
pt: Uma função de <code>x</code> está representada graficamente abaixo. Crie uma tabela de valores para a função, calculando seus valores para o <code><var>CORRECTOFFSET</var></code> mais próximo. Insira pelo menos <code>5</code> pontos diferentes.
tr: Aşağıda <code>x</code> cinsinden bir fonksiyonun grafiği vardır. Bu fonksiyon için bir değer tablosu oluşturunuz, değerleri en yakın <code><var>CORRECTOFFSET</var></code>'e yuvarlayınız. En az <code>5</code> değişik nokta giriniz.

source: Graphic design
da: Grafisk design
es: Diseño gráfico
fr: Conception graphique
nl: Grafisch ontwerp
pl: Projektowanie graficzne
pt: Design gráfico
pt_pt: Design gráfico
tr: Grafik tasarım

source: Graphing and solving linear inequalities
da: Graftegning og løsning af lineære uligheder
es: Graficando y resolviendo desigualdades lineales
fr: Résolution graphique d'une inéquation du 1er degré à 2 inconnues
nb: Tegne grafen til og løse lineære ulikheter
nl: Lineaire vergelijkingen tekenen en oplossen
pl: Wykresy i rozwiązywanie nierówności liniowych
pt: Representação gráfica e resolução de inequações lineares
tr: Doğrusal eşitsizliklerin grafiğini çizme ve çözme

source: Graphing and solving systems of inequalities
es: Graficando y resolviendo sistemas de desigualdades
fr: Résolution graphique d'un système d'inéquations 2
nb: Tegne grafer og løse systemer av ulikheter
pl: Wykres i rozwiązywanie układów nierówności
pt: Representando em gráfico e resolvendo sistemas de inequações
tr: Eşitsizlik sistemlerinin grafiklerini çizme ve çözümlerini bulma

source: Graphing circles
es: Graficando circunferencias
fr: Tracer des cercles
nb: Tegne grafen av sirkler
pt: Representação em gráfico de circunferências
tr: Çember grafiği çizme

source: Graphing circles 2
es: Graficando circunferencias 2
fr: Tracer des cercles 2
nb: Tegne grafen av sirkler 2
pt: Representação gráfica de circunferências 2
tr: Çember grafiği çizme 2

source: Graphing linear equations
da: Graftegning af lineære ligninger
es: Graficando ecuaciones lineales
fr: Tracer une droite d'équation donnée
nb: Tegne lineære linjer
nl: Lineaire vergelijkingen tekenen
pl: Wykresy równań liniowych
pt: Esboçando gráficos de equações lineares
tr: Doğrusal denklemlerin grafiklerini çizmek

source: Graphing linear inequalities
da: Graftegning af lineære uligheder
es: Graficando desigualdades lineales
fr: Résoudre graphiquement une inéquation du 1er degré
nb: Tegne grafer av lineære ulikheter
nl: Lineaire ongelijkheden plotten
pl: Rysowanie wykresów liniowych nierówności
pt: Representação gráfica de inequações lineares
tr: Doğrusal eşitsizliklerin grafiğinin çizimi

source: Graphing parabolas in all forms
da: Graftegning af parabler i alle former
es: Graficando parábolas en todas las formas
fr: Tracer une parabole d'équation donnée
nb: Graftegning af parabler i alle former
pl: Wykresy paraboli we wszystkich postaciach
pt: Representação gráfica de parábolas em todas as formas
tr: Her türlü formda verilen parabollerin grafiğini çizme

source: Graphing parabolas in standard form
da: Graftegning af parabler i standardform
es: Graficando parábolas en forma estándar
fr: Tracer une parabole d’équation y = ax^2 + bx + c
nb: Skissering av parabler på standardform
pl: Wykresy paraboli w standardowej formie
pt: Representação de parábolas na forma padrão
tr: Standart formdaki parabollerin grafiğini çizme

source: Graphing parabolas in vertex form
da: Graftegning af parabler på toppunktsform
es: Graficando parábolas en la forma de canónica
fr: Tracer une parabole d'équation y = a(x – xS)2 + yS
nb: Skissering av parabler på toppunktsform
pl: Wykres paraboli w formie wierzchołkowej
pt: Representação gráfica de parábolas na forma canônica
tr: Köşe formunda verilen parabollerin grafiğini çizme

source: Graphing points
es: Graficando puntos
fr: Placer un point dans le 1er quadrant
nb: Skissere punkt
pl: Wykresy punktów
pt: Representação gráfica de pontos
tr: Noktaları Gösterme

source: Graphing systems of equations
da: Graftegning af ligningssystemer
es: Graficando sistemas de ecuaciones
fr: Résolution graphique : Exemple 1
nb: Grafisk løsning av likningssett
pl: Rysowanie wykresów układów równań
pt: Representação gráfica de sistemas de equações
tr: Denklem sistemlerinin grafikleri

source: Graphing systems of inequalities
es: Graficando sistemas de desigualdades
fr: Résolution graphique d'un système d'inéquations
nb: Tegne grafer av systemer av ulikheter
pl: Rysowanie wykresów układów nierówności
pt: Representação gráfica de sistemas de inequações
tr: Eşitsizlik sistemlerinin grafiğini çizme

source: Graphs of inequalities
da: Uligheders grafer
es: Gráficas de desigualdades
fr: Représentation graphique des solutions d'une inéquation
nb: Grafer av ulikheter
nl: Grafieken van ongelijkheden
pl: Wykresy nierówności
pt: Gráficos de inequações
tr: Eşitsizlik grafikleri

source: Graphs of sine and cosine
es: Gráficas del seno y el coseno
fr: Trouver l'expression d'une fonction en sinus ou en cosinus à partir de sa courbe
nb: Grafene til sinus og cosinus
pt: Gráficos de seno e cosseno
tr: Sinüs ve kosinüs grafikleri

source: Great Answer
da: Fantastisk svar
es: Gran respuesta
fr: Réponse géniale
ja: すばらしい答え
nb: Veldig bra svar
nl: Geweldig antwoord
pl: Świetna odpowiedź
pt: Excelente resposta
pt_pt: Grande resposta
tr: Harika cevap

source: Great Inspiration
bg: Голямо вдъхновение
da: Stor Inspiration
es: Gran inspiración
fr: Grande source d'inspiration
ja: すばらしいインスピレーション
nb: Stor inspirasjon
nl: Geweldige inspiratie
pl: Wielka inspiracja
pt: Excelente inspiração
pt_pt: Grande inspiração
tr: Büyük ilham

source: Great Listener
da: Fantastisk lytter
es: Gran oyente
fr: Grand auditeur
ja: すばらしいリスナー
nb: Bra lytter
nl: Geweldige luisteraar
pl: Świetny Słuchacz
pt: Excelente ouvinte
pt_pt: Bom ouvinte
tr: Harika dinleyici

source: Great Question
da: Fantastisk spørgsmål
es: Gran pregunta
fr: Question géniale
ja: すばらしい質問
nb: Veldig godt spørsmål
nl: Geweldige vraag
pl: Świetne pytanie
pt: Excelente pergunta
pt_pt: Grande pergunta
tr: Harika Soru

source: Great Streak
da: Flot klaret
es: Gran racha
fr: Série respectable
ja: すばらしい疾走
nb: Bra rekke
nl: De slag te pakken
pl: Wielka Passa
pt: Excelente sequência
pt_pt: Grande sequência
tr: Harika Seri

source: Great intuition for how users like to learn, and a mastery of the subjects you took in high school and college. You’re not afraid of any integral, and know you can master any subject that you put your mind to.
da: God intuition for hvordan brugerne gerne vil lære, og en beherskelse af fagene, du tog i gymnasiet og universitetet. Du er ikke bange for noget integral, og ved du kan mestre ethvert emne, hvis du lægger dig i selen.
es: Gran intuición de cómo a los usuarios les gusta aprender y dominar las materias que tomaste en la preparatoria y en la universidad. No tienes miedo de ninguna integral y sabes que puedes dominar cualquier tema en el que pongas tu atención.
fr: Grande intuition sur comment les utilisateurs aiment apprendre et la maîtrise des matières que vous avez pris au lycée et Collège. Vous n'avez pas peur d'aucune intégrale et savez que vous pouvez maîtriser n'importe quel sujet que vous vous mettez en tête.
nl: Geweldige inleiding voor zij die van leren houden en meesterschap in de onderwerpen van de middelbare school en verder. Je bent niet bang voor integreren en weet dat je elk onderwerp waar je je voor inzet aan kunt.
pl: Świetna intuicja w jaki sposób użytkownicy lubią się uczyć, i opanowanie przedmiotów, które miałeś w szkole i na studiach. Nie straszna ci żadna całka, i wiesz jak opanować dowolny przedmiot, którym się zajmujesz.
pt: Intuição quanto à preferência de aprendizado dos usuários e domínio dos assuntos estudados no ensino médio e superior. Você não tem medo de integrais e sabe que é capaz de dominar qualquer assunto a que se dedicar.
tr: Kullanıcıların hangi öğrenme yöntemlerinden hoşlandığına dair önsezi, ve lise/üniversite müfredatı üzerinde hakimiyet. Hiçbir integral sorusu gözünüzü korkutmuyor, ve hedeflediğiniz her konuda ustalaşabiliyorsunuz.

source: Great job!
da: Godt arbejde!
es: ¡Gran trabajo!
fr: Excellent travail !
nb: Flott jobbet!
nl: Geweldig gedaan!
pl: Świetna robota!
pt: Ótimo trabalho!
pt_pt: Bom trabalho!
tr: Harika iş!

source: Great things are ahead!
da: Store ting venter forude!
es: ¡Hay grandes cosas por delante!
fr: De grandes choses nous attendent !
nb: Store ting venter forut!
nl: Grootse dingen zijn vooruit!
pl: Przed Tobą wspaniałe rzeczy!
pt: Ótimas coisas estão por vir!
pt_pt: Grandes coisas estão por vir!
tr: Önümüzde harika şeyler var!

source: Great!
da: Super!
es: ¡Magnífico!
fr: Génial!
ja: 素晴らしい!
nb: Utmerket!
nl: Geweldig!
pl: Wspaniale!
pt: Muito bom!
pt_pt: Boa!
tr: Harika!

source: Great! We've sent information to your parent or guardian for completing your signup. Please have them check their e-mail.
bg: Чудесно! Ние изпратихме информация на Вашия родител или настойник, за да довършим Вашата регистрация. Моля, подсетете ги да проверяват електронната си поща.
da: Tak! Vi har sendt informationer til din forælder eller din værge om, hvordan han eller hun gennemfører din tilmelding. Husk at fortælle dem, at de skal tjekke deres e-mail.
es: ¡Genial! Hemos enviado información a tus padres o tutores legales para que completen tu registro. Por favor pídeles que revisen su correo electrónico.
fr: Bien ! Nous avons envoyé les informations nécessaires à votre parent ou gardien légal pour compléter votre inscription. Veuillez lui demander de vérifier son courrier électronique.
he: נהדר! שלחנו מידע אל ההורה או האפוטרופוס שלך להשלמת ההרשמה שלך. בבקשה תדאג שיבדקו את הדואר האלקטרוני שלהם.
ja: すばらしい! 私達はあなたのサインアップが完了したことをあなたの親あるいは後見人にお知らせしました．その人達に電子メイルをチェックするようにお伝え下さい．
nb: Utmerket! Vi har sendt informasjon til din foreldre eller foresatt for å fullføre registreringen. Vennligst ha dem til å sjekke sin e-post.
nl: Geweldig! We hebben informatie naar je ouder of voogd gestuurd voor het voltooien van je aanmelding. Laat ze hun e-mail controleren.
pl: Doskonale! Wysłaliśmy powiadomienie do Twojego rodzica lub opiekuna na temat sposobu ukończenia procesu rejestracji. Poproś ich o sprawdzenie poczty e-mail.
pt: Ótimo! Já enviamos as informações necessárias para que seus pais ou responsáveis concluam seu cadastro. Solicite que eles vejam seus e-mails.
pt_pt: Boa! Enviámos informações relativas à conclusão do processo de criação da tua conta aos teus pais. Por favor, certifica-te de que eles acedem ao e-mail para as lerem.
tr: Harika! Kaydınızı tamamlamak için ebeveyninize bilgilendirme mesajı gönderdik. Lütfen e-postalarını kontrol etmelerini sağlayınız.

source: Great! You've created an account for:
bg: Чудесно! Създаден е профил за:
da: Super! Du har nu lavet en konto til:
es: ¡Genial! Has creado una cuenta para:
fr: Bravo ! Vous avez créé un compte pour :
he: נהדר! יצירת חשבון עבור:
ja: すばらしい．あなたは次の人のためにアカウントを作成しました:
nb: Supert! Du har opprettet en konto for:
nl: Geweldig! Je hebt een account gemaakt voor:
pl: Świetnie! Utworzyłeś konto dla:
pt: Ótimo! Você criou uma conta para:
pt_pt: Boa! Criou uma conta para:
tr: Harika! Bu öğrenciniz için yeni bir hesap oluşturdunuz:

source: Greatest common factor
da: Største fælles faktor
es: Máximo común divisor
fr: Plus Grand Commun Diviseur (PGCD)
nb: Største felles faktor
pl: Największy wspólny dzielnik
pt: Máximo divisor comum
tr: En Büyük Ortak Bölen

source: Green
da: Grøn
es: Verde
fr: Vert
nb: Grønn
pl: Zielony
pt: Verde
tr: Yeşil

source: Green Leaf
bg: Зелено листо
da: Grønt Blad
es: Hoja verde
fr: Feuille verte
ja: 緑の葉っぱ
nb: Grønt blad
nl: Groen blad
pl: Zielony liść
pt: Folha verde
pt_pt: Folha verde
tr: Yeşil yaprak

source: Grey Leaf
bg: Сиво листо
da: Gråt Blad
es: Hoja gris
fr: Feuille grise
ja: 灰色の葉っぱ
nb: Grått blad
nl: Grijs blad
pl: Szary liść
pt: Folha cinza
pt_pt: Folha cinzenta
tr: Gri yaprak

source: Grid
da: Gitter
es: Cuadrícula
fr: Bilan des compétences
ja: 格子形式
nb: Tabell
nl: Rooster
pl: Siatka
pt: Grade
pt_pt: Grelha
tr: Şema

source: Ground
nb: Bunn
pt: Solo
tr: Zemin

source: Ground floor
nb: Første etasje
pt: Piso térreo
tr: Zemin kat

source: Ground level
fr: Niveau du sol
nb: Bakken
nl: Grondniveau
pl: Poziom gruntu
pt: Nível do solo
tr: Toprak seviyesi

source: Group the <code>\blue{x}</code> and <code>\green{y}</code> terms on the left side and move the constant term to the right side.
es: Agrupa los términos <code>\blue{x}</code> y <code>\green{y}</code> en el lado izquierdo y mueve el término constante al lado derecho.
fr: On regroupe les termes en <code>\blue{x}</code> et en <code>\green{y}</code> dans le membre de gauche et on fait passer le terme constant dans le membre de droite.
pt: Agrupe os termos <code>\blue{x}</code> e <code>\green{y}</code> no lado esquerdo e mova o termo constante para o lado direito.
tr: <code>\blue{x}</code> ve <code>\green{y}</code> terimlerini sol tarafta toplayın ve sabit terimi sağ tarafa taşıyın.

source: Group the terms so that there is a common factor in each group:
da: Saml leddene, så der er en fælles faktor i hver gruppe:
es: Agrupa los términos para que haya un factor común en cada grupo:
fr: On regroupe les termes de façon à ce que les deux groupes aient un facteur commun :
nb: Samle leddene slik at det er en felles faktor i hver gruppe:
pl: Pogrupuj wyrazy tak, żeby w każdej grupie był wspólny czynnik:
pt: Agrupe os termos para que haja um fator comum em cada grupo:
tr: Her grupta bir ortak çarpan olacak şekilde terimleri gruplayınız:

source: Grouping data<br>
da: Gruppering af data<br>
es: Agrupando datos<br>
fr: Regrouper les données<br>
ja: データのグルーピング<br>
nb: Gruppering av data <br>
nl: Gegevens groeperen<br>
pl: Grupowanie danych<br>
pt: Agrupar dados <br>
pt_pt: A agrupar os dados<br>
tr: Verileri gruplama<br>

source: Grow Your Brain
bg: Накарай мозъка си да порасне
da: Hjernegymnastik
es: Ejercita tu cerebro
fr: Cultiver votre cerveau
he: הרחיבו את מוחכם
nb: Hjernegymnastikk
nl: Laat je brein groeien
pl: Rozwijaj swój mózg
pt: Aumente seu cérebro
pt_pt: Desenvolve o teu cérebro
tr: Beyninizi Geliştirin

source: Grow your brain!
da: Udvid din hjerne!
es: ¡Haz que tu cerebro crezca!
fr: Cultivez votre cerveau !
ja: あなたの脳を育てる!
nb: La hjernen din vokse!
nl: Laat uw hersenen groeien!
pl: Rozwijaj swój mózg!
pt: Aumente seu cérebro!
pt_pt: Faz com que o teu cérebro cresça!
tr: Beyninizi geliştirin!

source: Gryffindor
fr: Gryffondor
hi: गाँधी भवन
nb: Griffing
pt: Grifinória

source: Guardian
bg: Пазител
da: Værge
es: Guardián
fr: Tuteur
ja: ガーディアン
nb: Veileder
nl: Bewaker
pl: Opiekun
pt: Guardião
pt_pt: Guardião
tr: Koruyucu

source: Guidelines
ja: ガイドライン
nb: Retningslinjer
pl: Wskazówki
pt: Diretrizes
pt_pt: Regras
tr: Yönergeler

source: HELP
da: Hjælp
es: AYUDA
fr: AIDE
ja: ヘルプ
nb: HJELP
pl: POMOC
pt: AJUDA
pt_pt: AJUDA
tr: YARDIM
