Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: However, having all three angles the same is not a property we can use to conclude that two triangles are congruent. We can only say for sure that they are similar.
es: Sin embargo, tener los tres ángulos iguales no es una propiedad que podamos usar para concluir que dos triángulos son congruentes. Solo podemos decir que son semejantes.
fr: On peut en déduire que les triangles sont semblables, mais on ne peut pas en déduire qu'ils sont isométriques. Il faudrait connaître la longueur de deux côtés homologues des triangles pour savoir s'ils sont isométriques ou non.
pl: Jednak jeśli mamy wszystkie trzy kąty pasujące do siebie w obu trójkątach, nie oznacza to, że możemy tej wiedzy użyć do stwierdzenia, że trójkąty są przystające. Na pewno możemy tylko powiedzieć, że są podobne.
pt: Entretanto, os três ângulos serem iguais não é uma propriedade que possamos usar para concluir que dois triângulos são congruentes. Só podemos dizer com certeza que eles são semelhantes.
tr: Ancak, üç açının aynı olması, iki üçgenin eş olduğu sonucuna varmak için kullanabileceğimiz bir özellik değildir. Sadece üçgenlerin benzer olduğundan emin olabiliriz.

source: However, plugging in <code>\pink{<var>X_VAR</var> = <var>XVALS[1]</var>}</code> and <code>\blue{<var>Y_VAR</var> = <var>XVALS[1] * COEF + CONS</var>}</code> from the second row of the table gives us:
da: Men indsættelse af <code>\pink{<var>X_VAR</var> = <var>XVALS[1]</var>}</code> og <code>\blue{<var>Y_VAR</var> = <var>XVALS[1] * COEF + CONS</var>}</code> fra anden række i tabellen giver os:
es: Sin embargo, introducir en <code>\pink{<var>X_VAR</var> = <var>XVALS[1]</var>}</code> y <code>\blue{<var>Y_VAR</var> = <var>XVALS[1] * COEF + CONS</var>}</code> de la segunda fila de la tabla nos da:
fr: Mais, si <code>\pink{<var>X_VAR</var> = <var>XVALS[1]</var>}</code> et <code>\blue{<var>Y_VAR</var> = <var>XVALS[1] * COEF + CONS</var>}</code>, alors l'égalité obtenue est fausse :
nb: Imidlertid, å sette inn <code>\pink{<var>X_VAR</var> = <var>XVALS[1]</var>}</code> og <code>\blue{<var>Y_VAR</var> = <var>XVALS[1] * COEF + CONS</var>}</code> fra den andre raden i tabellen gir oss:
pt: Entretanto, inserindo em <code>\pink{<var>X_VAR</var> = <var>XVALS[1]</var>}</code> e <code>\blue{<var>Y_VAR</var> = <var>XVALS[1] * COEF + CONS</var>}</code> da segunda fileira da tabela, obtemos:
tr: Bununla birlikte, tablonun ikinci satırından <code>\pink{<var>X_VAR</var> = <var>XVALS[1]</var>}</code> ve <code>\blue{<var>Y_VAR</var> = <var>XVALS[1] * COEF + CONS</var>}</code> 'yi yerine koyduğumuzda şuna ulaşırız:

source: However, the original expression is undefined when <code>x = <var>NUMERATOR</var></code>.
da: Men det oprindelige udtryk er udefineret når <code>x = <var>NUMERATOR</var></code>.
es: Sin embargo, la expresión original no está definida cuando <code>x = <var>NUMERATOR</var></code>.
fr: Mais l'expression donnée n'est pas définie pour <code>x = <var>NUMERATOR</var></code>.
nb: Men det opprinnelige uttrykket er ikke definert når <code>x = <var>NUMERATOR</var></code>.
pl: Jednakże oryginalne wyrażenie jest nieokreślone, jeśli <code>x = <var>NUMERATOR</var></code>.
pt: No entanto, a expressão original é indefinida quando <code>x = <var>NUMERATOR</var></code>.
tr: Ancak, <code>x = <var>NUMERATOR</var></code> olduğunda, orijinal ifade tanımsızdır.

source: However, the second piecewise definition applies when <code>x = <var>B</var></code>, and the second piecewise definition, <code><var>C</var></code>, has no weird gaps or holes, so <code>f(x)</code> is defined at <code>x = <var>B</var></code>.
da: Den anden stykkevise definition anvendes, når <code>x = <var>B</var></code>, og den anden stykvise definition, <code><var>C</var></code>, har ingen underlige spring eller huller, så <code>f(x)</code> er defineret ved <code>x = <var>B</var></code>.
es: Sin embargo, la segunda definición por partes aplica cuando <code>x = <var>B</var></code>, y la segunda definición por partes, <code><var>C</var></code>, no tiene agujeros o lagunas raras, así <code>f(x)</code> está definida en <code>x = <var>B</var></code>.
pt: Entretanto, a segunda definição de trechos aplica-se quando <code>x = <var>B</var></code>, e a segunda definição de trechos, <code><var>C</var></code>, não possui lacunas ou buracos estranhos, portanto <code>f(x)</code> é definido em <code>x = <var>B</var></code>.
tr: Ancak, ikinci parçalı tanım <code>x = <var>B</var></code> için uygulanır, ve ikinci tanımın, <code><var>C</var></code>, garip boşluk veya delikleri yok, bu nedenle, <code>f(x)</code> <code>x = <var>B</var></code>'de tanımlıdır.

source: However, we do not need to know all the values in order to determine whether two triangles are congruent.
es: Sin embargo, no necesitamos conocer todos los valores para determinar si dos triángulos son congruentes.
fr: Cependant, il n'est pas nécessaire de connaître toutes les mesures pour déterminer si deux triangles sont isométriques.
pl: Jednak nie musimy znać wszystkich wartości, aby ustalić czy dwa trójkąty są przystające.
pt: Entretanto, não precisamos saber todos os valores para determinar se dois triângulos são congruentes.
tr: Ancak, iki üçgenin eş olduğunu belirlemek için tüm değerleri bilmemiz gerekmez.

source: Hufflepuff
fr: Poufsouffle
hi: हुमायूँ भवन
pt: Lufa-Lufa

source: Human guesses
da: Menneskelige gæt
es: Suposiciones humanas
fr: Selon les choix d'une personne humaine
pl: Ludzkie domysły
pt: Palpites humano
tr: İnsan tahminleri

source: Humanities
da: Humaniora
es: Humanidades
fr: Sciences humaines
nb: Humaniora
nl: Geesteswetenschappen
pl: Nauki humanistyczne
pt: Ciências Humanas
pt_pt: Humanidades
tr: İnsanlık Tarihi

source: Humberto is an Associate Professor at Life University in Marietta, GA. He graduated from Campinas State University in Brazil and received his PhD from University of Missouri in St Louis. He is been teaching anatomy and physiology over the last 5 years and has his own youtube channel to teach biology.
pt: Humberto é professor associado na Universidade Life em Marietta, GA. Ele se formou na Universidade Estadual de Campinas, no Brasil, e obteve seu doutorado na Universidade do Missouri, em St. Louis. Ele tem ensinado anatomia e fisiologia nos últimos cinco anos, e tem seu próprio canal no YouTube, no qual ensina biologia.
tr: Humberto Marietta GA'da Life Üniversitesinde doçenttir. Brezilya'da Campinas Eyalet Üniversitesinden mezun olmuştur ve doktorasını Missouri Üniversitesi St. Louis'de tamamlamıştır. Son 5 yıldır anatomi ve fizyoloji öğretmektedir ve biyoloji eğitimi için kendi youtube kanalına sahiptir.

source: Hundreds
da: Hundreder
es: Centenas
fr: Centaines
hi: सैकड़ा
nb: Hundrere
nl: Honderdtallen
pl: Setki
pt: Centenas
pt_pt: Centenas
tr: Yüzlük

source: Hundredths
es: Centésimas
fr: Centièmes
hi: सौवां भाग
nb: Hundredeler
nl: Honderdsten
pl: Setne
pt: Centésimos
tr: Yüzde birlik

source: Hustle
es: Esfuerzo
ja: ハッスル
nb: Streve
pl: Pośpiech
pt: Esforço
pt_pt: Esforço
tr: Çaba

source: Hustle Points
es: Puntos por esfuerzo
ja: ハッスルポイント
nb: Strevepoeng
nl: Inspanningspunten
pl: Punty szybkości
pt: Pontos de esforço
pt_pt: Pontos de esforço
tr: Çaba Puanları

source: Hustle points
es: Puntos por esfuerzo
ja: ハッスルポイント
nb: Strevepoeng
pl: Punty szybkości
pt: Pontos de esforço
pt_pt: Pontos de esforço
tr: Çaba puanları

source: Hustle points - earned for taking on skills that challenge you and struggling to complete them
es: Puntos por esfuerzo: se ganan por ejercitar habilidades que te desafían y que te cuesta trabajo completar
nb: Streve poeng - for å ta ferdigheter som utfordrer deg og sliter med å fullføre dem
pt: Pontos de esforço - obtidos por escolher habilidades desafiadoras e pelo esforço para completá-las
pt_pt: Pontos de esforço - atribuídos pelas tentativas de treinares competências que não domines bem
tr: Çaba puanları - sizi zorlayan becerileri aldığınız için ve onları tamamlamak için zorlanırken kazanılır

source: Hustle points are designed to reward students that push themselves to keep learning and building their brains no matter what their level. Students gain hustle points for taking on challenging skills and persevering.
es: Los puntos por esfuerzo están diseñados para recompensar a los estudiantes que se motivan a sí mismos a seguir aprendiendo y a ejercitar sus cerebros sin importar su nivel. Los estudiantes ganan puntos de esfuerzo por abordar habilidades desafiantes y por perseverar.
nb: Strevepoeng er laget for å gi belønning til elever som pusher selg selv til å lære mer og trene hjenen uansett på hvilket nivå. Elever kan få strevepoeng for å ta utfordringer og være utholdende.
pt: Os pontos de esforço foram criados para compensar os alunos que se esforçam para continuar aprendendo e construindo sua capacidade mental, não importa em que nível estejam. Os alunos ganham pontos de esforço por aceitar desafios e por perseverar.
tr: Çaba puanları düzeyleri ne olursa olsun, öğrenmeye ve beyinlerini geliştirmeye devam etmek için kendini zorlayan öğrencileri ödüllendirmek için tasarlanmıştır. Öğrenciler becerileri alıp azim gösterdikleri için çaba puanı kazanır.

source: Hustle points are designed to reward students that push themselves to keep learning and building their brains no matter what their level. Students gain hustle points for taking on challenging skills and persevering.
es: Los puntos por esfuerzo están diseñados para recompensar a los estudiantes que se presionan a sí mismos a seguir aprendiendo y ejercitando sus cerebros, sin importar su nivel. Los estudiantes ganan puntos por esfuerzo por ejercitar habilidades desafiantes y por su perseverancia.
ja: ハッスルポイントは生徒達のレベルにかかわりなく，自分自身で学び続けることと，頭脳を育て続けることに努力した生徒達への褒美としてデザインされています．生徒はハッスルポイントをスキルのチャレンジをとることと，我慢強く続けることで獲得します．
nb: Strevepoeng er laget for å gi belønning til elever som presser seg til å jobbe med læring og trene hjernen uansett nivå. Elever får strevepoeng for å ta utfordringer og er utholdende.
nl: Inspanningspunten zijn ontworpen om leerlingen uit te dagen te blijven leren en hun brein te blijven trainen, ongeacht hun niveau. Leerlingen ontvangen inspanningspunten voor het oefenen van uitdagende vaardigheden en het volhouden van leren.
pl: Punkty szybkości zostały stworzone żeby nagrodzić uczniów, którzy ciągle wkładają wysiłek w naukę i rozwijają swoje mózgi, niezależnie od poziomu. Uczniowie zdobywają punkty szybkości za zdobywanie umiejętności będących dla nich wyzwaniem i wytrwałość.
pt: Pontos de esforço são para compensar os alunos que se esforçam para continuar aprendendo e construindo sua capacidade mental, não importa em que nível estejam. Os alunos ganham pontos de esforço por aceitar desafios de habilidade e por perseverar.
pt_pt: Servem para recompensar os alunos que se esforçam para aprender e fazer crescer o cérebro. Os alunos ganham mais pontos de esforço por participarem em concursos e resolverem exercícios.
tr: Çaba puanları, düzeyleri ne olursa olsun, öğrenmeye ve beyinlerini büyütmeye devam eden öğrencileri ödüllendirmek için tasarlanmıştır. Öğrenciler zor beceriler üzerinde çalıştıkları ve azim gösterdikleri için çaba puanı kazanırlar.

source: Hydrogen
fr: Hydrogène
pl: Wodór
pt: Hidrogênio
tr: Hidrojen

source: Hypatia
es: Hipatia
fr: Hypatie
ja: ヒュパティア
pl: Hypatia z Aleksandrii
pt: Hipátia
pt_pt: Hipátia

source: Hyperbola
da: Hyperbel
es: Hipérbola
fr: Hyperbole
nb: Hyperbel
pl: Hiperbola
pt: Hipérbole
tr: Hiperbol

source: Hypotenuse <code>= \overline{<var>HYPOTENUSE_NAME</var>} = <var>AB</var></code>
es: Hipotenusa <code>= \overline{<var>HYPOTENUSE_NAME</var>} = <var>AB</var></code>
pl: Przeciwprostokątna <code>= \overline{<var>HYPOTENUSE_NAME</var>} = <var>AB</var></code>
pt: Hipotenusa <code>= \overline{<var>HYPOTENUSE_NAME</var>} = <var>AB</var></code>
tr: Hipotenüs <code>= \overline{<var>HYPOTENUSE_NAME</var>} = <var>AB</var></code>

source: I (and my parent) agree to the <a href='/about/tos' target='_blank' tabindex='1'>Terms of Service</a> and <a href='/about/privacy-policy' target='_blank' tabindex='1'>Privacy Policy</a>.
da: Jeg (og mine forældre) accepterer <a href='/about/tos' target='_blank' tabindex='1'>Servicevilkårene</a> og <a href='/about/privacy-policy' target='_blank' tabindex='1'>Fortrolighedspolitikken</a>.
es: Yo (y mis padres) aceptamos los <a href='/about/tos' target='_blank' tabindex='1'>términos de servicio</a> y la <a href='/about/privacy-policy' target='_blank' tabindex='1'>política de privacidad</a>.
fr: Moi (et mes parents) acceptons les <a href='/about/tos' target='_blank' tabindex='1'>conditions d'Utilisation</a> et <a href='/about/privacy-policy' target='_blank' tabindex='1'>la politique de confidentialité</a>.
ja: 私（そして私の両親）はカーンアカデミーの <a href='/about/tos' target='_blank' tabindex='1'>利用規約</a> と <a href='/about/privacy-policy' target='_blank' tabindex='1'>プライバシーポリシー</a>に同意します。
nb: Jeg(og min foreldre) godtar <a href='/about/tos' target='_blank' tabindex='1'>Villkår for Bruk</a> and <a href='/about/privacy-policy' target='_blank' tabindex='1'>Rettningslinjer for Persjonvern</a>.
nl: Ik (en mijn ouders) ga akkoord met de <a href='/about/tos' target='_blank' tabindex='1'>Terms of Service</a> en <a href='/about/privacy-policy' target='_blank' tabindex='1'>Privacy Policy</a>.
pl: Ja (i mój rodzic) zgadzamy się na <a href='/about/tos' target='_blank' tabindex='1'>Warunki korzystania z usługi</a> i <a href='/about/privacy-policy' target='_blank' tabindex='1'>Politykę prywatności</a>.
pt: Eu (e meus pais) concordamos com os <a href='/about/tos' target='_blank' tabindex='1'>Termos de serviço</a> e com a <a href='/about/privacy-policy' target='_blank' tabindex='1'>Política de Privacidade</a>.
pt_pt: Eu e os meus pais concordamos com os <a href='/about/tos' target='_blank' tabindex='1'>Termos de utilização</a> e com a <a href='/about/privacy-policy' target='_blank' tabindex='1'>Política de privacidade</a>.
tr: Ben ve ebeveynim <a href='/about/tos' target='_blank' tabindex='1'>Hizmet Koşulları</a>ve <a href='/about/privacy-policy' target='_blank' tabindex='1'>Gizlilik Politikası'nı kabul ediyoruz.</a>

source: I accidentally submitted the answer before I was ready
da: Jeg kom til at trykke på svar ved en fejl, inden jeg var klar
es: Accidentalmente mandé la respuesta antes de que estuviera lista
fr: J'ai accidentellement validé la réponse avant d'avoir fini
ja: 問題を提出する準備ができる前に間違えて送ってしまいました．
nb: Jeg sendte uheldigvis svaret før jeg var klar
nl: Ik verstuurde per ongeluk het antwoord voordat ik klaar was
pl: Przypadkiem zatwierdziłem odpowiedź, zanim była ona gotowa
pt: Acidentalmente enviei a resposta antes de terminar
pt_pt: Enviei a resposta acidentalmente antes de terminar
tr: Cevabımı, yanlışlıkla tamamını yazmadan önce gönderdim

source: I agree to the <a href='/about/tos' target='_blank' tabindex='1'>Terms of Service</a> and <a href='/about/privacy-policy' target='_blank' tabindex='1'>Privacy Policy</a>.
da: Jeg accepterer <a href='/about/tos' target='_blank' tabindex='1'>Servicevilkårene</a> og <a href='/about/privacy-policy' target='_blank' tabindex='1'>Fortrolighedspolitikken</a>.
es: Acepto los <a href='/about/tos' target='_blank' tabindex='1'>términos de servicio</a> y la <a href='/about/privacy-policy' target='_blank' tabindex='1'>política de privacidad</a>.
fr: J'accepte les <a href='/about/tos' target='_blank' tabindex='1'>conditions d'utilisation</a> et la <a href='/about/privacy-policy' target='_blank' tabindex='1'>politique de confidentialité</a>.
ja: 私はカーンアカデミーの <a href='/about/tos' target='_blank' tabindex='1'>利用規約</a> と <a href='/about/privacy-policy' target='_blank' tabindex='1'>プライバシーポリシー</a>に同意します。
nb: Jeg godtar <a href='/about/tos' target='_blank' tabindex='1'>Villkår for Bruk</a> and <a href='/about/privacy-policy' target='_blank' tabindex='1'>Rettningslinjer for Personvern</a>.
nl: Ik ga akkoord met de <a href='/about/tos' target='_blank' tabindex='1'>Terms of Service</a> en<a href='/about/privacy-policy' target='_blank' tabindex='1'>Privacy Policy</a>.
pl: Zgadzam się na <a href='/about/tos' target='_blank' tabindex='1'>Warunki korzystania z usługi</a> i <a href='/about/privacy-policy' target='_blank' tabindex='1'>Politykę prywatności</a>.
pt: Eu concordo com os <a href='/about/tos' target='_blank' tabindex='1'>Termos de serviço</a> e com a <a href='/about/privacy-policy' target='_blank' tabindex='1'>Política de privacidade</a>.
pt_pt: Concordo com os <a href='/about/tos' target='_blank' tabindex='1'>Termos de utilização</a> e com a <a href='/about/privacy-policy' target='_blank' tabindex='1'>Política de privacidade</a>.
tr: <a href='/about/tos' target='_blank' tabindex='1'>Hizmet Koşulları </a>ve<a href='/about/privacy-policy' target='_blank' tabindex='1'>Gizlilik Ğpolitikası'nı kabul ediyorum</a>.

source: I agree to the <a target="_blank" href="/about/api-tos">Khan Academy API Terms of Service</a>.
da: Jeg accepterer <a target="_blank" href="/about/api-tos">Khan Academy API Servicevilkår</a>.
es: Estoy de acuerdo con los <a target="_blank" href="/about/api-tos">términos de servicio de la API de Khan Academy</a>.
fr: J'accepte les <a target="_blank" href="/about/api-tos">Conditions Générales d'Utilisation de l'API de la Khan Academy</a>.
nb: Jeg er enig i <a target="_blank" href="/about/api-tos">Khan Academy API Tjenestevilkår</a>.
nl: Ik ga akkoord met de <a target="_blank" href="/about/api-tos">Khan Academy API Gebruiksvoorwaarden</a>.
pl: Zgadzam się na <a target="_blank" href="/about/api-tos">Warunki Korzystania z Usługi Interfejsu Aplikacji do Programowania Khan Academy</a>.
pt: Concordo com os <a target="_blank" href="/about/api-tos">Termos de Serviço da API da Khan Academy</a>.
pt_pt: Concordo com os <a target="_blank" href="/about/api-tos">termos de utilização da API da Khan Academy</a>.
tr: <a target="_blank" href="/about/api-tos">Khan Academy API Kullanım Koşulları'nı</a> kabul ediyorum.

source: I agree to the pledge.
es: Estoy de acuerdo con el compromiso.
fr: J'accepte l'engagement.
ja: 私はこの誓いに同意します．
nb: Jeg aksepterer løftet.
nl: Ik ga akkoord met de belofte.
pl: Zgadzam się na zobowiązanie.
pt: Concordo com a promessa.
pt_pt: Concordo com a promessa.
tr: Taahhüte katılıyorum.

source: I agree.
bg: Съгласен съм.
da: Jeg er enig.
es: De acuerdo.
fr: J'accepte.
nb: Jeg er enig.
nl: Ik ga akkoord.
pl: Zgadzam się.
pt: Concordo.
pt_pt: Concordo.
tr: Kabul Ediyorum.

source: I am Satoshi Nakamoto
da: Jeg er Satoshi Nakamoto
es: Soy Satoshi Nakamoto
fr: Je suis Satoshi Nakamoto
ja: 私は中本哲史です．
nb: Jeg er Satoshi Nakamoto
nl: Ik ben Satoshi Nakamoto
pl: Jestem Satoshi Nakamoto
pt: Eu me chamo Satoshi Nakamoto
pt_pt: Sou o Satoshi Nakamoto
tr: Ben, Satoshi Nakamoto'yum

source: I am using Khan Academy as a:
bg: Използвам Кан Академията като:
da: Jeg bruger Khan Academy som en:
es: Estoy usando Khan Academy como:
fr: Je me sers de la Khan Academy comme :
he: אנו משתמשים באקדמיית קהאן כ:
nb: Jeg bruker Khan Academy som:
nl: Ik gebruik Khan Academy als een:
pl: Używam Khan Academy jako:
pt: Estou usando a Khan Academy como:
pt_pt: Eu estou a utilizar a Khan Academy como um:
tr: Khan Academy kullanıcı rolü:

source: I certify that this is all my original work. If I took any parts from elsewhere, then they were non-essential parts of the project, and they are clearly attributed at the top. I will show I agree to this honor code by typing
es: Yo certifico que este es mi trabajo original. Si tomo cualquier parte de algún otro lado, es porque no fueron partes fundamentales del proyecto, y se da claramente el crédito al principio. Mostraré que estoy de acuerdo con este código de honor al escribir
ja: 私はこれが私のオリジナルの作品であることを補償します．もし私が何かの部分を他から取ってきた場合，それはこのプロジェクトの必須の部分ではありません．そして，それはコードのトップ部分に明らかな形で示されています．私はタイプすることでこの栄誉のコードに同意することを示します．
nb: Jeg bekrefter at dette er alt mitt opprinnelige arbeid. Hvis jeg tok noen deler fra andre steder, så var de ikke-essensielle deler av prosjektet, og de er tydelig tilskrevet øverst. Jeg vil vise jeg godtar denne ærbare koden ved å skrive inn
pl: Potwierdzam, że jest to moja własna praca. Jeśli używam jakichś części wziętych z innych źródeł, nie są one niezbędną częścią projektu, i zostały jasno wskazane na górze. Zgadzam się z tym kodeksem honorowym, wpisując
pt: Eu afirmo que tudo isso é fruto do meu trabalho. Se eu peguei alguma parte de outro lugar, foram partes não essenciais do projeto, e elas estão claramente indicadas no início. Demonstro meu consentimento com este código de honra digitando
tr: Bu çalışmanın tamamının bana ait olduğunu kabul ediyorum. Projenin elzem olmayan bölümleri için başka yerlerden alıntı yapmış olabilirim, fakat bu alıntılar açıkça belirtilmiştir. Bu onur koduna uyacağımı şu cümleyi yazarak da tekrar kabul ediyorum

source: I couldn't understand those units.
es: No pude entender esas unidades.
nb: Jeg forstår ikke disse enhetene.
pl: Nie rozumiem tych jednostek.
pt: Não consegui entender essas unidades.
tr: Bu birimleri anlayamadım.

source: I did the step correctly, but it won't let me continue.
da: Jeg gjorde dette trin korrekt, men den vil ikke lade mig fortsætte.
es: Hice el paso correctamente, pero no me deja continuar.
fr: J'ai fait l'étape correctement, mais il ne me laisse pas continuer.
nb: Jeg gjorde dette trinnet riktig, men den lar meg ikke fortsette.
nl: Ik heb deze stap correct gedaan, maar mag niet door.
pl: Zrobiłem krok poprawnie, jednak nie mogę kontynuować.
pt: Concluí a etapa corretamente, mas não tenho permissão para continuar.
tr: Adımı doğru yaptım, ancak devam etmeme izin vermedi.

source: I did this step correctly, but it won't let me continue.
da: Jeg gjorde dette trin korrekt, men den vil ikke lade mig fortsætte.
es: Hice este paso correctamente pero no me deja continuar.
fr: J'ai fait l'étape correctement, mais il ne me laisse pas continuer.
nb: Jeg gjorde dette trinnet riktig, men den lar meg ikke fortsette.
nl: Ik heb deze stap correct gedaan, maar mag niet door.
pl: Zrobiłem krok poprawnie, jednak nie mogę kontynuować.
pt: Concluí esta etapa corretamente, mas não tenho permissão para continuar.
tr: Bu adımı doğru yaptım, ancak devam etmeme izin vermedi.

source: I don't have an account with Google or Facebook
bg: Нямам профил в Гугъл или Фейсбук
da: Jeg har ikke en Google eller Facebook konto
es: No tengo una cuenta en Google ni en Facebook
fr: Je n'ai pas de compte Google ou Facebook
he: אין לי חשבון בגוגל או בפיסבוק
ja: 私は Google や Facebook のアカウントを持っていません
nb: Jeg har ikke en konto hos Google eller Facebook
nl: Ik heb geen account bij Google of Facebook
pl: Nie mam konta na Google ani Facebooku
pt: Eu não tenho uma conta no Google ou Facebook
pt_pt: Não tenho uma conta no Google, nem no Facebook
tr: Google veya Facebook hesabım bulunmuyor.

source: I don't speak English &mdash; and the instructions aren't translated!
da: Jeg taler ikke engelsk &mdash; og vejledningen er ikke oversat!
es: No hablo inglés &mdash; ¡y las instrucciones no están traducidas!
fr: Je ne parle pas anglais &mdash; et les instructions ne sont pas traduites !
nb: Jeg kan ikke snakke engelsk &mdash; og instruksjonene er ikke oversatt!
nl: Ik spreek geen Engels &mdash; en de instructies zijn niet vertaald!
pl: Nie mówię po angielsku &mdash;, a instrukcje nie są przetłumaczone!
pt: Eu não falo inglês &mdash; e as instruções não estão traduzidas!
tr: İngilizce konuşmayı bilmiyorum &mdash; ve talimatlar tercüme edilmemiş.
