Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Convert the following equation from standard form to slope intercept form.
da: Omskriv den følgende ligning fra almindelig form til hældning-skæringspunkt-form.
es: Convierte la siguiente ecuación en la forma estándar a la forma pendiente-ordenada al origen.
fr: Écrire l'équation ci-dessous sous la forme y = ax + b.
nb: Skriv om den følgende ligningen fra standard form til lineær form.
pl: Przekształć następujące równanie liniowe z postaci ogólnej na kierunkową.
pt: Converta as seguintes equações da forma padrão para a equação reduzida da reta.
tr: Aşağıdaki denklemi standart formdan eğim-kesme noktası formuna dönüştürün.

source: Convert the second equation, <code><var>expr([ "+", [ "*", A2, "x" ], [ "*", B2, "y" ] ])</var> = <var>C2</var></code>, to slope-intercept form.
da: Omskriv den anden ligning, <code><var>expr([ "+", [ "*", A2, "x" ], [ "*", B2, "y" ] ])</var> = <var>C2</var></code>, til hældning-skæringspunktform.
es: Convierte la segunda ecuación, <code><var>expr([ "+", [ "*", A2, "x" ], [ "*", B2, "y" ] ])</var> = <var>C2</var></code>, a la forma pendiente-ordenada al origen.
fr: On écrit la deuxième équation, <code><var>expr([ "+", [ "*", A2, "x" ], [ "*", B2, "y" ] ])</var> = <var>C2</var></code>, sous la forme y = ax + b.
nb: Skriv om den andre likningen, <code><var>expr([ "+", [ "*", A2, "x" ], [ "*", B2, "y" ] ])</var> = <var>C2</var></code>, til en lineær funksjon.
pl: Przekształć drugie równanie, <code><var>expr([ "+", [ "*", A2, "x" ], [ "*", B2, "y" ] ])</var> = <var>C2</var></code>, do postaci kierunkowej.
pt: Converta a segunda equação, <code><var>expr([ "+", [ "*", A2, "x" ], [ "*", B2, "y" ] ])</var> = <var>C2</var></code>, na equação reduzida da reta.
tr: İkinci denklemi, <code><var>expr([ "+", [ "*", A2, "x" ], [ "*", B2, "y" ] ])</var> = <var>C2</var></code>, eğim-kesme noktası formuna çevirin.

source: Convert the second inequality, <code><var>expr([ "+", [ "*", A_2, "x" ], [ "*", B_2, "y" ] ])</var> <var>STD_FORM_COMP_2</var> <var>C_2</var></code>, to slope-intercept form by solving for <code>y</code>.
es: Convierte la segunda desigualdad, <code><var>expr([ "+", [ "*", A_2, "x" ], [ "*", B_2, "y" ] ])</var> <var>STD_FORM_COMP_2</var> <var>C_2</var></code>, a la forma pendiente-ordenada al origen resolviendo para <code>y</code>.
fr: On transforme la deuxième inéquation, <code><var>expr([ "+", [ "*", A_2, "x" ], [ "*", B_2, "y" ] ])</var> <var>STD_FORM_COMP_2</var> <var>C_2</var></code>, de façon à ce que son premier membre soit <code>y</code>.
nb: Gjør om den andre likningen, <code><var>expr([ "+", [ "*", A_2, "x" ], [ "*", B_2, "y" ] ])</var> <var>STD_FORM_COMP_2</var> <var>C_2</var></code>, til lineær form med å løse for <code>y</code>.
pt: Converta a segunda inequação, <code><var>expr([ "+", [ "*", A_2, "x" ], [ "*", B_2, "y" ] ])</var> <var>STD_FORM_COMP_2</var> <var>C_2</var></code>, para a forma de inclinação e interseção resolvendo para <code>y</code>.

source: Converting 1-digit repeating decimals to fractions
da: Omskrivning af 1-cifrede periodiske decimaltal til brøker
es: Convirtiendo decimales periódicos de 1 dígito a fracciones
fr: Écrire un nombre dont le développement décimal a une période de 1 chiffre sous forme de fraction
nb: Skriv om en-sifrede periodiske desimaltall til brøker
pl: Zamiana ułamków z jedną cyfrą w okresie na ułamki zwykłe
pt: Conversão de dízimas periódicas simples em frações
tr: 1 rakamı yinelenen ondalıklı sayıları kesire çevirme

source: Converting between point-slope and slope-intercept form
da: Omskrivning mellem punkt-hældnings- og hældning-skærings-former
es: Conversión entre las formas punto-pendiente y pendiente-ordenada al origen
fr: Passer de la forme y = ax + b à la forme y – b = m(x – a)
nb: Skrive om mellom likningsform og funksjonsform
pl: Przekształcanie pomiędzy postaciami kanoniczną i kierunkową
pt: Conversão entre equação fundamental da reta e equação reduzida da reta
tr: Nokta-eğim ve eğim-kesme noktası formu arasında dönüştürme

source: Converting between slope-intercept and standard form
da: Omskrivning mellem hældning-skærings- og standardform
es: Conversión entre la forma pendiente-ordenada al origen y la forma estándar
fr: Passer de l'équation cartésienne d'une droite à son équation réduite et vice-versa
nb: Omskrivning mellom lineær form og standardform
pl: Przekształcanie równania liniowego z postaci kierunkowej na ogólną
pt: Conversão da equação reduzida da reta para a forma padrão
tr: Eğim-kesme noktası ve standart form arasında dönüştürme

source: Converting decimals to fractions 1
es: Convirtiendo decimales a fracciones 1
fr: Écrire un nombre décimal sous forme d'une fraction
nb: Omgjøre desimaler til brøk 1
nl: Decimale getallen omzetten in breuken 1
pl: Zamiana ułamków dziesiętnych na ułamki zwykłe 1
pt: Conversão de decimais em frações 1
tr: Ondalıkları Kesirlere Dönüştürme 1

source: Converting decimals to fractions 2
es: Convirtiendo decimales a fracciones 2
fr: Écrire un décimal sous forme d'une fraction décimale ou d'une somme d'un entier et d'une fraction décimale
nb: Omgjøre desimaltall til brøk 1
nl: Decimale getallen omzetten in breuken 2
pl: Przekształcanie ułamków dziesiętnych na ułamki zwykłe 2
pt: Conversão de decimais em frações 2
tr: Ondalık Sayıları Kesirlere Çevirme 2

source: Converting decimals to percents
da: Omskrivning af decimaltal til procenter
es: Convirtiendo decimales a porcentajes
fr: Écrire un nombre décimal sous forme de pourcentage
hi: दशमलव को प्रतिशत में बदलना
nb: Gjøre om desimaltall til prosent
nl: Decimale getallen omzetten in percentages
pl: Zamiana ułamków dziesiętnych na procenty
pt: Conversão de números decimais em porcentagem
tr: Örnek 1: Ondalık Sayıların Yüzdeye Çevrilmesi

source: Converting fractions to decimals
da: Omskrivning af brøker til decimaltal
es: Convirtiendo fracciones a decimales
fr: Écrire une fraction sous forme décimale
nb: Gjøre om brøker til desimaltall
nl: Breuken omschrijven naar decimalen
pl: Zamiana ułamków zwykłych na ułamki dziesiętne
pt: Conversão de frações em números decimais
tr: Kesirlerin Ondalık Sayılara Çevrilmesi

source: Converting mixed numbers and improper fractions
es: Convirtiendo entre números mixtos y fracciones impropias
fr: (exercice inadapté)
hi: मिश्रित संख्याओं और विषम भिन्नो का परिवर्तन
nb: Konvertere blandede tall og uekte fraksjoner
pl: Zamiana liczb mieszanych i ułamków niewłaściwych
pt: Conversão de números mistos e frações impróprias
tr: Bileşik kesirleri ve tam sayılı kesirleri dönüştürmek

source: Converting multi-digit repeating decimals to fractions
da: Omskrivning af fler-cifrede periodiske decimaltal til brøker
es: Convirtiendo decimales periódicos de varios dígitos a fracciones
fr: Écrire un nombre dont la partie décimale illimitée est périodique sous la forme d'une fraction
nb: Omskriving av fler-sifrede periodiske desimaltall til brøker
pl: Zamiana ułamków z wieloma cyframi w okresie na ułamki zwykłe
pt: Conversão de dízimas periódicas compostas em frações
tr: Birden çok rakamlı devirli ondalıklı sayıları kesire çevirme

source: Converting percents to decimals
da: Omskrivning af procenter til decimaltal
es: Convirtiendo porcentajes a decimales
fr: Ecrire un pourcentage sous forme décimale
hi: प्रतिशत को दशमलव में बदलना
nb: Omskrivning av prosent til desimaltall
nl: Percentages omzetten in decimale getallen
pl: Zamiana procentów na ułamki dziesiętne
pt: Conversão de porcentagens em números decimais
tr: Yüzdeleri Ondalıklı Sayıya Çevirme (1. Örnek)

source: Converting this back from Euler form, we get <code>\large{y = <var>ANSWER</var>}</code>.
es: Al convertir esto de regreso de la forma de Euler, obtenemos <code>\large{y = <var>ANSWER</var>}</code>.
fr: Sous forme trigonométrique, <code>\large{y = <var>ANSWER</var>}</code>.
pt: Reconvertendo para a fórmula de Euler, temos <code>\large{y = <var>ANSWER</var>}</code>.
tr: Bunu yeniden Euler formuna dönüştürürsek, <code>\large{y = <var>ANSWER</var>}</code> elde ederiz.

source: Converts a degree measurement to its corresponding value in radians.
da: Omregner en måling i grader til den tilsvarende værdi i radianer.
es: Convierte una medida en grados a su valor correspondiente en radianes.
nb: Konverterer målinger av grader til korresponderende verdier i radianer.
pl: Zamienia miarę w stopniach na odpowiadającą jej miarę w radianach.
pt: Converte uma medida em graus para o seu valor correspondente em radianos.
pt_pt: Converte uma medida em graus para o valor correspondente em radianos.
tr: Derece cinsinden ölçümleri, radyan cinsinden karşılık gelen değerlere dönüştürür.

source: Converts a radians measurement to its corresponding value in degrees.
da: Omregner en måling i radianer til den tilsvarende værdi i grader.
es: Convierte una medida en radianes a su valor correspondiente en grados.
nb: Konverterer mål i radianer til tilsvarende verdi i grader.
pl: Zamienia miarę w radianach na odpowiadającą jej miarę w stopniach.
pt: Converte uma medida de radianos em seu valor correspondente em graus.
pt_pt: Converte uma medida em radianos para o valor correspondente em graus.
tr: Radyan cinsinden ölçümleri, derece cinsinden karşılık gelen değerlere dönüştürür.

source: Cool Hopper
es: Hopper chévere
fr: Hopper, le castor qui a la classe
ja: クール・ホッパー
nb: Kule Hopper
nl: Coole Hopper
pl: Fajny Skoczek
pt: Pula-pula maneiro
pt_pt: Pulga fixe
tr: Karizma Hopper

source: Cool. Show me around!
da: Sejt. Vis mig rundt!
es: ¡Genial, denme un tour!
fr: Super. Montrez moi!
nb: kult. Vis meg rundt!
nl: Cool. Leid me eens rond!
pl: Fajnie. Oprowadź mnie!
pt: Legal. Mostre-me mais!
pt_pt: Boa. Mostrem-me!
tr: Hoş. Biraz daha görmek istiyorum !

source: Coool!
da: Fedt, lad os komme i gang!
es: ¡Genial!
fr: Cool !
ja: すごーい!
nb: Kult!
nl: Cool!
pl: Suuuper!
pt: Boooa!
pt_pt: Fixeee!
tr: Müthiş!

source: Coordinates are listed as <code>(\blue{x},\green{y})</code>.
es: Las coordenadas aparecen como <code>(\blue{x},\green{y})</code>.
fr: Les coordonnées sont <code>(\blue{x},\green{y})</code>.
nb: Koordinatene er listet opp som <code>(\blue{x},\green{y})</code>.
pl: Współrzędne są wymienione jako <code>(\blue{x},\green{y})</code>.
pt: As coordenadas são anotadas como <code>(\blue{x},\green{y})</code>.
tr: Koordinatlar şöyle sıralanır: <code>(\blue{x},\green{y})</code>.

source: Coordinates are listed as <code>(\pink{x},\green{y})</code>.
es: Las coordenadas aparecen de esta manera <code>(\pink{x},\green{y})</code>.
fr: Les coordonnées sont <code>(\pink{x},\green{y})</code>.
nb: Koordinatene er skrevet som<code>(\pink{x},\green{y})</code>.
pl: Współrzędne są wymienione jako <code>(\pink{x},\green{y})</code>.
pt: As coordenadas estão relacionadas como <code>(\pink{x},\green{y})</code>.

source: Copernicium
es: Copernicio
pl: Kopernik
pt: Copernício
pt_pt: Copernício

source: Copernicus
da: Kopernikus
es: Copérnico
fr: Copernic
ja: コペルニクス
pl: Kopernik
pt: Copérnico
pt_pt: Copérnico
tr: Kopernik

source: Copernicus (old)
da: Copernicus (gammel)
es: Copérnico (viejo)
fr: Copernic (Obsolète)
ja: コペルニクス(旧)
nb: Copernicus (gammel)
nl: Copernicus (oud)
pl: Kopernik (stary)
pt: Copérnico (antigo)
pt_pt: Copérnico (antigo)
tr: Kopernik (eski)

source: Coplanar points are points that all lie on the same plane.
es: Los puntos coplanares son puntos que se encuentran en el mismo plano.
pl: Współpłaszczyznowe punkty to punkty, które leżą na tej samej płaszczyźnie.
pt: Pontos coplanares são pontos que estão no mesmo plano.
tr: Düzlemsel noktalar aynı düzlem üzerindedir.

source: Copper
es: Cobre
nb: Kobber
pl: Miedź
pt: Cobre
pt_pt: Cobre
tr: Bakır

source: Copy Current Block 1: <span id="current_block_1_times">1 time</span>
es: Copiar el bloque actual 1: <span id="current_block_1_times">1 vez</span>
fr: Copier le bloc témoin 1: <span id="current_block_1_times">1 fois</span>
hi: जारी ब्लाक को अनुकरण करें: <span id="current_block_1_times">1 time</span>
nb: Kopier startblokk 1: <span id="current_block_1_times">1 gang</span>
nl: Kopieer de huidige balk 1: <span id="current_block_1_times">1 keer</span>
pl: Skopiuj Bieżący Klocek 1: <span id="current_block_1_times">1 raz</span>
pt: Copiar o bloco 1 atual: <span id="current_block_1_times">1 vez</span>
tr: Mevcut Blok 1'i <span id="current_block_1_times">1 kez</span> kopyalayın

source: Copy Current Block 2: <span id="current_block_2_times">1 time</span>
es: Copiar el bloque actual 2: <span id="current_block_2_times">1 vez</span>
fr: Copier le bloc témoin 2: <span id="current_block_2_times">1 fois</span>
hi: जारी ब्लाक 2 का अनुकरण करें: <span id="current_block_2_times">1 time</span>
nb: Kopier startblokk 2: <span id="current_block_2_times">1 gang</span>
nl: Kopieer de huidige balk 2: <span id="current_block_2_times">1 keer</span>
pl: Skopiuj Bieżący Klocek 2: <span id="current_block_2_times">1 raz</span>
pt: Copiar o bloco 2 atual: <span id="current_block_2_times">1 vez</span>
tr: Mevcut Blok 2'yi <span id="current_block_2_times">1 kez</span> kopyalayın

source: Copy and paste the email below
da: Kopier og Indsæt e-mailen nedenfor
es: Copia y pega el siguiente correo electrónico
fr: Copier et coller l'e-mail ci-dessous
nb: Klipp og lim e-posten nedenfor
nl: Kopieer en plak het e-mailadres hieronder
pl: Skopiuj i wklej e-mail poniżej
pt: Copie e cole o e-mail abaixo
pt_pt: Copie e cole o seguinte e-mail
tr: Aşağıdaki e-postayı kopyalayıp yapıştırınız

source: Copy and paste this code into your blog or website to embed a full-featured Khan Academy video player (with energy point tracking, etc)!
da: Kopier og indsæt denne kode på din blog eller hjemmeside for at integrere en fuld funktionel Khan Academy videoafspiller (med energi-point, m.m.)!
es: ¡Copia y pega este código en tu blog o sitio web para integrar el reproductor de video de Khan Academy con toda su funcionalidad (con seguimiento de puntos de energía, etc)!
fr: Copiez et collez ce code dans votre blog ou site Web pour intégrer un lecteur vidéo complet de Khan Academy (avec le suivi des points, etc...) !
ja: このコードをあなたのブログやウェブサイトにコピペーストして，全ての機能付きのカーンアカデミービデオプレイヤーを埋め込みましょう(エネルギーポイントの追跡機能など付き)!
nb: Kopier denne koden inn i din blog eller nettside for å integrere en Khan Academy videospiller (med energipoeng etc)!
nl: Kopieer en plak deze code in jouw blog of website om de volledige Khan Academy videospeler te integreren (met energiepunten bijhouden, etc)!
pl: Skopiuj i wklej ten kod na Twojego bloga lub stronę aby zamieścić w pełni funkcjonalny odtwarzacz filmów Khan Academy (ze śledzeniem punktów energii, itp.)!
pt: Copie e cole este código em seu blog ou site para incorporar um player de vídeo com recursos completos da Khan Academy (com acompanhamento de ponto de energia, etc).!
pt_pt: Copia e cola este código no teu blogue ou no teu site para incorporares um reprodutor de vídeos da Khan Academy completo!
tr: Enerji puanlarıyla, izleme sistemiyle, her şeyiyle çalışan bir Khan Academy video oynatıcısını blogunuza veya WEB siteniz yüklemek istiyorsanız, bu kodu kopyalayıp yapıştırınız.

source: Copy and share:
bg: Копирай и сподели:
da: Kopier og del:
es: Copia y comparte:
fr: Copier et partager :
nb: Kopier og del:
nl: Kopiëren en delen:
pl: Skopiuj i udostępnij:
pt: Copiar e compartilhar:
pt_pt: Copie e partilhe:
tr: Kopyala ve Paylaş:

source: Copy: <span id="current_block_times">1 time</span>
es: Copiar: <span id="current_block_times">1 vez</span>
fr: Copier : <span id="current_block_times">1 fois</span>
hi: प्रतिलिपि: <span id="current_block_times">1 time</span>
nb: Kopier: <span id="current_block_times">1 gang</span>
nl: Kopieer: <span id="current_block_times">1 keer</span>
pl: Skopiuj: <span id="current_block_times">1 raz</span>
pt: Copiar: <span id="current_block_times">1 vez</span>
tr: Kopyalayın: <span id="current_block_times">1 kez</span>

source: Corporate Sponsors
pt: Patrocinadores empresariais
tr: Kurumsal Sponsorlar

source: Correct
da: Korrekt
es: Correcto
ja: 正解
nb: Riktig
pl: Poprawne
pt: Correto
pt_pt: Certo
tr: Doğru

source: Correct Answer
da: Korrekt Svar
es: Respuesta correcta
fr: Bonne réponse
nb: Riktig svar
nl: Juist Antwoord
pl: Poprawna odpowiedź
pt: Resposta correta
pt_pt: Resposta correta
tr: Doğru cevap

source: Correct function call made to %(name)s.
da: Korrekt kald af funktion %(name)s.
es: Función de llamada correcta hecha a %(name)s.
nb: Korrekt funksjonstilkalling gjort til %(name)s.
pl: Poprawne wywołanie funkcji stworzone dla %(name)s.
pt: Chamada de função correta feita para %(name)s.
tr: %(name)s için yapılan doğru fonksiyon çağrısı.

source: Correct!
da: Korrekt!
es: ¡Correcto!
nb: Riktig!
pl: Dobrze!
pt: Correto!
pt_pt: Certo!
tr: Doğru!

source: Correct! Next question...
da: Korrekt! Næste spørgsmål...
es: ¡Correcto! Siguiente pregunta...
fr: Exact ! Question suivante...
nb: Riktig! Neste spørsmål...
nl: Correct! Volgende vraag...
pl: Dobrze! Następne pytanie...
pt: Correto! Próxima pergunta...
pt_pt: Certo! Ver a pergunta seguinte...
tr: Doğru! Sıradaki soru...

source: Correct! The answer is %(answer)s.
da: Rigtigt! Svaret er %(answer)s.
es: ¡Correcto! La respuesta es %(answer)s.
fr: Exact ! La réponse est %(answer)s.
ja: 正解!答えは %(answer)s です．
nb: Riktig! Svaret er %(answer)s.
nl: Correct! Het antwoord is %(answer)s.
pl: Dobrze! Odpowiedzią jest %(answer)s.
pt: Correto! A resposta é %(answer)s.
pt_pt: Correto! A resposta é %(answer)s.
tr: Doğru! Cevap, %(answer)s.

source: Correctly answer 10 problems and watch 10 minutes of video in 15 minutes
da: Besvar 10 opgaver korrekt og se 10 minutters video på 15 minutter
es: Responde correctamente 10 problemas y ve 10 minutos de video, todo en 15 minutos
fr: Répondez correctement à 10 problèmes et regardez 10 minutes d'une vidéo, tout cela en 15 minutes
ja: 15分間で，10分のビデオを視聴し，10 の練習問題に回答
nb: Riktig svar på 10 oppgaver og se 10 minutter av en video innen 15 minutter
nl: Beantwoord 10 vragen correct en bekijk 10 minuten video in 15 minuten
pl: Poprawnie odpowiedz na 10 pytań i obejrzyj 10 minut filmu w ciągu 15 minut
pt: Responder 10 problemas corretamente e assistir a 10 minutos de vídeo em 15 minutos
pt_pt: Responde corretamente a 10 problemas e vê 10 minutos de vídeos dentro de 15 minutos
tr: 10 soruyu doğru cevaplayın ve 15 dakikanın içinde 10 dakika video izleyin

source: Correctly answer 100 problems in a row in a single skill
da: Korrekt svar for 100 opgaver i træk i en enkelt færdighed
es: Responde correctamente 100 problemas seguidos de una sola habilidad
fr: Répondre correctement à une série de 100 problèmes dans une même compétence
ja: 1つのスキルで100の練習問題に連続正答
nb: Svart riktig på 100 oppgaver på rad i en enkelt ferdighet
nl: Beantwoord 100 problemen in één keer goed voor een vaardigheid
pl: Poprawnie rozwiąż 100 pytań z rzędu, dotyczących jednej umiejętności
pt: Responder corretamente 100 problemas seguidos em uma única habilidade
pt_pt: Responde corretamente a 80 problemas de seguida de apenas uma competência
tr: Tek bir beceride arka arkaya 100 soruyu doğru cevaplayın

source: Correctly answer 180 problems and watch 30 minutes of video in 2 hours
da: Besvar 180 opgaver korrekt og se 30 minutters video på 2 timer
es: Responde correctamente 180 problemas y ve 30 minutos de video, todo en 2 horas
fr: Répondez correctement à 180 problèmes et regardez 30 minutes de vidéo, tout cela en 2 heures
ja: 2時間で30分のビデオを視聴し，180 の練習問題に回答
nb: Riktig svar på 180 oppgaver og se 30 minutter video i løpet av 2 timer
nl: Beantwoord 180 vragen correct en bekijk 30 minuten video in 2 uur
pl: Poprawnie rozwiąż 180 zadań i obejrzyj 30 minut filmu w ciągu 2 godzin
pt: Responder 180 problemas corretamente e assistir a 30 minutos de vídeo em 2 horas
pt_pt: Responde corretamente a 180 problemas e vê 30 minutos de vídeos dentro de 2 horas
tr: 180 soruyu doğru cevaplayın ve 2 saatin içinde 30 dakika video izleyin

source: Correctly answer 20 problems in a row in a single skill
da: Korrekt svar for 20 opgaver i træk i en enkelt færdighed
es: Responde correctamente 20 problemas seguidos de una sola habilidad
fr: Répondez correctement à 20 problèmes consécutifs dans une même compétence
ja: 1つのスキルで20の練習問題に連続正答
nb: Svart riktig på 20 oppgaver på rad i en enkelt ferdighet
nl: Geef 20 correcte antwoorden achter elkaar in een enkele vaardigheid
pl: Poprawnie rozwiąż 20 pytań z rzędu, dotyczących jednej umiejętności
pt: Responder corretamente 20 problemas seguidos em uma única habilidade
pt_pt: Responde corretamente a 20 problemas seguidos de apenas uma competência
tr: Tek bir beceride arka arkaya 20 soruyu doğru cevaplayın

source: Correctly answer 40 problems in a row in a single skill
da: Korrekt svar for 40 opgaver i træk i en enkelt færdighed
es: Responde correctamente 40 problemas seguidos de una sola habilidad
fr: Répondez correctement à 40 problèmes consécutifs dans une même compétence
ja: 1つのスキルで40の練習問題に連続正答
nb: Svart riktig på 40 oppgaver på rad i en enkelt ferdighet
nl: Geef 40 correcte antwoorden achter elkaar in een enkele vaardigheid
pl: Poprawnie rozwiąż 40 pytań z rzędu, dotyczących jednej umiejętności
pt: Responder corretamente 40 problemas seguidos em uma única habilidade
pt_pt: Responde corretamente a 40 problemas seguidos de apenas uma competência
tr: Tek bir beceride arka arkaya 40 soruyu doğru cevaplayın

source: Correctly answer 60 problems in a row in a single skill
da: Korrekt svar for 60 opgaver i træk i en enkelt færdighed
es: Responde correctamente 60 problemas seguidos de una sola habilidad
fr: Répondre correctement à une série de 60 problèmes dans une même compétence
ja: 1つのスキルで60の練習問題に連続正答
nb: Svart riktig på 60 oppgaver på rad i en enkelt ferdighet
nl: Geef 60 correcte antwoorden achter elkaar in een enkele vaardigheid
pl: Poprawnie rozwiąż 60 pytań z rzędu, dotyczących jednej umiejętności
pt: Responder corretamente 60 problemas seguidos em uma única habilidade
pt_pt: Responde corretamente a 60 problemas seguidos de apenas uma competência
tr: Tek bir beceride arka arkaya 60 soruyu doğru cevaplayın

source: Correctly answer 80 problems in a row in a single skill
da: Korrekt svar for 80 opgaver i træk i en enkelt færdighed
es: Responde correctamente 80 problemas seguidos de una sola habilidad
fr: Répondez correctement à 80 problèmes consécutifs dans une même compétence
ja: 1つのスキルで80の練習問題に連続正答
nb: Svart riktig på 80 oppgaver på rad i en enkelt ferdighet
nl: Geef 80 correcte antwoorden achter elkaar in een enkele vaardigheid
pl: Poprawnie rozwiąż 80 pytań z rzędu, dotyczących jednej umiejętności
pt: Responder corretamente 80 problemas seguidos em uma única habilidade
pt_pt: Responde corretamente a 80 problemas de seguida de apenas uma competência
tr: Tek bir beceride arka arkaya 80 soruyu doğru cevaplayın

source: Correctly answer 90 problems and watch 15 minutes of video in 1 hour
da: Besvar 90 opgaver korrekt og se 15 minutters video på 1 timer
es: Responde correctamente 90 problemas y ve 15 minutos de video, todo en 1 hora
fr: Répondez correctement à 90 problèmes et regardez 15 minutes de vidéo, tout cela en 1 heure
ja: 1時間で15分のビデオを視聴し，90 の練習問題に回答
nb: Riktig svar på 90 oppgaver og se 15 minutter video i løpet av 1 time
nl: Beantwoord 90 vragen correct en bekijk 15 minuten video in 1 uur
pl: Poprawnie rozwiąż 90 zadań i obejrzyj 15 minut filmu w ciągu godziny
pt: Responder 90 problemas corretamente e assistir a 15 minutos de vídeo em 1 hora
pt_pt: Responde corretamente a 90 problemas e vê 15 minutos de vídeos dentro de 1 hora
tr: 90 soruyu doğru cevaplayın ve 1 saatin içinde 15 dakika video izleyin

source: Corresponding angles are always equal.
es: Los ángulos correspondientes siempre son iguales.
fr: Les angles correspondants sont égaux.
pl: Kąty odpowiadające są zawsze równe.
pt: Ângulos correspondentes são sempre iguais.
tr: Yöndeş açılar her zaman eşittir.
