Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Whenever you're ready, click to start recording. Your video should be less than 90 seconds, and you'll have a chance to review it before submitting. Feel free to make a few to tell different stories.
bg: Когато сте готови, кликнете, за да започнете да записвате. Вашето видео трябва да бъде не по-дълго от 90 секунди, ще имате шанс да го видите преди да го изпратите. Чувствайте се свободни да направите няколко, за да разкажете различни истории.
da: Når du er klar, så klik for at starte optagelsen. Din video skal vare mindre end 90 sekunder, og du har en mulighed for at gennemse den, før du indsender den. Du er velkommen til at lave et par stykker for at fortælle flere forskellige historier.
es: Cuando estés listo, haz clic para empezar la grabación. Tu video debería de serde menos de 90 segundos. y tendrás oportunidad de revisarlo antes de enviarlo. Siéntete libre de hacer varios para contar diferentes historias.
fr: Lorsque vous êtes prêts, cliquez pour commencer à enregistrer. Votre vidéo ne doit pas faire plus de 90 secondes, et vous aurez la possibilité de la revoir avant de la soumettre. Vous pouvez en faire plusieurs.
nb: Når du er klar, klikker du start opptak. Din video bør være mindre enn 90 sekunder, og du vil har mulighet til å se den før du sender. Lag gjerne flere for å fortelle forskjellige historier.
nl: Wanneer je gereed bent, klik dan om de opname te starten . Je video moet minder dan 90 seconden zijn en je hebt de kans om het te herzien voordat je het opstuurt. Maak er gerust een paar om verschillende verhalen te testen.
pl: Kiedy będziesz gotowy, kliknij aby rozpocząć nagrywanie. Twój film powinien być krótszy niż 90 sekund i będziesz mieć szansę na przejrzenie go przed zatwierdzeniem. Nie krępuj się by nagrać kilka filmów by zobaczyć różnicę.
pt: Quando estiver preparado, clique para inciar a gravação. Seu vídeo não deve ultrapassar 90 segundos, e você terá a chance de revê-lo antes de enviar. Fique à vontade para fazer quantos vídeos quiser para contar histórias diferentes.
tr: Hazır olduğunuzda, kaydetmeye başlamak için tıklayın. Videonuz 90 saniyeden kısa olmalıdır. Videonuz yüklenmeden önce tekrar gözden geçirebileceksiniz. Farklı hikayeler anlatan bir kaç farklı video hazırlamaktan çekinmeyin.

source: Where did the topic breakdown go?
es: ¿Adónde fue el desglose del tema?
ja: トピックの内訳はどこに行きましたか?
nb: Hvor forsvant emneoversikten?
pl: Gdzie zniknął podział na tematy?
pt: Para onde foi a divisão do tópico?
tr: Bu konu dağılımı nereye gitti?

source: Where does LearnStorm take place?
es: ¿En dónde se realiza LearnStorm?
nb: Hvor skjer LearnStorm?
nl: Waar vindt LearnStorm plaats?
pl: Gdzie odbywa się LearnStorm?
pt: Onde acontece a LearnStorm?
pt_pt: Onde acontece a LearnStorm?
tr: LearnStorm nerede gerçekleşecek?

source: Where does the function in the sliding window correspond to <code><b>F(x)</b></code>?
es: ¿Dónde corresponde la función en la ventana corrediza a <code><b>F(x)</b></code>?
fr: Sur quel intervalle la fonction représentée dans la fenêtre correspond-elle à la fonction qui à x fait correspondre <code><b>F(x)</b></code> ?
nb: Hvor korresponderer funksjonen i glideren til <code><b>F(x)</b></code>?
pt: Em que local a função da janela de correr corresponde a <code><b>F(x)</b></code>?
tr: Sürgülü penceredeki fonksiyon nerede <code><b>F(x)</b></code> ile örtüşür?

source: Where does the function in the sliding window correspond to <code><b>f'(x)</b></code>?
es: ¿Dónde corresponde la función en la ventana corrediza a <code><b>f'(x)</b></code>?
fr: Sur quel intervalle la fonction représentée dans la fenêtre correspond-elle à la dérivée <code><b>f'(x)</b></code>?
nb: Hvor korresponderer funksjonen i glideren til <code><b>f'(x)</b></code>?
pt: Em que local a função da janela corresponde a <code><b>f'(x)</b></code>?
tr: Sürgülü penceredeki fonksiyon nerede <code><b>f'(x)</b></code> ile örtüşür?

source: Where is <code><var>NUMBER</var></code> on the number line?
da: Hvor er <code><var>NUMBER</var></code> på tallinjen?
es: ¿Dónde está el <code><var>NUMBER</var></code> en la recta numérica?
fr: Placer le point orange sur le point correspondant à <code><var>NUMBER</var></code> sur la droite numérique graduée.
hi: संख्या रेखा पर <code><var>NUMBER</var></code>कहाँ है?
ja: <code><var>NUMBER</var></code>は数直線上のどこにあるでしょうか?
nb: Hvor er <code><var>NUMBER</var></code> på tallinjen?
pl: Gdzie jest <code><var>NUMBER</var></code> na osi liczbowej?
pt: Onde está o <code><var>NUMBER</var></code> na reta numérica?
tr: Sayı çizgisinde <code><var>NUMBER</var></code> nerededir?

source: Where is the blue dot on the number line?
da: Hvor er den blå prik på tallinjen?
es: ¿Dónde está el punto azul en la recta numérica?
fr: A quel nombre correspond le point bleu ?
hi: संक्या पंक्ति पर नीला बिंदु कहाँ है?
nb: Hvor er den blå prikken på tallinjen?
nl: Waar ligt de blauwe stip op de getallenlijn?
pl: Określ położenie niebieskiej kropki na osi liczbowej.
pt: Onde está o ponto azul na reta numérica?
tr: Mavi nokta sayı çizgisinde nerededir?

source: Where you live will be entirely up to you. While most of our interns pair up with teammates and stay near Mountain View, some have chosen to live in SF and commute. Others found a nice spot on Airbnb. Still others have decided to chase <a href="http://chezjj.com/">unique experiences in hacker houses</a>. Alexey K.'s <a href="http://internproject.io/internship-logistics/Finding-Housing/">Bay Area Housing Guide for interns</a> might also be a helpful resource.
da: Hvor du bor, er helt op til dig. Mens de fleste af vores praktikanter finder sammen med ligesindede og bor i nærheden af Mountain View, er der også nogen der har valgt at bo i San Francisco som så pendler. Der er også nogen der har valgt et dejligt sted ved Airbnb. Der er også enkelte der jagter unikke oplevelser <a href="http://chezjj.com/"> i "Hacker huse"</a>. Alexey K.'s <a href="http://internproject.io/internship-logistics/Finding-Housing/">Bay Area bolig guide for praktikanter</a> kan også være hjælpende hånd.
es: Donde vivas será completamente tu decisión. Mientras la mayoría de nuestros internos se junta con compañeros de trabajo y se quedan cerca de Mountain View, algunos han escogido vivir en San Francisco y viajar al trabajo. Otros encontraron un lugar en Airbnb. Aún así otros han decidido perseguir <a href="http://chezjj.com/">experiencias únicas en casas de hackers</a>. El Área de la Bahía <a href="http://internproject.io/internship-logistics/Finding-Housing/"> de Alexey K. Guía de casas para internos</a> podría ser un buen recurso.
fr: Vous pouvez choisir où vous habiterez. La plupart de nos stagiaires habitent avec leurs collègues et habitent près de Mountatin View, d'autres ont fait le choix d'habiter SF et font le trajet, certains ont trouvé un bel emplacement de vie à Airbnb. Il y en a qui ont décidé de d'aller vivre <a href="http://chezjj.com/">en auberges de jeunesse</a>. Le Guide d'Alexey K <a href="http://internproject.io/internship-logistics/Finding-Housing/">Bay Area Housing Guide pour les stagiares</a>peut vous aider dans ce domaine.
pl: Gdzie będziesz mieszkał, jest zależne tylko od Ciebie. Podczas, gdy większość naszych stażystów znalazła współlokatorów wśród kolegów z zespołu i kwatery w pobliżu Mountain View, niektórzy zdecydowali się zamieszkać w San Francisco i dojeżdżać do nas. Inni znaleźli mieszkanie poprzez Airbnb. Jeszcze inni odważyli się na <a href="http://chezjj.com/">niepowtarzalne doświadczenie zamieszkania w hacker houses</a>(pl. domy wynajmowane przez grupę bardzo inteligentnych ludzi z branży IT, często wspólnie pracujących nad projektem). Przewodnik autorstwa Alexey'a K.<a href="http://internproject.io/internship-logistics/Finding-Housing/">Bay Area Housing Guide for interns</a>również może stanowić pomocne źródło informacji o kwaterach.
pt: É você quem escolhe onde vai morar. Embora a maioria de nossos estagiários escolha um colega de quarto e permaneça próximo de Mountain View, alguns optaram por viver em SF e se deslocar. Alguns encontraram um lugar legal no Airbnb. Outros, ainda, decidiram ter experiências únicas em <a href="http://chezjj.com/">hacker houses</a>. <a href="http://internproject.io/internship-logistics/Finding-Housing/">O guia de hospedagem para estagiários na região da baía</a> de Alexey K.'s também pode ser muito útil.
tr: Nerede kalacağınıza sadece siz karar vereceksiniz. Bazı stajyerlerimiz, diğer stajyer arkadaşlarıyla birlikte Mountain View'de kalmayı, bazı stajyerlerimiz ise San Francisco'da kalıp ofislerimize gelmeyi tercih ediyor. Bir grup stajyerimiz ise kalacakları yerleri Airbnb aracılığıyla bulmayı tercih ediyor. Gene bir diğer grup ise <a href="http://chezjj.com/">hacker evlerinde eşsiz deneyimler kovalıyor</a>. Alexey K.'nın <a href="http://internproject.io/internship-logistics/Finding-Housing/">stajyerler için hazırladığı Körfez Bölgesi Konut Rehberi</a> de faydalı bir kaynak olabilir.

source: Whether mouse is being pressed
da: Om musen trykkes på
es: Si el mouse está siendo presionado
fr: Si oui ou non la souris est enfoncée
ja: マウスが押されているかどうか
nb: Om musen trykkes på
nl: Of de muis wordt ingedrukt
pl: Czy mysz została wciśnięta
pt: Indica se o mouse está pressionado
pt_pt: Identifica se o rato está a ser premido
tr: Fare tuşlarının basılı olup olmadığı

source: Which button is pressed
da: Hvilken knap trykkes på
es: Qué botón es presionado
fr: Quel bouton est enfoncé
ja: どのボタンが押されたか
nb: Hvilken knapp trykkes på
nl: Welke knop is ingedrukt
pl: Który przycisk jest wciśnięty
pt: Indica qual botão está pressionado
pt_pt: Identifica o botão premido
tr: Hangi tuşun basılı olduğu

source: Which equation fits the data?
da: Hvilken ligning passer til data?
es: ¿Qué ecuación se ajusta a los datos?
fr: A laquelle de ces fonctions correspond ce tableau de valeurs ?
nb: Hvilken likning passer til dataene?
pl: Które równanie pasuje do danych?
pt: Qual equação encaixa-se nos dados?
tr: Hangi denklem verilere uyar?

source: Which equation was used to generate this table?
da: Hvilken ligning blev brugt til at lave denne tabel?
es: ¿Qué ecuación se utilizó para generar esta tabla?
fr: A laquelle de ces fonctions correspond ce tableau de valeurs ?
nb: Hvilken likning ble brukt for å generere disse dataene?
pl: Które równanie zostało użyte do stworzenia tej tabeli?
pt: Qual equação foi utilizada para gerar esta tabela?
tr: Bu tabloyu oluşturmak için hangi denklem kullanılmıştır?

source: Which equation would help determine the cost of <var>N2</var> <var>deskItem( 0 )</var>?
fr: Quelle équation aiderait à déterminer le coût de <var>N2</var> <var>deskItem( 0 )</var> ?
nb: Hvilken likning vil hjelpe oss å beregne kostnaden til <var>N2</var> <var>deskItem( 0 )</var>?
pl: Które równanie pozwoli ustalić cenę <var>N2</var> <var>deskItem( 0 )</var>?
pt: Que equação ajuda a determinar o custo de <var>N2</var> <var>deskItem( 0 )</var>?

source: Which graph best depicts a slope of <code><var>M.display</var></code>?
da: Hvilke graf viser bedst en hældning på <code><var>M.display</var></code>?
es: ¿Cuál gráfica representa mejor una pendiente de <code><var>M.display</var></code>?
fr: Quel graphique représente le mieux une droite de coefficient directeur <code><var>M.display</var></code> ?
nb: Hvilken graf viser best en stigning på <code><var>M.display</var></code>?
pl: Który wykres najlepiej obrazuje nachylenie <code><var>M.display</var></code>?
pt: Qual gráfico melhor descreve a inclinação de <code><var>M.display</var></code>?
tr: Hangi grafiğin eğimi <code><var>M.display</var></code>'dir?

source: Which graph best depicts an undefined slope?
da: Hvilke graf viser bedst en udefineret hældning?
es: ¿Cuál gráfica representa mejor una pendiente indefinida?
fr: Quel graphique représente le mieux une droite de coefficient directeur infini ?
nb: Hvilken graf viser best en udefinert stigning?
pl: Który wykres najlepiej przedstawia równianie nachylenia niezdefiniowanego?
pt: Qual gráfico melhor descreve um coeficiente angular indefinido?
tr: Hangi grafiğin eğimi tanımsızdır?

source: Which graph on the number line represents <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>?
fr: Lequel de ces graphiques représente <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code> ?
nb: Hvilken graf på tallinjen representerer <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>?
pl: Na której osi liczbowej zaznaczono nierówność <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>?
pt: Qual gráfico na reta numérica representa <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>?
tr: Sayı doğrusu üzerindeki hangi grafik, <code><var>VARIABLE_NAME</var> <var>REL</var> <var>SIGN + ( INT + FRAC )</var></code>'i gösterir?

source: Which is bigger, <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> or <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> ?
es: ¿Qué es mayor, <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> o <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> ?
fr: Qui est plus grand, <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> ou <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> ?
nb: Hvem er størst, <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> eller <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> ?
pl: Co jest większe, <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> czy <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> ?
pt: Qual é o maior, <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> ou <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> ?
tr: Hangisi daha büyüktür, <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> veya <code>\dfrac{<var>I_NUM2</var>}{<var>I_DENOM</var>}</code> ?

source: Which matrix is invertible? What is its inverse?
es: ¿Qué matriz es invertible? ¿Cuál es su inversa?
pt: Qual matriz é inversível? Qual é sua inversa?
tr: Hangi matris tersinirdir? Tersi nedir?

source: Which method was used to generate this sequence of heads and tails?
da: Hvilken metode der blev brugt til at generere denne sekvens af "plat" og "krone" (Eng.: "Tails" og "Heads")?
es: ¿Qué método fue usado para generar esta secuencia de lanzamientos de moneda al aire?
fr: Quelle méthode a été utilisée pour générer cette séquence de piles et faces ?
pl: Jakiej metody użyto do wygenerowania tego ciągu orłów i reszek?
pt: Qual o método foi usado para gerar essa sequência de caras e coroas?
tr: Bu yazı tura serisi hangi yöntemle oluşturulmuştur?

source: Which of the following numbers is a factor of <var>A</var>?
es: ¿Cuál de los siguientes números es un factor de <var>A</var>?
fr: Parmi les nombres suivants, lequel est-il est un diviseur de <var>A</var>?
nb: Hvilken av følgende numre er en faktor for <var>A</var>?
pl: Która z następujących liczb jest czynnikiem <var>A</var>?
pt: Qual dos seguintes números é um fator de <var>A</var>?
tr: Aşağıdaki sayıların hangisi<var>A</var> sayısının çarpanıdır?

source: Which of the following numbers is a multiple of <var>B</var>?
es: ¿Cuál de los siguientes números es un múltiplo de <var>B</var>?
fr: Parmi les nombres suivants, lequel est-il est un multiple de <var>B</var>?
nb: Hvilken av følgende numre er et multiplum av <var>B</var>?
pl: Która z poniższych liczb jest wielokrotnością <var>B</var>?
pt: Qual dos seguintes números é um múltiplo de <var>B</var>?
tr: Aşağıdaki sayıların hangisi<var>B</var> sayısının katıdır?

source: Which of the following ordered pairs represents a solution to the equation below?
da: Hvilke af de følgende koordinatsæt er en løsning til nedenstående ligning?
es: ¿Cuál de los siguientes pares ordenados representa una solución a la siguiente ecuación?
fr: Lequel de ces couples est solution de l'équation ci-dessous ?
nb: Hvilke av de følgende koordinatsettene er en løsning til likningen nedenfor?
pl: Która z następujących uporządkowanych par przedstawia rozwiązanie poniższego równania?
pt: Qual dos seguintes pares ordenados representa uma solução para a equação abaixo?
tr: Aşağıdaki sıralı ikililerin hangisi, aşağıdaki denklemin bir çözümüdür?

source: Which of the following ordered pairs represents a solution to the equation graphed below?
da: Hvilke af de følgende koordinatsæt er en løsning til ligningen, som er afbildet nedenfor?
es: ¿Cuál de los siguientes pares ordenados representa una solución a la gráfica de la ecuación que se muestra a continuación?
fr: Lequel de ces points appartient à la droite représentée ci-dessous ?
nb: Hvilke av de følgende koordinatsettene er en løsning av likningen som er tegnet nedenfor?
pl: Które z następujących uporządkowanych par jest rozwiązaniem równania z poniższego wykresu?
pt: Quais dos seguintes pares ordenados representa uma solução para a equação representada em gráfico abaixo?
tr: Aşağıdaki sıralı ikililerin hangisi, aşağıda grafiği verilmiş denklemin bir çözümüdür?

source: Which of these equations could represent the relationship between <code><var>V1</var></code> and <code><var>V2</var></code>?
da: Hvilke af disse ligninger kan repræsentere forholdet mellem <code><var>V1</var></code> og <code><var>V2</var></code>?
es: ¿Cuál de estas ecuaciones podría representar la relación entre <code><var>V1</var></code> y <code><var>V2</var></code>?
fr: Laquelle de ces équations pourrait traduire cette relation entre <code><var>V1</var></code> et <code><var>V2</var></code> ?
nb: Hvilke av disse likningene kan representere sammenhengen mellom <code><var>V1</var></code> og <code><var>V2</var></code>?
pl: Które równanie może pokazywać relację pomiędzy <code><var>V1</var></code> i <code><var>V2</var></code>?
pt: Quais destas equações poderia representar a relação entre <code><var>V1</var></code> e <code><var>V2</var></code>?
tr: Bu denklemlerden hangisi, <code><var>V1</var></code> ve <code><var>V2</var></code> arasındaki ilişkiyi temsil edebilir?

source: Which of these numbers is composite?
es: ¿Cuál de estos números es compuesto?
fr: Lequel de ces nombres est un nombre composé ?
nb: Hvilken av disse tallene er sammensatte?
pl: Która z tych liczb jest złożona?
pt: Qual destes números é composto?
tr: Bu sayıların hangisi bileşik sayıdır?

source: Which of these numbers is prime?
es: ¿Cuál de estos números es un número primo?
fr: Lequel de ces nombres est un nombre premier ?
nb: Hvilken av disse tallene er primtall?
pl: Która z tych liczb jest pierwszą?
pt: Qual destes números é primo?
tr: Bu sayıların hangileri asaldır?

source: Which of those pairs is not graphed below?
fr: Lequel de ces points n'est pas représenté sur le graphique ci-dessous ?
nb: Hvilke av disse er ikke tegnet inn i koordinatsystemet nedenfor?
pl: Której z tych par nie ma na wykresie poniżej?
pt: Qual destes pares não está representado abaixo?
tr: Hangi ikilinin grafiği çizilmemiştir?

source: Which page do you want as your homepage?
bg: Коя искате да бъде началната ви страница?
da: Hvilken side vil du bruge som din s hjemmeside?
es: ¿Qué página quieres como tu página de inicio?
fr: Quelle page souhaitez-vous définir comme votre page d'accueil ?
nb: Hvilken side vil du ha som startside?
nl: Welke pagina wil je als thuispagina?
pl: Którą stronę chciałbyś jako swoją stronę główną?
pt: Qual página você quer como sua página inicial?
pt_pt: Que página pretendes que seja aberta quando iniciares sessão?
tr: Hangi sayfanın ana sayfanız olmasını istersiniz?

source: Which part is not translated?
da: Hvilken del er ikke oversat?
es: ¿Qué parte no está traducida?
fr: Quelle partie n'est pas traduite?
nb: Hvilken del er ikke oversatt?
nl: Welk deel is niet vertaald?
pl: Która część nie jest przetłumaczona?
pt: Qual parte não está traduzida?
tr: Hangi kısım tercüme edilmemiştir?

source: Which student's score improved the most between the midterm and final exams?
fr: Quel élève a progressé le plus entre l'examen intermédiaire et l'examen final ?
nb: Hvilken elev økte mest fra terminprøven til eksamen?
pl: Który uczeń najbardziej poprawił swój wynik na egzaminie końcowym w porównaniu z egzaminem śródsemestralnym?
pt: A nota de qual aluno mais aumentou entre a prova bimestral e a prova final?
tr: Ara dönem sınavı ile dönem sonu sınavı arasında notunu en çok yükselten öğrenci kimdir?

source: Which subject should I work on?
es: ¿En qué tema debería trabajar?
fr: Quel sujet devrais je travailler dessus ?
ja: 私はどの科目をとるべきですか?
nb: Hvilke tema bør jeg jobbe med?
nl: Met welk onderwerp kan ik aan de slag?
pl: Nad jakim przedmiotem powinienem/am pracować?
pt: Em qual assunto devo trabalhar?
pt_pt: Que disciplina é que devo estudar?
tr: Hangi dersin üzerinde çalışmalıyım?

source: Which text has an incorrect translation on this page?
da: Hvilken tekst har forkert oversættelse på denne side?
es: ¿Cuál texto tiene una traducción incorrecta en esta página?
fr: Qu'est-ce qui vous semble incorrect sur cette page ?
ja: このページのどの文章の翻訳が間違っていますか？
nb: Hvilken tekst har en feil oversettelse på denne siden?
nl: Welke tekst heeft een incorrecte vertaling op deze pagina?
pl: Który tekst na tej stronie ma niewłaściwe tłumaczenie?
pt: Qual texto tem uma tradução incorreta nesta página?
pt_pt: Qual o texto que está traduzido incorretamente nesta página?
tr: Bu sayfada hangi metinde yanlış çeviri olduğunu düşünüyorsunuz?

source: Which text is showing up as English instead of %(languageLocalName)s?
es: ¿Cuál texto está apareciendo en inglés en vez de en %(languageLocalName)s?
fr: Quel texte s'affiche en anglais au lieu de %(languageLocalName)s ?
ja: どの文が %(languageLocalName)sではなく英語で表示されていますか？
nb: Hvilken tekst vises som Engelsk i stede for %(languageLocalName)s?
nl: Welke tekst wordt weergegeven in het Engels in plaats van %(languageLocalName)s?
pl: Który tekst pojawia się w języku angielskim zamiast %(languageLocalName)s?
pt: Qual texto está em inglês em vez de %(languageLocalName)s?
pt_pt: Qual é o texto que aparece em inglês em vez de aparecer em %(languageLocalName)s?
tr: Hangi metinde %(languageLocalName)s yerine İngilizce gözüküyor?

source: Which things do we know, and what are we trying to find?
da: Hvad ved vi, og hvad prøver vi at finde ud af?
es: ¿Qué cosas sabemos y qué cosas queremos averiguar?
fr: Qu'est-ce qu'on sait et qu'est-ce qu'on cherche ?
hi: कौनसी चीज़े हम जानते हैं, और हम क्या ढूँढने की कोशिश कर रहे हैं?
nb: Hva vet vi, og hva prøver vi å finne ut?
nl: Welke dingen weten we al, en wat proberen we te bepalen?
pl: Które rzeczy już wiemy, a których usiłujemy się dowiedzieć?
pt: O que sabemos e o que estamos tentando descobrir?
tr: Neleri biliyoruz, ve neyi bulmaya çalışıyoruz?

source: Which triangles are similar to triangle <code>A</code>?
es: ¿Cuáles triángulos son semejantes al triángulo <code>A</code>?
fr: Quels sont les triangles semblables au triangle <code>A</code> ?
nb: Hvilke trekanter er lik trekant <code>A</code>?
pl: Które trójkąty są podobne do trójkąta <code>A</code>?
pt: Quais triângulos são semelhantes ao triângulo <code>A</code>?
tr: <code>A</code> üçgenine benzer olan üçgenler hangileridir?

source: Which triangles are similar to triangle <code>ABC</code>?
es: ¿Cuáles triángulos son semejantes al triángulo <code>ABC</code>?
fr: Quels sont les triangles semblables au triangle <code>ABC</code> ?
nb: Hvilke trekanter er formlik trekant <code>ABC</code>?
pl: Które trójkąty są podobne do trójkąta <code>ABC</code>?
pt: Quais triângulos são semelhantes ao triângulo <code>ABC</code>?
tr: <code>ABC</code> üçgenine benzer olan üçgenler hangileridir?
