Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: So, to find the element at row 1, column 1 of the answer matrix, multiply the first element in <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> of <code><var>PRETTY_MAT_1_ID</var></code> with the first element in <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> of <code><var>PRETTY_MAT_2_ID</var></code>, then multiply the second element in <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> of <code><var>PRETTY_MAT_1_ID</var></code> with the second element in <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> of <code><var>PRETTY_MAT_2_ID</var></code>, and so on. Add the products together.
da: Ligeledes, for at finde indgangen i række 1, kolonne 1 i svarmatricen ganges indgangene <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> of <code><var>PRETTY_MAT_1_ID</var></code> med den første indgang i <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> i <code><var>PRETTY_MAT_2_ID</var></code>, og gang den anden indgang i <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> i <code><var>PRETTY_MAT_1_ID</var></code> med den anden indgang i <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> of <code><var>PRETTY_MAT_2_ID</var></code>, os så videre. Læg produkterne sammen.
es: Así, para encontrar el elemento en la fila 1, columna 1 de la matriz solución, primero multiplica el primer elemento en la <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> de <code><var>PRETTY_MAT_1_ID</var></code> con el primer elemento en la <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> de <code><var>PRETTY_MAT_2_ID</var></code>, después multiplica el segundo elemento en la <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> de <code><var>PRETTY_MAT_1_ID</var></code> con el segundo elemento en la <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> de <code><var>PRETTY_MAT_2_ID</var></code>, y así sucesivamente. Suma los productos.
fr: Donc, pour trouver l'élément de la ligne 1 et de la colonne 1 de la matrice produit, on multiplie le premier élément de la <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> de <code><var>PRETTY_MAT_1_ID</var></code> par le premier élément de la <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> de <code><var>PRETTY_MAT_2_ID</var></code>, puis le deuxième élément de la <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> de <code><var>PRETTY_MAT_1_ID</var></code> par le deuxième élément de la <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> de <code><var>PRETTY_MAT_2_ID</var></code>,et ainsi de suite. On fait ensuite la somme de tous les produits.
nb: Så, for å finne elementet i rad 1, kolonne 1 i svarmatrisen, multiplisere det første elementet i <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> av <code><var>PRETTY_MAT_1_ID</var></code> med det første elementet i <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> av <code><var>PRETTY_MAT_2_ID</var></code>, deretter multiplisere det andre elementet i <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> av <code><var>PRETTY_MAT_1_ID</var></code> med det andre elementet i <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> av <code><var>PRETTY_MAT_2_ID</var></code>, og så videre. Legg produktene sammen.
pt: Então, para descobrir o elemento na linha 1, na coluna 1 da matriz de resposta, multiplique o primeiro elemento na <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> de <code><var>PRETTY_MAT_1_ID</var></code> com o primeiro elemento na <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> de <code><var>PRETTY_MAT_2_ID</var></code>, então multiplique o segundo elemento na<code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> de <code><var>PRETTY_MAT_1_ID</var></code> com o segundo elemento na <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> de <code><var>PRETTY_MAT_2_ID</var></code> e assim por diante. Some os produtos.
tr: Yani cevap matrisinin 1. satır, 1. sütundaki elemanını bulmak için, <code><var>PRETTY_MAT_1_ID</var></code>'in <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> birinci elemanını, <code><var>PRETTY_MAT_2_ID</var></code>'in <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> birinci elemanıyla çarpın, sonra <code><var>PRETTY_MAT_1_ID</var></code>'in <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> ikinci elemanını, <code><var>PRETTY_MAT_2_ID</var></code>'in <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> ikinci elemanıyla çarpın, vesaire. Çarpımları toplayın.

source: So, we can simplify the expression by rewriting it in terms of <code>i^4</code>.
es: Entonces, podemos simplificar la expresión al reescribirla en términos de <code>i^4</code>.
fr: Donc on peut simplifier ce nombre en l'exprimant en fonction de <code>i^4</code>.
pt: Então, podemos simplificar a expressão reescrevendo-a em função de <code>i^4</code>.
tr: Buna göre, ifadeyi <code>i^4</code> cinsinden tekrar yazarak kolayca sadeleştirebiliriz.

source: So, we choose the <var>COMP</var> sign, and the final inequality is <code>y <var>COMP</var> <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
es: Por tanto, elegimos el signo <var>COMP</var>, y la desigualdad final es <code>y <var>COMP</var> <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
fr: Donc, on choisit le signe <var>COMP</var> et au final, l'inéquation est <code>y <var>COMP</var> <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
nb: Så vi velger <var>COMP</var> tegnet, og ulikheten er <code>y <var>COMP</var> <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
pt: Portanto, escolhemos o sinal <var>COMP</var> e a inequação final é <code>y <var>COMP</var> <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
tr: Buna göre, <var>COMP</var> işaretini seçeriz, ve sonuç eşitsizliği, <code>y <var>COMP</var> <var>PRETTY_SLOPE</var> + <var>YINT</var></code> olur.

source: So, we have to divide the number of ways we could have filled the bag in order by number of times we've overcounted our groups.
es: Entonces, hemos dividido el número de formas que podemos llenar la maleta en orden, por el número de veces que hemos contado de más nuestros grupos.
fr: Donc, on doit diviser par ce nombre.
pl: Oznacza to, że naszą liczbę możliwości wypełnienia walizki musimy podzielić przez nadwyżkę razy, o jaką policzyliśmy możliwe kombinacje.
pt: Sendo assim, temos de dividir o número de formas que poderíamos ter utilizado para ter preenchido a mala em ordem pelo número de vezes que contamos a mais os nossos grupos.
tr: Yani, sıralama suretiyle bulduğumuz çantamızı doldurma yolları sayısını, grupları fazladan sayma sayısına bölmemiz gerekir.

source: So, we have to divide the number of ways we could have filled the boat in order by number of times we've overcounted our groups: <br> <code> \dfrac{<var>FRIENDS</var>!}{<var>FRIENDS-SLOTS</var>!} \cdot \dfrac{1}{<var>SLOTS</var>!}</code> is the number of groups we can bring on the boat trip. <br> Another way to write this is <code> \binom{<var>FRIENDS</var>}{<var>SLOTS</var>} </code>, or <code><var>FRIENDS</var></code> choose <code><var>SLOTS</var></code>, which is <code><var>ANSWER</var></code>.
es: Entonces, tendremos que dividir el número de maneras que podemos llenar el bote, en orden del número de veces que hemos contado de más nuestros grupos: <br> <code> \dfrac{<var>FRIENDS</var>!}{<var>FRIENDS-SLOTS</var>!} \cdot \dfrac{1}{<var>SLOTS</var>!}</code> es el número de grupos que podemos traer en el paseo en bote. <br> Otra manera de escribir esto es <code> \binom{<var>FRIENDS</var>}{<var>SLOTS</var>} </code>, o de <code><var>FRIENDS</var></code> elegir <code><var>SLOTS</var></code>, que es <code><var>ANSWER</var></code>.
fr: Donc, on doit diviser par ce nombre : <br> <code> \dfrac{<var>FRIENDS</var>!}{<var>FRIENDS-SLOTS</var>!} \cdot \dfrac{1}{<var>SLOTS</var>!}</code> est le nombre d'ensembles d'amis que l'on peut placer sur le bateau.<br> On peut aussi l'écrire <code> \binom{<var>FRIENDS</var>}{<var>SLOTS</var>} </code>, qui est le nombre de parties de <code><var>SLOTS</var></code> éléments d'un ensemble de <code><var>FRIENDS</var></code> éléments, et qui est égal à <code><var>ANSWER</var></code>.
pl: Tak więc musimy podzielić liczbę możliwości ułożenia przyjaciół na łodzi w kolejności, przez liczbę razy, jaką policzyliśmy każdą grupę: <br> <code> \dfrac{<var>FRIENDS</var>!}{<var>FRIENDS-SLOTS</var>!} \cdot \dfrac{1}{<var>SLOTS</var>!}</code> to liczba różnych grup przyjaciół, jakie możemy zabrać na rejs. <br> Innym sposobem na zapisanie tego jest <code> \binom{<var>FRIENDS</var>}{<var>SLOTS</var>} </code>, lub <code><var>FRIENDS</var></code> po <code><var>SLOTS</var></code>, czyli <code><var>ANSWER</var></code>.
pt: Sendo assim, temos de dividir o número de formas que poderíamos ter utilizado para ter preenchido o barco em ordem pelo número de vezes que contamos a mais os nossos grupos: <br> <code> \dfrac{<var>FRIENDS</var>!}{<var>FRIENDS-SLOTS</var>!} \cdot \dfrac{1}{<var>SLOTS</var>!}</code> é o número de grupos que podemos levar à viagem de barco. <br> Outra forma de escrever isso é <code> \binom{<var>FRIENDS</var>}{<var>SLOTS</var>} </code> ou <code><var>FRIENDS</var></code> selecionar <code><var>SLOTS</var></code>, que é <code><var>ANSWER</var></code>.
tr: Yani, sıralama suretiyle bulduğumuz teknemizi doldurma yolları sayısını, grupları fazladan sayma sayısına bölmemiz gerekir: <br> Tekne gezimize götürebileceğimiz arkadaş grubu sayısı, <code> \dfrac{<var>FRIENDS</var>!}{<var>FRIENDS-SLOTS</var>!} \cdot \dfrac{1}{<var>SLOTS</var>!}</code>.<br> Bunu ifade etmenin bir başka yolu, <code> \binom{<var>FRIENDS</var>}{<var>SLOTS</var>} </code>, veya <code><var>FRIENDS</var></code> kombinasyon <code><var>SLOTS</var></code>, bu da eşittir <code><var>ANSWER</var></code>.

source: So: <code><var>PRETTY_DECIMAL</var> = \leadingColor{<var>LEADING</var>}<var>TRAIL</var> \times 10^{\exponentColor{<var>E</var>}}</code>
es: Así: <code><var>PRETTY_DECIMAL</var> = \leadingColor{<var>LEADING</var>}<var>TRAIL</var> \times 10^{\exponentColor{<var>E</var>}}</code>
fr: Donc : <code><var>PRETTY_DECIMAL</var> = \leadingColor{<var>LEADING</var>}<var>TRAIL</var> \times 10^{\exponentColor{<var>E</var>}}</code>
hi: तो: <code><var>PRETTY_DECIMAL</var> = \leadingColor{<var>LEADING</var>}<var>TRAIL</var> \times 10^{\exponentColor{<var>E</var>}}</code>
nb: Så: <code><var>PRETTY_DECIMAL</var> = \leadingColor{<var>LEADING</var>}<var>TRAIL</var> \times 10^{\exponentColor{<var>E</var>}}</code>
pt: Portanto: <code><var>PRETTY_DECIMAL</var> = \leadingColor{<var>LEADING</var>}<var>TRAIL</var> \times 10^{\exponentColor{<var>E</var>}}</code>
tr: Bu sebeple: <code><var>PRETTY_DECIMAL</var> = \leadingColor{<var>LEADING</var>}<var>TRAIL</var> \times 10^{\exponentColor{<var>E</var>}}</code>

source: Software Development
pl: Rozwój oprogramowania
pt: Desenvolvimento de software
pt_pt: Software
tr: Yazılım Geliştirme

source: Software Engineer
es: Ingeniero de software
pl: Inżynier oprogramowania
pt: Engenheiro de Software
tr: Yazılım Mühendisi

source: Software Person
pt: Responsável pelo software
tr: Yazılım Kişisi

source: Soliciting votes (“Vote up my SQL script!”)
da: Hvervning af stemmer ("Stem mit SQL script op!")
es: Solicitar votos ("¡Vota por mi script SQL!")
nb: Innsamling av stemmer ("Gi stemme til mitt SQL-skript!")
nl: Stemmen verzamelen ("Stem voor mijn SQL-script!")
pl: Zabieganie o głosy (“Zagłosuj na mój SQL scripts!”)
pt: Solicitação de votos ("Vote no meu script SQL!")
tr: Hakkında oy isteniliyorsa (“SQL metnim için oy verin!”),

source: Soliciting votes (“Vote up my program!”)
da: Hvervning af stemmer ("Stem mit program op!")
es: Solicitar votos ("¡Vota por mi programa!")
fr: Sollicitation de votes (par exemple : "Votez pour mon programme !")
nb: Å etterspørre stemmer ("Stem mitt program opp!")
nl: Stemmen verzamelen ("Stem mijn programma omhoog!")
pl: Zabieganie o głosy (“Zagłosuj na mój program!”)
pt: Pedido de votos ("Vote no meu programa!")
pt_pt: Pedir votos ("Votem no meu programa!")
tr: Oy istemek (“Programıma oy verin!”)

source: Soliciting votes (“Vote up my webpage!”)
da: Hvervning af stemmer ("Stemning min hjemmeside op!")
es: Solicitar votos ("¡Vota por mi página web!")
fr: Solliciter les votes ("Votez pour ma page Web !")
nb: Å be om stemmer ("Stem min hjemmeside opp!")
nl: Stemmen verzamelen ("Stem voor mijn webpagina!")
pl: Zabieganie o głosy (“Zagłosuj na moją stronę!”)
pt: Pedido de votos ("Vote na minha página da Web!")
pt_pt: Pedido de votos ("Votem na minha página Web!")
tr: Oy istemek ("Web sayfama oy verin!")

source: Soliciting votes and voting rings
da: Hvervning af stemmer og stemmeringe
es: Solicitar votos y anillos de votación
fr: Un programme ou un utilisateur qui sollicite les votes et aussi dans le cas de votes en cascade
nb: Spør etter stemmer og stemmeringer
nl: Stemmen verzamelen en stemkringen
pl: Zabieganie o głosy i kręgi głosowania
pt: Pedido de votos e círculos de votação
pt_pt: Pedidos de votos e correntes de votos
tr: Oy isteme ve oylama halkaları

source: Solid command of basic statistics and a strong quantitative aptitude. Machine learning and advanced stats not required, but it sure doesn't hurt.
da: Grundigt styr på grundlæggende statistik og en stærk kvantitativ tilgang. Maskinlæring og avanceret statistik påkræves ikke, men det skader ikke.
es: Dominio sólido de estadística básica y una fuerte aptitud cuantitativa. No se requiere estadística avanzada ni aprendizaje de máquinas, pero seguro que no está de más.
nl: Solide beheersing van basisstatistieken en een sterk kwantitatieve aanleg. Machinaal leren en geavanceerde statistieken niet nodig maar het kan zeker geen kwaad.
pl: Bardzo dobrą znajomość podstaw statystyki i przydatności przy metodach ilościowych. Uczenie maszynowe i zaawansowana statystyka nie są wymagane, ale oczywiście nie zaszkodzą.
pt: Domínio completo de estatísticas básicas e uma forte aptidão quantitativa. Não são exigidos aprendizagem de máquinas e conhecimentos avançados de estatística, mas podem ser úteis.
tr: Temel istatistik sağlam kullanabilme ve güçlü sayısal yeterlilik. Makine öğrenimi ve ileri istatistik bilgileri gerekli olmamalarına rağmen, zarar da vermezler.

source: Solid geometry
es: Geometría de sólidos
fr: Volume et aire latérale d'un solide
nb: Fast geometri
pl: Geometria brył
pt: Geometria dos sólidos
tr: Uzay geometrisi

source: Solution:
da: Løsning:
es: Solución:
nb: Løsning:
pl: Rozwiązanie:
pt: Solução:
tr: Çözüm:

source: Solutions to quadratic equations
es: Soluciones a ecuaciones cuadráticas
fr: Les solutions d'une équation du second degré
nb: Løsninger til kvadratiske likninger
pl: Rozwiązanie równań kwadratowych
pt: Soluções para equações quadráticas
tr: İkinci dereceden denklem çözümleri

source: Solutions to systems of equations
da: Løsninger til ligningssystemer
es: Soluciones para sistemas de ecuaciones
fr: Nombre de couples solutions d'un système d'équations du 1er degré
nb: Løsninger av ligningssystemer
pl: Rozwiązania dla układów równań
pt: Soluções para sistemas de equações
tr: Denklem sistemleri çözümleri

source: Solve for <code class="hint_pink">x</code>:
es: Resuelve para <code class="hint_pink">x</code>:
fr: On résout l'équation pour trouver la valeur de <code class="hint_pink">x</code>:
hi: <code class="hint_pink">x</code> के लिए हल करें:
pt: Descubra o valor de <code class="hint_pink">x</code>:
tr: <code class="hint_pink">x</code>'i bulunuz:

source: Solve for <code><var>VARIABLE_NAME</var></code>:
da: Løs med hensyn til <code><var>VARIABLE_NAME</var></code>:
es: Resuelve para <code><var>VARIABLE_NAME</var></code>:
fr: Trouver les valeurs de <code><var>VARIABLE_NAME</var></code> :
nb: Løs med hensyn til <code><var>VARIABLE_NAME</var></code>:
pl: Znajdź <code><var>VARIABLE_NAME</var></code>:
pt: Encontre <code><var>VARIABLE_NAME</var></code>:
tr: <code><var>VARIABLE_NAME</var></code>'i bulunuz:

source: Solve for <code><var>X</var></code>,
da: Løs for <code><var>X</var></code>,
es: Resuelve para <code><var>X</var></code>,
fr: Résoudre cette équation d'inconnue <code><var>X</var></code>
nb: Løs for <code><var>X</var></code>,
pl: Rozwiąż dla <code><var>X</var></code>,
pt: Calcule <code><var>X</var></code>,
tr: <code><var>X</var></code>'i bulunuz,

source: Solve for <code><var>X</var></code>.
da: Løs for <code><var>X</var></code>.
es: Resuelve para <code><var>X</var></code>.
fr: Calculer <code><var>X</var></code>.
nb: Løs for <code><var>X</var></code>.
pl: Rozwiąż dla <code><var>X</var></code>.
pt: Calcule o valor de <code><var>X</var></code>.
tr: <code><var>X</var></code>'i bulunuz.

source: Solve for <code><var>X</var></code>:
es: Resuelve para <code><var>X</var></code>:
fr: Trouver la valeur de <code><var>X</var></code> :
nb: Løs for <code><var>X</var></code>:
pl: Rozwiąż dla <code><var>X</var></code>:
pt: Descubra o valor de <code><var>X</var></code>:
pt_pt: Resolve em ordem a <code><var>X</var></code>:
tr: <code><var>X</var></code>'i bulun:

source: Solve for <code>x</code> and <code>y</code> using elimination.
da: Løs for <code>x</code> og <code>y</code> ved hjælp af eliminering.
es: Resuelve para <code>x</code> y <code>y</code> usando eliminación.
fr: Calculer le couple solution (<code>x</code>,<code>y</code>) de ce système par la méthode d'addition.
nb: Løs for <code>x</code> og <code>y</code> ved hjelp av addisjonsmetoden.
pl: Wyznacz <code>x</code> i <code>y</code> poprzez eliminację.
pt: Encontre o valor de <code>x</code> e <code>y</code> usando a eliminação.
tr: Yok etme yöntemiyle <code>x</code> ve <code>y</code>'yi bulunuz.

source: Solve for <code>x</code> and <code>y</code> using substitution.
da: Find <code>x</code> og <code>y</code> ved hjælp af substitution.
es: Resuelve para <code>x</code> y <code>y</code> mediante sustitución.
fr: Déterminer le couple solution (<code>x</code> ,<code>y</code>) de ce système par la méthode de substitution.
nb: Løs for <code>x</code> og <code>y</code> ved hjelp av substitusjon.
pl: Oblicz <code>x</code> i <code>y</code> metodą podstawiania.
pt: Encontre o valor de <code>x</code> e <code>y</code> usando substituição.
tr: Yerine koyma yöntemini kullanarak <code>x</code> ve <code>y</code>'yi bulunuz.

source: Solve for <code>x</code> and <code>y</code>.
da: Løs for <code>x</code> og <code>y</code>.
es: Resuelve para <code>x</code> y <code>y</code>.
fr: Résoudre le système en <code>x</code> et <code>y</code>.
nb: Løs for <code>x</code> og <code>y</code>.
pl: Wyznacz <code>x</code> i <code>y</code>.
pt: Calcule o valor de <code>x</code> e <code>y</code>.
pt_pt: Calcula o valor de <code>x</code> e de <code>y</code>.
tr: <code>x</code> ve <code>y</code>'yi bulunuz.

source: Solve for <code>x</code>.
es: Resuelve para <code>x</code>.
fr: Quelles sont les valeurs de <code>x</code> solutions de l'équation ci-dessus ?
nb: Løs for <code>x</code>.
pl: Rozwiąż dla <code>x</code>.
pt: Calcule <code>x</code>.
tr: <code>x</code>'i bulunuz.

source: Solve for <code>x</code>:
fr: Déterminer la (ou les) valeur(s) de <code>x</code> solution(s) de l'équation :
nb: Løs for <code>x</code>:
pl: Wyznacz <code>x</code>:
pt: Descubra o valor de <code>x</code>:
tr: <code>x</code>'i bulunuz:

source: Solve for <code>x</code>: <br><br> <code> <var>A</var>|x + <var>E</var>| + <var>B</var> = <var>C</var>|x + <var>E</var>| + <var>D</var> </code>
da: Find <code>x</code>: <br><br> <code> <var>A</var>|x + <var>E</var>| + <var>B</var> = <var>C</var>|x + <var>E</var>| + <var>D</var> </code>
es: Resuelve para <code>x</code>: <br><br> <code> <var>A</var>|x + <var>E</var>| + <var>B</var> = <var>C</var>|x + <var>E</var>| + <var>D</var> </code>
fr: Résoudre l'équation où la variable est <code>x</code> : <br><br> <code> <var>A</var>|x + <var>E</var>| + <var>B</var> = <var>C</var>|x + <var>E</var>| + <var>D</var> </code>
nb: Finn <code>x</code>: <br><br> <code> <var>A</var>|x + <var>E</var>| + <var>B</var> = <var>C</var>|x + <var>E</var>| + <var>D</var> </code>
pl: Znajdź <code>x</code>: <br><br> <code> <var>A</var>|x + <var>E</var>| + <var>B</var> = <var>C</var>|x + <var>E</var>| + <var>D</var> </code>
pt: Calcule o valor de <code>x</code>: <br><br> <code> <var>A</var>|x + <var>E</var>| + <var>B</var> = <var>C</var>|x + <var>E</var>| + <var>D</var> </code>
tr: <code>x</code>'i bulunuz: <br><br> <code> <var>A</var>|x + <var>E</var>| + <var>B</var> = <var>C</var>|x + <var>E</var>| + <var>D</var> </code>

source: Solve for <code>y</code> to convert <code><var>expr([ "*", B, "y" ])</var> = <var>C</var></code> to slope-intercept form.
da: Løs med hensyn til <code>y</code> for at omskrive <code><var>expr([ "*", B, "y" ])</var> = <var>C</var></code> to hældnings-skærings-formen.
es: Resuelve <code>y</code> para convertir <code><var>expr([ "*", B, "y" ])</var> = <var>C</var></code> a la forma pendiente-ordenada al origen.
fr: On isole <code>y</code> pour écrire <code><var>expr([ "*", B, "y" ])</var> = <var>C</var></code> sous la forme y = ax + b.
nb: Løs for <code>y</code> for å gjøre om <code><var>expr([ "*", B, "y" ])</var> = <var>C</var></code> til formen for lineær funksjon.
pl: Wyznacz <code>y</code>, aby otrzymać postać kierunkową równania <code><var>expr([ "*", B, "y" ])</var> = <var>C</var></code>.
pt: Calcule o valor de <code>y</code> para converter <code><var>expr([ "*", B, "y" ])</var> = <var>C</var></code> na forma da equação reduzida da reta.
tr: <code><var>expr([ "*", B, "y" ])</var> = <var>C</var></code>'i eğim kesme noktası formuna dönüştürmek için, <code>y</code>'yi tek başına bırakınız.

source: Solve for the solution where <code>x + <var>E</var></code> is negative:
da: Find løsningen, hvor <code>x + <var>E</var></code> er negativ:
es: Resolver para la solución donde <code>x + <var>E</var></code> es negativo:
fr: On cherche la solution lorsque <code>x + <var>E</var></code> est négatif:
nb: Finn løsningen hvor <code>x + <var>E</var></code> er negativ:
pl: Znajdź rozwiązanie, gdzie <code>x + <var>E</var></code> jest ujemne:
pt: Encontre o valor da solução em que <code>x + <var>E</var></code> é negativo:
tr: <code>x + <var>E</var></code>'nin negatif olduğu çözümü bulunuz:

source: Solving equations in terms of a variable
da: Løsning af ligninger for en variabel
es: Resolviendo ecuaciones en términos de una variable
fr: Exprimer une variable en fonction des autres
nb: Løse likninger med hensyn på en variabel
nl: Een vergelijking omschrijven
pl: Rozwiązywanie równań dla zmiennej
pt: Resolvendo equações em função de uma variável
tr: Denklemde değişkeni yalnız bırakma
