Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Achieve mastery in Multi-step equations, Multi-step linear inequalities, Average word problems, Finding the equation of a line, Quadr. Fac., Quad Frmula, Solving Var, Unkn Vars 1
da: Opnå færdighed i Fler-trins ligninger, Fler-trins lineære uligheder, Gennemsnit tekstopgaver, Find ligningen for en linje, Kvadratisk fak., Formel for Andengradslign., Løs for Var., Ukendt Var. 1
es: Domina ecuaciones de varios pasos, desigualdades lineales de varios pasos, problemas de promedios, encontrando la ecuación de una recta, factorización cuadrática, solución de variables, variables desconocidas 1.
fr: Maîtriser Équation à plusieurs étapes, Inégalité linéaire à plusieurs étapes, Problème de moyenne, Équation d'une droite, Factorisation quadratique, Formule quadratique, Résolution de variable, Variable inconnue 1
ja: マスターの達成: 複数ステップの方程式，複数ステップの線形不等式，平均の文章問題，線の方程式を見つける，2次式の因数分解，2次方程式，変数について解く，未知の変数 1
nb: Oppnå mestring i Flertrinns likninger, Flertrinns lineære ulikheter, Tekstoppgaver, Finne likningen for en linje, Kvadrat, Fakultet, Kvadratlikning, Løse for variabel, Ukjent variabel 1
nl: Behaal meesterschap in Meer-staps vergelijkingen, Meer-staps lineaire ongelijkheden, Gemiddelde woordproblemen, Lijnvergelijking vinden, Kwadratische Factor, Kwadratische formule, Variabele oplossenen Onbekende Variabelen 1
pl: Osiągnij biegłość w wielo-krokowych równaniach, wielo-krokowych liniowych nierównościach, średnio zaawansowanych zadaniach opisowych, znajdywaniu równania opisującego linię, rozkładaniu na czynniki równań kwadratowych, rozwiązywaniu równań kwadratowych, szukaniu zmiennych, oraz szukaniu zmiennych cz.1
pt: Dominar equações de várias etapas, inequações lineares de várias etapas, problemas com média, encontrar a equação da reta, fatoração quadrática, fórmula de Bhaskara, resolução de variáveis, variáveis desconhecidas 1
pt_pt: Domina equações de várias etapas, inequações lineares de várias etapas, problemas com médias, encontrar a equação de uma reta, fatorização de expressões de segundo grau, fórmula resolvente, cálculo de variáveis e variáveis desconhecidas 1
tr: Çok-adımlı denklemler, Çok-adımlı lineer eşitsizlikler, Ortalama sözel alıştırmalar, Bir çizginin denklemini bulma, İkinci dereceden çarpanlara ayırma, Kuadratik Formül, Değişkeni bulma, Bilinmeyen değişkenler 1 konularında ustalık seviyesine ulaşın

source: Achieve mastery in Multiplying decimals, Dividing decimals, Multiplying fractions, Dividing fractions
da: Opnå færdighed i Multiplikation af decimaltal, Division af decimaltal, Multiplikation af brøker, Division af brøker
es: Domina la multiplicación de decimales, división de decimales, multiplicación de fracciones, división de fracciones.
fr: Maîtriser Multiplication des nombres décimaux, Division des nombres décimaux, Multiplication des fractions, Division des fractions
ja: マスターの達成: 小数のかけ算，小数の割り算，分数のかけ算，分数の割り算
nb: Oppnå mestring i multiplisere desimaltall, divisjon av desimaltall, multiplisere brøk, dividere brøk
nl: Behaal vaardigheid in Decimalen vermenigvuldigen, Decimalen delen, Breuken vermenigvuldigen en Breuken delen
pl: Osiągnij mistrzostwo w mnożeniu i dzieleniu ułamków zwykłych oraz dziesiętnych
pt: Dominar multiplicação e divisão com números decimais, multiplicação e divisão de frações
pt_pt: Domina multiplicações e divisões de números decimais e de frações
tr: Ondalık sayıların çarpımı, Ondalık sayılarla bölme, Kesirleri çarpma, Kesirleri bölme konularında ustalık seviyesine ulaşın

source: Achieve mastery in Negative exponents, Multiplying and dividing negative numbers, Multiplying fractions, Div. Frac.
da: Opnå færdighed i Negative eksponenter, Multiplikation og division af negative tal, Multiplikation af brøker, Division af brøker.
es: Domina los exponentes negativos, la multiplicación y la división con números negativos, la multiplicación y la división de fracciones.
fr: Maîtriser Exposant négatif, Multiplication et division des nombres négatifs, Multiplication des fractions, Division des fractions
ja: マスターの達成: 負の指数，負の数のかけ算と割り算，分数のかけ算，分数の割り算
nb: Oppnå mestring i Negative eksponenter, Multiplisere og dividere negative tall, Multipliserer brøk, Divisjon av brøk.
nl: Behaal meesterschap in Negatieve exponenten, Vermenigvuldigen en delen van negatieve getallen, Vermenigvulden en Delen van breuken
pl: Osiągnij mistrzostwo w potęgowaniu z ujemnym wykładnikiem, mnożeniu i dzieleniu liczb ujemnych i ułamków
pt: Dominar expoentes negativos, multiplicação e divisão de números negativos, multiplicação e divisão de frações
pt_pt: Domina expoentes negativos, multiplicações e divisões de números negativos e de frações
tr: Negatif üssel ifadeler, Negatif sayıları çarpma ve bölme, Kesirleri çarpma, Kesirleri bölme konularında ustalık seviyesine ulaşın.

source: Achieve mastery in New operator definitions 1, New operator definitions 2, Expressions with unknown variables 2, Abs Val Eq., Rad Eq 1, Rate Prob 1
da: Opnå færdighed i Nye operator-definitioner 1, Nye operator-definitioner 2, Udtryk med ukendte variabler 2, Abs. Værdi Lign., Rad lign. 1, Rater Opg. 1
es: Domina definiciones de nuevos operadores 1, definiciones de nuevos operadores 2, expresiones con variables desconocidas 2, ecuaciones con valores absolutos, ecuaciones con radicales 1, problemas de proporción 1.
fr: Maîtriser Définition d'opérateurs 1 et 2, Expression avec inconnues 2, Équation avec valeurs absolues, Équations avec radical 1, Problème de proportions 1
ja: マスターの達成: 新しい演算子の定義 1，新しい演算子の定義 2，未知変数を含む式 2，絶対値方程式，根号方程式 1，比の問題 1
nb: Oppnå mestring i Nye operasjons definisjoner 1, Nye operasjons definisjoner 2, Uttrykk med ukjente variabler 2, Absolutt Verdi Likninger, Rad likninger 1, Forhold Oppgaver 1
nl: Behaal vaardigheid in Definities nieuwe operatoren 1, Definities nieuwe operatoren 2, Uitdrukkingen met onbekende variabelen 2, Vergelijking met absolute waarden, Radicale vergelijkingen en Snelheidsproblemen 1
pl: Osiągnij biegłość w nowych operatorach cz.1 i 2, wyrażeniach ze zmiennymi cz.2, równaniach z wartościami bezwzględnymi, równaniach pierwiastkowych cz.1, wskaźnikach prawdopodobieństwa cz.1
pt: Dominar definições de novo operador 1, definições de novo operador 2, expressões com variáveis desconhecidas 2, equações de valor absoluto, equações com radicais 1, problemas com taxas 1
pt_pt: Domina definições do novo operador 1, definições do novo operador 2, expressões com variáveis desconhecidas 2, equações de valor absoluto, equações com radicais 1 e problemas com taxas 1
tr: Yeni işlem tanımları , Yeni işlem tanımları , bilinmeyen değişkenli ifadeler , Mutlak değer denklemleri, Köklü denklemleri çözme , Oran soruları 1 konularında ustalık seviyesine ulaşın

source: Achieve mastery in Positive and zero exponents, Adding and subtracting negative numbers, Adding and subtracting fractions
da: Opnå færdigheder i Positive og nul-eksponenter, Addition og Subtraktion af negative tal, Addition og Subtraktion af brøker
es: Domina los exponentes cero y positivos, la suma y resta de números negativos, la suma y resta de fracciones.
fr: Maîtriser Exposants positifs ou nuls, Addition et soustraction des nombres négatifs, Addition et soustraction des fractions
ja: マスターの達成: 正と0の指数，負の数のたし算とひき算，分数のたし算とひき算
nb: Oppnå mestring i Positive og null eksponenter, Addisjon og subtraksjon av negative tall, Addisjon og subtraksjon av brøker
nl: Behaal meesterschap in Positieve en nulexponenten, Optellen en aftrekken van negatieve getallen en Optellen en aftrekken van breuken
pl: Osiągnij mistrzostwo w potęgach dodatnich i zerowej, w dodawaniu i odejmowaniu liczb ujemnych i w dodawaniu i odejmowaniu ułamków
pt: Dominar expoentes positivos e zero, soma e subtração de números negativos, soma e subtração de frações
pt_pt: Domina expoentes positivos ou nulos, somas e subtrações de números negativos e de frações
tr: Pozitif ve sıfır üsler, Negatif sayılarla toplam ve çıkartma, Kesirlerle toplama ve çıkartma konularında ustalık seviyesine ulaşın

source: Achieve mastery in Special right triangles, Trigonometry 1
da: Opnå færdighed i Særlige retvinklede trekanter, Trigonometri 1
es: Domina triángulos rectángulos especiales, trigonometría 1.
fr: Maîtriser Triangle rectangle spécial, Trigonométrie 1
ja: マスターの達成: 特別な正三角形，三角法 1
nb: Oppnå mestring i Spesielle rette trekanter, Trigonometri 1
nl: Behaal vaardigheid in Speciale rechthoekige driehoeken en Goniometrie 1
pl: Osiągnij mistrzostwo w szczególnych trójkątach prostokątnych i podstawach trygonometrii
pt: Dominar triângulos retângulos especiais, trigonometria 1
pt_pt: Domina triângulos retângulos especiais e em trigonometria 1
tr: Özel dik üçgenler, Trigonometri konularında ustalık seviyesine ulaşın

source: Achieve mastery in Trigonometry 2, Graphs of sine and cosine, Inverse trig functions, Pythagorean identities, Trig+-ident
da: Opnå færdighed i Trigonometri 2, Grafer af sinus og cosinus, Inverse trigonometriske funktioner, Pythagoras identiteter, Trigonometriske identiteter
es: Domina trigonometría 2, gráficas de seno y coseno, funciones trigonométricas inversas, identidades pitagóricas, identidades trigonométricas.
fr: Maîtriser Trigonométrie 2, Graphique de sinus et cosinus, Fonctions trigonométriques inverses, Identités pythagoriciennes, Identités trigonométriques avec addition et soustraction
ja: マスターの達成: 三角法 2，サインとコサインのグラフ，逆三角関数，ピタゴラスの等式，三角法+-等式
nb: Oppnå mestring i Trigonometri 2, Grafer av sinus og cosinus, Inverse trigonometriske funksjoner, Pythagoras identiteter, Trigonometriske identiteter
nl: Behaal vaardigheid in Goniometrie 2, Grafieken van de sinus en cosinus, Inverse goniometrische functies, Pythagorische en Goniometrische identiteiten
pl: Osiągnij mistrzostwo w zaawansowanej trygonometrii, wykresach sinusa i cosinusa, odwrotnościach funkcji trygonometrycznych, jedynce trygonometrycznej i własnościach funkcji trygonometrycznych
pt: Dominar trigonometria 2, gráficos de seno e cosseno, funções trigonométricas inversas, identidades de Pitágoras, Trigonom. +-Ident.
pt_pt: Domina trigonometria 2, gráficos das funções seno e cosseno, funções trigonométricas inversas, identidades de Pitágoras e somas e subtrações de identidades trigonométricas
tr: Trigonometri , Sinüs ve kosinüs grafikleri, Ters trigonometrik fonksiyonlar, Pisagor özdeşlikleri, Trigonometri özdeşlikleri konularında ustalık seviyesine ulaşın.

source: Achieve mastery in all skills in %(topic)s
da: Opnå beherskelse i alle færdigheder i %(topic)s
es: Domina todas la habilidades en %(topic)s
fr: Maîtriser toutes les compétences dans %(topic)s
ja: %(topic)s の全てのスキルのマスタリーを達成しました
nb: Oppnå mestring i alle ferdigheter %(topic)s
nl: Bereik meesterschap in alle vaardigheden in %(topic)s
pl: Osiągnięto mistrzowski poziom we wszystkich umiejętnościach w %(topic)s
pt: Dominar todas as habilidades em %(topic)s
pt_pt: Domina todas as competências em %(topic)s
tr: %(topic)s konusunda tüm becerilerde ustalık seviyesine ulaşın

source: Achieve proficiency in 1-digit addition, 1-digit subtraction, Multiplying 1-digit numbers, 1-digit division
da: Opnå færdighed i 1-cifret addition, 1-cifret subtraktion, 1-cifret multiplikation, 1-cifret division
es: Vuélvete competente en sumas de un dígito, restas de un dígito, multiplicar números de un dígito, divisiones de un dígito.
fr: Maîtriser Addition à un chiffre, Soustraction à un chiffre, Multiplication à un chiffre, Division à un chiffre
ja: 熟練の達成: 1桁のたし算，1桁のひき算，1桁のかけ算，1桁の割り算
nb: Oppnå mestring i 1-sifret addisjon, 1-sifret subtraksjon, Multiplikasjon av 1-sifrede tall, 1-sifret divisjon
nl: Behaal vaardigheid in 1-cijferig optellen, aftrekken, vermenigvuldigen en delen
pl: Zdobądź biegłość w dodawaniu, odejmowaniu, mnożeniu i dzieleniu liczb jednocyfrowych
pt: Obter profundo conhecimento em adição, subtração, multiplicação e divisão com números de 1 algarismo
pt_pt: Torna-te proficiente em somas, subtrações, multiplicações e divisões com de números com 1 algarismo
tr: Tek-basamaklı toplama, Tek-basamaklı çıkartma, Tek basamaklı sayıları çarpma, Tek-basamaklı bölme konularında yeterlik seviyesine ulaşın

source: Achieve proficiency in 2-step equations, Percentage word problems 2, Evaluating expressions with function notation, Domain fx., Even/Odd fx, Shif/Ref fx
da: Opnå færdighed i ligninger i 2 trin, Procentdel Tekstopgaver 2, Evaluering af udtryk med funktionsnotation, domæne funk., lige/ulige funk, Lige/Ulige funk, Skift/Spejl funk.
es: Vuélvete competente en ecuaciones de 2 pasos, problemas con porcentajes 2, evaluación de expresiones con notación de función, dominio de f(x), funciones pares e impares, reflejo y traslado de f(x).
fr: Maîtriser Équation en 2 étapes, Problème de pourcentage 2, Évaluation d'expression en notation fonctionnelle, Domaine de fonction, Fonction paire et impaire, Translation et symétrie de fonction
ja: 熟練の達成: 2ステップの方程式，パーセンテージの文章問題 2，関数記述での式の評価，変域関数，偶/奇関数，シフト/反射関数
nb: Oppnå mestring i 2-trinns likninger, Prosent i tekstoppgaver 2, Vurderer uttrykk med funksjons notasjon, Drøfte funksjoner
nl: Behaal vaardigheid in 2-staps vergelijkingen, Redactiesommen over percentages 2, Uitdrukkingen evalueren met functienotatie, Domein f(x)., Even/Oneven f(x) en Verschoven/Gereflecteerde f(x)
pl: Osiągnij biegłość w 2-krokowym rozwiązywaniu równań, trudniejszych zadaniach opisowych z procentami, wartościowaniem wyrażeń z zapisami funkcji, domenach funkcji, parzystości funkcji oraz przesuwania i odwracania funkcji
pt: Obter profundo conhecimento em equações com 2 etapas, problemas com porcentagem 2, avaliação de expressões com notação de função, domínio da função, funções pares e ímpares, função de alteração/referência
pt_pt: Torna-te proficiente em equações de 2 etapas, problemas com percentagens 2, avaliação de expressões com notação de funções, domínio da funções, funções pares e ímpares, função de alteração ou referência
tr: 2-adımlı denklemler, Yüzde problemleri 2, Fonksiyon notasyonlu ifadeleri değerlendirme, bir fonksiyonun tanım kümesi, Tek/çift fx, Fonksiyonları öteleme ve yansıtma konularında yeterlik seviyesine ulaşın

source: Achieve proficiency in 4-digit addition with carrying, 4-digit subtraction with borrowing , Multi-digit multiplication, Div. 4
da: Opnå færdighed i 4-cifret addition med mente, 4-cifret subtraktion med "låne", Fler-cifret multiplikation, Div. 4
es: Vuélvete competente en sumas de 4 dígitos con residuo, restas de 4 dígitos con residuo, multiplicación de varios dígitos y división de 4 dígitos.
fr: Maîtriser Addition à 4 chiffres avec retenue, Soustraction à 4 chiffres avec retenue, Multiplication à plusieurs chiffres , Division 4
ja: 熟練の達成: 4桁の繰り上がりのあるたし算，4桁の繰り下がりのあるひき算，複数桁のかけ算，割り算 4
nb: Oppnå mestring i 4-sifret addisjon med rest, 4-sifret subtraksjon med låning, Flersifret multiplikasjon, Divisjon 4
nl: Behaal vaardigheid in 4-cijferig optellen met onthouden, 4-cijferig aftrekken met lenen, meer-cijferig vermenigvuldigen en 4-cijferig delen.
pl: Osiągnij biegłość w dodawaniu liczb czterocyfrowych z przenoszeniem cyfr, w odejmowaniu liczb czterocyfrowych z pożyczaniem, w mnożeniu i dzieleniu liczb wielocyfrowych
pt: Obter profundo conhecimento em adição com números de 4 algarismos e com reserva, a subtração com números de 4 algarismos e com empréstimo, a multiplicação com números de vários algarismos e a divisão com números de 4 algarismos
pt_pt: Torna-te proficiente em somas de números com 4 algarismos (e com reversa), em subtrações de números com 4 algarismos (e com empréstimo), em multiplicações de números com vários algarismos e em divisões de números com 4 algarismos
tr: Elde ile 4 basamaklı sayılarda toplam işlemi, Ödünç alma ile 4-basamaklı sayılarda çıkartma işlemi, Çok-basamaklı çarpma, Bölme 4 konularında yeterlik seviyesine ulaşın

source: Achieve proficiency in Angles 2, Distance formula, Pythagorean theorem
da: Opnå færdigheder i Vinkler 2, Afstandsformlen, Pythagoras sætning
es: Vuélvete competente en ángulos 2, fórmula de la distancia, teorema de Pitágoras.
fr: Maîtriser Angles 2, Formule des distances, Théorème de Pythagore
ja: 熟練の達成: 角度 2，距離の式，ピタゴラスの定理
nb: Oppnå kompetanse i Vinkler 2, Avstandsformelen, Pythagoras setning
nl: Behaal vaardigheid in Hoeken 2, de Afstand formule en de theorie van Pythagoras
pl: Osiągnij biegłość w kątach (2), obliczaniu odległości między punktami i w twierdzeniu Pitagorasa
pt: Obter profundo conhecimento em ângulos 2, fórmula de distância, Teorema de Pitágoras
pt_pt: Torna-te proficiente em ângulos 2, na fórmula de distância e no teorema de Pitágoras
tr: Açılar 2, uzaklık formülü, Pisagor teoremi konularında yeterlik seviyesine ulaşın

source: Achieve proficiency in Equations with variables on both sides, Systems of equations, Multiplying expressions 1, Even/Odd fx, Inverse fx, Line slope, Midpoint F., Line Relat., Functions 3
da: Opnå færdighed i Ligninger med variable på begge sider, Ligningssystemer, Multiplikation af udtryk 1, Lige/Ulige funk., Inverse funk., Linjens Hældning, Midtpunktsformlen, Lineære sammenh., Funktioner 3
es: Vuélvete competente en ecuaciones con variables en ambos lados, sistemas de ecuaciones, multiplicación de expresiones 1, funciones pares e impares, la inversa de f(x), pendiente de la recta, punto equidistante F, relaciones de la recta, funciones 3.
fr: Maîtriser Équation avec inconnues de chaque côté, Système d'équations, Multiplication d'expression 1, Fonction paire ou impaire, Fonction inverse, Pente d'une droite, Point milieu, Relation entre droites, Fonction 3
ja: 熟練の達成: 両辺に変数のある方程式，連立方程式，式のかけ算1，偶/奇関数，逆関数，線の傾き，中点，線の関係，関数 3
nb: Oppnå mestring i Likninger med variabler på begge sider, Likningssystemer, Multiplisere uttrykk 1, Drøfting av funksjoner 3
nl: Behaal vaardigheid in Vergelijkingen met variabelen aan beide kanten, Systemen van vergelijkingen, Uitdrukkingen vermenigvuldigen 1, Even/Oneven f(x), Inverse van f(x), Lijnhelling, Middelpunt F., Lijn Relat. en Functies 3
pl: Osiągnij biegłość w równaniach ze zmiennymi po obu stronach, układach równań, mnożeniu wyrażeń 1, parzystości funkcji, odwracaniu funkcji, nachyleniu linii, wyznaczaniu środka, wzajemności linii, funkcjach cz.3
pt: Obter profundo conhecimento em equações com variáveis em ambos os lados, sistemas de equações, multiplicação de expressões 1, função par e função ímpar, função inversa, coeficiente angular da reta, fórmula do ponto médio, relação da reta, funções 3
pt_pt: Torna-te proficiente em equações com variáveis em ambos os lados, sistemas de equações, expressões polinomiais 1, funções de pares e ímpares, funções inversas, declive, funções 3, ponto médio e relações lineares
tr: Her iki tarafında değişken olan denklemler, Denklemler Sistemi, İfadeleri Çarpmak 1, Tek/Çift fx, ters fx, Çizginin Eğimi, Orta nokta, Çizgi İli.., Fonksiyonlar 3 konularında yeterlik seviyesine ulaşın

source: Achieve proficiency in Fractional exponents, Exponent rules, Simplifying logarithms, One-step equations with multiplication, % Word 1, Functions 1
da: Opnå færdighed i Brøk-eksponenter, Eksponent regneregler, Forsimpling af logaritmer, Ligninger i et trin med multiplikation, Procent Tekstopg. 1, Funktioner 1
es: Vuélvete competente en exponentes de fracciones, reglas de los exponentes, simplificación de logaritmos, ecuaciones de un paso con multiplicación, porcentajes 1, funciones 1
fr: Maîtriser Exposant fractionnaire, Règles sur les exposants, Simplification des logarithmes, Équation simple avec multiplication, Problème de pourcentage 1, Fonction 1
ja: 熟練の達成: 分数の指数，指数法則，対数の簡単化，かけ算を含む1ステップの方程式，パーセンテージ文章問題1，関数 1
nb: Oppnå mestring i Brøkeksponenter, Eksponent regler, Forenkling av logaritmer, Ettrinns likninger med multiplikasjon, Prosent i tekstoppgaver, Funksjoner 1
nl: Behaal vaardigheid in Fractionele exponenten, Exponentregels, Logaritmes versimpelen, een-staps vergelijkingen met vermenigvuldiging, % Woord 1 en Functies 1
pl: Osiągnij biegłość w potęgowaniu z wykładnikiem ułamkowym, zasadach potęgowania, upraszczaniu logarytmów, jednostopniowych równaniach z mnożeniem, procentach i podstawowych funkcjach
pt: Obter profundo conhecimento em expoentes fracionários, regras de exponenciação, simplificação de logaritmos, equações de uma etapa com multiplicação, problemas com porcentagem 1, funções 1
pt_pt: Torna-te proficiente em expoentes fracionários, regras de potências, simplificação de logaritmos, equações com uma única multiplicação, percentagens de palavra 1 e funções 1
tr: Kesirli üssel ifadeler, Üssel ifadelerin kuralları, Logaritmaları sadeleştirmek, Çarpma içeren tek-adımlı denklemler, %Sözel 1, Fonksiyonlar 1 konularında yeterlik seviyesine ulaşın

source: Achieve proficiency in Fractional exponents, Order of operations, Ordering numbers, Scientific notation, Units, Simplifying radicals
da: Opnå færdighed i Brøk-eksponenter, Regnearternes hierarki, Ordning af tal, Videnskabelig notation, Enheder, Reducer radikaler
es: Vuélvete competente en exponentes fraccionarios, orden de operaciones, ordenar números, notación científica, unidades, simplificación de radicales.
fr: Maîtriser Exposant fractionnaire, Ordre des opérations, Ordonnancement des nombres, Notation scientifique, Unités, Simplification des radicaux
ja: 熟練の達成: 分数の指数，計算の順序，数の並べかえ，科学的表記法，単位，根号式の簡単化
nb: Oppnå mestring i Brøkeksponenter, Regnerekkefølge, Plassverdi, Vitenskapelig notasjon, Enheter, Forenkle rotuttrykk
nl: Behaal vaardigheid in Fractionele exponenten, Volgorde van operaties, Getallen sorteren, Wetenschappelijke notatie, Eenheden en Vereenvoudiging van radicalen
pl: Osiągnij mistrzostwo w potęgowaniu z wykładnikiem ułamkowym, kolejności wykonywania działań, ustalaniu kolejności liczb, postaci wykładniczej, jednostkach oraz upraszczaniu pierwiastków i potęg
pt: Obter profundo conhecimento em expoentes fracionários, ordem das operações, ordenação numérica, notação científica, unidades, simplificação de radicais
pt_pt: Torna-te proficiente em expoentes fracionais, ordem das operações, ordenação de números, notação científica, unidades e simplificação de radicais
tr: Kesirli üssel ifadeler, İşlem sıralaması, Sayıları sıralandırma, Bilimsel gösterim, Birimler, Köklü sayıları sadeleştirme konularında yeterlik seviyesine ulaşın
