Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Internet Essentials has partnered with Khan Academy to help us achieve our mission of providing a free world-class education for anyone, anywhere. Through our partnership, we are spreading the word about Khan Academy and the importance of the internet for accessing key educational resources, such as our KA platform.
pt: A Internet Essentials fez uma parceria com a Khan Academy para nos ajudar a cumprir nossa missão de levar educação de primeira linha para todos, em qualquer lugar. Por meio da nossa parceria, estamos divulgando a Khan Academy e a importância da internet para o acesso a recursos educativos essenciais, como nossa plataforma KA.
tr: Internet Essentials, Dünya'nın her yerindne, herkese ücretsiz ve dünya standartlarında eğitim sunma misyonumuzu gerçekleştirmemize yardımcı olmak için Khan Academy ile ortak çalışmalara başlamıştır. Ortaklığımız aracılığıyla, Khan Academy ve internetin KA platformu ve benzeri eğitim araçlarına ulaşımı nasıl kolaylaştırdığı hakkında bilgileri yayıyoruz.

source: Interning in this area
bg: Правене на стаж в района
da: Praktikophold i dette område
es: Pasantía en esta área
fr: Stage dans ce domaine
pl: Inni stażyści w okolicy
pt: Estágio na área
tr: Bu alanda staj yapmak

source: Interns
fr: Stagiaires (US)
pt: Estagiários
pt_pt: Estagiários
tr: Stajyerler

source: Interns help solve our <strong>hardest challenges</strong>
pt: Os estagiários nos ajudam a resolver os <strong>desafios mais difíceis</strong>
tr: Stajyerlerimiz, <strong>en zorlu sorunları</strong> çözmemize yardımcı olurlar

source: Internship Transition Guide
bg: Ръководство за преминаване към стажа
da: Praktikplads overgangsguide
es: Guía de transición de prácticas
fr: Guide de Transition des Stagiaires
pl: Przewodnik przejściowy stażu
pt: Guia de Transição de Estágio
tr: Staj Geçiş Kılavuzu

source: Internships
da: Praktikpladser
es: Pasantías
fr: Stages
ja: インターンシップ
nb: Praktikantstillinger
nl: Stages
pl: Staże
pt: Estágios
pt_pt: Estágios
tr: Stajyerlik

source: Internships at Khan Academy
fr: Stages à la Khan Academy
pl: Staże w Khan Academy
pt: Estágios na Khan Academy
tr: Khan Academy'de Staj

source: Internships: Data Science
da: Praktikophold: Datavidenskab
es: Pasantías: ciencia de datos
nb: Internship: Data science
nl: Stage: Gegevenswetenschappen
pl: Staże: Nauka o danych
pt: Estágios: Ciência de dados
pt_pt: Estágios: Ciência dos dados
tr: Stajlar: Veri Bilimi

source: Internships: Mobile Development
da: Praktikophold: Mobil udvikling
es: Pasantías: desarrollo móvil
fr: Stages : Développement Mobile
nl: Stages: Mobiele Ontwikkeling
pl: Staże: Mobile Development
pt: Estágios: Desenvolvimento móvel
pt_pt: Estágios: Desenvolvimento móvel
tr: Stajlar: Mobil Geliştirme

source: Internships: Product Design
da: Praktikophold: Produktdesign
es: Pasantías: diseño de producto
fr: Stages : Conception de produits
nl: Stages: Productontwerp
pl: Staże: Projektowanie produktu
pt: Estágios: Design de produtos
pt_pt: Estágios: Design de produtos
tr: Stajlar: Ürün Tasarımı

source: Internships: Software Development
da: Praktikophold: Softwareudvikling
es: Pasantías: desarrollo de software
fr: Stages : Développement de logiciels
nl: Stages: Softwareontwikkeling
pl: Staże: Software Development
pt: Estágios: Desenvolvimento de software
tr: Stajlar: Yazılım Geliştirme

source: Interpreting linear relationships
da: Tolkning af lineære sammenhænge
es: Interpretando relaciones lineales
fr: Lire une représentation graphique
nb: Tolkning av lineære sammenhenger
pl: Interpretowanie zależności liniowych
pt: Interpretação de relações lineares
tr: Doğrusal bağıntıları yorumlama

source: Intro to JS: Drawing & Animation Mastery
bg: Въведение в JS: Рисуване и анимационно изкуство
da: Intro til JS: At mestre Tegning & Animation
es: Introducción a JavaScript: Dominio de dibujo y animación
fr: Intro à JS : Maîtrise du dessin et de l'animation
ja: JS 入門: ドローイングとアニメーションのマスタリー
nb: Introduksjon til JS: Tegning & Animasjon Mestring
nl: Inleiding tot JS: Tekenen & Animatie Meesterschap
pl: Wprowadzenie do JS: Rysowanie i Animacja
pt: Introdução ao JS: domínio em desenho e animação
pt_pt: Introdução ao JS: Domínio de desenho e animação
tr: JS'e Giriş: Çizim ve Animasyon Ustalığı

source: Intro to SQL: Querying and managing data
ja: SQL 入門: データのクエリと管理
nb: Intro til SQL: oppgave og databehandling
pl: Wstęp do SQL: Zarządzanie danymi i tworzenie zapytań
pt: Introdução a SQL: Consulta e gerenciamento de dados
pt_pt: Introdução ao SQL: Consulta e gestão de dados

source: Introduction to the Normal Distribution
bg: Въведение в нормалното разпределение
da: Introduktion til normalfordeling
es: Introducción a la distribución normal
fr: Introduction à la Distribution Normale
ja: 正規分布入門
nb: Introduksjon til normalfordeling
nl: Inleiding tot Normale Verdeling
pl: Wprowadzenie do rozkładu normalnego
pt: Introdução à distribuição normal
pt_pt: Introdução à distribuição normal
tr: Normal Dağılıma Giriş

source: Invalid birthdate
da: Ugyldig fødselsdato
es: Fecha de nacimiento inválida
fr: Date de naissance non valide
ja: 入力された誕生日は無効です
nb: Ugyldig fødselsdato
nl: Ongeldige geboortedatum
pl: Nieprawidłowa data urodzenia
pt: Data de nascimento inválida
pt_pt: Data de nascimento inválida
tr: Geçersiz doğum tarihi

source: Invalid email address
da: Ugyldig e-mail-adresse
es: Dirección de correo electrónico no válida
fr: Adresse e-mail non valable
ja: 無効な電子メイルアドレスです．
nb: Ugyldig e-postadresse
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres email
pt: Endereço de e-mail inválido
pt_pt: Endereço de e-mail inválido
tr: Geçersiz e-posta adresi

source: Invalid email address:
da: Ugyldig e-mail adresse:
es: Dirección de correo electrónico no válida:
fr: Adresse e-mail invalide :
ja: 無効な電子メイルアドレス
nb: Ugyldig epostadresse:
nl: Ongeldig e-mailadres:
pl: Nieprawidłowy adres e-mailowy:
pt: Endereço de e-mail inválido:
pt_pt: Endereço de e-mail inválido:
tr: Geçersiz e-posta adresi:

source: Invalid field
da: Ugyldigt felt
es: Campo inválido
fr: Champ non valide
ja: フィールドが無効です
nb: Ugyldig felt
nl: Ongeldig veld
pl: Nieprawidłowe pole
pt: Campo inválido
pt_pt: Campo inválido
tr: Geçersiz alan

source: Invalid for each loop.
da: Ugyldig for hver løkke.
es: Inválido para cada ciclo.
fr: Boucle "for each" invalide.
nb: Ugyldig for hver loop.
nl: Ongeldige "voor elke" lus.
pl: Nieprawidłowa pętla for each.
pt: Laço for each inválido.
tr: Her döngü için geçersiz.

source: Invalid regular expression.
da: Ugyldigt regulært udtryk.
es: Expresión regular no válida.
nb: Ugyldig vanlig uttrykk.
nl: Ongeldige reguliere expressie.
pl: Nieprawidłowe wyrażenie regularne.
pt: Expressão regular inválida.
tr: Geçersiz normal ifade.

source: Invalid sound file.
es: Archivo de sonido no válido.
nb: Ugyldig lydfil.
pl: Nieprawidłowy plik dźwiękowy.
pt: Arquivo de som inválido.
tr: Geçersiz ses dosyası.

source: Invalid tab requested.
da: Ugyldig fane-anmodning.
es: Pestaña solicitada inválida.
fr: Onglet indisponible.
ja: 無効なタブがリクエストされました．
nb: Ugyldig kategori forespurt.
nl: Ongeldig tabblad opgevraagd.
pl: Zgłoszona nieprawidłowa zakładka.
pt: A guia solicitada é inválida.
pt_pt: Separador inválido.
tr: Geçersiz sekme istendi.

source: Invalid type %(type)s
da: Ugyldig type %(type)s
es: Tipo %(type)s no válido
fr: Type %(type)s non valide
nb: Feil type %(type)s
nl: Ongeldig type %(type)s
pl: Niewłaściwy typ %(type)s
pt: Tipo %(type)s inválido
pt_pt: O tipo %(type)s não é válido
tr: Geçersiz tür %(type)s

source: Invalid typeof value '{a}'
nb: Ugyldig type verdi '{a}'
pt: Tipo de valor inválido '{a}'
pt_pt: O tipo do valor de '{a}' não é válido

source: Invalid username
da: Ugyldigt brugernavn
es: Nombre de usuario no válido
fr: Nom d'utilisateur invalide
ja: 無効なユーザー名です
nb: Ugyldig brukernavn
nl: Ongeldige gebruikersnaam
pl: Nieprawidłowa nazwa użytkownika
pt: Nome de usuário inválido
pt_pt: Nome de utilizador inválido
tr: Geçersiz kullanıcı adı

source: Invalid variable ans
da: Ugyldig variabel svar
es: Variable ans inválida
fr: Variable invalide
nb: Ugyldig variabel i svaret
nl: Ongeldige variabele ans
pl: Nieprawidłowa zmienna ans
pt: Resposta variável inválida
pt_pt: A variável ans não é válida
tr: Geçersiz değişken ans

source: Inverse of a 2x2 matrix
da: Invers af en 2x2 matrix
es: La inversa de una matriz de 2 x 2
fr: Inverse d'une matrice 2x2
nb: Invers av en 3 x 3-matrise
nl: Inverse van een 2x2 matrix
pl: Odwrotność macierzy 2x2
pt: Matriz inversa 2x2
tr: 2x2 matrisinin tersi

source: Inverse of a 3x3 matrix
da: Den inverse af en 3x3 matrix
es: Inversa de una matriz de 3x3
fr: Inverse d'une matrice 3 x 3
nb: Inverse av en 3 x 3-matrise
nl: De inverse van een 3x3 matrix
pl: Odwrotność macierzy 3x3
pt: Matriz inversa de uma matriz 3x3
tr: 3x3 matrisinin tersi

source: Inverse trig functions
es: Las funciones trigonométricas inversas
fr: Fonctions réciproques des fonctions trigonométriques
nb: Inverse trigonometriske funksjoner
pl: Odwrotne funkcje trygonometryczne (funkcje cyklometryczne)
pt: Funções trigonométricas inversas
tr: Ters trigonometrik fonksiyonlar

source: Inverses of functions
es: Inversas de funciones
fr: Fonctions réciproques
pt: Inversos de funções
tr: Fonksiyonların tersi

source: Investigator
da: Efterforsker
es: Investigador
fr: Enquêteur
ja: 調査者
nb: Etterforsker
nl: Onderzoeker
pl: Badacz
pt: Investigador
pt_pt: Investigador
tr: Araştırmacı

source: Invitation sent to your parent at
da: Invitation sendt til din forælder
es: Invitación enviada a tus padres en
fr: Invitation envoyée à votre parent à
ja: 次の時刻であなたの親に招待状を送りました
nb: Invitasjon er sendt til dine foreldre
nl: Uitnodiging verstuurd naar jouw ouder om
pl: Zaproszenie wysłane do Twojego rodzica o
pt: Convite enviado a seus pais em
pt_pt: Convite enviado para os teus pais:
tr: Veli davetiyesi şu tarihte gönderildi:

source: Invitation sent! You'll be able to follow your child's progress once they log in and accept your invitation.
da: Invitation sendt! Du vil være i stand til at følge dit barns udvikling, når han/hun logger ind og accepterer din invitation.
es: ¡Invitación enviada! Serás capaz de seguir el progreso de tu hijo una vez que inicie sesión y acepte tu invitación.
ja: 招待が送付されました! 子達がログインしてあなたの招待を受理したら，あなたは子達の進捗状況を追跡することができるようになるでしょう．
nb: Invitasjon er sendt! Du vil kunne følge barnets aktiviteter når de logger på og godtar invitasjonen.
nl: Uitnodiging verzonden! U kunt de vooruitgang van uw kind volgen zodra ze inlogt en uw uitnodiging accepteert.
pl: Zaproszenie wysłane! Możesz śledzić postępy Twojego dziecka od momentu, w którym zaloguje się ono i zaakceptuje Twoje zaproszenie.
pt: Convite enviado! Você poderá acompanhar o progresso do seu filho quando ele se conectar e aceitar seu convite.
pt_pt: O convite foi enviado! Poderá seguir o progresso do seu filho assim que ele iniciar sessão e aceitar o seu convite.
tr: Davetiye gönderilmiştir! Giriş yapıp davetiyenizi kabul ettikten sonra, çocuğunuzun ilerlemesini izleyebileceksiniz.

source: Invitation successfully deleted!
da: Invitation slettet!
es: ¡Invitación borrada con éxito!
fr: L'invitation à été supprimée avec succès.
ja: 招待の消去は成功しました!
nb: Invitasjon slettet!
nl: Uitnodiging met succes verwijderd!
pl: Zaproszenie pomyślnie usunięte!
pt: O convite foi excluído com sucesso!
pt_pt: Convite apagado com sucesso!
tr: Davetiye başarıyla silindi!

source: Invitation to learn on Khan Academy
da: Invitation til at lære på Khan Academy
es: Invitación para aprender en Khan Academy
fr: Invitation à apprendre sur la Khan Academy
nb: Invitasjon til å lære på Khan Academy
nl: Uitnodiging om te leren op Khan Academy
pl: Zaproszenie do nauki na Khan Academy
pt: Convite para aprender na Khan Academy
pt_pt: Convite para aprender na Khan Academy
tr: Khan Academy'de öğrenme davetiyesi

source: Invite students
da: Inviter elever/studerende
es: Invitar estudiantes
fr: Inviter des élèves
ja: 生徒を招待
nb: Inviter elever
nl: Studenten uitnodigen
pl: Zaproś uczniów
pt: Convidar alunos
pt_pt: Convidar alunos
tr: Öğrencileri davet etme

source: Invited 1 student.
es: 1 estudiante invitado.
fr: 1 élève invité.
ja: %(num)s 人の生徒を招待
nl: 1 Leerling uitgenodigd.
pl: Zaproszono 1 ucznia.
pt: 1 aluno convidado.
pt_pt: Convidou 1 aluno.

source: Invitiation sent, waiting for response
da: Invitiation sendt, venter på svar
es: Invitación enviada, esperando respuesta
fr: Invitation envoyée, en attente de réponse
ja: 招待が送信され，回答を待っています
nb: Invitasjon sendt, venter på svar
nl: Uitnodiging verstuurd, we wachten op een antwoord
pl: Zaproszenie wysłane, oczekiwanie na odpowiedź
pt: O convite foi enviado, aguardando resposta
pt_pt: Convite enviado, a aguardar resposta
tr: Davetiye gönderildi, yanıt bekleniyor

source: Inviting students...
da: Inviterer elever...
es: Invitando estudiantes...
fr: Invitation des élèves...
ja: 生徒を招待中...
nb: Inviterer studenter...
nl: Leerlingen aan het uitnodigen...
pl: Zapraszanie uczniów w toku...
pt: Convidando alunos...
pt_pt: A convidar alunos...
tr: Öğrenciler davet ediliyor...

source: Iodine
es: Yodo
nb: Jod
pl: Jod
pt: Iodo
pt_pt: Iodo
tr: İyot

source: Iridium
es: Iridio
pl: Iryd
pt: Irídio
pt_pt: Irídio

source: Iron
es: Hierro
nb: Jern
pl: Żelazo
pt: Ferro
pt_pt: Ferro
tr: Demir

source: Irrational numbers
es: Números irracionales
ja: 無理数
nb: Irrasjonale tall
pl: Liczby niewymierne
pt: Números irracionais
tr: İrrasyonel sayılar

source: Is <code><var>NUM_1_VALUE</var></code> less than, greater than, or equal to <code><var>NUM_2_VALUE</var></code>?
fr: <code><var>NUM_1_VALUE</var></code> est-il inférieur, égal, ou supérieur à <code><var>NUM_2_VALUE</var></code> ?
nb: Er <code><var>NUM_1_VALUE</var></code> mindre enn, større enn eller lik <code><var>NUM_2_VALUE</var></code>?
pl: Czy <code><var>NUM_1_VALUE</var></code> jest mniejsza, większa, czy równa <code><var>NUM_2_VALUE</var></code>?
pt: É <code><var>NUM_1_VALUE</var></code> menor que, menor que, ou igual a <code><var>NUM_2_VALUE</var></code>?
tr: <code><var>NUM_1_VALUE</var></code>, <code><var>NUM_2_VALUE</var></code> sayısından küçük, büyük veya eşit midir?

source: Is <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> defined?
da: Er <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> defineret?
es: ¿<code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> está definida?
fr: <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> est-elle définie ?
nb: Er <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> definert?
pt: <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> está definido?
tr: <code><var>PRETTY_MAT_1_ID + OPERATION + PRETTY_MAT_2_ID</var></code> tanımlı mıdır?

source: Is <code>\large{<var>NUMBER</var>}</code> divisible by <code><var>FACTOR</var></code>?
es: ¿<code>\large{<var>NUMBER</var>}</code> es divisible entre <code><var>FACTOR</var></code>?
fr: <code>\large{<var>NUMBER</var>}</code> est-il divisible par <code><var>FACTOR</var></code> ?
hi: है <code>\large{<var>NUMBER</var>}</code> divisible by <code><var>FACTOR</var></code>?
nb: Er <code>\large{<var>NUMBER</var>}</code> delelig med <code><var>FACTOR</var></code>?
nl: Is <code>\large{<var>NUMBER</var>}</code> deelbaar door <code><var>FACTOR</var></code>?
pl: Czy <code>\large{<var>NUMBER</var>}</code> jest podzielna przez <code><var>FACTOR</var></code>?
pt: <code>\large{<var>NUMBER</var>}</code> é divisível por <code><var>FACTOR</var></code>?
tr: <code>\large{<var>NUMBER</var>}</code>, <code><var>FACTOR</var></code> ile bölünebilir mi?

source: Is <code>f(x)</code> even, odd, or neither?
es: ¿Es <code>f(x)</code> par, impar o ninguna?
fr: La fonction qui à tout x réel fait correspondre <code>f(x)</code> est-elle paire, impaire ou ni l'un, ni l'autre ?
pt: <code>f(x)</code> é par, ímpar, ou nenhum dos dois?
tr: <code>f(x)</code> çift mi, tek mi, yoksa hiçbiri mi?

source: Is <em><var>NAME</var></em> a triangle congruency postulate?
es: ¿<em><var>NAME</var></em> es un postulado de congruencia de triángulos?
fr: <em><var>NAME</var></em> est-il un cas d'isométrie des triangles ?
pl: Czy <em><var>NAME</var></em> jest cechą przystawania trójkątów?
pt: <em><var>NAME</var></em> é um postulado de congruência de triângulo?
tr: <em><var>NAME</var></em>, üçgende eşlik koyutu mudur?

source: Is the second statement the converse, inverse, or contrapositive of the original statement?
es: ¿La segunda proposición es la conversa, la inversa o la contrapositiva de la proposición original?
fr: La seconde proposition est-elle la réciproque, la contraposée de la réciproque, ou la contraposée de la première proposition ?
pt: A segunda afirmação é recíproca, inversa ou contrapositiva à declaração original?
tr: İkinci önerme, orijinal önermenin karşıtı, tersi veya karşıt tersi midir?

source: Is the shown angle acute, right, or obtuse?
es: ¿Es el ángulo que se muestra agudo, recto u obtuso?
fr: Cet angle est-il aigu, droit ou obtus ?
nb: Er denne vinkelen spiss, rett eller stump?
nl: Is de getoonde hoek scherp, recht of stomp?
pl: Czy pokazany kąt jest ostry, prosty czy rozwarty?
pt: O ângulo mostrado é agudo, reto ou obtuso?
tr: Gösterilen açı, dar mı, dik mi, geniş mi?

source: Is the value of the last two digits, <code><var>NUMBER % 100</var></code>, divisible by <code>4</code>?
da: Er værdien af de to sidste cifre <code><var>NUMBER % 100</var></code>, deleligt med <code>4</code>?
es: El valor de los últimos dos dígitos <code><var>NUMBER % 100</var></code>, ¿es divisible entre <code>4</code>?
fr: Le nombre constitué par les deux derniers chiffres, <code><var>NUMBER % 100</var></code>, est-il divisible par <code>4</code> ?
hi: क्या अंतिम के दो अंको का मूल्य <code><var>NUMBER % 100</var></code>, विभाजित हो सकता है <code>4</code> से?
nb: Er verdien av de to siste sifrene <code><var>NUMBER % 100</var></code>, delelig med <code>4</code>?
nl: Is de waarde van de laatste twee cijfers, <code><var>NUMBER % 100</var></code>, deelbaar door <code>4</code>?
pl: Czy wartość dwóch ostatnich cyfr jest, <code><var>NUMBER % 100</var></code>, podzielna przez <code>4</code>?
pt: O valor dos dois últimos algarismos, <code><var>NUMBER % 100</var></code>, divisível por <code>4</code>?
tr: Son iki basamağın değeri, <code><var>NUMBER % 100</var></code>, <code>4</code> ile bölünebilir mi?

source: Is this triangle equilateral, isosceles, and/or scalene?
es: ¿Este triángulo es equilátero, isósceles y/o escaleno?
fr: Ce triangle est-il équilatéral, isocèle ou quelconque ?
nb: Er denne trekanten likesidet, likebeinte eller scalene?
nl: Is deze driehoek gelijkzijdig, gelijkbenig en/of ongelijkzijdig?
pl: Ten trójkąt jest równoboczny, równoramienny i/lub różnoboczny?
pt: Este triângulo é equilátero, isósceles e/ou escaleno?
tr: Bu üçgen eşkenar mı, ikizkenar mı, çeşitkenar mı?

source: Is verified?
es: ¿Está verificada?
fr: Est vérifiée ?
ja: 確認しましたか?
nb: Bekreftet?
nl: Is gecontroleerd?
pl: Sprawdzony?
pt: Foi verificado?
pt_pt: Foi verificado?
tr: Doğrulandı mı?

source: Isaac
hi: इमरान
ja: アイザック
pt: Isaque

source: Isaac Peterson is an artist, a writer, and a teacher. His writing is published primarily in Flash Art magazine. In his studio work, he focuses on drawing and animation, but constantly returns to oil painting.
pt: Isaac Peterson é artista, escritor e professor. Seus trabalhos são publicados principalmente na revista Flash Art. Em seu trabalho de estúdio, ele se concentra em desenho e animação, mas volta constantemente à pintura a óleo.
tr: Isaac Peterson, sanatçı, yazar, ve öğretmendir. Yazıları çoğunlukla Flash Art dergisinde yayımlanır. Atölye çalışmalarında, çizim ve animasyona odaklanır, ama hep yağlı boyaya geri döner.

source: Ishaan
fr: Samir
ja: イシャーン
nl: Hans
pt: Inácio
pt_pt: Inácio
tr: İsmail

source: Isolate <code><var>X</var></code> by dividing both sides by its coefficient.
da: Isoler <code><var>X</var></code> ved at dividere begge sider med dens koefficient.
es: Aísla <code><var>X</var></code> dividiendo ambos lados entre su coeficiente.
fr: On isole <code><var>X</var></code> en divisant les deux membres par son coefficient.
nb: Isolere <code><var>X</var></code> ved å dividere begge sider med dens koeffisient.
pl: Odseparuj <code><var>X</var></code> przez podzielenie obu stron przez współczynnik tej zmiennej.
pt: Isole <code><var>X</var></code> dividindo os dois lados pelo seu coeficiente.

source: Isolate <code><var>X</var></code>.
da: Isoler <code><var>X</var></code>.
es: Aísla <code><var>X</var></code>.
fr: On isole <code><var>X</var></code>.
nb: Isoler <code><var>X</var></code>.
pl: Odseparuj <code><var>X</var></code>.
pt: Isole <code><var>X</var></code>.
tr: <code><var>X</var></code>'i yalnız bırakın.

source: Isolate <code>x</code> to find the solution(s).
da: Isoler <code>x</code> for at finde løsningen/løsningerne.
es: Despeja <code>x</code> para encontrar la(s) solución(es).
fr: On isole <code>x</code> pour trouver la(les) solution(s).
nb: Isoler <code>x</code> for å finne løsningen/løsningene.
pl: Oddziel <code>x</code>, aby znaleźć rozwiązanie (lub rozwiązania).
pt: Isole <code>x</code> para encontrar a(s) solução(ões).
tr: <code>x</code>'i tek başına bırakıp çözümü bulunuz.

source: Isolate the <code><var>X</var></code>.
da: Isoler <code><var>X</var></code>.
es: Aísla <code><var>X</var></code>.
fr: On isole <code><var>X</var></code>.
nb: Isoler <code><var>X</var></code>.
pl: Odseparuj <code><var>X</var></code>.
pt: Isole o <code><var>X</var></code>.
tr: <code><var>X</var></code>'i yalnız bırakınız.

source: Isolate the y term on the left by <span data-if="y1 < 0">subtracting <code><var>-y1</var></code> from both sides.</span> <span data-else="">adding <code><var>y1</var></code> to both sides.</span>
da: Isolér y-leddet til venstre ved at trække <span data-if="y1 < 0">subtracting <code><var>-y1</var></code> fra på begge sider.</span> <span data-else="">lægge til <code><var>y1</var></code> på begge sider.</span>
es: Despeja el término y de la izquierda <span data-if="y1 < 0"> restando <code><var>-y1</var></code> a ambos lados.</span> <span data-else=""> sumando <code><var>y1</var></code> a ambos lados.</span>
fr: On isole y en <span data-if="y1 < 0">soustrayant<code><var>-y1</var></code> dans les deux membres.</span> <span data-else="">ajoutant<code><var>y1</var></code> dans les deux membres.</span>
nb: Isoler y leddet fra venstre side med <span data-if="y1 < 0">trekke fra <code><var>-y1</var></code> fra begge sider.</span> <span data-else="">adding <code><var>y1</var></code> til begge sider.</span>
pt: Isole o termo y à esquerda ao <span data-if="y1 < 0">subtrair <code><var>-y1</var></code> dos dois lados.</span> <span data-else="">adicionar <code><var>y1</var></code> aos dois lados.</span>
tr: Soldaki y'li terimi yalnız bırakmak için, <span data-if="y1 < 0"> iki taraftan <code><var>-y1</var></code> çıkarın.</span> <span data-else="">iki tarafa <code><var>y1</var></code> toplayın.</span>

source: Isosceles
es: Isósceles
fr: isocèle
hi: समद्विबाहु
nb: Likebeinte
nl: Gelijkbenig
pl: Równoramienny
pt: Isósceles
tr: İkizkenar

source: Issue triage and discussion community Guardian.
pt: Triagem de problemas e comunidade de discussão Guardian.
tr: Sorun sınıflandırma ve tartışma topluluğu Koruyucusu.

source: Issue triage and video discussion moderation.
pt: Triagem de problemas e moderação de discussão de vídeo.
tr: Sorun sınıflandırma ve video tartışma yönetimi.

source: Issue triage, forum management, and community moderation.
pt: Triagem de problemas, gerenciamento do fórum e moderação da comunidade.
tr: Sorun sınıflandırma, forum yönetimi, ve topluluk yönetimi.
