Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Find the distance between the points <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> and <code>\green{(<var>X2</var>, <var>Y2</var>)}</code>.
da: Find afstanden mellem punkterne <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> og <code>\green{(<var>X2</var>, <var>Y2</var>)}</code>.
es: Encuentra la distancia entre los puntos <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> y <code>\green{(<var>X2</var>, <var>Y2</var>)}</code>.
fr: Calculer la distance entre les points <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> et <code>\green{(<var>X2</var>, <var>Y2</var>)}</code>.
nb: Finn avstand mellom punktene <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> og <code>\green{(<var>X2</var>, <var>Y2</var>)}</code>.
pt: Descubra a distância entre os pontos <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> e <code>\green{(<var>X2</var>, <var>Y2</var>)}</code>.
tr: <code>\blue{(<var>X1</var>, <var>Y1</var>)}</code> ve <code>\green{(<var>X2</var>, <var>Y2</var>)}</code> noktaları arasındaki uzaklığı bulunuz.

source: Find the foci of the ellipse below by moving the orange points to their correct positions. Then use that information to find the values of <code>x_1</code>, <code>y_1</code>, <code>a</code> and <code>b</code>.
pt: Encontre os focos da elipse abaixo movendo os pontos laranja para suas posições corretas. Então use essas informações para encontrar os valores de <code>x_1</code>, <code>y_1</code>, <code>a</code> e <code>b</code>.
tr: Turuncu noktaları doğru konumlarına taşıyarak aşağıdaki elipsin odak noktalarını bulunuz. Daha sonra bu bilgiyi kullanarak <code>x_1</code>, <code>y_1</code>, <code>a</code> ve <code>b</code> değerlerini bulunuz.

source: Find the greatest common factor of the numerator and denominator.
da: Find den største fælles faktor for nævneren og tælleren.
es: Encuentra el máximo común divisor del numerador y el denominador.
fr: On cherche le plus grand facteur commun du numérateur et du dénominateur.
nb: Finn den største felles faktor for nevneren og telleren.
pt: Encontre o máximo divisor comum entre o numerador e o denominador.
tr: Pay ve paydanın en büyük ortak bölenini bulunuz.

source: Find the largest and smallest <var>TEST</var> scores represented by the <span data-if="COLUMN === 0">blue</span><span data-else="">orange</span> bars.
fr: On détermine la plus grande et la plus petite note obtenue à l'<var>TEST</var> grâce aux barres <span data-if="COLUMN === 0">bleues</span><span data-else="">oranges</span>.
nb: Finn den største og minste<var>TEST</var> resultatene representert med <span data-if="COLUMN === 0">blue</span><span data-else="">orange</span> søylene.
pl: Znajdź najmniejsze i największe wyniki z <var>TEST</var> przedstawione za pomocą <span data-if="COLUMN === 0">niebieskich</span><span data-else="">pomarańczowych</span> słupków.
pt: Encontre os maiores e menores notas da <var>TEST</var> representadas pelas barras<span data-if="COLUMN === 0">azuis</span><span data-else="">laranjas</span> .
tr: <span data-if="COLUMN === 0">blue</span><span data-else="">orange</span> çubukları ile gösterilen en büyük ve en küçük <var>TEST</var> puanlarını bulunuz.

source: Find the least common denominator of all the fractions, so that we can compare them more easily.
es: Encuentra el mínimo común denominador de todas las fracciones, de forma que podamos compararlas más fácilmente.
fr: On cherche le dénominateur commun afin de pouvoir les comparer plus facilement.
nb: Finn minste fellesnevneren for alle brøkene, slik at vi kan sammenligne dem lettere.
pl: Znajdź najmniejszy wspólny dzielnik wszystkich ułamków, żeby można je było łatwiej porównać.
pt: Encontre o menor denominador comum de todas as frações, para que possamos compará-las mais facilmente.
tr: Daha kolay karşılaştırma yapabilmek için, tüm kesirlerin en küçük ortak paydasını bulalım.

source: Find the lengths of <code>\overline{AB}</code> and <code>\overline{CD}</code>:
nb: Finn lengdene <code>\overline{AB}</code> og <code>\overline{CD}</code>:
pt: Encontre os comprimentos de <code>\overline{AB}</code> e <code>\overline{CD}</code>:
tr: <code>\overline{AB}</code> ve <code>\overline{CD}</code>'nin uzunluklarını bulunuz:

source: Find the midrange by averaging the smallest and largest scores.
fr: On détermine le milieu de l'étendue des notes en calculant la moyenne de la plus petite et de la plus grande note.
nb: Finn middelverdien med å finne gjennomsnittet av den laveste og den høyeste verdien.
pl: Znajdź środek rozstępu, obliczając średnią z najmniejszego i największego wyniku.
pt: Encontre a amplitude média ao tirar a média entre as menores e maiores notas.
tr: En küçük ve en yüksek puanların ortalamasını alarak orta noktayı bulunuz.

source: Find the minimum distance between the point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> and the line <code>\blue{x = <var>B1</var>}</code>.
fr: Calculer la distance du point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> à la droite d'équation <code>\blue{x = <var>B1</var>}</code>.
nb: Finn den minste avstanden mellom punktene <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> og linjen <code>\blue{x = <var>B1</var>}</code>.
pl: Znajdź najmniejszą odległość pomiędzy punktem <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> a prostą <code>\blue{x = <var>B1</var>}</code>.
pt: Encontre a distância mínima entre o ponto <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> e a reta <code>\blue{x = <var>B1</var>}</code>.
tr: <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> noktasıyla <code>\blue{x = <var>B1</var>}</code> doğrusu arasındaki minimum uzaklığı bulunuz.

source: Find the minimum distance between the point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> and the line <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code>.
es: Encuentra la distancia mínima entre el punto <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> y la recta <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code>.
fr: Calculer la distance entre le point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> et la droite d'équation <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code>.
nb: Finn den minste avstanden mellom punktet <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> og linjen <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code>.
pl: Znajdź najmniejszą odległość pomiędzy punktem <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> a prostą <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code>.
pt: Encontre a distância mínima entre o ponto <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> e a reta <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code>.
tr: <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> noktası ve <code>\blue{y = <span data-if="abs(M2_FRAC) !== 1"><var>M2_FRAC</var></span> <span data-else=""><var>M2_SIGN</var></span>x <span data-if="B2 !== 0">+ <var>B2</var></span>}</code> doğrusu arasındaki en kısa uzaklığı bulunuz.

source: Find the minimum distance between the point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> and the line <code>\blue{y = <var>B1</var>}</code>.
es: Encuentra la distancia mínima entre el punto <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> y la recta <code>\blue{y = <var>B1</var>}</code>.
fr: Calculer la distance du point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> à la droite d'équation <code>\blue{y = <var>B1</var>}</code>.
nb: Finn den minste avstanden mellom punktet <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> og linjen <code>\blue{y = <var>B1</var>}</code>.
pl: Znajdź najmniejszą odległość pomiędzy punktem <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> a prostą <code>\blue{y = <var>B1</var>}</code>.
pt: Encontre a distância mínima entre o ponto <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> e a linha <code>\blue{y = <var>B1</var>}</code>.
tr: <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> noktasıyla <code>\blue{y = <var>B1</var>}</code> doğrusu arasındaki minimum uzaklığı bulunuz.

source: Find the missing value.
es: Encuentra el valor faltante.
fr: Compléter le tableau.
nb: Finn den manglende verdien.
pt: Encontre os valores que faltam.
tr: Eksik değeri bulunuz.

source: Find the missing values.
da: Find de manglende værdier.
es: Encuentra los valores faltantes.
fr: Compléter le tableau.
nb: Finn de manglende verdiene.
pl: Znajdź brakujące wartości.
pt: Encontre os valores ausentes.
tr: Eksik değerleri bulunuz.

source: Find the number of adults and kids in the group
da: Find antallet af voksne og børn i gruppen
es: Encuentra el número de adultos y niños en el grupo
fr: Trouver le nombre d'adultes et d'enfants dans le groupe
nb: Finn antallet av voksne og barn i gruppen
pl: Znajdź liczbę dorosłych i dzieci w grupie
pt: Descubra o número de adultos e crianças no grupo
tr: Gruptaki yetişkin ve çocukların sayısını bulun

source: Find the number of adults and kids on the trip
da: Find antallet af voksne og børn på turen
es: Encuentra el número de adultos y niños en el viaje
fr: Trouver le nombre d'adultes et d'enfants
nb: Finn antallet av voksne og barn på turen
pl: Znajdź liczbę dorosłych i dzieci na wycieczce
pt: Descubra o número de adultos e crianças no passeio
tr: Gezideki yetişkin ve çocukların sayısını bulun

source: Find the number of bags of candy and cookies sold by the drama club
da: Find antallet af slikposer og småkageposer, som dramaklubben solgte
es: Encuentra el número de bolsas de dulces y galletas vendidas por el club de teatro
fr: Trouver le nombre de paquets de bonbons et de paquets de biscuits vendus par le club de théâtre
nb: Finn antallet godteriposer og småkakeposer som dramaklubben solgte
pl: Znajdź liczbę torebek cukierków i ciasteczek sprzedanych przez kółko teatralne
pt: Descubra o número de pacotes de balas e cookies vendidos pelo clube de teatro
tr: Tiyatro kulübünün sattığı şeker ve kurabiye paketi sayısını bulunuz

source: Find the number of bags of candy and cookies sold by the gift shop
da: Find antallet af slikposer og småkageposer, som souvenirbutikken solgte
es: Encuentra el número de bolsas de dulces y galletas vendidas por la tienda de regalos
fr: Trouver le nombre de paquets de bonbons et de paquets de biscuits vendus par la boutique de cadeaux
nb: Finn antallet godteriposer og småkakeposer som suvenirbutikken solgte
pl: Znajdź liczbę torebek cukierków i ciasteczek sprzedanych przez sklep z prezentami
pt: Descubra o número de pacotes de balas e cookies vendidos pela loja
tr: Hediyelik eşya dükkanının sattığı şeker ve kurabiye paket sayısını bulunuz

source: Find the number of teachers and students on the field trips.
da: Find antallet af lærere og elever på ekskursionerne.
es: Encuentra el número de profesores y alumnos que fueron de excursión.
fr: Trouver le nombre de professeurs et le nombre d'élèves qui participaient à ces sorties.
nb: Finn antall lærere og elever på ekskursjonen.
pl: Znajdź liczbę nauczycieli i uczniów, którzy pojechali na obie wycieczki.
pt: Encontre o número de professores e alunos que participaram das excursões.
tr: Gezideki öğretmen ve öğrencilerin sayısını bulunuz.

source: Find the pair of equivalent fractions below:
nl: Zoek het paar gelijkwaardige breuken hieronder:
pt: Encontre o par de frações equivalentes abaixo:
tr: Aşağıdaki kesirlerden denk olan çifti bulunuz:

source: Find the parabola's vertex.
da: Find parablens toppunkt.
es: Encuentra el vértice de la parábola.
fr: Trouver le sommet de la parabole.
nb: Finn parabelens toppunkt.
pl: Znajdź wierzchołek paraboli.
pt: Encontre o vértice da parábola.
tr: Parabolün tepe noktasını bulunuz.

source: Find the prime factorization of <code><var>NUMBER</var></code>.
es: Encuentra la factorización en primos de <code><var>NUMBER</var></code>.
fr: Trouver la décomposition en facteurs premiers de <code><var>NUMBER</var></code>.
hi: <code><var>NUMBER</var></code> इसका मूल गुणखण्ड निकालो
nb: Finn primtalls faktoriseringen av<code><var>NUMBER</var></code>.
nl: Ontbind <code><var>NUMBER</var></code> in priemfactoren.
pl: Rozłóż na czynniki pierwsze <code><var>NUMBER</var></code>.
pt: Encontre a fatoração em números primos de <code><var>NUMBER</var></code>.
tr: <code><var>NUMBER</var></code> sayısının asal çarpanlarını bulunuz.

source: Find the range by subtracting the smallest score from the largest score.
fr: On détermine l'étendue en soustrayant la plus petite note à la plus grande.
nb: For å finne variasjonsbredden må vi trekke den minste verdien fra den høyeste.
pl: Oblicz rozstęp, odejmując najmniejszy wynik od największego wyniku.
pt: Encontre a amplitude ao subtrair o resultado menor do resultado maior.
tr: En büyük puandan en küçük puanı çıkartarak, aralığı bulunuz.

source: Find the slope and y-intercept of the line that is <code>\green{\text{<var>LINE_TYPE</var>}}</code> to <code>\blue{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="B !== 0">+ <var>B</var></span>}</code> and passes through the point <code>\red{(<var>X</var>, <var>Y</var>)}</code>.
da: Find hældningen og y-skæringspunktet for linjen, der er <code>\green{\text{<var>LINE_TYPE</var>}}</code> til <code>\blue{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="B !== 0">+ <var>B</var></span>}</code> og passerer gennem punktet <code>\red{(<var>X</var>, <var>Y</var>)}</code>.
es: Encuentra la pendiente y la ordenada al origen de la recta <code>\green{\text{<var>LINE_TYPE</var>}}</code> a <code>\blue{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="B !== 0">+ <var>B</var></span>}</code> que pasa por el punto <code>\red{(<var>X</var>, <var>Y</var>)}</code>.
fr: Déterminer le coefficient directeur et l'ordonnée à l'origine de la droite <code>\green{\text{<var>LINE_TYPE</var>}}</code> à la droite d'équation <code>\blue{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="B !== 0">+ <var>B</var></span>}</code> qui passe par le point <code>\red{(<var>X</var>, <var>Y</var>)}</code>.
nb: Finn stigningstallet og skjæringspunktet for linjen <code>\green{\text{<var>LINE_TYPE</var>}}</code> to <code>\blue{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="B !== 0">+ <var>B</var></span>}</code> og går gjennom punktet <code>\red{(<var>X</var>, <var>Y</var>)}</code>.
pt: Calcule o coeficiente angular e a interceptação em y da reta <code>\green{\text{<var>LINE_TYPE</var>}}</code> a <code>\blue{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="B !== 0">+ <var>B</var></span>}</code>, que passa pelo ponto <code>\red{(<var>X</var>, <var>Y</var>)}</code>.
tr: <code>\green{\text{<var>LINE_TYPE</var>}}</code> to <code>\blue{y = <span data-if="abs( M_FRAC ) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="B !== 0">+ <var>B</var></span>}</code> olan ve <code>\red{(<var>X</var>, <var>Y</var>)}</code> noktasından geçen doğrunun eğimini ve $y$-kesme noktasını bulunuz.

source: Find the two bars for <var>STUDENT</var>.
fr: On repère les barres associées à <var>STUDENT</var>.
nb: Finn de to søylene for <var>STUDENT</var>.
pl: Znajdź dwa słupki przedstawiające wyniki, jakie ma <var>STUDENT</var>.
pt: Encontre as duas barras para <var>STUDENT</var>.
tr: <var>STUDENT</var> için iki çubuğu bulunuz.

source: Find the z-score for <var>person( 1 )</var>'s exam grade. Round to two decimal places.
fr: Trouver l'écart-réduit de la note de <var>person( 1 )</var> à son examen. Arrondir au centième.
pt: Encontre o valor de z para a nota da prova de <var>person( 1 )</var>. Arredonde para duas casas decimais.
tr: <var>person( 1 )</var>'in sınav notunun z puanını bulunuz. İki ondalıklı basamağa yuvarlayınız.

source: Find topics or skills
da: Find emner eller færdigheder
es: Encuentra temas o habilidades
fr: Trouver des sujets ou des compétences
nb: Finn emner eller ferdigheter
nl: Onderwerpen of vaardigheden vinden
pl: Znajdź tematy lub umiejętności
pt: Buscar tópicos ou habilidades
pt_pt: Encontre tópicos ou competências
tr: Başlık veya beceriler bulmak

source: Finding absolute values
fr: Trouver une valeur absolue
hi: निरपेक्ष मानों की प्राप्ति
nb: Finne absoluttverdier
pl: Znajdowanie wartości bezwzględnych
pt: Descoberta de valores absolutos
tr: Mutlak Değerleri Bulma

source: Finding percents
da: Find Procent
es: Encontrando porcentajes
fr: Calculs de pourcentages
hi: प्रतिशत निकालना
nb: Finn prosenten
nl: Percentages vinden
pl: Znajdowanie procentów
pt: Encontrando porcentagens
tr: Yüzdeleri Bulma

source: Finding perimeter
es: Encontrando el perímetro
fr: Périmètre 1 - Niveau 2
hi: परिमाप ज्ञात करें।
nb: Å finne omkretsen
nl: Omtrek bepalen
pl: Obliczanie obwodu
pt: Encontrando o perímetro
tr: Çevre bulma

source: Finding profile information...
da: Finder profiloplysninger...
es: Buscando información de perfil...
fr: Trouver de l'information sur le profil...
nb: Finner profilinformasjon...
nl: Zoekt profiel informatie...
pl: Znajdowanie informacji o profilu...
pt: Buscando informações de perfil...
tr: Profil bilgilerini bulma...

source: Fingers or Toes
da: Fingre eller tæer
es: Dedos de las manos o pies
fr: Doigts ou orteils
ja: 指やつま先
nb: Fingre eller tær
nl: Vingers of tenen
pl: Palce
pt: Dedos das mãos ou dos pés
pt_pt: Dedos das mãos ou dos pés
tr: El parmakları veya ayak parmakları

source: Finish %(num_tasks_required)s mastery challenges in a week
da: Afslut %(num_tasks_required)s beherskelsesudfordringer på en uge
es: Termina %(num_tasks_required)s desafíos de dominio en una semana
fr: Complètez %(num_tasks_required)s défis en une semaine
ja: %(num_tasks_required)s のマスタリータスクを一週間で終了する
nb: Fullfør %(num_tasks_required)s mestringsutfordringer på en uke
nl: Voltooi %(num_tasks_required)s meesterschapsuitdagingen in een week
pl: Ukończ %(num_tasks_required)s wyzwań mistrzowskich w ciągu tygodnia
pt: Finalize %(num_tasks_required)s desafios em uma semana
pt_pt: Conclui %(num_tasks_required)s desafios de perícia na mesma semana
tr: Bir hafta içerisinde %(num_tasks_required)s Ustalık Bilgi Ölçme Yarışması bitirin

source: Finish %(num_tasks_required)s practice tasks in a week
da: Afslut %(num_tasks_required)s opgaver på en uge
es: Termina %(num_tasks_required)s tareas de práctica en una semana
fr: Complète %(num_tasks_required)s tâches d'entrainement en une semaine
ja: %(num_tasks_required)s の練習問題タスクを一週間で終了する
nb: Fullfør %(num_tasks_required)s oppgavetester på en uke
nl: Voltooi %(num_tasks_required)s oefentaken in een week
pl: Ukończ %(num_tasks_required)s ćwiczeń w ciągu tygodnia
pt: Finalize %(num_tasks_required)s tarefas práticas em uma semana
pt_pt: Conclui %(num_tasks_required)s tarefas na mesma semana
tr: Bir hafta içerisinde %(num_tasks_required)s alıştırma görevi bitirin

source: Finish five practice tasks.
da: Udfør fem opgaver med øvelser.
es: Termina cinco tareas de práctica.
fr: Terminer cinq tâches d'entrainement.
ja: 5つの練習問題のタスクを終了
nb: Fullfør fem praktiske oppgaver.
nl: Voltooi vijf oefentaken.
pl: Ukończ pięć zadań praktycznych.
pt: Finalizar cinco tarefas práticas.
pt_pt: Termina cinco tarefas de treino
tr: 5 alıştırma görevini tamamlayın.

source: Finish just one more mastery challenge
da: Udfør en enkelt beherkelsesudfordring mere.
es: Termina solo un desafío de dominio más
fr: Maîtrisez juste une compétence de plus
ja: もう %(tasks)s つのマスタリーチャレンジを完了する
nb: Gjør ferdig en til mestringsutfordring
nl: Voltooi nog één meesterschapsuitdaging
pl: Ukończ tylko jedno wyzwanie mistrzowskie
pt: Conclua só mais um desafio
pt_pt: Conclui apenas mais um desafio de perícia

source: Finish linking this email address
da: Forbind denne e-mailadresse
es: Termina de vincular esta dirección de correo electrónico
fr: Finir de lier cette adresse e-mail
ja: この電子メイルアドレスのリンクを完了
nb: Gjør epostkoblingen ferdig
nl: Voltooi de koppeling van dit e-mailadres
pl: Zakończ połączenie tego adresu e-mail
pt: Termine de vincular esse endereço de e-mail
tr: Bu e-posta adresini bağlamayı bitirmek

source: Finish linking this email to your Khan Academy account
da: Forbind denne e-mail med din Khan Academy konto
es: Finaliza la vinculación de este correo electrónico con tu cuenta de Khan Academy
fr: Finir d'associer cette adresse e-mail à votre compte Khan Academy
ja: この電子メイルアドレスをあなたのカーンアカデミーアカウントにリンクする作業を完了します
nb: Fullfør å koble denne e-posten til din Khan Academy konto
nl: Het koppelen van dit e-mailadres aan je Khan Academy account voltooien
pl: Dokończ dołączanie tego e-maila do Twojego konta Khan Academy
pt: Termine de vincular este e-mail a sua conta da Khan Academy
pt_pt: Termina o processo de associação deste e-mail à tua conta da Khan Academy
tr: Bu e-posta adresinizi Khan Academy hesabınızla bağlama işlemini tamamlayın.

source: Finish linking this email to your Khan Academy account!
da: Forbind denne e-mail til din Khan Academy-konto!
es: ¡Termina de vincular esta dirección de correo electrónico a tu cuenta de Khan Academy!
fr: Finir de lier cette adresse e-mail à votre compte Khan Academy !
ja: この電子メイルアドレスをあなたのカーンアカデミーアカウントにリンクする作業を完了します
nb: Fullfør å koble denne e-posten til din Khan Academy konto!
nl: Voltooi de koppeling van dit e-mailadres aan jou Khan Academy account!
pl: Dokończ dołączanie tego e-maila do Twojego konta na Khan Academy!
pt: Termine de vincular esse e-mail a sua conta da Khan Academy!
pt_pt: Acaba de associar este email à tua conta da Khan Academy!
tr: Bu e-posta adresi ile Khan Academy hesabınızı bağlama işlemini tamamlayın!

source: Finish one more practice task
da: Udfør en opgave mere med øvelser.
es: Termina una actividad de práctica más
fr: Finissez encore une compétence
ja: さらに %(tasks)s の練習問題のタスクを終わらせましょう
nb: Fullfør en praktisk oppgave til
nl: Voltooi nog één oefentaak
pl: Zalicz jeszcze jedno zadanie praktyczne
pt: Terminar mais uma tarefa de prática
pt_pt: Termina mais um exercício de treino

source: Finish signing up
da: Færdiggør tilmelding
es: Termina de registrarte
fr: Compléter l'inscription
ja: サインアップを完了する
nb: Fullfør registrering
nl: Voltooi aanmelding
pl: Zakończenie rejestracji
pt: Conclua seu cadastro
pt_pt: Terminar processo de criação da conta
tr: Kaydolmayı tamamla

source: Finish signing up for Khan Academy
da: Færdiggør tilmelding til Khan Academy
es: Termina el registro en Khan Academy
fr: Compléter l'inscription sur la Khan Academy
ja: カーンアカデミーへのサインアップを完了する
nb: Fullfør Khan Academy registreringen
nl: Voltooi de aanmelding voor Khan Academy
pl: Zakończ rejestrację na Khan Academy
pt: Conclua seu cadastro na Khan Academy
pt_pt: Conclui o processo de criação da tua conta
tr: Khan Academy için kayıt işlemlerini tamamlayınız
