Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We can see that all values of <code>x <var>COMP_SOLUTION</var> <var>SOLUTION</var></code> satisfy the original inequality.
da: Vi kan se, at alle værdier af <code>x <var>COMP_SOLUTION</var> <var>SOLUTION</var></code> opfylder den oprindelige ulighed.
es: Podemos ver que todos los valores de <code>x <var>COMP_SOLUTION</var> <var>SOLUTION</var></code> satisfacen la desigualdad original.
fr: On peut voir que toutes les valeurs de <code>x <var>COMP_SOLUTION</var> <var>SOLUTION</var></code> vérifient l'inéquation donnée.
nb: Vi kan se at alle verdiene i <code>x <var>COMP_SOLUTION</var> <var>SOLUTION</var></code> tilfredsstiller den opprinnelige ulikheten.
pl: Możemy zauważyć, że wszystkie wartości <code>x <var>COMP_SOLUTION</var> <var>SOLUTION</var></code> spełniają początkową nierówność.
pt: Podemos ver que todos os valores de <code>x <var>COMP_SOLUTION</var> <var>SOLUTION</var></code> satisfazem a inequação original.
tr: <code>x <var>COMP_SOLUTION</var> <var>SOLUTION</var></code> olan tüm değerlerin orijinal eşitsizliği sağladığını görebiliriz.

source: We can see that these points line up to form a horizontal line that crosses the y-axis at <code class="hint_green">(0, <var>YINT</var>)</code>.
da: Vi kan se, at disse punkter danner en vandret linje, der krydser y-aksen i <code class="hint_green">(0, <var>YINT</var>)</code>.
es: Podemos ver que estos puntos se alinean para formar una recta horizontal que cruza el eje y en <code class="hint_green">(0, <var>YINT</var>)</code>.
fr: On peut voir que ces points s'alignent pour constituer une droite horizontale qui coupe l'axe des ordonnées en <code class="hint_green">(0, <var>YINT</var>)</code>.
nb: Vi kan se at disse punktene danner en vannrett linje som krysser y-aksen på <code class="hint_green"> (0, <var>YINT</var>)</code>.
pl: Widzimy, że te punkty tworzą poziomą linię, która przecina oś y <code class="hint_green">(0, <var>YINT</var>)</code>.
pt: Podemos ver que esses pontos se alinham para formar uma reta horizontal que cruza o eixo y em <code class="hint_green">(0, <var>YINT</var>)</code>.
tr: Bu noktaların y eksenini <code class="hint_green">(0, <var>YINT</var>)</code>'de kesen bir yatay doğru oluşturduğunu görebiliriz.

source: We can see that these points line up to form a vertical line that crosses the x-axis at <code class="hint_green">(<var>XINT</var>, 0)</code>.
da: Vi kan se, at disse punkter danner en lodret linje, der krydser x-aksen i <code class="hint_green"> (<var>XINT</var>, 0)</code>.
es: Podemos ver que estos puntos se alinean para formar una recta vertical que cruza el eje x en <code class="hint_green">(<var>XINT</var>, 0)</code>.
fr: On peut voir que ces points s'alignent pour constituer une droite verticale qui coupe l'axe des abscisses en <code class="hint_green">(<var>XINT</var>, 0)</code>.
nb: Vi kan se at disse punktene linje danner en loddrett linje som krysser x-aksen på <code class="hint_green"> (<var>XINT</var>, 0)</code>.
pl: Widzimy, że te współrzędne tworzą linię pionową, która przecina oś x w <code class="hint_green">(<var>XINT</var>, 0)</code>.
pt: Podemos ver que esses pontos se alinham para formar uma reta vertical que cruza o eixo x em <code class="hint_green">(<var>XINT</var>, 0)</code>.
tr: Bu noktaların, x eksenini <code class="hint_green">(<var>XINT</var>, 0)</code>'de kesen bir düşey doğru oluşturduğunu görebiliriz.

source: We can see why this identity is true by using the Pythagorean Theorem.
da: Vi kan se, hvorfor denne identitet gælder ved hjælp af Pythagoras sætning.
es: Podemos ver por qué esta identidad es cierta usando el Teorema de Pitágoras.
fr: On peut la démontrer en utilisant le théorème de Pythagore.
pt: Podemos ver porque essa identidade é verdadeira ao utilizarmos o teorema de Pitágoras.
tr: Pisagor Teoremini kullanarak bu özdeşliğin neden doğru olduğunu görebiliriz.

source: We can see why this is true by using the Pythagorean Theorem.
da: Vi kan se, hvorfor dette er sandt ved hjælp af Pythagoras sætning.
es: Podemos ver por qué esto es cierto usando el teorema de Pitágoras.
fr: On peut la démontrer en utilisant le théorème de Pythagore.
pt: Podemos ver porque isso é verdadeiro ao utilizarmos o teorema de Pitágoras.
tr: Pisagor Teoremini kullanarak bunun neden doğru olduğunu görebiliriz.

source: We can set up a proportion to find out what number is <code><var>PART_PERCENT</var>\%</code> of <code><var>WHOLE</var></code>:
da: Vi kan opstille et forhold for at finde ud af, hvilket tal der er <code><var>PART_PERCENT</var>\%</code> af <code><var>WHOLE</var></code>:
es: Podemos establecer una proporción para encontrar qué número es el <code><var>PART_PERCENT</var>\%</code> de <code><var>WHOLE</var></code>:
fr: Pour calculer <code><var>PART_PERCENT</var>\%</code> de <code><var>WHOLE</var></code>, on peut écrire l'égalité :
hi: हम एक समानुपात व्यवस्थित कर सकते हैं यह पता करने के लिए कि कौनसी संख्या है <code><var>PART_PERCENT</var>\%</code> of <code><var>WHOLE</var></code>:
nb: Vi kan sette opp et forhold for å finne ut hvilket tall som er <code><var>PART_PERCENT</var>\%</code> av <code><var>WHOLE</var></code>:
nl: We kunnen een verhouding maken om te bepalen welk getal <code><var>PART_PERCENT</var>\%</code> van <code><var>WHOLE</var></code> is:
pl: Możemy ustalić proporcję, aby dowiedzieć się jaką liczbą jest <code><var>PART_PERCENT</var>\%</code> <code><var>WHOLE</var></code>:
pt: Podemos definir uma proporção para descobrir qual número é <code><var>PART_PERCENT</var>\%</code> de <code><var>WHOLE</var></code>:
tr: Elimizdeki sayının toplamın ne kadarını oluşturduğunu bulmak için orantı kurabiliriz, <code><var>PART_PERCENT</var>\%</code> of <code><var>WHOLE</var></code>:

source: We can set up a proportion to find out what percent of <code><var>WHOLE</var></code> we need to take to get <code><var>PART_PERCENT * MULTIPLE</var></code>:
da: Vi kan opstille et forhold for at finde ud af, hvor stor en procentdel af <code><var>WHOLE</var></code> vi skal tage for at få <code><var>PART_PERCENT * MULTIPLE</var></code>:
es: Podemos establecer una proporción para descubrir qué porcentaje de <code><var>WHOLE</var></code> necesitamos tomar para obtener <code><var>PART_PERCENT * MULTIPLE</var></code>:
fr: Pour savoir quel pourcentage de <code><var>WHOLE</var></code> il faut prendre pour obtenir <code><var>PART_PERCENT * MULTIPLE</var></code>, on peut écrire :
hi: हम एक समानुपात को निश्चित करेंगे यह जानने के लिए कि हमे कितना प्रतिशत <code><var>WHOLE</var></code> इसका चाहिए होगा इतना पाने के लिए <code><var>PART_PERCENT * MULTIPLE</var></code>:
nb: Vi kan sette opp et forhold for å finne ut hvor stor prosent av <code><var>WHOLE</var></code> vi skal ta for at få <code><var>PART_PERCENT * MULTIPLE</var></code>:
nl: We kunnen een verhouding maken om te bepalen hoeveel procent van <code><var>WHOLE</var></code> we nodig hebben om <code><var>PART_PERCENT * MULTIPLE</var></code> te krijgen:
pl: Możemy ustalić proporcję, aby dowiedzieć się jaki odsetek z <code><var>WHOLE</var></code> należy wziąć, aby otrzymać <code><var>PART_PERCENT * MULTIPLE</var></code>:
pt: Podemos definir uma proporção para descobrir qual porcentagem de <code><var>WHOLE</var></code> precisamos pegar para conseguir <code><var>PART_PERCENT * MULTIPLE</var></code>:
tr: <code><var>PART_PERCENT * MULTIPLE</var></code> oranına ulaşmak için <code><var>WHOLE</var></code> sayısının hangi yüzdesini almamız gerektiğini gösteren bir oran oluşturabiliriz:

source: We can set up a proportion to find out what percent of <code><var>WHOLE</var></code> we need to take to get <code><var>PART_PERCENT / FACTOR</var></code>:
da: Vi kan opstille et forhold for at finde ud af, hvor stor en procentdel af <code><var>WHOLE</var></code> vi skal tage for at få <code><var>PART_PERCENT / FACTOR</var></code>:
es: Podemos establecer una proporción para descubrir qué porcentaje de <code><var>WHOLE</var></code> necesitamos tomar para obtener <code><var>PART_PERCENT / FACTOR</var></code>:
fr: Pour savoir quel pourcentage de <code><var>WHOLE</var></code> il faut prendre pour obtenir <code><var>PART_PERCENT / FACTOR</var></code>, on peut écrire :
hi: हम एक समानुपात को निश्चित कर सकते हैं यह जानने के लिए कि हमे कितना प्रतिशत <code><var>WHOLE</var></code> चाहिए होगा इसका इतना पाने के लिए <code><var>PART_PERCENT / FACTOR</var></code>:
nb: Vi kan sette opp et forhold for å finne ut hvor stor prosent av <code><var>WHOLE</var></code> vi skal ta for å få <code><var>PART_PERCENT / FACTOR</var></code>:
nl: We kunnen een verhouding maken om te bepalen hoeveel procent van <code><var>WHOLE</var></code> we moeten nemen om <code><var>PART_PERCENT / FACTOR</var></code> te krijgen:
pl: Możemy ułożyć proporcję, aby znaleźć jaki procent <code><var>WHOLE</var></code> musimy wziąć, by otrzymać <code><var>PART_PERCENT / FACTOR</var></code>:
pt: Podemos definir uma proporção para descobrir qual porcentagem de <code><var>WHOLE</var></code> precisamos pegar para conseguir <code><var>PART_PERCENT / FACTOR</var></code>:
tr: <code><var>PART_PERCENT / FACTOR</var></code> oranına ulaşmak için <code><var>WHOLE</var></code> sayısının hangi yüzdesini almamız gerektiğini gösteren bir oran oluşturabiliriz:

source: We can simplify the denominator using the fact <code>(a + b) \cdot (a - b) = a^2 - b^2</code>.
es: Podemos simplificar el denominador usando el hecho de que <code>(a + b) \cdot (a - b) = a^2 - b^2</code>.
fr: On peut simplifier le dénominateur en utilisant l'identité <code>(a + b) \cdot (a - b) = a^2 - b^2</code>.
nb: Vi kan forenkle nevneren ved å utnytte følgende fakta <code>(a + b) \cdot (a - b) = a^2 - b^2</code>.
pt: Podemos simplificar o denominador utilizando <code>(a + b) \cdot (a - b) = a^2 - b^2</code>.
tr: <code>(a + b) \cdot (a - b) = a^2 - b^2</code> bilgisini kullanarak paydayı sadeleştirebiliriz.

source: We can start by dividing each of our answer choices by <code><var>B</var></code>.
es: Podemos empezar dividiendo cada una de las opciones de respuesta entre <code><var>B</var></code>.
fr: On peut commencer par diviser chacune de nos choix de réponse par <code><var>B</var></code>.
nb: Vi kan starte med å dividere hvert svaralternativ med <code><var>B</var></code>.
pl: Możemy zacząć przez podzielenie każdej z naszych odpowiedzi przez <code><var>B</var></code>.
pt: Podemos começar dividindo cada uma das nossas opções de resposta por <code><var>B</var></code>.
tr: Cevap seçeneklerinin her birini <code><var>B</var></code> ile bölmekle başlayabiliriz.

source: We can start by factoring a <code>\green{<var>F</var>}</code> out of each term:
da: Vi kan starte med at faktorisere et <code>\green{<var>F</var>}</code> ud for hvert led:
es: Podemos comenzar por factorizar un <code>\green{<var>F</var>}</code> de cada término:
fr: On peut commencer par mettre <code>\green{<var>F</var>}</code> en facteur :
nb: Vi kan starte med å faktorisere en <code>\green{<var>F</var>}</code> ut i hvert led:
pl: Możemy zacząć od wyłączenia przed nawias <code>\green{<var>F</var>}</code> z każdego wyrażenia:
pt: Podemos começar fatorando um <code>\green{<var>F</var>}</code> de cada termo:
tr: Her bir terimden <code>\green{<var>F</var>}</code>'yi dışarı alarak başlayabiliriz:

source: We can treat the phosphate polyatomic ion <code>\text{(PO}_4\text{)}</code> as an atom, symbolized by <code>\green{X}</code>:
pl: Możemy potraktować wieloatomowy jon fosforanu <code>\text{(PO}_4\text{)}</code> jako atom, oznaczony symbolem <code>\green{X}</code>:
pt: Podemos encarar o íon poliatômico de fosfato <code>\text{(PO}_4\text{)}</code> como um átomo, simbolizado por <code>\green{X}</code>:
tr: Fosfat çokatomlu iyonunu <code>\text{(PO}_4\text{)}</code> bir atom olarak düşünebiliriz, ve onu <code>\green{X}</code> ile gösterebiliriz:

source: We can treat the sulfate polyatomic ion <code>\text{(SO}_4\text{)}</code> as an atom, symbolized by <code>\green{X}</code>:
pl: Możemy potraktować wieloatomowy jon <code>\text{(SO}_4\text{)}</code> jako atom, oznaczony symbolem <code>\green{X}</code>:
pt: Podemos encarar o íon poliatômico de sulfato <code>\text{(SO}_4\text{)}</code> como um átomo, simbolizado por <code>\green{X}</code>:
tr: Sülfat çokatomlu iyonunu <code>\text{(SO}_4\text{)}</code> bir atom olarak düşünebiliriz, ve onu <code>\green{X}</code> ile gösterebiliriz:

source: We can try plugging in the x-value of each ordered pair into the equation.
da: Vi kan prøve at indsætte x-værdien for hvert koordinatsæt i ligningen.
es: Podemos tratar de sustituir en la ecuación el valor de la x de cada par ordenado.
fr: On va successivement calculer la valeur du deuxième membre de l'équation si on remplace x par le premier terme de chacun des couples donnés.
nb: Vi kan prøve å sette inn x-verdien for hvert koordinatsett i likningen.
pl: Możemy spróbować podstawić wartość x każdej z uporządkowanych par do równania.
pt: Podemos tentar colocar o valor de x de cada par ordenado na equação.
tr: Sıralı ikililerin her birinin x-değerini denkleme koymayı deneyebiliriz.

source: We can use a compass <strong>with same radius</strong> centered at <code>P</code> to find all the points the same distance from <code>P</code>. We can ensure we get the same radius by putting the compass at point <code>A</code> first, getting the radii equal, then moving the compass to point <code>P</code>.
es: Podemos utilizar un compás <strong>con el mismo radio</strong> con centro en <code>P</code> para encontrar todos los puntos que se encuentran a la misma distancia de <code>P</code>. Podemos asegurarnos de tener el mismo radio primero poniendo el compás en el punto <code>A</code>, haciendo los radios iguales, y luego movemos el compás al punto <code>P</code>.
fr: On utilise un compas <strong>avec le même écartement</strong>, centré en <code>P</code>, pour trouver tous les points à la même distance de <code>P</code>. Pour s'assurer que l'on a bien le même écartement, on met d'abord le compas en <code>A</code>, on prend l'écartement, puis on déplace le compas au point <code>P</code>.
nb: Vi kan bruke en passer <strong>med samme radius</strong> plassert i <code>P</code> for å finne alle punkter med samme avstand fra <code>P</code>. Vi kan sjekke at vi har lik avstand med å sette passeren i <code>A</code> først for å måle ut radiusen, og deretter sette den i punktet <code>P</code>.
pt: Podemos usar um compasso <strong>de mesmo raio</strong> centrado em <code>P</code> para encontrarmos todos os pontos à mesma distância de <code>P</code>. Podemos ter certeza de que temos o mesmo raio colocando o compasso no ponto <code>A</code> primeiro, marcando os raios iguais e, em seguida, movendo o compasso para o ponto <code>P</code>.
tr: Merkezi <code>P</code> ve <strong>yarıçapı aynı</strong> olan bir pergeli kullanarak <code>P</code>'den aynı uzaklıktaki tüm noktaları bulabiliriz. Aynı yarıçapı elde etmek için, önce pergeli <code>A</code> noktasına koyarız, yarıçapları eşitleriz, sonra da pergeli <code>P</code> noktasına taşırız.

source: We can use a compass <strong>with same radius</strong> centered at <code>P</code> to find all the points the same distance from <code>P</code>. We can ensure we have get the same radius by putting the compass at point <code>A</code> first, getting the radii equal, then moving the compass to point <code>P</code>.
es: Podemos utilizar un compás <strong>con el mismo radio</strong> centrado en <code>P</code> para encontrar todos los puntos que se encuentran a la misma distancia de <code>P</code>. Podemos asegurarnos de tener el mismo radio primero poniendo el compás en el punto <code>A</code>, haciendo los radios iguales, y luego moviendo el compás al punto <code>P</code>.
fr: On utilise un compas <strong>avec le même écartement</strong>, centré en <code>P</code>, pour trouver tous les points à la même distance de <code>P</code>. Pour s'assurer que l'on a bien le même écartement, on met d'abord le compas en <code>A</code>, on prend l'écartement, puis on déplace le compas au point <code>P</code>.
nb: Vi kan bruke en passer <strong>med samme radius</strong> plassert i <code>P</code> for å finne alle punkter med samme avstand fra <code>P</code>. Vi kan sjekke at vi har riktig avstand med å sette passeren i <code>A</code> først for å måle ut radiusen, og deretter sette den i punktet <code>P</code>.
pt: Podemos usar um compasso <strong>de mesmo raio</strong> centrado em <code>P</code> para encontrar todos os pontos à mesma distância de <code>P</code>. Podemos assegurar que temos o mesmo raio, colocando o compasso no ponto <code>A</code> primeiro, marcando os raios iguais e, em seguida, movendo a bússola para o ponto <code>P</code>.
tr: Merkezi <code>P</code> ve <strong>yarıçapı aynı</strong> olan bir pergeli kullanarak <code>P</code>'den aynı uzaklıktaki tüm noktaları bulabiliriz. Aynı yarıçapı elde etmek için, önce pergeli <code>A</code> noktasına koyarız, yarıçapları eşitleriz, sonra da pergeli <code>P</code> noktasına taşırız.

source: We can use a compass centered at <code>A</code> to find <span class="hint_blue">two points equidistant from <code>A</code></span>.
es: Podemos usar un compás centrado en <code>A</code> y encontrar <span class="hint_blue">dos puntos equidistantes de <code>A</code></span>.
fr: On peut utiliser un compas centré en <code>A</code> pour trouver<span class="hint_blue"> deux points équidistants de <code>A</code></span>.
pt: Podemos usar um compasso centralizado em <code>A</code> para encontrar <span class="hint_blue">dois pontos equidistantes de <code>A</code></span>.
tr: Merkezi <code>A</code> olan bir pergel kullanarak <span class="hint_blue"><code>A</code>'dan eşit uzaklıkta iki nokta</span> bulabiliriz.

source: We can use a compass centered at <code>A</code> to find all the point a given distance from <code>A</code>.
es: Podemos utilizar un compás centrado en <code>A</code> para encontrar todos los puntos que están a la distancia dada desde <code>A</code>.
fr: On utilise un compas centré en <code>A</code> pour trouver tous les points situés à une distance donnée de <code>A</code>.
pt: Podemos usar um compasso centralizado em <code>A</code> para encontrar todos os pontos a uma dada distância de <code>A</code>.
tr: <code>A</code>'yı merkez alan bir pergel kullanarak <code>A</code>'dan belli bir uzaklıktaki tüm noktaları bulabiliriz.

source: We can use a compass centered at the vertex to find <span class="hint_blue">two points equidistant from the vertex</span>.
es: Podemos usar un compás centrado en el vértice para encontrar <span class="hint_blue">dos puntos equidistantes del vértice</span>.
fr: On peut tracer un cercle centré au sommet pour trouver <span class="hint_blue">deux points équidistants du sommet</span>.
pt: Podemos usar um compasso centrado no vértice para encontrar <span class="hint_blue">dois pontos equidistantes do vértice</span>.
tr: <span class="hint_blue">Köşeden eşit uzaklıkta iki nokta</span> için, köşeyi merkez alan bir pergel kullanabiliriz.

source: We can use a factor tree to break <code><var>NUMBER</var></code> into its prime factorization. Which of the prime numbers divides into <code><var>NUMBER</var></code>?
da: Vi kan bruge et faktortræ til at opdele <code><var>NUMBER</var></code> i dets primfaktorisering. Hvilke af primtallene går op i <code><var>NUMBER</var></code>?
es: Podemos utilizar un árbol de factores para descomponer el <code><var>NUMBER</var></code> en sus factores primos. ¿Cuál de los números primos divide al <code><var>NUMBER</var></code>?
fr: On peut utiliser un arbre pour décomposer <code><var>NUMBER</var></code> en facteurs premiers. Quels sont les nombres premiers qui divisent <code><var>NUMBER</var></code> ?
nb: Vi kan bruke et faktortre til å dele opp <code><var>NUMBER</var></code> i dets primtallsfaktorisering. Hvilke av primtallene går opp i <code><var>NUMBER</var></code>?
nl: We kunnen een boomdiagram van factoren gebruiken om <code><var>NUMBER</var></code> in priemfactoren te ontbinden. Door welke priemgetallen is <code><var>NUMBER</var></code> deelbaar?
pl: Możemy posłużyć się drzewkiem czynników, aby rozłożyć <code><var>NUMBER</var></code> na czynniki pierwsze. Które z czynników pierwszych dzielą się na <code><var>NUMBER</var></code>?
pt: Podemos utilizar uma sequência de fatores para quebrar <code><var>NUMBER</var></code> em sua fatoração em números primos. Qual dos números primos se divide em <code><var>NUMBER</var></code>?
tr: <code><var>NUMBER</var></code> sayısının asal çarpanlarını bulmak için çarpan ağacı oluşturabiliriz. <code><var>NUMBER</var></code> sayısını bölen asal sayılar hangileri?

source: We can use a factor tree to break <code><var>VOL</var></code> into its prime factorization. Which of the prime numbers divides into <code><var>VOL</var></code>?
es: Podemos usar un árbol de factores para descomponer <code><var>VOL</var></code> en números primos. ¿Cuál de los números primos se divide en <code><var>VOL</var></code>?
fr: On peut utiliser un arbre pour décomposer <code><var>VOL</var></code> en facteurs premiers. Quels sont les nombres premiers qui divisent <code><var>VOL</var></code> ?
nb: Vikan bruke et faktoriseringstre for å dele <code><var>VOL</var></code> opp i primtallsfaktorer. Hvilke av primtallene går opp i <code><var>VOL</var></code>?
pl: Możemy użyć drzewa czynników żeby rozbić <code><var>VOL</var></code> na czynniki pierwsze. Przez jakie liczby pierwsze dzieli się <code><var>VOL</var></code>?
pt: Podemos utilizar uma sequência de fatores para decompor <code><var>VOL</var></code> em sua fatoração em números primos. Em quais números primos podemos dividir <code><var>VOL</var></code>?
tr: <code><var>VOL</var></code> sayısının asal çarpanlarını bulmak için çarpan ağacı kullanabiliriz. <code><var>VOL</var></code> sayısını bölen asal sayılar hangileridir?

source: We can use four of the <var>cardinalThrough20( SIDES )</var> sides to make two triangles, as shown in orange.
es: Podemos usar cuatro de los <var>cardinalThrough20( SIDES )</var> lados para formar dos triángulos, como se muestra en anaranjado.
fr: On peut utiliser quatre des <var>cardinalThrough20( SIDES )</var> côtés pour créer deux triangles : les triangles oranges ci-dessous.
pt: Podemos usar quatro dos <var>cardinalThrough20( SIDES )</var> lados para formar dois triângulos, como mostrado em laranja.
tr: <var>cardinalThrough20( SIDES )</var> kenardan dördünü kullanıp iki üçgen oluşturabiliriz, turuncuyla gösterildiği gibi.

source: We can use the distributive property of exponents on the denominator.
da: Vi kan bruge den distributive egenskab for eksponenter på nævneren.
es: Podemos usar la propiedad distributiva de los exponentes en el denominador.
nb: Vi kan bruke den distributive loven for eksponenter på nevneren.
pl: W mianowniku możemy użyć własności rozdzielności wykładników.
pt: Podemos usar a propriedade distributiva dos expoentes no denominador.
tr: Paydada üslerin dağılma özelliğini kullanabiliriz.

source: We can use the distributive property of exponents on the numerator.
da: Vi kan bruge den distributive egenskab for eksponenter på tælleren.
es: Podemos usar la propiedad distributiva de los exponentes en el numerador.
fr: On peut utiliser la distributivité des exposants au numérateur.
nb: Vi kan bruke den distributive loven for eksponenter på nevneren.
pl: W liczniku możemy użyć własności rozdzielności wykładników.
pt: Podemos usar a propriedade distributiva dos expoentes no numerador.
tr: Payda üslerin dağılma özelliğini kullanabiliriz.
