Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: If you can't think of that number, you can break down <code><var>Q</var></code> into its prime factorization and look for equal groups of numbers.
es: Si no se te ocurre ese número, puedes descomponer <code><var>Q</var></code> en sus factores primos y buscar por grupos iguales de números.
fr: Si on n'arrive pas à trouver ce nombre, on peut décomposer <code><var>Q</var></code> pour trouver ses facteurs premiers et chercher des groupes de facteurs identiques.
hi: यदि आप उस संख्या के बारे में नहीं सोच सकते, आप <code><var>Q</var></code> को इसके अभाज्य गुणनखंडन के रूप में तोड़ सकते है और सामान समूह की संख्याओं की तरफ देख सकते हैI
nl: Als je dat getal niet kan bedenken, kan je <code><var>Q</var></code> ontbinden in priemfactoren en op zoek gaan naar gelijke groepjes van getallen.
pl: Jeśli nie możesz znaleźć takiej liczby, możesz rozłożyć <code><var>Q</var></code> na czynniki pierwsze i spróbować podzielić je na równe grupy.
pt: Se você não consegue descobrir esse número, você pode decompor <code><var>Q</var></code> em sua fatoração em números primos e procurar por grupos de números iguais.
tr: Eğer böyle bir sayı aklınıza gelmiyorsa, <code><var>Q</var></code>'yu asal çarpanlarına ayırarak eşit sayı gruplarına bakabilirsiniz.

source: If you change your username, you cannot get your old one back for 120 days.
da: Hvis du ændrer dit brugernavn, kan du ikke få dit gamle tilbage i 120 dage.
es: Si cambias tu nombre de usuario no puedes regresar al anterior sino hasta después de 120 días.
fr: Si vous changez votre nom d'utilisateur, vous ne pourrez pas récupérer le précédent avant 120 jours.
ja: もしあなたがユーザー名を変更した場合，あなたは古い元の名前を120日間は使えません．
nb: Hvis du endrer brukernavnet ditt kan du ikke få det gamle tilbake før det har gått 120 dager.
nl: Als je je gebruikersnaam wijzigt, dan kun je gedurende 120 dagen je oude gebruikersnaam niet terugkrijgen.
pl: Jeśli zmienisz nazwę użytkownika, nie odzyskasz starej nazwy z powrotem przez 120 dni.
pt: Se você alterar seu nome de usuário, não poderá recuperar o nome antigo por 120 dias.
pt_pt: Se alterares o teu nome de utilizador, não poderás voltar a utilizar o antigo durante 120 dias.
tr: Kullanıcı adınızı değiştirirseniz, eski kullanıcı adınızı tekrar alabilmeniz için aradan 120 gün geçmesi gerekmektedir.

source: If you connect an email to your account, we'll be able to send you notifications and announcements about new stuff on Khan Academy. Don't worry though, we hate spam too, so we make it really easy to unsubscribe.
da: Hvis du knytter en e-mail til din konto, vil vi kunne sende dig meddelelser og information om nye ting på Khan Academy. Bare rolig, vi hader også spam, så vi har gjort det virkelig nemt at afmelde igen.
es: Si vinculas un correo electrónico con tu cuenta, podremos enviarte notificaciones y anuncios sobre nuevo material en Khan Academy. No te preocupes, también nosotros detestamos el correo basura, por lo que es muy fácil que te des de baja.
fr: Si vous liez un e-mail à votre compte, nous serons en mesure de vous envoyer les notifications et annonces des nouveautés de la Khan Academy. Ne vous inquiétez pas, tout comme vous nous détestons le spam et avons veillé à vous faciliter le désabonnement.
ja: もしあなたが電子メイルアドレスをあなたのアカウントに結びつけたら，私達はカーンアカデミーについての新しいことやアナウンスについてのお知らせをお送りすることができます．しかし，心配しないで下さい．私達もスパムは嫌いです．ですから簡単にそのお知らせの購読を止めることができるようにしています．
nb: Hvis du knytter en e-postadresse til din konto, kan vi sende deg varsler og informasjon om nye ting på Khan Academy. Men ta det med ro, vi hater også SPAM, så vi har gjort det veldig lett å melde seg av igjen.
nl: Wanneer je een e-mailadres aan uw account koppelt, zullen wij je meldingen en aankondigingen kunnen sturen over nieuwe zaken bij Khan Academy. Maak je geen zorgen, wij haten ook spam en maken het erg makkelijk om je uit te schrijven.
pl: Jeżeli dołączysz e-mail do do swojego konta, będziemy mogli wysyłać ci powiadomienia i ogłoszenia o nowych treściach na Khan Academy. Nie martw się, my też nie lubimy spamu, więc bardzo łatwo jest anulować subskrypcję.
pt: Se você vincular um e-mail a sua conta, poderemos enviar-lhe notificações e avisos sobre novidades da Khan Academy. Mas não se preocupe, também odiamos spam, portanto cancelar a assinatura é muito fácil.
pt_pt: Se associares um e-mail à tua conta, poderemos enviar-te notificações e anúncios relacionados com as novidades da Khan Academy. Não te preocupes, também odiamos spam. Por isso, podes cancelar a tua subscrição a qualquer momento de forma muito fácil.
tr: Eğer hesabınıza bir e-posta adresi eklerseniz, size bildirimler ve Khan Academy'deki yenilikler hakkında duyurular yollayabileceğiz. Fakat endişelenmeyin! Biz de spam e-postaları sevmediğimiz için, bildiri ve duyuru aboneliğinizi kaldırmayı gerçekten kolaylaştırdık.

source: If you count the leading digit <code>\leadingColor{<var>LEADING</var>}</code><span data-if="E + 1 < -1"> and those zeroes</span><span data-else-if="E + 1 === -1"> and the 1 zero</span>, there are <code>\exponentColor{<var>E * -1</var>}</code> digits to the <span style="color: purple;">right</span> of the decimal point.
es: Contando el dígito delantero <code>\leadingColor{<var>LEADING</var>}</code><span data-if="E + 1 < -1"> y esos ceros</span><span data-else-if="E + 1 === -1"> y el cero</span>, hay <code>\exponentColor{<var>E * -1</var>}</code> dígitos a la <span style="color: purple;">derecha</span> del punto decimal.
fr: Si l'on compte le chiffre dominant <code>\leadingColor{<var>LEADING</var>}</code><span data-if="E + 1 < -1"> et ces zéros</span><span data-else-if="E + 1 === -1"> et le seul zéro </span>, il y a <code>\exponentColor{<var>E * -1</var>}</code> chiffres à <span style="color: purple;">droite</span> de la virgule.
nb: Om du teller siffer <code>\leadingColor{<var>LEADING</var>}</code><span data-if="E + 1 < -1"> og disse nullene</span><span data-else-if="E + 1 === -1"> og den 1 null</span>, er det<code>\exponentColor{<var>E * -1</var>}</code> siffer til <span style="color: purple;">høyre</span> for desimaltegnet.
pt: Se você contar o algarismo principal <code>\leadingColor{<var>LEADING</var>}</code><span data-if="E + 1 < -1"> e esses zeros</span><span data-else-if="E + 1 === -1"> e o primeiro zero</span>, há <code>\exponentColor{<var>E * -1</var>}</code> algarismos à <span style="color: purple;">direita</span> da vírgula decimal.
tr: Eğer baştaki rakam olan <code>\leadingColor{<var>LEADING</var>}</code><span data-if="E + 1 < -1"> ve o sıfırları</span><span data-else-if="E + 1 === -1"> and the 1 zero</span>, sayarsanız <code>\exponentColor{<var>E * -1</var>}</code> basamak <span style="color: purple;">right</span> of the decimal .> sağındadır.

source: If you count the leading digit <code>\leadingColor{<var>LEADING</var>}</code><span data-if="E + 1 < -1"> and those zeroes</span><span data-else-if="E + 1 === -1"> and the 1 zero</span>, there is <code>\exponentColor{<var>E * -1</var>}</code> digit to the <span style="color: purple;">right</span> of the decimal point.
es: Contando el dígito delantero <code>\leadingColor{<var>LEADING</var>}</code><span data-if="E + 1 < -1"> y esos ceros</span><span data-else-if="E + 1 === -1"> y el cero</span>, hay <code>\exponentColor{<var>E * -1</var>}</code> dígito a la <span style="color: purple;">derecha</span> del punto decimal.
fr: Si l'on compte le chiffre dominant <code>\leadingColor{<var>LEADING</var>}</code><span data-if="E + 1 < -1"> et ces zéros </span><span data-else-if="E + 1 === -1"> et le seul zéro</span>, il y a <code>\exponentColor{<var>E * -1</var>}</code> chiffre à <span style="color: purple;">droite</span> de la virgule.
nb: Om du teller siffer <code>\leadingColor{<var>LEADING</var>}</code><span data-if="E + 1 < -1"> og disse nullene</span><span data-else-if="E + 1 === -1"> og den 1 null</span>, er det<code>\exponentColor{<var>E * -1</var>}</code> siffer til <span style="color: purple;">høyre</span> for desimaltegnet.
pt: Se você contar o algarismo principal <code>\leadingColor{<var>LEADING</var>}</code><span data-if="E + 1 < -1"> e esses zeros</span><span data-else-if="E + 1 === -1"> e o primeiro zero</span>, há <code>\exponentColor{<var>E * -1</var>}</code> algarismo à<span style="color: purple;">direita</span> da vírgula decimal.
tr: Başlangıçtaki rakam olan <code>\leadingColor{<var>LEADING</var>}</code><span data-if="E + 1 < -1"> ve sıfırları zeroes</span><span data-else-if="E + 1 === -1"> ve 1 sıfırı</span>, sayarsanızs <code>\exponentColor{<var>E * -1</var>}</code> basamak <span style="color: purple;">right</span> of the decimal .> sağ tarafında bulunmaktadır.

source: If you didn't ask to reset your password, you can just ignore this email.
da: Hvis du ikke har bedt om at nulstille din adgangskode, kan du bare ignorere denne e-mail.
es: Si usted no solicitó restablecer su contraseña, puede ignorar este mensaje.
fr: Si vous n'avez pas demandé une réinitialisation de votre mot de passe, veuillez ignorer cet e-mail.
nb: Hvis du ikke har bedt om å nullstille passordet, kan du fint ignorere denne e-posten.
nl: Heb je niet gevraagd om je wachtwoord te resetten negeer deze mail dan.
pl: Jeśli nie prosiłeś o zresetowanie hasła, zignoruj tę wiadomość.
pt: Se você não pediu para redefinir sua senha, simplesmente ignore este e-mail.
pt_pt: Se não pediste a reposição da tua palavra-passe, ignora este e-mail.
tr: Eğer şifrenizi sıfırlamak istememişseniz, bu e-postayı görmezden gelebilirsiniz.

source: If you divide each side of this expression by <code><var>V2</var></code>, you get <code>\dfrac{<var>V1</var>}{<var>V2</var>} = k</code> for some constant <code>k</code>.
da: Hvis du dividerer begge sider af udtrykket med <code><var>V2</var></code>, får du <code>\dfrac{<var>V1</var>}{<var>V2</var>} = k</code> for en konstant <code>k</code>.
es: Si divides cada expresión entre <code><var>V2</var></code>, obtienes <code>\dfrac{<var>V1</var>}{<var>V2</var>} = k</code> para alguna constante <code>k</code>.
fr: Si on divise les deux membres par <code><var>V2</var></code>, on obtient <code>\dfrac{<var>V1</var>}{<var>V2</var>} = k</code> pour une certaine valeur de <code>k</code>.
nb: Hvis du dividerer begge sider av uttrykket med <code><var>V2</var></code>, får du <code>\dfrac{<var>V1</var>}{<var>V2</var>} = k</code> for en konstant <code>k</code>.
pl: Jeśli podzielisz każdą stronę równania przez <code><var>V2</var></code>, dostaniesz <code>\dfrac{<var>V1</var>}{<var>V2</var>} = k</code> dla pewnej stałej <code>k</code>.
pt: Se dividirmos cada lado desta expressão por <code><var>V2</var></code>, teremos <code>\dfrac{<var>V1</var>}{<var>V2</var>} = k</code> para alguma constante <code>k</code>.
tr: İfadenin iki tarafını <code><var>V2</var></code> ile bölerseniz, <code>k</code> bir sabit olmak üzere, <code>\dfrac{<var>V1</var>}{<var>V2</var>} = k</code> elde edersiniz.

source: If you divide each side of this expression by <code>k</code>, you get <code>\dfrac{1}{k} \cdot <var>V1</var> = <var>V2</var></code>.
da: Hvis du dividerer begge sider af udtrykket med <code>k</code>, får du <code>\dfrac{1}{k} \cdot <var>V1</var> = <var>V2</var></code>.
es: Si divides cada expresión entre <code>k</code>, obtienes <code>\dfrac{1}{k} \cdot <var>V1</var> = <var>V2</var></code>.
fr: Si on divise les deux membres par <code>k</code>, on obtient <code>\dfrac{1}{k} \cdot <var>V1</var> = <var>V2</var></code>.
nb: Hvis du dividerer begge sider av uttrykket med <code>k</code>, får du <code>\dfrac{1}{k} \cdot <var>V1</var> = <var>V2</var></code>.
pl: Jeśli podzielisz każdą stronę równania przez <code>k</code>, dostaniesz <code>\dfrac{1}{k} \cdot <var>V1</var> = <var>V2</var></code>.
pt: Se dividirmos cada lado desta expressão por <code>k</code>, teremos <code>\dfrac{1}{k} \cdot <var>V1</var> = <var>V2</var></code>.
tr: İfadenin iki tarafını <code>k</code> ile bölerseniz, <code>\dfrac{1}{k} \cdot <var>V1</var> = <var>V2</var></code> elde edersiniz.

source: If you divide each side of this expression by <code>k</code>, you get <code>\dfrac{<var>V1</var>}{k} = \dfrac{1}{<var>V2</var>}</code>.
es: Si divides cada expresión entre <code>k</code>, obtienes <code>\dfrac{<var>V1</var>}{k} = \dfrac{1}{<var>V2</var>}</code>.
fr: SI on divise les deux membres par <code>k</code>, on obtient <code>\dfrac{<var>V1</var>}{k} = \dfrac{1}{<var>V2</var>}</code>.
nb: Hvis du dividerer begge sider av dette uttrykket med <code>k</code>, får du<code>\dfrac{<var>V1</var>}{k} = \dfrac{1}{<var>V2</var>}</code>.
pl: Jeśli podzielisz każdą stronę równania przez <code>k</code>, dostaniesz <code>\dfrac{<var>V1</var>}{k} = \dfrac{1}{<var>V2</var>}</code>.
pt: Se dividirmos cada lado desta expressão por <code>k</code>, teremos <code>\dfrac{<var>V1</var>}{k} = \dfrac{1}{<var>V2</var>}</code>.
tr: İfadenin iki tarafını <code>k</code> ile bölerseniz, <code>\dfrac{<var>V1</var>}{k} = \dfrac{1}{<var>V2</var>}</code> elde edersiniz.

source: If you do not see your school on the points per eligible student leaderboards, it may be because we have not yet been able to get an accurate count for eligible students. We will be contacting your school soon to get that count if we haven’t already. Check back next week to see if your school appears!
es: Si no puedes ver tu escuela en los puntos por estudiante elegible en las tablas de clasificación, posiblemente es porque aún no tenemos un conteo preciso de los estudiantes elegibles. Pronto nos pondremos en contacto con tu escuela para conseguir esta información, si es que no lo hemos hecho ya. ¡Revisa nuevamente la semana que viene para ver si ya aparece tu escuela!
nb: Om du ikke ser din skole i poeng per tilgjengelige elev resultatlisten, kan det skyldes at vi ikke har hatt muligheten til å få tak i antall tilgjengelige elever. Vi vill kontakte skolen din snart om vi ikke har gjort det allerede. Sjekk tilbake neste uke for å se hvor skolen din ligger på resultatlistene!
pt: Se você não vê sua escola nos quadros de classificação dos pontos por aluno elegível, pode ser porque ainda não conseguimos obter uma contagem precisa para os alunos elegíveis. Vamos entrar em contato com sua escola em breve para obter a contagem, se ainda não tivermos feito isso. Volte na semana que vem para ver se sua escola aparece!
tr: Okulunuzu katılabilir öğrenci başına puan liderlik panolarında görmüyorsanız, bunun nedeni, henüz katılabilir öğrenci sayısı için doğru bir sayı alamamamız olabilir. Henüz bunu yapmadıysak da, okulunuzla bu sayı için yakın zamanda temas kuracağız. Okulunuzun görünüp görünmediğini kontrol etmek için önümüzdeki hafta yine buraya bakın!

source: If you don't know the answer, don't worry, there's no penalty! Just click &quot;I haven't learned this yet&quot;.
da: Hvis du ikke kender svaret, så fortvivl ikke, der er ingen straf! Bare klik på &quot;Jeg har ikke lært det endnu&quot;.
es: Si no sabes la respuesta, no te preocupes, ¡no hay ningún castigo! Solo haz clic en &quot;Todavía no aprendo esto&quot;.
fr: Si tu ne connais pas la réponse, ne t’inquiètes pas, il n'y a aucune pénalité ! Il suffit de cliquer « Je n'ai pas encore appris ça ».
ja: 答えを知らなくても心配しないで下さい．ペナルティは何もありません! 単純に&quot;まだこれを習っていません&quot;をクリックして下さい．
nb: Hvis du ikke vet svaret,, så trenger du ikke bli redd, det er ingen straff! Bare klikk på &quot;Jeg har ikke lært dette enda&quot;.
nl: Maak je geen zorgen als je het antwoord niet weet. Er is geen straf! Klik gewoon op &quot;ik heb dit nog niet geleerd&quot;.
pl: Jeśli nie znasz odpowiedzi, nie martw się, nie ma za to kary! Po prostu kliknij &quot;Nie uczyłem/łam się tego jeszcze&quot;.
pt: Se você não sabe a resposta, não se preocupe, não há nenhuma penalidade! Basta clicar em &quot;Eu não aprendi isso ainda&quot;.
pt_pt: Se não sabes a resposta, não te preocupes! Clica em "Ainda não aprendi isto" para saltares esta pergunta.
tr: Cevabı bilmiyorsanız çekinmeyin, puan kaybetmeyeceksiniz! Geçmek için &quot;Bunu henüz öğrenmedim&quot; seçeneğini tıklayın.

source: If you encounter any problems, please <a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s">email us at dupeaccount@khanacademy.org</a>.
bg: Ако срещнете някакви проблеми, моля <a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s"> пишете ни на dupeaccount@khanacademy.org</a>.
da: Hvis du støder på problemer, venligst mail os på <a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s"> dupeaccount@khanacademy.org</a>.
es: Si encuentras algún problema, por favor <a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s">envíanos un correo a dupeaccount@khanacademy.org</a>.
fr: Si vous rencontrez un problème, s'il vous plaît envoyez nous <a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s">un e-mail à dupeaccount@khanacademy.org</a>.
he: אם אתם נתקלי םבבעיות כלשהן, אנא<a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s"> צרו איתנו קשר ב- dupeaccount@khanacademy.org</a>.
ja: もし何か問題に遭遇したら，どうか<a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s">dupeaccount@khanacademy.org のアドレスに電子メイルを送信して下さい</a>．
nb: Hvis du møter noen problemer, vennligst <a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s">send oss en e-post på dupeaccount@khanacademy.org</a>.
nl: Als je problemen ondervindt, <a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s">email ons dan via dupeaccount@khanacademy.org</a>.
pl: Jeżeli napotkałeś jakikolwiek problem, proszę <a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s">napisz do nas na dupeaccount@khanacademy.org</a>.
pt: Se você encontrar algum problema, <a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s">envie um e-mail para dupeaccount@khanacademy.org</a>.
pt_pt: Se detetares algum problema, por favor <a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s">envia-nos um e-mail para dupeaccount@khanacademy.org</a>.
tr: Herhangi bir sorunla karşılaşırsanız, lütfen bize <a href="mailto:dupeaccount@khanacademy.org?subject=Duplicate%%20accounts%%20for%%20%(email)s">dupeaccount@khanacademy.org adresinden ulaşın</a>.

source: If you flip a coin and roll a 6-sided die, what is the probability that you will flip a <var>HT</var> and roll <var>RESULT_DESC</var>?
fr: Vous lancez une pièce de monnaie non truquée et un dé à 6 faces non pipé. Quelle est la probabilité que la pièce tombe sur <var>HT</var> et que le dé tombe sur <var>RESULT_DESC</var> ?
pl: Jeśli rzucamy monetą i sześcienną kostką, jakie jest prawdopodobieństwo, że wyrzucimy <var>HT</var> i <var>RESULT_DESC</var>?
pt: Se você lançar uma moeda e rolar um dado de 6 lados, qual é a probabilidade de que você conseguir <var>HT</var> e jogar <var>RESULT_DESC</var>?
tr: Bir metal parayı yazı tura ve altı yüzlü bir zarı atarsanız, <var>HT</var> ve <var>RESULT_DESC</var> elde etme olasılığınız nedir?

source: If you flip a fair coin <code><var>COINS</var></code> times, what is the probability that you will get exactly <code><var>NUM</var></code> <var>NAME</var>?
es: Si lanzas una moneda que no está cargada al aire <code><var>COINS</var></code> veces, ¿cuál es la probabilidad de que obtengas exactamente <code><var>NUM</var></code> <var>NAME</var>?
fr: On lance <code><var>COINS</var></code> fois une pièce de monnaie non truquée. Quelle est la probabilité d'obtenir exactement <code><var>NUM</var></code> <var>NAME</var> ?
pl: Jeśli rzucisz monetą <code><var>COINS</var></code> razy, jakie jest prawdopodobieństwo, że wyrzucisz dokładnie <code><var>NUM</var></code> <var>NAME</var>?
pt: Se você jogar uma moeda <code><var>COINS</var></code> vezes, qual a probabilidade de você obter exatamente <code><var>NUM</var></code> <var>NAME</var>?
tr: Hilesiz bir metal parayla <code><var>COINS</var></code> kere yazı tura attığımızda, <code><var>NUM</var></code> <var>NAME</var> elde etme olasılığı nedir?

source: If you have a child account, <span class="visit-settings">your parent</span> can reset your password at <a href="%(settings_link)s">Settings > Child Accounts</a>.
da: Hvis du har en børnekonto, kan dine <span class="visit-settings">forældre</span> nulstille din adgangskode under linket <a href="%(settings_link)s"> Indstillinger > børnekonti</a>.
es: Si tienes una cuenta infantil <span class="visit-settings">tus padres</span> pueden restablecer tu contraseña en <a href="%(settings_link)s">Configuración > Cuentas infantiles</a>.
fr: Si vous avez un compte d'enfant, <span class="visit-settings">votre parent</span> peut réinitialiser votre mot de passe à <a href="%(settings_link)s">Comptes d'enfants</a>.
ja: もしあなたのアカウントが子供アカウントの場合， <span class="visit-settings">あなたの親</span> は <a href="%(settings_link)s">設定 > チャイルドアカウント</a>であなたのパスワードをリセットできます.
nb: Hvis du har en barnekonto kan <span class="visit-settings">din forelder</span> endre passordet på <a href="%(settings_link)s"> Innstillinger > Barnekontoer</a>.
nl: Als je een kinderaccount hebt dan kan <span class="visit-settings">je ouder</span> het wachtwoord opnieuw instellen bij <a href="%(settings_link)s">Instellingen > Kinderaccounts</a>.
pl: jeśli posiadasz konto dziecka, <span class="visit-settings">Twój rodzic</span> może zmienić Twoje hasło tutaj<a href="%(settings_link)s">Ustawienia>Konto Dziecka</a>.
pt: Se você tem uma conta infantil, <span class="visit-settings">seus pais</span> podem redefinir sua senha em <a href="%(settings_link)s">Configurações > Contas infantis</a>.
pt_pt: Se tiveres uma conta infantil, <span class="visit-settings">os teus pais</span> podem repor a tua palavra-passe nas <a href="%(settings_link)s">Definições > Contas infantis</a>.
tr: Bir çocuk hesabınız varsa, <span class="visit-settings">,veliniz</span> buradan şifrenizi sıfırlayabilir <a href="%(settings_link)s"> ayarları > çocuk hesapları</a>.

source: If you have a class newsletter, mention your top students and share what ranking your school is on the leaderboards!
es: Si tienes un boletín de clase, ¡menciona a los mejores estudiantes y comparte la posición que ocupa tu escuela en las tablas de clasificación!
nb: Hvis du har et klasse-nyhetsbrev, kan du nevne de beste elevene og del hva hvordan skolen er på topplistene!
pt: Se você tem um boletim informativo de classe, mencione os alunos melhor classificados e compartilhe a classificação de sua escola no quadro de classificação!
tr: Sınıfınızın bir bülteni varsa, en iyi öğrencilerinizden bahsedin ve liderlik panolarında okulunuzun sıralamasını paylaşın!
