Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <var>person(1)</var> {has {breakfast|lunch|dinner}|eats} at a {restaurant|cafe} and the cost of his meal is <code>\$<var>BILL_FORMAT</var></code>. Because of the service, he wants to leave a <code><var>TIP_PERCENT</var>\%</code> tip. What is his total bill including tip?
fr: <var>person(1)</var> {prend {son petit déjeuner|son repas de midi}|mange} dans un {restaurant|café}. Le prix du repas sans le service est de <code>\$<var>BILL_FORMAT</var></code>. Il faut ajouter à ce prix un pourboire de <code><var>TIP_PERCENT</var>\%</code>. Quelle sera le montant de l'addition avec le pourboire ?
nb: <var>person(1)</var> {har {frokost|lunsj|middag}|spiser} på en {restaurant|kafe} og prisen på måltidet er <code>\$<var>BILL_FORMAT</var></code>. På grunn av god servering, vil han gi <code><var>TIP_PERCENT</var>\%</code> i tips. Hva blir den totale regningen, inklusiv tips?
pl: <var>person(1)</var> {je {śniadanie|obiad|kolację}}w {restauracji|kawiarni}, posiłek kosztuje <code>\$<var>BILL_FORMAT</var></code>. Obsługa jest tak dobra, że chce zostawić napiwek w wysokości <code><var>TIP_PERCENT</var>\%</code>. Ile wyniesie rachunek z napiwkiem?
pt: <var>person(1)</var> { {toma café da manhã|almoça|janta}|} em um {restaurante|café} e o custo pela sua refeição é de <code>\$<var>BILL_FORMAT</var></code>. Em razão do atendimento, ele quer deixar <code><var>TIP_PERCENT</var>\%</code> de gorjeta. Qual será o valor total de sua conta inclusa a gorjeta?

source: <var>person(1)</var>'s Furniture Store buys a <var>furniture(1)</var> at a wholesale price of <code>$<var>localeToFixed(WHOLESALE, 2)</var></code>. If the markup rate at <var>person(1)</var>'s Furniture Store is <code><var>MARKUP_RATE</var>\%</code>, what is the markup for the <var>furniture(1)</var>?
fr: <var>person(1)</var>, propriétaire d'un magasin de meubles, achète un <var>furniture(1)</var> au prix de gros de <code>$<var>localeToFixed(WHOLESALE, 2)</var></code>. Si le taux de la marge que fait le magasin de meubles de <var>person(1)</var> est de <code><var>MARKUP_RATE</var>\%</code>, quel est le montant total de la marge faite sur le <var>furniture(1)</var> ?
nb: <var>person(1)</var>'s møbelforetning kjøper en <var>furniture(1)</var> til en innkjøpspris på <code>$<var>localeToFixed(WHOLESALE, 2)</var></code>. Om momsen på <var>person(1)</var>'s møbelforretning er <code><var>MARKUP_RATE</var>\%</code>, hvor mange dollar utgjør momsen på <var>furniture(1)</var>?
pl: Sklep z meblami <var>person(1)</var> kupuje <var>furniture(1)</var> w hurtowej cenie <code>$<var>localeToFixed(WHOLESALE, 2)</var></code>. Jeśli stawka marży sklepu <var>person(1)</var> wynosi <code><var>MARKUP_RATE</var>\%</code>, to jaka jest kwota marży dla <var>furniture(1)</var>?
pt: A loja de móveis de <var>person(1)</var> compra um(a) <var>furniture(1)</var> ao preço de atacado de <code>$<var>localeToFixed(WHOLESALE, 2)</var></code>. Se a margem de lucro na loja de móveis de <var>person(1)</var> for de <code><var>MARKUP_RATE</var>\%</code>, qual é a margem de lucro para o(a) <var>furniture(1)</var>?

source: <var>person(1)</var>'s exam grade was higher than what percentage of test-takers?
fr: Quel est le pourcentage des candidats qui ont eu une note inférieure à celle de <var>person(1)</var> ?
pt: A nota da prova de <var>person(1)</var> foi maior que qual porcentagem das pessoas que fizeram a prova?
tr: <var>person(1)</var>in sınav notu, sınava girenlerin yüzde kaçından yüksektir?

source: <var>person(1)</var>'s time - <var>person(2)</var>'s time = difference in times.
es: Tiempo de <var>person(1)</var> - Tiempo de <var>person(2)</var>= diferencia de tiempos.
fr: temps de <var>person(1)</var> - temps de <var>person(2)</var> = différence de temps.
hi: <var>person(1)</var>'s time - <var>person(2)</var>'s समय= गुना का अंतरI
nb: <var>person(1)</var>'s tid - <var>person(2)</var>'s tid = forskjell i tid.
nl: tijd van <var>person(1)</var> - tijd van <var>person(2)</var> = verschil in tijden.
pl: czas <var>person(1)</var> - czas <var>person(2)</var> = różnica w czasach.
pt: o tempo de <var>person(1)</var> - o tempo de <var>person(2)</var> = diferença de tempo.
tr: <var>person(1)</var>'in süresi - <var>person(2)</var>'nin süresi = süreler arasındaki fark

source: <var>person(2)</var> ate <code><var>B</var></code> slice.
da: <var>person(2)</var> spiste <code><var>B</var></code> skive.
es: <var>person(2)</var> comió <code><var>B</var></code> rebanada.
fr: <var>person(2)</var> a mangé <code><var>B</var></code> part.
nb: <var>person(2)</var> spiste <code><var>B</var></code> stykke.
nl: <var>person(2)</var> at <code><var>B</var></code> pizzapunt.
pl: <var>person(2)</var> zjadł(a) <code><var>B</var></code> kawałek.
pt: <var>person(2)</var> comeu <code><var>B</var></code> pedaço.
tr: <var>person(2)</var> <code><var>B</var></code> dilim yedi.

source: <var>person(2)</var> was <code><var>solution</var></code> seconds faster than <var>person(1)</var>.
es: <var>person(2)</var> fue <code><var>solution</var></code> segundos más rápido que <var>person(1)</var>.
fr: <var>person(2)</var> a été <code><var>solution</var></code> secondes plus rapide que <var>person(1)</var>.
hi: <var>person(2)</var> <code><var>solution</var></code> क्षण तेज़ था <var>person(1)</var> सेI
nb: <var>person(2)</var> was <code><var>solution</var></code> sekunder fortere enn <var>person(1)</var>.
pl: <var>person(2)</var> był(a) o <code><var>solution</var></code> sekund szybsza(y) od <var>person(1)</var>.
pt: <var>person(2)</var> foi <code><var>solution</var></code> segundos mais rápido que <var>person(1)</var>.
tr: <var>person(2)</var>, <var>person(1)</var>'ten <code><var>solution</var></code> saniye daha hızlıydı.

source: <var>person(2)</var>'s town received <code><var>solution</var></code> centimeters more rain than <var>person(1)</var>'s town.
es: La cuidad de <var>person(2)</var> recibió <code><var>solution</var></code> centímetros más de lluvia que la cuidad de <var>person(1)</var>.
fr: Dans la ville de <var>person(2)</var> il a plu <code><var>solution</var></code> centimètres de pluie de plus que dans la ville de <var>person(1)</var>.
hi: <var>person(2)</var> के शहर में <code><var>solution</var></code> सेंटीमीटर अधिक बारिश हुई <var>person(1)</var> के शहर सेI
nb: <var>person(2)</var>'s by fikk <code><var>solution</var></code> centimeter more nedbør enn <var>person(1)</var>'s by.
pl: Na miasto, w którym mieszka <var>person(2)</var> spadło <code><var>solution</var></code> centymetrów deszczu więcej, niż na miasto, w którym mieszka <var>person(1)</var>.
pt: A cidade de <var>person(2)</var> teve <code><var>solution</var></code> centímetros a mais de chuva que a cidade de <var>person(1)</var>.
tr: <var>person(2)</var>'nin yaşadığı şehir, <var>person(1)</var>'in yaşadığı şehirden <code><var>solution</var></code> santimetre daha fazla yağış almıştır.

source: <var>person(2)</var>'s weight + <var>person(3)</var>'s weight = total weight.
es: Peso de <var>person(2)</var> + peso de <var>person(3)</var> = peso total.
fr: poids de <var>person(2)</var> + poids de <var>person(3)</var> = poids total.
hi: <var>person(2)</var>'s weight + <var>person(3)</var>'s weight =कुल वज़नI
nb: <var>person(2)</var>'s vekt + <var>person(3)</var>'s vekt = total vekt.
nl: gewicht van <var>person(2)</var> + gewicht van <var>person(3)</var> = totale gewicht.
pl: waga <var>person(2)</var> + waga <var>person(3)</var> = łączna waga.
pt: o peso de <var>person(2)</var> + o peso de <var>person(3)</var> = peso total.
tr: <var>person(2)</var>'nin ağırlığı + <var>person(3)</var>'nin ağırlığı = toplam ağırlık.

source: <var>toSentence( _.filter( CHOICES, function( p ) { return p !== COMPOSITE; } ) )</var> each have only two factors.
es: <var>toSentence( _.filter( CHOICES, function( p ) { return p !== COMPOSITE; } ) )</var> tienen solo dos factores cada uno.
fr: <var>toSentence( _.filter( CHOICES, function( p ) { return p !== COMPOSITE; } ) )</var> n'ont que deux diviseurs.
nb: <var>toSentence( _.filter( CHOICES, function( p ) { return p !== COMPOSITE; } ) )</var> hver av det har bare to faktorer.
pl: <var>toSentence( _.filter( CHOICES, function( p ) { return p !== COMPOSITE; } ) )</var> ma tylko dwa czynniki.
pt: <var>toSentence( _.filter( CHOICES, function( p ) { return p !== COMPOSITE; } ) )</var> possuem apenas dois fatores.
tr: <var>toSentence( _.filter( CHOICES, function( p ) { return p !== COMPOSITE; } ) )</var> her birinin sadece iki tane faktörü var.

source: ??? (Coming soon)
da: ??? (Kommer snart)
es: ??? (Próximamente)
fr: ??? (Bientôt disponible)
ja: ??? (近日公開)
nb: ??? (Kommer snart)
nl: ??? (Binnenkort beschikbaar)
pl: ??? (Już niedługo)
pt: ??? (Em breve)
pt_pt: ??? (Brevemente)
tr: ??? (Çok yakında)

source: A "&lt;" character appears to be the beginning of a tag, but is not followed by a valid tag name. If you want a "&lt;" to appear on your Web page, try using "&amp;lt;" instead. Otherwise, check your spelling.
da: Et "&lt;" tegn ser ud til at være i begyndelsen af et tag, men efterfølges ikke af et gyldigt tag navn. Hvis du ønsker at en "&lt;" skal vises på din hjemmeside, så prøv at bruge "&amp;lt;" i stedet. Ellers tjek at du har stavet det korrekt.
es: Parece que un caracter "&lt;" es el principio de una etiqueta, pero no va seguido de un nombre de etiqueta válido. Si simplemente quieres que un "&lt;" aparezca en tu página web, trata de usar "&amp;lt;" en su lugar. En otro caso, revisa la ortografía.
nb: En "&lt;" karakter ser ut til å være i begynnelsen av koden, men etterfølges ikke av et gyldig kodenavn. Om du ønsker en "&lt;" på nettsiden din, prøv å bruke "&amp;lt;" instedefor. Om det ikke går, sjekk ut om du har stavet rett.
pl: Znak "&lt;" wydaje się być tagiem otwierającym, jednak nie ma po nim odpowiedniej nazwy tagu. Jeżeli chcesz, żeby "&lt;" pojawiało się na Twojej stronie internetowej, spróbuj zamiast tego użyć "&amp;lt;". W innym przypadku - sprawdź pisownię.
pt: O caractere "&lt;" parece ser o início de uma tag, mas não é seguido por um nome válido de tag. Se você quiser que um "&lt;" apareça em sua página web, tente usar "&amp;lt;". Se não, verifique sua ortografia.
tr: Etiketin başında bir "&lt;" karakteri görünüyor, ama bunu geçerli bir etiket ismi izlemiyor. Web sayfanızda bir "&lt;"nin görünmesini istiyorsanız, bunun yerine "&amp;lt;" kullanmayı deneyin. Aksi takdirde, imlanızı kontrol edin.

source: A <code>\green{<var>L2</var> \times <var>W2</var>}</code> rectangle sits inside a <code>\blue{<var>L1</var> \times <var>W1</var>}</code> rectangle.
fr: Un rectangle de dimensions <code>\green{<var>L2</var> \times <var>W2</var>}</code> est emboîté dans un rectangle de dimensions <code>\blue{<var>L1</var> \times <var>W1</var>}</code>.
pt: Um retângulo <code>\green{<var>L2</var> \times <var>W2</var>}</code> se enquadra em um retângulo <code>\blue{<var>L1</var> \times <var>W1</var>}</code>.
tr: Bir <code>\green{<var>L2</var> \times <var>W2</var>}</code> dikdörtgeni, bir <code>\blue{<var>L1</var> \times <var>W1</var>}</code> dikdörtgeninin içindedir.

source: A <code>\green{<var>L</var> \times <var>W</var>}</code> rectangle sits inside a circle with radius of <code>\blue{<var>R</var>}</code>.
fr: Un rectangle de dimensions <code>\green{<var>L</var> \times <var>W</var>}</code> est emboîté dans un cercle de rayon <code>\blue{<var>R</var>}</code>.
pt: Um retângulo <code>\green{<var>L</var> \times <var>W</var>}</code> se enquadra em um círculo com raio de <code>\blue{<var>R</var>}</code>.
tr: Bir <code>\green{<var>L</var> \times <var>W</var>}</code> dikdörtgeni, yarıçapı <code>\blue{<var>R</var>}</code> olan bir dairenin içindedir.

source: A <em>circle</em> has those properties.
da: En <em>cirkel</em> har disse egenskaber.
es: Una <em>circunferencia</em> tiene esas propiedades.
fr: C'est un <em>cercle</em>.
nb: En <em>sirkel</em> har disse egenskapene.
pt: Um <em>círculo</em> tem essas propriedades.
tr: Bir <em>çemberde</em> bu özellikler vardır.

source: A <strong>non-profit</strong> with the benefits of a <strong>for-profit</strong>
pt: Uma organização <strong>sem fins lucrativos</strong> com os benefícios de uma organização <strong>com fins lucrativos</strong>
tr: <strong>Kar amaçlı</strong> organizasyonların faydalarına sahip, <strong>kar amacı gütmeyen</strong> bir organizasyon

source: A <var>color( 2 )</var> <var>clothing( 2 )</var> costs <code>$<var>NUM1</var></code>.
nb: En <var>color( 2 )</var> <var>clothing( 2 )</var> koster <code>$<var>NUM1</var></code>.
pl: <var>color( 2 )</var> <var>clothing( 2 )</var> kosztuje <code>$<var>NUM1</var></code>.
pt: Um <var>clothing( 2 )</var> <var>color( 2 )</var> custa <code>$<var>NUM1</var></code>.
tr: A <var>color( 2 )</var> <var>clothing( 2 )</var> fiyatı <code>$<var>NUM1</var></code>'dir.

source: A <var>color(1)</var> <var>clothing(1)</var> costs <code>$<var>NUM1</var></code>, and a popular <var>color(2)</var> <var>clothing(2)</var> costs <code><var>NUM2</var></code> times as much.
nb: En <var>color(1)</var> <var>clothing(1)</var> koster <code>$<var>NUM1</var></code>, og en populær <var>color(2)</var> <var>clothing(2)</var> koster <code><var>NUM2</var></code> ganger så mye.
pl: <var>color(1)</var> <var>clothing(1)</var> kosztuje <code>$<var>NUM1</var></code>, natomiast modniejszy artykuł <var>color(2)</var> <var>clothing(2)</var> kosztuje <code><var>NUM2</var></code> razy więcej.
pt: Um <var>clothing(1)</var> <var>color(1)</var> custa <code>$<var>NUM1</var></code> e um <var>clothing(2)</var> <var>color(2)</var> popular custa <code><var>NUM2</var></code> vezes esse valor.
tr: Bir <var>color(1)</var> <var>clothing(1)</var>, <code>$<var>NUM1</var></code> tutmaktadır, ve popüler olan <var>color(2)</var> <var>clothing(2)</var>'nin fiyatı ise bunun <code><var>NUM2</var></code>katıdır.

source: A <var>color(1)</var> <var>clothing(1)</var> costs <code>$<var>TOTAL</var></code>, and a <var>color(2)</var> <var>clothing(2)</var> costs <code>$<var>NUM2</var></code>.
nb: En <var>color(1)</var> <var>clothing(1)</var> koster <code>$<var>TOTAL</var></code>, og en <var>color(2)</var> <var>clothing(2)</var> koster <code>$<var>NUM2</var></code>.
pl: <var>color(1)</var> <var>clothing(1)</var> kosztuje <code>$<var>TOTAL</var></code>, natomiast <var>color(2)</var> <var>clothing(2)</var> kosztuje <code>$<var>NUM2</var></code>.
pt: Um <var>clothing(1)</var> <var>color(1)</var> custa <code>$<var>TOTAL</var></code> e um <var>clothing(2)</var> <var>color(2)</var> custa <code>$<var>NUM2</var></code>.

source: A <var>color(1)</var> <var>clothing(1)</var> costs <code>$<var>TOTAL</var></code>, which is <code><var>NUM2</var></code> times as much as a <var>color(2)</var> <var>clothing(2)</var> costs.
da: En <var>color(1)</var> <var>clothing(1)</var> koster <code>$<var>TOTAL</var></code>, som er <code><var>NUM2</var></code> gange så dyrt som det en <var>color(2)</var> <var>clothing(2)</var> koster.
nb: En <var>color(1)</var> <var>clothing(1)</var> koster <code>$<var>TOTAL</var></code>, som er <code><var>NUM2</var></code> ganger så mye som <var>color(2)</var> <var>clothing(2)</var> koster.
pl: <var>color(1)</var> <var>clothing(1)</var> kosztuje <code>$<var>TOTAL</var></code>, a więc <code><var>NUM2</var></code> razy więcej niż <var>color(2)</var> <var>clothing(2)</var>.
pt: Um <var>clothing(1)</var> <var>color(1)</var> custa <code>$<var>TOTAL</var></code>, que é <code><var>NUM2</var></code> vezes mais que o preço de um <var>clothing(2)</var> <var>color(2)</var>.

source: A Virginia boy, Ben graduated from UVA in 2010. After graduation, he rode his bicycle across the country, volunteered as an English teacher in Honduras, and worked at a rock climbing gym. He then worked as a high school math tutor and became a middle school math teacher for one year. Ben has been a camp counselor for six summers and loves outdoor and athletic activities. One day he hopes to start his own summer camp.
es: Originario de Virginia, Ben se graduó de la Universidad de Virginia en 2010. Después de titularse, anduvo en bicicleta a través de los Estados Unidos, fue voluntario como profesor de inglés en Honduras, y trabajó en un gimnasio de escalada en roca. Luego trabajó como tutor de matemáticas de nivel medio superior y fue profesor de matemáticas de nivel medio por un año. Ben ha sido consejero de un campamento por seis veranos y le encantan las actividades atléticas y en exteriores. Espera un día iniciar su propio campamento de verano.
pt: Originalmente da Virgínia, Ben se formou na Universidade da Virgínia em 2010. Após a formatura, ele percorreu o país de bicicleta; trabalhou como professor voluntário de inglês em Honduras, e em uma academia de escalada. Depois, ele ministrou aulas no Ensino Médio e tornou-se professor de matemática do Ensino Fundamental por um ano. Ben tem sido conselheiro de acampamento pelos últimos seis verões e gosta de atividades ao ar livre e atléticas. Um dia ele pretende ter seu próprio acampamento de verão.
tr: Virginia doğumlu Ben, UVA'dan 2010 yılında mezun oldu. Mezuniyetinden sonra, ülkenin bir ucundan diğer ucuna bisikletiyle gitti, Honduras'ta gönüllü İngilizce öğretmenliği yaptı ve bir kaya tırmanışı salonunda çalıştı. Ben daha sonra lise seviyesi matematik eğtimenliği ve bir yıllığına da ortaokul matematik öğretmenliği yaptı. Kendisi ayrıca altı yazdır kamp danışmanlığı yapıyor. Açık havadan ve atletik etkinliklerden hoşlanan Ben, bir gün kendi yaz kampını açmayı umuyor.

source: A baker has a whole {baguette|loaf of bread}.
da: En bager har et helt {baguette|brød}.
es: Un panadero tiene un {bolillo|pedazo de pan} entero.
fr: Un boulanger a une {baguette ou une miche de pain} entière.
hi: एक रोटी बनाने वाले के पास {baguette|loaf of bread} है।
nb: En baker har et helt {baguett|brød}.
nl: Een bakker heeft een heel {stokbrood|brood}.
pl: Piekarz ma całą/y {bagietkę|bochenek chleba}.
pt: Um padeiro tem um {pão tipo baguete|pedaço de pão}.
tr: Fırıncıda bütün bir ekmek somunu vardır.

source: A challenge for the entire Bay Area
es: Un desafío para toda el Área de la Bahía
fr: Un défi pour le Bay Area entier
ja: ベイ・エリア全体のためのチャレンジ
nb: En utfordring for hele Bay Area
nl: Een uitdaging voor de hele Bay Area
pl: Wyzwanie dla całej Bay Area
pt: Um desafio para toda a área da Baía
pt_pt: Um desafio para todos da baía
tr: Körfez Alanının tamamı için bir yarışma

source: A circle has a <span class="hint_green">sector</span> with area <code class="hint_green"><var>PRETTY_A_S</var></code> and central angle of <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radians</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span>.
es: Un círculo tiene un <span class="hint_green">sector</span> con área <code class="hint_green"><var>PRETTY_A_S</var></code> y un ángulo central de <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radianes</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span>.
fr: L'aire de ce <span class="hint_green">secteur</span> circulaire d'angle au centre <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radians =</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span>= est <code class="hint_green"><var>PRETTY_A_S</var></code>.
pt: Um círculo tem uma <span class="hint_green">seção</span> de área <code class="hint_green"><var>PRETTY_A_S</var></code> e um ângulo central de <span data-if="USE_RADIANS"><code>\purple{<var>RADIANS</var>}</code> radianos</span> <span data-else=""><code>\purple{<var>DEGREES</var>^\circ}</code></span>.

source: A circle has a circumference of <code class="hint_blue"><var>PRETTY_C</var></code>. It has an arc of length <code class="hint_red"><var>PRETTY_A</var></code>.
es: Un círculo tiene una circunferencia de <code class="hint_blue"><var>PRETTY_C</var></code>. Tiene un arco de longitud <code class="hint_red"><var>PRETTY_A</var></code>.
fr: Soit un cercle de circonférence de <code class="hint_blue"><var>PRETTY_C</var></code>, et un arc de ce cercle de longueur <code class="hint_red"><var>PRETTY_A</var></code>.
pt: Um círculo tem comprimento de <code class="hint_blue"><var>PRETTY_C</var></code>. Tem um arco de comprimento <code class="hint_red"><var>PRETTY_A</var></code>.
tr: Bir çemberin çevresi, <code class="hint_blue"><var>PRETTY_C</var></code>. Bir yayının uzunluğu ise, <code class="hint_red"><var>PRETTY_A</var></code>.

source: A circle has a radius of <code>\blue{<var>R</var>}</code>. An arc in this circle has a central angle of <span data-if="USE_RADIANS"><code class="hint_pink"><var>RADIANS</var></code> radians</span><span data-else=""><code class="hint_pink"><var>DEGREES</var>^\circ</code></span>.
es: Un círculo tiene un radio de <code>\blue{<var>R</var>}</code>. Un arco en este círculo tiene un ángulo central de <span data-if="USE_RADIANS"><code class="hint_pink"><var>RADIANS</var></code> radianes</span> <span data-else=""><code class="hint_pink"><var>DEGREES</var>^\circ</code></span>.
fr: Soit un cercle de rayon <code>\blue{<var>R</var>}</code>. Un arc de ce cercle a un angle au centre de <span data-if="USE_RADIANS"><code class="hint_pink"><var>RADIANS</var></code> radians</span> <span data-else=""><code class="hint_pink"><var>DEGREES</var>^\circ</code></span>.
pt: Um círculo tem um raio de <code>\blue{<var>R</var>}</code>. Um arco nesse círculo tem um ângulo central de <span data-if="USE_RADIANS"><code class="hint_pink"><var>RADIANS</var></code> radianos</span><span data-else=""><code class="hint_pink"><var>DEGREES</var>^\circ</code></span>.
tr: Bir çemberin yarıçapı, <code>\blue{<var>R</var>}</code>'dir. Bu çemberdeki bir yayın merkez açısı, <span data-if="USE_RADIANS"><code class="hint_pink"><var>RADIANS</var></code> radians</span><span data-else=""><code class="hint_pink"><var>DEGREES</var>^\circ</code></span>'dir.

source: A circle that circumscribes a triangle is centered on the circumcenter of a triangle and touches all three vertices.
es: Un círculo que circunscribe un triángulo está centrado en el circuncentro del triángulo y toca los tres vértices.
fr: Le cercle circonscrit est le cercle qui passe par les trois sommets du triangle.
pl: Okrąg opisany na trójkącie ma środek w punkcie przecięcia się symetralnych trójkąta i przechodzi przez wszystkie trzy wierzchołki.
pt: Uma circunferência que circunscreve um triângulo é centralizada no circuncentro do triângulo, além de tocar os três vértices.
tr: Üçgenin çevrel çemberi, çevrel merkezi merkez olarak alır ve üçgenin üç köşesinden geçer.
