Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: If you have any questions or concerns, you can always email us at %(privacy_email)s, or %(faq_link)s on Khan Academy.
da: Hvis du har nogen spørgsmål eller problemer, kan du altid maile os på %(privacy_email)s eller %(faq_link)s på Khan Academy.
es: Si tienes preguntas o inquietudes, siempre puedes enviarnos un correo electrónico a %(privacy_email)s o %(faq_link)s en Khan Academy.
fr: Si vous avez des questions ou préoccupations, vous pouvez toujours nous envoyer un e-mail à %(privacy_email)s, ou %(faq_link)s sur Khan Academy.
ja: もしあなたにご質問やご懸念があれば，常に私達，%(privacy_email)s やカーンアカデミーの %(faq_link)s へ電子メイルでお問い合わせすることができます．
nb: Hvis du har noen spørsmål kan du alltids sende oss en epost til %(privacy_email)s, eller sjekke ut %(faq_link)s på Khan Academy.
nl: Als je vragen of opmerkingen hebt, kan je ons altijd e-mailen op %(privacy_email)s, of %(faq_link)s op Khan Academy.
pl: Jeśli masz jakiekolwiek pytania lub wątpliwości, możesz wysłać nam wiadomość na %(privacy_email)s, lub %(faq_link)s na Khan Academy.
pt: Se tiver dúvidas ou preocupações, envie e-mail para %(privacy_email)s ou consulte %(faq_link)s na Khan Academy, sempre que quiser.
tr: Eğer sorularınız veya aklınıza takılan konular varsa, her zaman %(privacy_email)s veya Khan Academy Türkçe'deki %(faq_link)s adresine e-posta göndererek bize ulaşabilirsiniz.

source: If you have any questions or concerns, you can always email us at privacy@khanacademy.org, or read more about accounts at: https://%(ka_hostname)s/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13
es: Si tienes alguna pregunta o inquietud, siempre puedes mandarnos un correo electrónico a privacy@khanacademy.org, o puedes leer más sobre cuentas en: https://%(ka_hostname)s/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13
ja: もしなにかアカウントについて質問や気にかかることがありましたら，いつでも privacy@khanacademy.org に email を下さるか，次をお読み下さい: https://%(ka_hostname)s/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13
nb: Hvis du har spørsmål, kan du alltid sende e-mail til oss på privacy@khanacademy.org, eller lese mere om kontoer på: https://%(ka_hostname)s/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13
pl: Jeśli macie jakieś pytania lub wątpliwości, możecie zawsze napisać do nas na privacy@khanacademy.org, lub przeczytać więcej na temat kont na: https://%(ka_hostname)s/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13
pt: Se você tiver dúvidas ou preocupações, envie um e-mail para privacy@khanacademy.org, ou leia mais sobre contas em: https://%(ka_hostname)s/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13
pt_pt: Se tiver alguma questão, envie-nos um e-mail para privacy@khanacademy.org ou saiba mais acerca das contas infantis em https://%(ka_hostname)s/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13
tr: Eğer herhangi bir sorunuz olursa bize her zaman privacy@khanacademy.org adresine email göndererek ulaşabilir, ya da hesaplar ile ilgili daha çok bilgiyi bu sayfada bulabilirsiniz: https://%(ka_hostname)s/coach-res/parents-and-tutors/student-privacy-for-parent/a/how-does-khan-academy-protect-students-under-age-13

source: If you have any tips for us, <a href="https://khanacademy.zendesk.com">we'd love your feedback</a>.
da: Hvis du har nogen forslag til os, <a href="https://khanacademy.zendesk.com">vil vi meget gerne have din feedback</a>.
es: Si tienes algunas recomendaciones para nosotros, <a href="https://khanacademy.zendesk.com">nos encantaría leer tus comentarios</a>.
fr: Si vous avez des conseils pour nous, <a href="https://khanacademy.zendesk.com">merci pour vos retours !</a>.
nb: Dersom du har noen tips til oss, <a href="https://khanacademy.zendesk.com">vi vil gjerne ha din tilbakemelding</a>.
nl: Als je tips voor ons hebt <a href="https://khanacademy.zendesk.com">dan horen we graag je feedback</a>.
pl: Jeżeli masz dla nas jakieś wskazówki, <a href="https://khanacademy.zendesk.com">bardzo chcielibyśmy poznać Twoją opinię</a>.
pt: Se você tiver alguma recomendação para nós, <a href="https://khanacademy.zendesk.com">adoraríamos receber seus comentários</a>.
tr: Bizimle paylaşmak istediğiniz ipuçları varsa, <a href="https://khanacademy.zendesk.com">geribildirimlerinizi almaktan mutluluk duyarız</a>.

source: If you have questions, email your child's teacher, %(coach_name)s
da: Hvis du har spørgsmål, email dit barns lærer, %(coach_name)s
es: Si tienes preguntas, mándale un correo al maestro de tu hijo, %(coach_name)s
fr: Si vous avez des questions, envoyez un e-mail à l'enseignant de votre enfant, %(coach_name)s
nb: Hvis du har spørsmål, send barnets lærer en e-ost, %(coach_name)s
nl: Als je vragen hebt, email dan de leraar van jouw kind, %(coach_name)s
pl: Jeśli masz pytania, napisz do nauczyciela Twojego dziecka, %(coach_name)s
pt: Se tiver dúvidas, envie um e-mail para o professor do seu filho, %(coach_name)s
tr: Eğer sorularınız varsa çocuğunuzun öğretmenine, %(coach_name)s, e-posta gönderiniz

source: If you have questions, email your child's teacher, %(coach_name)s (%(coach_email)s).
da: Hvis du har spørgsmål, email dit barns lærer, %(coach_name)s (%(coach_email)s).
es: Si tienes preguntas, mándale un correo al maestro de tu hijo, %(coach_name)s (%(coach_email)s).
fr: Si vous avez des questions, envoyez un e-mail à l'enseignant de votre enfant, %(coach_name)s (%(coach_email)s).
nb: Hvis du har spørsmål, send e-post til barnets lærer %(coach_name)s (%(coach_email)s).
nl: Als je vragen hebt, email de leraar van jouw kind, %(coach_name)s (%(coach_email)s).
pl: Jeśli masz pytania, napisz do nauczyciela Twojego dziecka, %(coach_name)s (%(coach_email)s).
pt: Se tiver dúvidas, envie um e-mail ao professor do seu filho, %(coach_name)s (%(coach_email)s).
tr: eğer sorularınız varsa, çocuğunuzun öğretmenine %(coach_name)s (%(coach_email)s). e-posta gönderiniz.

source: If you have questions, or if your child already has a Khan Academy account,
da: Hvis du har spørgsmål, eller hvis dit barn allerede har en Khan Academy konto,
es: Si tienes preguntas o si tu hijo ya tiene una cuenta de Khan Academy,
fr: Si vous avez des questions, ou si votre enfant a déjà un compte Khan Academy,
nb: Hvis du har spørsmål, eller hvis barnet allerede har en Khan Academy-konto,
nl: Als je vragen hebt, of als jouw kind al een Khan Academy account heeft,
pl: Jeżeli masz pytania, lub Twoje dziecko ma już konto na Khan Academy,
pt: Se tiver dúvidas, ou se seu filho já tiver uma conta da Khan Academy,
tr: Sorularınız varsa, veya çocuğunuz daha önceden bir Khan Academy hesabı oluşturmuş ise,

source: If you have questions, or if your child already has a Khan Academy account, email your child's teacher, %(coach_name)s (%(coach_email)s).
da: Hvis du har spørgsmål, eller hvis dit barn allerede har en Khan Academy konto, e-mail dit barns lærer, %(coach_name)s (%(coach_email)s).
es: Si tienes preguntas o si tu hijo ya tiene una cuenta de Khan Academy, mándale un correo a su maestro, %(coach_name)s (%(coach_email)s).
fr: Si vous avez des questions, ou si votre enfant a déjà un compte Khan Academy, envoyez un e-mail à l'enseignant de votre enfant, %(coach_name)s (%(coach_email)s).
nb: Hvis du har spørsmål, eller hvis barnet har en Khan Academy konto fra før, send en e-post til barnets lærer, %(coach_name)s (%(coach_email)s).
nl: Als je vragen hebt, of jouw kind heeft al een Khan Academy account, email dan de leraar van jouw kind, %(coach_name)s (%(coach_email)s).
pl: Jeśli masz pytania, lub Twoje dziecko ma już konto na Khan Academy, napisz do nauczyciela Twojego dziecka, %(coach_name)s (%(coach_email)s).
pt: Se tiver dúvidas, ou se seu filho já tiver uma conta na Khan Academy, envie um e-mail para o professor do seu filho, %(coach_name)s (%(coach_email)s).
tr: Sorularınız varsa, veya çocuğunuz daha önceden bir Khan Academy hesabı oluşturmuş ise, çocuğunuzun öğretmenine %(coach_name)s%(coach_email)s e-posta gönderiniz.

source: If you make a mistake, it's an opportunity to get smarter!
da: Hvis du laver en fejl, så er det en mulighed for at blive klogere!
es: ¡Si cometes un error tienes una oportunidad de volverte más inteligente!
fr: Si vous avez fait une erreur, c'est une occasion de devenir plus intelligent!
ja: 間違えるということは、賢くなる機会です！
nb: Hvis du gjør en feil, er det en mulighet til å bli smartere!
nl: Als je een fout maakt, is het een kans om ervan te leren!
pl: Jeśli popełniasz błąd, jest to możliwość stania się mądrzejszym!
pt: Quando você erra, tem a oportunidade de ficar mais inteligente!
pt_pt: Errar é uma oportunidade de te tornares mais inteligente!
tr: Eğer hata yaparsanız, bu aslında daha zeki olmak için bir fırsattır!

source: If you multiply each side of this expression by <code><var>V2</var></code>, you get <code><var>V1</var> \cdot <var>V2</var> = k</code> for some constant <code>k</code>.
da: Hvis du ganger begge sider af udtrykket med <code><var>V2</var></code>, får du <code><var>V1</var> \cdot <var>V2</var> = k</code> for en konstant <code>k</code>.
es: Si multiplicas cada expresión por <code><var>V2</var></code>, obtienes <code><var>V1</var> \cdot <var>V2</var> = k</code> para alguna constante <code>k</code>.
fr: Si on multiplie les deux membres par <code><var>V2</var></code>, on obtient <code><var>V1</var> \cdot <var>V2</var> = k</code> pour une certaine valeur de <code>k</code>.
nb: Hvis du multipliserer begge sider av uttrykket med <code><var>V2</var></code>, får du <code><var>V1</var> \cdot <var>V2</var> = k</code> for en konstant <code>k</code>.
pl: Jeśli pomnożysz każdą stronę równania przez <code><var>V2</var></code>, dostaniesz <code><var>V1</var> \cdot <var>V2</var> = k</code> dla pewnej stałej <code>k</code>.
pt: Se multiplicarmos cada lado dessa expressão por <code><var>V2</var></code>, obteremos <code><var>V1</var> \cdot <var>V2</var> = k</code> para alguma constante <code>k</code>.
tr: İfadenin iki tarafını <code><var>V2</var></code> ile çarparsanız, <code>k</code> bir sabit olmak üzere, <code><var>V1</var> \cdot <var>V2</var> = k</code> elde edersiniz.

source: If you need to use Khan Academy in an environment without internet, we recommend using <a href="http://kalite.adhocsync.com/">KA Lite</a>, an unofficial volunteer-driven initiative to provide a version of the Khan Academy videos and exercises that works offline.
da: Hvis du vil bruge Khan Academy et sted uden internet, anbefaler vi dig at bruge <a href="http://kalite.adhocsync.com/">KA Lite</a>, et uofficielt initiativ baseret på frivilligt arbejde, der vil levere en version af Khan Academy's videoer og øvelser, der virker offline.
es: Si necesitas utilizar Khan Academy en un entorno sin Internet, te recomendamos usar <a href="http://kalite.adhocsync.com/">KA Lite</a>, una iniciativa extraoficial impulsada por voluntarios, para proporcionar una versión de los videos y ejercicios de Khan Academy que funcione sin conexión a Internet.
fr: Si vous avez besoin d'utiliser la Khan Academy dans un environnement où vous n'avez pas internet, nous vous conseillons d'utiliser <a href="http://kalite.adhocsync.com/">KA Lite</a>, une initiative non-officielle et bénévole, qui fournit une version des vidéos et exercices de la Khan Academy, en hors-ligne.
ja: もしもあなたがインターネットのない環境でカーンアカデミーを利用したい場合には，<a href="http://kalite.adhocsync.com/">KA Lite</a> をご利用されることをおすすめします．これは非公式ではありますが，ボランティアによって作成されたオフラインで動くバージョンのカーンアカデミーのビデオと練習問題です．
nb: Hvis du trenger å bruke Khan Academy i et område uten internet, anbefaler vi <a href="http://kalite.adhocsync.com/">KA Lite</a>, en uoffisiell projekt laget av frivillige for å tilby en versjon av Khan Academy videoer og øvelser som fungerer offline.
nl: Wil je de Khan Academy gebruiken zonder internetverbinding dan raden we <a href="http://kalite.adhocsync.com/">KA Lite</a> aan, een niet-officieel initiatief van vrijwilligers om een offline versie van de videos en oefeningen van de Khan Academy aan te bieden.
pl: Jeśli potrzebujesz korzystać z materiałów Khan Academy bez dostępu do Internetu, zachęcamy do używania <a href="http://kalite.adhocsync.com/">KA Lite</a>, nieoficjalnej inicjatywy prowadzonej przez wolontariuszy, w celu dostarczenia filmów oraz ćwiczeń Khan Academy w trybie offline.
pt: Se você precisar utilizar a Khan Academy em ambiente sem internet, recomendamos o uso do <a href="http://kalite.adhocsync.com/">KA Lite</a>, uma iniciativa não oficial de voluntários para disponibilizar uma versão dos vídeos e exercícios da Khan Academy que funciona off-line.
pt_pt: Se precisares de usar a Khan Academy num dispositivo sem ligação à Internet, recomendamos que utilizes a <a href="http://kalite.adhocsync.com/">KA Lite</a> - uma iniciativa não oficial, liderada por voluntários, que disponibiliza uma versão offline dos vídeos e dos exercícios da Khan Academy.
tr: Eğer Khan Academy videolarını internete bağlanmadan kullanmak istiyorsanız <a href="http://kalite.adhocsync.com/">KA Lite</a>, adresini kullanmanızı öneririz. Kurumumuzla bağlantısı olmayan gönüllü kişilerin hazırladığı bu bölümden, Khan Academy video ve alıştırmalarına internete bağlanmaksızın, çevrim dışı olarak ulaşabilirsiniz.

source: If you save a spin-off of this program, you will see it here (as well as in your <a href='programs'>My Programs</a> list).
da: Hvis du gemmer et spin-off af dette program, vil du se det her (samt på listen over <0>Mine programmer</0>).
es: Si guardas un derivado de este problema lo verás aquí (así como también en la lista de <a href='programs'>Mis programas</a>).
fr: Si vous sauvegardez une variante de ce programme, vous le verrez apparaître ici (ainsi que dans la liste <a href='programs'>Mes Programmes</a>).
ja: もしあなたがこのプログラムのスピンオフを保存したら，それがここに保存されます(あなたの<a href='programs'>私のプログラム</a>リストと同様です)．
nb: Hvis du lagrer en spin-off av dette programmet, vil du se det her (i tillegg til listen <a href='programs'>Mine programmer.</a>
nl: Als je een spin-off van dit programma opslaat, zal je die hier zien (en in je <a href='programs'>Mijn Programma's</a> lijst).
pl: Jeśli zapiszesz spin-off tego programu, to zobaczysz go tutaj (jak również na swojej liście <a href='programs'>Moje Programy</a>).
pt: Se você salvar um derivado deste programa, você o verá aqui (assim como em sua lista de <a href='programs'>Meus Programas</a>).
pt_pt: Se guardares uma variação deste programa, poderás vê-la aqui (e na tua lista <a href='programs'>Os meus programas</a>).
tr: Bu programın kaydedeceğiniz uyarlamalarına <a href='programs'>"Programlarım"</a> listesinin yanı sıra buradan da ulaşılabilirsiniz.

source: If you see <strong>colored blanks</strong>, the values you put in two blanks of the same color must be <strong>exactly the same.</strong>
da: Hvis du ser <strong>farvede tomme felter</strong>, må de værdier, som du indsætter i de to tomme felter have <strong>eksakt samme farve .</strong>
es: Si observas <strong>espacios coloreados</strong>, los valores que ingresaste en dos espacios del mismo color deberán <strong>ser exactamente los mismos.</strong>
fr: Si vous voyez des <strong>espaces colorés</strong>, les valeurs que vous mettez dans deux espaces de la même couleur doivent être <strong>exactement les mêmes.</strong>
nb: Hvis du ser <strong>fargede tomfelter</strong>, må verdiene du skriver inn i tomrom av samme være være <strong>nøyaktig like.</strong>
nl: Als je <strong>gekleurde vakjes</strong> ziet, moeten de waarden die je in twee vakjes met dezelfde kleur zet <strong>precies gelijk</strong> zijn.
pl: W kolorowych <strong>pustych polach </strong>wprowadzana wartość musi być <strong>ta sama.</strong>
pt: Se você vir <strong>células coloridas</strong>, os valores colocados em duas células da mesma cor devem ser <strong>exatamente iguais.</strong>
tr: Eğer <strong>renkli boşluklar</strong> görüyor iseniz, aynı renge sahip iki boşluğa koyacağınız değerler <strong>birebir aynı</strong> olmalıdır.

source: If you suspect that this project was plagarized, because you've seen it before or others have flagged it, please link to the original in this comment.
ja: もしあなたが，以前これを見たとか，他の人がこれにフラグを立てたなど，このプロジェクトが剽窃されたとお疑いの場合には，このコメントをオリジナルへとリンクして下さい．
nb: Hvis du mistenker at dette prosjektet er plagiert, fordi du har sett det før eller andre har flagget det, vennligst link til opprinnelige i denne kommentaren.
pt: Se você suspeita que este projeto foi plagiado, porque você já o viu antes ou outros o reportaram, faça um link para o original nesse comentário.
pt_pt: Se suspeitares que este projeto foi plagiado, porque já o viste antes ou outros já o denunciaram, cola uma ligação para o original neste comentário.
tr: Bu projede, daha önce gödüğünüz veya başkaları işaretlediği için intihal olduğunu düşünüyorsanız, lütfen orijinali bu yoruma ekleyiniz.

source: If you tried to fix it, what did you do? If you didn't, you can leave this blank.
da: Hvis du har forsøgt at løse det, hvad har du gjort? Hvis du ikke har forsøgt, kan du lade feltet være tomt.
es: Si intentaste arreglarlo, ¿qué hiciste? Si no intentaste, puedes dejar este espacio en blanco.
fr: Si vous avez essayé régler le problème, qu'avez-vous fait ? Sinon, vous pouvez laissez ce champ vide.
nb: Hvis du prøvde å fikse det, hva har du gjort? Hvis du ikke gjorde det, kan du la dette stå tomt.
nl: Als je het geprobeerd hebt, wat heb je dan gedaan? Als je niets hebt geprobeerd, kun je dit leeg laten.
pl: Jeśli próbowałeś to naprawić, to w jaki sposób? Jeśli nie próbowałeś, to pozostaw to pole puste.
pt: Se tentou corrigir, o que fez? Se não tentou, pode deixar em branco.
tr: Eğer düzeltmeye çalıştıysanız, ne yaptınız? Eğer çalışmadı iseniz, bunu boş bırakabilirsiniz.

source: If you want to define a function, you should use "var %(name)s = function() {}; " instead!
da: Hvis du vil definere en funktion, skal du bruge "var %(name)s = Function() {};" i stedet!
es: ¡Si quieres definir una función, deberías usar "var %(name)s = función() {}; " en su lugar!
nb: Hvis du vil definere en funksjon, bør du bruke "var %(name)s = function() {}; " i stedet!
nl: Als je een functie wilt beschrijven, moet je "var %(name)s = function() {}; " gebruiken in plaats daarvan!
pl: Jeśli chcesz zdefiniować funkcję, powinieneś użyć "var %(name)s = function() {}; " zamiast!
pt: Se você quiser definir uma função, você deve usar "var %(name)s = function() {}; "!
tr: Eğer bir fonksiyon tanımlamak istiyorsanız, bunun yerine "var %(name)s = function() {}; " kullanmalısınız!

source: If you would like to cancel this recurring donation, %(cancel_link)s.
da: Hvis du vil annullere denne tilbagevendende donation, %(cancel_link)s.
es: Si quisieras cancelar esta donación periódica, %(cancel_link)s.
fr: Si vous souhaitez annuler la récurrence de cette donation, %(cancel_link)s.
ja: もしあなたがこの定期的な寄付をキャンセルしたい時には，%(cancel_link)s ．
nb: Om du vil slette din regelmessige gave, %(cancel_link)s.
nl: Als je deze periodieke donatie wil annuleren, %(cancel_link)s.
pl: Jeśli chcesz anulować cykliczne wpłaty, %(cancel_link)s.
pt: Se quiser deixar de fazer essa doação periódica, %(cancel_link)s.
tr: Eğer bu tekrarlayan bağışı iptal etmek isterseniz, %(cancel_link)s.

source: If you would like to cancel this recurring donation, click here: https://%(hostname)s/donate/cancel-stripe?%(cancel_params)s.
da: Hvis du vil annullere denne tilbagevendende donation, så klik her: https://%(hostname)s/donate/cancel-stripe?%(cancel_params)s.
es: Si quisieras cancelar esta donación periódica, haz clic aquí: https://%(hostname)s/donate/cancel-stripe?%(cancel_params)s.
fr: Si vous souhaitez annuler la récurrence de cette donation, cliquez ici : https://%(hostname)s/donate/cancel-stripe?%(cancel_params)s.
ja: もしあなたがこの定期的な寄付をキャンセルしたい時には，ここをクリックして下さい: https://%(hostname)s/donate/cancel-stripe?%(cancel_params)s.
nb: Om du vil avslutte den regelmessige gaven, klikk her https://%(hostname)s/donate/cancel-stripe?%(cancel_params)s.
nl: Als je deze periodieke donatie wil annuleren klik hier: https://%(hostname)s/donate/cancel-stripe?%(cancel_params)s.
pl: Jeśli chcesz anulować cykliczne wpłaty, kliknij tutaj: https://%(hostname)s/donate/cancel-stripe?%(cancel_params)s.
pt: Se quiser deixar de fazer essa doação periódica, clique aqui: https://%(hostname)s/donate/cancel-stripe?%(cancel_params)s.
pt_pt: Se pretenderes cancelar esta doação periódica, clica aqui: https://%(hostname)s/donate/cancel-stripe?%(cancel_params)s.
tr: Eğer bu tekrarlayan bağışı iptal etmek isterseniz, buraya tıklayınız: https://%(hostname)s/donate/cancel-stripe?%(cancel_params)s.

source: If you would like to receive text message notifications for certain events, you may provide your mobile phone number.
bg: Ако искате да получавате уведомления с текстови съобщения за определени събития, може да предоставите мобилния си телефонен номер.
da: Hvis du ønsker at modtage SMS-beskeder for bestemte hændelser, kan du angive dit mobilnummer.
es: Si quisieras recibir notificaciones en mensajes de texto para ciertos eventos, puedes proporcionar tu número de teléfono celular.
nb: Hvis du ønsker å motta tekstmeldingsvarsler for bestemte hendelser, kan du oppgi ditt mobilnummer.
nl: Als je berichten wilt ontvangen voor speciale activiteiten kan je jouw mobiel telefoonnummer invoeren.
pl: Jeśli chcesz otrzymywać powiadomienia o określonych wydarzeniach w formie SMS, możesz wpisać swój numer telefonu.
pt: Se você quer receber notificações de determinados eventos por mensagem de texto, você pode fornecer seu número de celular.
pt_pt: Se pretendes receber notificações de determinados eventos por mensagens de texto no telemóvel, digita o teu número de telefone móvel.
tr: Belirli olaylar için yazılı bildirim sağlamak isterseniz, cep telefonu numaranızı yazabilirsiniz.

source: If you'd like to request feedback, please log in first.
da: Hvis du vil anmode om feedback, bedes du logge ind først.
es: Si quisieras pedir comentarios, primero inicia sesión.
fr: Si vous souhaitez obtenir un retour, veuillez vous connecter.
nb: Dersom du ønsker å forespørre feedback, vennligst logg inn først.
nl: Log a.u.b. eerst in wanneer u feedback wilt vragen.
pl: Jeżeli chciałbyś otrzymać opinię, najpierw się zaloguj.
pt: Se quiser solicitar feedback, primeiro faça o login.
tr: Geri bildirim isteğinde bulunabilmek için lütfen önce oturum açınız.
