Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Since there is a decimal, trailing zeros are significant.
da: Fordi det er et decimaltal, så er nullerne til sidst betydende cifre.
es: Como hay un punto decimal, los ceros son significativos.
fr: Comme il y a une partie décimale, les zéros à la fin de la partie décimale du nombre sont significatifs.
hi: चूंकि यहाँ एक दशमलव है, खिंचते शून्य महत्वपूर्ण हैI
nb: Fordi det er et desimaltall, så er nullene til slutt gjeldende siffer.
nl: Aangezien er een decimaal is, zijn de naloopnullen significant.
pl: Jako że jest to liczba dziesiętna, zera końcowe są ważne.
pt: Uma vez que há um decimal, zeros à direita são significativos.
tr: Ondalık sayı olduğundan, sondaki sıfırlar anlamlıdır.

source: Since there is no decimal, trailing zeros are not significant.
da: Da der ikke er et komma, er nullerne til sidst ikke betydende cifre.
es: Como no hay un punto decimal, los ceros no son significativos.
fr: Comme il n'y a pas de partie décimale, les zéros situés à la fin de nombre ne sont pas significatifs.
hi: चूंकि दशमलव नहीं है, खिंचते शून्य महत्वपूर्ण नहीं हैंI
nb: Siden det ikke er et komma, er nullene til slutt ikke gjeldende siffer.
nl: Aangezien er geen decimalen zijn, zijn de naloopnullen niet significant.
pl: Jako że nie jest to liczba dziesiętna, zera końcowe nie są ważne.
pt: Como não há um decimal, zeros à direita não são significativos.
tr: Ondalık sayı olmadığından, sondaki sıfırlar *anlamlı* değildir.

source: Since there is no water in the box, the volume of the water in the tank is the volume of the tank minus the volume of the metal box.
es: Como no hay agua en la caja, el volumen del agua en el tanque es el volumen del tanque menos el volumen de la caja de metal.
fr: Comme il n'y a pas d'eau dans la boîte métallique, le volume d'eau contenu dans le réservoir est égal au volume du réservoir moins le volume de la boîte.
nb: Siden det ikke er vann i boksen, er volumet av vannet i tanken lik volumet av tanken minus volumet av metallboksen.
pl: Ponieważ w pudełku nie ma wody, objętość wody w zbiorniku to objętość zbiornika minus objętość metalowego pudełka.
pt: Uma vez que não há água na caixa, o volume de água no tanque é o volume do tanque menos o volume da caixa de metal.
tr: Kutuda su olmadığı için, depodaki su hacmi, deponun hacmi eksi metal kutunun hacmidir.

source: Since they are independent, in order to get the probability that <var>QUESTION</var>, we just need to multiply together the probability that the captain hits and the probability that the pirate hits.
fr: Puisque les événements sont indépendants, pour obtenir la probabilité que <var>QUESTION</var>, on multiplie la probabilité que le capitaine touche le navire du pirate par la probabilité que le pirate touche le navire du capitaine.
pt: Como são independentes, a fim de obter a probabilidade de <var>QUESTION</var>, precisamos apenas multiplicar juntas a probabilidade de o capitão atingir o navio pirata e a de o navio pirata atingir o navio do capitão.
tr: Olaylar bağımsız olduğu için, <var>QUESTION</var> olasılığını bulmak için, kaptanın ve korsanın isabet ettirme olasılıklarını çarpmamız yeterli olur.

source: Since they are independent, in order to get the probability that <var>QUESTION</var>, we just need to multiply together the probability that the captain hits and the probability that the pirate misses.
fr: Puisque les événements sont indépendants, pour obtenir la probabilité que <var>QUESTION</var>, on multiplie la probabilité que le capitaine touche le navire du pirate par la probabilité que le pirate rate le navire du capitaine.
pt: Como são independentes, a fim de obter a probabilidade de <var>QUESTION</var>, precisamos apenas multiplicar a probabilidade do capitão atingir o navio pirata e a do pirata não atingir o navio do capitão.
tr: Olaylar bağımsız olduğu için, <var>QUESTION</var> olasılığını bulmak için, kaptanın isabet ettirme ve korsanın isabet ettirememe olasılıklarını çarpmamız yeterli olur.

source: Since they are independent, in order to get the probability that <var>QUESTION</var>, we just need to multiply together the probability that the captain misses and the probability that the pirate hits.
fr: Puisque les événements sont indépendants, pour obtenir la probabilité que <var>QUESTION</var>, on multiplie la probabilité que le capitaine rate le navire du pirate par la probabilité que le pirate touche le navire du capitaine.
pt: Como são independentes, a fim de obter a probabilidade de <var>QUESTION</var>, precisamos apenas multiplicar juntas a probabilidade do capitão não atingir o navio pirata e a do navio pirata atingir o navio do capitão.
tr: Olaylar bağımsız olduğu için, <var>QUESTION</var> olasılığını bulmak için, kaptanın isabet ettirememe ve korsanın isabet ettirme olasılıklarını çarpmamız yeterli olur.

source: Since they are independent, in order to get the probability that <var>QUESTION</var>, we just need to multiply together the probability that the captain misses and the probability that the pirate misses.
fr: Puisque les événements sont indépendants, pour obtenir la probabilité que <var>QUESTION</var>, on multiplie la probabilité que le capitaine rate le navire du pirate par la probabilité que le pirate rate le navire du capitaine.
pt: Como são independentes, a fim de obter a probabilidade de <var>QUESTION</var>, precisamos apenas multiplicar a probabilidade do capitão não atingir o navio pirata e a do pirata não atingir o navio do capitão.
tr: Olaylar bağımsız olduğu için, <var>QUESTION</var> olasılığını bulmak için, kaptanın ve korsanın isabet ettirememe olasılıklarını çarpmamız yeterli olur.

source: Since they ate <code><var>EATEN</var></code> slices of <var>pizza(1)</var> with <code><var>LEFT</var></code> slice remaining, they must have begun with <code><var>TOTAL</var></code> slices.
da: Fordi de spiste <code><var>EATEN</var></code> skiver <var>pizza(1)</var> med <code><var>LEFT</var></code> skive tilbage, må de være begyndt med <code><var>TOTAL</var></code> skiver.
es: Puesto que comieron <code><var>EATEN</var></code> rebanadas de la <var>pizza(1)</var> con <code><var>LEFT</var></code> rebanada restante, deben haber empezado con <code><var>TOTAL</var></code> rebanadas.
fr: <code><var>EATEN</var></code> parts de <var>pizza(1)</var> ont été mangées et il reste <code><var>LEFT</var></code> part, donc initialement il y en avait <code><var>TOTAL</var></code> .
nb: Siden de spiste <code><var>EATEN</var></code> stykker <var>pizza(1)</var> med <code><var>LEFT</var></code> stykker igjen, må de ha begynt med <code><var>TOTAL</var></code> stykker.
nl: Aangezien ze <code><var>EATEN</var></code> pizzapunten van de <var>pizza(1)</var> opgegeten hebben, terwijl er <code><var>LEFT</var></code> pizzapunt overbleef, hadden ze dus aanvankelijk <code><var>TOTAL</var></code> pizzapunten.
pl: Jako że zjedli <code><var>EATEN</var></code> kawałki/ków <var>pizza(1)</var>, a <code><var>LEFT</var></code> kawałek został, na początku musiało być <code><var>TOTAL</var></code> kawałki/ków.
pt: Como eles(as) comeram <code><var>EATEN</var></code> pedaços de <var>pizza(1)</var> e há <code><var>LEFT</var></code> pedaço restante, eles(as) devem ter começado com <code><var>TOTAL</var></code> pedaços.
tr: <code><var>EATEN</var></code> dilim <var>pizza(1)</var> yenmiş ve <code><var>LEFT</var></code> dilim kalmışsa, <code><var>TOTAL</var></code> dilimle başlamış olmalılar.

source: Since this is a cube, all the sides are the same length.
es: Dado que es un cubo, todos los lados tienen la misma longitud.
fr: C'est un cube, donc toutes les arêtes ont la même longueur.
pl: Ponieważ jest to sześcian, wszystkie boki mają tą samą długość.
pt: Como ele é um cubo, todos os lados têm o mesmo comprimento.
tr: Bu küp olduğu için, tüm kenarları aynı uzunluktadır.

source: Since this is an "or" inequality, the solution is the part of the number line which is covered by <strong>either</strong> of the graphs of the inequalities.
da: Fordi dette er en sammensat ulighed, er løsningen den del af tallinjen, som er dækket af <strong>en af de to</strong> grafer for ulighederne.
es: Puesto que se trata de una deigualdad "o", la solución es la parte de la recta numérica cubierta por <strong>cualquier</strong> gráfica de las desigualdades.
fr: Le connecteur logique est "OU", donc les solutions sont les réels solutions de la première inéquation <strong>ou</strong> de la deuxième inéquation.
nb: Fordi dette er en sammensatt ulikhet, er løsningen den delen av tallinjen, som er dekket av <strong>en av de to</strong> grafene for ulikhetene.
pt: Uma vez que se trata de uma inequação tipo "ou", a solução é a parte da reta numérica que está coberta por <strong>ambos</strong> os gráficos das inequações.
tr: Bu, "veya"lı bir eşitsizlik olduğu için, çözüm, eşitsizliklerin <strong>ikisinden birinin</strong> sayı doğrusunda kapsadığı kısımdır.

source: Since this polygon has <code><var>SIDES</var></code> sides, we can draw <code><var>SIDES</var></code> triangles that all meet in the center.
es: Como el polígono tiene <code><var>SIDES</var></code> lados, podemos dibujar <code><var>SIDES</var></code> triángulos que se junten en el centro.
fr: Comme ce polygone a <code><var>SIDES</var></code> côtés, on peut mettre en évidence <code><var>SIDES</var></code> triangles de même sommet.
pt: Como este polígono tem <code><var>SIDES</var></code> lados, podemos desenhar <code><var>SIDES</var></code> triângulos que se encontram todos no centro.
tr: Bu çokgenin <code><var>SIDES</var></code> kenarı olduğuna göre, merkezde birleşen <code><var>SIDES</var></code> üçgen çizebiliriz.

source: Since we already have solved for <code>y</code> in terms of <code>x</code>, we can use substitution to solve for <code>x</code> and <code>y</code>.
da: Da vi allerede har løsningen for <code>y</code> udtrykt ved <code>x</code>, kan vi bruge substitution til at løse for <code>x</code> og <code>y</code>.
es: Puesto que ya tenemos resuelto <code>y</code> en términos de <code>x</code>, podemos usar la sustitución para resolver <code>x</code> y <code>y</code>.
fr: On connaît l'expression de <code>y</code> en fonction de <code>x</code>, donc on peut en déduire <code>x</code> et <code>y</code>.
nb: Da vi allerede har løsningen for <code>y</code> uttrykt ved <code>x</code>, kan vi bruke innsetting til å løse for <code>x</code> og <code>y</code>.
pl: Ponieważ rozwiązaliśmy już równanie dla <code>y</code> ze względu na <code>x</code>, możemy użyć podstawienia, żeby znaleźć <code>x</code> i <code>y</code>.
pt: Uma vez que já encontramos <code>y</code> em função de <code>x</code>, podemos utilizar substituição para encontrar <code>x</code> e <code>y</code>.
tr: <code>y</code>'yi <code>x</code> cinsinden bulduğumuz için, yerine koyma yöntemiyle <code>x</code> ve <code>y</code>'yi bulabiliriz.

source: Since we are adding polynomials, we can simply remove the parentheses.
da: Da vi er ved at lægge polynomier sammen, kan vi bare fjerne parenteserne.
es: Dado que estamos sumando polinomios, simplemente podemos eliminar los paréntesis.
fr: Puisque l'on additionne, on peut simplement retirer les parenthèses.
nb: Siden vi adderer polynomer, kan vi rett og slett fjerne parentesene.
pl: Przy dodawaniu wielomianów możemy nawiasy opuścić.
pt: Como estamos somando polinômios, podemos simplesmente remover os parênteses.
tr: Polinomları topladığımızdan dolayı parantezleri direk olarak kaldırabiliriz.

source: Since we are given that <code>\overline{<var>O</var><var>A</var>}\perp\overline{<var>O</var><var>C</var>}</code>, we know <code>\purple{m<var>LARGE_ANGLE</var> = 90^\circ}</code>.
es: Puesto que se nos ha dado que <code>\overline{<var>O</var><var>A</var>}\perp\overline{<var>O</var><var>C</var>}</code>, sabemos que <code>\purple{m<var>LARGE_ANGLE</var> = 90^\circ}</code>.
pt: Uma vez que temos que <code>\overline{<var>O</var><var>A</var>}\perp\overline{<var>O</var><var>C</var>}</code>, sabemos que <code>\purple{m<var>LARGE_ANGLE</var> = 90^\circ}</code>.
tr: <code>\overline{<var>O</var><var>A</var>}\perp\overline{<var>O</var><var>C</var>}</code> verilmiş olduğu için, <code>\purple{m<var>LARGE_ANGLE</var> = 90^\circ}</code> olduğunu biliyoruz.

source: Since we are looking for <code><var>V2</var></code>, and both of our equations have <code><var>V1</var></code> alone on one side, this is a convenient time to use elimination.
es: Como estamos buscando <code><var>V2</var></code>, y ambas de nuestras ecuaciones tienen a <code><var>V1</var></code> sin coeficientes en un lado, es un momento conveniente para usar la eliminación.
fr: On cherche <code><var>V2</var></code> et chacune des deux équations donne une expression de <code><var>V1</var></code>, donc on peut utiliser la méthode d'addition.
nb: Siden vi ser etter <code><var>V2</var></code>, og begge likningene har <code><var>V1</var></code> alene på en side, er dette en god anledning til å bruke eliminering.
nl: Aangezien we <code><var>V2</var></code> willen weten, en beide vergelijkingen <code><var>V1</var></code> maar aan één kant hebben staan, is dit een goede gelegenheid om gebruik te maken van eliminatie.
pl: Ponieważ szukamy <code><var>V2</var></code>, a oba równania mają <code><var>V1</var></code> oddzielnie po którejś stronie, mamy dogodną sytuację do użycia metody eliminacji.
pt: Como estamos procurando por <code><var>V2</var></code>, e nossas duas equações têm <code><var>V1</var></code> separado em um lado, este é um bom momento para usarmos eliminação.
tr: <code><var>V2</var></code>'yi bulmaya çalıştığımız, ve denklemlerimizin her ikisinin sadece bir tarafında <code><var>V1</var></code> olduğu için, bu, sadeleştirme yapmak için uygun bir zaman.

source: Since we have <code>2</code> middle numbers, the median is the mean of <strong>those</strong> two numbers!
fr: Il y a <code>2</code> nombres qui occupent la place centrale donc la médiane est la demi-somme de <strong>ces</strong> deux nombres.
nb: Siden vi har <code>2</code> tall i midten, blir medianen gjennomsnittet av <strong>disse</strong> to tallene!
pl: Jeśli mamy <code>2</code> liczby środkowe, medianą jest średnia z <strong>tych</strong> dwóch liczb!
pt: Como temos <code>2</code> números intermediários, a mediana é a média <strong>daqueles</strong> dois números!
tr: Ortada <code>2</code> sayı olduğu için, medyan <strong>bu</strong> iki sayının ortalamasıdır!

source: Since we have <code><var>VOL</var></code> cubic <var>plural_form(FROM, VOL)</var>, and each cubic <var>FROM</var> holds <code><var>CONVERSION_CUBED</var></code> cubic <var>plural_form(TO, CONVERSION_CUBED)</var>, we have a total of <code><var>VOL</var> \times <var>CONVERSION_CUBED</var></code> cubic <var>plural_form(TO, VOL * CONVERSION_CUBED)</var>.
es: Dado que tenemos <code><var>VOL</var></code> <var>plural_form(FROM, VOL)</var> cúbicos, y cada <var>FROM</var> cúbico tiene <code><var>CONVERSION_CUBED</var></code> <var>plural_form(TO, CONVERSION_CUBED)</var> cúbicos, tenemos un total de <code><var>VOL</var> \times <var>CONVERSION_CUBED</var></code> <var>plural_form(TO, VOL * CONVERSION_CUBED)</var> cúbicos.
fr: Comme il y a <code><var>VOL</var></code> <var>plural_form(FROM, VOL)</var> cubes, et comme chaque <var>FROM</var> cube contient <code><var>CONVERSION_CUBED</var></code> <var>plural_form(TO, CONVERSION_CUBED)</var> cubes, il y a au total <code><var>VOL</var> \times <var>CONVERSION_CUBED</var></code> <var>plural_form(TO, VOL * CONVERSION_CUBED)</var> cubes.
nb: Siden vi har <code><var>VOL</var></code> kubikk <var>plural_form(FROM, VOL)</var>, og hver kubikk <var>FROM</var> holds <code><var>CONVERSION_CUBED</var></code> kubikk <var>plural_form(TO, CONVERSION_CUBED)</var>, vi har totalt <code><var>VOL</var> \times <var>CONVERSION_CUBED</var></code> cubic <var>plural_form(TO, VOL * CONVERSION_CUBED)</var>.
pt: Como temos <code><var>VOL</var></code> <var>plural_form(FROM, VOL)</var> cúbicos, e cada <var>FROM</var> cúbico contém <code><var>CONVERSION_CUBED</var></code> <var>plural_form(TO, CONVERSION_CUBED)</var> cúbicos, temos um total de <code><var>VOL</var> \times <var>CONVERSION_CUBED</var></code> <var>plural_form(TO, VOL * CONVERSION_CUBED)</var> cúbicos.
tr: Elimizde <code><var>VOL</var></code> kübik <var>plural_form(FROM, VOL)</var> olduğuna, ve her kübik <var>FROM</var> <code><var>CONVERSION_CUBED</var></code> kübik <var>plural_form(TO, CONVERSION_CUBED)</var> alabildiğine göre, elimizde toplam <code><var>VOL</var> \times <var>CONVERSION_CUBED</var></code> kübik <var>plural_form(TO, VOL * CONVERSION_CUBED)</var> vardır.

source: Since we have already been given <code>\cos( \angle <var>ANGLE</var> )</code>, we can set up a proportion to find <code>\overline{<var>ADJACENT_NAME</var>}</code>.
es: Como ya se nos ha dado <code>\cos( \angle <var>ANGLE</var> )</code>, podemos establecer una proporción para encontrar <code>\overline{<var>ADJACENT_NAME</var>}</code>.
pl: Ponieważ podano <code>\cos( \angle <var>ANGLE</var> )</code>, możemy zapisać proporcję, żeby znaleźć <code>\overline{<var>ADJACENT_NAME</var>}</code>.
pt: Uma vez que já sabemos que <code>\cos( \angle <var>ANGLE</var> )</code>, podemos definir uma proporção para encontrar <code>\overline{<var>ADJACENT_NAME</var>}</code>.
tr: <code>\cos( \angle <var>ANGLE</var> )</code> verildiği için, <code>\overline{<var>ADJACENT_NAME</var>}</code>'i bulmak için bir orantı kurabiliriz.

source: Since we have already been given <code>\cos( \angle <var>ANGLE</var> )</code>, we can set up a proportion to find <code>\overline{AB}</code>.
es: Como ya se nos ha dado <code>\cos( \angle <var>ANGLE</var> )</code>, podemos establecer una proporción para encontrar <code>\overline{AB}</code>.
pl: Ponieważ podano <code>\cos( \angle <var>ANGLE</var> )</code>, możemy zapisać proporcję, żeby znaleźć <code>\overline{AB}</code>.
pt: Uma vez que já sabemos que <code>\cos( \angle <var>ANGLE</var> )</code>, podemos definir uma proporção para encontrar <code>\overline{AB}</code>.
tr: <code>\cos( \angle <var>ANGLE</var> )</code> verildiği için, <code>\overline{AB}</code>'i bulmak için bir orantı kurabiliriz.

source: Since we have already been given <code>\sin( \angle <var>ANGLE</var> )</code>, we can set up a proportion to find <code>\overline{<var>OPPOSITE_NAME</var>}</code>.
es: Como ya se nos ha dado <code>\sin( \angle <var>ANGLE</var> )</code>, podemos establecer una proporción para encontrar <code>\overline{<var>OPPOSITE_NAME</var>}</code>.
pl: Ponieważ podano <code>\sin( \angle <var>ANGLE</var> )</code>, możemy zapisać proporcję, żeby znaleźć <code>\overline{<var>OPPOSITE_NAME</var>}</code>.
pt: Uma vez que já sabemos que <code>\sin( \angle <var>ANGLE</var> )</code>, podemos definir uma proporção para encontrar <code>\overline{<var>OPPOSITE_NAME</var>}</code>.
tr: <code>\sin( \angle <var>ANGLE</var> )</code> verildiği için, <code>\overline{<var>OPPOSITE_NAME</var>}</code>'i bulmak için bir orantı kurabiliriz.

source: Since we have already been given <code>\sin( \angle <var>ANGLE</var> )</code>, we can set up a proportion to find <code>\overline{AB}</code>.
es: Como ya se nos ha dado <code>\sin( \angle <var>ANGLE</var> )</code>, podemos establecer una proporción para encontrar <code>\overline{AB}</code>.
pl: Ponieważ podano <code>\sin( \angle <var>ANGLE</var> )</code>, możemy zapisać proporcję, żeby znaleźć <code>\overline{AB}</code>.
pt: Uma vez que já sabemos que <code>\sin( \angle <var>ANGLE</var> )</code>, podemos definir uma proporção para encontrar <code>\overline{AB}</code>.
tr: <code>\sin( \angle <var>ANGLE</var> )</code> verildiği için, <code>\overline{AB}</code>'yi bulmak için bir orantı kurabiliriz.

source: Since we have already been given <code>\tan( \angle <var>ANGLE</var> )</code>, we can set up a proportion to find <code>\overline{<var>ADJACENT_NAME</var>}</code>.
da: Da vi allerede har fået oplyst <code>\tan( \angle <var>ANGLE</var> )</code>, kan vi opstille et forhold for at finde <code>\overline{<var>ADJACENT_NAME</var>}</code>.
es: Como ya se nos ha dado <code>\tan( \angle <var>ANGLE</var> )</code>, podemos establecer una proporción para encontrar <code>\overline{<var>ADJACENT_NAME</var>}</code>.
pl: Ponieważ podano <code>\tan( \angle <var>ANGLE</var> )</code>, możemy zapisać proporcję, żeby znaleźć <code>\overline{<var>ADJACENT_NAME</var>}</code>.
pt: Uma vez que já sabemos que <code>\tan( \angle <var>ANGLE</var> )</code>, podemos definir uma proporção para encontrar <code>\overline{<var>ADJACENT_NAME</var>}</code>.
tr: <code>\tan( \angle <var>ANGLE</var> )</code> verildiği için, <code>\overline{<var>ADJACENT_NAME</var>}</code>'i bulmak için bir orantı kurabiliriz.

source: Since we have already been given <code>\tan( \angle <var>ANGLE</var> )</code>, we can set up a proportion to find <code>\overline{<var>OPPOSITE_NAME</var>}</code>.
da: Da vi allerede har fået oplyst <code>\tan( \angle <var>ANGLE</var> )</code>, kan vi opstille et forhold for at finde <code>\overline{<var>OPPOSITE_NAME</var>}</code>.
es: Como ya se nos ha dado <code>\tan( \angle <var>ANGLE</var> )</code>, podemos establecer una proporción para encontrar <code>\overline{<var>OPPOSITE_NAME</var>}</code>.
pl: Ponieważ podano <code>\tan( \angle <var>ANGLE</var> )</code>, możemy zapisać proporcję, żeby znaleźć <code>\overline{<var>OPPOSITE_NAME</var>}</code>.
pt: Uma vez que já sabemos que <code>\tan( \angle <var>ANGLE</var> )</code>, podemos definir uma proporção para encontrar <code>\overline{<var>OPPOSITE_NAME</var>}</code>.
tr: <code>\tan( \angle <var>ANGLE</var> )</code> verildiği için, <code>\overline{<var>OPPOSITE_NAME</var>}</code> bulmak için bir orantı kurabiliriz.

source: Since we only care about whole months that <var>person(1)</var> has spent working, we round <code><var>localeToFixed((R - Q) / P, 2)</var></code> up to <code><var>X</var></code>.
da: Eftersom vi kun tænker på hele måneder, <var>person(1)</var> har brugt på at arbejde, runder vi <code><var>localeToFixed((R - Q) / P, 2)</var></code> op til <code><var>X</var></code>.
es: Puesto que solo nos interesan los meses completos que <var>person(1)</var> ha estado trabajando, redondeamos <code><var>localeToFixed((R - Q) / P, 2)</var></code> hasta <code><var>X</var></code>.
fr: Vu qu'on ne s'intéresse qu'aux mois complets pendant lesquels <var>person(1)</var> a travaillé, on arrondit <code><var>localeToFixed((R - Q) / P, 2)</var></code> à <code><var>X</var></code>.
nb: Siden vi kun tenker på hele måneder, <var>person(1)</var> har brukt på å arbeide, runder vi av <code><var>localeToFixed((R - Q) / P, 2)</var></code> op til <code><var>X</var></code>.
nl: Omdat we alleen willen weten als <var>person(1)</var> een hele maand heeft geoefend, ronden we <code><var>localeToFixed((R - Q) / P, 2)</var></code> af op <code><var>X</var></code>.
pl: Skoro zależy nam tylko na całych miesiącach, które <var>person(1)</var> musi spędzić na pracy, zaokrąglamy <code><var>localeToFixed((R - Q) / P, 2)</var></code> w górę do <code><var>X</var></code>.
pt: Uma vez que nos preocupamos apenas com meses completos que <var>person(1)</var> passou trabalhando, arredondamos <code><var>localeToFixed((R - Q) / P, 2)</var></code> para <code><var>X</var></code>.
tr: Yalnızca <var>person(1)</var>'in çalışarak geçirdiği tam ay sayısıyla ilgilendiğimize göre, <code><var>localeToFixed((R - Q) / P, 2)</var></code>'yi <code><var>X</var></code>'e yuvarlarız.
