Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Consider the perfect squares near <code><var>Q</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-perfect-square">What are perfect squares?</a>]
da: Overvej de perfekte firkanter tæt på <code><var>Q</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-perfect-square">What are perfect squares?</a>]
es: Considera los cuadrados perfectos cercanos a <code><var>Q</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-perfect-square">¿Qué son los cuadrados perfectos?</a>]
fr: On considère les carrés parfaits proches de <code><var>Q</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-perfect-square"> Qu'est-ce qu'un carré parfait ? </a>]
hi: पूर्ण वर्गों को देखें <code><var>Q</var></code>के निकटI [<a href="#" class="show-subhint" data-subhint="explain-perfect-square">पूर्ण वर्ग क्या हैं?</a>]
nb: Vurder kvadrattallene nærme <code><var>Q</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-perfect-square">Hva er kvadrattall?</a>]
nl: Denk aan de kwadraatgetallen rond <code><var>Q</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-perfect-square">Wat zijn kwadraatgetallen?</a>]
pl: Weź pod uwagę liczby kwadratowe bliskie <code><var>Q</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-perfect-square">Co to są liczby kwadratowe?</a>]
pt: Considere os quadrados perfeitos próximos de <code><var>Q</var></code>. [<a href="#" class="show-subhint" data-subhint="explain-perfect-square">Quais são quadrados perfeitos?</a>]
tr: <code><var>Q</var></code> sayısına yakın olan tam kareleri düşününüz. [<a href="#" class="show-subhint" data-subhint="explain-perfect-square">Tam kare nedir?</a>]

source: Consider the range of <code><var>expr(["*", A, ["^", "x", 2]])</var></code>.
da: Overvej værdimængden af <code><var>expr(["*", A, ["^", "x", 2]])</var></code>.
es: Considera el rango de <code><var>expr(["*", A, ["^", "x", 2]])</var></code>.
fr: Quel est l'ensemble image de la fonction qui à x fait correspondre <code><var>expr(["*", A, ["^", "x", 2]])</var></code> ?
nb: Vurder verdimengden til <code><var>expr(["*", A, ["^", "x", 2]])</var></code>.
pt: Considere a imagem de <code><var>expr(["*", A, ["^", "x", 2]])</var></code>.
tr: <code><var>expr(["*", A, ["^", "x", 2]])</var></code>'in görüntü kümesini düşünün.

source: Constrain value between min and max
da: Begræns værdi mellem min og max
es: Restringe el valor entre min y máx
fr: Restreint une valeur comprise entre min et max
ja: mix と max の間に値を拘束する
nb: Begrenser verdier mellom min og maks
nl: Waarde tussen min en max beperken
pl: Ogranicz wartość do przedziału pomiędzy min a max
pt: Restringe o valor entre min e max
pt_pt: Restringe o valor entre o mínimo e o máximo
tr: Değeri min ve max arasında kısıtla

source: Constrains a value to not exceed a maximum and minimum value.
da: Begrænser en værdi til ikke at overstiger en maksimums- og minimumsværdi.
es: Restringe un valor para que no exceda un valor máximo y uno mínimo.
nb: Begrenser verdien for ikke å overskride en maksimum og minimum verdi.
pl: Ogranicza wartość do nieprzekraczania wartości minimalnej i maksymalnej.
pt: Restringe um valor para não exceder um valor máximo e um valor mínimo.
tr: Bir değeri, bir maksimum ve bir minimum değeri aşmayacak şekilde kısıtlar.

source: Construct a circle circumscribing the triangle.
es: Construye un círculo que circunscriba al triángulo.
fr: Construire le cercle circonscrit à ce triangle.
pl: Skonstruuj okrąg opisany na trójkącie.
pt: Construa uma circunferência que circunscreva o triângulo.
tr: Üçgenin çevresine bir çember çiziniz.

source: Construct a circle inscribed inside the triangle.
es: Construye un círculo inscrito dentro del triángulo.
fr: Construire le cercle inscrit dans ce triangle.
pl: Skonstruuj okrąg wpisany w trójkąt.
pt: Construa uma circunferência inscrita no triângulo.
tr: Üçgene iç teğet bir çember çiziniz.

source: Construct a copy of angle <code>\angle BAC</code> with the vertex at point <code>P</code>.
es: Construye una copia del ángulo <code>\angle BAC</code> con el vértice en el punto <code>P</code>.
fr: Construire un angle de sommet <code>P</code> égal à <code>\angle BAC</code>.
pt: Construa uma cópia do ângulo <code>\angle BAC</code> com o vértice no ponto <code>P</code>.
tr: Köşesi <code>P</code> olacak şekilde, <code>\angle BAC</code> açısının bir kopyasını çiziniz.

source: Construct a line parallel to the given line, going through <code>P</code>.
es: Construye una línea paralela a la línea dada que pase por <code>P</code>.
fr: Construire une droite parallèle a la droite donnée, passant par le point <code>P</code>.
pt: Construa uma reta paralela à reta apresentada, passando por <code>P</code>.
tr: Verilen doğruya paralel, <code>P</code>'den geçen bir doğru çiziniz.

source: Construct a line perpendicular to the given line.
es: Construye una línea perpendicular a la línea dada.
fr: Construire une droite perpendiculaire à la droite donnée.
pt: Construa uma reta perpendicular à reta dada.
tr: Verilen doğruya dik bir başka doğru çiziniz.

source: Construct a line segment with the same length as <code>\overline{AB}</code>, with one end at <code>P</code>.
es: Construye un segmento con la misma longitud que <code>\overline{AB}</code>, con un extremo en <code>P</code>.
fr: Construire un segment de droite de même longueur que <code>\overline{AB}</code> et dont l'une des extrémités est <code>P</code>.
pt: Construa um segmento de reta do mesmo comprimento que <code>\overline{AB}</code>, com uma extremidade em <code>P</code>.
tr: Uzunluğu <code>\overline{AB}</code> ile aynı, ve bir bitim noktası <code>P</code> olan bir doğru parçası çiziniz.

source: Construct a perpendicular bisector of the line segment <code>\overline{AB}</code>.
es: Construye una mediatriz del segmento <code>\overline{AB}</code>.
fr: Construire la médiatrice du segment <code>\overline{AB}</code>.
pt: Construa uma mediatriz do segmento de reta <code>\overline{AB}</code>.
tr: <code>\overline{AB}</code> doğru parçasının orta dikmesini çiziniz.

source: Construct a regular hexagon inscribed inside the circle.
es: Construye un hexágono regular inscrito dentro del círculo.
fr: Construire un hexagone inscrit dans ce cercle.
pl: Skonstruuj sześciokąt foremny wpisany w okrąg.
pt: Construa um hexágono inscrito na circunferência.
tr: Çemberin içine bir düzgün altıgen çiziniz.

source: Construct a square inscribed inside the circle.
es: Construye un cuadrado inscrito dentro del círculo.
fr: Construire un carré inscrit dans ce cercle.
pl: Skonstruuj kwadrat wpisany w okrąg.
pt: Construa um quadrado inscrito na circunferência.
tr: Çemberin içine bir kare çiziniz.

source: Construct an angle bisector for the given angle.
es: Construye una bisectriz para el ángulo dado.
fr: Construire la bissectrice de cet angle.
pt: Construa uma bissetriz do ângulo dado.
tr: Verilen açının açıortayını çiziniz.

source: Construct an equilateral triangle inscribed inside the circle.
es: Construye un triángulo equilátero inscrito dentro del círculo.
fr: Construire un triangle équilatéral inscrit dans ce cercle.
pl: Skonstruuj trójkąt równoboczny wpisany w okrąg.
pt: Construa um triângulo equilátero inscrito na circunferência.
tr: Bir çemberin içine eşkenar bir üçgen çiziniz.

source: Consulting with Sal...
da: Konsulterer med Sal...
es: Consultando con Sal...
fr: Consulter Sal...
ja: サルと相談．．．
nb: Hører med Sal...
nl: Overleg met Sal Khan...
pl: Konsultacja z Salem...
pt: Consultando-se com Sal...
pt_pt: A consultar com o Sal...
tr: Sal'a danışıyoruz..

source: Consumer Key:
da: Brugernøglen:
es: Clave del consumidor:
fr: Clé personelle:
nb: Brukernøkkel:
pl: Klucz konsumenta:
pt: Chave do consumidor:
pt_pt: Chave do consumidor:
tr: Müşteri anahtarı:

source: Consumer Secret:
da: Bruger Hemmelighed:
es: Secreto del consumidor:
fr: Secret de consommateur :
nb: Brukerhemmelighet:
pl: Tajemnica konsumencka:
pt: Segredo do consumidor:
pt_pt: Segredo do consumidor:
tr: Müşteri Parolası:

source: Consuming food and drink
bg: Консумация на храна и напитки
da: Indtagelse af mad og drikke
es: Consumiendo comida y bebidas
fr: Consommer des aliments et boissons
pl: Spożywanie żywności i napojów
pt: Consumo de comida e bebida
tr: Gıda ve içecek tüketimi

source: Contact
da: Kontakt
es: Contacto
ja: お問い合わせ
nb: Kontakt
pl: Kontakt
pt: Contato
pt_pt: Contacto
tr: İletişim

source: Contact Us
da: Kontakt os
es: Contáctanos
fr: Contactez-nous
ja: 連絡先
nb: Kontakt oss
nl: Neem contact op met ons
pl: Skontaktuj się z nami
pt: Fale conosco
pt_pt: Contacte-nos
tr: Bize Ulaşın

source: Content Fellow
pt: Fellow de conteúdo
tr: İçerik Sorumlusu

source: Content Partnerships
pt: Parcerias de Conteúdo
tr: İçerik Ortaklıkları

source: Content Specialists
fr: Nos spécialistes (US)
pt: Especialistas em conteúdo
pt_pt: Especialistas em conteúdo
tr: İçerik Uzmanları

source: Contentious programs about subjects like politics, religion/atheism, or personal issues.
da: Kontroversielle programmer om emner som politik, religion/ateisme eller personlige problemer.
es: Programas polémicos acerca de temas como política, religión/ateísmo o asuntos personales.
fr: Les programmes controversés sur des sujets comme la politique, la religion ou l'athéisme ou les problèmes personnels.
nb: Kontroversielle programmer om emner som politikk, religion/ateisme eller personlige problemer.
nl: Omstreden programma's over onderwerpen zoals politiek, religie/atheïsme of persoonlijke problemen.
pl: Programy o takich tematach jak polityka, religia/ateizm, lub problemy osobiste.
pt: Programas polêmicos sobre assuntos como política, religião/ateísmo, ou assuntos pessoais.
tr: Siyaset, din/ateizm, veya kişisel konular hakkında kavgacı tutum sergileyen programlar

source: Contests
nb: Konkurranser
nl: Wedstrijden
pl: Konkursy
pt: Concursos
pt_pt: Concursos
tr: Yarışmalar

source: Continue
da: Fortsæt
es: Continuar
fr: Continuer
ja: 続ける
nb: Fortsett
nl: Verdergaan
pl: Kontynuuj
pt: Continuar
pt_pt: Continuar
tr: Devam

source: Continue learning now
da: Fortsæt med at lære nu
es: Continúa aprendiendo ahora
fr: Continuez à apprendre
nb: Fortsett å lære nå
nl: Ga nu verder met bijleren
pl: Kontynuuj teraz naukę
pt: Continue aprendendo agora
pt_pt: Continua a aprender agora
tr: Öğrenmeye devam edin

source: Continue learning now at
da: Fortsæt med at lære nu på
es: Continúa aprendiendo ahora en
fr: Continuez d'apprendre à
nb: Fortsette å lære på
nl: Ga nu verder met leren bij
pl: Kontynuuj naukę już teraz na
pt: Continue aprendendo agora na
pt_pt: Continua a aprender na
tr: Öğrenmeye şurada devam edin:

source: Continue learning on Khan Academy!
es: ¡Sigue aprendiendo en Khan Academy!
nb: Fortsette læringen på Khan Academy!
pt: Continue aprendendo na Khan Academy!
pt_pt: Continua a aprender na Khan Academy!
tr: Khan Academy ile öğrenmeye devam!

source: Continue on with what you were doing
da: Fortsæt med hvad du lavede
es: Continúa con lo que estabas haciendo
fr: Continuez là où vous avez arrêté
ja: あなたがしていたことを続ける
nb: Fortsette med det du gjorde
nl: Ga door met wat je aan het doen was
pl: Kontynuuj to, co robisz
pt: Continuar o que estava fazendo
pt_pt: Continuar o que eu estava a fazer
tr: Yaptığınıza devam edin

source: Continue reading
da: Fortsæt med at læse
es: Sigue leyendo
fr: Continuer la lecture
ja: 続きを読む
nb: Fortsett å lese
nl: Lees verder
pl: Kontynuuj czytanie
pt: Continue lendo
tr: Okumaya devam ediniz

source: Continue to "%(title)s"
da: Fortsæt til "%(title)s"
es: Continúa a "%(title)s"
fr: Continuer vers "%(title)s"
ja: "%(title)s" へと続く
nb: Fortsett til "%(title)s"
nl: Ga naar "%(title)s"
pl: Przejdź do "%(title)s"
pt: Continue "%(title)s"
pt_pt: Continuar para "%(title)s"
tr: "%(title)s" ile devam et

source: Continue to help students signup for the Challenge
es: Continúa ayudando a los estudiantes a registrarse en el desafío
nb: Fortsette å hjelpe elever å registreres for konkurransen
pt: Continuar ajudando os alunos a se cadastrarem no desafio
tr: Öğrencilerin Yarışmaya katılmasına yardım etmeye devam edin

source: Continue to next task
da: Fortsæt til næste opgave
es: Continuar a la siguiente tarea
fr: Continuer
nb: Fortsett til neste oppgave
nl: Naar volgende taak gaan
pl: Kontynuuj do następnego zadania
pt: Continuar a próxima tarefa
pt_pt: Continuar
tr: Bir sonraki göreve geçin

source: Continue to parent login
bg: Продължи към входа за родители
da: Fortsæt til forælder login
es: Continúa para iniciar sesión como padre
fr: Continuer pour ouvrir une session de parent
he: המשיכו להתחברות הורה
ja: 保護者ログインを継続
nb: Fortsett til innlogging for foreldre
nl: Ga door naar login voor ouders
pl: Kontynuuj, żeby zalogować się jako rodzic
pt: Seguir para login do pai ou responsável
pt_pt: Avançar para o início de sessão de pai
tr: Veli girişine devam

source: Continuous Play is OFF
da: Fortsat afspilning er OFF
es: La reproducción continua está apagada
fr: Lecture continue est en mode OFF
ja: 連続再生は OFF です
nb: Kontinuerlig avspilling er AV
nl: Automatisch afspelen staat UIT
pl: Opcja ciągłego odtwarzania jest wyłączona
pt: A reprodução contínua está DESLIGADA
pt_pt: Reprodução contínua: NÃO
tr: Sürekli oynatım KAPALI

source: Contribute
da: Bidrag
es: Contribuye
fr: Contribuez
ja: 貢献する
nb: Bidra
nl: Bijdragen
pl: Wnieś swój wkład
pt: Contribua
pt_pt: Contribuir
tr: Katkı Sağlayın

source: Control character in string: {a}.
da: Kontroller tegn i streng: {a}.
es: Caracter de control en la cadena: {a}.
nb: Kontroller tegn i linjen: {a}.
nl: Controleer karater in string: {a}.
pl: Znak kontrolny w ciągu: {a}.
pt: Caractere de controle na string: {a}.
tr: Dizedeki {a} karakterini kontrol ediniz.

source: Convert <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> <var>STD_FORM_COMP</var> <var>C</var></code> to slope-intercept form by solving for <code>y</code>.
da: Konverter <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> <var>STD_FORM_COMP</var> <var>C</var></code> til hældning-skæringspunktform ved at løse for <code>y</code>.
es: Convierte <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> <var>STD_FORM_COMP</var> <var>C</var></code> a la forma pendiente-ordenada al origen resolviendo para <code>y</code>.
fr: On isole <code>y</code> pour écrire <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> <var>STD_FORM_COMP</var> <var>C</var></code> sous la forme y = ax + b.
nb: Konverter <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> <var>STD_FORM_COMP</var> <var>C</var></code> til lineær form ved å løse for <code>y</code>.
pl: Przekształć <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> <var>STD_FORM_COMP</var> <var>C</var></code> do postaci kierunkowej <code>y</code>.
pt: Converta <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> <var>STD_FORM_COMP</var> <var>C</var></code> em equação reduzida da reta, encontrando o valor de <code>y</code>.
tr: <code>y</code>'yi tek başına bırakarak <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> <var>STD_FORM_COMP</var> <var>C</var></code>'yi nokta-kesme noktası formuna dönüştürün.

source: Convert <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> = <var>C</var></code> to slope-intercept form by solving for <code>y</code>.
da: Omskriv <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> = <var>C</var></code> til hældning-skæringspunktform ved at løse for <code>y</code>.
es: Convierte <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> = <var>C</var></code> a la forma pendiente-ordenada al origen (o ecuación de la recta) despejando <code>y</code>.
fr: On isole <code>y</code> dans <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> = <var>C</var></code>.
nb: Gjør om <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> = <var>C</var></code> til et lineært funksjonsuttrykk ved å løse for <code>y</code>.
pl: Przekształć <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> = <var>C</var></code> do postaci kierunkowej <code>y</code>.
pt: Converta <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> = <var>C</var></code> em equação reduzida da reta encontrando o valor de <code>y</code>.
tr: <code>y</code>'yi tek başına bırakarak, <code><var>expr([ "+", [ "*", A, "x" ], [ "*", B, "y" ] ])</var> = <var>C</var></code>'i eğim-kesme noktası formuna dönüştürünüz.

source: Convert back to decimals.
es: Convierte otra vez a decimales.
fr: On les écrit de nouveau sous forme décimale.
nb: Gjør om til desimaler.
pl: Zamień z powrotem na ułamki dziesiętne.
pt: Converta-os de volta em números decimais.
tr: Ondalıklı sayıya geri dönüştürünüz.

source: Convert both equations to slope-intercept form:
da: Omskriv begge ligninger til hældning-skærings-form:
es: Convierte ambas ecuaciones a la forma pendiente-ordenada al origen:
fr: On met les deux équations sous la forme y = ax + b :
nb: Skriv om begge ligningene til lineær funksjons-form:
pl: Przekształć oba równania do postaci kierunkowej:
pt: Converta ambas as equações para a forma reduzida:
tr: İki denklemi de eğim-kesme noktası formuna dönüştürün:

source: Convert the angle <var>ANGLE.deg</var>° to radians.
da: Omskriv vinklen <var>ANGLE.deg</var>° til radianer.
es: Convierte el ángulo <var>ANGLE.deg</var>° a radianes.
fr: Convertir <var>ANGLE.deg</var> ° en radians.
pt: Converta o ângulo <var>ANGLE.deg</var>° para radianos.
tr: <var>ANGLE.deg</var>° açısını radyana çeviriniz.

source: Convert the equation to vertex form by completing the square. [<a href="#" class="show-subhint" data-subhint="complete-square">Show me how</a>]
da: Konverter ligningerne til toppunktsform ved at fuldende kvadratet. [<a href="#" class="show-subhint" data-subhint="complete-square">Vis mig hvordan</a>]
es: Convierte la ecuación a la forma de vértice completando cuadrados. [<a href="#" class="show-subhint" data-subhint="complete-square">Muéstrame cómo</a>]
fr: On met l'équation de la parabole sous forme canonique en mettant en évidence un carré. [<a href="#" class="show-subhint" data-subhint="complete-square">Explication</a>]
nb: Konverter ligningene til toppunktsform ved å fullføre kvadratet. [<a href="#" class="show-subhint" data-subhint="complete-square">Vis meg hvordan</a>]
pt: Converta a equação para a forma canônica completando quadrado. [<a href="#" class="show-subhint" data-subhint="complete-square">Mostre-me como</a>]
tr: Tam kareye tamamlayarak denklemi köşe formuna dönüştürünüz. [<a href="#" class="show-subhint" data-subhint="complete-square">Nasıl olduğunu gösterin</a>]

source: Convert the first equation, <code><var>expr([ "+", [ "*", A1, "x" ], [ "*", B1, "y" ] ])</var> = <var>C1</var></code>, to slope-intercept form.
da: Omskriv den første ligning, <code><var>expr([ "+", [ "*", A1, "x" ], [ "*", B1, "y" ] ])</var> = <var>C1</var></code>, til hældning-skæringspunktform.
es: Convierte la primera ecuación, <code><var>expr([ "+", [ "*", A1, "x" ], [ "*", B1, "y" ] ])</var> = <var>C1</var></code>, a la forma pendiente-ordenada al origen.
fr: On écrit la première équation, <code><var>expr([ "+", [ "*", A1, "x" ], [ "*", B1, "y" ] ])</var> = <var>C1</var></code>, sous la forme y = ax + b.
nb: Skriv om den første likningen <code><var>expr([ "+", [ "*", A1, "x" ], [ "*", B1, "y" ] ])</var> = <var>C1</var></code>, til en lineær funksjon.
pl: Przekształć pierwsze równanie, <code><var>expr([ "+", [ "*", A1, "x" ], [ "*", B1, "y" ] ])</var> = <var>C1</var></code>, do postaci kierunkowej.
pt: Converta a primeira equação, <code><var>expr([ "+", [ "*", A1, "x" ], [ "*", B1, "y" ] ])</var> = <var>C1</var></code>, na equação reduzida da reta.
tr: Birinci denklemi, <code><var>expr([ "+", [ "*", A1, "x" ], [ "*", B1, "y" ] ])</var> = <var>C1</var></code>, eğim-kesme noktası formuna çevirin.

source: Convert the first inequality, <code><var>expr([ "+", [ "*", A_1, "x" ], [ "*", B_1, "y" ] ])</var> <var>STD_FORM_COMP_1</var> <var>C_1</var></code>, to slope-intercept form by solving for <code>y</code>.
es: Convierte la primera desigualdad, <code><var>expr([ "+", [ "*", A_1, "x" ], [ "*", B_1, "y" ] ])</var> <var>STD_FORM_COMP_1</var> <var>C_1</var></code>, a la forma pendiente-ordenada al origen resolviendo para <code>y</code>.
fr: On transforme l'inéquation <code><var>expr([ "+", [ "*", A_1, "x" ], [ "*", B_1, "y" ] ])</var> <var>STD_FORM_COMP_1</var> <var>C_1</var></code>, de façon à ce que son premier membre soit <code>y</code>.
nb: Gjør om den første ulikheten, <code><var>expr([ "+", [ "*", A_1, "x" ], [ "*", B_1, "y" ] ])</var> <var>STD_FORM_COMP_1</var> <var>C_1</var></code>, til lineær form ved å løse for <code>y</code>.
pt: Converta a primeira inequação, <code><var>expr([ "+", [ "*", A_1, "x" ], [ "*", B_1, "y" ] ])</var> <var>STD_FORM_COMP_1</var> <var>C_1</var></code>, para a forma de inclinação e interseção resolvendo para <code>y</code>.
tr: İlk eşitsizliği, <code><var>expr([ "+", [ "*", A_1, "x" ], [ "*", B_1, "y" ] ])</var> <var>STD_FORM_COMP_1</var> <var>C_1</var></code>, <code>y</code>'yi tek başına bırakarak eğim-kesme noktası formuna dönüştürün.

source: Convert the first inequality, <code><var>expr(["+", ["*", A_1, "x"], ["*", B_1, "y"]])</var><var>STD_FORM_COMP_1</var><var>C_1</var></code>, to slope-intercept form by solving for <code>y</code>.
es: Convierte la primera desigualdad, <code><var>expr(["+", ["*", A_1, "x"], ["*", B_1, "y"]])</var><var>STD_FORM_COMP_1</var><var>C_1</var></code>, a la forma pendiente-ordenada resolviendo para <code>y</code>.
fr: On transforme l'inéquation<code><var>expr(["+", ["*", A_1, "x"], ["*", B_1, "y"]])</var><var>STD_FORM_COMP_1</var><var>C_1</var></code>, de façon à ce que son premier membre soit <code>y</code>.
nb: Gjør om den første ulikheten, <code><var>expr(["+", ["*", A_1, "x"], ["*", B_1, "y"]])</var><var>STD_FORM_COMP_1</var><var>C_1</var></code>, til lineær form med å løse for <code>y</code>.
pt: Converta a primeira inequação, <code><var>expr(["+", ["*", A_1, "x"], ["*", B_1, "y"]])</var><var>STD_FORM_COMP_1</var><var>C_1</var></code>, na equação reduzida da reta calculando <code>y</code>.
tr: İlk eşitsizliği, <code><var>expr(["+", ["*", A_1, "x"], ["*", B_1, "y"]])</var><var>STD_FORM_COMP_1</var><var>C_1</var></code>, eğim-kesme noktası formuna dönüştürmek için <code>y</code>'yi tek başına bırakırız.

source: Convert the following equation from point slope to slope intercept form.
da: Omskriv den følgende ligning fra punkt-hældningform til hældning-skæringspunktform.
es: Convierte la siguiente ecuación de la forma punto pendiente a la forma pendiente-ordenada al origen.
fr: Écrire l'équation donnée ci-dessous sous la forme y = mx + b.
nb: Konvertere denne formelen fra likningsform til lineær form.
pl: Przekształć poniższe równanie z postaci kanonicznej do postaci kierunkowej.
pt: Converta a seguinte equação da forma fundamental para a forma reduzida.
tr: Aşağıdaki denklemi nokta-eğim formundan eğim-kesme noktası formuna çeviriniz.

source: Convert the following equation from slope intercept form to standard form.
da: Omskriv den følgende ligning fra hældning-skæringspunkt-form til standardform.
es: Convierte la siguiente ecuación en la forma pendiente-ordenada al origen a la forma estándar.
fr: Écrire l'équation ci-dessous sous la forme ax +by = c.
nb: Skriv om den følgende ligning fra lineær form til standardform.
pl: Przekształć następujące równanie liniowe z postaci kierunkowej na ogólną.
pt: Converta as seguintes equações reduzidas da reta para a forma padrão.
tr: Aşağıdaki denklemi, eğim-kesme noktası formundan standart forma çeviriniz.
