Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Incorrect Translation
da: Forkert oversættelse
es: Traducción incorrecta
fr: Traduction incorrecte
ja: 不正確な翻訳
nb: Feil oversettelse
nl: Onjuiste vertaling
pl: Niepoprawne tłumaczenie
pt: Tradução incorreta
pt_pt: Tradução incorreta
tr: Yanlış tercüme

source: Incorrect answer, please try again.
nb: Feil svar, prøv igjen.
pl: Niewłaściwa odpowiedź, spróbuj jeszcze raz.
pt: Resposta incorreta, tente novamente.
pt_pt: Resposta errada. Por favor, volta a tentar.
tr: Yanlış cevap, lütfen yeniden deneyin.

source: Incorrect password
da: Forkert adgangskode
es: Contraseña incorrecta
fr: Mot de passe incorrect
ja: パスワードが間違っています
nb: Feil passord
nl: Onjuist wachtwoord
pl: Nieprawidłowe hasło
pt: Senha incorreta
pt_pt: Palavra-passe incorreta
tr: Hatalı Şifre

source: Incorrect.
da: Forkert.
es: Incorrecto.
nb: Feil.
nl: Onjuist.
pl: Źle.
pt: Incorreto.
pt_pt: Errado.
tr: Yanlış.

source: Incorrect. The answer is %(answer)s.
da: Forkert. Svaret er %(answer)s.
es: Incorrecto. La respuesta es %(answer)s.
fr: Erreur. La réponse est %(answer)s.
ja: 不正解．答えは %(answer)s です．
nb: Feil. Svaret er %(answer)s.
nl: Niet juist. Het antwoord is %(answer)s.
pl: Źle. Odpowiedzią jest %(answer)s.
pt: Incorreto. A resposta é %(answer)s.
pt_pt: Incorreto. A resposta é %(answer)s.
tr: Yanlış. Cevap, %(answer)s.

source: Increases
da: Stiger
es: Aumenta
fr: Il augmente
nb: Øker
pl: Rośnie
pt: Aumenta
tr: artar

source: Increases the size of shapes drawn after the command, by expanding and contracting vertices. For example, scale(2) makes it increase in size by 200%. If called multiple times, the sizes will multiply (accumulative effect). It can be called with one parameter to resize the same in both dimensions, or with two parameters to size differently in each dimension. To stop resizing shapes, use pushMatrix()/popMatrix().
da: Øger størrelsen af figurer som tegnes efter kommandoen er kaldt, udvider og sammentrækker toppunkter. For eksempel får scale(2) figuren til at vokse i størrelse med 200%. Hvis den kaldes flere gange, ganges størrelser sammen (akkumulerende effekt). Den kan kaldes med én parameter, som ændrer størrelsen med det samme faktor i begge dimensioner, eller med to parametre for at ændre størrelse forskelligt i hver dimension. For at stoppe skalering af figurer, skal du bruge pushMatrix()/popMatrix().
es: Aumenta el tamaño de las figuras dibujadas después del comando, expandiendo y contrayendo vértices. Por ejemplo, scale(2) incrementa el tamaño en 200%. Si es usada varias veces, los tamaños se multiplicaran (efecto acumulativo). Puede ser usada con un parámetro para reajustar el mismo en ambas dimensiones, o con dos parámetros para medir diferente en cada dimensión. Para dejar de ajustar figuras, usa pushMatrix()/popMatrix().
nb: Øker størrelsen på figurer tegnet etter kommandoen ved å utvide og trekke sammen toppunkt. For eksempel gjør scale(2) at det øker i størrelse med 200%. Hvis den brukes flere ganger, vil størrelser multipliseres (akkumulative effekt). Det kan kalles en parameter for å endre det samme i begge dimensjoner eller to parameterstørrelser ulikt i hver retning. Hvis du ikke endre størrelse på figurer, bruker du pushMatrix()/popMatrix().
pl: Zwiększa rozmiar kształtów rysowanych po komendzie, rozszerzając i zwężając wierzchołki. Na przykład scale(2) zwiększa rozmiar kształtu o 200%. Jeżeli zostanie wywołane wiele razy, rozmiary kształtów się pomnożą (efekt akumulacji). Można wywołać z jednym parametrem w celu zmiany rozmiaru we wszystkich kierunkach, lub z dwoma parametrami jeżeli rozmiar ma być zmieniony inaczej w każdym kierunku. Żeby zatrzymać zmianę rozmiaru kształtów, użyj pushMatrix()/popMatrix().
pt: Aumenta o tamanho das formas desenhadas a partir do comando, pela expansão e contração de vértices. Por exemplo, scale(2) faz aumentar o tamanho em 200%. Se chamado várias vezes, os tamanhos serão multiplicados (efeito acumulativo). Pode ser chamada com um parâmetro para redimensionar o mesmo em ambas as dimensões, ou com dois parâmetros para dimensionar de diferentes formas em cada dimensão. Para interromper o redimensionamento das formas, use pushMatrix()/popMatrix().
tr: Komuttan sonra çizilen şekillerin boyutlarını, köşeleri genişleterek veya daraltarak artırır. Örneğin, scale(2) boyutta %200 artış sağlar. Birden çok kez kulanıldığında, boyutlar (toplam artış miktarı kadar) katlanacaktır. Her boyutu tek parametreyle aynı oranda, veya iki boyutu da farklı parametrelerle farklı oranlarda artırmak mümkündür. Şekillerin yeniden boyutlandırılmasını durdurmak için pushMatrix()/popMatrix() kullanınız.

source: Incredible Answer
da: Utroligt svar
es: Increíble respuesta
fr: Réponse incroyable
ja: 信じられないほどの答え
nb: Utrolig godt svar
nl: Ongelooflijk antwoord
pl: Niesamowita odpowiedź
pt: Resposta incrível
pt_pt: Resposta incrível
tr: İnanılmaz cevap

source: Incredible Inspiration
bg: Невероятно вдъхновение
da: Utrolig Inspiration
es: Increíble inspiración
fr: Incroyable source d'inspiration
ja: 信じられないほどのインスピレーション
nb: Utrolig inspirasjon
nl: Ongelooflijke inspiratie
pl: Niesamowita inspiracja
pt: Inspiração incrível
pt_pt: Inspiração incrível
tr: İnanılmaz ilham

source: Incredible Question
da: Utroligt godt spørgsmål
es: Increíble pregunta
fr: Question incroyable
ja: 信じられないほどの質問
nb: Utrolig godt spørsmål
nl: Ongelooflijke vraag
pl: Niesamowite pytanie
pt: Pergunta incrível
pt_pt: Pergunta incrível
tr: İnanılmaz soru

source: Incredible!
da: Utroligt!
es: ¡Increíble!
fr: Incroyable !
nb: Utrolig!
nl: Ongelooflijk!
pl: Niesamowite!
pt: Incrível!
pt_pt: Incrível!
tr: İnanılmaz!

source: Independent probability
es: Probabilidad independiente
fr: Événements indépendants
pl: Zdarzenia losowe niezależne
pt: Probabilidade independente
tr: Bağımsız olasılık

source: Indium
es: Indio
pl: Ind
pt: Índio
pt_pt: Índio
tr: İndiyum

source: Individual content changes
da: Individuelle indholdsændringer
es: Cambios de contenido individual
fr: Modifications de contenu individuelles
nb: Individuelle innholdsendringer
nl: Individuele veranderingen in de inhoud
pl: Zmiany zawartości indywidualnej
pt: Mudanças de conteúdo individual
pt_pt: Alterações ao conteúdo individual
tr: Tekil içerik değişiklikleri

source: Individuals
nb: Enkeltpersoner
pt: Indivíduos
tr: Bireyler

source: Inequalities on a number line
es: Desigualdades en la recta numérica
fr: Inégalités et droite numérique
hi: संख्या रेखा पर असमानताएं
nb: Ulikheter på tallinjen
pl: Nierówności na osi liczbowej
pt: Inequações em uma reta numérica
tr: Sayı doğrusunda eşitsizlikler

source: Inequality 1:
es: Desigualdad 1:
fr: Inéquation 1 :
nb: Ulikhet 1:
pl: Nierówność 1:
pt: Inequação 1:
tr: 1. Eşitsizlik:

source: Inequality 2:
es: Desigualdad 2:
fr: Inéquation 2 :
nb: Ulikhet 2:
pl: Nierówność 2:
pt: Inequação 2:
tr: 2. Eşitsizlik:

source: Infect %(num)s users with %(feature)s
pt: Infectar %(num)s usuários com %(feature)s
tr: Enfeksiyonu %(feature)s özelliğine sahip %(num)s kullanıcıya bulaştırın

source: Infection Status
pt: Status da infecção
tr: Enfeksiyon Durumu

source: Infections
pt: Infecções
tr: Enfeksiyonlar

source: Infinite solutions
da: Uendelige løsninger
es: Infinitas soluciones
fr: une infinité de couples solutions
nb: Uendelig mange løsninger
pl: Nieskończona liczba rozwiązań
pt: Soluções Infinitas
tr: Sonsuz çözümler

source: Information reasonably sufficient to permit Khan Academy to contact you, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted.
da: Oplysninger med rimelighed tilstrækkelige til, at Khan Academy kan kontakte dig, såsom en adresse, telefonnummer, og, hvis tilgængeligt, en elektronisk mail adresse, som du kan kontaktes på.
es: Información razonablemente suficiente para permitir a Khan Academy comunicarse con usted, como una dirección, un número de teléfono y si está disponible, un correo electrónico en que usted pueda ser contactado.
fr: Nous vous demandons uniquement des informations qui permettront à Khan Academy de vous contacter, telles que l'adresse, le numéro de téléphone, et si possible, une adresse e-mail à laquelle nous pouvons vous contacter.
nb: Informasjon tilstrekkelig til at Khan Academy kan kontakte deg, som en adresse, telefonnummer, og hvis tilgjengelig, en e-postadresse som du kan kontaktes på.
nl: Informatie die redelijk toereikend is om Khan Academy toe te laten u te contacteren, zoals een adres, telefoonnummer, en, indien beschikbaar, een e-mailadres waarop u bereikt kan worden.
pl: Informacje wystarczające, aby umożliwić Khan Academy skontaktowanie się z Tobą, takie jak adres, numer telefonu i, jeśli posiadasz, adres e-mail, poprzez który można się z Tobą skontaktować.
pt: As informações suficientes para que a Khan Academy entre em contato com você, como endereço, número de telefone e, se disponível, um e-mail, por meio do qual você possa ser contatado.
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: Information updated
da: Information opdateret
es: Información actualizada
fr: Information mise à jour
ja: 情報が更新されました
nb: Informasjon oppdatert
nl: Informatie bijgewerkt
pl: Informacje zaktualizowane
pt: Informações atualizadas
pt_pt: Informações atualizadas
tr: Bilgiler güncellenmiştir.

source: Inner functions should be listed at the top of the outer function.
da: Indvendige funktioner bør være anført øverst i den ydre funktion.
es: Las funciones internas deberían estar listadas hasta arriba de la función externa.
nb: Indre funksjoner skal vises øverst i den ytre funksjonen.
nl: Genestelde functies moeten voorafgaan aan de bovenste-niveau functies.
pl: Funkcje wewnętrzne powinny być wymienione w górnej części funkcji zewnętrznej.
pt: Funções internas devem ser listadas em cima das funções externas.
tr: İç fonksiyonlar, dış fonksiyonun üstünde listelenmelidir.

source: Input is empty.
da: Inputtet er tomt.
es: La entrada está vacía.
fr: L'entrée est vide.
nb: Input er tom.
nl: Invoer is leeg.
pl: Dane wejściowe są niewypełnione.
pt: A entrada está vazia.
tr: Girdi boş.

source: Input is neither a string nor an array of strings.
da: Input er hverken en streng eller en liste af strenge.
es: La entrada no es una cadena ni un arreglo de cadenas.
fr: L'entrée n'est ni une chaîne de caractères, ni un tableau de chaînes.
nb: Input er verken en setning eller en tabell med setninger.
pl: Dana wejściowa nie jest ani ciągiem znaków, ani tablicą ciągów znaków.
pt: A entrada não é nem uma string, nem um array de strings.
tr: Giriş bir dize ya da dize dizisi değil.

source: Inscribed angles 1
es: Ángulos inscritos 1
fr: Angles inscrits 1 (provisoirement en anglais)
nb: Innskrevet vinkel 1
pl: Kąty wpisane 1
pt: Ângulos inscritos 1
tr: Çevrel açılar 1

source: Insert a few sentences of text and watch your frequency fingerprint emerge. Notice how random shifts applied to your message absorb this unevenness. The resulting ciphertext contains no information. (Try pasting a large body of text and see what happens!)
pt: Insira algumas frases do texto e veja a o registro de frequência surgir. Observe como mudanças aleatórias aplicadas à sua mensagem absorvem esta desigualdade. O texto cifrado resultante não contém informações. (Tente colar um grande corpo de texto para ver o que acontece!)
tr: Birkaç cümle metin giriniz ve sıklık parmak izinizin oluşmasını izleyiniz. Mesajınıza uygulanan rastgele kaydırmaların bu düzensizliği nasıl absorbe ettiğine dikkat edin. Ortaya çıkan şifreli metin hiçbir bilgi içermez. (Daha büyük bir metin yapıştırmayı deneyin ve neler olduğunu görün!)

source: Inserting data
ja: データを挿入する
nb: Sette inn data
pl: Wprowadzanie danych
pt: Inserção de dados
pt_pt: Inserir de dados
tr: Veri girişi

source: Inserting data for named columns<br>
ja: 名前付きカラムにデータを挿入する<br>
nb: Sette inn data for navngitte kolonner <br>
pl: Wprowadzanie danych dla nazwanych kolumn<br>
pt: Inserção de dados para colunas nomeadas<br>
pt_pt: Inserir dados em colunas com nome<br>
tr: İsimlendirilmiş sütunlara veri girişi<br>

source: Inserting data<br>
da: Indsætter data<br>
es: Insertando datos<br>
fr: Insertion de données <br>
ja: データの挿入<br>
nb: Sette inn data <br>
nl: Gegevens invoegen<br>
pl: Wprowadzanie danych<br>
pt: Inserir dados <br>
pt_pt: A inserir os dados<br>
tr: Veri ekleme<br>

source: Inspecting the equation in slope intercept form, we see the following.
da: Når vi kigger nærmere på ligningen på hældning-skæringspunkt-form, ser vi følgende.
es: Inspeccionando la ecuación en la forma pendiente-ordenada al origen, vemos lo siguiente.
fr: On en déduit que :
nb: Når vi kikker nærmere på ligningen på lineær form, ser vi følgende.
pl: Analizując równanie w postaci kierunkowej możemy zauważyć następujące własności.
pt: Inspecionando a equação reduzida da reta, vemos o seguinte.
tr: Eğim-kesme noktası formundaki denklemi inceleyerek, şunu görürüz.

source: Inspiration
bg: Вдъхновение
es: Inspiración
ja: インスピレーション
nb: Inspirasjon
nl: Inspiratie
pl: Inspiracja
pt: Inspiração
pt_pt: Inspiração
tr: İlham

source: Inspire girls to be #FutureCoders
nb: Inspirere jenter å bli #FutureCoders
pt: Inspire as meninas para que sejam futuras programadoras #FutureCoders
pt_pt: Inspiramos as raparigas a serem #FutureCoders
tr: Kızların #FutureCoders olması için ilham verin

source: Inspire girls to be #FutureCoders with free coding lessons on Khan Academy. #FutureCoders
nb: Inspirere jenter til å bli #FramtidsKodere med gratis kodetimer på Khan Academy. #FutureCoders
pt: Inspire as meninas para que sejam futuras programadoras com aulas de programação gratuitas na Khan Academy. #FutureCoders
pt_pt: Inspira as raparigas a serem futuras programadoras com a ajuda das aulas de programação gratuitas da Khan Academy. #FutureCoders
tr: Khan Academy'deki ücretsiz kodlama dersleriyle kızların #FutureCoders olmasına ilham verin. #FutureCoders

source: Inspire the world to love learning.
bg: Вдъхнови света да заобича ученето.
es: Inspira al mundo a amar el aprendizaje.
pl: Inspiruj świat do kochania uczenia się.
pt: Inspire o mundo para que todos amem aprender.
tr: Öğrenmeyi sevmesi için dünyaya ilham verin.

source: Inspired 15 Minutes
da: Inspireret 15 minutter
es: 15 minutos de inspiración
fr: 15 minutes d'inspiration
ja: インスパイアされた15分
nb: Inspirert 15 minutter
nl: Geïnspireerde 15 minuten
pl: Zainspirowany 15 minut
pt: 15 minutos de inspiração
pt_pt: 15 minutos de inspiração
tr: İlham 15 dakika

source: Instant feedback
nb: Umiddelbar tilbakemelding
pt: Feedback instantâneo

source: Instead of adding students yourself, you can have them create their own accounts.
da: I stedet for selv at tilføje elever, kan du få dem til at lave deres egne brugere.
es: En lugar de que agregues estudiantes, puedes dejar que ellos creen sus propias cuentas.
fr: Au lieu d'ajouter les élèves vous-même, vous pouvez les laisser créer leurs propres comptes.
ja: 生徒をあなた自身で加えるかわりに，生徒達が自分でアカウントを作ることもできます．
nb: Istedenfor å legge til studenter selv, kan du få dem til å lage sine egne kontoer.
nl: In plaats van zelf de leerlingen toe te voegen kan je ze hun eigen accounts laten creëren.
pl: Zamiast tworzenia kont uczniów przez Ciebie, mogą oni sami stworzyć swoje własne konta.
pt: Em vez de adicionar alunos você mesmo, peça para eles criarem suas próprias contas.
pt_pt: Em vez de adicionar alunos, peça-lhes para criarem as suas próprias contas.
tr: Öğrencilerinizi kendiniz eklemek yerine, onların kendi hesaplarını oluşturmalarını sağlayabilirsiniz.

source: Instead of counting <var>PROBLEMS</var> <code><var>START</var></code> through <code><var>END</var></code>, we can subtract <code><var>START - 1</var></code> from each number.
es: En lugar de contar los <var>PROBLEMS</var> del <code><var>START</var></code> al <code><var>END</var></code>, podemos restarle <code><var>START - 1</var></code> a cada número.
fr: Au lieu de compter les <var>PROBLEMS</var> de <code><var>START</var></code> à <code><var>END</var></code>, on peut soustraire <code><var>START - 1</var></code> à chaque nombre.
hi: <code><var>START</var></code> से <code><var>END</var></code> तक <var>PROBLEMS</var> को गिनने की बजाए ,प्रत्येक संख्या को हम <code><var>START - 1</var></code> से घटा सकते है।
nb: Istedenfor å telle <var>PROBLEMS</var> <code><var>START</var></code> gjennom <code><var>END</var></code>, kan vi subtrahere <code><var>START - 1</var></code> fra hver tall.
nl: In plaats van <var>PROBLEMS</var> <code><var>START</var></code> tot en met <code><var>END</var></code> te tellen, kunnen we ook <code><var>START - 1</var></code> van elk getal aftrekken.
pl: Zamiast liczyć zadania od <var>PROBLEMS</var> <code><var>START</var></code> do <code><var>END</var></code>, możemy odjąć <code><var>START - 1</var></code> od każdej liczby.
pt: Em vez de contar <var>PROBLEMS</var> do <code><var>START</var></code> até o <code><var>END</var></code>, podemos subtrair <code><var>START - 1</var></code> de cada número.
tr: <var>PROBLEMS</var>ları <code><var>START</var></code>'ten <code><var>END</var></code>'e kadar saymak yerine, her sayıdan <code><var>START - 1</var></code> çıkartabiliriz.

source: Instead of finding out how much <code><var>R1</var></code> we need to react with all of our <code><var>R2</var></code>, we could figure out how much <code><var>R2</var></code> we need to react with all of our <code><var>R1</var></code>. In this case, <code>x = \text{ <var>roundTo(3, R1_MOL * R2_RATIO / R1_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R1_MOL * R2_RATIO / R1_RATIO))</var>}</code> of <code><var>R2</var></code> needed, which is more than we have. Therefore <code><var>R2</var></code> is the limiting reagent.
pl: Zamiast dowiadywać się ile substancji <code><var>R1</var></code> potrzebujemy, aby przereagowała całkowicie z naczym <code><var>R2</var></code>, możemy wyznaczyć ile substancji <code><var>R2</var></code>potrzebujemy do całkowitego przereagowania z <code><var>R1</var></code>. W tym przypadku potrzebowalibyśmy <code>x = \text{ <var>roundTo(3, R1_MOL * R2_RATIO / R1_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R1_MOL * R2_RATIO / R1_RATIO))</var>}</code> of <code><var>R2</var></code> ,a więc więcej niż mamy. Tak więc to <code><var>R2</var></code> jest reagentem w niedomiarze.
pt: Em vez de calcularmos de quanto <code><var>R1</var></code> precisamos para reagir com todo o nosso <code><var>R2</var></code>, podíamos calcular de quanto <code><var>R2</var></code> precisamos para reagir com todo o nosso <code><var>R1</var></code>. Neste caso, são necessários <code>x = \text{ <var>roundTo(3, R1_MOL * R2_RATIO / R1_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R1_MOL * R2_RATIO / R1_RATIO))</var>}</code> de <code><var>R2</var></code>, que é mais do que temos. Portanto, <code><var>R2</var></code> é o reagente limitante.

source: Instead of finding out how much <code><var>R2</var></code> we need to react with all of our <code><var>R1</var></code>, we could figure out how much <code><var>R1</var></code> we need to react with all of our <code><var>R2</var></code>. In this case, <code>x = \text{ <var>roundTo(3, R2_MOL * R1_RATIO / R2_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R2_MOL * R1_RATIO / R2_RATIO))</var>}</code> of <code><var>R1</var></code> needed, which is more than we have. Therefore <code><var>R1</var></code> is the limiting reagent.
pl: Zamiast dowiadywać się ile <code><var>R2</var></code> potrzebujemy do całkowitego przereagowania z naszym <code><var>R1</var></code>, możemy wyliczyć ile <code><var>R1</var></code> potrzebujemy do całkowitego przereagowania z naszym <code><var>R2</var></code>. W tym przypadku <code>x = \text{ <var>roundTo(3, R2_MOL * R1_RATIO / R2_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R2_MOL * R1_RATIO / R2_RATIO))</var>}</code> of <code><var>R1</var></code> jest potrzebne, a więc więcej niż mamy. Tak więc to <code><var>R1</var></code> jest reagentem w niedomiarze.
pt: Em vez de calcularmos quanto <code><var>R2</var></code> é necessário para reagir com todo o nosso <code><var>R1</var></code>, podíamos calcular de quanto <code><var>R1</var></code> precisamos para reagir com todo o nosso <code><var>R2</var></code>. Neste caso, são necessários <code>x = \text{ <var>roundTo(3, R2_MOL * R1_RATIO / R2_RATIO)</var> <var>plural_form(MOLE, roundTo(3, R2_MOL * R1_RATIO / R2_RATIO))</var>}</code> de <code><var>R1</var></code>, que é mais do que temos. Portanto, <code><var>R1</var></code> é o reagente limitante.

source: Integer sums
da: Heltal summer
es: Sumas de enteros
fr: Des sommes d'entiers
nb: Summer av heltall
pl: Sumy całek
pt: Soma de números inteiros
tr: Tamsayı toplamları

source: Integers
nb: Heltall
pl: Liczby całkowite
pt: Números inteiros
tr: Tamsayılar

source: Integers that appear in order when counting, for example 2 and 3.
da: Heltal, der vises i rækkefølge når man tæller, for eksempel 2 og 3.
es: Enteros que apareces en orden al contar, por ejemplo 2 y 3.
fr: Deux entiers qui se suivent quand on compte, par exemple 2 et 3.
hi: पूर्णांक जो क्रम में दिखते हैं गिनने पर, उदाहरण 2 और 3.
nb: Heltall som kommer etter hverandre når man teller, for eksempel 2 og 3.
nl: Gehele getallen die in volgorde worden weergegeven wanneer we tellen, bijvoorbeeld 2 en 3.
pl: Liczby całkowite, które występują kolejno jedna po drugiej gdy liczysz, na przykład 2 i 3.
pt: Números inteiros que aparecem em ordem durante a contagem, por exemplo 2 e 3.
tr: Sayarken sıralı olan tamsayılar, örneğin 2 ve 3.

source: Interactive Content Developer
es: Desarrollador de contenido interactivo
pt: Desenvolvedora de conteúdo interativo
tr: Etkileşimli İçerik Geliştirici

source: Interactive Videos
nb: Interaktiv videoer
pl: Interaktywne filmy
pt: Vídeos interativos
pt_pt: Vídeos interativos
tr: Etkileşimli Videolar

source: Interactive practice
nb: Interaktiv øvelse
pt: Prática interativa
pt_pt: Prática interativa

source: Interactive transcript
da: Interaktiv transskription
es: Transcripción interactiva
fr: Transcription interactive
ja: インタラクティブな字幕
nb: Interaktivt transkript
nl: Interactieve transcript
pl: Interaktywna lista dialogowa
pt: Transcrição interativa
pt_pt: Legendas interativas
tr: Etkileşimli transkript

source: Interactive videos
nb: Interaktiv videoer
pl: Interaktywne filmy
pt: Vídeos interativos
pt_pt: Vídeos interativos
tr: Etkileşimli videolar

source: Intermediate
da: Middelsvær
es: Intermedio
fr: Intermédiaire
ja: 中級
nb: Middels
nl: Gevorderd
pl: Średniozaawansowane
pt: Intermediário
pt_pt: Médio
tr: Orta düzey

source: International
da: Internationalt
es: Internacional
ja: 言語
nb: Internasjonalt
nl: Internationaal
pl: Międzynarodowy
pt: Internacional
pt_pt: Internacional
tr: Uluslararası

source: International Market Development
pt: Desenvolvimento de Mercado Internacional
tr: Uluslararası Pazar Geliştirme

source: Internationalization Partners
pt: Parceiros de internacionalização
tr: Uluslararası Ortaklarımız
