Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: What is the value of <code>x</code>?
es: ¿Cuál es el valor de <code>x</code>?
nb: Hva er verdien av <code>x</code>?
pl: Jaka jest wartość <code>x</code>?
pt: Qual é o valor de <code>x</code>?
tr: <code>x</code>'in değeri nedir?

source: What is the value of the <code>y</code>-intercept <code>b</code>?
fr: Quelle est l'ordonnée, <code>b</code>, de son point d'intersection avec l'axe des <code>y</code> ?
nb: Hva er verdien av <code>y</code>-skjæringspunktet <code>b</code>?
pt: Qual é o valor do ponto de interceptação em<code>y</code>de<code>b</code>?
tr: <code>y</code>-kesme noktası <code>b</code>'nin değeri nedir?

source: What is the value of the angle <code>x</code>?
es: ¿Cuánto mide el ángulo <code>x</code>?
pt: Qual é o valor do ângulo <code>x</code>?
tr: <code>x</code> açısının değeri nedir?

source: What is the value of the angle marked with <code>x</code>?
es: ¿Cuál es el valor del ángulo <code>x</code>?
fr: Quelle est la mesure de l'angle noté <code>x</code> ?
nb: Hva er verdien av vinkelen merket med <code>x</code>?
pl: Jaka jest wartość kąta oznaczonego przez <code>x</code>?
pt: Qual é o valor do ângulo marcado com um <code>x</code>?
tr: <code>x</code> ile işaretlenmiş açının değeri nedir?

source: What is the volume of a cylinder with base radius <code><var>r</var></code> and height <code><var>h</var></code>?
es: ¿Cuál es el volumen de un cilindro con una base que tiene radio <code><var>r</var></code> y altura <code><var>h</var></code>?
fr: Quel est le volume d'un cylindre dont le rayon du cercle de base est <code><var>r</var></code> et dont la hauteur est <code><var>h</var></code> ?
pl: Jakie jest pole powierzchni walca z promieniem podstawy <code><var>r</var></code> i wysokością <code><var>h</var></code>?
pt: Qual é o volume de um cilindro com raio da base <code><var>r</var></code> e altura <code><var>h</var></code>?
tr: Taban yarıçapı <code><var>r</var></code> ve yüksekliği <code><var>h</var></code> olan silindirin hacmi nedir?

source: What is the volume of the water in the tank?
es: ¿Cuál es el volumen de agua en el tanque?
fr: Quel est le volume d'eau dans le réservoir ?
nb: Hva er volumet av vann i tanken?
pl: Jaka jest objętość wody w zbiorniku?
pt: Qual é o volume da água no tanque?
tr: Depodaki suyun hacmi nedir?

source: What is the volume of this box? Drag on the box to rotate it.
es: ¿Cuál es el volumen de esta caja? Arrastra el cursor en la caja para rotarla.
fr: Quel est le volume de ce pavé droit ? Cliquer et glisser la souris sur la figure pour la faire pivoter.
nb: Hva er volumet av denne boksen? Dra for å rotere den.
pl: Jaka jest objętość pudełka? Chwyć pudełko by je obrócić.
pt: Qual é o volume desta caixa? Arraste a caixa para girá-la.
tr: Bu kutunun hacmi nedir? Döndürmek için kutuyu sürükleyin.

source: What is the volume of this cube? Drag on the cube to rotate it.
es: ¿Cuál es el volumen de este cubo? Arrastra el cursor en el cubo para rotarlo.
fr: Quel est le volume de ce cube ? Tirer sur la figure avec la souris pour la faire tourner.
pl: Jaka jest objętość sześcianu? Kliknij na niego i przeciągnij przytrzymując, żeby obrócić.
pt: Qual é o volume deste cubo? Arraste o cubo para girá-lo.
tr: Bu küpün hacmi nedir? Döndürmek için küpü sürükleyin.

source: What is the volume of this object? Drag on the object to rotate it.
es: ¿Cuál es el volumen de este objeto? Arrastra el cursor en la figura para rotarla.
fr: Quel est le volume de ce solide ? Tirer sur la figure avec la souris pour la faire tourner.
pl: Jaka jest objętość tego obiektu? Kliknij na obiekcie i przeciągnij, żeby go obrócić.
pt: Qual é o volume deste objeto? Arraste o objeto para girá-lo.
tr: Bu nesnenin hacmi nedir? Döndürmek için nesneyi sürükleyin.

source: What is the volume of this rectangular prism?
es: ¿Cuál es el volumen de este prisma rectangular?
fr: Quel est le volume de ce solide ?
nb: Hva er volumet av dette rektangulære prismet?
pl: Jaka jest objętość tego prostopadłościanu?
pt: Qual é o volume deste prima retangular?
tr: Bu dikdörtgenler prizmasının hacmi nedir?

source: What is the volume of this rectangular prism? Drag on the rectangular prism to rotate it.
es: ¿Cuánto vale el volumen de este prisma rectangular? Arrástralo para rotarlo.
fr: Quel est le volume de ce parallélépipède rectangle ? Cliquer et glisser la souris sur la figure pour la faire pivoter.
hi: इस आयताकार प्रिज्म का परिमाप क्या है? इसे घूमाने के लिए आयताकार प्रिज्म को खींचे
nb: Hva er volumet av dette rektangulære prismet? Dra i prismet for å rotere det.
pl: Ile wynosi objętość poniższego prostopadłościanu? Złap i przeciągnij prostopadłościan, aby go obrócić.
pt: Qual é o volume deste prisma retangular? Arraste o prisma retangular para girá-lo.
tr: Bu dikdörtgenler prizmasının hacmi nedir? Döndürmek için dikdörtgenler prizmasını sürükleyiniz.

source: What is the volume of this shape?
es: ¿Cuál es el volumen de esta figura?
fr: Quel est le volume de ce solide ?
hi: इस आकार का आयतन क्या है?
nb: Hva er volumet av denne figuren?
pl: Ile wynosi objętość tej bryły?
pt: Qual é o volume desta figura?
tr: Bu şeklin hacmi nedir?

source: What is wrong with it? What is a better translation?
da: Hvad er der galt med det? Hvad ville være en bedre oversættelse?
es: ¿Cuál es el problema? ¿Cuál sería una mejor traducción?
fr: Quel est le problème ? Quelle serait une meilleure traduction ?
ja: 何が問題ですか？どんな翻訳のほうが良いですか？
nb: Hva er galt med den? Hva er en bedre oversettelse?
nl: Wat is er mis mee? Wat is een betere vertaling?
pl: Co jest z tym nie tak? Jakie jest lepsze tłumaczenie?
pt: O que há de errado? Qual é a melhor tradução?
pt_pt: O que está errado? Qual é a melhor tradução?
tr: Yanlış olan ne? Daha iyi bir çeviri nasıl olabilir?

source: What is your parent or guardian's email?
da: Hvad er din forælders eller værges email?
es: ¿Cuál es el correo electrónico de tus padres o tutor legal?
fr: Quel est l'e-mail de votre parent, ou de votre coach ?
ja: あなたの親，または保護者の電子メイルアドレスは何ですか?
nb: Hva er dine foreldre eller verge sine e-postadresser?
nl: Wat is het e-mailadres van jouw ouder of voogd?
pl: Jaki jest adres e-mail Twojego rodzica lub opiekuna?
pt: Qual é o e-mail de seu pai/mãe ou guardião?
pt_pt: Qual é o e-mail dos teus pais?
tr: Velinizin e-posta adresi nedir?

source: What looks wrong about it? (It may be helpful to include a link to a screenshot.)
da: Hvad ser forkert ud? (Det kan være nyttigt også at indsende et link til et skærmbillede.)
es: ¿Qué observas incorrecto? (Puede ser útil incluir un enlace a una pantalla específica).
fr: Qu'est-ce qui vous semble incorrect ? (les liens vers les captures d'écran sont les bienvenus !)
ja: 何が間違っていると思いますか？（スクリーンショットへのリンクを貼ってくださると助かります。）
nb: Hva virker feil? (Det kan være nyttig å inkludere en kobling til et skjermbilde.)
nl: Wat ziet er daaraan verkeerd uit? (Het kan nuttig zijn om een link naar een schermafbeelding mee te sturen.)
pl: Co tutaj wygląda źle? (Może być pomocne załączenie linku lub zrzutu ekranu.)
pt: O que parece estar errado? (Pode ser útil incluir um link para uma captura de tela).
pt_pt: O que parece estar errado? (Pode ajudar incluir um link com uma captura de ecrã.)
tr: Bu konuda yanlış görünen nedir? (Ekran görüntüsüne bir bağlantı eklemek yararlı olabilir.)

source: What makes Beethoven's 5th Symphony so amazing?
da: Hvad gør Beethovens 5. symfoni så fantastisk?
es: ¿Qué hace a la Quinta Sinfonía de Beethoven tan maravillosa?
nb: Hva gjør Beethovens femte symfoni så fantastisk?
nl: Wat maakt de 5e symfonie van Beethoven zo geweldig?
pl: Co czyni Piątą Symfonię Beethovena taką niesamowitą?
pt: O que torna a 5ª Sinfonia de Beethoven tão incrível?
tr: Beethoven'ın 5. Senfoni'sini bu kadar harika yapan nedir?

source: What materials can I use to share LearnStorm with other teachers, parents, and students?
es: ¿Qué materiales puedo usar para compartir LearnStorm con otros maestros, padres y estudiantes?
nb: Hvilke materialer kan jeg bruke til å dele LearnStorm med andre lærere, foreldre og elever?
pt: Que materiais eu posso usar para compartilhar a LearnStorm com outros professores, pais e alunos?
tr: LearnStorm'u diğer öğretmenler, veliler ve öğrencilerle paylaşmak için hangi materyalleri kullanabilirim?

source: What materials can I use to share LearnStorm with other teachers, parents, and students?
es: ¿Qué materiales puedo usar para compartir LearnStorm con otros maestros, padres y estudiantes?
nb: Hvilke materialer kan jeg bruke til å dele LearnStorm med andre lærere, foreldre og elever?
pt: Que materiais eu posso usar para compartilhar a LearnStorm com outros professores, pais e alunos?
pt_pt: Que materiais posso usar para partilhar informação sobre a LearnStorm com outros professores, pais e estudantes?
tr: LearnStorm'u diğer öğretmenler, veliler ve öğrencilerle paylaşmak için hangi materyalleri kullanabilirim?

source: What number could replace <code><var>SYMBOL</var></code> below?
da: Hvilket tal kan indsættes i stedet for <code><var>SYMBOL</var></code> nedenfor?
es: ¿Qué número podría reemplazar el <code><var>SYMBOL</var></code> abajo?
fr: Quel nombre doit remplacer <code><var>SYMBOL</var></code> pour que l'égalité ci-dessous soit vraie ?
hi: कौनसी संख्या बदल सकती है <code><var>SYMBOL</var></code> नीचे?
nb: Hvilket tall kan settes inn i stedet for <code><var>SYMBOL</var></code> nedenfor?
nl: Welk getal zou in de plaats kunnen staan van <code><var>SYMBOL</var></code> hieronder?
pl: Jaka liczba może zastąpić <code><var>SYMBOL</var></code> poniżej?
pt: Qual número poderia substituir <code><var>SYMBOL</var></code> abaixo?
tr: Aşağıdaki <code><var>SYMBOL</var></code> yerine ne gelebilir?

source: What organizations have helped to support LearnStorm 2015?
es: ¿Qué organizaciones han apoyado LearnStorm 2015?
nb: Hvilke organisasjoner har bidratt med å støtte LearnStorm 2015?
pt: Quais organizações apoiaram a LearnStorm 2015?
pt_pt: Que organizações ajudaram a apoiar a LearnStorm 2015?
tr: LearnStorm 2015'e destek sağlayan kuruluşlar hangileridir?

source: What other feedback do you have for us?
da: Hvad har du ellers af feedback til os?
es: ¿Qué otros comentarios tienes para nosotros?
fr: Quels autres commentaires avez vous pour nous?
nb: Hvilke andre tilbakemeldinger har du til oss?
nl: Wat voor feedback heb je nog meer voor ons?
pl: Jaką inną opinię masz dla nas?
pt: Que outro comentário você tem para nos fazer?
tr: Bizim için başka nasıl geri bildirimleriniz var?

source: What rewards could I or my school unlock?
nb: Hvilke belønninger kan jeg eller min skole låse opp?
pt: Quais recompensas minha escola ou eu poderíamos conseguir?
tr: Ben veya okulum hangi ödülleri açabilir?

source: What started as one man tutoring his cousin has grown into an 80-person organization. We’re a diverse team that has come together to work on an audacious mission: to provide a free world-class education for anyone, anywhere. We are developers, teachers, designers, strategists, scientists, and content specialists who passionately believe in inspiring the world to learn. A few great people can make a big difference.
fr: Ce qui a commencé comme un homme (Sal Khan) donnant des cours à sa cousine à distance par vidéos interposées est devenu aujourd'hui une organisation de plus de 80 personnes. Notre équipe est hétérogène, soudée, et s'est donnée pour mission de permettre à tous d'accéder à une éducation de qualité, partout dans le monde. Nous sommes des développeurs, des professeurs, des designers, des scientifiques, des chefs de projets, et des spécialistes, qui sommes tous passionnés par notre travail.
pt: O que começou com um homem dando aulas para seu primo, cresceu e se tornou uma organização com 80 pessoas. Somos uma equipe diversificada que se reuniu para trabalhar em uma missão audaciosa: levar educação gratuita e de alta qualidade para todos, em qualquer lugar. Somos desenvolvedores, professores, designers, estrategistas, cientistas e especialistas em conteúdo que acreditam apaixonadamente que é possível inspirar o mundo a aprender. Um pequeno grupo de grandes pessoas pode fazer uma grande diferença.
tr: Bir adamın kuzenine verdiği özel dersler, 80 kişilik bir kuruma dönüştü. Cesur bir görevde çalışmak için bir araya gelen farklı bir takımız: herkese, her yerde, dünya standartlarında bir öğrenim imkanını ücretsiz olarak sunmayı hayal ediyoruz. Dünyaya öğrenme konusunda ilham vermeye gönülden inanan, geliştirici, öğretmen, tasarımcı, stratejist, bilim insanı ve içerik uzmanlarıyız. Birkaç süper insan, önemli bir fark yaratabilir.

source: What text looks wrong on this page?
da: Hvilken tekst ser forkert ud på denne side?
es: ¿Cuál texto parece incorrecto en esta página?
fr: Qu'est-ce qui vous semble incorrect sur cette page ?
ja: このページのどの文章が間違っているようですか？
nb: Hvilken tekst virker feil på denne siden?
nl: Welke tekst ziet er verkeerd uit op deze pagina?
pl: Który tekst wygląda źle na tej stronie?
pt: Qual texto parece errado nesta página?
pt_pt: Que texto parece estar errado nesta página?
tr: Bu sayfada hangi metin yanlış görünüyor?

source: What time is it?
da: Hvad er klokken?
es: ¿Qué hora es?
fr: Quelle heure est-il ?
hi: क्या समय हुआ है?
nb: Hva er klokken?
nl: Hoe laat is het?
pl: Która jest godzina?
pt: Que horas são?
pt_pt: Que horas são?
tr: Saat kaç?

source: What times <code>\blue{<var>A</var>}</code> equals zero?
fr: Combien de fois doit-on prendre <code>\blue{<var>A</var>}</code> pour obtenir zéro ?
ja: <code>\blue{<var>A</var>}</code> かける何が 0 に等しくなりますか?
nb: Hvor mange ganger <code>\blue{<var>A</var>}</code> er lik null?
nl: Hoeveel keer <code>\blue{<var>A</var>}</code> is gelijk aan nul?
pl: Jaka liczba pomnożona przez <code>\blue{<var>A</var>}</code> da wynik zero?
pt: O que vezes <code>\blue{<var>A</var>}</code> é igual a zero?
tr: Ne çarpı <code>\blue{<var>A</var>}</code> sıfıra eşittir?

source: What translation, grammar, or other internationalization issue are you seeing?
da: Hvilket problem oplever du med oversættelse, grammatik eller andet relateret til internationalisering?
es: ¿Qué problema de traducción, gramática u otro relacionado con la internacionalización estás observando?
fr: Quel problème d'adaptation, de notation, de grammaire ou de traduction voyez-vous ?
ja: 翻訳、文法、または他の国際化に関することで、どんな問題に気がつきましたか？
nb: Hvilke oversettelse, grammatikk, eller andre internasjonaliseringsfeil ser du?
nl: Wat voor vertalings-, grammatica- of een ander internationalisatieprobleem zie je?
pl: Jaki inny problem z tłumaczeniem, gramatyką lub umiędzynaradawianiem widzisz?
pt: Qual problema de tradução, gramática ou internacionalização você encontrou?
pt_pt: Que problema de tradução, gramática ou outro relacionado com a internacionalização encontrou?
tr: Çeviri, gramer veya uluslararası duruma getirme açısından nasıl bir sorun olduğunu düşünüyorsunuz?

source: What values can <code>f(x)</code> have?
da: Hvilke værdier kan <code>f(x)</code> antage?
es: ¿Qué valores puede tener <code>f(x)</code>?
fr: Quelles valeurs <code>f(x)</code> peut-elle prendre ?
nb: Hvilke verdier kan <code>f(x)</code> ha?
nl: Welke waardes kan <code>f(x)</code> aannemen?
pl: Jakie wartości przyjmuje funkcja <code>f(x)</code>?
pt: Quais valores <code>f(x)</code> pode ter?
tr: <code>f(x)</code> hangi değerleri alabilir?

source: What was her average score on the <var>plural_form(exam(1))</var>?
nb: Hva var hennes gjennomsnittskarakter på <var>plural_form(exam(1))</var>?
pl: Jaka jest jej średnia punktacja na egzaminie <var>plural_form(exam(1))</var>?
pt: Qual foi sua pontuação média nos <var>plural_form(exam(1))</var>?
tr: <var>plural_form(exam(1))</var> ortalama puanı neydi?

source: What was his average score on the <var>plural_form(exam(1))</var>?
nb: Hva var hans gjennomsnittskarakter på <var>plural_form(exam(1))</var>?
pt: Qual foi sua pontuação média nos <var>plural_form(exam(1))</var>?
tr: <var>plural_form(exam(1))</var> ortalama puanı neydi?

source: What was the average student score for the <var>TEST</var>?
fr: Quel était la moyenne des élèves à l'<var>TEST</var> ?
nb: Hva er gjennomsnittselevens skåring på <var>TEST</var>?
pl: Jaki jest średni wynik uczniów z <var>TEST</var>?
pt: Qual foi o resultado médio dos alunos para a <var>TEST</var>?
tr: <var>TEST</var> için ortalama öğrenci puanı kaçtır?

source: What was the fewest number of <var>plural_form(ITEM)</var> at any one <var>LOCATION_DISPLAY</var>?
da: Hvad var det færrest antal <var>plural_form(ITEM)</var> på én <var>LOCATION_DISPLAY</var>?
es: ¿Cuál fue el menor número de <var>plural_form(ITEM)</var> en cualquier <var>LOCATION_DISPLAY</var>?
fr: Dans le <var>LOCATION_DISPLAY</var> qui avait le plus petit nombre de <var>plural_form(ITEM)</var>, combien y en avait-il ?
hi: सबसे कम संख्या <var>plural_form(ITEM)</var> की क्या है इनमे से किसी एक पर <var>LOCATION_DISPLAY</var>?
nb: Hva var det færrest antallet av <var>plural_form(ITEM)</var> på en <var>LOCATION_DISPLAY</var>?
nl: Wat was het kleinste aantal <var>plural_form(ITEM)</var> in een <var>LOCATION_DISPLAY</var>?
pl: Jaka była najmniejsza liczba <var>plural_form(ITEM)</var> na każdy <var>LOCATION_DISPLAY</var>?
pt: Qual foi o menor número de <var>plural_form(ITEM)</var> em qualquer um dos(as) <var>LOCATION_DISPLAY</var>?
tr: <var>LOCATION_DISPLAY</var>'da bulunan en düşük <var>plural_form(ITEM)</var> sayısı nedir?

source: What was the largest number of <var>plural_form(ITEM)</var> at any one <var>LOCATION_DISPLAY</var>?
da: Hvad var det største antal <var>plural_form(ITEM)</var> på én <var>LOCATION_DISPLAY</var>?
es: ¿Cuál fue el mayor número de <var>plural_form(ITEM)</var> en cualquier <var>LOCATION_DISPLAY</var>?
fr: Dans le <var>LOCATION_DISPLAY</var> qui avait le plus grand nombre de <var>plural_form(ITEM)</var>, combien y en avait-il ?
hi: सबसे बड़ी संख्या <var>plural_form(ITEM)</var>की क्या है इनमे से एक पर <var>LOCATION_DISPLAY</var>?
nb: Hva var det største antallet av <var>plural_form(ITEM)</var> på en <var>LOCATION_DISPLAY</var>?
nl: Wat was het grootste aantal <var>plural_form(ITEM)</var> in een <var>LOCATION_DISPLAY</var>?
pl: Jaka była największa liczba <var>plural_form(ITEM)</var> na każdy <var>LOCATION_DISPLAY</var>?
pt: Qual foi o maior número de <var>plural_form(ITEM)</var> em qualquer dos(as) <var>LOCATION_DISPLAY</var>?
tr: <var>LOCATION_DISPLAY</var>'da bulunan en büyük <var>plural_form(ITEM)</var> sayısı nedir?

source: What was the median score for the <var>TEST</var>?
fr: Quel était la médiane à l'<var>TEST</var> ?
nb: Hva er medianen av resultatene av <var>TEST</var>?
pl: Ile wynosi mediana wyników z <var>TEST</var>?
pt: Qual foi a nota mediana para a <var>TEST</var>?
tr: <var>TEST</var> için medyan puan kaçtır?

source: What was the mode for the <var>TEST</var> scores?
fr: Quel était le mode pour l'<var>TEST</var> ?
nb: Hva er den mest vanlige av <var>TEST</var> resultater?
pl: Ile wynosi dominanta wyników z <var>TEST</var>?
pt: Qual foi a moda para as notas da <var>TEST</var>?
tr: <var>TEST</var> sonuçları için mod kaçtır?

source: What was the smallest number of <var>plural_form(ITEM)</var> at any one <var>LOCATION_DISPLAY</var>?
da: Hvad var det mindste antal <var>plural_form(ITEM)</var> på én <var>LOCATION_DISPLAY</var>?
es: ¿Cuál fue el menor número de <var>plural_form(ITEM)</var> en cualquier <var>LOCATION_DISPLAY</var>?
fr: Dans le <var>LOCATION_DISPLAY</var> qui comportait le plus petit nombre de <var>plural_form(ITEM)</var>, combien y en avait-il ?
hi: सबसे कम संख्या <var>plural_form(ITEM)</var> की क्या है इनमे से किसी एक पर है <var>LOCATION_DISPLAY</var>?
nb: Hva var det minste antallet av <var>plural_form(ITEM)</var> på en <var>LOCATION_DISPLAY</var>?
nl: Wat was het kleinste aantal <var>plural_form(ITEM)</var> in een <var>LOCATION_DISPLAY</var>?
pl: Jaka była najmniejsza liczba <var>plural_form(ITEM)</var> na każdym <var>LOCATION_DISPLAY</var>?
pt: Qual foi o menor número de <var>plural_form(ITEM)</var> em qualquer um dos(as) <var>LOCATION_DISPLAY</var>?
tr: <var>LOCATION_DISPLAY</var>'da bulunan en düşük <var>plural_form(ITEM)</var> sayısı nedir?

source: What was the total distance traveled?
fr: Quelle a été la distance totale parcourue ?
nb: Hva var den totale avstanden?
pl: Jaki był całkowity przebyty dystans?
pt: Qual foi a distância total percorrida?
tr: Toplam mesafe neydi?

source: What was the total time spent traveling?
fr: Combien de temps a duré le trajet au total ?
nb: Hva var den totale tiden som ble brukt på turen?
pl: Jaki był całkowity czas podróży?
pt: Qual foi o tempo total gasto no percurso?
tr: Seyahat edilen toplam süre neydi?

source: What was the translation applied to move the blue solid shape to the orange dashed shape?
es: ¿Cuál fue la traslación aplicada para mover la figura continua azul a la figura punteada anaranjada?
fr: Quelle translation a été appliquée à la figure bleue pour obtenir la figure en pointillés orange ?
pl: Jakie przesunięcie zastosowano aby przemieścić figurę narysowaną ciągłą linią w miejsce pomarańczowej figury narysowanej przerywaną linią?
pt: Qual foi a translação aplicada para mover a forma sólida azul para a forma laranja tracejada?
tr: Mavi kesiksiz şekli turuncu kesikli şekle taşıyan öteleme nedir?

source: What will Khan Academy do to protect student privacy?
es: ¿Qué hará Khan Academy para proteger la privacidad de los estudiantes?
nb: Hva gjør Khan Academymed elevens personvern?
pl: Co Khan Academy będzie robić, aby chronić prywatność uczniów?
pt: O que a Khan Academy faz para proteger a privacidade do aluno?
pt_pt: O que é que a Khan Academy faz para proteger a privacidade dos alunos?
tr: Khan Academy öğrenci bilgilerinin gizliliğini korumak için neler yapacak?

source: What will the final, in-person event be?
es: ¿De qué se tratará el evento final presencial?
nb: Hva blir den endelige, personlige hendelsen?
pt: O que vai ser o evento presencial final?
pt_pt: Em que é que vai consistir o evento presencial final?
tr: Kişilerin bizzat katılacağı final nedir?

source: What would this sentence look like as an equation?
da: Hvordan ville denne sætning se ud som en ligning?
es: ¿Cómo se vería esta proposición en una ecuación?
fr: Comment traduire cette phrase ?
pt: Como esta sentença seria em forma de equação?
tr: Bu cümle bir denklem olarak nasıl ifade edilir?

source: What your students have been doing on Khan Academy for the week ending %(date)s
da: Hvad dine elever har lavet på Khan Academy for uge, som ender %(date)s
es: Lo que tus estudiantes han estado haciendo en Khan Academy en la semana que termina el %(date)s
fr: Ce que vous étudiants on fait sur Khan Academy la semaine se terminant le %(date)s
ja: あなたの生徒が %(date)s に終わる週にカーンアカデミーで何をしていたか．
nb: Hva dine elever har lavet på Khan Academy for uka som slutter %(date)s
nl: Wat je leerlingen hebben gedaan op Khan Academy in de week die eindigde op %(date)s
pl: Co Twoi uczniowie robili na Khan Academy w tygodniu kończącym się %(date)s
pt: O que seus alunos fizeram na Khan Academy na semana que terminou em %(date)s
pt_pt: O que os seus alunos estiveram a fazer na Khan Academy na semana que terminou a %(date)s
tr: Öğrencileriniz %(date)s ile biten haftada Khan Academy'de ne yapıyorlardı

source: What's wrong?
da: Hvad er der galt?
es: ¿Qué está mal?
fr: Qu'est ce qui est faux ?
ja: どうしましたか?
nb: Hva er feil?
nl: Wat is er mis?
pl: Co jest nie tak?
pt: Qual é o problema?
pt_pt: Qual é o erro?
tr: Yanlış olan ne?
