Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Express your answer as a <em>mixed number</em>.
es: Expresa tu respuesta como un <em>número mixto</em>.
nb: Skriv svaret ditt som <em>blandet tall</em>.
pl: Zapisz odpowiedź jako liczbę <em>mieszaną</em>.
pt: Responda na forma de um <em>número misto</em>.
tr: Cevabınızı <em>tam sayılı bir kesir</em> olarak ifade ediniz.

source: Expressing ratios as fractions
fr: Exprimer des rapports sous la forme de fractions
hi: अनुपात को भिन्न के रूप में व्यक्त करें ।
nb: Uttrykke forhold som brøk
pl: Wyrażanie proporcji jako ułamki
pt: Expressando proporções como frações
tr: Oranları kesir olarak ifade etmek

source: Expressing this in mathematical notation, the domain is <code><var>CHOICES["inverse-sqrt"]</var></code>.
da: Udtrykt med matematisk notation, er definitionsmængden <code><var>CHOICES["inverse-sqrt"]</var></code>.
es: Expresándolo en notación matemática, el dominio es <code><var>CHOICES["inverse-sqrt"]</var></code>.
fr: En exprimant ceci avec des notations mathématiques, le domaine de définition est <code><var>CHOICES["inverse-sqrt"]</var></code>.
nb: Uttrykt med matematisk notasjon, er definisjonsmengden <code><var>CHOICES["inverse-sqrt"]</var></code>.
pt: Expressando isso em notação matemática, o domínio é <code><var>CHOICES["inverse-sqrt"]</var></code>.
tr: Bunu matematiksel notasyonla ifade edersek, tanım kümesi, <code><var>CHOICES["inverse-sqrt"]</var></code>.

source: Expressing this mathematically, the domain is <code><var>CHOICES.sqrt</var></code>.
da: Udtrykt matematisk er definitionsmængden <code><var>CHOICES.sqrt</var></code>.
es: Expresándolo en notación matemática, el dominio es <code><var>CHOICES.sqrt</var></code>.
fr: En exprimant ceci avec des notations mathématiques, l'ensemble de définition est <code><var>CHOICES.sqrt</var></code>.
nb: Uttrykt matematisk er definisjonsmengden <code><var>CHOICES.sqrt</var></code>.
pt: Expressando isto matematicamente, o domínio é <code><var>CHOICES.sqrt</var></code>.
tr: Bunu matematiksel olarak ifade edersek, tanım kümesi, <code><var>CHOICES.sqrt</var></code>.

source: Expressing this mathematically, the domain is <code><var>CHOICES["inverse-sqrt-abs"]</var></code>.
da: Udtrykt matematisk er definitionsmængden <code><var>CHOICES["inverse-sqrt-abs"]</var></code>.
es: Expresándolo en notación matemática, el dominio es <code><var>CHOICES["inverse-sqrt-abs"]</var></code>.
fr: En exprimant ceci avec des notations mathématiques, le domaine de définition est <code><var>CHOICES["inverse-sqrt-abs"]</var></code>.
nb: Definisjonsmengden uttrykt matematisk er <code><var>CHOICES["inverse-sqrt-abs"]</var></code>.
pt: Expressando isto matematicamente, o domínio é <code><var>CHOICES["inverse-sqrt-abs"]</var></code>.
tr: Bunu matematiksel olarak ifade edersek, tanım kümesi, <code><var>CHOICES["inverse-sqrt-abs"]</var></code>.

source: Expressing this mathematically, the domain is <code><var>CHOICES["inverse-sqrt-cond"]</var></code>.
da: Udtrykt matematisk er definitionsmængden <code><var>CHOICES["inverse-sqrt-cond"]</var></code>.
es: Expresándolo en notación matemática, el dominio es <code><var>CHOICES["inverse-sqrt-cond"]</var></code>.
fr: En exprimant ceci avec des notations mathématiques, le domaine de définition est <code><var>CHOICES["inverse-sqrt-cond"]</var></code>.
nb: Uttrykt matematisk er definisjonsmengden <code><var>CHOICES["inverse-sqrt-cond"]</var></code>.
pt: Expressando isto matematicamente, o domínio é <code><var>CHOICES["inverse-sqrt-cond"]</var></code>.
tr: Bunu matematiksel olarak ifade edersek, tanım kümesi, <code><var>CHOICES["inverse-sqrt-cond"]</var></code>.

source: Expressing this mathematically, the domain is <code><var>CHOICES["sqrt-abs"]</var></code>.
da: Matematisk udtrykt er definitionsmængden <code><var>CHOICES["sqrt-abs"]</var></code>.
es: Expresándolo en notación matemática, el dominio es <code><var>CHOICES["sqrt-abs"]</var></code>.
fr: En exprimant ceci avec des notations mathématiques, le domaine de définition est <code><var>CHOICES["sqrt-abs"]</var></code>.
nb: Matematisk uttrykt er definisjonsmengden <code><var>CHOICES["sqrt-abs"]</var></code>.
pt: Expressando isto matematicamente, o domínio é <code><var>CHOICES["sqrt-abs"]</var></code>.
tr: Bunu matematiksel olarak ifade edersek, tanım kümesi, <code><var>CHOICES["sqrt-abs"]</var></code>.

source: Expressing this mathematically, the domain is <code><var>CHOICES["sqrt-frac"]</var></code>.
es: Expresándolo en notación matemática, el dominio es <code><var>CHOICES["sqrt-frac"]</var></code>.
fr: En exprimant ceci avec des notations mathématiques, le domaine de définition est <code><var>CHOICES["sqrt-frac"]</var></code>.
pt: Expressando isso matematicamente, o domínio é <code><var>CHOICES["sqrt-frac"]</var></code>.
tr: Bunu matematiksel olarak ifade edersek, tanım kümesi, <code><var>CHOICES["sqrt-frac"]</var></code>.

source: Expressing this mathematically, the domain is <code><var>CHOICES["two-denom-cond"]</var></code>.
da: Udtrykt matematisk er definitionsmængden <code><var>CHOICES["two-denom-cond"]</var></code>.
es: Expresándolo en notación matemática, el dominio es <code><var>CHOICES["two-denom-cond"]</var></code>.
fr: En exprimant ceci avec des notations mathématiques, l'ensemble de définition est <code><var>CHOICES["two-denom-cond"]</var></code>.
nb: Uttrykt matematisk er definisjonsmengden <code><var>CHOICES["two-denom-cond"]</var></code>.
pt: Expressando isto matematicamente, o domínio é <code><var>CHOICES["two-denom-cond"]</var></code>.
tr: Bunu matematiksel olarak ifade edersek, tanım kümesi, <code><var>CHOICES["two-denom-cond"]</var></code>.

source: Expressing this mathematically, the domain is <code><var>CHOICES["two-denom-cond-weird"]</var></code>.
da: Matematisk udtrykt er definitionsmængden <code><var>CHOICES["two-denom-cond-weird"]</var></code>.
es: Expresándolo en notación matemática, el dominio es <code><var>CHOICES["two-denom-cond-weird"]</var></code>.
fr: En exprimant ceci avec des notations mathématiques, le domaine de définition est <code><var>CHOICES["two-denom-cond-weird"]</var></code>.
nb: Matematisk uttrykt er definisjonsmengden <code><var>CHOICES["two-denom-cond-weird"]</var></code>.
pt: Expressando isto matematicamente, o domínio é <code><var>CHOICES["two-denom-cond-weird"]</var></code>.
tr: Bunu matematiksel olarak ifade edersek, tanım kümesi, <code><var>CHOICES["two-denom-cond-weird"]</var></code>.

source: Expressing this mathematically, the domain is <code><var>CHOICES["two-denom-simplify"]</var></code>.
da: Udtrykt matematisk er definitionsmængden <code><var>CHOICES["two-denom-simplify"]</var></code>.
es: Expresándolo en notación matemática, el dominio es <code><var>CHOICES["two-denom-simplify"]</var></code>.
fr: En exprimant ceci avec des notations mathématiques, le domaine de définition est <code><var>CHOICES["two-denom-simplify"]</var></code>.
nb: Uttrykt matematisk er definisjonsmengden <code><var>CHOICES["two-denom-simplify"]</var></code>.
pt: Expressando isto matematicamente, o domínio é <code><var>CHOICES["two-denom-simplify"]</var></code>.
tr: Bunu matematiksel olarak ifade edersek, tanım kümesi, <code><var>CHOICES["two-denom-simplify"]</var></code>.

source: Expressions with unknown variables
da: Udtryk med ukendte variabler
es: Expresiones con variables desconocidas
fr: Expressions contenant plusieurs variables
nb: Uttrykk med ukjente variabler
pl: Wyrażenia z nieznanymi zmiennymi
pt: Expressões com variáveis desconhecidas
tr: Bilinmeyen değişkenli ifadeler

source: Expressions with unknown variables 2
da: Udtryk med ukendte variabler 2
es: Expresiones con variables desconocidas 2
fr: Expressions contenant plusieurs variables 2
nb: Uttrykk med ukjente variabler 2
pl: Wyrażenia z nieznanymi zmiennymi 2
pt: Expressões com variáveis desconhecidas 2
tr: Bilinmeyen değişkenli ifadeler 2

source: Extending prototype of native object: '{a}'.
nb: Utvide prototype av innebygd objekt: "{a}".
pt: Estendendo protótipo de objeto nativo: '{a}'.
pt_pt: A extender o protótipo de objeto nativo: '{a}'.

source: Extra comma. (it breaks older versions of IE)
da: Ekstra komma. (det er ikke kompatibel med ældre versioner af IE)
es: Coma sobrante. (falla en versiones anticuadas de IE)
nb: Ekstra komma. (det bryter eldre versjoner av IE)
nl: Extra komma. (het onderbreekt oudere versies van IE)
pl: Nadmiarowy przecinek. (nie działa na starszych wersjach IE)
pt: Vírgula extra. (ela causa problemas nas versões mais antigas do IE)
tr: Fazladan virgül. (IE'nin eski versiyonlarında sorunlara yol açar.)

source: Extracts the alpha value from a color.
da: Uddrager alpha værdien for en farve.
es: Extrae el valor de opacidad de un color.
nb: Trekker ut alfa verdi fra en farge.
pl: Wyodrębnia wartość alfa z koloru.
pt: Extrai o valor alfa de uma cor.
pt_pt: Extrai o valor de opacidade de uma cor.
tr: Bir rengin alfa değerini verir.

source: Extracts the blue value from a color, scaled to match current colorMode().
da: Uddrager den blå værdi for en farve, skaleret til at matche den aktuelle colorMode().
es: Extrae el valor de azul de un color, escalado para que coincida con el actual colorMode().
nb: Utvider den blå verdien fra en fargen, skaleres slik at det samsvarer med colorMode().
pl: Wyodrębnia wartość niebieskiego z koloru, skalowany do obecnego colorMode().
pt: Extrai o valor azul de uma cor, dimensionado para corresponder ao colorMode() atual.
pt_pt: Extrai o valor de azul de uma cor, dimensionado para corresponder ao colorMode() atual.
tr: Bir rengin mavi değerini verir, güncel colorMode()'la eşleşecek şekilde ölçeklendirilmiştir.

source: Extracts the brightness value from a color.
da: Uddrager lysstyrkeværdien for en farve.
es: Extrae el valor del brillo de un color.
nb: Trekker ut lysstyrkeverdien fra en farge.
pl: Wyodrębnia wartość jasności z koloru.
pt: Extrai o valor de brilho de uma cor.
pt_pt: Extrai o valor do brilho de uma cor.
tr: Bir rengin parlaklık değerini ayıklar.

source: Extracts the green value from a color, scaled to match current colorMode().
da: Uddrager den grønne værdi for en farve, skaleret til at matche den aktuelle colorMode().
es: Extrae el valor de verde de un color, escalado para que coincida con el actual colorMode().
nb: Utvider den grønne verdien fra en fargen, skaleres slik at det samsvarer med colorMode().
pl: Wyodrębnia wartość zielonego z koloru, skalowany do obecnego colorMode().
pt: Extrai o valor verde de uma cor, dimensionado para corresponder ao colorMode() atual.
pt_pt: Extrai o valor de verde de uma cor, dimensionado para corresponder ao colorMode() atual.
tr: Bir rengin yeşil değerini verir, güncel colorMode()'la eşleşecek şekilde ölçeklendirilmiştir.

source: Extracts the hue value from a color.
da: Uddrag værdien for nuancen af en farve.
es: Extrae el valor del tono de un color.
nb: Trekker ut nyanse verdien fra en farge.
pl: Wyodrębnia wartość odcienia z koloru.
pt: Extrai o valor da matiz de uma cor.
pt_pt: Extrai o valor da tonalidade de uma cor.
tr: Bir rengin ton değerini ayıklar.

source: Extracts the red value from a color, scaled to match current colorMode().
da: Uddrager den røde værdi for en farve, skaleret til at matche den aktuelle colorMode().
es: Extrae el valor de rojo de un color, escalado para que coincida con el actual colorMode().
nb: Utvider den røde verdien fra en fargen, skaleres slik at det samsvarer med colorMode().
pl: Wyodrębnia wartość czerwoną z koloru, skalowany do obecnego colorMode().
pt: Extrai o valor vermelho de uma cor, dimensionada para corresponder ao colorMode() atual.
pt_pt: Extrai o valor de vermelho de uma cor, dimensionado para corresponder ao colorMode() atual.
tr: Bir rengin kırmızı değerini verir, güncel colorMode()'la eşleşecek şekilde ölçeklendirilmiştir.

source: Extracts the saturation value from a color.
da: Uddrager mætningsværdien for en farve.
es: Extrae el valor de saturación de un color.
nb: Trekker ut metningsverdien fra en farge.
pl: Wyodrębnia wartość nasycenia z koloru.
pt: Extrai o valor de saturação de uma cor.
pt_pt: Extrai o valor de saturação de uma cor.
tr: Bir rengin doygunluk değerini ayıklar.

source: Extraneous solutions to rational equations
da: Irrelevante løsninger til rationelle ligninger
es: Soluciones extrañas a ecuaciones racionales
fr: Fausses solutions d'une équation rationnelle
nb: Irrelevante løsninger til rasjonale likninger
pl: Dodatkowe rozwiązania równań wymiernych
pt: Outras soluções para as equações racionais
tr: Köklü denklemlerin fazlalık çözümleri

source: Extremely likely
da: Meget sandsynligt
es: Extremadamente probable
nb: Svært sannsynlig
nl: Zeer waarschijnlijk
pl: Bardzo prawdopodobne
pt: Sim, com certeza
pt_pt: Extremamente provável
tr: Çok olası

source: FAQ
es: Preguntas frecuentes
pt: Perguntas frequentes
pt_pt: Perguntas frequentes
tr: SSS

source: Fabergé egg
da: Fabergé æg
es: Huevo Fabergé
fr: œuf de Fabergé
pl: jajo Fabergé
pt: Ovo Fabergé
tr: Fabergé yumurtası

source: Fact Checker
da: Fakta tjekker
es: Verificador de hechos
fr: Contrôleur de qualité
ja: ファクトチェッカー
nb: Fakta sjekker
nl: Feitenchecker
pl: Sprawdzający Fakty
pt: Verificador de fatos
pt_pt: Verificador de factos
tr: Durum denetleyicisi

source: Factor
nb: Faktor
pl: Rozłóż
pt: Fator
tr: Çarpan

source: Factor out <code>\dfrac 1i</code>.
fr: On met <code>\dfrac 1i</code> en facteur.
pt: Fatore <code>\dfrac 1i</code>.
tr: <code>\dfrac 1i</code>'i dışarı alınız.

source: Factor out <code>\dfrac12 \cdot h</code> to get the formula for the area of a trapezoid:
es: Factoriza <code>\dfrac12 \cdot h</code> para obtener la fórmula del área del trapecio:
nb: Faktoriser <code>\dfrac12 \cdot h</code> for å få en formel for arealet til et trapes:
pt: Fatore <code>\dfrac12 \cdot h</code> para obter a fórmula da área de um trapézio:
tr: Yamuğun alan formülünü elde etmek için, <code>\dfrac12 \cdot h</code>'i dışarı alınız:

source: Factor out the <code><var>X</var></code>.
da: Faktoriser <code><var>X</var></code> ud.
es: Factoriza hacia afuera <code><var>X</var></code>.
fr: On met <code><var>X</var></code> en facteur.
nb: Faktoriser ut <code><var>X</var></code>.
pt: Fatore o <code><var>X</var></code>.
tr: <code><var>X</var></code>'i dışarı alın.

source: Factor out the common factors:
da: Faktoriser de fælles faktorer ud:
es: Factoriza los factores comunes:
fr: On factorise :
nb: Faktoriser felles faktorer:
pl: Wyłączmy przed nawias wspólne czynniki:
pt: Coloque os fatores comuns em evidência:
tr: Ortak çarpanları dışarı alınız:

source: Factor the expression below completely. All coefficients should be integers.
da: Faktor udtrykkene nedenfor helt. Alle koefficienter skal være heltal.
es: Factoriza la siguiente expresión completamente. Todos los coeficientes deben ser enteros.
fr: Factoriser au maximum ce polynôme. Tous les coefficients doivent être des entiers.
nb: Faktoriser uttrykket nedenfor helt. Alle koeffisienter skal være heltall.
pl: Rozłóż na czynniki wyrażenie poniżej. Wszystkie współczynniki powinny być liczbami całkowitymi.
pt: Fatore a expressão abaixo completamente. Todos os coeficientes devem ser inteiros.
pt_pt: Fatoriza a seguinte expressão ao máximo. Todos os coeficientes deverão ser números inteiros.
tr: Aşağıdaki ifadeyi bütün çarpanlarına ayırın.Tüm katsayılar tamsayı olmalıdır.

source: Factor the expression:
da: Faktoriser udtrykket:
es: Factoriza la expresión:
fr: On factorise :
nb: Faktoriser uttrykket:
pl: Rozłóż wyrażenie na czynniki:
pt: Fatore a expressão:
tr: İfadeyi çarpanlarına ayırınız:

source: Factor the following expression:
da: Faktorisér det følgende udtryk:
es: Factoriza la siguiente expresión:
fr: Factoriser l'expression :
nb: Faktorisér følgende uttrykk:
pl: Rozłóż na czynniki następujące wyrażenie:
pt: Fatore a seguinte expressão:
tr: İfadeyi çarpanlarına ayırınız:

source: Factoring difference of squares 1
da: Faktorisering af kvadraters differens 1
es: Factorizando diferencia de cuadrados 1
fr: Factoriser une différence de deux carrés 1
nb: Faktorisering av kvadraters differanse 1
pl: Rozkładanie różnic kwadratów 1
pt: Fatorar diferenças de quadrados 1
tr: İki kare farkını çarpanlarına ayırma 1

source: Factoring difference of squares 2
da: Faktorisering af differencen for kvadrater 2
es: Factorizando diferencia de cuadrados 2
fr: Factoriser une différence de deux carrés 2
nb: Faktorisering av differansen for kvadrater 2
pl: Rozkładanie różnic kwadratów 2
pt: Fatoração de diferença de quadrados 2
tr: İki kare farkını çarpanlarına ayırma 2

source: Factoring difference of squares 3
da: Faktorisering af kvadraters differens 3
es: Factorizando diferencia de cuadrados 3
fr: Factoriser une différence de deux carrés 3
nb: Faktorisering av kvadraters differanse 3
pl: Rozkładanie różnic kwadratów 3
pt: Fatoração de diferença de quadrados 3
tr: İki kare farkını çarpanlarına ayırma 3

source: Factoring linear binomials
da: Faktorisering af lineære bionomialer
es: Factorizando binomios lineales
fr: Factorisation d'expressions du premier degré
nb: Faktorisering av lineære uttrykk
pl: Rozkładanie dwumianów liniowych
pt: Fatoração de binômios lineares
tr: Doğrusal binomları çarpanlarına ayırmak

source: Factoring out <code><var>FACTORDEGREE</var></code> gives us:
da: Faktoriserer vi <code><var>FACTORDEGREE</var></code> ud, giver det os:
es: Factorizando hacia afuera <code><var>FACTORDEGREE</var></code> nos da:
fr: Si on met <code><var>FACTORDEGREE</var></code> en facteur on obtient :
nb: Faktoriserer vi <code><var>FACTORDEGREE</var></code>, gir det oss:
pt: Fatorando <code><var>FACTORDEGREE</var></code>, obtemos:
tr: <code><var>FACTORDEGREE</var></code>'ı dışarı alırsak:

source: Factoring polynomials by grouping
da: Faktorisering af polynomier ved gruppering
es: Factorizando polinomios por agrupación
fr: Factoriser un polynôme en regroupant des termes
nb: Faktorisering av polynomer ved gruppering
pl: Rozkładanie wielomianów przez grupowanie
pt: Fatoração de polinômios por agrupamento
tr: Gruplama yöntemiyle polinomu çarpanlarına ayırma

source: Factoring polynomials with two variables
da: Faktorisering af et polynomium med to variable
es: Factorizando polinomios de dos variables
fr: Factoriser un polynôme à deux variables
nb: Faktorisering av et polynom med to variabler
pl: Rozkładanie wielomianów z dwoma zmiennymi
pt: Fatorar polinômios com duas variáveis
tr: İki değişkenli polinomları çarpanlarına ayırma

source: Factoring quadratics 1
da: Faktorisering af kvadrater 1
es: Factorizando cuadráticas
fr: Factorisation d'un trinôme 1
nb: Faktorisere kvadrater 1
nl: Kwadraten ontbinden in factoren 1
pl: Rozkładanie wyrażeń kwadratowych 1
pt: Fatoração de equações de segundo grau 1
tr: İkinci dereceden ifadeleri çarpanlarına ayırma 1

source: Factoring quadratics 2
da: Faktorisering af kvadrater 2
es: Factorizando cuadráticas 2
fr: Factorisation d'un trinôme 2
nb: Faktorisere kvadrater 2
pl: Rozkładanie wyrażeń kwadratowych 2
pt: Fatoração de equações de segundo grau 2
tr: İkinci dereceden ifadeleri çarpanlarına ayırma 2

source: Faculty
es: Profesorado
fr: Faculté
pl: Pedagog
pt: Membro do Corpo docente
tr: Akademisyen

source: Failed email addresses
bg: Грешни имейл адреси
da: E-mail adresser med fejl
es: Error en las direcciones de correo electrónico
fr: Adresse e-mail invalide
he: כתובות דוא"ל כושלות
ja: 電子メイルアドレスが無効
nb: E-postadresser med feil
nl: Onjuiste e-mailadressen
pl: Nieprawidłowe adresy e-mailowe
pt: Falha nos endereços de e-mail
pt_pt: Endereços de e-mail inválidos
tr: Başarısız olan E-posta adresleri

source: Failed to save changes.
da: Kunne ikke gemme ændringer.
es: Error al guardar los cambios.
fr: Impossible d'enregistrer les modifications.
ja: 変更を保存できませんでした．
nb: Kan ikke lagre endringer.
nl: Opslaan wijzigingen mislukt.
pl: Nie udało się zapisać zmian.
pt: Falha ao salvar alterações.
pt_pt: Ocorreu um erro ao guardar as alterações.
tr: Değişiklikler kaydedilemedi.

source: Fair coin
da: Perfekt mønt
es: Fair coin (moneda justa)
fr: Pièce de monnaie bien équilibrée
pl: Uczciwa moneta
pt: Moeda justa
tr: Hilesiz para

source: False
da: Falsk
es: Falso
fr: FAUX
nb: Feil
pl: Fałsz
pt: Falsa
pt_pt: Falso
tr: Yanlış

source: Farisa Khalid holds a Masters in art history from the Institute of Fine Arts. Her primary area of interest is nineteenth and twentieth century American art and visual culture with a sub-specialty in South Asian art.
pt: Farisa Khalid tem mestrado em História da Arte pelo Instituto de Belas Artes. Suas principais áreas de interesse são a arte americana dos séculos XIX e XX e cultura visual, com subespecialização em arte do sul da Ásia.
tr: Farisa Khalid, Güzel Sanatlar Enstitüsü'nde sanat tarihi alanında master sahibidir. Ana ilgi alanı, on dokuzuncu ve yirminci yüzyıl Amerikan sanat ve görsel kültürü, ve Güney Asya sanatında bir alt uzmanlıktır.

source: Farmers
fr: Agriculteurs
nb: Bønder
pl: Rolnicy
pt: Fazendeiros
tr: Çiftçiler

source: Father penguin
nb: Pappa pingvin
pt: Pinguim pai
tr: Baba penguen

source: Favorite %(subject)s
es: %(subject)s favorito(a)
fr: %(subject)s favoris
hi: पसंदीदा %(subject)s।
nb: Favoritt %(subject)s
pl: Ulubione %(subject)s
pt: %(subject)s favoritas
tr: Favori %(subject)s

source: Featured Content
da: Fremhævet indhold
es: Contenido destacado
fr: Contenu en plus :
ja: 特集コンテンツ
nb: Utvalgt innhold
nl: Aanbevolen inhoud
pl: Zamieszczone treści
pt: Conteúdo indicado
pt_pt: Conteúdo destacado
tr: Önemli İçerik

source: Features for teenagers
da: Funktioner for teenagere
es: Características para adolescentes
fr: Fonctions pour les adolescents
ja: ティーンエイジャーのための機能
nb: Funksjoner for tenåringer
nl: Functies voor tieners
pl: Funkcje dla nastolatków
pt: Recursos para adolescentes
tr: Gençler için Özellikler

source: February
fr: Février
nb: Februar
pl: Luty
pt: Fevereiro
tr: Şubat

source: Feedback:
es: Comentarios:
fr: Vos commentaires :
nb: Tilbakemelding:
pl: Opinia:
pt: Comentário:
tr: Geribildirim:

source: Feet
nb: Føtter
pl: Stopy
pt: Pés
tr: Ayaklar

source: Female
da: Kvinde
es: Femenino
fr: Femme
ja: 女性
nb: Kvinne
nl: Vrouw
pl: Kobieta
pt: Feminino
pt_pt: Feminino
tr: Bayan

source: Fermium
es: Fermio
pl: Ferm
pt: Férmio
pt_pt: Férmio

source: Figure out what goes in the blank:<br><code>\Big(? \Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
es: Averigua qué sucede en el espacio en blanco: <br><code>\Big(? \Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
fr: Compléter le blanc: <br><code>\Big(? \Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
nb: Finn ut hva det skal stå i det i tomme felt<br><code>\Big(? \Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
pl: Dowiedz się, co będzie w pustym polu:<br><code>\Big(? \Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
pt: Descubra o que deve ser inserido na lacuna:<br><code>\Big(? \Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
tr: Boş olan yere ne geleceğini bulunuz: <br><code>\Big(? \Big)^{<var>EXP_D</var>}=<var>frac( BASEF_N, BASEF_D )</var></code>
