Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> person is on the train.
da: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> person er på toget.
es: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> persona en el tren.
fr: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> personne est dans le train.
ja: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> 人の人が電車に乗っています．
pl: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> osoba jest w pociągu.
pt: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> pessoa está no trem.

source: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> tree.
da: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> træ.
es: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> árbol.
fr: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> arbre.
ja: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> の木があります.
pl: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> drzewo.
pt: <code><var>TOTAL</var> - <var>NUM2</var> = <var>NUM1</var></code> árvore.

source: <code><var>TOTAL</var></code> <var>RESPONDENT</var> was asked about their favorite <var>SUBJECT</var>.
es: A <code><var>TOTAL</var></code> <var>RESPONDENT</var> se le preguntó sobre su <var>SUBJECT</var> favorito(a).
fr: On a demandé à <code><var>TOTAL</var></code> <var>RESPONDENT</var> quel était son <var>SUBJECT</var> préféré.
pl: <code><var>TOTAL</var></code> <var>RESPONDENT</var> został(a) zapytany(a) o swój ulubiony <var>SUBJECT</var>.
pt: <code><var>TOTAL</var></code> <var>RESPONDENT</var> respondeu sobre seu(sua) <var>SUBJECT</var> favorito(a).

source: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot <var>V2</var></code> fits this pattern, with <code>k = <var>MULTIPLIER</var></code>.
da: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot <var>V2</var></code> passer på dette mønster med <code>k = <var>MULTIPLIER</var></code>.
es: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot <var>V2</var></code> encaja con este patrón, con <code>k = <var>MULTIPLIER</var></code>.
fr: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot <var>V2</var></code> est de cette forme, avec <code>k = <var>MULTIPLIER</var></code>.
nb: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot <var>V2</var></code> passer på dette mønster med <code>k = <var>MULTIPLIER</var></code>.
pl: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot <var>V2</var></code> pasuje do tego wzoru z <code>k = <var>MULTIPLIER</var></code>.
pt: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot <var>V2</var></code> se encaixa nesse padrão, com <code>k = <var>MULTIPLIER</var></code>.
tr: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot <var>V2</var></code> bu örüntüye uyar, burada <code>k = <var>MULTIPLIER</var></code>.

source: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V2</var>}</code> fits this pattern, with <code>k = <var>MULTIPLIER</var></code>.
da: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V2</var>}</code> passer på dette mønster med <code>k = <var>MULTIPLIER</var></code>.
es: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V2</var>}</code> encaja con este patrón, con <code>k = <var>MULTIPLIER</var></code>.
fr: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V2</var>}</code> est de cette forme, avec <code>k = <var>MULTIPLIER</var></code>.
nb: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V2</var>}</code> passer på dette mønster med <code>k = <var>MULTIPLIER</var></code>.
pl: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V2</var>}</code> pasuje do tego wzoru z <code>k = <var>MULTIPLIER</var></code>.
pt: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V2</var>}</code> se encaixa nesse padrão, com <code>k = <var>MULTIPLIER</var></code>.
tr: <code><var>V1</var> = <var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V2</var>}</code> bu örüntüye uyar, burada <code>k = <var>MULTIPLIER</var></code>.

source: <code><var>V1</var> \cdot <var>V2</var> = <var>MULTIPLIER</var></code> fits this pattern, with <code>k = <var>MULTIPLIER</var></code>.
da: <code><var>V1</var> \cdot <var>V2</var> = <var>MULTIPLIER</var></code> passer på dette mønster med <code>k = <var>MULTIPLIER</var></code>.
es: <code><var>V1</var> \cdot <var>V2</var> = <var>MULTIPLIER</var></code> encaja con este patrón, con <code>k = <var>MULTIPLIER</var></code>.
fr: <code><var>V1</var> \cdot <var>V2</var> = <var>MULTIPLIER</var></code> est de cette forme, avec <code>k = <var>MULTIPLIER</var></code>.
nb: <code><var>V1</var> \cdot <var>V2</var> = <var>MULTIPLIER</var></code> passer på dette mønster med <code>k = <var>MULTIPLIER</var></code>.
pl: <code><var>V1</var> \cdot <var>V2</var> = <var>MULTIPLIER</var></code> pasuje do tego wzoru z <code>k = <var>MULTIPLIER</var></code>.
pt: <code><var>V1</var> \cdot <var>V2</var> = <var>MULTIPLIER</var></code> se encaixa nesse padrão, com <code>k = <var>MULTIPLIER</var></code>.
tr: <code><var>V1</var> \cdot <var>V2</var> = <var>MULTIPLIER</var></code> bu örüntüye uyar, burada <code>k = <var>MULTIPLIER</var></code>.

source: <code><var>VALUE_PER_IMG</var></code> badge per symbol
fr: <code><var>VALUE_PER_IMG</var></code> badge par symbole
pl: <code><var>VALUE_PER_IMG</var></code> odznaka na symbol
pt: <code><var>VALUE_PER_IMG</var></code> medalha por símbolo
tr: <code><var>VALUE_PER_IMG</var></code> madalya sembol başına

source: <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> is <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> more than <code><var>WHOLE2</var></code>
es: <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> es <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> más que <code><var>WHOLE2</var></code>
nb: <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> er <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> mer enn <code><var>WHOLE2</var></code>
pl: <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> jest o <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> większe, niż <code><var>WHOLE2</var></code>
pt: <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> é <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> maior que <code><var>WHOLE2</var></code>.
tr: <code><var>WHOLE2</var>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code>, <code><var>WHOLE2</var></code>'dan <code>\dfrac{<var>M_NUM</var>}{<var>M_DENOM</var>}</code> daha büyüktür

source: <code><var>X</var></code> bags of candy and <code><var>Y</var></code> bags of cookies were sold.
da: <code><var>X</var></code> poser med slik og <code><var>Y</var></code> poser af småkager blev solgt.
es: Se vendieron <code><var>X</var></code> bolsas de dulces y <code><var>Y</var></code> bolsas de galletas.
fr: Il a été vendu <code><var>X</var></code> paquets de bonbons et <code><var>Y</var></code> paquets de biscuits.
nb: <code><var>X</var></code> poser med godteri og <code><var>Y</var></code> poser med småkaker ble solgt.
pl: Sprzedano <code><var>X</var></code> torebek cukierków i <code><var>Y</var></code> torebek ciastek.
pt: <code><var>X</var></code> sacos de doce e <code><var>Y</var></code> sacos de cookies foram vendidos.
tr: <code><var>X</var></code> torba şeker ve <code><var>Y</var></code> torba kurabiye satıldı.

source: <code><var>_.last(STEPS).sum</var></code> is divisible by <code><var>FACTOR</var></code>, therefore <code>\blue{<var>NUMBER</var>}</code> must also be divisible by <code><var>FACTOR</var></code>.
da: <code><var>_.last(STEPS).sum</var></code> er deleligt med <code><var>FACTOR</var></code>, så derfor må <code>\blue{<var>NUMBER</var>}</code> også være deleligt med <code><var>FACTOR</var></code>.
es: <code><var>_.last(STEPS).sum</var></code> es divisible entre <code><var>FACTOR</var></code>, por lo tanto <code>\blue{<var>NUMBER</var>}</code> debe ser también divisible entre <code><var>FACTOR</var></code>.
fr: <code><var>_.last(STEPS).sum</var></code> est divisible par <code><var>FACTOR</var></code>, donc <code>\blue{<var>NUMBER</var>}</code> est divisible par <code><var>FACTOR</var></code>.
hi: <code><var>_.last(STEPS).sum</var></code> विभाजित हो सकता है <code><var>FACTOR</var></code>, इसलिए <code>\blue{<var>NUMBER</var>}</code> भी विभाजित हो सकता है <code><var>FACTOR</var></code> सेI
nb: <code><var>_.last(STEPS).sum</var></code> er delelig med <code><var>FACTOR</var></code>, så derfor må <code>\blue{<var>NUMBER</var>}</code> også være delelig med <code><var>FACTOR</var></code>.
nl: <code><var>_.last(STEPS).sum</var></code> is deelbaar is door <code><var>FACTOR</var></code>, dus <code>\blue{<var>NUMBER</var>}</code> moet ook deelbaar zijn door <code><var>FACTOR</var></code>.
pl: <code><var>_.last(STEPS).sum</var></code> jest podzielna przez <code><var>FACTOR</var></code> dlatego, że <code>\blue{<var>NUMBER</var>}</code> musi być podzielna przez <code><var>FACTOR</var></code>.
pt: <code><var>_.last(STEPS).sum</var></code> é divisível por <code><var>FACTOR</var></code>, portanto, <code>\blue{<var>NUMBER</var>}</code> também deve ser divisível por <code><var>FACTOR</var></code>.
tr: <code><var>_.last(STEPS).sum</var></code>, <code><var>FACTOR</var></code> ile bölünebilir, bu nedenle <code>\blue{<var>NUMBER</var>}</code> sayısı da <code><var>FACTOR</var></code> ile bölünebilir olmalıdır.

source: <code><var>_.last(STEPS).sum</var></code> is not divisible by <code><var>FACTOR</var></code>, therefore <code>\blue{<var>NUMBER</var>}</code> must not be divisible by <code><var>FACTOR</var></code>.
es: <code><var>_.last(STEPS).sum</var></code> no es divisible entre <code><var>FACTOR</var></code>, por lo tanto <code>\blue{<var>NUMBER</var>}</code> no debe ser divisible entre <code><var>FACTOR</var></code>.
fr: <code><var>_.last(STEPS).sum</var></code> n'est pas divisible par <code><var>FACTOR</var></code>, donc <code>\blue{<var>NUMBER</var>}</code> n'est pas divisible par <code><var>FACTOR</var></code>.
hi: <code><var>_.last(STEPS).sum</var></code> विभाजित नहीं हो सकता by <code><var>FACTOR</var></code> से, इसलिए <code>\blue{<var>NUMBER</var>}</code>विभाजित नहीं हो सकता <code><var>FACTOR</var></code> सेI
nb: <code><var>_.last(STEPS).sum</var></code> er ikke delelig med <code><var>FACTOR</var></code>, derfor må ikke <code>\blue{<var>NUMBER</var>}</code> være delelig med <code><var>FACTOR</var></code>.
nl: <code><var>_.last(STEPS).sum</var></code> is niet deelbaar door <code><var>FACTOR</var></code>, dus <code>\blue{<var>NUMBER</var>}</code> kan niet deelbaar zijn door <code><var>FACTOR</var></code>.
pl: <code><var>_.last(STEPS).sum</var></code> nie jest podzielna przez <code><var>FACTOR</var></code> dlatego, że <code>\blue{<var>NUMBER</var>}</code> nie może być podzielna przez <code><var>FACTOR</var></code>.
pt: <code><var>_.last(STEPS).sum</var></code> não é divisível por <code><var>FACTOR</var></code>, portanto <code>\blue{<var>NUMBER</var>}</code> não deve ser divisível por <code><var>FACTOR</var></code>.
tr: <code><var>_.last(STEPS).sum</var></code>, <code><var>FACTOR</var></code> ile bölünebilir değildir, bu nedenle <code>\blue{<var>NUMBER</var>}</code> sayısı da <code><var>FACTOR</var></code> ile bölünemez.

source: <code><var>base</var>^<var>answer</var>=<var>number</var></code>, so <code>\log_{<var>base</var>}<var>number</var>=<var>answer</var></code>.
da: <code><var>base</var>^<var>answer</var>=<var>number</var></code>, så <code>\log_{<var>base</var>}<var>number</var>=<var>answer</var></code>.
es: <code><var>base</var>^<var>answer</var>=<var>number</var></code>, entonces <code>\log_{<var>base</var>}<var>number</var>=<var>answer</var></code>.
fr: <code><var>base</var>^<var>answer</var>=<var>number</var></code>, donc <code>\log_{<var>base</var>}<var>number</var>=<var>answer</var></code>.
nb: <code><var>base</var>^<var>answer</var>=<var>number</var></code>, så <code>\log_{<var>base</var>}<var>number</var>=<var>answer</var></code>.
pl: <code><var>base</var>^<var>answer</var>=<var>number</var></code>, tak więc <code>\log_{<var>base</var>}<var>number</var>=<var>answer</var></code>.
pt: <code><var>base</var>^<var>answer</var>=<var>number</var></code>, então <code>\log_{<var>base</var>}<var>number</var>=<var>answer</var></code>.
tr: <code><var>base</var>^<var>answer</var>=<var>number</var></code>, buna göre, <code>\log_{<var>base</var>}<var>number</var>=<var>answer</var></code>.

source: <code><var>fraction(N_PARENT_EXPANDED, D)</var></code> is the same thing as <code><var>N_PARENT_EXPANDED</var> \times <var>fraction(1, D)</var></code>.
da: <code><var>fraction(N_PARENT_EXPANDED, D)</var></code> er det samme som <code><var>N_PARENT_EXPANDED</var> \times <var>fraction(1, D)</var></code>.
es: <code><var>fraction(N_PARENT_EXPANDED, D)</var></code> es lo mismo que <code><var>N_PARENT_EXPANDED</var> \times <var>fraction(1, D)</var></code>.
fr: <code><var>fraction(N_PARENT_EXPANDED, D)</var></code> c'est la même chose que <code><var>N_PARENT_EXPANDED</var> \times <var>fraction(1, D)</var></code>.
nb: <code><var>fraction(N_PARENT_EXPANDED, D)</var></code> er det samme som <code><var>N_PARENT_EXPANDED</var> \times <var>fraction(1, D)</var></code>.
nl: <code><var>fraction(N_PARENT_EXPANDED, D)</var></code> is hetzelfde als <code><var>N_PARENT_EXPANDED</var> \times <var>fraction(1, D)</var></code>.
pl: <code><var>fraction(N_PARENT_EXPANDED, D)</var></code> to to samo, co <code><var>N_PARENT_EXPANDED</var> \times <var>fraction(1, D)</var></code>.
pt: <code><var>fraction(N_PARENT_EXPANDED, D)</var></code> é a mesma coisa que <code><var>N_PARENT_EXPANDED</var> \times <var>fraction(1, D)</var></code>.
tr: <code><var>fraction(N_PARENT_EXPANDED, D)</var></code>, <code><var>N_PARENT_EXPANDED</var> \times <var>fraction(1, D)</var></code> ile aynı şeydir.

source: <code><var>localeToFixed(D, 4)</var></code> can be represented as follows.
fr: <code><var>localeToFixed(D, 4)</var></code> peut s'écrire sous forme d'une somme de fractions décimales comme ceci :
hi: <code><var>localeToFixed(D, 4)</var></code> को निम्न रूप से दर्शाया जा सकता है।
nb: <code><var>localeToFixed(D, 4)</var></code> kan uttrykkes som følgende.
nl: <code><var>localeToFixed(D, 4)</var></code> kan als volgt worden weergegeven.
pl: <code><var>localeToFixed(D, 4)</var></code> można przedstawić następująco.
pt: <code><var>localeToFixed(D, 4)</var></code> pode ser representado da seguinte maneira.
tr: <code><var>localeToFixed(D, 4)</var></code> şöyle şekilde gösterilebilir.

source: <code><var>number</var></code> can be expressed as <code><var>base</var>^<var>answer</var></code>.
da: <code><var>number</var></code> kan udtrykkes som <code><var>base</var>^<var>answer</var></code>.
es: <code><var>number</var></code> puede expresarse como <code><var>base</var>^<var>answer</var></code>.
fr: <code><var>number</var></code> peut s'écrire <code><var>base</var>^<var>answer</var></code>.
nb: <code><var>number</var></code> kan uttrykkes som <code><var>base</var>^<var>answer</var></code>.
pl: <code><var>number</var></code> może być wyrażone jako <code><var>base</var>^<var>answer</var></code>.
pt: <code><var>number</var></code> pode ser expressado como <code><var>base</var>^<var>answer</var></code>.
tr: <code><var>number</var></code>, <code><var>base</var>^<var>answer</var></code> olarak ifade edilebilir.

source: <code><var>number</var></code> can be expressed as <code><var>power_string</var></code>.
da: <code><var>number</var></code> kan udtrykkes som <code><var>power_string</var></code>.
es: <code><var>number</var></code> puede escribirse como <code><var>power_string</var></code>.
fr: <code><var>number</var></code> peut s'écrire <code><var>power_string</var></code>.
nb: <code><var>number</var></code> kan uttrykkes som <code><var>power_string</var></code>.
pl: <code><var>number</var></code> może być wyrażone jako <code><var>power_string</var></code>.
pt: <code><var>number</var></code> pode ser expressado como <code><var>power_string</var></code>.
tr: <code><var>number</var></code>, <code><var>power_string</var></code> olarak ifade edilebilir.

source: <code>ABC</code> is a triangle. What is the length of <code>\overline{AB}</code>?
pt: <code>ABC</code> é um triângulo. Qual é o comprimento de <code>\overline{AB}</code>?
tr: <code>ABC</code> bir üçgendir. <code>\overline{AB}</code> uzunluğu nedir?

source: <code>ABC</code> is a triangle. What is the length of <code>\overline{AC}</code>?
pt: <code>ABC</code> é um triângulo. Qual é o comprimento de <code>\overline{AC}</code>?
tr: <code>ABC</code> bir üçgendir. <code>\overline{AC}</code> uzunluğu nedir?

source: <code>ABC</code> is a triangle. What is the length of <code>\overline{CD}</code>?
pt: <code>ABC</code> é um triângulo. Qual é o comprimento de <code>\overline{CD}</code>?
tr: <code>ABC</code> bir üçgendir. <code>\overline{CD}</code> uzunluğu nedir?

source: <code>C</code> and <code>F</code> lie on a straight line.
nl: <code>C</code> en <code>F</code> liggen op een rechte lijn.
pt: <code>C</code> e <code>F</code> pertencem a uma linha reta.
tr: <code>C</code> ve <code>F</code> düz bir çizgi üstündedir.

source: <code>DEF</code> and <code>GHI</code> are similar to <code>ABC</code>
es: <code>DEF</code> y <code>GHI</code> son semejantes a <code>ABC</code>
fr: <code>DEF</code> et <code>GHI</code> sont semblables à <code>ABC</code>
nb: <code>DEF</code> og <code>GHI</code> er formlik med <code>ABC</code>
pl: <code>DEF</code> i <code>GHI</code> są podobne do <code>ABC</code>
pt: <code>DEF</code> e <code>GHI</code> são semelhantes a <code>ABC</code>
tr: <code>DEF</code> ve <code>GHI</code>, <code>ABC</code>'ye benzerdir

source: <code>DEF</code> is similar to <code>ABC</code>
es: <code>DEF</code> es semejante a <code>ABC</code>
fr: <code>DEF</code> est semblable à <code>ABC</code>
nb: <code>DEF</code> er formlik med <code>ABC</code>
pl: <code>DEF</code> jest podobny do <code>ABC</code>
pt: <code>DEF</code> é semelhante a <code>ABC</code>
tr: <code>DEF</code>, <code>ABC</code>'ye benzerdir

source: <code>E</code> and <code>F</code> lie on a straight line.
nl: <code>E</code> en <code>F</code> liggen op een rechte lijn.
pt: <code>E</code> e <code>F</code> pertencem a uma linha reta.
tr: <code>E</code> ve <code>F</code> düz bir çizgi üstündedir.

source: <code>GHI</code> is similar to <code>ABC</code>
es: <code>GHI</code> es semejante a <code>ABC</code>
fr: <code>GHI</code> est semblable à <code>ABC</code>
pl: <code>GHI</code> jest podobny do <code>ABC</code>
pt: <code>GHI</code> é semelhante a <code>ABC</code>
tr: <code>GHI</code>, <code>ABC</code>'ye benzerdir

source: <code>\angle DAB</code> and <code>\angle DAC</code> are congruent.
es: <code>\angle DAB</code> y <code>\angle DAC</code> son congruentes.
pl: <code>\angle DAB</code> i <code>\angle DAC</code> są przystające.
pt: <code>\angle DAB</code> e <code>\angle DAC</code> são congruentes.
tr: <code>\angle DAB</code> ve <code>\angle DAC</code> eştir.

source: <code>\angle DAE</code> forms a vertical angle with <code>\angle BAC</code>, so <code>\angle DAE = \angle BAC</code>.
es: <code>\angle DAE</code> forma un ángulo opuesto por el vértice con <code>\angle BAC</code>, entonces <code>\angle DAE = \angle BAC</code>.
pt: O <code>\angle DAE</code> forma um ângulo oposto pelo vértice com o <code>\angle BAC</code>, logo <code>\angle DAE = \angle BAC</code>.
tr: <code>\angle DAE</code>, <code>\angle BAC</code> ile ters açı oluşturur, o zaman <code>\angle DAE = \angle BAC</code>.

source: <code>\blue{<var>FACTORIZATION[FACTORIZATION.length - 1]</var>}</code> is prime, so we're done factoring.
es: <code>\blue{<var>FACTORIZATION[FACTORIZATION.length - 1]</var>}</code> es primo, por lo que hemos terminado de factorizar.
fr: <code>\blue{<var>FACTORIZATION[FACTORIZATION.length - 1]</var>}</code> est premier, donc la décomposition en facteur premier est finie.
nb: <code>\blue{<var>FACTORIZATION[FACTORIZATION.length - 1]</var>}</code> er primtall, så vi er ferdige med å faktorisere.
pl: <code>\blue{<var>FACTORIZATION[FACTORIZATION.length - 1]</var>}</code> jest liczbą pierwszą, więc skończyliśmy już rozkładanie na czynniki pierwsze.
pt: <code>\blue{<var>FACTORIZATION[FACTORIZATION.length - 1]</var>}</code> é um número primo, então terminamos a fatoração.
tr: <code>\blue{<var>FACTORIZATION[FACTORIZATION.length - 1]</var>}</code> asaldır, yani çarpanlara ayırmayı bitirdik.

source: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> and <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>
es: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> y <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>
fr: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> et <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>
nb: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> og <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>
pt: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> e <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>
tr: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> ve <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>

source: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> or <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>
es: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> o <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>
fr: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> ou <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>
nb: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> eller <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>
pl: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> lub <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>
pt: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> ou <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>
tr: <code>\blue{<var>VARIABLE_NAME + COMP_SOLUTION[0] + SOLUTION[0]</var>}</code> veya <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>

source: <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code> is the same as the fraction <code><var>FRACTION</var></code> added <code><var>I_NUM</var></code> times.
es: <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code> es lo mismo que la fracción <code><var>FRACTION</var></code> sumada <code><var>I_NUM</var></code> veces.
nb: <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code> er det samme som brøken<code><var>FRACTION</var></code> lagt til <code><var>I_NUM</var></code> ganger.
pl: <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code> jest tym samym, co ułamek <code><var>FRACTION</var></code> dodany <code><var>I_NUM</var></code> razy.
pt: <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code> é o mesmo que a fração <code><var>FRACTION</var></code> somada <code><var>I_NUM</var></code> vezes.
tr: <code>\blue{<var>fraction(I_NUM, I_DENOM, false, true)</var>}</code>, <code><var>FRACTION</var></code> kesirinin kendisiyle <code><var>I_NUM</var></code> kere toplamıyla aynıdır.
