Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: To simplify <code>\frac{<var>COEFFICIENT1</var>}{<var>COEFFICIENT2</var>}</code>, find the greatest common factor (GCF) of <code><var>COEFFICIENT1</var></code> and <code><var>COEFFICIENT2</var></code>.
es: Para simplificar <code>\frac{<var>COEFFICIENT1</var>}{<var>COEFFICIENT2</var>}</code>, encuentra el máximo común divisor (MCD) de <code><var>COEFFICIENT1</var></code> y <code><var>COEFFICIENT2</var></code>.
nb: For å forenkle <code>\frac{<var>COEFFICIENT1</var>}{<var>COEFFICIENT2</var>}</code>, finner vi største felles multiplum (SFM) til <code><var>COEFFICIENT1</var></code> og <code><var>COEFFICIENT2</var></code>.
pl: Żeby uprościć <code>\frac{<var>COEFFICIENT1</var>}{<var>COEFFICIENT2</var>}</code>, znajdź największy wspólny dzielnik <code><var>COEFFICIENT1</var></code> i <code><var>COEFFICIENT2</var></code>.
pt: Para simplificar <code>\frac{<var>COEFFICIENT1</var>}{<var>COEFFICIENT2</var>}</code>, calcule o máximo divisor comum (MDC) de <code><var>COEFFICIENT1</var></code> e <code><var>COEFFICIENT2</var></code>.
tr: <code>\frac{<var>COEFFICIENT1</var>}{<var>COEFFICIENT2</var>}</code>'i sadeleştirmek için,<code><var>COEFFICIENT1</var></code> ve <code><var>COEFFICIENT2</var></code> sayılarının ortak bölenlerinin en büyüğünü (OBEB) bulunuz.

source: To simplify this formula to something we can use, we try the cosine addition/subtraction identity: <code>\cos(x \pm y) = \cos x \cdot \cos y \mp \sin x \cdot \sin y</code>
es: Para simplificar esta fórmula en algo que podamos utilizar, intentamos con la identidad de suma/resta de ángulos del coseno: <code>\cos(x \pm y) = \cos x \cdot \cos y \mp \sin x \cdot \sin y</code>
fr: On peut utiliser la formule du cosinus de la somme/différence : <code>\cos(x \pm y) = \cos x \cdot \cos y \mp \sin x \cdot \sin y</code>
pt: Para simplificar essa fórmula para algo que possamos utilizar, vamos experimentar a identidade de adição/subtração do cosseno: <code>\cos(x \pm y) = \cos x \cdot \cos y \mp \sin x \cdot \sin y</code>
tr: Bu formülü kullanışlı bir hale getirmek için, kosinüs toplama/çıkarma özdeşliğini deneyebiliriz: <code>\cos(x \pm y) = \cos x \cdot \cos y \mp \sin x \cdot \sin y</code>

source: To simplify this formula to something we can use, we try the cosine double-angle identity: <code>\cos(2x) = \cos^2 (x) - \sin^2 (x)</code>
es: Para simplificar esta fórmula en algo que podamos utilizar, intentemos con la identidad de doble ángulo del coseno: <code>\cos(2x) = \cos^2 (x) - \sin^2 (x)</code>
fr: On peut utiliser la formule du cosinus du double de x : <code>\cos(2x) = \cos^2 (x) - \sin^2 (x)</code>
pt: Para simplificar essa fórmula para algo que possamos utilizar, vamos experimentar a identidade do cosseno do ângulo duplo: <code>\cos(2x) = \cos^2 (x) - \sin^2 (x)</code>
tr: Bu formülü kullanışlı bir hale çevirmek için, kosinüs çift açı özdeşliğini deneriz: <code>\cos(2x) = \cos^2 (x) - \sin^2 (x)</code>

source: To simplify this formula to something we can use, we try the sine addition/subtraction identity: <code>\sin(x \pm y) = \sin x \cdot \cos y \pm \cos x \cdot \sin y</code>
es: Para simplificar esta fórmula en algo que podamos utilizar, intentemos con la identidad de suma/resta de ángulos del seno: <code>\sin(x \pm y) = \sin x \cdot \cos y \pm \cos x \cdot \sin y</code>
fr: On peut utiliser la formule du sinus de la somme/différence : <code>\sin(x \pm y) = \sin x \cdot \cos y \pm \cos x \cdot \sin y</code>
pt: Para simplificar essa fórmula para algo que possamos utilizar, vamos experimentar a identidade de adição/subtração do seno: <code>\sin(x \pm y) = \sin x \cdot \cos y \pm \cos x \cdot \sin y</code>
tr: Bu formülü kullanışlı bir hale getirmek için, sinüs toplama/çıkarma özdeşliğini deneyebiliriz: <code>\sin(x \pm y) = \sin x \cdot \cos y \pm \cos x \cdot \sin y</code>

source: To simplify this formula to something we can use, we try the sine double-angle identity: <code>\sin(2x) = 2 \sin (x) \cos (x)</code>
es: Para simplificar esta fórmula en algo que podamos utilizar, intentemos con la identidad de doble ángulo del seno: <code>\sin(2x) = 2 \sin (x) \cos (x)</code>
fr: On peut utiliser la formule du sinus du double de x : <code>\sin(2x) = 2 \sin (x) \cos (x)</code>
pt: Para simplificar essa fórmula para algo que possamos utilizar, vamos experimentar a identidade do seno do ângulo duplo: <code>\sin(2x) = 2 \sin (x) \cos (x)</code>
tr: Bu formülü kullanışlı bir hale çevirmek için, sinüs çift açı özdeşliğini deneriz: <code>\sin(2x) = 2 \sin (x) \cos (x)</code>

source: To solve this, let's set up an expression to show how many points <var>person(1)</var> will have after each level.
da: For at løse dette, så lad os opskrive et udtryk, som viser, hvor mange point <var>person(1)</var> har efter hvert niveau.
es: Para resolver esto, establezcamos una expresión que indique cuántos puntos tendrá <var>person(1)</var> después de cada nivel.
fr: Pour résoudre cela, écrivons une expression pour montrer combien de points aura <var>person(1)</var> après chaque partie.
nb: For å løse dette kan vi skrive opp et uttrykk som viser hvor mange poeng <var>person(1)</var> har etter hvert nivå.
nl: Om dit op te lossen stellen we een vergelijking op om uit te vinden hoeveel punten <var>person(1)</var> heeft na elk level.
pl: Żeby to rozwiązać, zapiszmy wyrażenie pokazujące ile punktów <var>person(1)</var> będzie mieć po każdym poziomie.
pt: Para resolver isso, vamos criar uma expressão para mostrar quantos pontos <var>person(1)</var> terá após cada nível.
tr: Bunu çözmek için, <var>person(1)</var>'in her düzeyden sonra kaç puanı olduğunu gösteren bir ifade kuralım.

source: To solve this, let's set up an expression to show how many songs <var>person(1)</var> will have mastered after each month.
da: Lad os opstille et udtryk, der viser, hvor mange sange <var>person(1)</var> kan lære udenad hver måned for at løse dette.
es: Para resolver esto, establezcamos una expresión que indique cuántas canciones dominará <var>person(1)</var> al final de cada mes.
fr: Afin de résoudre le problème, on modélise par une équation qui montre la quantité de musiques que <var>person(1)</var> doit maîtriser après chaque mois.
nb: Lad oss sette opp et uttrykk som viser, hvor mange sanger <var>person(1)</var> kan lære utenat hver måned for å løse dette.
nl: Om dit op te lossen stellen we een vergelijking op om te berekenen hoeveel liedjes <var>person(1)</var> onder de knie heeft na elke maand.
pl: Żeby to obliczyć, stwórzmy wyrażenie pokazujące, ile piosenek w sumie opanuje <var>person(1)</var> po każdym miesiącu.
pt: Para resolver isso, vamos criar uma expressão para mostrar quantas músicas <var>person(1)</var> terá dominado após cada mês.
tr: Bunu çözmek için, <var>person(1)</var>'in her ay kaç şarkı öğrenmesi gerektiğini gösteren bir ifade kuralım.

source: To solve this, let's set up an expression to show how much money <var>person(1)</var> will make.
da: Lad os opstille et udtryk, der viser, hvor mange penge <var>person(1)</var> vil tjene for at løse dette.
es: Para resolver esto, establezcamos una expresión para indicar cuánto dinero ganará <var>person(1)</var>.
fr: Afin de résodre le problème, on doit le modéliser par une équation qui indiquera le salaire de <var>person(1)</var>.
nb: La oss sette opp et uttrykk som viser, hvor mange penger <var>person(1)</var> vil tjene for å løse dette.
nl: Om dit op te lossen stellen we een vergelijking op om weer te geven hoeveel geld <var>person(1)</var> zal verdienen.
pl: Żeby to rozwiązać, zapiszmy wyrażenie pokazujące, ile pieniędzy zarobi <var>person(1)</var>.
pt: Para resolver isso, vamos criar uma expressão para mostrar quanto dinheiro <var>person(1)</var> ganhará.
tr: Bunu çözmek için, <var>person(1)</var>'in kazanacağı parayı göstermek için bir ifade kuralım.

source: To start, simplify the numerator and the denominator independently.
da: Til at starte med, kan du reducere tælleren og nævneren uafhængigt.
es: Para comenzar, simplifica el numerador y el denominador independientemente.
fr: Pour commencer, simplifiez le numérateur et le dénominateur de façon indépendante.
nb: For å komme igang, prøv å forenkle telleren og nevneren uavhengig.
pl: Na początku spróbuj uprościć licznik i mianownik niezależnie od siebie.
pt: Para começar, simplifique o numerador e o denominador separadamente.
tr: Başlangıç olarak, pay ve paydayı ayrı ayrı sadeleştirin.

source: To use Khan Academy you need to disable compatibility mode by <a href='https://sites.google.com/a/khanacademy.org/forge/for-users/how-to-disable-internet-explorer-compatibility-view'>following these instructions</a>.
da: For at bruge Khan Academy skal du deaktivere kompatibilitetstilstand ved at <a href='https://sites.google.com/a/khanacademy.org/forge/for-users/how-to-disable-internet-explorer-compatibility-view'>følge disse anvisninger</a>.
es: Para utilizar Khan Academy necesitas deshabilitar el modo de compatibilidad <a href='https://sites.google.com/a/khanacademy.org/forge/for-users/how-to-disable-internet-explorer-compatibility-view'>siguiendo estas instrucciones</a>.
fr: Pour utiliser la Khan Academy, vous devez désactiver le mode compatibilité en <a href='https://sites.google.com/a/khanacademy.org/forge/for-users/how-to-disable-internet-explorer-compatibility-view'>suivant les instructions</a>.
nb: For å bruke Khan Academy må du deaktivere kompatibilitetsmodus ved <a href='https://sites.google.com/a/khanacademy.org/forge/for-users/how-to-disable-internet-explorer-compatibility-view'>følge disse instruksjonene</a>.
nl: Om Khan Academy te gebruiken moet je de compatibiliteitsmodus uitschakelen door <a href='https://sites.google.com/a/khanacademy.org/forge/for-users/how-to-disable-internet-explorer-compatibility-view'> deze instructies te volgen</a>.
pl: Aby używać Khan Academy musisz mieć włączony tryb zgodności <a href='https://sites.google.com/a/khanacademy.org/forge/for-users/how-to-disable-internet-explorer-compatibility-view'>stosując się do instrukcji</a>.
pt: Para usar a Khan Academy você precisa desativar o modo de compatibilidade <a href='https://sites.google.com/a/khanacademy.org/forge/for-users/how-to-disable-internet-explorer-compatibility-view'>seguindo estas instruções</a>.
tr: Khan Academy'i kullanabilmek için <a href='https://sites.google.com/a/khanacademy.org/forge/for-users/how-to-disable-internet-explorer-compatibility-view'>bu talimatları</a> kullanarak uyumluluk modunu devre dışı bırakmanız gerekmektedir.

source: To use Khan Academy you need to upgrade to a newer version or another web browser.
da: For at bruge Khan Academy skal du opgradere til en nyere version eller en anden browser.
es: Para usar Khan Academy necesitas actualizar tu navegador a una versión más nueva o conseguir otro navegador.
fr: Pour utiliser les services de Khan Academy, vous devez obtenir une version plus récente ou bien télédécharger un navigateur plus récent.
nb: For å bruke Khan Academy må du oppgradere til en nyere versjon, eller en annen nettleser.
nl: Wil je Khan Academy gebruiken moet je een upgrade uitvoeren naar een nieuwere versie of een andere webbrowser.
pl: Aby korzystać z Khan Academy musisz uaktualnić przeglądarkę do nowszej wersji albo użyć innej.
pt: Para utilizar a Khan Academy, você precisa fazer um upgrade para uma versão mais recente ou usar outro navegador da web.
tr: Khan Academy'yi kullanabilmek için web tarayıcınızın daha yeni bir sürümünü yüklemeniz veya başka bir web tarayıcısı kullanmanız gerekmektedir.

source: To use an email address not listed here, %(connect)s.
da: For at bruge en e-mail adresse, som ikke er anført her, %(connect)s.
es: Para usar una dirección de correo electrónico que no está aquí, %(connect)s.
fr: Pour utiliser une adresse e-mail non répertoriée ici, %(connect)s.
ja: ここにリストされていない電子メイルアドレスを使うには %(connect)s．
nb: For å bruke en e-postadresse som ikke står oppført her, %(connect)s.
nl: Gebruik een e-mailadres dat hier niet wordt vermeld, %(connect)s.
pl: Aby użyć adresu e-mail, którego nie ma na tej liście, %(connect)s.
pt: Para usar um endereço de e-mail não listado aqui, %(connect)s.
pt_pt: Para utilizares um endereço de e-mail que não esteja nesta lista, %(connect)s.
tr: Bu listede bulunmayan bir e-mail adresini kullanmak için %(connect)s.

source: To view real data, you must be a coach.
da: For at se virkelige data, skal du være en vejleder.
es: Para ver datos reales debes ser un tutor.
fr: Pour voir des informations réelles, vous devez être un coach.
ja: 実際のデータを見るには，あなたはコーチでなくてはいけません．
nb: For å vise reelle data, må du være veileder.
nl: Om echte gegevens te zien, moet je coach zijn.
pl: Aby zobaczyć prawdziwe dane, musisz być trenerem.
pt: Para visualizar os dados reais, você deve ser um tutor.
pt_pt: Para ver dados reais, tem de ser tutor.
tr: Gerçek verileri görüntüleyebilmek için koç olmanız gerekiyor.

source: To win a monthly cup...
nb: For å vinne en månedlig cup...
pt: Para ganhar um campeonato mensal...
tr: Aylık bir kupa kazanmak için...

source: To work on problems like this, <a href="" id="readonly-start">start this exercise</a>.
pt: Para fazer problemas como este, <a href="" id="readonly-start">comece este exercício</a>.
tr: Bunun gibi sorularla çalışmak için, <a href="" id="readonly-start">bu egzersize başlayın</a>.

source: To work on problems like this, <a id="readonly-start" href="">start this exercise</a>.
da: For at arbejde på opgaver som denne, <a id="readonly-start" href=""> start denne øvelse</a>.
es: Para trabajar en problemas como estos, <a id="readonly-start" href="">empieza este ejercicio</a>.
fr: Pour travailler sur des problèmes comme celui-ci, <a id="readonly-start" href="">commencez cet exercice</a>.
ja: このような問題を解きたければ，<a id="readonly-start" href="">この練習問題をはじめましょう</a>.
nb: For å arbeide på oppgaver som denne, <a id="readonly-start" href=""> start denne øvelsen</a>.
nl: Om aan problemen zoals deze te werken, <a id="readonly-start" href="">begin deze oefening</a>.
pl: Aby popracować nad takim zadaniem, <a id="readonly-start" href="">zacznij to ćwiczenie</a>.
pt: Para trabalhar em problemas como este, <a id="readonly-start" href="">comece este exercício</a>.
pt_pt: Para trabalhar problemas como este, <a id="readonly-start" href="">começa este exercício</a>.
tr: Buna benzer problemler üzerinde çalışmak için <a id="readonly-start" href="">bu alıştırma ile başlayabilirsiniz.</a>.

source: To write <code><var>PRETTY_DECIMAL</var></code> in scientific notation, move the decimal to the <span data-if="E < 0">right</span><span data-else="">left</span> so the number is greater than or equal to <code>1</code>, but less than <code>10</code>.
fr: Pour écrire <code><var>PRETTY_DECIMAL</var></code> en notation scientifique, on décale la virgule vers la <span data-if="E < 0">droite</span><span data-else="">gauche</span> pour que le nombre soit supérieur ou égal à <code>1</code>, mais inférieur à <code>10</code>.
nb: For å skrive <code><var>PRETTY_DECIMAL</var></code> på standardform, må du flytte desimaltegnet <span data-if="E < 0">til høyre</span><span data-else="">til venstre</span> slik at tallet blir større eller lik <code>1</code>, og mindre enn <code>10</code>.
pl: Aby zapisać <code><var>PRETTY_DECIMAL</var></code> w notacji naukowej, przesuń przecinek dziesiętny w <span data-if="E < 0">prawo</span><span data-else="">lewo</span> tak, aby liczba była większa lub równa <code>1</code>, ale mniejsza od <code>10</code>.
pt: Para escrever <code><var>PRETTY_DECIMAL</var></code> em notação científica, mova a vírgula para a <span data-if="E < 0">direita</span><span data-else="">esquerda</span> para que o número seja maior ou igual a <code>1</code>, porém, menos que <code>10</code>.

source: To write the answer correctly in scientific notation, the first number needs to be between <code>1</code> and <code>10</code>. In this case, we need to move the decimal one position to the left without changing the value of our answer.
fr: Pour écrire la réponse en notation scientifique, le premier chiffre doit être compris entre <code>1</code> et <code>10</code>. Dans ce cas, il faut déplacer la virgule vers la gauche après le premier chiffre non nul sans changer la valeur du nombre.
nb: Å skrive et produkt på standardform, må det første tallet være mellom <code>1</code> og <code>10</code>. I dette tilfellet vil det være å flytte desimaltegnet en plass til venstre uten å endre verdien på svaret.
pl: Aby poprawnie zapisać odpowiedź w notacji naukowej, pierwsza liczba musi znajdować się pomiędzy <code>1</code> i <code>10</code>. W tym przypadku potrzebujemy przesunąć pozycję przecinka o jeden w lewo bez zmiany wartości naszej odpowiedzi.
pt: Para escrever a resposta corretamente em notação científica, o primeiro número precisa estar entre <code>1</code> e <code>10</code>. Nesse caso, precisamos mover a posição da vírgula para a esquerda sem alterar o valor da resposta.
tr: Cevabu bilimsel gösterimle doğru yazabilmek için, ilk sayı<code>1</code> ile <code>10</code> arasında olmalı. Bu durumda, cevabımızın değerini değiştirmeksizin ondalığı bir hane sola kaydırmalıyız.

source: To write the answer correctly in scientific notation, the first number needs to be between <code>1</code> and <code>10</code>. In this case, we need to move the decimal one position to the right without changing the value of our answer.
fr: Pour écrire la réponse en notation scientifique, le premier chiffre doit être compris entre <code>1</code> et <code>10</code>. Dans ce cas, il faut déplacer la virgule vers la droite après le premier chiffre non nul sans changer la valeur du nombre.
nb: Å skrive et produkt på standardform, må det første tallet være mellom <code>1</code> og <code>10</code>. I dette tilfellet vil det være å flytte desimaltegnet en plass til høyre uten å endre verdien på svaret.
pl: Aby poprawnie zapisać odpowiedź w notacji naukowej, pierwsza liczba musi znajdować się pomiędzy <code>1</code> i <code>10</code>. W tym przypadku potrzebujemy przesunąć pozycję przecinka o jeden w prawo bez zmiany wartości naszej odpowiedzi.
pt: Para escrever a resposta corretamente em notação científica, o primeiro número precisa estar entre <code>1</code> e <code>10</code>. Nesse caso, precisamos mover a posição da vírgula para a direita sem alterar o valor da resposta.
tr: Cevabı bilimsel gösterimle doğru yazabilmek için, ilk sayı<code>1</code> ile <code>10</code> arasında olmalı. Bu durumda, cevabımızın değerini değiştirmeksizin ondalığı bir hane sağa kaydırmalıyız.

source: Toby works closely with everyone at Khan Academy to make sure they get daily doses of companionship and stress-relief. He makes this happen by standing close to people and quietly requesting body hugs and face smushing.
es: Toby trabaja en estrecha colaboración con todo el mundo en Khan Academy para asegurarse de que reciben una dosis diaria de compañerismo y alivio del estrés. Esto lo hace parándose cerca de la gente y pidiendo en silencio abrazos y cariños.
fr: Toby travaille en étroite collaboration avec tout le monde à Khan Academy pour s'assurer qu'ils obtiennent des doses quotidiennes de la compagnie et anti-stress. Il fait ceci arriver en permanent proche des gens et en demandant tranquillement les corps câlins et affronter smushing.
pl: Toby dzielnie współpracuje z Zespołem Khan Academy, upewniając się, że nikt nie czuje się samotny. Odstresowuje członków załogi trzymając się bliziutko i dyskretnie domagając się uścisków oraz zdecydowanego głaskania po swojej psiej mordzie...
pt: Toby trabalha muito próximo de todos os profissionais da Khan Academy para garantir que eles recebam doses diárias de companheirismo e aliviadores de estresse. Como ele consegue isso? Ficando perto das pessoas e, em voz baixa, pedindo abraços e apertinhos de bochecha.
tr: Toby Khan Academy takımındaki herkesle yakından ilgilenerek günlük sevgi ihtiyaçlarının karşılandığından ve üzerlerindeki stresi attıklarından emin olmaktan sorumludur. Bu görevini yerine getirmek için çalışanların yanlarına sokularak kendisini sevdirir.

source: Today
da: I dag
es: Hoy
fr: Aujourd'hui
ja: 今日
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt: Hoje
pt_pt: Hoje
tr: Bugün

source: Today's status
es: Estado de hoy
ja: 今日の状態
nb: Dagens status
nl: Huidige status
pl: Dzisiejszy stan
pt: Status de hoje
pt_pt: Estado de hoje
tr: Bugünkü durum

source: Together they ate <code><var>EATEN</var></code> slices, which leaves <code><var>LEFT</var></code> out of <code><var>TOTAL</var></code> slices remaining.
da: Tilsammen spiste de <code><var>EATEN</var></code> skiver, som efterlader <code><var>LEFT</var></code> ud af <code><var>TOTAL</var></code> skiver tilbage.
es: Entre todos se comieron <code><var>EATEN</var></code> rebanadas, que nos deja <code><var>LEFT</var></code> de <code><var>TOTAL</var></code> rebanadas restantes.
fr: En tout, <code><var>EATEN</var></code> parts ont été mangées, donc il en reste <code><var>LEFT</var></code> sur les <code><var>TOTAL</var></code>.
hi: साथ में उन्होंने ने खाया <code><var>EATEN</var></code> भागों को, जो कि छोड़ता है <code><var>LEFT</var></code> में से <code><var>TOTAL</var></code>बचे हुए भागों कोI
nb: Tilsammen spiste de <code><var>EATEN</var></code> stykker, som gir<code><var>LEFT</var></code> av <code><var>TOTAL</var></code> stykker i rest.
nl: Samen hebben ze <code><var>EATEN</var></code> pizzapunten gegeten, zodat er <code><var>LEFT</var></code> van de <code><var>TOTAL</var></code> pizzapunten overgebleven zijn.
pl: Razem zjedli <code><var>EATEN</var></code> kawałki/ków, czyli pozostawili <code><var>LEFT</var></code> z <code><var>TOTAL</var></code> kawałki/ków.
pt: Juntos, eles(as) comeram <code><var>EATEN</var></code> pedaços, o que deixa <code><var>LEFT</var></code> pedaços restantes de um total de <code><var>TOTAL</var></code> pedaços.
tr: Birlikte <code><var>EATEN</var></code> dilim yediler, böylece <code><var>TOTAL</var></code> dilimden <code><var>LEFT</var></code> kalmıştır.

source: Together we can reinvent education on a global scale.
es: Juntos podemos reinventar la educación a escala global.
fr: Ensemble, nous pouvons réinventer l'éducation à l'échelle mondiale.
nb: Sammen kan vi forbedre utdanning i en global skala.
pl: Razem możemy odkryć edukację na światową skalę.
pt: Juntos, podemos reinventar a educação em escala global.
pt_pt: Juntos, podemos reinventar a educação no mundo.
tr: Hepbirlikte, dünya çapında eğitimi yeniden yapılandırabiliriz!

source: Together, the babies weigh <code><var>solution</var></code> kilograms.
es: Juntos, los bebés pesan <code><var>solution</var></code> kilogramos.
fr: Ensemble, les bébés pèsent <code><var>solution</var></code> kilogrammes.
hi: साथ में, दोनों का वज़न <code><var>solution</var></code> किलो हैI
nb: Tilsammen veier babyene <code><var>solution</var></code> kilogram.
pl: Razem dzieci ważą <code><var>solution</var></code> kilogramów.
pt: Juntos, os bebês pesam <code><var>solution</var></code> quilogramas.
tr: Bebeklerin toplam ağırlığı <code><var>solution</var></code> kilogramdır.
