Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: If we copy a piece of length <code>\dfrac{1}{<var>LCM</var>}</code> units <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> times we get <code><var>fraction(OFFSPRING_1_MULTI * N_OFFSPRING_1, LCM)</var></code> units, which is the length of goal block 1.
da: Hvis vi kopierer et stykke af længden<code>\dfrac{1}{<var>LCM</var>}</code> units <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> gange, får vi<code><var>fraction(OFFSPRING_1_MULTI * N_OFFSPRING_1, LCM)</var></code> enheder, hvilket er længden af målblok 1.
es: Si copiamos un pedazo con una longitud de <code>\dfrac{1}{<var>LCM</var>}</code> unidades <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> veces, obtenemos <code><var>fraction(OFFSPRING_1_MULTI * N_OFFSPRING_1, LCM)</var></code> unidades, que es la longitud del bloque objetivo 1.
fr: Si on copie <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> fois le morceau de longueur <code>\dfrac{1}{<var>LCM</var>}</code>, on obtient <code><var>fraction(OFFSPRING_1_MULTI * N_OFFSPRING_1, LCM)</var></code>, ce qui est la longueur du Bloc d'arrivée 1.
hi: अगर हम लम्बाई के एक हिस्से को अनुकृत कर सकते हैं <code>\dfrac{1}{<var>LCM</var>}</code> units <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code>बार हमे मिलता है <code><var>fraction(OFFSPRING_1_MULTI * N_OFFSPRING_1, LCM)</var></code>इकाइयां, जो कि गोल ब्लाक 1 की लम्बाई हैI
nb: Hvis vi kopierer et stykke av lengden<code>\dfrac{1}{<var>LCM</var>}</code> enheter <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> ganger, får vi<code><var>fraction(OFFSPRING_1_MULTI * N_OFFSPRING_1, LCM)</var></code> enheter, som er lengden av målblokk 1.
nl: Als we een stuk met een lengte van <code>\dfrac{1}{<var>LCM</var>}</code> eenheden <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> keer kopiëren, dan krijgen we <code><var>fraction(OFFSPRING_1_MULTI * N_OFFSPRING_1, LCM)</var></code> eenheden, wat gelijk is aan de lengte van doelbalk 1.
pl: Jeśli skopiujemy kawałek o długości <code>\dfrac{1}{<var>LCM</var>}</code> jednostek <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> razy, otrzymamy <code><var>fraction(OFFSPRING_1_MULTI * N_OFFSPRING_1, LCM)</var></code> jednostki/stek, co stanowi długość klocka docelowego 1.
pt: Se copiarmos um pedaço com comprimento de <code>\dfrac{1}{<var>LCM</var>}</code> unidades <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> vezes, obtemos <code><var>fraction(OFFSPRING_1_MULTI * N_OFFSPRING_1, LCM)</var></code> unidades, que é o comprimento do bloco desejado 1.
tr: Uzunluğu <code>\dfrac{1}{<var>LCM</var>}</code> birim olan bir parçayı <code><var>OFFSPRING_1_MULTI * N_OFFSPRING_1</var></code> kere kopyalarsak, <code><var>fraction(OFFSPRING_1_MULTI * N_OFFSPRING_1, LCM)</var></code> birim elde ederiz, bu da 1. hedef bloğunun uzunluğu olur.

source: If we copy a piece of length <code>\dfrac{1}{<var>LCM</var>}</code> units <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> times we get <code><var>fraction(OFFSPRING_2_MULTI * N_OFFSPRING_2, LCM)</var></code> units, which is the length of goal block 2.
da: Hvis vi kopierer et stykke af længden<code>\dfrac{1}{<var>LCM</var>}</code> units <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> gange, får vi<code><var>fraction(OFFSPRING_2_MULTI * N_OFFSPRING_2, LCM)</var></code> enheder, hvilket er længden af målblok 2.
es: Si copiamos un pedazo de longitud <code>\dfrac{1}{<var>LCM</var>}</code> unidades <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> veces, obtenemos <code><var>fraction(OFFSPRING_2_MULTI * N_OFFSPRING_2, LCM)</var></code> unidades, que es la longitud del bloque objetivo 2.
fr: Si on copie <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> fois le morceau de longueur <code>\dfrac{1}{<var>LCM</var>}</code>, on obtient <code><var>fraction(OFFSPRING_2_MULTI * N_OFFSPRING_2, LCM)</var></code>, ce qui est la longueur du Bloc d'arrivée 2.
hi: अगर हम एक लम्बाई के हिस्से को अनुकृत करते हैं <code>\dfrac{1}{<var>LCM</var>}</code> units <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code>गुना हम पाते हैं <code><var>fraction(OFFSPRING_2_MULTI * N_OFFSPRING_2, LCM)</var></code>इकाइयां, जो कि गोल ब्लाक 2 की लम्बाई हैI
nb: Hvis vi kopierer et stykke av lengden<code>\dfrac{1}{<var>LCM</var>}</code> enheter <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> ganger, får vi<code><var>fraction(OFFSPRING_2_MULTI * N_OFFSPRING_2, LCM)</var></code> enheter, som er lengden av målblokk 2.
nl: Als we een stuk met een lengte van <code>\dfrac{1}{<var>LCM</var>}</code> eenheden <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> keer kopiëren, dan krijgen we <code><var>fraction(OFFSPRING_2_MULTI * N_OFFSPRING_2, LCM)</var></code> eenheden, wat gelijk is aan de lengte van doelbalk 2.
pl: Jeśli skopiujemy kawałek o długosci <code>\dfrac{1}{<var>LCM</var>}</code> jednostek <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> razy, otrzymamy <code><var>fraction(OFFSPRING_2_MULTI * N_OFFSPRING_2, LCM)</var></code> jednostki/stek, co stanowi długość klocka docelowego 2.
pt: Se copiarmos um pedaço com comprimento de <code>\dfrac{1}{<var>LCM</var>}</code> unidades <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> vezes, obtemos <code><var>fraction(OFFSPRING_2_MULTI * N_OFFSPRING_2, LCM)</var></code> unidades, que é o comprimento do bloco desejado 2.
tr: Uzunluğu <code>\dfrac{1}{<var>LCM</var>}</code> birim olan bir parçayı <code><var>OFFSPRING_2_MULTI * N_OFFSPRING_2</var></code> kere kopyalarsak, <code><var>fraction(OFFSPRING_2_MULTI * N_OFFSPRING_2, LCM)</var></code> birim elde ederiz, bu da 2. hedef bloğunun uzunluğu olur.

source: If we cut the starting block into <code><var>SLICES</var></code> equal pieces, each piece will have a length of <code><var>fraction(1, LCM)</var></code> units.
es: Si cortamos el bloque inical en <code><var>SLICES</var></code> pedazos iguales, cada pedazo tendrá una longitud de <code><var>fraction(1, LCM)</var></code> unidades.
fr: Si on découpe le Bloc de départ en <code><var>SLICES</var></code> morceaux identiques, la longueur de chaque morceau sera <code><var>fraction(1, LCM)</var></code>.
hi: अगर हम आरंभिक ब्लाक को <code><var>SLICES</var></code> बराबर हिस्सों में काटें, प्रत्येक हिस्से की लम्बाई <code><var>fraction(1, LCM)</var></code> इकाईओं जितनी होगीI
nb: Derfor, hvis vi skjærer startblokken i<code><var>SLICES</var></code> like store stykker, vil hvert stykke ha en lengde på <code><var>fraction(1, LCM)</var></code> enheter.
nl: Als we de startbalk in <code><var>SLICES</var></code> gelijke stukken knippen, dan heeft elk stuk een lengte van <code><var>fraction(1, LCM)</var></code> eenheden.
pl: Jeśli podzielimy klocek startowy na <code><var>SLICES</var></code> równych części, długość każdej części będzie wynosiła <code><var>fraction(1, LCM)</var></code> jednostki/stek.
pt: Se cortarmos o bloco inicial em <code><var>SLICES</var></code> pedaços iguais, o comprimento de cada pedaço será <code><var>fraction(1, LCM)</var></code> unidades.
tr: Başlangıç bloğunu <code><var>SLICES</var></code> eşit parçaya ayırırsanız, bir parçanın uzunluğu <code><var>fraction(1, LCM)</var></code> birim olur.

source: If we did have parallel line and drew a line from a point <code>A</code> on the given line, through <code>P</code>, then the angle at <code>A</code> must be the same as the angle at <code>P</code>.
es: Si tuviéramos una línea paralela y trazáramos una línea desde un punto <code>A</code> en la línea dada a través de <code>P</code>, entonces el ángulo en <code>A</code> debe ser igual al ángulo en <code>P</code>.
fr: Si on a deux droites parallèles et une sécante passant par un point <code>A</code> de la droite donnée et par <code>P</code>, alors les angles de sommets <code>A</code> et <code>P</code> sont des angles correspondants donc ils sont égaux.
pt: Se tivéssemos retas paralelas e desenhássemos uma reta partindo de um ponto <code>A</code> em uma dada reta, passando por <code>P</code>, o ângulo em <code>A</code> seria o mesmo que o ângulo em <code>P</code>.
tr: Paralel doğrumuz varsa, ve verilen doğrudaki <code>A</code> noktasından <code>P</code>'den geçen bir doğru çizersek, <code>A</code>'daki açı <code>P</code>'deki açıyla aynı olmalıdır.

source: If we divide <code><var>NUMERATOR</var></code> apples between <code><var>DENOMINATOR</var></code> people, how many would each person have?
es: Si dividimos <code><var>NUMERATOR</var></code> manzanas entre <code><var>DENOMINATOR</var></code> personas, ¿cuántas tendría cada persona?
fr: Si on partage <code><var>NUMERATOR</var></code> pommes entre <code><var>DENOMINATOR</var></code> personnes, combien de pommes chaque personne aura-t-elle ?
nb: Om vi dividerer <code><var>NUMERATOR</var></code> epler mellom <code><var>DENOMINATOR</var></code> personer, hvor mange får de hver?
nl: Als we <code><var>NUMERATOR</var></code> appels onder <code><var>DENOMINATOR</var></code> mensen verdelen, hoeveel zou ieder persoon dan krijgen?
pl: Jeśli dzielimy <code><var>NUMERATOR</var></code> jabłek pomiędzy <code><var>DENOMINATOR</var></code> osób, to ile dostanie każda osoba?
pt: Se dividirmos <code><var>NUMERATOR</var></code> maçãs entre <code><var>DENOMINATOR</var></code> pessoas, quantas maçãs cada pessoa terá?
tr: <code><var>NUMERATOR</var></code> elmayı <code><var>DENOMINATOR</var></code> kişiye böldüğünüzde, her kişiye kaç tane düşer?

source: If we divide all the original slices into <var>M</var> slices, then one <var>pizza(1)</var> will have a total of <var>D</var> slices.
da: Hvis vi deler alle de oprindelige skiver i <var>M</var> skiver, så vil en <var>pizza(1)</var> have alt <var>D</var> skiver.
es: Si dividimos todas las rebanadas originales en <var>M</var> rebanadas, entonces una <var>pizza(1)</var> tendrá un total de <var>D</var> rebanadas.
fr: Si on divise toutes les morceaux de départ en <var>M</var> morceaux, alors une <var>pizza(1)</var> aura un total de <var>D</var> morceaux.
hi: अगर हम वास्तविक सारे हिस्सों को <var>M</var> हिस्सों में विभाजित कर देते हैं, तो एक <var>pizza(1)</var> के पास कुल <var>D</var> हिस्से होंगेI
nb: Hvis vi deler alle de opprinnelige stykkene opp i <var>M</var> stykker, så vil en <var>pizza(1)</var> ha i alt <var>D</var> stykker.
nl: Als we alle oorspronkelijke stukken in <var>M</var> stukken zouden snijden, dan zou één <var>pizza(1)</var> in totaal <var>D</var> stukken bevatten.
pl: Jeśli podzielimy początkowe kawałki na <var>M</var> kawałków, następnie jedna <var>pizza(1)</var> będzie miała łącznie <var>D</var> kawałków.
pt: Se dividirmos todas as fatias originais em <var>M</var> fatias, então, uma <var>pizza(1)</var> terá um total de <var>D</var> fatias.
tr: Başlangıçtaki dilimleri <var>M</var> dilime bölersek, bir <var>pizza(1)</var> toplam <var>D</var> dilimden oluşur.

source: If we divide each of the terms in the original expression by <code><var>GCD</var></code> we get <code>\dfrac{<var>A</var>x}{<var>GCD</var>} = <var>plus((A/GCD) + "x")</var></code> and <code>\dfrac{<var>B</var>}{<var>GCD</var>} = <var>B/GCD</var></code>.
es: Si dividimos cada uno de los términos de la expresión original entre <code><var>GCD</var></code> obtenemos <code>\dfrac{<var>A</var>x}{<var>GCD</var>} = <var>plus((A/GCD) + "x")</var></code> y <code>\dfrac{<var>B</var>}{<var>GCD</var>} = <var>B/GCD</var></code>.
fr: Si on divise chacun des termes de l'expression donnée par <code><var>GCD</var></code> on obtient <code>\dfrac{<var>A</var>x}{<var>GCD</var>} = <var>plus((A/GCD) + "x")</var></code> et <code>\dfrac{<var>B</var>}{<var>GCD</var>} = <var>B/GCD</var></code>.
nb: Hvis vi dividerer hvert ledd i det opprinnelige uttrykket med <code><var>GCD</var></code> får vi <code>\dfrac{<var>A</var>x}{<var>GCD</var>} = <var>plus((A/GCD) + "x")</var></code> og <code>\dfrac{<var>B</var>}{<var>GCD</var>} = <var>B/GCD</var></code>.
pl: Jeśli podzielimy każdy z wyrazów naszego pierwotnego wyrażenia przez <code><var>GCD</var></code> otrzymamy <code>\dfrac{<var>A</var>x}{<var>GCD</var>} = <var>plus((A/GCD) + "x")</var></code> i <code>\dfrac{<var>B</var>}{<var>GCD</var>} = <var>B/GCD</var></code>.
pt: Se dividirmos cada um dos termos na expressão original por <code><var>GCD</var></code> obtemos <code>\dfrac{<var>A</var>x}{<var>GCD</var>} = <var>plus((A/GCD) + "x")</var></code> e <code>\dfrac{<var>B</var>}{<var>GCD</var>} = <var>B/GCD</var></code>.
tr: Orijinal ifadedeki terimlerin her birini <code><var>GCD</var></code> ile bölersek, <code>\dfrac{<var>A</var>x}{<var>GCD</var>} = <var>plus((A/GCD) + "x")</var></code> and <code>\dfrac{<var>B</var>}{<var>GCD</var>} = <var>B/GCD</var></code> elde ederiz.

source: If we divide the denominator of the fraction on the left by <code><var>FACTOR</var></code>, it will be the same denominator of the fraction on the right. To keep things equal, let's also divide the numerator on the left by <code><var>FACTOR</var></code>:
da: Hvis vi dividerer nævneren i brøken til venstre med <code><var>FACTOR</var></code>, er det den samme nævner som i brøken til højre. For at holde siderne ens, skal vi også dividere tælleren til venstre med <code><var>FACTOR</var></code>:
es: Si dividimos el denominador de la fracción de la izquierda entre <code><var>FACTOR</var></code>, será el mismo denominador que el de la fracción de la derecha. Para mantener las cosas igual, vemos también a dividir el numerador de la izquierda entre <code><var>FACTOR</var></code>:
fr: Si on divise le dénominateur de la fraction de gauche par <code><var>FACTOR</var></code>, le dénominateur de cette fraction sera le même que celui de la fraction de droite. Pour ne pas changer la valeur de la fraction, il faut aussi diviser son numérateur par <code><var>FACTOR</var></code> :
hi: अगर हम भिन्न के हर को गुणा करें बाईं ओर के <code><var>FACTOR</var></code> से, वह भिन्न का समान हर होगा दाईं ओरI चीज़ों को बराबर रखने के लिए, चलिए हम अंश को भी गुणा करें बाईं ओर <code><var>FACTOR</var></code> से:
nb: Hvis vi dividerer nevneren i brøken til venstre med <code><var>FACTOR</var></code>, er det den samme nevneren som i brøken til høyre. For å holde siderne like, skal vi også dividere telleren til venstre med <code><var>FACTOR</var></code>:
pl: Jeżeli podzielimy mianownik ułamka po lewej stronie przez <code><var>FACTOR</var></code>, będzie miał taki dam mianownik jak ułamek po prawej stronie. Aby wartości ułamków były równe, podzielmy także licznik po lewej stronie przez <code><var>FACTOR</var></code>:
pt: Se dividirmos o denominador na fração na esquerda por <code><var>FACTOR</var></code>, ele será o mesmo denominador da fração da direita. Para manter as coisas iguais, vamos também dividir o numerador da esquerda por <code><var>FACTOR</var></code>:
tr: Eğer soldaki kesirin paydasını <code><var>FACTOR</var></code> ile bölersek, sağdaki kesirin paydası le aynı olur. Eşitliği korumak için, sol tarafın payını da <code><var>FACTOR</var></code> ile bölelim:

source: If we divide the denominator of the fraction on the right by <code><var>MULTIPLE</var></code>, it will be the same denominator of the fraction on the left. To keep things equal, let's also divide the numerator on the right by <code><var>MULTIPLE</var></code>:
da: Hvis vi dividerer nævneren i brøken til højre med <code><var>MULTIPLE</var></code>, er det den samme nævner som i brøken til venstre. For at holde siderne ens, skal vi også dividere tælleren til højre med <code><var>MULTIPLE</var></code>:
es: Si dividimos el denominador de la derecha entre <code><var>MULTIPLE</var></code>, será el mismo denominador que el de la fracción de la izquierda. Para mantener las cosas igual, dividamos también el numerador de la derecha entre <code><var>MULTIPLE</var></code>:
fr: Si on divise le dénominateur de la fraction de droite par <code><var>MULTIPLE</var></code>, le dénominateur de cette fraction sera le même que celui de la fraction de gauche. Pour ne pas changer la valeur de la fraction, il faut aussi diviser son numérateur par <code><var>MULTIPLE</var></code> :
nb: Hvis vi dividerer nevneren i brøken til høyre med <code><var>MULTIPLE</var></code>, er det den samme nevneren som i brøken til venstre. For å holde siderne like, skal vi også dividere telleren til høyre med <code><var>MULTIPLE</var></code>:
nl: Als we de noemer van de breuk aan de rechterkant delen door <code><var>MULTIPLE</var></code>, dan zal het dezelfde noemer worden als aan de linkerkant. [fuzzy]Om de breuk gelijkwaardig te houden, moeten we ook de noemer aan de linkerkant door <code><var>MULTIPLE</var></code> delen:
pl: Jeśli podzielimy mianownik ułamka po prawej stronie przez <code><var>MULTIPLE</var></code>, będzie miał taki sam mianownik jak ułamek po lewej stronie. Aby ułamki miały równe wartości, podzielmy także licznik ułamka po prawej stronie przez <code><var>MULTIPLE</var></code>:
pt: Se dividirmos o denominador na fração da direita por <code><var>MULTIPLE</var></code>, ele será o mesmo denominador da fração da esquerda. Para manter as coisas iguais, vamos também dividir o numerador da direita por <code><var>MULTIPLE</var></code>:
tr: Eğer sağdaki kesirin paydasını <code><var>MULTIPLE</var></code> ile bölersek, soldaki kesirin paydası ile aynı olur. Eşitliği korumak içim, sağdaki payı da <code><var>MULTIPLE</var></code> ile bölelim:

source: If we don't already have the perpendicular bisector, is there another way to find the blue points?
es: Si todavía no tenemos la mediatriz, ¿hay alguna otra forma de encontrar los puntos azules?
fr: Si la médiatrice n'est pas tracée, existe-t-il un autre moyen de trouver les points bleus ?
pt: Se não tivermos a mediatriz perpendicular, há outra maneira de encontrar os pontos azuis?
tr: Orta dikme değilse, mavi noktaları bulmanın başka bir yolu var mıdır?

source: If we don't already have the perpendicular line, is there another way to find the blue points?
es: Si todavia no tenemos la línea perpendicular, ¿hay otra forma de encontrar los puntos azules?
fr: Si on ne connait pas encore la droite perpendiculaire, existe-t-il un autre moyen de trouver les points bleus ?
pt: Se não tivermos a reta perpendicular, há outra maneira de encontrar os pontos azuis?
tr: Doğru dik değilse, mavi noktaları bulmanın başka bir yolu var mıdır?

source: If we evaluate and get the y-value of the ordered pair, then that ordered pair is a solution!
da: Hvis vi udregner og finder y-værdien for koordinatsættet, så er koordinatsættet en løsning!
es: Si evaluamos y obtenemos el valor de y de uno de los pares ordenados, entonces, ¡ese par ordenado es una solución!
fr: Si le résultat obtenu est égal au deuxième terme du couple, alors ce couple est solution de l'équation.
nb: Hvis vi regner ut og finner y-verdien for koordinatsettet, så er koordinatsettet en løsning!
pl: Jeśli to obliczymy i dostaniemy wartość y uporządkowanej pary, wtedy ta para jest rozwiązaniem!
pt: Se calcularmos e obtivermos o valor de y do par ordenado, então este par ordenado é uma solução!
tr: Sıralı ikilinin $y$-değerini bulursak, bu sıralı ikili bir çözüm olur!

source: If we give each person <var>M</var> slices, how many people can we feed with one <var>pizza(1)</var>?
da: Hvis vi giver hver person <var>M</var> skiver, hvor mange personer kan vi så bespise med en <var>pizza(1)</var>?
es: Si a cada persona le damos <var>M</var> rebanadas, ¿cuántas personas pueden comer con una <var>pizza(1)</var>?
fr: Si on donne à chaque personne <var>M</var> parts, combien de personnes peut-on servir avec une <var>pizza(1)</var> ?
hi: अगर हम प्रत्येक व्यक्ति को <var>M</var> हिस्से दें, कितने व्यक्ति खिला सकेंगे एक <var>pizza(1)</var> से?
nb: Hvis vi gir hver person <var>M</var> stykker, hvor mange personer kan vi så servere med en <var>pizza(1)</var>?
nl: Als we iedereen <var>M</var> stukken geven, hoeveel mensen kunnen we dan met één <var>pizza(1)</var> te eten geven?
pl: Jeśli każdej osobie damy <var>M</var> kawałków, ile osób możemy nakarmić jedną <var>pizza(1)</var>?
pt: Se dermos a cada pessoa <var>M</var> fatias, quantas pessoas podemos alimentar com uma <var>pizza(1)</var>?
tr: Herkese <var>M</var> dilim verirsek, Bir <var>pizza(1)</var> ile kaç kişiyi doyurabiliriz?

source: If we have <code><var>PEOPLE_FINAL</var></code> people and <code><var>WALL_FINAL</var></code> walls, we can again assign one wall to each person.
es: Si tenemos <code><var>PEOPLE_FINAL</var></code> personas y <code><var>WALL_FINAL</var></code> paredes, podemos, nuevamente, asignar una pared a cada persona.
fr: S'il y a <code><var>PEOPLE_FINAL</var></code> personnes et <code><var>WALL_FINAL</var></code> murs, on peut attribuer un mur à peindre à chaque personne.
hi: अगर हमारे पास <code><var>PEOPLE_FINAL</var></code> लोग हैं और <code><var>WALL_FINAL</var></code> दीवार है, तो हम प्रत्येक व्यक्ति को एक दीवार दे सकते हैं।
nb: Om vi har <code><var>PEOPLE_FINAL</var></code> personer og <code><var>WALL_FINAL</var></code> vegger, kan vi tildele hver person hver sin vegg.
pl: Jeśli dysponujemy <code><var>PEOPLE_FINAL</var></code> osobami i mamy <code><var>WALL_FINAL</var></code> ścian(y), możemy znowu przypisać jedną ścianę każdej osobie.
pt: Se temos <code><var>PEOPLE_FINAL</var></code> pessoas e <code><var>WALL_FINAL</var></code> paredes, podemos atribuir uma parede para cada pessoa.
tr: <code><var>PEOPLE_FINAL</var></code> kişi ve <code><var>WALL_FINAL</var></code> duvar varsa, yine her kişiye bir duvar verebiliriz.

source: If we have <code>\blue{<var>A</var>}</code> zeros, how much do we have in total?
fr: Si on a <code>\blue{<var>A</var>}</code> zéros, combien a-t-on en tout ?
hi: अगर हमारे पास <code>\blue{<var>A</var>}</code> शुन्य हैं, तो हमारे पास कुल कितने शुन्य हैं?
ja: もし <code>\blue{<var>A</var>}</code> 0 があれば，全部でどれだけになりますか?
nb: Om vi har <code>\blue{<var>A</var>}</code> nuller, hvor mye har vi totalt?
nl: Als we <code>\blue{<var>A</var>}</code> nullen hebben, hoeveel hebben we dan bij elkaar?
pl: Jeśli mamy <code>\blue{<var>A</var>}</code> zer, to ile mamy razem?
pt: Se temos <code>\blue{<var>A</var>}</code> zeros, quanto temos no total?
tr: Eğer <code>\blue{<var>A</var>}</code> tane sıfır varsa, toplam nedir?

source: If we have <code>\green{<var>B</var>}</code> zeros, how much do we have in total?
fr: Si on a <code>\green{<var>B</var>}</code>> zéros, combien a-t-on en tout ?
hi: अगर हमारे पास <code>\green{<var>B</var>}</code> शुन्य हैं, हमारे पास कुल कितने शुन्य हैं?
ja: もし <code>\green{<var>B</var>}</code> 個の 0 があれば，全部でどれだけになりますか?
nb: Om vi har <code>\green{<var>B</var>}</code> nuller, hvor mye har vi totalt?
nl: Als we <code>\green{<var>B</var>}</code> nullen hebben, hoeveel hebben we dan bij elkaar?
pl: Jeśli mamy <code>\green{<var>B</var>}</code> zer, to ile mamy razem?
pt: Se temos <code>\green{<var>B</var>}</code> zeros, quanto temos no total?
tr: Eğer <code>\green{<var>B</var>}</code> tane sıfır varsa, toplam nedir?

source: If we have one <code>\blue{<var>A</var>}</code>, how much do we have in total?
fr: Si on a un <code>\blue{<var>A</var>}</code>, combien a-t-on en tout ?
hi: अगर हमारे पास एक <code>\blue{<var>A</var>}</code> है, तो हमारे पास कुल कितने हैं?
ja: もし 1 個の <code>\blue{<var>A</var>}</code>があれば，全部でどれだけになりますか?
nb: Om vi har en <code>\blue{<var>A</var>}</code>, hvor mye har vi totalt?
nl: Als we één <code>\blue{<var>A</var>}</code> hebben, hoeveel hebben we dan bij elkaar?
pl: Jeśli mamy jedno <code>\blue{<var>A</var>}</code>, to ile mamy razem?
pt: Se temos um <code>\blue{<var>A</var>}</code>, quanto temos no total?
tr: Eğer bir tane <code>\blue{<var>A</var>}</code> varsa, toplam nedir?
