Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: For every level <var>person(1)</var> completes in her favorite game, she earns <code><var>P</var></code> points. <var>person(1)</var> already has <code><var>Q</var></code> points in the game and wants to end up with at least <code><var>R</var></code> points before she goes to bed.
da: For hvert niveau <var>person(1)</var> gennemfører i sit favorit-spil, får hun <code><var>P</var></code> point. <var>person(1)</var> har allerede <code><var>Q</var></code> point i spillet og ønsker at opnå mindst <code><var>R</var></code> point, før hun går i seng.
es: Para cada nivel que <var>person(1)</var> completa en su juego favorito, ella gana <code><var>P</var></code> puntos. <var>person(1)</var> ya tiene <code><var>Q</var></code> puntos en el juego y quiere tener al menos <code><var>R</var></code> antes de ir a la cama.
fr: Pour chaque niveau que <var>person(1)</var> termine dans son jeu préféré, elle gagne <code><var>P</var></code> points. <var>person(1)</var> a déja obtenu <code><var>Q</var></code> points dans le jeu et veut avoir au moins <code><var>R</var></code> points avant d'aller se coucher.
nb: For hvert nivå <var>person(1)</var> gjennomfører i favorittspillet sitt, får hun <code><var>P</var></code> poeng. <var>person(1)</var> har allerede <code><var>Q</var></code> poeng i spillet og ønsker å oppnå minst <code><var>R</var></code> poeng før hun legger seg.
nl: Voor elk level dat <var>person(1)</var> in haar favoriete spel uitspeelt verdient zij <code><var>P</var></code> punten. <var>person(1)</var> heeft al <code><var>Q</var></code> punten behaald en wil voordat ze naar bed gaat tenminste <code><var>R</var></code> punten hebben behaald.
pl: Za każdy poziom, który <var>person(1)</var> ukończy w swojej ulubionej grze, dostaje <code><var>P</var></code> punktów. <var>person(1)</var> już ma <code><var>Q</var></code> punktów w grze i chce osiągnąć ilość <code><var>R</var></code> punktów, zanim pójdzie spać.
pt: Para cada nível que <var>person(1)</var> completa em seu jogo favorito, ela ganha <code><var>P</var></code> pontos. <var>person(1)</var> já tem <code><var>Q</var></code> pontos no jogo e quer terminar com no mínimo <code><var>R</var></code> pontos antes de ir dormir.
tr: <var>person(1)</var> en sevdiği oyunda tamamladığı her düzey için <code><var>P</var></code> puan kazanır. <var>person(1)</var>'in oyundaki puanı <code><var>Q</var></code>'dir ve yatmadan önce, en az <code><var>R</var></code> puana ulaşmak istiyor.

source: For every level <var>person(1)</var> completes in his favorite game, he earns <code><var>P</var></code> points. <var>person(1)</var> already has <code><var>Q</var></code> points in the game and wants to end up with at least <code><var>R</var></code> points before he goes to bed.
da: For hvert niveau <var>person(1)</var> gennemfører i sit favorit-spil, får han <code><var>P</var></code> point. <var>person(1)</var> har allerede <code><var>Q</var></code> point i spillet og ønsker at opnå mindst <code><var>R</var></code> point, før han går i seng.
es: Por cada nivel que <var>person(1)</var> completa en su juego favorito, él gana <code><var>P</var></code> puntos. <var>person(1)</var> ya tiene <code><var>Q</var></code> puntos en el juego y quiere tener al menos <code><var>R</var></code> puntos antes de ir a la cama.
fr: Pour chaque niveau que <var>person(1)</var> termine dans son jeu préféré, il gagne <code><var>P</var></code> points. <var>person(1)</var> a déja obtenu <code><var>Q</var></code> points dans le jeu et veut avoir au moins <code><var>R</var></code> points avant d'aller se coucher.
nb: For hvert nivå <var>person(1)</var> har gjennomført i sitt favoritt-spil, får han <code><var>P</var></code> poeng. <var>person(1)</var> har allerede <code><var>Q</var></code> poeng i spillet og ønsker å oppnå minst <code><var>R</var></code> poeng før han legger seg.
nl: Voor elk level dat <var>person(1)</var> in zijn favoriete spel uitspeelt verdient hij <code><var>P</var></code> punten. <var>person(1)</var> heeft al <code><var>Q</var></code> punten behaald en wil voordat hij naar bed gaat tenminste <code><var>R</var></code> punten hebben behaald.
pl: Za każdy poziom, który <var>person(1)</var> ukończy w swojej ulubionej grze, dostaje <code><var>P</var></code> punktów. <var>person(1)</var> już ma <code><var>Q</var></code> punktów w grze i chce osiągnąć ilość <code><var>R</var></code> punktów, zanim pójdzie spać.
pt: Para cada nível que <var>person(1)</var> completa em seu jogo favorito, ele ganha <code><var>P</var></code> pontos. <var>person(1)</var> já tem <code><var>Q</var></code> pontos no jogo e quer terminar com no mínimo <code><var>R</var></code> pontos antes de ir dormir.
tr: <var>person(1)</var> en sevdiği oyunda tamamladığı her düzey için <code><var>P</var></code> puan kazanır. <var>person(1)</var>'in oyundaki puanı <code><var>Q</var></code>'dir ve yatmadan önce, en az <code><var>R</var></code> puana ulaşmak istiyor.

source: For every step we take we must also move <code><var>SLOPE_FRAC[1]</var></code> position to the right.
da: For hvert skridt vi tager, skal vi også rykke <code><var>SLOPE_FRAC[1]</var></code> skridt til højre.
es: Para cada paso que damos también debemos movernos <code><var>SLOPE_FRAC[1]</var></code> posición a la derecha.
fr: A chaque fois, on doit aussi se déplacer de <code><var>SLOPE_FRAC[1]</var></code> unités vers la droite.
nb: For hvert skritt vi tar, må vi også flytte <code><var>SLOPE_FRAC[1]</var></code> posisjoner til høyre.
pl: Dla każdego robionego przez nas kroku musimy także przesunąć się o <code><var>SLOPE_FRAC[1]</var></code> pozycje w prawo.
pt: Para cada passo que damos, também devemos mover a posição de <code><var>SLOPE_FRAC[1]</var></code> para a direita.
tr: Her adımda,<code><var>SLOPE_FRAC[1]</var></code> sağa taşımalıyız.

source: For every step we take we must also move <code><var>SLOPE_FRAC[1]</var></code> positions to the right.
da: For hvert skridt vi tager, skal vi også rykke <code><var>SLOPE_FRAC[1]</var></code> skridt til højre.
es: Para cada paso que damos también debemos movernos <code><var>SLOPE_FRAC[1]</var></code> posiciones a la derecha.
fr: A chaque fois, on doit aussi se déplacer de <code><var>SLOPE_FRAC[1]</var></code> unités vers la droite.
nb: For hvert skritt vi tar, må vi også flytte <code><var>SLOPE_FRAC[1]</var></code> posisjoner til høyre.
pl: Dla każdego robionego przez nas kroku musimy także przesunąć się o <code><var>SLOPE_FRAC[1]</var></code> pozycji w prawo.
pt: Para cada passo que damos, também devemos mover as posições de <code><var>SLOPE_FRAC[1]</var></code> para a direita.
tr: Her adımda,<code><var>SLOPE_FRAC[1]</var></code> sağa taşımalıyız.

source: For every step we take we must also move <code><var>SLOPE_FRAC_1[1]</var></code> position to the right.
es: Por cada paso que damos también debemos movernos <code><var>SLOPE_FRAC_1[1]</var></code> posición a la derecha.
fr: Puis on fait un déplacement de <code><var>SLOPE_FRAC_1[1]</var></code> unité vers la droite.
nb: For hver enhet vi flytter må vi også flytte <code><var>SLOPE_FRAC_1[1]</var></code> posisjoner til høyre.
pt: Para cada passo dado também devemos mover <code><var>SLOPE_FRAC_1[1]</var></code> posição para a direita.
tr: Her adımda,<code><var>SLOPE_FRAC_1[1]</var></code> sağa taşımalıyız.

source: For every step we take we must also move <code><var>SLOPE_FRAC_1[1]</var></code> positions to the right.
es: Por cada paso que damos también debemos movernos <code><var>SLOPE_FRAC_1[1]</var></code> posiciones a la derecha.
fr: Puis on fait un déplacement de <code><var>SLOPE_FRAC_1[1]</var></code> unités vers la droite.
nb: For hver enhet vi flytter må vi også flytte <code><var>SLOPE_FRAC_1[1]</var></code> posisjoner til høyre.
pt: Para cada passo dado também devemos mover <code><var>SLOPE_FRAC_1[1]</var></code> posições para a direita.

source: For every step we take we must also move <code><var>SLOPE_FRAC_2[1]</var></code> position to the right.
es: Por cada paso que damos también debemos movernos <code><var>SLOPE_FRAC_2[1]</var></code> posición a la derecha.
fr: Le dénominateur indique un déplacement de <code><var>SLOPE_FRAC_2[1]</var></code> unité vers la droite.
nb: For hver enhet vi flytter må vi også flytte <code><var>SLOPE_FRAC_2[1]</var></code> posisjoner til høyre.
pt: Para cada passo dado também devemos mover <code><var>SLOPE_FRAC_2[1]</var></code> posição para a direita.

source: For every step we take we must also move <code><var>SLOPE_FRAC_2[1]</var></code> positions to the right.
es: Por cada paso que damos también debemos movernos <code><var>SLOPE_FRAC_2[1]</var></code> posiciones a la derecha.
fr: Le dénominateur indique un déplacement de <code><var>SLOPE_FRAC_2[1]</var></code> unités vers la droite.
nb: For hver enhet vi flytter må vi også flytte <code><var>SLOPE_FRAC_2[1]</var></code> posisjoner til høyre.
pt: Para cada passo dado também devemos mover <code><var>SLOPE_FRAC_2[1]</var></code> posições para a direita.

source: For every step we take we must move <code><var>1</var></code> position <em>down</em> (because it's negative).
es: Por cada paso que damos debemos movernos <code><var>1</var></code> posición <em>hacia abajo</em> (pues es negativa).
fr: On fait un déplacement de <code><var>1</var></code> unité <em>vers le bas</em> car le coefficient directeur est négatif.
nb: For hvert trinn vi flytter horisontalt må vi flytte <code><var>1</var></code> posisjon <em>ned</em> (fordi den er negativ).
pt: Para cada etapa que passamos devemos nos mover <code><var>1</var></code> posição <em>para baixo</em> (porque é negativo).
tr: Attığımız her adım için, <code><var>1</var></code> konum <em>aşağı </em> hareket etmeliyiz (çünkü bu negatiftir).

source: For every step we take we must move <code><var>1</var></code> position <em>up</em>.
es: Por cada paso que damos debemos movernos <code><var>1</var></code> posición <em>hacia arriba</em>.
fr: On fait un déplacement de <code><var>1</var></code> unité <em>vers le haut</em>.
nb: For hver enhet vi flytter horisontalt må vi flytte <code><var>1</var></code> posisjon <em>opp</em>.
pt: Para cada etapa que passamos devemos nos mover <code><var>1</var></code> posição <em>para cima</em>.
tr: Attığımız her adım için, <code><var>1</var></code> konum <em>yukarı </em> gitmeliyiz.

source: For every step we take we must move <code><var>SLOPE_FRAC_1[0]</var></code> positions <em>up</em>.
es: Por cada paso que damos debemos movernos <code><var>SLOPE_FRAC_1[0]</var></code> posiciones <em>hacia arriba</em>.
fr: On fait un déplacement de <code><var>SLOPE_FRAC_1[0]</var></code> unités <em>vers le haut</em>.
nb: For hver enhet vi flytter må vi flytte <code><var>SLOPE_FRAC_1[0]</var></code> posisjoner <em>opp</em>.
pt: Para cada etapa que passamos devemos nos mover <code><var>SLOPE_FRAC_1[0]</var></code> posições <em>para cima</em>.
tr: Attığımız her adım için, <code><var>SLOPE_FRAC_1[0]</var></code> konum <em>yukarı</em> hareket etmeliyiz.

source: For every step we take we must move <code><var>SLOPE_FRAC_2[0]</var></code> positions <em>up</em>.
es: Por cada paso que damos debemos movernos <code><var>SLOPE_FRAC_2[0]</var></code> posiciones <em>hacia arriba</em>.
fr: On fait un déplacement de <code><var>SLOPE_FRAC_2[0]</var></code> unités <em>vers le haut</em>.
nb: For hver enhet vi flytter må vi flytte <code><var>SLOPE_FRAC_2[0]</var></code> posisjoner <em>opp</em>.
pt: Para cada etapa que passamos devemos nos mover <code><var>SLOPE_FRAC_2[0]</var></code> posições <em>para cima</em>.
tr: Attığımız her adım için, <code><var>SLOPE_FRAC_2[0]</var></code> konum <em>yukarı</em> hareket etmeliyiz.

source: For every step we take we must move <code><var>abs( SLOPE_FRAC[0] )</var></code> position <span data-if="SLOPE_FRAC[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>.
da: For hvert skridt vi tager, skal vi også rykke <code><var>abs( SLOPE_FRAC[0] )</var></code> skridt <span data-if="SLOPE_FRAC[0] < 0"><em>ned</em> (fordi det er negativt)</span><span data-else="">op</span>.
es: Para cada paso que damos nos debemos mover <code><var>abs( SLOPE_FRAC[0] )</var></code> posición hacia <span data-if="SLOPE_FRAC[0] < 0"><em>abajo</em> (porque es negativo)</span><span data-else=""> para arriba</span>.
fr: A chaque fois, il faut se déplacer de <code><var>abs( SLOPE_FRAC[0] )</var></code> <span data-if="SLOPE_FRAC[0] < 0"><em> unités vers le bas</em> (puisque le coefficient directeur est négatif)</span><span data-else=""> unités vers le haut</span>.
nb: For hvert skritt vi tar, må vi flytte <code><var>abs( SLOPE_FRAC[0] )</var></code> position <span data-if="SLOPE_FRAC[0] < 0"><em>down</em> (fordi det er negativt)</span><span data-else="">opp</span>.
pl: Na każdym musimy przesunąć się o <code><var>abs( SLOPE_FRAC[0] )</var></code> pozycji <span data-if="SLOPE_FRAC[0] < 0"><em>w dół</em> (ponieważ jest ujemne)</span><span data-else="">up</span>.
pt: Para cada passo que damos, devemos mover a posição de <code><var>abs( SLOPE_FRAC[0] )</var></code> <span data-if="SLOPE_FRAC[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>.
tr: Her adımda <code><var>abs( SLOPE_FRAC[0] )</var></code> <span data-if="SLOPE_FRAC[0] < 0"><em>aşağı</em> (çünkü negatif)</span><span data-else="">yukarı</span> taşımalıyız.

source: For every step we take we must move <code><var>abs( SLOPE_FRAC[0] )</var></code> positions <span data-if="SLOPE_FRAC[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>.
da: For hvert skridt vi tager, skal vi også rykke <code><var>abs( SLOPE_FRAC[0] )</var></code> skridt <span data-if="SLOPE_FRAC[0] < 0"><em>ned</em> (fordi det er negativt)</span><span data-else="">op</span>.
es: Por cada paso que damos nos debemos mover <code><var>abs( SLOPE_FRAC[0] )</var></code> posiciones hacia <span data-if="SLOPE_FRAC[0] < 0"><em>abajo</em> (pues es negativa)</span><span data-else="">arriba</span>.
fr: À chaque fois, il faut se déplacer de <code><var>abs( SLOPE_FRAC[0] )</var></code> <span data-if="SLOPE_FRAC[0] < 0"><em> unités vers le bas</em> (puisque le coefficient directeur est négatif)</span><span data-else=""> unités vers le haut</span>.
nb: For hvert skritt vi tar må vi flytte <code><var>abs( SLOPE_FRAC[0] )</var></code>posisjoner <span data-if="SLOPE_FRAC[0] < 0"><em>down</em> (fordi det er negativt)</span><span data-else="">opp</span>.
pl: Na każdym kroku musimy się poruszać o <code><var>abs( SLOPE_FRAC[0] )</var></code> pozycji <span data-if="SLOPE_FRAC[0] < 0"><em>w dół</em> (ponieważ jest ujemne)</span><span data-else="">w górę</span>.
pt: Para cada passo que damos, devemos mover as posições de <code><var>abs( SLOPE_FRAC[0] )</var></code> <span data-if="SLOPE_FRAC[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>.
tr: Her adımda <code><var>abs( SLOPE_FRAC[0] )</var></code> <span data-if="SLOPE_FRAC[0] < 0"><em>aşağı</em> (çünkü negatif)</span><span data-else="">yukarı</span> taşımalıyız.

source: For every step we take we must move <code><var>abs( SLOPE_FRAC_1[0] )</var></code> position <span data-if="SLOPE_FRAC_1[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>.
es: Por cada paso que damos debemos movernos <code><var>abs( SLOPE_FRAC_1[0] )</var></code> posición hacia <span data-if="SLOPE_FRAC_1[0] < 0"><em>abajo</em> (pues es negativa)</span><span data-else="">arriba</span>.
fr: On fait un déplacement de <code><var>abs( SLOPE_FRAC_1[0] )</var></code> unité <span data-if="SLOPE_FRAC_1[0] < 0"><em> vers le bas</em> car le coefficient directeur est négatif </span><span data-else=""> vers le haut</span>.
nb: For hvert enhet vi flytter horisontalt, må vi flytte <code><var>abs( SLOPE_FRAC_1[0] )</var></code> posisjoner <span data-if="SLOPE_FRAC_1[0] < 0"><em>ned</em> (fordi den er negativ)</span><span data-else="">up</span>.
pt: Para cada passo dado também devemos mover <code><var>abs( SLOPE_FRAC_1[0] )</var></code> posição <span data-if="SLOPE_FRAC_1[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>.
tr: Her adımda <code><var>abs( SLOPE_FRAC_1[0] )</var></code> <span data-if="SLOPE_FRAC_1[0] < 0"><em>aşağı</em> (çünkü negatif)</span><span data-else="">yukarı</span> taşımalıyız.

source: For every step we take we must move <code><var>abs( SLOPE_FRAC_1[0] )</var></code> positions <span data-if="SLOPE_FRAC_1[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>.
es: Por cada paso que damos debemos movernos <code><var>abs( SLOPE_FRAC_1[0] )</var></code> posiciones hacia <span data-if="SLOPE_FRAC_1[0] < 0"><em>abajo</em> (pues es negativa)</span><span data-else="">arriba</span>.
fr: On fait un déplacement de <code><var>abs( SLOPE_FRAC_1[0] )</var></code> unités <span data-if="SLOPE_FRAC_1[0] < 0"><em> vers le bas</em> car le coefficient directeur est négatif </span><span data-else=""> vers le haut</span>.
nb: For hver enhet vi flytter horisontalt må vi flytte <code><var>abs( SLOPE_FRAC_1[0] )</var></code> posisjoner <span data-if="SLOPE_FRAC_1[0] < 0"><em>ned</em> (fordi den er negativ)</span><span data-else="">up</span>.
pt: Para cada passo dado também devemos mover <code><var>abs( SLOPE_FRAC_1[0] )</var></code> posições <span data-if="SLOPE_FRAC_1[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>.

source: For every step we take we must move <code><var>abs( SLOPE_FRAC_2[0] )</var></code> position <span data-if="SLOPE_FRAC_2[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>.
es: Por cada paso que damos debemos movernos <code><var>abs( SLOPE_FRAC_2[0] )</var></code> posición hacia <span data-if="SLOPE_FRAC_2[0] < 0"><em>abajo</em> (pues es negativa)</span><span data-else="">arriba</span>.
fr: Le numérateur indique un déplacement de <code><var>abs( SLOPE_FRAC_2[0] )</var></code> unité <span data-if="SLOPE_FRAC_2[0] < 0"><em> vers le bas</em> ( car il est négatif) </span><span data-else=""> vers le haut</span>.
nb: For hvert enhet vi flytter horisontalt må vi også flytte <code><var>abs( SLOPE_FRAC_2[0] )</var></code> posisjoner <span data-if="SLOPE_FRAC_2[0] < 0"><em>ned</em> (fordi den er negativ)</span><span data-else="">opp</span>.
pt: Para cada passo dado também devemos mover <code><var>abs( SLOPE_FRAC_2[0] )</var></code> posição <span data-if="SLOPE_FRAC_2[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>.

source: For every step we take we must move <code><var>abs( SLOPE_FRAC_2[0] )</var></code> positions <span data-if="SLOPE_FRAC_2[0] < 0"><em>down</em> (because it's negative)</span><span data-else="">up</span>.
es: Por cada paso que damos debemos movernos <code><var>abs( SLOPE_FRAC_2[0] )</var></code> posiciones hacia <span data-if="SLOPE_FRAC_2[0] < 0"><em>abajo</em> (pues es negativa)</span><span data-else="">arriba</span>.
fr: Le numérateur indique un déplacement de <code><var>abs( SLOPE_FRAC_2[0] )</var></code> unités <span data-if="SLOPE_FRAC_2[0] < 0"><em> vers le bas</em> ( car il est négatif) </span><span data-else=""> vers le haut</span>.
nb: For hver enhet vi flytter horisontalt må vi flytte <code><var>abs( SLOPE_FRAC_2[0] )</var></code> posisjoner <span data-if="SLOPE_FRAC_2[0] < 0"><em>ned</em> (fordi den er negativ)</span><span data-else="">up</span>.
pt: Para cada passo dado também devemos mover <code><var>abs( SLOPE_FRAC_2[0] )</var></code> posições <span data-if="SLOPE_FRAC_2[0] < 0"><em>para baixo</em> (porque é negativo)</span><span data-else="">para cima</span>.

source: For every step we take we must move <code><var>abs(SLOPE_FRAC_1[0])</var></code> positions <em>down</em> (because it's negative).
es: Por cada paso que damos debemos movernos <code><var>abs(SLOPE_FRAC_1[0])</var></code> posiciones <em>hacia abajo</em> (pues es negativa).
fr: On fait un déplacement de <code><var>abs(SLOPE_FRAC_1[0])</var></code> unités <em>vers le bas</em> car le coefficient directeur est négatif.
pt: Para cada etapa que passamos devemos nos mover <code><var>abs(SLOPE_FRAC_1[0])</var></code> posições <em>para baixo</em> (porque é negativo).
tr: Attığımız her adım için, <code><var>abs(SLOPE_FRAC_1[0])</var></code> konum <em>aşağı</em> hareket etmeliyiz (çünkü negatiftir).

source: For every step we take we must move <code><var>abs(SLOPE_FRAC_2[0])</var></code> positions <em>down</em> (because it's negative).
es: Por cada paso que damos debemos movernos <code><var>abs(SLOPE_FRAC_2[0])</var></code> posiciones <em>hacia abajo</em> (pues es negativa).
nb: For hver enhet vi flytter må vi flytte <code><var>abs(SLOPE_FRAC_2[0])</var></code> posisjoner <em>ned</em> (fordi den er negativ).
pt: Para cada etapa que passamos devemos nos mover <code><var>abs(SLOPE_FRAC_2[0])</var></code> posições <em>para baixo</em> (porque é negativo).
tr: Attığımız her adım için, <code><var>abs(SLOPE_FRAC_2[0])</var></code> konum <em>aşağı</em> hareket etmeliyiz (çünkü negatiftir).

source: For every student in grades 3-12
es: Para todos los alumnos en cursos comprendidos entre los 8 y 18 años
fr: Pour tous les élèves dans les classes 3-12
ja: 小学校3年生から高校3年までの全ての生徒のため
nb: For hver elev i klassetrinn 3-12
nl: Voor elke leerling van groep 5 van de basisschool tot de 6e klas van de middelbare school
pl: Dla każdego ucznia z klas 3-12
pt: Para todos os alunos do 3º ano do ensino fundamental ao 3º ano do ensino médio
pt_pt: Para todos os alunos do 3.º ao 12.º
tr: 3-12. sınıflardaki tüm öğrenciler için
