Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: What is the coordinate of the point plotted below?
es: ¿Cuál es la coordenada del punto debajo?
fr: Quelles sont les coordonnées du point représenté ci-dessous ?
nb: Hva er koordinatene til punktet som er markert nedenfor?
pl: Jakie są współrzędne punktu zaznaczonego poniżej?
pt: Qual é a coordenada do ponto marcado abaixo?
tr: Aşağıda çizilmiş noktanın koordinatı nedir?

source: What is the denominator of the fraction <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>?
es: ¿Cuál es el denominador de la fracción <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>?
fr: Quel est le dénominateur de la fraction <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> ?
nb: Hva er nevneren i brøken <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>?
pl: Co jest mianownikiem w ułamku <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>?
pt: Qual é o denominador da fração <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>?
tr: <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> kesirinin paydası nedir?

source: What is the determinant of <code><var>PRETTY_MAT_ID</var></code>?
fr: Calculer le déterminant de <code><var>PRETTY_MAT_ID</var></code>.
pt: Qual é o determinante de <code><var>PRETTY_MAT_ID</var></code>?
tr: <code><var>PRETTY_MAT_ID</var></code>'nın determinantı nedir?

source: What is the domain of the real-valued function <code>f(x)</code>?
da: Hvad er definitionsmængden af den reelle funktion <code>f(x)</code>?
es: ¿Cuál es el dominio de la función evaluada en los reales <code>f(x)</code>?
fr: Quel est l'ensemble de définition de la fonction qui à x fait correspondre <code>f(x)</code> ?
nb: Hva er definisjonsmengden av den reelle funksjonen <code>f(x)</code>?
pl: Wyznacz dziedzinę funkcji rzeczywistej <code>f(x)</code>.
pt: Qual é o domínio da função de valor real <code>f(x)</code>?
tr: Gerçel değerli <code>f(x)</code> fonksiyonunun tanım kümesi nedir?

source: What is the equation of the line?
da: Hvad er ligningen for linjen?
es: ¿Cuál es la ecuación de la recta?
fr: Quelle est l'équation de cette droite ?
nb: Hva er funksjonen til linjen?
pl: Jakie jest równanie prostej?
pt: Qual é a equação da reta?
tr: Doğrunun denklemi nedir?

source: What is the extraneous solution to this equation?
fr: Laquelle de ces valeurs n'est pas solution de l'équation ?
pt: Qual é a solução estranha para esta equação?
tr: Bu denklemin fazlalık çözümü hangisidir?

source: What is the first number that he counts?
es: ¿Cuál es el primer número que cuenta?
pt: Qual é o primeiro número que ele contou?
tr: Saydığı ilk sayı hangisidir?

source: What is the first number that she counts?
es: ¿Cuál es el primer número que cuenta?
pt: Qual é o primeiro número que ela contou?
tr: Saydığı ilk sayı hangisidir?

source: What is the greatest common factor (GCF) of <code><var>NUM</var></code> and <code><var>DENOM</var></code>?
da: Hvad er den største fælles faktor (SFF) for <code><var>NUM</var></code> og <code><var>DENOM</var></code>?
es: ¿Cuál es el máximo común divisor (MCD) de <code><var>NUM</var></code> y <code><var>DENOM</var></code>?
fr: Quel est le plus grand diviseur commun (PGCD) de <code><var>NUM</var></code> et <code><var>DENOM</var></code> ?
hi: इसका महत्तम समापवर्तक (GCF) क्या है <code><var>NUM</var></code> and <code><var>DENOM</var></code>?
nb: Hva er største felles faktor (GCF) <code><var>NUM</var></code> og <code><var>DENOM</var></code>?
nl: Wat is de grootste gemene deler (GGD) van <code><var>NUM</var></code> en <code><var>DENOM</var></code>?
pl: Jaki jest największy wspólny dzielnik <code><var>NUM</var></code> i <code><var>DENOM</var></code>?
pt: Qual o máximo divisor comum (MDC) de <code><var>NUM</var></code> e <code><var>DENOM</var></code>?
tr: <code><var>NUM</var></code> ve <code><var>DENOM</var></code>'in ortak bölenlerinin en büyüğü (OBEB) nedir?

source: What is the greatest common factor of <code><var>A</var></code> and <code><var>B</var></code>?
fr: Quel est le plus grand diviseur commun de <code><var>A</var></code> et <code><var>B</var></code> ?
nb: Hva er den største felles faktor for <code><var>A</var></code> og <code><var>B</var></code>?
pl: Jaki jest największy wspólny dzielnik <code><var>A</var></code> i <code><var>B</var></code>?
pt: Qual o máximo divisor comum de <code><var>A</var></code> e <code><var>B</var></code>?
tr: <code><var>A</var></code> ve <code><var>B</var></code>'nin en büyük ortak böleni nedir?

source: What is the image of the polygon below after the rotation <code>T_{{<var>ROTDEG</var>}^\circ{} }</code>?
es: ¿Cuál es la imagen del siguiente polígono después de la rotación <code>T_{{<var>ROTDEG</var>}^\circ{} }</code>?
fr: Quelle est l'image du polygone ci-dessous par la rotation <code>T_{{<var>ROTDEG</var>}^\circ{} }</code>?
pl: Jaki jest obraz poniższego wielokąta po obróceniu <code>T_{{<var>ROTDEG</var>}^\circ{} }</code>?
pt: Qual a imagem do polígono abaixo após a rotação <code>T_{{<var>ROTDEG</var>}^\circ{} }</code>?
tr: <code>T_{{<var>ROTDEG</var>}^\circ{} }</code> rotasyonundan sonra oluşan çokgen görüntüsü nedir?

source: What is the image of the polygon below after the translation <code>T_{(<var>DX</var>, <var>DY</var>)}</code>?
es: ¿Cuál es la imagen del siguiente polígono después de la traslación <code>T_{(<var>DX</var>, <var>DY</var>)}</code>?
fr: Quelle est l'image du polygone ci-dessous par la translation <code>T_{(<var>DX</var>, <var>DY</var>)}</code> ?
pl: Jak wygląda poniższy wielokąt po przesunięciu <code>T_{(<var>DX</var>, <var>DY</var>)}</code>?
pt: Qual a imagem do polígono abaixo após a translação <code>T_{(<var>DX</var>, <var>DY</var>)}</code>?
tr: <code>T_{(<var>DX</var>, <var>DY</var>)}</code> ötelemesi sonrası, çokgenin görüntüsü nedir?

source: What is the inequality represented by this graph?
da: Hvilken ulighed er afbildet ved denne graf?
es: ¿Qué desigualdad está representada por la gráfica?
fr: Voici la représentation graphique de l'ensemble des solutions d'une inéquation. Quelle est cette inéquation ?
nb: Hvilken ulikhet er tegnet ved denne grafen?
nl: Wat is de ongelijkheid weergegeven in deze grafiek?
pl: Jaka nierówność jest przedstawiona na tym wykresie?
pt: Qual é a inequação representada por este gráfico?
tr: Bu grafiğin gösterdiği eşitsizlik hangisidir?

source: What is the least common multiple of <code><var>A</var></code> and <code><var>B</var></code>?
fr: Quel est le plus petit commun multiple de <code><var>A</var></code> et <code><var>B</var></code> ?
hi: <code><var>A</var></code> और <code><var>B</var></code> का लघुतम सामान्य गुणाकर क्या है ?
nb: Hva er minste felles multiplum av <code><var>A</var></code> og <code><var>B</var></code>?
nl: Wat is het kleinste gemene veelvoud van <code><var>A</var></code> en <code><var>B</var></code>?
pl: Jaka liczba jest najmniejszą wspólną wielokrotnością <code><var>A</var></code> i <code><var>B</var></code>?
pt: Qual é o mínimo múltiplo comum de <code><var>A</var></code> e <code><var>B</var></code>?
tr: <code><var>A</var></code> ve <code><var>B</var></code> 'nin en küçük ortak katı nedir?

source: What is the length of <code>\overline{<var>SEGMENT</var>}</code>?
nb: Hva er lengden av <code>\overline{<var>SEGMENT</var>}</code>?
pl: Jaka jest długość odcinka <code>\overline{<var>SEGMENT</var>}</code>?
pt: Qual é o comprimento de <code>\overline{<var>SEGMENT</var>}</code>?

source: What is the length of <code>\overline{AC}</code>?
es: ¿Cuál es la longitud de <code>\overline{AC}</code>?
pl: Jaka jest długość <code>\overline{AC}</code>?
pt: Qual é o comprimento de <code>\overline{AC}</code>?
tr: <code>\overline{AC}</code>'nin uzunluğu nedir?

source: What is the length of <code>\overline{BD}</code> in <code>\triangle ABC</code>?
pt: Qual é o comprimento de <code>\overline{BD}</code> em <code>\triangle ABC</code>?
tr: <code>\triangle ABC</code>'nde <code>\overline{BD}</code> uzunluğu nedir?

source: What is the length of the arc?
es: ¿Cuál es la longitud del arco?
fr: Quelle est la longueur de cet arc de cercle ?
pt: Qual é o comprimento do arco?
tr: Yayın uzunluğu nedir?

source: What is the magnitude and direction of <code>\vec b</code> compared to <code>\vec a</code>?
fr: Quelles sont les norme et direction de <code>\vec b</code> par rapport à <code>\vec a</code>?
pt: Qual é a magnitude e o sentido de <code>\vec b</code> em comparação a <code>\vec a</code>?
tr: <code>\vec b</code>'nin <code>\vec a</code>'ya göre büyüklüğü ve yönü nedir?

source: What is the measure of the pink angle?
es: ¿Cuánto mide el ángulo rosa?
fr: Quelle est la mesure de l'angle rose ?
nb: Hvor stor er den rosa vinkelen?
pl: Jaka jest miara różowego kąta?
pt: Qual é a medida do ângulo rosa?
tr: Pembe açının ölçüsü nedir?

source: What is the median of the following numbers?
fr: Quelle est la médiane de cette série de nombres ?
nb: Hva er medianen for følgende tall?
pl: Ile wynosi mediana następujących liczb?
pt: Qual é a mediana dos seguintes números?
tr: Sayıların medyanı nedir?

source: What is the midpoint of line segment <code>\overline{AB}</code>?
es: ¿Cuál es el punto medio del segmento <code>\overline{AB}</code>?
fr: Quelles sont les coordonnées du milieu du segment <code>\overline{AB}</code> ?
nb: Hva er midtpunktet på linjestykket<code>\overline{AB}</code>?
pt: Qual é o ponto médio do segmento de reta <code>\overline{AB}</code>?
tr: <code>\overline{AB}</code> doğru parçasının orta noktası nedir?

source: What is the midrange of the <var>TEST</var> scores?
fr: Quel est le milieu de l'étendue des notes de l'<var>TEST</var> ?
nb: Hva er middelverdien av <var>TEST</var> resultater?
pl: Ile wynosi środek rozstępu wyników z <var>TEST</var>?
pt: Qual é a amplitude média das <var>TEST</var> notas?
tr: <var>TEST</var> puanlarının orta noktası nedir?

source: What is the mode of the following numbers?
fr: Quel est le mode de cette série de nombres ?
nb: Hva er typetallet i følgende tall?
pl: Ile wynosi dominanta następujących liczb?
pt: Qual é a moda dos seguintes números?
tr: Sayıların modu nedir?

source: What is the numerator of the fraction <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>?
es: ¿Cuál es el numerador de la fracción <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>?
fr: Quel est le numérateur de la fraction <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> ?
nb: Hva er telleren på brøken <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>?
pl: Jaki jest licznik ułamka <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>?
pt: Qual é o numerador da fração <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>?
tr: <code>\dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> kesirinin payı nedir?

source: What is the parallelogram's area?
es: ¿Cuál es el área del paralelogramo?
fr: Quelle est l'aire de ce parallélogramme ?
nb: Hva er arealet til parallellogrammet?
pt: Qual é a área do paralelogramo?
tr: Bu paralelkenarın alanı nedir?

source: What is the perimeter of the rectangle?
da: Hvad er omkredsen af rektanglet?
fr: Quel est le périmètre de ce rectangle ?
hi: आयत का परिमाप क्या है ?
nb: Hva er omkretsen av rektangelet?
nl: Wat is de omtrek van de rechthoek?
pl: Jaki jest obwód prostokąta?
pt: Qual é o perímetro do retângulo?
tr: Bu dikdörtgenin çevresi nedir?

source: What is the perimeter of the regular <var>POLYGON</var>?
da: Hvad er omkredsen af den regulære <var>POLYGON</var>?
fr: Quel est le périmètre de ce <var>POLYGON</var> régulier ?
nb: Hva er omkretsen av det regulære <var>POLYGON</var>?
nl: Wat is de omtrek van een gewone <var>POLYGON</var>?
pl: Jaki obwód ma foremny <var>POLYGON</var>?
pt: Qual é o perímetro do <var>POLYGON</var> regular?
tr: Bu düzgün <var>POLYGON</var>in çevresi nedir?

source: What is the perimeter of the shape? Each square in the grid is a <code>1 \times 1</code> <var>UNIT_TEXT</var> square.
da: Hvad er omkredsen af figuren? Hvert kvadrat i gitteret er en <code>1 \times 1</code> <var>UNIT_TEXT</var> i anden.
fr: Quel est le périmètre de cette figure ? Les carrés sont des carrés de <code>1 \times 1</code> <var>UNIT_TEXT</var>.
nb: Hva er arealet av figuren? Hver kvadrat i rutenettet er en <code>1 \times 1</code> <var>UNIT_TEXT</var> kvadrat.
nl: Wat is de omtrek van de figuur? Elk vierkantje is <code>1 \times 1</code> vierkante <var>UNIT_TEXT</var>.
pl: Ile wynosi obwód tej figury? Każdy kwadrat w siatce ma wymiary <code>1 \times 1</code> <var>UNIT_TEXT</var>.
pt: Qual é o perímetro da figura? Cada quadrado na grade tem <code>1 \times 1</code> <var>UNIT_TEXT</var> quadrados.
tr: Şeklin çevresi nedir? Kareli kağıttaki her kare, <code>1 \times 1</code> <var>UNIT_TEXT</var>.

source: What is the perimeter of the square?
da: Hvad er omkredsen af kvadratet?
fr: Quel est le périmètre de ce carré ?
hi: वर्ग का परिमाप क्या है?
nb: Hva er omkretsen av kvadratet?
nl: Wat is de omtrek van het vierkant?
pl: Jaki jest obwód kwadratu?
pt: Qual é o perímetro do quadrado?
tr: Karenin çevresi nedir?

source: What is the perimeter of the triangle?
da: Hvad er omkredsen af trekanten?
es: ¿Cuál es el perímetro del triángulo?
fr: Quel est le périmètre de ce triangle ?
hi: त्रिभुज का परिमाप क्या है ?
nb: Hva er omkretsen av trekanten?
nl: Wat is de omtrek van de driehoek?
pl: Jaki jest obwód trójkąta?
pt: Qual é o perímetro do triângulo?
tr: Üçgenin çevresi nedir?

source: What is the prime factorization of <code><var>NUMBER</var></code>?
da: Hvad er primfaktoriseringen af <code><var>NUMBER</var></code>?
es: ¿Cuál es la factorización en primos de <code><var>NUMBER</var></code>?
fr: Quelle est la décomposition en produit de facteurs premiers de <code><var>NUMBER</var></code> ?
hi: इस संख्या <code><var>NUMBER</var></code> का मुख्य गुणांक कौनसा है?
nb: Hva er primtallsfaktoriseringen av <code><var>NUMBER</var></code>?
nl: Ontbind <code><var>NUMBER</var></code> in priemfactoren.
pl: Jaki jest rozkład na czynniki pierwsze <code><var>NUMBER</var></code>?
pt: Qual é a fatoração em números primos de <code><var>NUMBER</var></code>?
tr: <code><var>NUMBER</var></code>'in asal çarpanlara ayrılması nedir?

source: What is the principal value of <code><var>FN_TEX(PRETTY(X))</var></code> in degrees?
es: ¿Cuál es el valor principal de <code><var>FN_TEX(PRETTY(X))</var></code> en grados?
fr: Quelle est la mesure principale en degrés de <code><var>FN_TEX(PRETTY(X))</var></code> ?
pt: Qual é o valor principal de <code><var>FN_TEX(PRETTY(X))</var></code> em graus?
tr: <code><var>FN_TEX(PRETTY(X))</var></code>'in derece cinsinden esas değeri nedir?

source: What is the principal value of <code><var>FN_TEX(PRETTY(X))</var></code> in radians?
es: ¿Cuál es el valor principal de <code><var>FN_TEX(PRETTY(X))</var></code> en radianes?
fr: Quelle est la mesure principale en radians de <code><var>FN_TEX(PRETTY(X))</var></code> ?
pt: Qual é o valor principal de <code><var>FN_TEX(PRETTY(X))</var></code> em radianos?
tr: <code><var>FN_TEX(PRETTY(X))</var></code>'in radyan cinsinden esas değeri nedir?

source: What is the probability of <var>PLAYER</var> making all of his next <var>STREAK</var> free throw attempts?
fr: Quelle est la probabilité que <var>PLAYER</var> réussisse à chaque fois lors de ses <var>STREAK</var> prochains lancers francs ?
pl: Jakie jest prawdopodobieństwo, że <var>PLAYER</var> wykorzysta swoje wszystkie kolejne <var>STREAK</var> próby trafienia z rzutu wolnego?
pt: Qual é a probabilidade de o <var>PLAYER</var> acertar <var>STREAK</var> as próximas tentativas de arremesso livre?
tr: <var>PLAYER</var>'in sonraki <var>STREAK</var> serbest atışın hepsinde başarılı olma olasılığı nedir?

source: What is the probability of <var>PLAYER</var> making none of his next <var>STREAK</var> free throw attempts?
fr: Quelle est la probabilité que <var>PLAYER</var> ne réussisse aucun de ses <var>STREAK</var> prochains lancers francs ?
pt: Qual é a probabilidade do <var>PLAYER</var> não acertar nenhuma das próximas <var>STREAK</var> tentativas de arremesso livre?
tr: <var>PLAYER</var>'in sonraki <var>STREAK</var> serbest atışın hiçbirinde başarılı olmama olasılığı nedir?

source: What is the range of <code>f(x)</code>?
da: Hvad er værdimængden for <code>f(x)</code>?
es: ¿Cuál es el rango de <code>f(x)</code>?
fr: Quel est l'ensemble image de la fonction qui à tout réel fait correspondre <code>f(x)</code> ?
nb: Hva er verdimengden til <code>f(x)</code>?
pt: Qual é o intervalo de <code>f(x)</code>?
tr: <code>f(x)</code>'in görüntü kümesi nedir?

source: What is the range of possible sizes for side <code>x</code>?
es: ¿Cuál es el rango de posibles tamaños para el lado <code>x</code>?
fr: Donner un encadrement de la longueur <code>x</code>.
pt: Qual é o intervalo de tamanhos possíveis para o lado <code>x</code>?
tr: <code>x</code> için olası ölçülerin aralığı nedir?

source: What is the range of the <var>TEST</var> scores?
fr: Quel est l'étendue des résultats de l'<var>TEST</var> ?
nb: Hva er varisjonsbredden i resultatene av <var>TEST</var>?
pl: Ile wynosi rozstęp wyników z <var>TEST</var>?
pt: Qual é a amplitude das notas na <var>TEST</var>?
tr: <var>TEST</var> sonuçları hangi aralıktadır?

source: What is the second number that he counts?
es: ¿Cuál es el segundo número que cuenta?
pt: Qual é o segundo número que ele contou?
tr: Saydığı ikinci sayı hangisidir?

source: What is the second number that she counts?
es: ¿Cuáñ es el segundo número que cuenta?
pt: Qual é o segundo número que ela conta?
tr: Saydığı ikinci sayı hangisidir?

source: What is the set <code>X \cap Y</code>?
es: ¿Cuál es el conjunto <code>X \cap Y</code>?
fr: Déterminer l'ensemble <code>X \cap Y</code>.
nb: Hva er settet <code>X \cap Y</code>?
pt: O que é o conjunto <code>X \cap Y</code>?
tr: <code>X \cap Y</code> kümesi nedir?

source: What is the set <code>X \cup Y</code>?
es: ¿Cuál es el conjunto <code>X \cup Y</code>?
fr: Déterminer l'ensemble <code>X \cup Y</code>.
nb: Hva er settet <code>X \cup Y</code>?
pt: O que é o conjunto <code>X \cup Y</code>?
tr: <code>X \cup Y</code> kümesi nedir?

source: What is the set <code>X \setminus Y</code>?
es: ¿Cuál es el conjunto <code>X \setminus Y</code>?
fr: Déterminer l'ensemble <code>X \setminus Y</code>.
nb: Hva er settet <code>X \setminus Y</code>?
pt: O que é o conjunto <code>X \setminus Y</code>?
tr: <code>X \setminus Y</code> kümesi nedir?

source: What is the slope of the line through the points <code>(<var>X1</var>, <var>Y1</var>)</code> and <code>(<var>X2</var>, <var>Y2</var>)</code>?
da: Hvad er hældningen af en linje gennem punkterne <code>(<var>X1</var>, <var>Y1</var>)</code> og <code>(<var>X2</var>, <var>Y2</var>)</code>?
es: ¿Cuál es la pendiente de la recta que atraviesa los puntos <code>(<var>X1</var>, <var>Y1</var>)</code> y <code>(<var>X2</var>, <var>Y2</var>)</code>?
fr: Quel est le coefficient directeur de la droite qui passe par les points <code>(<var>X1</var>, <var>Y1</var>)</code> et <code>(<var>X2</var>, <var>Y2</var>)</code> ?
nb: Hva er stigningstallet for linjen mellom punktene <code>(<var>X1</var>, <var>Y1</var>)</code> og <code>(<var>X2</var>, <var>Y2</var>)</code>?
pl: Jakie jest nachylenie prostej przechodzącej przez punkty <code>(<var>X1</var>, <var>Y1</var>)</code> i <code>(<var>X2</var>, <var>Y2</var>)</code>?
pt: Qual é o coeficiente angular da reta entre os pontos <code>(<var>X1</var>, <var>Y1</var>)</code> e <code>(<var>X2</var>, <var>Y2</var>)</code>?
tr: <code>(<var>X1</var>, <var>Y1</var>)</code> ve <code>(<var>X2</var>, <var>Y2</var>)</code> noktasından geçen doğrunun eğimi nedir?

source: What is the sum of the first <code><var>N</var></code> terms in the series, starting with <code>a_1</code>?
es: ¿Cuál es la suma de los primeros <code><var>N</var></code> términos en la serie, empezando con <code>a_1</code>?
fr: Si le premier terme est <code>a_1</code>, quelle est la somme des <code><var>N</var></code> premiers termes de cette suite ?
pt: O que é a soma dos primeiros <code><var>N</var></code> termos na série, começando com <code>a_1</code>?
tr: <code>a_1</code>'den başlamak suretiyle, serinin ilk <code><var>N</var></code> teriminin toplamı nedir?

source: What is the sum of this polygon's exterior angles?
es: ¿De cuánto es la suma de los ángulos exteriores de este polígono?
fr: Quelle est la somme des angles extérieurs de ce polygone ?
pl: Jaka jest suma kątów zewnętrznych wielokąta?
pt: Qual é a soma dos ângulos externos do polígono?
tr: Bu çokgenin dış açıları toplamı nedir?

source: What is the sum of this polygon's interior angles?
es: ¿Cuál es la suma de los ángulos internos de este polígono?
fr: Quelle est la somme des angles de ce polygone ?
pl: Jaka jest suma kątów wewnętrznych wielokąta?
pt: Qual é a soma dos ângulos internos do polígono?
tr: Bu çokgenin iç açıları toplamı nedir?

source: What is the surface area of a cylinder with base radius <code><var>r</var></code> and height <code><var>h</var></code>?
es: ¿Cuál es el área de un cilindro con una base que tiene radio <code><var>r</var></code> y altura <code><var>h</var></code>?
fr: Quelle est l'aire des faces d'un cylindre dont le rayon du cercle de base est <code><var>r</var></code> et dont la hauteur est <code><var>h</var></code> ?
pl: Jakie jest pole powierzchni walca z promieniem podstawy <code><var>r</var></code> i wysokością <code><var>h</var></code>?
pt: Qual é a área da superfície de um cilindro com raio da base <code><var>r</var></code> e altura <code><var>h</var></code>?
tr: Taban yarıçapı <code><var>r</var></code> ve yüksekliği <code><var>h</var></code> olan silindirin yüzey alanı nedir?

source: What is the surface area of this box? Drag on the box to rotate it.
es: ¿Cuál es el área de la superficie de esta caja? Arrastra el cursor en la caja para rotarla.
fr: Quelle est l'aire des faces de ce pavé droit ? Tirer sur la figure avec la souris pour la faire tourner.
pl: Jakie jest pole powierzchni tego pudełka? Kliknij i przeciągnij na pudełku, żeby je obrócić.
pt: Qual é a área da superfície dessa caixa? Arraste a caixa para girá-la.
tr: Bu kutunun yüzey alanı nedir? Döndürmek için kutuyu sürükleyin.

source: What is the surface area of this cube? Drag on the cube to rotate it.
es: ¿Cuál es el área de la superficie del cubo? Arrastra el cursor en el cubo para rotarlo.
fr: Quelle est l'aire des faces de ce cube ? Tirer sur la figure avec la souris pour la faire tourner.
pl: Jakie jest pole powierzchni tego sześcianu? Kliknij i przeciągnij na sześcianie, żeby go obrócić.
pt: Qual é a área da superfície desse cubo? Arraste o cubo para girá-lo.
tr: Bu küpün yüzey alanı nedir? Döndürmek için küpü sürükleyin.

source: What is the third number that he counts?
es: ¿Cuál es el tercer número que cuenta?
pt: Qual é o terceiro número que ele conta?
tr: Saydığı üçüncü sayı hangisidir?

source: What is the third number that she counts?
es: ¿Cuál es el tercer número que cuenta?
pt: Qual é o terceiro número que ela conta?
tr: Saydığı üçüncü sayı hangisidir?

source: What is the transformation that rotates the blue solid shape to the orange dashed shape? <span class="render-answer-area-here"></span>
es: ¿Cuál es la transformación que rota la figura azul en la figura anaranjada punteada? <span class="render-answer-area-here"></span>
fr: Quel est l'angle de la rotation dans laquelle le polygone bleu a comme image le polygone en pointillés orange ?<span class="render-answer-area-here"></span>
pt: Qual é a transformação que rotaciona a forma sólida azul transformando-a na forma laranja tracejada? <span class="render-answer-area-here"></span>
tr: Mavi kesiksiz şekli, turuncu kesikli şekle çeviren dönüşüm nedir?<span class="render-answer-area-here"></span>
