Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: At the beginning of each week, you’ll receive an email from LearnStorm inviting you to participate in a new Weekly Challenge. Follow the instructions and submit your response before Thursday at 11:59 p.m. using the form provided.
es: Al principio de cada semana, recibirás un correo electrónico de LearnStorm invitándote a participar en un nuevo Desafío semanal. Sigue las instrucciones y envía tu respuesta antes del jueves a las 11:59 p.m. usando el formato proporcionado.
ja: それぞれの週の始めに，あなたはラーンストームから新しい今週のチャレンジに参加する招待を電子メイルで受けとることになります．指示に従って，あなたの回答を木曜日の夜11:59までに与えられたフォームを使って提出しましょう．
nb: I begynnelsen av hver uke, vil du motta en e-post fra LearnStorm som inviterer deg til å delta i en ny ukentlig utfordring. Følg instruksjonene og send svaret før torsdag kl 11:59 (Pacific Standard Time) med skjemaet.
pl: Na początku każdego tygodnia, będziesz otrzymywać pocztą elektroniczną z LearnStorm zaproszenia do udziału w nowy Cotygodniowym Wyzwaniu. Postępuj zgodnie z instrukcjami i prześlij swoją odpowiedź do piątku 9:59, wypełniając poniższy formularz.
pt: No começo de cada semana, você vai receber um e-mail da LearnStorm com um convite para participar de um novo desafio semanal. Siga as instruções e envie sua resposta antes de terça às 23:59 usando o formulário fornecido.
pt_pt: No início de cada semana vai receber um email da LearnStorm a convidá-lo para participar num novo Desafio Semanal. Siga as instruções e submeta a sua resposta até quinta-feira às 23:59 através do formulário.
tr: Her haftanın başında, LearnStorm'dan yeni bir Haftalık Yarışmaya davet epostası alacaksınız. Yönergeleri izleyin ve verilen formu kullanarak cevabınızı Perşembe 11:59 ö.s.'den önce gönderin.

source: At the end of class on Friday, recognize the students in your class that have the greatest number of mastery and hustle points (ask students to self-report these data) or the greatest number of skills mastered on Khan Academy. Present students with a LearnStorm certificate or have students sign their name to a poster in your room or just give them a shout-out.
es: Al final de la clase del viernes, reconoce a los estudiantes de tu clase que han tenido el mayor número de puntos de dominio y de esfuerzo (pídele a los estudiantes que reporten estos datos ellos mismos) o el mayor número de habilidades dominadas en Khan Academy. Dale a los estudiantes un certificado de LearnStorm o pídeles que escriban su nombre en un cartel en tu oficina o simplemente reconócelos públicamente.
nb: På slutten av timen på fredag, registrerer du hvilke elever i din klasse som har flest mestring og streve poeng (be elevene å selv komme med sin informasjon) eller størst antall ferdigheter på Khan Academy. La elevene få en LearnStorm sertifikat eller sett elevens navn på en plakat på rommet eller bare gi dem applaus i klaserommet.
pt: No final da aula de sexta, reconheça o mérito dos alunos de sua turma que tiverem o maior número de pontos de domínio e esforço (peça aos alunos que informem esses dados) ou o maior número de habilidades dominadas na Khan Academy. Presenteie os alunos com um certificado da LearnStorm ou peça aos alunos que assinem seus nomes em um pôster em sua sala, ou simplesmente os parabenize com uma salva de palmas.
tr: Cuma günü dersin sonunda, sınıfınızda en fazla uzmanlık ve çaba puanı veya Khan Academy'de uzmanlaştığı becerisi olan öğrencileri tebrik edin (öğrencilerden bu verileri kendilerinin belirtmesini isteyin). Öğrencilere bir LearnStorm sertifikası verin veya öğrencilerin sınıfınızdaki bir posteri imzalamasını sağlayın veya onlara tezahürat yaptırın.

source: At this rate...
da: Med denne hastighed...
es: A este ritmo...
fr: À ce rythme...
ja: この速度で行くと．．．
nb: Med denne farten...
nl: In dit tempo...
pl: W tym tempie...
pt: Neste ritmo...
pt_pt: A este ritmo...
tr: Bu hızla gidersek...

source: Atlas (old)
da: Atlas (gammel)
es: Atlas (viejo)
fr: Atlas (obsolète)
ja: アトラス(旧)
nb: Atlas (gammel)
nl: Atlas (oud)
pl: Atlas (stary)
pt: Atlas (antigo)
pt_pt: Atlas (antigo)
tr: Atlas (eski)

source: Atomic Clockwork
bg: Атомен часовник
da: Atomar Urværk
es: Reloj atómico
fr: Horloge atomique
ja: 原子時計並みの規則正しさ
nb: Atomur
nl: Atomair Uurwerk
pl: Zegar atomowy
pt: Relógio atômico
pt_pt: Relógio atómico
tr: Atomik saat mekanizması

source: Attempting to override '{a}' which is a constant.
da: Forsøg på at tilsidesætte '{a}' som er en konstant.
es: Intentando ignorar '{a}' que es una constante.
nb: Prøver å overstyre '{a}' som er en konstant.
nl: Probeert '{a}' te overschrijven, welke een constante is.
pl: Próba zastąpienia "{a}", które jest stałą.
pt: Tentando substituir '{a}' que é uma constante.
tr: '{a}' sabit değeri geçersiz kılınmaya çalışılıyor.

source: Attend an eligible school,
nb: Deltaker på en kvalifisert skole,
pt: Frequenta uma escola elegível,
tr: Katılabilir bir okula gider,

source: August
pt: Agosto
tr: Ağustos

source: Authorization to work in the US.
da: Tilladelse til at arbejde i USA.
es: Autorización para trabajar en los Estados Unidos.
nl: Autorisatie om in de U.S. te werken.
pl: Pozwolenia na pracę w USA.
pt: Autorização para trabalhar nos EUA.
tr: Birleşik Devletler'de çalışma izni.

source: Auto-saved!
da: Gemt automatisk!
es: ¡Autoguardado!
fr: Sauvé automatiquement!
ja: オートセーブされました!
nb: Automatisk lagret!
nl: Automatisch opgeslagen!
pl: Zapisano automatycznie!
pt: Salvo automaticamente!
pt_pt: Guardado automaticamente!
tr: Otomatik kaydedildi!

source: Avatar class unlocked! %(translated_name)s
da: Avatar-serie oplåst! %(translated_name)s
es: ¡Clase avatar desbloqueada! %(translated_name)s
fr: Niveau suivant d'avatars débloqué ! %(translated_name)s
nb: Avatar klasse ulåst! %(translated_name)s
nl: Avatar klasse ontgrendeld! %(translated_name)s
pl: Klasa awatarów odblokowana! %(translated_name)s
pt: Classe de avatar desbloqueada! %(translated_name)s
tr: Avatar sınıfı açıldı! %(translated_name)s

source: Avatar parts earned
da: Avatar dele optjent
es: Partes de avatar ganadas
fr: Morceaux d'avatar gagnées
nb: Avatar deler opptjent
nl: Avatar onderdelen verdiend
pl: Zdobyte części awatara
pt: Avatares conquistados
pt_pt: Peças de avatares recebidas
tr: Kazanılmış avatar parçaları

source: Average Score
fr: Note moyenne
pl: Średni wynik
pt: Pontuação média
tr: Ortalama Puan

source: Average age:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>mean( DATA )</var></span> years old
es: Edad promedio:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>mean( DATA )</var></span> años de edad
fr: Age moyen :<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>mean( DATA )</var></span> ans
pl: Przeciętny wiek:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>mean( DATA )</var></span> lat
pt: Média das idades:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>mean( DATA )</var></span> anos de idade

source: Average age:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>mean(DATA)</var></span> years old
fr: Age moyen :<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>mean(DATA)</var></span> ans
pt: Média das idades:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>mean(DATA)</var></span> anos de idade
tr: Ortalama yaş:<br><code>\quad</code> <span class="sol short40" data-inexact="" data-max-error="0.15"><var>mean(DATA)</var></span> years old

source: Average points earned per student since opening this report.
bg: Спечелени средно-аритметичен брой точки за ученик след стартиране на отчета.
da: Gennemsnitligt antal point optjent per elev siden åbningen af denne rapport.
es: Promedio de puntos ganados por estudiante desde la apertura de este informe.
fr: Moyenne de points obtenus par élève depuis l'ouverture du rapport d'activité.
he: ממוצע נקודות שנצברו לתלמיד מאז יצירת דוח זה.
ja: このレポートを作ってからそれぞれの生徒ごとに獲得したポイントの平均．
nb: Gjennomsnittlig poeng opptjent per student siden opprettelse av denne rapporten.
nl: Gemiddeld aantal punten verdiend per leerling sinds het openen van dit rapport.
pl: Średnia punktów uzyskanych na ucznia od otwarcia tego raportu.
pt: Média de pontos ganhos pelos alunos desde o início deste relatório.
pt_pt: Média de pontos conseguidos por aluno desde a abertura deste relatório.
tr: Bu raporun başından itibaren öğrenci başına kazanılan ortalama puan.

source: Average word problems
fr: Calculer une moyenne (provisoirement en anglais)
nb: Tekstoppgaver med gjennomsnitt
pl: Średnia - zadania tekstowe
pt: Situações problemas de média
tr: Ortalama ile ilgili sözlü problemler

source: Avoid EOL escaping.
da: Undgå at overstyre EOL.
es: Evitar el escape EOL.
nb: Unngå å overstyre EOL.
pl: Unikaj zakończenia EOL.
pt: Evite o escape EOL.
tr: EOL şifrelemesinden kaçının.

source: Avoid arguments.{a}.
da: Undgå argumenter.{a}.
es: Evitar argumentos.{a}.
fr: Évitez les arguments "{a}".
nb: Unngå argumenter.{a}.
nl: Vermijd arguments.{a}.
pl: Unikaj argumentów.{a}.
pt: Evite argumentos.{a}.
tr: arguments.{a} kullanımından kaçınınız.

source: Avoid {a}.
da: Undgå {a}.
es: Evitar {a}.
fr: Évitez {a}.
nb: Unngå {a}.
nl: Vermijd {a}.
pl: Unikaj {a}.
pt: Evite {a}.
tr: {a}'dan kaçının.

source: Avoiding distractions like television makes learning much easier.
da: Undgå distraktioner såsom TV. Det gør det meget lettere at lære.
es: Evitar distracciones como la televisión hace que el aprendizaje sea mucho más fácil.
fr: Eviter les distractions comme la télévision rend l'apprentissage plus facile.
ja: 気が散るようなもの，たとえばテレビ，を避けることでより簡単に学ぶことができます．
nb: Å unngå distraksjoner som TV gjør det mye lettere å lære.
nl: Vermijd afleidingen zoals televisie om makkelijker te leren.
pl: Unikanie rozpraszaczy, jak telewizja, czyni naukę o wiele łatwiejszą.
pt: Evitar distrações como a televisão torna a aprendizagem muito mais fácil.
pt_pt: Evitar distrações como televisão faz com que a aprendizagem seja muito mais fácil.
tr: Televizyon gibi dikkat dağıtıcılardan kaçınmak, öğrenmeyi çok daha kolay hale getirir.

source: Awesome Listener
da: Utrolig lytter
es: Oyente impresionante
fr: Auditeur formidable
ja: すごいリスナー
nb: Fabelaktiv lytter
nl: Geweldige luisteraar
pl: Niesamowity Słuchacz
pt: Ouvinte incrível
pt_pt: Ouvinte fantástico
tr: Harika Dinleyici

source: Awesome Streak
da: Utrolig klaret
es: Impresionante racha
fr: Série formidable
ja: すごい疾走
nb: Fenomenal rekke
nl: Geweldige score
pl: Niesamowita Passa
pt: Sequência incrível
pt_pt: Sequência maravilhosa
tr: Harika Seri

source: Awesome!
da: Fantastisk!
es: ¡Impresionante!
fr: Génial !
nb: Formidabelt!
nl: Super!
pl: Niesamowite!
pt: Incrível!
pt_pt: Muito bem!
tr: Müthiş !

source: Awesome! Show points...
da: Fantastisk! Vis point...
es: ¡Impresionante! Mostrar los puntos de...
fr: Génial ! Afficher les points...
nb: Fantastisk! Vis poeng...
nl: Te gek! Toon punten...
pl: Wspaniale! Pokaż punkty...
pt: Incrível! Mostre os pontos...
pt_pt: Muito bem! Vê quantos pontos ganhaste...
tr: Harika! Puanları göster...

source: Ayman switches between wearing her engineering, data science and product management hats to ensure the best educational experience for our learners.
pt: Ayman alterna entre seus papéis de engenheira, cientista de dados e gerente de produto para garantir a melhor experiência educacional para nossos alunos.
tr: Öğrencilerimiz için en iyi eğitimsel deneyimi sağlamak için, Ayman mühendislik, veri bilimi ve ürün yönetimi görevleri arasında geçiş yapar.

source: Baby Winston
bg: Бебе Уинстън
es: Bebé Winston
fr: Bébé Winston
ja: 赤ちゃんウィンストン
pl: Dziecinny Winston
pt: Bebê Wilson
pt_pt: Bebé Winston
tr: Bebek Winston

source: Baby penguins
nb: Babyen pingviner
pt: Pinguins bebês
tr: Bebek penguenler

source: Back
da: Tilbage
es: Atrás
fr: Précédent
ja: 戻る
nb: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
pt_pt: Anterior
tr: Geri

source: Back to Internships
pl: Wracając do staży
pt: Voltar para Estágios
tr: Stajlara Geri Dön

source: Back to Manage Students
da: Tilbage til Administrer elever
es: Regresar a Administrar estudiantes
fr: Retour vers Gérer Etudiants
ja: 生徒の管理ページに戻る
nb: Tilbake til å administrere elever
nl: Terug naar Beheer Leerlingen
pl: Wróć do Zarządzaj Uczniami
pt: Voltar para Gerenciar alunos
pt_pt: Terminado
tr: Öğrenci yönetim ekranına geri dönün

source: Back to Top
bg: Обратно към началото
da: Tilbage til toppen
es: Volver arriba
fr: Haut de page
he: חזרה להתחלה
hi: वापस ऊपर की ओर
ja: トップに戻る
nb: Tilbake til toppen
nl: Terug naar boven
pl: Powrót do góry
pt: Voltar ao topo
pt_pt: Voltar ao topo
tr: Yukarı

source: Back to account settings
da: Tilbage til kontoindstillinger
es: Regresar a la configuración de cuenta
fr: Retour aux paramètres de compte
ja: アカウントの設定に戻る
nb: Tilbake til kontoinnstillinger
nl: Terug naar account instellingen
pl: Wróć do ustawień konta
pt: Voltar para as configurações de conta
pt_pt: Voltar às definições da conta
tr: Hesap ayarlarına geri dön

source: Back to more learning!
es: ¡Volver para seguir aprendiendo!
pl: Wróć do uczenia się!
pt: Voltar para aprender mais!
tr: Öğrenmeye devam edin!

source: Back to previous step
da: Tilbage til forrige trin
es: Regresa al paso anterior
fr: Retour à l'étape précédente
ja: 前のステップに戻る
nb: Tilbake til forrige trinn
nl: Terug naar de vorige stap
pl: Powrót do poprzedniego kroku
pt: Voltar à etapa anterior
pt_pt: Anterior
tr: Önceki adıma dön

source: Back to start
es: Volver a empezar
fr: Retour au départ
ja: 始めに戻る
nb: Tilbake til start
pl: Powrót do początku
pt: Voltar ao começo
pt_pt: Voltar ao início
tr: Başlangıca dönüş

source: Back to your children
da: Tilbage til dine børn
es: Regresar a tus hijos
fr: Retour à "vos enfants"
ja: あなたの子のページに戻る
nb: Tilbake til dine barn
nl: Terug naar jouw kinderen
pl: Wróć do dzieci
pt: Retornar aos seus filhos
pt_pt: Voltar a "Os seus filhos"
tr: Çocuklarınıza geri dönün

source: Background
da: Baggrund
es: Fondo
fr: Arrière-plan
ja: 背景
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt: EXPERIÊNCIA
pt_pt: Fundo
tr: Arka Plan

source: Bad
es: Mal
fr: Mauvais
nb: dårlig
pl: Źle
pt: Ruim
tr: Kötü

source: Bad constructor.
da: Dårlig constructor.
es: Constructor incorrecto.
nb: Feil konstruktør.
nl: Slechte constructor.
pl: Zły konstruktor.
pt: Construtor ruim.
tr: Kötü oluşturucu.

source: Bad escaping of EOL. Use option multistr if needed.
da: Bad escaping for EOL. Brug option multistr hvis det er påkrævet.
es: EOL mal escapado. Utiliza la opción multistr si es necesario.
nb: Dårlig overstyring av EOL. Bruk option multistr om nødvendig.
pl: Złe wyjście z EOL. W razie potrzeby użyj opcji multistr.
pt: Escape EOL ruim. Use a opção multistr, se necessário.
tr: EOL kötü şifrelenmiş. Gerekiyorsa multistr seçeneğini kullanın.

source: Bad invocation.
da: Dårlig aktivering.
es: Llamada equivocada.
nb: Dårlig anrop.
nl: Slechte aanroep.
pl: Złe wywołanie.
pt: Invocação ruim.
tr: Kötü çağırma.

source: Bad line breaking before '{a}'.
da: Dårlig linjedeling før '{a}'.
es: Salto de línea equivocado antes de '{a}'.
nb: Dårlig linjeskift før '{a}'.
nl: Verkeerde line break voor '{a}'.
pl: Błąd łamania linii przed "{a}".
pt: Quebra de linha ruim antes de '{a}'.
tr: '{a}'dan önce hatalı satır sonu.

source: Bad number '{a}'.
da: Dårligt tal '{a}'.
es: Mal número '{a}'.
nb: Ugyldig tall '{a}'.
nl: Slecht nummer '{a}'.
pl: Zła liczba '{a}'.
pt: Número '{a}' ruim.
tr: Kötü sayı '{a}'.

source: Bad operand.
da: Dårlig operand.
es: Operando equivocado.
nb: Dårlig operand.
nl: Verkeerde operand.
pl: Zły argument.
pt: Operando ruim.
tr: Kötü işlemci.

source: Bad option value.
da: Dårlig værdi.
es: Valor de opción incorrecto.
fr: Mauvaise valeur pour l'option.
nb: Dårlig valg av verdi.
nl: Verkeerde waarde voor optie.
pl: Niepoprawna wartość opcji.
pt: Valor de opção inválido.
pt_pt: Opção inválida.
tr: Hatalı seçenek değeri.

source: Bad option: '{a}'.
da: Dårlig mulighed: '{a}'.
es: Mala opción: '{a}'.
fr: Mauvaise option : "{a}".
nb: Dårlig alternativ: '{a}'.
nl: Verkeerde optie: '{a}'.
pl: Zły wybór: '{a}'.
pt: Opção inválida: '{a}'.
pt_pt: Opção inválida: '{a}'.
tr: Hatalı seçenek: '{a}'.

source: Bad or unnecessary escaping.
da: Dårlig eller unødvendig escaping.
es: Caracteres mal escapados o innecesarios.
nb: Feil eller unødvendig overstyring.
pl: Niepoprawne lub niepotrzebne zakończenie.
pt: Escape ruim ou desnecessário.
tr: Kötü veya gereksiz kaçış.

source: Badge
es: Medalla
fr: Écusson
ja: バッジ
nb: Merke
pl: Odznaka
pt: Medalha
pt_pt: Medalha
tr: Madalya

source: Badge Counts
da: Badge-tæller
es: Recuento de medallas
fr: Nombre de badge
ja: バッジの数
nb: Antall emblemer
nl: Aantal medailles
pl: Ilości odznak
pt: Contagem de medalhas
pt_pt: Medalhas
tr: Madalya sayıları

source: Badge Types
bg: Видове значки
da: Typer af Badges
es: Tipos de medallas
fr: Types d'écusson
he: סוגי מדליות
ja: バッジの種類
nb: Typer merker
nl: Soorten medailles
pl: Typy odznak
pt: Tipos de medalhas
pt_pt: Tipos de medalhas
tr: Madalya türleri

source: Badges
es: Medallas
ja: バッジ
nb: Merker
nl: Medailles
pl: Odznaki
pt: Medalhas
pt_pt: Medalhas
tr: Madalyalar

source: Badges Earned
bg: Спечелени значки
da: Badges Optjent
es: Medallas ganadas
fr: Badges gagnés
ja: 獲得したバッジ
nb: Opptjente emblemer
nl: Verdiende badges
pl: Zdobyte odznaki
pt: Medalhas conquistadas
pt_pt: Medalhas conquistadas
tr: Kazanılan madalyalar

source: Badges and points
da: Badges og point
es: Puntos y medallas
fr: Écussons et points
ja: バッジとポイント
nb: Merker og poeng
nl: Medailles en punten
pl: Odznaki i punkty
pt: Medalhas e pontos
pt_pt: Medalhas e pontos
tr: Madalyalar ve puanlar

source: Badges earned
da: Badges optjent
es: Medallas ganadas
fr: Badges gagnés
ja: 獲得したバッジ
nb: Opptjente emblemer
nl: Verdiende badges
pl: Zdobyte odznaki
pt: Medalhas conquistadas
pt_pt: Medalhas que ganhaste
tr: Kazanılan madalyalar

source: Balance (millions of dollars)
pl: Saldo (miliony dolarów)
pt: Saldo (milhões de reais)
tr: Bakiye (milyon lira)

source: Balance the following chemical equation:
fr: Equilibrer l'équation chimique suivante:
pl: Zbilansuj następujące równanie:
pt: Faça o balanceamento da seguinte equação:
tr: Aşağıdaki kimyasal eşitliği denkleştirin.

source: Balance the scale with <var>UNKNOWN</var> <b>alone on one side</b> and enter the weight:
es: Equilibra la balanza con <var>UNKNOWN</var> <b>solo en un lado</b> e introduce el peso:
fr: Équilibre la balance avec <var>UNKNOWN</var> <b> sur un seul côté</b> et écris son poids ici :
nb: Balanser vekten med <var>UNKNOWN</var> <b>alene på en side</b>og skriv vekten:
pl: Zrównoważ wagę z <var>UNKNOWN</var> <b>tylko po jednej stronie</b> i wprowadź wagę:
pt: Equilibre a balança com <var>UNKNOWN</var> <b>sozinho de um lado</b> e insira o peso:
tr: <var>UNKNOWN</var> <b>bir tarafta yalnız bırakarak</b> tartıyı dengeye getirin ve ağırlığı yazınız:

source: Balancing chemical equations
fr: Équilibrer des équations chimiques
pl: Bilansowanie równań chemicznych
pt: Balanceamento de equações químicas
tr: Kimyasal eşitlikleri denkleştirme

source: Ban a user
da: Smid en bruger uden for døren
es: Bloquear a un usuario
fr: Bannir un utilisateur
ja: ユーザーを禁止する
nb: Utesteng en bruker
nl: Verban een gebruiker
pl: Zbanuj użytkownika
pt: Banir um usuário
pt_pt: Banir um utilizador
tr: Bir kullanıcıyı yasaklı hale getirmek

source: Banned Users
da: Udelukkede brugere
es: Usuarios bloqueados
fr: Utilisateurs bannis
ja: 禁止ユーザー
nb: Utestengte brukere
nl: Verbannen Gebruikers
pl: Zbanowani użytkownicy
pt: Usuários banidos
pt_pt: Utilizadores banidos
tr: Yasaklı Kullanıcılar

source: Banned users
da: Udelukkede brugere
es: Usuarios bloqueados
fr: Utilisateurs bannis
ja: 禁止ユーザー
nb: Utestengte brukere
nl: Verbannen gebruikers
pl: Zbanowani użytkownicy
pt: Usuários banidos
pt_pt: Utilizadores banidos
tr: Yasaklı Kullanıcılar

source: Banned users' discussion posts are automatically hidden from the rest of the community.
da: Udelukkede brugeres indlæg bliver automatisk skjult for resten af forummet.
es: Los mensajes de discusión de los usuarios bloqueados se ocultan automáticamente del resto de la comunidad.
fr: Les messages des utilisateurs bannis sont automatiquement cachés pour le reste de la communauté.
ja: 禁止ユーザーの議論のポストはコミュニティから自動的に隠されます．
nb: Sperrede brukeres innlegg skjules automatisk for resten av fellesskapet.
nl: Verboden gebruikers discussie berichten worden automatisch verborgen voor de rest van de community.
pl: Wypowiedzi wykluczonych użytkowników są automatycznie ukrywane przed resztą społeczności.
pt: As mensagens de discussão dos usuários banidos são automaticamente ocultadas do resto da comunidade.
pt_pt: As publicações de utilizadores banidos são automaticamente ocultadas do resto da comunidade.
tr: Yasaklı kullanıcıların tartışma mesajları, otomatik olarak topluluğun geri kalanından gizlenir.

source: Barium
es: Bario
pl: Bar
pt: Bário
pt_pt: Bário
tr: Baryum

source: Baseball
pt: Beisebol
tr: Beyzbol

source: Based on the official projects:
da: Baseret på de officielle projekter:
es: Con base en los proyectos oficiales:
fr: Basé sur les projets officiels :
nb: Basert på de offisielle prosjektene:
nl: Op basis van de officiële projecten:
pl: Oparte na oficjalnych projektach:
pt: Com base nos projetos oficiais:
pt_pt: Com base nos projectos oficiais:
tr: Aşağıdaki resmi projelere dayanmaktadır:

source: Based on your sample, what is the average age of the <var>plural_form(animal( 1 ))</var>? What is the estimated variance of the ages?<br> <em>You may round your answers to the nearest tenth.</em>
fr: À partir de l'échantillon donné, quel est l'âge moyen des <var>plural_form(animal( 1 ))</var> ? Quelle est la variance estimée de leurs âges ?<br> <em>Arrondir les réponses au dixième.</em>
pt: Com base em sua amostra, qual é a idade média dos(as) <var>plural_form(animal( 1 ))</var>? Qual é a variação estimada das idades? <br><em>Arredonde sua resposta para a primeira casa decimal.</em>
tr: Örnekleminize göre, <var>plural_form(animal( 1 ))</var>'in ortalama yaşı nedir? Yaşların tahmini varyansı nedir?<br> <em>Cevaplarınızı en yakın onda birliğe yuvarlayabilirsiniz.</em>

source: Based on your sample, what is the average age of the <var>plural_form(animal( 1 ))</var>? What is the standard deviation? <em>Round your answers to the nearest tenth.</em>
fr: À partir de l'échantillon donné, quel est l'âge moyen des <var>plural_form(animal( 1 ))</var> ? Quel est l'écart-type ? <em>Arrondir les réponses au dixième.</em>
pt: Com base em sua amostra, qual é a média das idades dos(as) <var>plural_form(animal( 1 ))</var>? Qual é o desvio padrão? <em>Arredonde sua resposta para a primeira casa decimal.</em>
tr: Örneklemimize göre, <var>plural_form(animal( 1 ))</var>'in ortalama yaşı nedir? Standart sapma nedir? <em>Cevaplarınızı onda bire yuvarlayınız.</em>

source: Based on:
da: Baseret på:
es: Basado en:
fr: Basé sur :
ja: 次に基づく:
nb: Basert på:
nl: Gebaseerd op:
pl: Na podstawie:
pt: Baseado em:
pt_pt: Baseado em:
tr: Baz alınarak:

source: Basement floor
nb: Kjellegulv
pt: Porão
tr: Bodrum kat

source: Basic division
da: Grundlæggende division
es: La división básica
fr: Divisions élémentaires
hi: मूल विभाजन
nb: Grunnleggende division
nl: Basis delen
pl: Podstawowe dzielenie
pt: Divisão básica
pt_pt: Divisão básica
tr: Basit bölme

source: Basic set notation
es: Bases de notación de conjuntos
fr: Les opérations sur les parties d'un ensemble
nb: Enkel settnotasjon
pt: Notação básica de conjunto
tr: Temel küme notasyonu

source: Basics
bg: Основи
da: Grundlæggende
es: Lo básico
fr: Paramètres de base
he: יסודות
nb: Grunnleggende
nl: Basisprincipes
pl: Podstawy
pt: Noções básicas
pt_pt: Gerais
tr: Temel bilgiler

source: Basketball
pt: Basquetebol
tr: Basketbol
