Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Corresponding angles are equal to one another. <a href="/video/angles-formed-by-parallel-lines-and-transversals" class="related-video" data-youtube-id="H-E5rlpCVu4">Watch this video</a> to understand why.
fr: Deux angles correspondants sont égaux.<a href="/video/angles-formed-by-parallel-lines-and-transversals" class="related-video" data-youtube-id="H-E5rlpCVu4">Cette vidéo</a> permet de comprendre pourquoi.
pl: Kąty odpowiadające są sobie równe. <a href="/video/angles-formed-by-parallel-lines-and-transversals" class="related-video" data-youtube-id="H-E5rlpCVu4">Obejrzyj ten film</a> żeby zrozumieć dlaczego.
pt: Os ângulos correspondentes são iguais uns aos outros. <a href="/video/angles-formed-by-parallel-lines-and-transversals" class="related-video" data-youtube-id="H-E5rlpCVu4">Veja esse video</a> para entender o porquê.
tr: Yöndeş açılar birbirine eşittir. <a href="/video/angles-formed-by-parallel-lines-and-transversals" class="related-video" data-youtube-id="H-E5rlpCVu4">Bu videoyu</a> izleyin ve nedenini daha iyi anlayın.

source: Cost
es: Costo
fr: Coût en dollars
nb: Kostnad
pt: Custo
tr: Maliyet

source: Cost of producing %(unit)s
da: Omkostning ved at producere %(unit)s
es: Costo de producir %(unit)s
fr: Coût de production %(unit)s
nb: Kostnaden av å produsere %(unit)s
pt: Custo de produção de %(unit)s
tr: %(unit)s üretimm maliyeti

source: Cougars
pl: Kuguary
pt: Panteras

source: Could not add %(email)s as your parent.
da: Kunne ikke tilføje %(email)s som din forælder.
es: No se pudo agregar %(email)s como tu padre o madre.
fr: Nous n'avons pu ajouter %(email)s en tant que parent.
ja: %(email)s をあなたの親として追加することができませんでした．
nb: Kan ikke legge til %(email)s som din forelder.
nl: Kon %(email)s niet toevoegen als jouw ouder.
pl: Nie udało się dodać %(email)s jako Twojego rodzica.
pt: Não foi possível adicionar %(email)s como seu pai.
pt_pt: Não foi possível adicionar %(email)s como teu pai ou mãe.
tr: %(email)s, veliniz olarak eklenemedi.

source: Could not invite:
da: Kunne ikke invitere:
es: No se pudo invitar a:
fr: Nous n'avons pu inviter :
ja: 次の人を招待できません:
nb: Kunne ikke invitere:
nl: Kon niet uitnodigen:
pl: Nie można zaprosić:
pt: Não foi possível convidar:
pt_pt: Não foi possível convidar:
tr: Davet edilemedi:

source: Could not load coach recommendations. Try again, or
da: Kunne ikke indlæse lærer anbefalinger. Prøv igen, eller
es: Las recomendaciones del tutor no se pudieron cargar. Inténtalo otra vez o
fr: Nous ne pouvons pas charger les recommandations de l'entraîneur. Essayez à nouveau, ou
ja: コーチのおすすめをロードできません．もう一度試してみて下さい．または，
nb: Kan ikke laste coach anbefalinger. Prøv på nytt, eller
nl: Kon aanbevelingen van coach niet laden. Probeer opnieuw, of
pl: Nie można załadować zaleceń trenera. Spróbuj ponownie, lub
pt: Não foi possível carregar as recomendações do tutor. Tente novamente ou
pt_pt: Não foi possível carregar as recomendações do tutor. Volta a tentar ou
tr: Eğitmen önerileri yüklenemedi. Lütfen tekrar deneyin, veya

source: Could not load weekly challenges. Please try again later.
es: No se pudieron cargar los desafíos semanales. Por favor, intenta de nuevo más tarde.
ja: 毎週のチャレンジがロードできません．また後で試してみて下さい，
nb: Kunne ikke vise ukentlige utfordringer. Prøv igjen senere.
pl: Nie udało się załadować cotygodniowego wyzwania. Spróbuj ponownie później.
pt: Não foi possível carregar os desafios semanais. Tente novamente mais tarde.
pt_pt: Erro ao carregar os desafios semanais. Por favor, volta a tentar mais tarde.
tr: Haftalık yarışmalar yüklenemedi. Lütfen daha sonra yeniden deneyiniz.

source: Could not remove this recommendation. Try again in a few minutes, and if this continues, click the 'Report a Problem' link.
da: Kunne ikke fjerne denne anbefaling. Prøv igen om et par minutter, og hvis dette fortsætter, skal du klikke på linket 'Rapporter et problem'.
es: No se pudo quitar esta recomendación. Intenta de nuevo en unos minutos, y si continúa, haz clic en el enlace "Reportar un problema".
fr: Impossible de supprimer cette recommandation. Réessayez dans quelques minutes et si le problème persiste, cliquez sur le lien « Signaler un problème ».
ja: このおすすめを削除することはできません．数分後にまた試して下さい．そしてもし同じ問題が続くようでしたら，「問題を報告する」のリンクをクリックして下さい．
nb: Kunne ikke fjerne denne anbefalingen. Prøv igjen om noen minutter, men hvis problemet vedvarer, klikk på lenken 'Rapporter et problem'.
nl: Kon deze aanbeveling niet verwijderen. Probeer opnieuw binnen enkele minuten, en als dit probleem zich blijft voordoen, klik op de "Een probleem melden" link.
pl: Nie można było usunąć tej rekomendacji. Spróbuj ponownie za kilka minut i jeśli to się powtórzy kliknij link "Zgłoś Problem".
pt: Não foi possível remover esta recomendação. Tente novamente em alguns minutos. Se este problema continuar, clique no link "Relatar um problema".
pt_pt: Não foi possível remover esta recomendação. Volte a tentar daqui a alguns minutos. Se continuar com problemas, clique na ligação 'Comunicar um problema'.
tr: Bu öneri kaldıramadı. Birkaç dakika sonra tekrar deneyin ve eğer bu sorun ederse, 'Sorun bildir' bağlantısını tıklayın.

source: Could not remove this recommendation. Try again in a few minutes, and if this continues, use 'Give Feedback > Contact support' at the top of the page.
da: Kunne ikke fjerne denne anbefaling. Prøv igen om et par minutter, og hvis dette fortsætter, brug 'Giv feedback > Kontakt support' øverst på siden.
es: No se pudo quitar esta recomendación. Inténtalo de nuevo en unos minutos, y si el problema continúa, usa la opción de "Hacer comentarios > Contactar al soporte" en la parte superior de la página.
fr: Cette recommandation n'a pas pu être supprimer. Essayez encore dans quelques minutes, et si ce problème persiste, utilisez 'Feedback > Contacter le support' en haut de la page.
ja: このおすすめを削除できません．何分か待ってまた試してみて下さい．そしてそれでもできないようでしたら，ページのトップにある「フィードバックする > サポートに連絡する」 をご利用下さい．
nb: Kunne ikke fjerne denne anbefaling. Prøv igjen om et par minutter, og hvis dette fortsetter, bruk 'Gi feedback > Kontakt support' øverst på siden.
nl: Kon deze aanbeveling niet verwijderen. Probeer binnen enkele minuten opnieuw, en als dit probleem blijft duren, gebruik 'Geef feedback > Contacteer support' bovenaan de pagina.
pl: Nie można było usunąć tego zalecenia. Spróbuj ponownie za kilka minut, jeżeli problem będzie się powtarzał, użyj 'Udziel opinii > Kontakt z pomocą' na górze strony.
pt: Não foi possível remover esta recomendação, tente novamente em alguns minutos. Se o problema persistir, use a opção "Dar Feedback > Fale com o suporte" na parte superior da página.
tr: Bu öneri kaldırılamadı. Bir kaç dakika içinde tekrar deneyin veya 'Geribildirim Gönderin > Destek hizmetiyle iletişim' bağlantısını kullanın.

source: Could not send invitation.
da: Kunne ikke sende invitationen.
es: No se pudo enviar la invitación.
fr: N'a pas pu envoyer l'invitation.
ja: 招待状を送ることができませんでした．
nb: Kan ikke sende invitasjonen.
nl: Uitnodiging kon niet verzonden worden.
pl: Nie można wysłać zaproszenia.
pt: Não foi possível enviar o convite.
pt_pt: Não foi possível enviar o convite.
tr: Davetiye gönderilemedi.

source: Count <code>\blue{<var>NUMERATOR_1</var>}</code> tick along to locate <code>\blue{\dfrac{<var>NUMERATOR_1</var>}{<var>DENOMINATOR</var>}}</code> on the number line.
es: Cuenta <code>\blue{<var>NUMERATOR_1</var>}</code> marca para localizar <code>\blue{\dfrac{<var>NUMERATOR_1</var>}{<var>DENOMINATOR</var>}}</code> en la recta numérica.
nb: Tell <code>\blue{<var>NUMERATOR_1</var>}</code> merke for å finne <code>\blue{\dfrac{<var>NUMERATOR_1</var>}{<var>DENOMINATOR</var>}}</code> på tallinjen.
pl: Odlicz <code>\blue{<var>NUMERATOR_1</var>}</code> kreskę na podziałce, aby znaleźć <code>\blue{\dfrac{<var>NUMERATOR_1</var>}{<var>DENOMINATOR</var>}}</code> na osi liczbowej.
pt: Conte <code>\blue{<var>NUMERATOR_1</var>}</code> marca para localizar <code>\blue{\dfrac{<var>NUMERATOR_1</var>}{<var>DENOMINATOR</var>}}</code> na reta numérica.
tr: Sayı doğrusunda <code>\blue{<var>NUMERATOR_1</var>}</code> işaret sayarak <code>\blue{\dfrac{<var>NUMERATOR_1</var>}{<var>DENOMINATOR</var>}}</code>'u bulunuz.

source: Count <code>\red{<var>NUMERATOR_2</var>}</code> tick along to locate <code>\red{\dfrac{<var>NUMERATOR_2</var>}{<var>DENOMINATOR</var>}}</code> on the number line.
es: Cuenta <code>\red{<var>NUMERATOR_2</var>}</code> marca para localizar <code>\red{\dfrac{<var>NUMERATOR_2</var>}{<var>DENOMINATOR</var>}}</code> en la recta numérica.
nb: Tell <code>\red{<var>NUMERATOR_2</var>}</code> merke for å finne <code>\red{\dfrac{<var>NUMERATOR_2</var>}{<var>DENOMINATOR</var>}}</code> på tallinjen.
pl: Odlicz <code>\red{<var>NUMERATOR_2</var>}</code> kreskę na podziałce, aby znaleźć <code>\red{\dfrac{<var>NUMERATOR_2</var>}{<var>DENOMINATOR</var>}}</code> na osi liczbowej.
pt: Conte <code>\red{<var>NUMERATOR_2</var>}</code> marca para localizar <code>\red{\dfrac{<var>NUMERATOR_2</var>}{<var>DENOMINATOR</var>}}</code> na reta numérica.
tr: Sayı doğrusunda <code>\red{<var>NUMERATOR_2</var>}</code> işaret sayarak <code>\red{\dfrac{<var>NUMERATOR_2</var>}{<var>DENOMINATOR</var>}}</code>'u bulunuz.

source: Count all outcomes that are less than or equal to <code><var>Z</var></code>.
fr: On compte toutes les éventualités où la somme est inférieure ou égale à <code><var>Z</var></code>.
pt: Conte todos os resultados que são menores que ou iguais a <code><var>Z</var></code>.
tr: <code><var>Z</var></code>'den küçük veya eşit tüm sonuçları sayınız.

source: Count the number of squares covered.
fr: Compte le nombre de carrés couverts.
nb: Tell antall dekte ruter.
pl: Policz objęte kwadraty.
pt: Conte o número de quadrados que estão abrangidos.
tr: Şeklin kapladığı kareleri sayınız.

source: Count the number of students who improved their scores.
fr: On compte le nombre d'élèves qui ont amélioré leurs résultats.
nb: Tell elevene som forbedret resultatet.
pl: Policz, ilu uczniów poprawiło swój wynik.
pt: Conte o número de alunos que melhoraram suas notas.
tr: Kaç tane öğrencinin puanını yükselttiğini sayınız.

source: Count the zeroes to the right of the decimal point before the leading <code>\leadingColor{<var>LEADING</var>}</code>: there <span data-if="E + 1 === -1">is 1 zero</span><span data-else="">are <code><var>(E + 1) * -1</var></code> zeroes</span>.
es: Cuenta los ceros a la derecha del punto decimal antes del <code>\leadingColor{<var>LEADING</var>}</code> delantero: hay <span data-if="E + 1 === -1"> 1 cero</span><span data-else=""> <code><var>(E + 1) * -1</var></code> ceros</span>.
fr: On compte le nombre de zéros à droite de la virgule avant le premier chiffre significatif <code>\leadingColor{<var>LEADING</var>}</code>: il y <span data-if="E + 1 === -1">a 1 zéro</span><span data-else=""> a <code><var>(E + 1) * -1</var></code> zéros</span>.
nb: Tell antall nuller til høyre for desimaltegnet før det ledende <code>\leadingColor{<var>LEADING</var>}</code>: det er <span data-if="E + 1 === -1"> 1 null</span><span data-else="">er <code><var>(E + 1) * -1</var></code> nuller</span>.
pt: Conte os zeros à direita da vírgula decimal antes do número com maior ocorrência <code>\leadingColor{<var>LEADING</var>}</code>: há <span data-if="E + 1 === -1"> 1 zero</span><span data-else="">há <code><var>(E + 1) * -1</var></code> zeros</span>.

source: Counter-Notification
da: Modpåstand
es: Contra-notificación
fr: Contre-notification
nb: Counter-anmeldelse
nl: Tegenvordering
pl: Roszczenie wzajemne
pt: Contranotificação
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: Counting 1
da: At tælle 1
es: Contando 1
fr: Compter
hi: गणना 1
nb: Telling 1
nl: Tellen 1
pl: Liczenie 1
pt: Contagem 1
tr: Sayma 1

source: Counting 2
es: Contando 2
fr: Dénombrer 2
pt: Contando 2
tr: Sayma 2

source: Counting all the significant digits gives us <var>SOLUTION</var>.
da: Optælling af alle de betydende cifre giver os <var>SOLUTION</var>.
es: Contando todos los dígitos significativos no da <var>SOLUTION</var>.
fr: En comptant tous les chiffres significatifs, on obtient <var>SOLUTION</var> chiffres significatifs.
hi: सारे महत्वपूर्ण अंकों को गिनने पर हमे ये मिलता है <var>SOLUTION</var>.
nb: Opptelling av alle de gjeldende sifrene gir oss <var>SOLUTION</var>.
nl: Als we alle significante cijfers tellen dan krijgen we <var>SOLUTION</var>.
pl: Policzenie wszystkich ważnych cyfr da nam<var>SOLUTION</var>.
pt: Contando todos os algarismos significativos, temos <var>SOLUTION</var>.
tr: Tüm anlamlı rakamları saymak bize şu sonucu verir: <var>SOLUTION</var>.

source: Craig is focused on the infrastructure that supports Khan Academy, from its databases to its developer tools.
pt: Craig está concentrado na infraestrutura que sustenta a Khan Academy, desde seus bancos de dados até as ferramentas de seus desenvolvedores.
tr: Craig Khan Academy’nin kullandığı altyapılardan, veritabanı ve yazılım araçlarından sorumludur.

source: Create %(bold_start)syour child's%(bold_end)s Khan Academy account.
da: Opret %(bold_start)sdit barns %(bold_end)s konto på Khan Academy.
es: Crea la cuenta de Khan Academy de %(bold_start)stu hijo%(bold_end)s.
fr: Créer le compte de %(bold_start)svotre enfant%(bold_end)s sur la Khan Academy.
ja: %(bold_start)s あなたの子供の %(bold_end)s カーンアカデミーアカウントを作成する．
nb: Lag %(bold_start)sditt barns%(bold_end)s Khan Academy konto.
nl: Creëer het Khan Academy account van %(bold_start)sjouw kind%(bold_end)s.
pl: Stwórz konto %(bold_start)sTwojego dziecka%(bold_end)s na Khan Academy.
pt: Crie a conta Khan Academy de %(bold_start)sseu filho%(bold_end)s.
pt_pt: %(bold_start)sCrie uma conta para o seu filho na Khan Academy.%(bold_end)s
tr: %(bold_start)sÇocuğunuzun%(bold_end)s Khan Academy hesabını oluşturun.

source: Create Child Account
bg: Създаване на профил на дете
da: Opret børnekonto
es: Crea una cuenta infantil
fr: Créer un compte pour un enfant
he: צור חשבון ילד
ja: お子さまのアカウントを作成
nb: Opprett barnekonto
nl: Creëer kinderaccount
pl: Utwórz konto dziecka
pt: Criar conta infantil
pt_pt: Criar conta infantil
tr: Çocuk hesabı oluşturma

source: Create a bar chart showing everyone's favorite <var>plural_form(SUBJECT)</var>:
es: Crea un gráfico de barras mostrando las <var>plural_form(SUBJECT)</var> favoritas de todos:
fr: Construire un diagramme en bâtons illustrant les <var>plural_form(SUBJECT)</var> favoris de chacun :
nb: Laf et søylediagram over alles favoritt <var>plural_form(SUBJECT)</var>:
pl: Stwórz wykres słupkowy przedstawiający ulubione <var>plural_form(SUBJECT)</var> wszystkich:
pt: Crie um gráfico de barras mostrando os(as) <var>plural_form(SUBJECT)</var> favoritos(as) de todos:
tr: Herkesin favori <var>plural_form(SUBJECT)</var> gösteren bir çubuk grafiği oluşturunuz:

source: Create a new account
da: Opret en ny konto
es: Crea una cuenta nueva
fr: Créer un nouveau compte
ja: 新しいアカウントを作成
nb: Opprett en ny konto
nl: Maak een nieuwe account
pl: Stwórz nowe konto
pt: Criar uma nova conta
pt_pt: Criar uma nova conta
tr: Yeni bir hesap oluşturun

source: Create a new account.
es: Crea una cuenta.
fr: Créer un compte
hi: एक नया खाता बनाएँ
ja: 新しいアカウントを作成
nb: Opprett en ny konto.
pl: Utwórz nowe konto.
pt: Crie uma nova conta.
pt_pt: Cria uma conta.
tr: Yeni bir hesap oluşturun.

source: Create a new class
da: Opret en ny klasse
es: Crea una nueva clase
fr: Créer une nouvelle classe
ja: 新しいクラスを作成
nb: Opprett en ny klasse
nl: Creëer een nieuwe klas
pl: Tworzenie nowej klasy
pt: Criar uma nova turma
pt_pt: Crie uma turma nova
tr: Yeni Sınıf Oluşturma

source: Create a new password for your account.
bg: Създайте нова парола за Вашия акаунт.
da: Opret en ny adgangskode til din konto.
es: Crea una nueva contraseña para tu cuenta.
fr: Créer un nouveau mot de passe pour votre compte.
he: צרו סיסמה חדשה עבור החשבון שלכם.
ja: 新しいパスワードを作成
nb: Lag et nytt passord for din konto.
nl: Creëer een nieuw wachtwoord voor jouw account.
pl: Stwórz nowe hasło dla swojego konta.
pt: Crie uma nova senha para sua conta.
pt_pt: Cria uma palavra-passe nova.
tr: Hesabınız için yeni bir şifre oluşturun.

source: Create a new program
da: Opret et nyt program
es: Crea un nuevo programa
fr: Créer un nouveau programme
ja: 新しいプログラムを作る
nb: Lag et nytt program
nl: Creëer een nieuw programma
pl: Utwórz nowy program
pt: Criar um novo programa
pt_pt: Cria um novo programa
tr: Yeni bir program oluşturun

source: Create a program from scratch
da: Lav et program fra bunden
es: Crea un programa desde cero
fr: Créer un programme à partir de zéro
ja: プログラムを最初から作る
nb: Lag et program fra bunnen
nl: Creëer een programma vanuit het niets
pl: Tworzenie programu od podstaw
pt: Criar um programa do zero
pt_pt: Cria um programa do zero
tr: Sıfırdan bir program oluşturma

source: Create a table of <code class="hint_green">x</code> and <code class="hint_pink">y</code> values by plugging different values of <code class="hint_green">x</code> into the equation and plot each value:
da: Lav en tabel med <code class="hint_green">x</code>- og <code class="hint_pink">y</code>-værdier ved at indsætte forskellige <code class="hint_green">x</code>-værdier i ligningen og plotte hver værdi:
es: Crea una tabla de valores <code class="hint_green">x</code> y <code class="hint_pink">y</code> evaluando diferentes valores para <code class="hint_green">x</code> en la ecuación y trazando cada valor:
fr: On essaie de construire un tableau de valeurs de <code class="hint_green">x</code> et de <code class="hint_pink">y</code> en remplaçant <code class="hint_green">x</code> par différentes valeurs dans l'équation et en les portant ensuite sur la courbe :
nb: Lag en tabell med <code class="hint_green">x</code>- og <code class="hint_pink">y</code>-verdier ved å sette inn forskjellige <code class="hint_green">x</code>-verdier i ligningen og plotte hver verdi:
pl: Stwórz tabelę wartości <code class="hint_green">x</code> i <code class="hint_pink">y</code> poprzez podstawienie różnych wartości <code class="hint_green">x</code> do równania i wyrysowanie każdej wartości:
pt: Crie uma tabela com valores <code class="hint_green">x</code> e <code class="hint_pink">y</code> colocando diferentes valores de <code class="hint_green">x</code> na equação e marque cada valor:
tr: Denkleme değişik <code class="hint_green">x</code> değerleri yerleştirerek <code class="hint_green">x</code> ve <code class="hint_pink">y</code> değerlerinin bir tablosunu oluşturunuz ve bu değerleri grafikte gösteriniz:

source: Create a table with at least five different points in it created from the function. Enter the values in the table as decimals.
fr: Établir un tableau de valeurs comportant au moins 5 valeurs de la variable et les valeurs correspondantes de la fonction.Les valeurs entrées dans le tableau doivent être sous forme décimale.
nb: Lag en tabell over minst fem ulike punkter fra funksjonen. Angi verdiene som desimaltall.
pt: Crie uma tabela com pelo menos cinco pontos diferentes, tendo como base a função. Insira os valores na tabela na forma de números decimais.
tr: Fonksiyondan oluşturulan en az beş değişik noktayla bir tablo oluşturun. Tabloya değerleri ondalıklı sayı olarak girin.

source: Create a username and password for your child
da: Opret et brugernavn og en adgangskode til dit barn
es: Crea un nombre de usuario y una contraseña para tu hijo
fr: Créer un nom d'utilisateur et un mot de passe pour votre enfant
ja: 子供のためのユーザー名とパスワードを作成する
nb: Opprette et brukernavn og passord for barnet
nl: Creëer een gebruikersnaam en wachtwoord voor jouw kind
pl: Utwórz nazwę użytkownika i hasło dla Twojego dziecka
pt: Crie um nome de usuário e senha para seu filho
pt_pt: Crie um nome de utilizador e uma palavra-passe para o seu filho
tr: Çocuğunuz için bir kullanıcı adı ve şifre oluşturun

source: Create an account by clicking ‘Sign in with Google’
es: Crea una cuenta haciendo clic en "Inicia sesión con Google"
nb: Opprette en konto ved å klikke ‘Registrer med Google'
pt: Criar uma conta clicando em ‘Faça o login com Google’
pt_pt: Clique em ‘Iniciar sessão com o Google’ para criar a sua conta
tr: ‘Google ile giriş yapma’ seçeneğini tıklayarak bir hesap oluşturunuz

source: Create an account by clicking ‘Sign in with Facebook’
es: Crea una cuenta haciendo clic en "Inicia sesión con Facebook"
nb: Opprette en konto ved å klikke på "Logg på med Facebook"
pt: Crie uma conta clicando em ‘Faça o login com Facebook’
pt_pt: Clique em ‘Iniciar sessão com o Facebook’ para criar a sua conta
tr: ‘Facebook ile giriş yapma’ seçeneğini tıklayarak bir hesap oluşturunuz

source: Create an account by clicking ‘Sign in with Google’
es: Crea una cuenta haciendo clic en "Inicia sesión con Google"
nb: Opprett en konto ved å klikke på "Logg på med Google"
pt: Crie uma conta clicando em ‘Faça o login com Google’
pt_pt: Clique em ‘Iniciar sessão com o Google’ para criar a sua conta
tr: 'Google ile giriş yapma' seçeneğini tıklayarak bir hesap oluşturunuz.

source: Create an account by clicking ‘sign up with email’
es: Crea una cuenta haciendo clic en "Regístrate con un correo electrónico"
nb: Opprette en konto ved å klikke på ‘registrere med e-mail’
pl: Załóż konto, klikając przycisk "Zarejestruj się przy pomocy adresu e-mail"
pt: Crie uma conta clicando em 'faça o login com e-mail'
pt_pt: Clique em ‘Criar uma conta com um e-mail’ para criar a sua conta
tr: ‘E-posta ile giriş yapma’ seçeneğini tıklayarak bir hesap oluşturunuz

source: Create another student account
bg: Създай друг ученически профил.
da: Tilmeld endnu en elev
es: Crear otra cuenta de estudiante
fr: Créer un nouveau compte d'élève
he: צור חשבון סטודנט נוסף
ja: 他の生徒のアカウントを作成する
nb: Opprett en ny studentkonto
nl: Creëer een ander leerlingaccount
pl: Utwórz kolejne konto ucznia
pt: Criar outra conta de aluno
pt_pt: Crie outra conta de aluno
tr: Başka bir öğrenci hesabı oluşturma

source: Create child account
bg: Създаване на профил на дете
da: Opret børnekonto
es: Crea cuenta infantil
fr: Créer un compte pour votre enfant
he: צור חשבון ילד
ja: 子供のアカウントを作成
nb: Opprett barnekonto
nl: Kinderaccount aanmaken
pl: Utwórz konto dziecka
pt: Criar conta infantil
pt_pt: Criar uma conta infantil
tr: Çocuk hesabı oluşturma

source: Create clarification
da: Opret præcisering
es: Crear aclaración
fr: Donner un éclaircissement
ja: 明確化を作成
nb: Opprette avklaring
nl: Verduidelijking maken
pl: Stwórz wyjaśnienie
pt: Criar esclarecimento
pt_pt: Criar esclarecimento
tr: Açıklama oluşturun

source: Create class
da: Opret klasse
es: Crear clase
fr: Créer une classe
ja: クラスを作成
nb: Opprett klasse
nl: Creëer klas
pl: Utwórz klasę
pt: Criar turma
pt_pt: Criar turma
tr: Sınıf oluşturma

source: Create password
bg: Създаване на парола
da: Opret adgangskode
es: Crear contraseña
fr: Créer un mot de passe
he: צור סיסמה
nb: Opprett passord
nl: Maak wachtwoord
pl: Utwórz hasło
pt: Criar senha
pt_pt: Criar palavra-passe
tr: Şifre oluşturma

source: Create student
bg: Създайте ученик
da: Tilmeld elev
es: Crear cuenta de estudiante
fr: Créer un élève
he: צור תלמיד
ja: 生徒のアカウントの作成
nb: Opprett student
nl: Creëer leerling
pl: Utwórz konto ucznia
pt: Criar aluno
pt_pt: Criar conta de um aluno
tr: Öğrenci hesabı oluştur

source: Create your account
bg: Създайте си профил
da: Opret din konto
es: Crea tu cuenta
fr: Créez votre compte
he: צרו את חשבונכם
ja: アカウントを作成
nb: Opprett din konto
nl: Creëer jouw account
pl: Stwórz konto
pt: Crie sua conta
pt_pt: Cria a tua conta
tr: Hesabınızı oluşturunuz
