Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Carefully count the cubes. Some of the cubes might be hidden behind other cubes. Try to visualize all of the cubes.
es: Cuenta cuidadosamente los cubos. Algunos de ellos pueden estar escondidos detrás de otros. Intenta visualizar todos los cubos.
fr: On compte attentivement tous les cubes. Certains cubes pourraient être cachés derrière d'autres. On essaie de visualiser tous les cubes.
hi: ध्यानपूर्वक घनों को गिनें। कुछ घन अन्य घनों के पीछे छिपे हो सकते हैं. सभी घनों को देखने का प्रयास करें।
nb: Tell kubene nøye. Noen av kubene ligger gjemt bak andre kuber. Prøv å se for deg alle kubene.
pl: Uważnie policz kostki. Niektóre z nich mogą być ukryte za innymi. Spróbuj sobie wyobrazić wszystkie kostki.
pt: Conte cuidadosamente os cubos. Alguns dos cubos podem estar escondidos atrás de outros cubos. Tente visualizar todos os cubos.
tr: Küpleri dikkatli sayın. Bazı küpler başka küplerin arkasında saklanmış olabilir. Tüm küpleri görselleştirmeye çalışın.

source: Carter
pt: Conrado
tr: Cankut

source: Case Studies
da: Casestudier
es: Casos prácticos
fr: Études de cas (US)
ja: ケーススタディ
nb: Case-studier
pl: Studia przypadków
pt: Estudos de caso
pt_pt: Casos de estudo
tr: Örnek Çalışmalar

source: Casey is the founder of Atlanta's Eclectic Music, where hundreds of kids take music lessons. Casey grew interested in math education after she began the Little Middle School, a homeschool academic program. While myths about talent confront music and math students alike, Casey believes that anyone can succeed with great materials and coaching. She is thrilled to be part of Khan Academy's effort to provide a quality education to millions.
es: Casey es la fundadora de Eclectic Music de Atlanta, donde cientos de niños toman clases de musica. Casey comenzó a interesarse en la educación matemática cuando comenzó con Little Middle School, un programa académico de enseñanza en casa. Mientras que los mitos sobre el talento confrontan a los estudiantes de música y matemáticas por igual, Casey cree que cualquiera puede tener éxito con excelentes materiales y tutorías. Le emociona ser parte del esfuerzo de Khan Academy de proporcionar una educación de calidad para millones.
pt: Casey é a fundadora do Eclectic Music de Atlanta, onde centenas de crianças têm aulas de música. Depois que ela frequentou a Little Middle School (um programa acadêmico domiciliar), Casey começou a ficar interessada em ensinar matemática. Como os mitos sobre o talento de alunos de música e matemática os afetam igualmente, Casey acredita que qualquer um pode ter sucesso com bons materiais e treinamento. Ela está muito animada por fazer parte do esforço da Khan Academy para levar educação de qualidade a milhões de pessoas.
tr: Casey, yüzlerce çocuğun müzik eğitimi aldığı Atlanta's Eclectic Music'in kurucusudur. Casey'nin matematiğe olan ilgisi, Little Middle School adındaki bir evde eğitim programına başladıktan sonra arttı. Yetenek hakkındaki efsanelerin müzik ve matematik öğrencilerine çektirdiklerine rağmen, Casey herkesin mükemmel içerikler ve eğitmenlerle başarıya ulaşabileceğine inanıyor. Kendisi Khan Academy'nin milyonlara kaliteli bir eğitim sunma çabalarının bir parçası olmaktan heyecan duyuyor.

source: Cast your first down vote for an unhelpful discussion post or program
da: Afgiv din første stemme ned for et uhensigtsmæssigt diskussionsindlæg eller program
es: Emite tu primer voto negativo a una discusión, publicación o programa inútil
fr: Exprimez votre premier vote défavorable pour un message de discussion ou un programme inutile
ja: 役に立たない議論のポストやプログラムに最初のいまいちの投票をする
nb: Avgi din første stemme for en lite hjelpsom diskusjon eller program
nl: Geef je eerste downvote voor een nutteloze discussie of programma
pl: Zagłosuj negatywnie na bezużyteczny post w dyskusji lub programie
pt: Dar seu primeiro voto negativo para um programa ou uma postagem de discussão que não seja útil
pt_pt: Dá o teu primeiro voto positivo a uma publicação ou a um programa inútil
tr: İlk olumsuz oyunuzu, yararsız bir tartışma mesajı veya program için kullanın.

source: Cast your first up vote for a helpful discussion post or program
da: Afgiv din første stemme op for en nyttig diskussionsindlæg eller program
es: Emite tu primer voto positivo a una discusión, publicación o programa útil
fr: Exprimez votre premier vote favorable pour un message de discussion ou un programme utile
ja: 役に立つ議論のポストやプログラムに最初のいいねの投票をする
nb: Publiser din første tommel-opp ved en nyttig diskusjon eller program
nl: Geef je eerste upvote voor een nuttige discussie of programma
pl: Zagłosuj pozytywnie na pomocny post w dyskusji lub programie
pt: Dar seu primeiro voto positivo para um programa ou uma postagem de discussão útil
pt_pt: Dá o teu primeiro voto positivo a uma publicação ou a um programa útil
tr: İlk olumlu oyunuzu, yararlı bir tartışma mesajı veya program için kullanın.

source: Cat
es: Gato
fr: Chat
nb: Katt
pl: Z kotem
pt: Gato
tr: Kedi

source: Causes the program to continuously execute the code within draw(). If noLoop() is called, the code in draw() stops executing.
da: Programmet udføre løbende kode inden for draw(). Hvis noLoop() kaldes, stopper koden i draw().
es: Causa que el programa ejecute continuamente el código dentro de draw(). Si se llama a noLoop(), el código en draw() detiene su ejecución.
nb: Fører til at programmet kontinuerlig kjører koden i draw(). Hvis noLoop() kalles, vil koden i draw() stoppe.
pl: Powoduje, że program będzie cały czas wykonywał kod w draw(). Jeżeli zostanie wywołane noLoop(), kod w draw() przestanie być wykonywany.
pt: Faz com que o programa execute continuamente o código dentro de draw(). Se noLoop() é chamado, o código em draw() interrompe a execução.
pt_pt: Faz com que o programa execute o código sem parar dentro da draw(). Se o noLoop() for chamado, o código em draw() para de ser executado.
tr: Programın draw()'ın içindeki kodu devamlı yürütmesine sebep olur. draw()'ın içindeki kod, noLoop() çağrısıyla sonlandırılır.

source: Celebrate your progress!
es: ¡Celebra tu progreso!
fr: Célébrez vos progrès !
ja: あなたの進捗を祝いましょう!
nb: Feire din fremgang!
pl: Świętuj swoje postępy!
pt: Comemore seu progresso!
pt_pt: Comemora o teu progresso!
tr: Gelişiminizi kutlayın!

source: Cerium
es: Cerio
pl: Cer
pt: Cério
pt_pt: Cério
tr: Seryum

source: Cesium
es: Cesio
pl: Cez
pt: Césio
pt_pt: Césio
tr: Sezyum

source: Chad Laird has taught in the History of Art Department at the Fashion Institute of Technology since 2005. He received his M.A. in Art History and Criticism from Stony Brook University in 2000, and now concentrates on filmmaking, music and sound art.
pt: Chad Laird leciona no Departamento de História da Arte do Fashion Institute of Technology desde 2005. Ele obteve seu mestrado em história e crítica de arte na Universidade Stony Brook em 2000, e agora se concentra em produção de filmes, música e arte sonora.
tr: Chad Laird 2005'ten bu yana Moda Teknoloji Enstitüsü'nde Sanat Tarihi Bölümünde öğretmenlik yapmaktadır. Sanat Tarihi ve Eleştirmenliği alanındaki master'ını Stony Brook Üniversitesi'nden 2000'de almıştır, ve şimdilerde fil yapımı, müzik ve ses sanatına odaklanmaktadır.

source: Chairman, Khan Academy
pt: Presidente, Khan Academy
tr: Başkan, Khan Academy

source: Challenge
da: Udfordring
es: Desafío
fr: Défi
ja: チャレンジ
nb: Utfordring
nl: Uitdaging
pl: Wyzwanie
pt: Desafio
pt_pt: Desafio
tr: Bilgi Ölçme Yarışması

source: Challenge Accepted
da: Udfordring accepteret
es: Desafío aceptado
fr: Défi accepté
ja: チャレンジが受理されました
nb: Utfordringen akseptert
nl: Uitdaging aangenomen
pl: Wyzwanie przyjęte
pt: Desafio aceito
pt_pt: Desafio aceite
tr: Bilgi Ölçme kabul edildi

source: Challenge Patches
bg: Предизвикателства
da: Udfordring Emblemer
es: Parches de desafío
fr: Badges de défis
ja: チャレンジパッチ
nb: Utfordringsmerker
pl: Odznaki wyzwań
pt: Medalhas de desafio
pt_pt: Medalhas<br>de desafios
tr: Bilgi Ölçme Yarışması Madalyaları

source: Challenge Patches are special awards for completing topic challenges.
da: Emblemer for Udfordringer er specielle priser for at opfylde udfordringer i et emne.
es: Las medallas de desafío son premios especiales por completar los desafíos temáticos.
fr: Les badges de défi sont des récompenses spéciales obtenues pour avoir terminé des défis thématiques.
ja: チャレンジパッチはトピックの課題を完了したらもらえる特別な賞品です。
nb: Utfordringsmerker er spesielle utmerkelser for fullføring av emneutfordringer.
nl: Uitdaging Insignes zijn speciale onderscheidingen voor het voltooien van uitdagingen.
pl: Odznaki Wyzwań są specjalnymi nagrodami za ukończenie tematów z wyzwaniami.
pt: As medalhas de desafio são prêmios especiais conferidos ao se completar os desafios de tópico.
pt_pt: As medalhas de desafios são prémios especiais que ganhas quando concluis um desafio.
tr: Bilgi Ölçme Yarışması Madalyaları, konulara ilişkin Bilgi Ölçme Yarışmaları tamamlandığında verilen özel ödüllerdir.

source: Challenge yourself anytime, anywhere
es: Desafíate a ti mismo en cualquier momento, en cualquier lugar
fr: Mettez-vous au défi n'importe quand, n'importe où
ja: あなた自身でいつでもどこでもチャレンジ
nb: Utfordre deg selv når som helst, hvor som helst
nl: Daag jezelf uit, overal en altijd
pl: Rzuć sobie wyzwanie, kiedy chcesz i gdzie chcesz
pt: Desafie-se a qualquer hora, em qualquer lugar
pt_pt: Um desafio para qualquer hora, em qualquer lugar
tr: Her zaman, her yerde kendinizi sınayın

source: Challenge/Project Minutes
es: Proyectos/Minutos de desafío
nb: Utfordringer/Prosjekt minutter
pl: Minuty Wyzwania/Projektu
pt: Minutos do desafio/projeto
pt_pt: Minutos do desafio/projeto
tr: Yarışma/Proje Notları

source: Challenge: Parting Clouds
da: Udfordring: Skillende skyer
es: Desafío: nubes que se separan
fr: Défi : séparer les nuages
nb: Udfordring: Oppløsende skyer
pl: Wyzwanie: Częściowe zachmurzenie
pt: Desafio: Afastando as Nuvens
tr: Bilgi Ölçme Yarışması: Dağılan Bulutlar

source: Challenger
da: Datalogiker
es: Desafiador
fr: Concurrent
ja: チャレンジャー
nb: Utfordrer
pl: Pretendent
pt: Desafiante
pt_pt: Desafiante
tr: Bilgi Ölçme Yarışması Heveslisi

source: Challenger: Complete a Computer Science Challenge badge
da: Udfordring: Fuldfør en udfordring i Computer Science og få badget
es: Desafiador: Completa una medalla de desafío de ciencias de la computación
fr: Challenge : obtiens un badge de défi en rapport avec le code !
nb: Utfordring: Fullfør en Computer Science Utfordring-merke
nl: Uitdaging: Vervolledig een uitdaging computer wetenschappen badge
pl: Challenger: Ukończyłeś wyzwanie z informatyki
pt: Medalha "Desafiador: concluir um desafio de ciência da computação"
tr: Challenger: Bir Bilgisayar Bilimi Bilgi Ölçme Yarışması madalyası kazanın

source: Challenges/Projects
es: Desafíos/Proyectos
nb: Utfordringer/Prosjekter
pl: Wyzwania/Projekty
pt: Desafios/projetos
pt_pt: Desafios/Projetos
tr: Yarışmalar/Projeler

source: Change address
da: Skift adresse
es: Cambiar dirección
fr: Changer d'adresse
ja: アドレスを変更する
nb: Endre adresse
nl: Adres wijzigen
pl: Zmień adres e-mail
pt: Alterar endereço
pt_pt: Alterar endereço
tr: Adresi değiştir

source: Change background
da: Skift baggrund
es: Cambiar fondo
fr: Changer le background
nb: Skift bakgrunn
nl: Achtergrond wijzigen
pl: Zmień tło
pt: Alterar plano de fundo
pt_pt: Alterar o fundo
tr: Arka planınızı değiştirin

source: Change email
da: Skift e-mail
es: Cambiar correo electrónico
fr: Changer d'adresse e-mail
ja: 電子メイルアドレスの変更
nb: Endre e-post
nl: E-mailadres wijzigen
pl: Zmień adres e-mail
pt: Alterar e-mail
pt_pt: Alterar e-mail
tr: E-posta değişikliği

source: Change email address
da: Skift e-mail-adresse
es: Cambiar dirección de correo electrónico
fr: Modifier l'adresse e-mail
ja: メールアドレスを変更する
nb: Endre e-postadresse
nl: E-mailadres wijzigen
pl: Zmień adres e-mail
pt: Alterar endereço de e-mail
pt_pt: Alterar endereço de e-mail
tr: E-posta adresini değiştirin

source: Change in <code>\purple{y} = <span data-if="Y2 - Y1 > 0">\green{<var>Y2</var>} - \blue{<var>negParens(Y1)</var>}</span> <span data-else="">\blue{<var>Y1</var>} - \green{<var>negParens(Y2)</var>}</span> = \purple{<var>Y_DIST</var>}</code>
da: Ændringen af <code>\purple{y} = <span data-if="Y2 - Y1 > 0">\green{<var>Y2</var>} - \blue{<var>negParens(Y1)</var>}</span> <span data-else="">\blue{<var>Y1</var>} - \green{<var>negParens(Y2)</var>}</span> = \purple{<var>Y_DIST</var>}</code>
es: Cambio en <code>\purple{y} = <span data-if="Y2 - Y1 > 0">\green{<var>Y2</var>} - \blue{<var>negParens(Y1)</var>}</span> <span data-else="">\blue{<var>Y1</var>} - \green{<var>negParens(Y2)</var>}</span> = \purple{<var>Y_DIST</var>}</code>
fr: La longueur du côté du triangle parallèle à l'axe des ordonnées est égale à <code>\purple{y} = <span data-if="Y2 - Y1 > 0">\green{<var>Y2</var>} - \blue{<var>negParens(Y1)</var>}</span> <span data-else="">\blue{<var>Y1</var>} - \green{<var>negParens(Y2)</var>}</span> = \purple{<var>Y_DIST</var>}</code>
nb: Endringen i <code>\purple{y} = <span data-if="Y2 - Y1 > 0">\green{<var>Y2</var>} - \blue{<var>negParens(Y1)</var>}</span> <span data-else="">\blue{<var>Y1</var>} - \green{<var>negParens(Y2)</var>}</span> = \purple{<var>Y_DIST</var>}</code>
pt: Mudança em <code>\purple{y} = <span data-if="Y2 - Y1 > 0">\green{<var>Y2</var>} - \blue{<var>negParens(Y1)</var>}</span> <span data-else="">\blue{<var>Y1</var>} - \green{<var>negParens(Y2)</var>}</span> = \purple{<var>Y_DIST</var>}</code>
tr: y'deki değişim <code>\purple{y} = <span data-if="Y2 - Y1 > 0">\green{<var>Y2</var>} - \blue{<var>negParens(Y1)</var>}</span> <span data-else="">\blue{<var>Y1</var>} - \green{<var>negParens(Y2)</var>}</span> = \purple{<var>Y_DIST</var>}</code>

source: Change in <code>\red{x} = <span data-if="X2 - X1 > 0">\green{<var>X2</var>} - \blue{<var>negParens(X1)</var>}</span> <span data-else="">\blue{<var>X1</var>} - \green{<var>negParens(X2)</var>}</span> = \red{<var>X_DIST</var>}</code>
da: Ændringen af <code>\red{x} = <span data-if="X2 - X1 > 0">\green{<var>X2</var>} - \blue{<var>negParens(X1)</var>}</span> <span data-else="">\blue{<var>X1</var>} - \green{<var>negParens(X2)</var>}</span> = \red{<var>X_DIST</var>}</code>
es: Cambio en <code>\red{x} = <span data-if="X2 - X1 > 0">\green{<var>X2</var>} - \blue{<var>negParens(X1)</var>}</span> <span data-else="">\blue{<var>X1</var>} - \green{<var>negParens(X2)</var>}</span> = \red{<var>X_DIST</var>}</code>
fr: On considère le triangle dont l'hypoténuse est le segment joignant les deux points. La longueur du côté du triangle parallèle à l'axe des abscisses est égale à <code>\red{x} = <span data-if="X2 - X1 > 0">\green{<var>X2</var>} - \blue{<var>negParens(X1)</var>}</span> <span data-else="">\blue{<var>X1</var>} - \green{<var>negParens(X2)</var>}</span> = \red{<var>X_DIST</var>}</code>
nb: Endringen i <code>\red{x} = <span data-if="X2 - X1 > 0">\green{<var>X2</var>} - \blue{<var>negParens(X1)</var>}</span> <span data-else="">\blue{<var>X1</var>} - \green{<var>negParens(X2)</var>}</span> = \red{<var>X_DIST</var>}</code>
pt: Mudança em <code>\red{x} = <span data-if="X2 - X1 > 0">\green{<var>X2</var>} - \blue{<var>negParens(X1)</var>}</span> <span data-else="">\blue{<var>X1</var>} - \green{<var>negParens(X2)</var>}</span> = \red{<var>X_DIST</var>}</code>
tr: x'teki değişim <code>\red{x} = <span data-if="X2 - X1 > 0">\green{<var>X2</var>} - \blue{<var>negParens(X1)</var>}</span> <span data-else="">\blue{<var>X1</var>} - \green{<var>negParens(X2)</var>}</span> = \red{<var>X_DIST</var>}</code>

source: Change language
da: Skift sprog
es: Cambiar idioma
fr: Changer la langue
ja: 言語の変更
nb: Bytt språk
nl: Verander taal
pl: Zmień język
pt: Alterar idioma
pt_pt: Alterar idioma
tr: Dili değiştirin

source: Change password
da: Skift adgangskode
es: Cambiar contraseña
fr: Changer le mot de passe
ja: パスワード変更
nb: Endre passord
nl: Wachtwoord veranderen
pl: Zmień hasło
pt: Alterar senha
pt_pt: Alterar palavra-passe
tr: Şifreyi Değiştir

source: Change password.
bg: Смяна на парола
da: Skift adgangskode.
es: Cambia la contraseña.
fr: Changer le mot de passe.
he: שינוי סיסמה.
ja: パスワード変更
nb: Endre passord.
nl: Verander wachtwoord.
pl: Zmień hasło.
pt: Alterar senha.
pt_pt: Altera a tua palavra-passe.
tr: Şifreyi Değiştir

source: Change the <code>\red{{} - <var>E</var>}</code> to an equivalent fraction with a denominator of <code><var>SIMPLIFIED_DENOM</var></code>.
da: Ændr <code>\red{{} - <var>E</var>}</code> til en ækvivalent brøk med en nævner på <code><var>SIMPLIFIED_DENOM</var></code>.
es: Cambia el <code>\red{{} - <var>E</var>}</code> por una fracción equivalente con un denominador de <code><var>SIMPLIFIED_DENOM</var></code>.
fr: On transforme <code>\red{{} - <var>E</var>}</code> en une fraction égale ayant pour dénominateur : <code><var>SIMPLIFIED_DENOM</var></code>.
nb: Endre <code>\red{{} - <var>E</var>}</code> til en tilsvarende brøk med en nevner på <code><var>SIMPLIFIED_DENOM</var></code>.
pt: Mude o <code>\red{{} - <var>E</var>}</code> para uma fração equivalente com o denominador de <code><var>SIMPLIFIED_DENOM</var></code>.
tr: <code>\red{{} - <var>E</var>}</code>'i paydası <code><var>SIMPLIFIED_DENOM</var></code> olan denk bir kesire dönüştürün.

source: Change the <code>\red{{} - <var>E</var>}</code> to an equivalent fraction with a denominator of <code><var>SIMPLIFIED_DENOM</var></code>:
da: Ændr <code>\red{{} - <var>E</var>}</code> til en ækvivalent brøk med en nævner på <code><var>SIMPLIFIED_DENOM</var></code>:
es: Cambia el <code>\red{{} - <var>E</var>}</code> por una fracción equivalente con un denominador de <code><var>SIMPLIFIED_DENOM</var></code>:
fr: On transforme <code>\red{{} - <var>E</var>}</code> en une fraction égale ayant pour dénominateur <code><var>SIMPLIFIED_DENOM</var></code> :
nb: Endre <code>\red{{} - <var>E</var>}</code> til en tilsvarende brøk med en nevner på <code><var>SIMPLIFIED_DENOM</var></code>:
pt: Mude o <code>\red{{} - <var>E</var>}</code> para uma fração equivalente com o denominador de <code><var>SIMPLIFIED_DENOM</var></code>:
tr: <code>\red{{} - <var>E</var>}</code>'i paydası <code><var>SIMPLIFIED_DENOM</var></code> olan denk bir kesire dönüştürün:

source: Change the email address
da: Skift e-mail-adressen
es: Cambiar la dirección de correo electrónico
fr: Modifier l'adresse e-mail
ja: 電子メイルアドレスを変更する
nb: Endre e-postadressen
nl: Verander het e-mailadres
pl: Zmień adres e-mail
pt: Alterar o endereço de e-mail
pt_pt: Altere o endereço de e-mail
tr: E-posta adresini değiştir

source: Change the email address of this student.
bg: Променете имейл адреса на този ученик.
da: Skift e-mail-adressen for denne elev.
es: Cambiar la dirección de correo electrónico de este estudiante
fr: Changer l'adresse e-mail de cet élève.
he: שנה את כתובת המייל לתלמיד זה.
ja: この生徒の電子メイルアドレスの変更
nb: Endre e-postadressen for denne studenten.
nl: Het e-mailadres van deze leerling wijzigen.
pl: Zmień adres e-mailowy tego ucznia.
pt: Alterar o endereço de e-mail deste aluno.
pt_pt: Altere o e-mail deste aluno.
tr: Bu öğrencinin e-posta adresini değiştirin.

source: Change the size of text
da: Skift tekststørrelsen
es: Cambia el tamaño del texto
fr: Modifier la taille du texte
ja: テキストの大きさを変更する
nb: Endre skriftstørrelse
nl: Tekstgrootte veranderen
pl: Zmień rozmiar tekstu
pt: Altera o tamanho do texto
pt_pt: Altera o tamanho do texto
tr: Text boyutunu değiştir

source: Change the thickness of lines and outlines
da: Skift tykkelsen på linjer og konturer
es: Cambia el grosor de las líneas y de los contornos
fr: Modifier l'épaisseur des lignes et des contours
ja: 線とアウトラインの太さを変更する
nb: Endre tykkelsen på linjene og kantlinjene
nl: Verander de dikte van lijnen en contouren
pl: Zmień grubość linii i konturów
pt: Altera a espessura de linhas e contornos
pt_pt: Altera a espessura das linhas e dos contornos
tr: İç ve dış hatların kalınlığını değiştir

source: Change to (F)eedback
da: Skift tip feedback (F)
es: Cambia a comentario (F)
fr: Changer pour Commentaire (F)
ja: フィードバック(F)に変更
nb: Endre til Tilbakemelding (F)
nl: Verander naar Feedback (F)
pl: Zmień na odpowiedź zwrotną (F)
pt: Alterar para (F)eedback
pt_pt: Alterar para (F)eedback
tr: Geribildirime değiştirmek

source: Change to (Q)uestion
da: Skift til spørgsmål (S)
es: Cambiar a pregunta (Q)
fr: Changer pour (Q)uestion
ja: 質問(Q)に変更
nb: Endre til Spørsmål
nl: Verander naar Vraag (Q)
pl: Zamień na Pytanie (Q)
pt: Alterar para (P)ergunta
pt_pt: Alterar para (P)ergunta
tr: Soruya değiştirmek

source: Change to Feedback
da: Skift til Feedback
es: Cambiar a Comentario
fr: Aller aux commentaires
ja: フィードバックへと変更します
nb: Skift til Feedback
nl: Verander naar Feedback
pl: Zmień na Opinię
pt: Alterar para feedback
pt_pt: Alterar para comentário
tr: Geribildirime değiştirmek

source: Change to Question
da: Skift til Spørgsmål
es: Cambiar a Pregunta
fr: Aller aux questions
ja: 質問へと変更します
nb: Skift til Spørsmål
nl: Verander naar Vraag
pl: Zmień na Pytanie
pt: Alterar para pergunta
pt_pt: Alterar para pergunta
tr: Soruya değiştirmek

source: Change to feedback
da: Skift til feedback
es: Cambia a comentario
fr: Changer pour commentaire
ja: フィードバックへと変更します
nb: Endre til tilbakemelding
nl: Verander naar Feedback
pl: Zmień na opinię
pt: Alterar para feedback
pt_pt: Alterar para comentário
tr: Geribildirime değiştirmek

source: Change to question
da: Skift til spørgsmål
es: Cambia a pregunta
fr: Changer pour question
ja: 質問へと変更します
nb: Endre til spørsmål
nl: Verander naar Vraag
pl: Zmień na pytanie
pt: Alterar para pergunta
pt_pt: Alterar para pergunta
tr: Soruya değiştirmek

source: Change your focus at any time; all your progress will be saved!
da: Du kan til enhver tid ændre dit fokus; alle dine fremskridt vil blive gemt!
es: ¡Cambia tu enfoque en cualquier momento, se guardará todo tu progreso!
fr: Changez de sujet à tout moment ; tous vos progrès seront sauvegardés!
ja: いつでもあなたのフォーカスを変更して下さい．全ての進捗状況は保存されます!
nb: Du kan til enhver tid endre ditt fokus; alle dine fremskritt vil bli lagret!
nl: Verander op elk moment van onderwerp; jouw vooruitgang wordt steeds opgeslaan!
pl: W dowolnym momencie ćwiczenia możesz zmienić temat, zostaną zapisane wszystkie twoje postępy!
pt: Você pode alterar seu foco a qualquer momento; todo seu progresso será salvo!
pt_pt: Altera o teu foco em qualquer altura; todos os teus progressos serão guardados!
tr: Konunuzu istediğiniz zaman değiştirebilirsiniz; tüm ilerlemeleriniz kaydedilecektir!

source: Change your language settings
da: Rediger sprogindstillingerne
es: Cambia la configuración de tu idioma
fr: Modifier vos réglages linguistiques
ja: 言語設定を変更します。
nb: Endre språkinnstillingene
nl: Jouw taalinstellingen wijzigen
pl: Zmień swoje ustawienia języka
pt: Alterar as configurações de idioma
pt_pt: Alterar as definições de idioma
tr: Dil ayarlarınızı değiştirin

source: Changed to %(targetTypeName)s
da: Ændret til %(targetTypeName)s
es: Cambia a %(targetTypeName)s
fr: Changé pour %(targetTypeName)s
ja: %(targetTypeName)s に変更
nb: Endret til %(targetTypeName)s
nl: Gewijzigd in %(targetTypeName)s
pl: Zmienione na %(targetTypeName)s
pt: Alterado para %(targetTypeName)s
pt_pt: Alterado para %(targetTypeName)s
tr: Şuna değiştirilmiştir: %(targetTypeName)s

source: Changes by subject
da: Ændringer efter emne
es: Cambios por tema
fr: Modifications par matière (sujet)
nb: Endringer etter emne
nl: Veranderingen per onderwerp
pl: Zmiany według tematów
pt: Mudanças por assunto
pt_pt: Alterações por disciplina
tr: Konuya göre değişiklikler

source: Changes by tutorial
da: Ændringer efter tutorial
es: Cambios por lección
fr: Modification par chapitre
nb: Endringer ved sekvenser
nl: Wijzigingen door handleiding
pl: Zmiany według samouczka
pt: Mudanças por tutorial
pt_pt: Alterações por tutorial
tr: Bölümlere göre değişiklikler
