Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We're sorry. Your device is not supported for Khan Academy's practice exercises.
bg: Съжаляваме. Устройството ти не се поддържа от практическите упражнения на Кан академията.
da: Vi beklager. Enheden understøttes ikke af Khan Academys øvelser.
es: Lo sentimos. Tu dispositivo no es compatible con los ejercicios de Khan Academy.
fr: Nous sommes désolés. Votre appareil n'est pas compatible pour les exercices d'entraînement de l'Académie Khan.
nb: Vi beklager. Enheten din støttes ikke for Khan akademiets øvelser.
nl: Het spijt ons. Jouw apparaat is niet geschikt voor de oefenopdrachten van Khan Academy.
pl: Przepraszamy. Twoje urządzenie nie obsługuje ćwiczeń praktycznych z Khan Academy.
pt: Desculpe. Seu dispositivo não suporta os exercícios práticos da Khan Academy.
tr: Üzgünüz. Aygıtınız Khan Academy pratik alıştırmaları için desteklenmiyor.

source: We're taking your feedback and going back to our labs to think of ways to make things better for you. In the meantime, you'll go back to the classic dashboard experience.
es: Tomamos en cuenta tu retroalimentación y regresaremos a nuestros laboratorios a pensar en las maneras de hacer las cosas mejor para ti. Mientras, volverás a usar el panel de instrumentos clásico.
ja: 私達はあなたのフィードバックを受け，それを私達のラボに送ってあなたにとって良くなる方法を考えます．それまでの間，以前のダッシュボードに戻ってご利用下さい．
nb: Vi tar imot din tilbakemelding og vil ta det med i våre tanker på hvordan vi kan gjøre ting best mulig for deg. I mellomtiden vil du kunne gå tilbake til det opprinnelige utseende.
pl: Używamy Twoich opinii do ulepszania portalu dla Ciebie. W międzyczasie, przejdź do klasycznego pulpitu nawigacyjnego.
pt: Vamos analisar seu feedback e voltar para os nossos laboratórios para pensar em formas de tornar as coisas melhores para você. Enquanto isso, você vai voltar a usar o painel clássico.
tr: Geri bildiriminizi alıyoruz ve her şeyi sizin için daha iyi yapmak için laboratuvarlarımıza geri dönüyoruz. Bu arada, siz klasik kontrol paneli deneyimine döneceksiniz.

source: We're teaching each other &ndash; so don't just answer "Yes" or "No", share your answer the way your favorite teacher would.
da: Vi underviser hinanden &ndash; så svar ikke bare "Ja" eller "Nej", formuler svaret som din yndlingslærer ville.
es: Estamos enseñándonos unos a otros &ndash; así que no solo respondas "Sí" o "No", comparte tu respuesta de la manera en la que tu maestro favorito lo haría.
fr: Nous enseignons l'un à l'autre alors &ndash; ne répondez pas seulement par "Oui" ou "Non", expliquez votre réponse comme votre professeur préféré le ferait.
ja: 私達は互いに教えあっています &ndash; ですから「はい」とか「いいえ」だけの答えはやめましょう．あなたの大好きな先生が教えるような答えを分かち合いましょう。
nb: Vi lærer av hverandre &ndash; så ikke bare svare "Ja" eller "Nei", men svar på måte som din favorittlærer ville gjort.
nl: We onderwijzen elkaar &ndash; dus antwoordt niet alleen "Ja" of "Nee", deel jouw antwoord zoals je favoriete leraar dat zou doen.
pl: Uczymy się nawzajem &ndash;, więc nie odpowiadaj "Tak" lub "Nie", podziel się swoją odpowiedzią w taki sposób, w jaki zrobiłby to Twój ulubiony nauczyciel.
pt: Estamos ensinando uns aos outros &ndash; portanto, não responda apenas "Sim" ou "Não", compartilhe sua resposta da forma que seu professor favorito faria.
pt_pt: Estamos aqui para aprender uns com os outros. Por isso, não respondas só "Sim" ou "Não". Responde da forma como o teu professor favorito responderia.
tr: Birbirimize öğretebilmemiz için&ndash;sadece 'Evet' veya 'Hayır' ile cevap vermeyin. En sevdiğiniz öğretmeniniz nasıl cevap verirdi düşünün, sizin de onun gibi cevap vermeyi denemenizi bekliyoruz.

source: We're temporarily down for maintenance, and we expect this to end shortly. In the meantime, you can watch all of our videos at the <a href='http://www.youtube.com/user/khanacademy'>Khan Academy YouTube channel</a>.
da: Siden er midlertidigt nede for vedligeholdelse, og vi forventer snart at være oppe igen. I mellemtiden kan du se alle vores videoer på <a href='http://www.youtube.com/user/khanacademy'>Khan Academys YouTube-kannal</a>.
es: Estamos temporalmente fuera de servicio por mantenimiento, esperamos que esto termine pronto. Mientras tanto, puedes ver todos nuestros videos en <a href='http://www.youtube.com/user/khanacademy'>el canal de YouTube de Khan Academy</a>.
fr: Notre site ne marche pas momentanément pour des raisons d'entretien mais nous devrions êtres opérationels bientôt. En attendant, vous pouvez regarder toutes nos vidéos sur la <a href='http://www.youtube.com/user/khanacademy'> chaîne YouTube de Khan Academy</a>.
nb: Vi er midlertidig nede for vedlikehold, og vi forventer å snart være tilbake snart. I mellomtiden kan du se alle våre videoer på <a href='http://www.youtube.com/user/khanacademy'>Khan Academys YouTube-kanal</a>.
nl: We zijn tijdelijk eruit voor onderhoud en hopen snel weer terug te zijn. Ondertussen kan je alle video's bekijken op het <a href='http://www.youtube.com/user/khanacademy'>Khan Academy Youtube kanaal</a>.
pl: Jesteśmy chwilowo niedostępni z powodów konserwacyjnych i wkrótce będziemy znów dostępni. W międzyczasie możesz oglądać wszystkie nasze filmiki na <a href='http://www.youtube.com/user/khanacademy'>Khan Academy Youtube channel</a>.
pt: Estamos temporariamente fora de serviço para manutenção e esperamos finalizar em breve. Enquanto isso, você pode assistir todos os nossos vídeos no <a href='http://www.youtube.com/user/khanacademy'>canal da Khan Academy no YouTube</a>.
tr: Bakım için kısa süreli olarak kapalıyız ve çalışmanın kısa sürede tamamlanmasını bekliyoruz. Eğer bu sürede videoları seyretmek istiyorsanız <a href='http://www.youtube.com/user/khanacademy'> Khan Academy YouTube kanalını kullanmanızı öneririz</a>.

source: We're very happy to have them learning at Khan Academy. You will remain their coach and be able to follow their progress as they achieve even more!
da: Vi er meget glade for, at de lærer på Khan Academy. Du vil forblive deres lærer og være i stand til at følge deres fremgang, mens de opnår endnu mere!
es: ¡Nos da mucho gusto que estén aprendiendo con Khan Academy! !Seguirás siendo su tutor y podrás seguir su progreso cuando consigan más logros!
fr: Nous sommes très heureux de les voir apprendre à la Khan Academy. Vous resterez leur coach et pourrez suivre leur progrès au fur et à mesure de leur nouveaux accomplissements !
ja: 私達は生徒達がカーンアカデミーで学ぶことをとても嬉しく思います．あなたは生徒達のコーチとして彼らの進捗状況や，達成していく様を見守ることができます!
nb: Vi er svært glade for at de lærer på Khan Academy. Du vil forbli deres veileder, og kan følge deres fremgang mens de oppnår enda mer!
nl: We zijn zeer blij om hen te laten leren op Khan Academy. Jij zal hun coach blijven en hebt de mogelijkheid hun voortgang te volgen wanneer ze nog meer bereiken!
pl: Jesteśmy szczęśliwi mogąc ich uczyć na Khan Academy. Pozostaniesz ich trenerem i będziesz mógł śledzić ich postępy, gdy będą osiągać coraz więcej!
pt: Estamos muito felizes em tê-los estudando na Khan Academy. Você continuará sendo o tutor deles e será capaz de acompanhar seu progresso a cada superação!
tr: Onların Khan Academy'de pek çok değişik konuyu öğrenmeleri bizi mutlu ediyor. Siz onların eğitmeni olmaya ve gelişimlerini izlemeye devam edeceksiniz.

source: We're working hard to make sure that our video discussions are high quality, and we notice that you've made some off-topic posts.
da: Vi arbejder hårdt for at sikre, at vores diskussionstråde er fagligt relevante, og vi har lagt mærke til, at du har skrevet nogle irrelevante kommentarer.
es: Estamos trabajando mucho para asegurarnos de que las discusiones en nuestros videos sean de alta calidad y nos hemos dado cuenta de que has hecho algunos comentarios que se salen del tema.
fr: Nous travaillons dur pour s'assurer que nos discussions de vidéo sont de haute qualité, et nous avons remarqué que vous avez publié des messages hors-sujet.
ja: 私達のビデオ討論の質を高く保つために私達は日夜努力しています．そして，私達はあなたがこのトピックに関係ないポストをしたことに気がつきました．
nb: Vi arbeider hardt for å sørge for at diskusjonene om videoene er av høy kvalitet, og vi ser at dine innlegg ikke holder seg til tema.
nl: We doen ons best om de video discussies van hoge kwaliteit te laten zijn en hebben opgemerkt dat je een aantal posts hebt geplaatst die niet bij dit onderwerp horen.
pl: Ciężko pracujemy, aby upewnić się, że dyskusje pod naszymi filmami są wysokiej jakości, i możemy zauważyć, że zamieszczasz posty nie na temat.
pt: Estamos nos empenhando para que nossas discussões de vídeo sejam de alta qualidade, e notamos que você fez algumas publicações fora do tema.
pt_pt: Estamos a trabalhar para garantir que todas as discussões sobre os vídeos sejam de alta qualidade e notamos que alguém fez comentários que não tinham a ver com o vídeo.
tr: Videolarımıza ilişkin tartışmaların kalitesine gerçekten çok önem veriyoruz, ve mesajlarınızın konu dışı olduğunu gözlemledik.

source: We've added a whole bunch of new Khan Academy content for you to check out. Here's a quick summary:
da: Vi har tilføjet en helt masse nyt Khan Academy-indhold, som du kan tjekke ud. Her er et hurtigt overblik:
es: Hemos añadido un montón de nuevos contenidos a Khan Academy para que puedas echarle un vistazo. Aquí hay un breve resumen:
fr: Nous avons ajouté plein de nouveau contenu à découvrir sur fr.khanacademy.org/. En voici un résumé:
nb: Vi har lagt til en hel mengde nytt innhold på Khan Academy som du kan sjekke ut. Her er en kort oppsummering:
nl: We hebben een berg nieuwe items op Khan Academy geplaatst voor jou om te bekijken. Hier is een kort overzicht:
pl: Dodaliśmy do Khan Academy mnóstwo nowych treści, które możesz sprawdzić. Tutaj jest krótkie podsumowanie:
pt: Adicionamos muitos conteúdos novos na Khan Academy para você dar uma olhada. Este é um breve resumo:
tr: Khan Academy'ye pek çok yeni içerik eklendi. Eklenen içeriklerin kısa bir özeti:

source: We've added new badges and updated the old ones to work with the new skill levels. You now earn bonus points for doing recommended skills and even more for leveling up your skills.
da: Vi har tilføjet nye badges og opdateret de gamle så de passer med de nye niveauer for færdigheder. Du optjener nu bonuspoint for at lave anbefalede færdigheder og endnu mere for at gå et niveau op i dine færdigheder.
es: Hemos añadido nuevas medallas y actualizado las anteriores para que sean compatibles con los nuevos niveles de habilidades. Ahora ganas puntos adicionales por completar las habilidades recomendadas, e incluso más puntos por aumentar el nivel de tus habilidades.
fr: Nous avons ajouté de nouveaux insignes et mis à jour les "anciens" afin de couvrir tous les nouveaux niveaux de compétences. Maintenant, vous pouvez gagner des points supplémentaires lorsque vous complétez les apprentissages recommandés et encore plus de points lorsque vous travaillez encore plus ces compétences.
nb: Vi har lagt til nye merker og oppdatert de gamle så de passer med de nye ferdighetsnivåene. Du får nå bonuspoeng for å gjøre anbefalte ferdigheter og enda mer når du øker nivået på dine ferdigheter.
nl: We hebben nieuwe badges toegevoegd en oude aangepast aan de nieuwe vaardigheidsniveaus. Je verdient nu bonuspunten voor aanbevolen vaardigheden en zelfs nog meer voor verbeteren van je vaardigheden.
pl: Dodaliśmy nowe odznaki oraz wznowiliśmy istniejące w ramach ćwiczeń na nowych poziomach umiejętności. Możesz teraz zdobyć dodatkowe punkty za wykonanie zalecanych ćwiczeń oraz za podniesienie swoich umiejętności.
pt: Adicionamos novas medalhas e atualizamos as medalhas antigas para nos adequar aos novos níveis de habilidades. Agora você ganha bônus ao praticar as habilidades recomendadas e muito mais ao desenvolver suas habilidades.
tr: Yeni beceri düzeyleri için, eski madalyaları güncelledik ve yeni madalyalar oluşturduk. Şimdi, önerilen beceriler üzerinde çalıştığınızda bonus puanları kazanıyorsunuz, ve hatta becerilerinizin seviyesini yükselttiğinizde daha da çok puan kazanıyorsunuz.

source: We've created a new way to see what your children are learning and how you can help.
da: Vi har lavet en ny måde at vise, hvad dine børn er ved at lære, og hvordan du kan hjælpe dem.
es: Hemos creado una nueva forma de ver lo que tus hijos están aprendiendo y cómo puedes ayudar.
fr: Nous avons crée cette interface pour vous permettre de suivre la progression de vos enfants, et voir comment vous pouvez les aider.
nb: Vi har laget en ny måte å se hva dine barn lærer og hvordan du kan hjelpe.
nl: We hebben een nieuwe manier om te zien wat je kinderen leren en hoe je ze kunt helpen.
pl: Stworzyliśmy nowy sposób na zobaczenie tego, czego uczą się Twoje dzieci i jak możesz pomóc.
pt: Criamos uma nova maneira de você ver o que seus filhos estão aprendendo e como você pode ajudá-los.
tr: Çocuklarınızın hangi konuları öğrendiğini görebilmeniz ve onlara yardımcı olabilmeniz için yeni bir araç geliştirdik.

source: We've created an overview of your students that lets you jump right to what you're looking for.
da: Vi har lavet en oversigt over dine elever, hvor du kan hoppe direkte til det, som du leder efter.
es: Hemos creado un resumen de tus estudiantes que te permite entrar directo a lo que estás buscando.
fr: Nous avons créé un aperçu général de vos élèves qui vous permet de trouver tout de suite ce que vous cherchez.
nb: Vi har laget en oversikt over dine elever som lar deg gå rett til det du leter etter.
nl: We hebben een overzicht van je studenten waardoor je meteen door kunt naar wat je zoekt.
pl: Stworzyliśmy przegląd Twoich uczniów, który pozwoli Ci przeskoczyć dokładnie do tego, czego szukasz.
pt: Criamos uma visão geral de seus alunos que permite a você ir direto ao que está procurando.
tr: Öğrencilerinizin, aradığınız bilgilere hemen ulaşmanızı sağlayacak yeni bir özet görünümünü oluşturduk.

source: We've re-sent you a message at
da: Vi har sendt dig en besked på
es: Te hemos reenviado un mensaje a
fr: Nous vous avons renvoyé un message à
ja: 私達はあなたに対して次のアドレスにメッセージを送信しました．
nb: Vi har igjen sendt deg en melding på
nl: We hebben je opnieuw een bericht gestuurd via
pl: Wysłaliśmy Ci wiadomość na
pt: Reenviamos uma mensagem para você em
pt_pt: Re-enviámos-te o e-mail para
tr: Bu e-posta adresinize tekrar bir mesaj gönderdik.

source: We've recently added a bunch of new content to this mission. Don't worry - you haven't lost any progress. It just means there's even more material to help you practice.
da: Vi har for nylig tilføjet en masse nyt indhold til denne mission. Ingen grund til bekymring dig - du har ikke mistet noget fremskridt. Det betyder bare, at der er endnu mere materiale til at hjælpe dig med at træne.
es: Recientemente agregamos un montón de contenido nuevo a esta misión. No te preocupes - no has perdido ningún progreso. Solamente significa que hay más material para ayudarte a practicar.
fr: Nous avons récemment ajouté un ensemble de nouveautés pour cette mission. Ne vous inquiétez pas-vous n'avez perdu aucun progrès. Cela signifie juste qu'il n'y a encore plus de documents pour vous aider à pratiquer.
ja: 私達は最近このミッションにたくさんの新しいコンテンツを加えました．心配はいりません - あなたの進捗状況はそのままです．単にあなたの練習の手助けとなる教材がもっと増えたということです．
nb: Vi har nylig lagt en haug med nytt innhold til dette oppdraget. Ikke vær redd - du har ikke mistet din fremgang. Det betyr bare det er enda mer å øve på.
nl: We hebben onlangs veel nieuwe inhoud toegevoegd aan deze missie. Maak je geen zorgen - je bent je voortgang niet kwijt. Het betekent gewoon dat er nog meer materiaal is om je te helpen oefenen.
pl: Dodaliśmy niedawno dużo nowych treści do tej misji. Nie martw się - nie straciłeś/aś żadnych postępów. Oznacza to, że jest jeszcze więcej materiału, na którym możesz poćwiczyć.
pt: Recentemente, acrescentamos vários conteúdos novos nesta missão. Não se preocupe, você não perdeu nenhum progresso. Isso só significa que há ainda mais materiais para ajudá-lo a praticar.
tr: Yakın zamanda, bu göreve yeni içerikler ekledik. Merak etmeyin - herhangi bir ilerlemeni kaybetmedin. Alıştırma yapmanız için daha da çok materyal olduğu anlamına gelir.

source: We've sent an invitation to %(email)s. Your child should check their email to get started.
da: Vi har sendt en invitation til %(email)s. Dit barn bør tjekke sin e-mail for at komme i gang.
es: Hemos enviado una invitación a %(email)s. Tu hijo debe consultar su correo para comenzar.
ja: 私達は招待を %(email)s に送りました．始めるために、あなたの子が電子メイルをチェックするようにしてください。
nb: Vi har sendt deg en invitasjon til %(email)s. Barnet ditt bør sjekke e-posten for å komme igang.
nl: We hebben een uitnodiging verzonden naar %(email)s . Om aan de slag te kunnen moet uw kind zijn/haar e-mailbox controleren.
pl: Wysłaliśmy zaproszenie do %(email)s. Żeby zacząć, Twoje dziecko powinno sprawdzić swoją skrzynkę e-mail.
pt: Enviamos um convite para %(email)s. Seu filho deve verificar o e-mail para começar.
pt_pt: Enviámos um convite para %(email)s. O seu filho deverá aceder ao e-mail para começar.
tr: %(email)s'ya bir davetiye gönderdik. Başlamak için çocuğunuz e-postasını kontrol etmelidir.

source: We've sent information to your parent or guardian for completing your signup. Please have them check their e-mail (make sure to check their "Spam" or "Junk" folder in case it got lost there). Or, if you entered your parent's email address incorrectly, you can re-enter it now.
bg: Ние изпратихме информация до Вашия родител или настойник, за да довършим Вашата регистрация. Молим да ги подсетите да проверят имейла си (също и папките "Спам" или "Junk", в случай, че е там). Или, ако неправилно сте въвели имейл адреса на своя родител, можете да го въведете отново сега.
da: Vi har sendt informationer til din forælder eller værge til at gennemføre din oprettelse. Få dem venligst til at tjekke deres e-mail (sørg for at tjekke deres "Spam"-mappe i tilfælde af, at det er havnet der). Hvis du har indtastet din forælders e-mailadresse forkert, kan du indtaste den igen her.
es: Les hemos enviado información a tus padres o tutores legales para que completen tu registro. Por favor pídeles que revisen su correo electrónico (y que se aseguren de revisar el correo "no deseado" o el correo "basura", en caso que se haya desviado ahí). Si escribiste mal el correo electrónico de tus padres puedes reescribirlo ahora.
fr: Nous avons envoyé les informations nécessaires à votre parent ou gardien légal pour compléter votre inscription. S'il vous plaît, demandez lui de vérifier ses e-mails (assurez-vous de vérifier ses dossiers « Spam » ou « Courrier Indésirable » au cas où il se serait perdu là). Ou, si vous avez entré la mauvaise adresse e-mail, vous pouvez la re-saisir maintenant.
he: שלחנו בהצלחה מידע להורה או המשגיח שלכם אודות המשך תהליך ההרשמה. בבקשה תוודאו שהם יבדקו את תיבת הדואר האלקטרוני שלהם (אנא בדקו גם בתיקיית דואר "ספאם" או תיקיית דואר "זבל" במקרה שהאימייל הלך לאיבוד). או, אם הכנסתם כתובת דואר אלקטרוני שגויה של ההורה, אתם יכולים לכתוב אותה שוב כרגע.
ja: 私達はあなたのサインアップを完了するために，あなたの親あるいは後見人に情報を送ります．彼らに電子メイルをチェックするようにお伝え下さい．("スパム"や"ジャンク"などのフォルダに迷いこんでいないかも調べるようにして下さい．)もしあなたがあなたの親の電子メイルアドレスを正しく入力していなかった場合には，今ここで再入力することもできます．
nb: Vi har sendt informasjon til din foreldre eller foresatt for å fullføre registreringen. Ha dem til å kontrollere e-post (sjekk deres "Spam" eller "Søppel"-mappen i tilfelle det har gått tapt der). Eller, hvis du angav dine foreldrenes e-postadresse feil, kan du angi den på nytt nå.
nl: We hebben informatie gestuurd naar jouw ouder of voogd voor om jouw aanmelding compleet te maken. Zorg dat ze hun email checken (laat ze ook hun "Spam" controleren). Als je het verkeerde emailadres hebt ingevoerd, kan je dat nu opnieuw invoeren.
pl: Wysłaliśmy powiadomienie do Twojego rodzica lub opiekuna na temat sposobu ukończenia procesu rejestracji. Poproś ich o sprawdzenie poczty e-mail (na wszelki wypadek również poczty "Spam" oraz "Kosz"). Jeśli podałeś nieprawidłowy adres e-mail swojego rodzica, możesz teraz wprowadzić poprawny.
pt: Enviamos as informações para que seus pais ou responsáveis concluam seu cadastro. Solicite que eles verifiquem seus e-mails (certifique-se de que eles olharam as pastas de "Spam" ou "Lixo Eletrônico", no caso de o e-mail ter se perdido por lá). Ou, se você digitou o endereço de e-mail de seus pais incorretamente, você pode reinseri-lo agora.
pt_pt: Enviámos as informações relacionadas com a conclusão do processo de criação da tua conta para os teus pais. Certifica-te de que eles acedem ao e-mail (se não encontrarem o nosso e-mail, diz-lhes para procurarem na pasta "Spam" ou "Lixo"). Se te enganaste a digitar o e-mail dos teus pais, podes voltar a digitá-lo agora.
tr: Kaydınızı tamamlamak için ebeveyninize bilgilendirme mesajı gönderdik. Lütfen e-postalarını kontrol etmelerini sağlayınız. Eğer velinizin e-posta adresini yanlış girmişseniz, şimdi tekrar girebilirsiniz.

source: We've sent you a message at
da: Vi har sendt dig en besked på
es: Te hemos enviado un mensaje a
fr: Nous vous avons envoyé un message à
ja: 私達はあなたに対して次のアドレスにメッセージを送信しました．
nb: Vi har sendt deg en melding på
nl: We hebben je een bericht gestuurd via
pl: Wysłaliśmy do Ciebie wiadomość na
pt: Enviamos uma mensagem para você em
pt_pt: Enviámos-te um e-mail para
tr: Bu e-posta adresinize tekrar bir mesaj gönderdik

source: We've sent you a message at:
da: Vi har sendt dig en besked på:
es: Te hemos enviado un mensaje a:
fr: Nous vous avons envoyé un message à :
ja: 私達はあなたに対して次のアドレスにメッセージを送信しました．
nb: Vi har sendt deg en melding på:
nl: We hebben je een bericht gestuurd via:
pl: Wysłaliśmy do Ciebie wiadomość na:
pt: Enviamos uma mensagem para:
pt_pt: Enviámos o e-mail de reposição da palavra-passe para:
tr: Bu e-posta adresinize bir mesaj gönderdik:

source: Webpage Guidelines
da: Retningslinjer for hjemmesiden
es: Lineamientos de las páginas web
fr: Guide
ja: ウェブページのガイドライン
nb: Retningslinjer for nettsiden
nl: Webpagina richtslijnen
pl: Wytyczne strony
pt: Diretrizes da página
pt_pt: Linhas de Orientação da página Web
tr: Web Sayfası Kuralları

source: Webpages that are off-topic:
da: Hjemmesider, der er irrelevante:
es: Páginas web que están fuera de tema:
fr: Les pages Web qui sont hors-sujet :
nb: Nettsider som er irrelevante:
nl: Webpagina's die niet bij het onderwerp horen:
pl: Strony, które są off-topic:
pt: Páginas da Web fora do tópico:
tr: Konu dışı web sayfaları şunlardır:

source: Webpages that are suspected of plagiarism will be hidden from the "Hot" list.
da: Websider, der er mistænkt for plagiat vil blive skjult fra "Hot" listen.
es: Las páginas web de las que se sopeche de ser plagiadas serán ocultadas de la lista de las "Populares".
fr: Les pages Web qui sont soupçonnées de plagiat seront masquées dans la liste « Hot ».
nb: Websider som er mistenkt for plagiat vil bli skjult fra "Hot" listen.
nl: Webpagina's die worden verdacht van plagiaat zullen worden verborgen van de "Hot" lijst.
pl: Strony podejrzane o plagiat zostaną ukryte z listy "Hot".
pt: As páginas da Web suspeitas de plágio serão ocultadas da lista de "Favoritos".
tr: İntihal şüphesi uyandıran web sayfaları "Yeni ve Önemli" listesinden çıkarılacaktır.

source: Webpages that violate our voting rules will be hidden from the “Hot” list.
da: Hjemmesider, der overtræder vores stemmeregler vil blive skjult fra "Hot" listen.
es: Las páginas web que violen nuestras reglas de votación se ocultarán de la lista de "Populares".
fr: Les pages Web qui violent nos règles de vote ne seront plus visibles dans la liste « Hot ».
nb: Websider som overtrer våre stemmeregler vil bli skjult fra "Hot"-listen.
nl: Webpagina's die onze stemming regels overtreden zullen worden verborgen in de lijst "Hot".
pl: Strony, które naruszają nasze zasady głosowania, zostaną ukryte z listy "Hot".
pt: As páginas da Web que violam nossas regras de votação serão ocultadas da lista de "Favoritos".
tr: Oylama kurallarımızı ihlal eden web sayfaları "Yeni ve Önemli" listemizde görüntülenmeyecektir.
