Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We know the length of the hypotenuse, and want to find the length of the shortest side. What is the relationship between the sides of a <code>30 - 60 - 90</code> triangle?
es: Conocemos la longitud de la hipotenusa y queremos averiguar la longitud del lado más corto. ¿Cuál es la relación entre los lados de un triángulo de <code>30 - 60 - 90</code>?
fr: On connaît la longueur de l'hypoténuse et on cherche la longueur du plus petit des côtés de l'angle droit. Quelle est la relation entre les côtés de l'angle droit d'un triangle <code>30 - 60 - 90</code> ?
nb: Vi vet lengden på hypotenusen, og ønsker å finne lengden på den korteste kateten. Hva er forholdet mellom katetene i en <code>30 - 60 - 90</code> -trekant?
pl: Znamy długość przeciwprostokątnej, a chcemy znaleźć długość krótszego boku. Jaki jest związek pomiędzy bokami trójkąta o kątach <code>30 - 60 - 90</code>?
pt: Sabemos a medida da hipotenusa, e queremos encontrar a medida do menor lado. Qual é a relação entre os lados de um triângulo <code>30 - 60 - 90</code>?
tr: Hipotenüsün uzunluğunu biliyoruz, ve en kısa kenarın uzunluğunu bulmak istiyoruz. <code>30 - 60 - 90</code> bir üçgenin kenarları arasındaki ilişki nedir?

source: We know the lifespans are normally distributed with an average lifespan of <code class="hint_pink" id="meanHint"><var>MEAN</var></code> years.
fr: On sait que les durées de vie suivent la loi normale avec une durée de vie moyenne de <code class="hint_pink" id="meanHint"> <var>MEAN</var></code> ans.
pt: Sabemos que as expectativas de vida são normalmente distribuídas com uma expectativa de vida média de <code class="hint_pink" id="meanHint"><var>MEAN</var></code> anos.
tr: Yaşam süresinin <code class="hint_pink" id="meanHint"><var>MEAN</var></code> yıl ortalamayla normal bir dağılım gösterdiğini biliyoruz.

source: We know the opposite side and need to solve for the adjacent side so we can use the tan function (TOA)
es: Conocemos el lado opuesto y necesitamos resolver para el lado adyacente así que podemos usar la función tan (TOA)
pl: Znamy przeciwległą i musimy znaleźć długość boku przyległego do kąta, więc możemy użyć funkcji tangens (TOA)
pt: Sabemos o lado oposto e precisamos resolver para o lado adjacente, então podemos usar a função tangente (TOA)
tr: Karşı kenarı biliyoruz ve komşu kenarı bulmamız gerekiyor. Buna göre, tanjant fonksiyonunu kullanabiliriz.

source: We know the opposite side and need to solve for the hypotenuse so we can use the sin function (SOH)
es: Conocemos el lado opuesto y necesitamos resolver para la hipotenusa así que podemos usar la función seno (SOH)
pl: Znamy przeciwległą przyprostokątną i musimy znaleźć długość przeciwprostokątnej, żeby użyć funkcji sinus
pt: Sabemos o lado oposto e precisamos resolver para a hipotenusa, então podemos usar a função seno (SOH)
tr: Karşı kenarı biliyoruz ve hipotenüsü bulmamız gerekiyor. Buna göre, sinüs fonksiyonunu kullanabiliriz.

source: We know the opposite side and need to solve for the hypotenuse so we can use the sin function (SOH).
es: Conocemos el lado opuesto y necesitamos resolver la hipotenusa así que podemos usar la función seno (LOH).
pl: Znamy przeciwległą do kąta i musimy znaleźć długość przeciwprostokątnej, więc możemy użyć funkcji sinus
pt: Conhecemos o lado oposto e precisamos encontrar a hipotenusa de forma que possamos utilizar a função seno (SOH).
tr: Karşı kenarı biliyoruz ve hipotenüsü bulmamız gerekiyor. Buna göre, sinüs fonksiyonunu kullanabiliriz.

source: We know the standard deviation is <code><var>STDDEV</var></code> years, so one standard deviation below the mean is <code class="hint_pink" id="zm1Hint"><var>roundTo( 1, MEAN - STDDEV )</var></code> years and one standard deviation above the mean is <code class="hint_pink" id="zp1Hint"><var>roundTo( 1, MEAN + STDDEV )</var></code> years.
fr: On sait que l'écart-type est égal à <code><var>STDDEV</var></code> ans, donc un écart-type au-dessous de la moyenne est égal à <code class="hint_pink" id="zm1Hint"><var>roundTo( 1, MEAN - STDDEV )</var></code> ans et un écart-type au-dessus de la moyenne est égal à <code class="hint_pink" id="zp1Hint"><var>roundTo( 1, MEAN + STDDEV )</var></code> ans.
pt: Sabemos que o desvio padrão é de <code><var>STDDEV</var></code> anos, sendo assim, um desvio padrão abaixo da média é de <code class="hint_pink" id="zm1Hint"><var>roundTo( 1, MEAN - STDDEV )</var></code> anos e um desvio padrão acima da média é de <code class="hint_pink" id="zp1Hint"><var>roundTo( 1, MEAN + STDDEV )</var></code> anos.
tr: Standart sapmanın <code><var>STDDEV</var></code> yıl olduğunu biliyoruz, yani ortalamanın bir standart sapma altı, <code class="hint_pink" id="zm1Hint"><var>roundTo( 1, MEAN - STDDEV )</var></code> ve ortalamanın bir standart sapma üstü,<code class="hint_pink" id="zp1Hint"><var>roundTo( 1, MEAN + STDDEV )</var></code> yıldır.

source: We know the unique angle, which means that the other two angles are equal.
es: Conocemos el ángulo único, lo que significa que los otros dos ángulos son iguales entre sí.
fr: On connaît l'angle du sommet principal, et on sait que les deux autres angles sont égaux.
nb: Vi kjenner den unike vinkelen, som betyr at de to andre vinklene er like.
nl: We weten de unieke tophoek, wat betekent dat de andere twee hoeken gelijk zijn aan elkaar.
pl: Znamy ten wyjątkowy kąt, co oznacza, że dwa pozostałe kąty są równe.
pt: Sabemos o valor do ângulo único, o que significa que os outros dois ângulos são iguais.
tr: Farklı olan açıyı biliyoruz, bunun anlamı diğer iki açının eşit olduğudur.

source: We know two angles of the triangle.
es: Conocemos dos ángulos del triángulo.
fr: On connait deux angles du triangle.
nb: Vi kjenner to vinkler i trekanten.
nl: We weten twee hoeken van de driehoek.
pl: Znamy dwa kąty trójkąta.
pt: Sabemos o valor de dois ângulos do triângulo.
tr: Üçgenin iki açısını biliyoruz.

source: We know two angles of this triangle, so we can find the third by subtracting from <code>180</code>
es: Conocemos dos ángulos de este triángulo, así que podemos encontrar el tercero restando de <code>180</code>
fr: On connaît deux angles de ce triangle, donc on peut calculer le troisième en les soustrayant de <code>180</code> degrés.
nb: Vi vet to av vinklene i denne trekanten så vi kan finne den tredje ved å trekke fra <code>180</code>
nl: We weten twee hoeken van de driehoek, dus we kunnen de derde vinden door van <code>180</code> af te trekken.
pl: Znamy dwa kąty tego trójkąta, więc możemy znaleźć trzeci przez odjęcie od <code>180</code>
pt: Por conhecermos dois ângulos deste triângulo, podemos encontrar o terceiro ao subtrair a soma dos dois ângulos de <code>180</code>
tr: Bu üçgenin iki açısını biliyoruz, buna göre, üçüncüyü <code>180</code>'den çıkararak buluruz

source: We know two ways to count the number of groups we can choose: we use permutations if order matters, and combinations if it doesn't. Does the order the students are picked matter in this case?
es: Conocemos dos formas de contar el número de grupos que podemos elegir: podemos usar permutaciones si el orden importa, y combinaciones si no importa. ¿Importa el orden en que se eligen los estudiantes en este caso?
fr: Il y a deux façons de dénombrer des groupes : on utilise les arrangements si l'ordre compte, et les combinaisons sinon. Est ce que l'ordre dans lequel les élèves sont choisis est important ici ?
pt: Sabemos duas formas de contar o número de grupos que podemos escolher: usamos permutações caso a ordem seja relevante, e combinações caso não seja. Neste caso, a ordem de escolha dos alunos é relevante?
tr: Seçeceğimiz grup sayısını bulmanın iki yolunu biliyoruz: sıralama önemliyse, permütasyon kullanıyoruz, önemsizse, kombinasyon kullanıyoruz. Bu durumda öğrencilerin hangi sırayla seçildiği önemli mi?

source: We know where <code>0</code> is on the number line because it is labeled.
da: Vi ved, hvor <code>0</code> er på tallinjen, fordi det er markeret.
es: Sabemos dónde está el <code>0</code> en la recta numérica porque está etiquetado.
fr: On sait où est le point correspondant à <code>0</code> car il est étiqueté.
nb: Vi vet hvor <code>0</code> er på tallinjen, fordi det er markert.
nl: We weten waar <code>0</code> op de getallenlijn ligt, omdat die gemarkeerd is.
pl: Wiemy, gdzie na osi liczbowej jest <code>0</code>, ponieważ jest zaznaczone.
pt: Sabemos onde <code>0</code> está na reta numérica, pois está representado nela.
tr: <code>0</code>'ın sayı çizgisinde nerede olduğunu biliyoruz, zira işaretlenmiş.

source: We learned in Vertical angles 1 that vertical angles are equal. <a href="/video/proof-vertical-angles-are-equal" class="related-video" data-youtube-id="wRBMmiNHQaE">Watch this video</a> to understand why.
fr: Nous avons appris dans "Angles opposés par le sommet 1" que les angles opposés par le sommet sont égaux. <a href="/video/proof-vertical-angles-are-equal" class="related-video" data-youtube-id="wRBMmiNHQaE"> Regardez cette vidéo</a> pour comprendre pourquoi.
pl: W Kąty wierzchołkowe 1 dowiedzieliśmy się, że kąty wierzchołkowe są sobie równe. <a href="/video/proof-vertical-angles-are-equal" class="related-video" data-youtube-id="wRBMmiNHQaE">Obejrzyj ten film</a> żeby zrozumieć dlaczego.
pt: Aprendemos em Ângulos opostos pelo vértice 1 que os ângulos opostos pelo vértice são iguais. <a href="/video/proof-vertical-angles-are-equal" class="related-video" data-youtube-id="wRBMmiNHQaE">Assista este vídeo</a> para entender o por quê.
tr: Ters açılar 1'de ters açıların eşit olduğunu öğrendik. <a href="/video/proof-vertical-angles-are-equal" class="related-video" data-youtube-id="wRBMmiNHQaE">BU videoyu</a> izlerseniz nedenini daha iyi anlarsınız.

source: We like feedback!
da: Vi vil gerne have feedback!
es: ¡Nos gustan los comentarios!
fr: Nous aimons vos commentaires !
nb: Vi liker tilbakemeldinger!
nl: Wij houden van feedback!
pl: Lubimy opinie!
pt: Seus comentários são bem-vindos!
tr: Geribildirimi severiz!

source: We live in an age of computers. You're using one now to consume the content of this website, but if you want to, you could become one of the <em>creators</em> of computer technology.
nb: Vi lever i en dataalder. Du bruker en nå til å jobbe med denne nettsiden, men om du ønsker, kan du bli en av <em>skaperne</em> av datateknologi.
pl: Żyjemy w czasach komputerów. Używasz teraz jednego z nich do korzystania z zawartości tej strony, jednak jeśli chcesz. możesz stać się jednym z <em>twórców</em> technologii informatycznych.
pt: Vivemos na era dos computadores. Você está usando um agora mesmo para acessar o conteúdo deste site. Mas, se quiser, você pode se tornar um dos <em>criadores</em> da tecnologia dos computadores.
pt_pt: Vivemos na era dos computadores. É o que estás a usar agora para aceder ao conteúdo deste site, mas, se quiseres, podes tornar-te num <em>criador</em> de tecnologia para computadores.
tr: Bilgisayar çağında yaşıyoruz. Bu websitesinin içeriğini tüketmek için şimdi de bunlardan birini kullanıyorsunuz, ancak dilerseniz, bilgisayar teknolojisinin <em>yaratıcılarından</em> birisi olabilirsiniz.

source: We love when people create programs that support our education goals -- like drawings and stories, games, scientific visualizations, and discussion groups for computer programming (e.g. game development clubs).
da: Vi elsker når folk laver programmer, som understøtter vores mål med uddannelse -- såsom tegninger og historier, spil, videnskabelige visualiseringer og diskussionsgrupper for programmering (f.eks. spiludviklingsklubber).
es: Nos encanta cuando la gente crea progrramas que ayudan nuestras metas educativas, como dibujos, historias, juegos, visualizaciones científicas y grupos de discusión de programación (p.ej. clubs de desarrollo de juegos).
fr: Nous aimons quand les gens créent des programmes qui appuient nos objectifs de formation -- comme, faire des dessins, des jeux, des visualisations scientifiques et lorsqu'il y a des groupes de discussion concernant la programmation (des clubs de développement de jeux par exemple).
nb: Vi elsker når folk lager programmer, som understøtter våre mål med uddannelse -- som for eksempel tegninger og historier, spill, vitenskapelige visualiseringer og diskusjonsgrupper for programmering (f.eks. spillutviklingsklubber).
nl: Fijn wanneer mensen programma's maken die onze onderwijsdoelen steunen, onderwijs -- zoals tekeningen en verhalen, spelletjes, wetenschappelijke visualisaties en discussiegroepen voor computer programmeren (bijvoorbeeld spelontwikkeling clubs).
pl: Uwielbiamy, kiedy ludzie tworzą programy, które pomagają nam w osiągnięciu naszych celów edukacyjnych -- jak rysunku, opowieści, gry, wizualizacje naukowe, i grupy dyskusyjne dla programowania (np. kluby rozwoju gier).
pt: Nós adoramos quando as pessoas criam programas que apoiam nossos objetivos educacionais, como desenhos e histórias, jogos, visualizações científicas e grupos de discussões sobre programação de computadores (por exemplo, clubes de desenvolvimento de jogos).
pt_pt: Adoramos quando as pessoas criam programas educativos - como histórias, jogos, ilustrações e fóruns de discussão relacionados com a programação (exemplo: clubes de desenvolvimento de jogos).
tr: Kulanıcılarımızın çizimler, hikayeler, oyunlar ve bilimsel görselleştirmeler içeren, eğitim hedeflerimizi destekleyen programlar ve programlama üzerine (örneğin; oyun geliştirme kulübü gibi) tartışma grupları oluşturmalarından memnuniyet duyuyoruz.

source: We love when people create webpages that support our educational goals -- like stories, explanations of scientific concepts, history timelines, lists of your favorite facts.
da: Vi elsker når folk laver hjemmesider, der understøtter vores pædagogiske mål, såsom historier, forklaringer af videnskabelige begreber, historiske tidslinjer, lister over dine yndlingsfakta.
es: Nos encanta cuando la gente crea páginas web que ayudan a sus metas educativas, como historias, explicaciones de conceptos científicos, cronogramas de historia, listas de sus hechos favoritos.
fr: Nous aimons quand les gens créent des pages Web qui prennent s'appuient sur nos objectifs éducatifs -- comme raconter des histoires, faire des explications des concepts scientifiques, des chronologies de l'histoire, des listes de de vos faits préférés.
nb: Vi elsker når folk lager hjemmesider som understøtter vårt pedagogiske mål, som historier, forklaringer av vitenskabelige begreper, historiske tidslinjer, lister over dine yndlingsfakta.
nl: Fijn wanneer mensen webpagina's maken die onze educatieve doelen ondersteunen -- zoals verhalen, uitleg van wetenschappelijke concepten, geschiedenis tijdlijnen, lijsten van je favoriete feiten.
pl: Uwielbiamy, kiedy ludzie tworzą swoje własne strony internetowe, które wspierają nasze cele edukacyjne -- jak opowiadania, wyjaśnienia koncepcji naukowych, historyczne osie czasu, listy Twoich ulubionych faktów.
pt: Adoramos quando as pessoas criam páginas da Web que apoiam nossos objetivos educacionais, como histórias, explicações de conceitos científicos, linhas do tempo, listas de seus fatos favoritos.
tr: Kulanıcılarımızın çizimler, hikayeler, bilimsel açıklamalar, ve tarihsel doğrular içeren, eğitim hedeflerimizi destekleyen web sayfaları oluşturmalarından memnuniyet duyuyoruz.

source: We may be a non-profit, but we reward our <a href="http://life.khanacademy.org/post/25863613022/life-must-be-pretty-sweet-to-attract-talent-like">talented team</a> like a for-profit.
bg: Ние може да сме организация с нестопанска цел, но в същото време награждаваме нашия <a href="http://life.khanacademy.org/post/25863613022/life-must-be-pretty-sweet-to-attract-talent-like"> талантлив екип</a> като печеливша организация.
da: Vi er godt noke en non-profit, men belønner vores <a href="http://life.khanacademy.org/post/25863613022/life-must-be-pretty-sweet-to-attract-talent-like"> talentfulde team</a> som en for-profit.
es: Puede que seamos una organización sin afanes de lucro, pero premiamos a nuestro <a href="http://life.khanacademy.org/post/25863613022/life-must-be-pretty-sweet-to-attract-talent-like">talentoso equipo</a> con muchos beneficios.
fr: Nous pouvons être sans but lucratif, mais nous récompensons notre <a href="http://life.khanacademy.org/post/25863613022/life-must-be-pretty-sweet-to-attract-talent-like"> équipe talentueuse</a> comme une entreprise à but lucratif.
pl: Możemy być non-profit, ale nagradzamy nasz <a href="http://life.khanacademy.org/post/25863613022/life-must-be-pretty-sweet-to-attract-talent-like">utalentowany zespół</a>, jakbyśmy istnieli dla zysku.
pt: Podemos ser uma organização sem fins lucrativos, mas recompensamos nossa <a href="http://life.khanacademy.org/post/25863613022/life-must-be-pretty-sweet-to-attract-talent-like">equipe talentosa</a> como uma organização com fins lucrativos.
tr: Kar amacı gütmüyor olsak da, <a href="http://life.khanacademy.org/post/25863613022/life-must-be-pretty-sweet-to-attract-talent-like">yetenekli takımımızı</a> kar amacı güden organizasyonlar gibi ödüllendiriyoruz.

source: We missed %(child_name)s this week. We're ready to get back to learning!
da: Vi savnede %(child_name)s i denne uge. Vi er klar til at komme tilbage til læringen!
es: Extrañamos a %(child_name)s esta semana. ¡Estamos listos para regresar al aprendizaje!
fr: %(child_name)s nous a manqué cette semaine... A quand son retour ?
nb: Vi savnet %(child_name)s denne uken. Vi er klar til å komme tilbake til læring!
nl: We hebben %(child_name)s deze week gemist. We willen weer terug gaan naar leren!
pl: Brakowało nam %(child_name)s w tym tygodniu. Jesteśmy gotowi by wrócić do nauki!
pt: Notamos que %(child_name)s não se conectou esta semana. Estamos prontos para retomar o aprendizado!
tr: Bu hafta özledik %(child_name)s isimli öğrenciyi özledik. Biz öğrenmeye geri dönmeye hazırız!

source: We missed you this past week! Be sure to come back regularly and continue learning!
da: Vi savnede dig i sidste uge! Sørg for at vende tilbage jævnligt og fortsæt med at lære!
es: ¡Te extrañamos la semana pasada! ¡Asegúrate de volver regularmente y seguir aprendiendo!
fr: Vous nous avez manqué cette semaine... Revenez régulièrement et continuez à apprendre !
nb: Vi savnet deg den siste uken! Husk å komme tilbake jevnlig og fortsette å lære!
nl: We hebben je gemist afgelopen week! Zorg dat je regelmatig terug komt en doorgaat met leren!
pl: Brakowało nam Ciebie w tym tygodniu! Pamiętaj, żeby wracać regularnie i kontynuować naukę!
pt: Sentimos sua falta na semana passada! Lembre-se de voltar regularmente e continuar aprendendo!
tr: Geçtiğimiz hafta sizi çok özledik! Düzenli olarak geri dönüp, öğrenmeye devam etmeyi unutmayın!

source: We need <code>\green{<var>B</var>}</code> rows of <code>\blue{<var>A</var>}</code> circles to make <code>\pink{<var>C</var>}</code> total circles.
fr: Il faut <code>\green{<var>B</var>}</code> rangées de <code>\blue{<var>A</var>}</code> cercles pour obtenir <code>\pink{<var>C</var>}</code> cercles au total.
ja: 全部で<code>\pink{<var>C</var>}</code> の円にするには， <code>\blue{<var>A</var>}</code> 個の円が <code>\green{<var>B</var>}</code> 列必要です．
nb: Vi trenger <code>\green{<var>B</var>}</code> rader med <code>\blue{<var>A</var>}</code> sirkler for å lage <code>\pink{<var>C</var>}</code> sirkler totalt.
nl: We hebben <code>\green{<var>B</var>}</code> rijen van <code>\blue{<var>A</var>}</code> cirkels nodig om <code>\pink{<var>C</var>}</code> cirkels in totaal te krijgen.
pl: Potrzebujemy <code>\green{<var>B</var>}</code> rzędów po <code>\blue{<var>A</var>}</code> kółek żeby razem mieć <code>\pink{<var>C</var>}</code> kółek.
pt: Precisamos de <code>\green{<var>B</var>}</code> linhas de <code>\blue{<var>A</var>}</code> círculos para formarmos <code>\pink{<var>C</var>}</code> círculos no total.
tr: Toplam <code>\pink{<var>C</var>}</code> çember yapmak için, <code>\green{<var>B</var>}</code> satır <code>\blue{<var>A</var>}</code> çember gerekir.

source: We need a password from you.
da: Vi har brug for en adgangskode fra dig.
es: Necesitamos una contraseña definida por ti.
fr: Nous avons besoin d'un mot de passe de votre part.
ja: パスワードを入力してください
nb: Vi trenger et passord fra deg.
nl: We hebben een wachtwoord nodig.
pl: Wybierz hasło.
pt: Precisamos de uma senha sua.
pt_pt: Tens de definir a palavra-passe da tua conta.
tr: Şifre girmeniz gerekmektedir.

source: We need a password.
da: Vi har brug for en adgangskode.
es: Necesitamos una contraseña.
fr: Nous avons besoin d'un mot de passe.
ja: パスワードを入力してください
nb: Vi trenger et passord.
nl: We hebben een wachtwoord nodig.
pl: Potrzebujemy hasła.
pt: Precisamos de uma senha.
pt_pt: Precisamos de uma palavra-passe.
tr: Şifreye ihtiyacımız var.

source: We need to move one of the points to this position to represent plotting it on the graph.
fr: Nous devons déplacer un des points dans cette position pour le représenter sur le graphique.
nb: Vi må flytte et av punktene til denne plasseringen for å tegne grafen.
pt: Precisamos mover um dos pontos para essa posição para representar a sua posição no gráfico.
tr: Grafiğini göstermek için, noktaların birini bu konuma götürmemiz gerekiyor.

source: We need to save your progress before requesting feedback, please set a descriptive title for your project:
da: Vi har brug at gemme dine fremskridt før du anmoder om feedback, angiv venligst et beskrivende navn for dit projekt:
es: Necesitamos guardar tu progreso antes de solicitar comentarios, por favor establece un título descriptivo para tu proyecto:
fr: Nous avons besoin d'enregistrer votre progression avant de solliciter des commentaires, veuillez attribuer un titre descriptif à votre projet :
ja: フィードバックの要求をする前にあなたの進捗状況を保存する必要があります．あなたのプロジェクトについての説明となるタイトルをつけて下さい．
nb: Vi må lagre fremgangen din før du ber om tilbakemelding, angi en beskrivende tittel for prosjektet:
nl: We moeten jouw voortgang opslaan voordat we om feedback vragen. Geef een beschrijvende titel voor jouw project:
pl: Musimy zapisać Twoje postępy przed prośbą o opinię, prosimy, ustaw opisowy tytuł dla swojego projektu:
pt: Precisamos salvar seu progresso antes de solicitar feedback. Crie um título descritivo para seu projeto:
pt_pt: Temos de guardar o teu progresso antes de pedirmos a tua opinião. Por favor, define o título do teu projeto:
tr: Geribildirim istemeden önce ilerlemenizi kaydetmeliyiz. Lütfen porjeniz için açıklayıcı bir başlık girin:

source: We need you to complete the process for creating your child's account.
da: Vi har brug for at du færdiggør oprettelsen af dit barns konto.
es: Necesitamos que completes el proceso para crear la cuenta de tu hijo.
fr: Nous avons besoin de vous pour compléter le processus d'ouverture du compte de votre enfant.
nb: Vi trenger deg til å fullføre opprettelsen av ditt barns konto.
nl: Wij hebben u nodig om het proces af te ronden voor het aanmaken van uw kinds account.
pl: Aby zakończyć zakładanie konta dla Twojego dziecka, Twoja pomoc jest niezbędna.
pt: Precisamos que você conclua o processo de criação da conta de seu filho.
pt_pt: É necessário que conclua o processo de criação da conta do seu filho.
tr: Çocuğunuz için hesap oluşturma işlemini tamamlamanız gerekiyor.
