Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: One-time points for watching this video
da: Engangspoint for at se denne video
es: Puntos de única ocasión por ver este video
fr: Points pour pour avoir regardé la vidéo (juste cette-fois ci !)
nb: Engangspoeng for å se denne videoen
nl: Eenmalige punten voor het kijken van deze video
pl: Jednorazowo przyznane punkty za obejrzenie tego filmu
pt: Pontos por assistir a este vídeo
tr: Tek seferlik video izleme puanları

source: Ones
da: Enere
es: Unidades
fr: Unités
hi: इकाई
nb: Enere
nl: Eenheden
pl: Jedności
pt: Unidades
tr: Birler

source: Only Me
da: Kun mig
es: Solo yo
fr: Juste moi
ja: 私のみ
nb: Bare meg
nl: Alleen mij
pl: Tylko Ja
pt: Somente eu
pt_pt: Apenas eu
tr: Sadece ben

source: Only a single school name per zip code is allowed
es: Solo se permite el nombre de una escuela por código postal
fr: un seul nom de l'école est autorisé par code postal
hi: एक ज़िप कोड पर केवल एक विद्यालय के नाम की अनुमति दी गयी है
ja: 1つの郵便番号には1つの学校の名前しか許可されません．
nb: Bare et enkelt skolenavn per postnummer er tillatt
nl: U kunt slechts één schoolnaam per postcode toevoegen.
pl: Dla danego kodu pocztowego dozwolona jest tylko jedna nazwa szkoły
pt: É permitido um único nome de escola por código postal
pt_pt: Só é permitido um nome de uma escola por casa código postal
tr: Bir posta kodu için sadece bir okul adına izin verilmektedir

source: Only coaches can see your programs.
da: Kun vejledere kan se dine programmer.
es: Solo los tutores pueden ver tus programas.
fr: Seuls vos entraîneurs peuvent voir vos programmes.
ja: コーチのみがあなたのプログラムを見ることができます．
nb: Kun lærere kan se dine programmer.
nl: Alleen coaches zien jouw programma's.
pl: Tylko trenerzy mogą zobaczyć Twoje programy.
pt: Somente tutores podem ver seus programas.
pt_pt: Apenas tutores podem ver os teus programas.
tr: Programlarınızı sadece eğitmenler görebilir.

source: Only run code if a certain condition is true
da: Kør kun koden, hvis en bestemt betingelse er sand
es: Solo corre el código si cierta condición es verdadera
fr: Exécuter le code uniquement si une certaine condition est respectée
ja: ある条件が真の時のみコードが実行されます
nb: Bare kjør kode hvis en bestemt betingelse er oppfylt
nl: Code alleen uitvoeren als een bepaalde voorwaarde voldaan is
pl: Uruchom kod tylko jeśli określony warunek jest spełniony
pt: Somente executa o código se uma determinada condição for verdadeira
pt_pt: Só executa o código se uma determinada condição for verdadeira
tr: Eğer belli bir koşul doğru ise kodu çalıştır

source: Only run code while a certain condition is true
da: Kør kun koden, hvis en bestemt betingelse er opfyldt
es: Solo corre el código mientras cierta condición sea verdadera
fr: Exécuter le code tant qu'une certaine condition est respectée
ja: ある条件が真の間のみコードが実行されます
nb: Bare kjør kode hvis en bestemt betingelse er oppfylt
nl: Code alleen uitvoeren terwijl een bepaalde voorwaarde voldaan wordt
pl: Uruchom kod tylko, jeśli określony warunek jest spełniony
pt: Somente executa o código se uma determinada condição for verdadeira
pt_pt: Só executa o código enquanto uma determinada condição for verdadeira
tr: Kodu yalnızca belirli bir koşul doğruyken çalıştır

source: Only show attempted skills
da: Vis kun forsøgte færdigheder
es: Solo mostrar las habilidades intentadas
fr: Afficher uniquement les compétences tentées
ja: 試みたスキルのみを表示する
nb: Vis kun forsøkte ferdigheter
nl: Toon enkel de geprobeerde vaardigheden
pl: Pokaż tylko umiejętności, które były ćwiczone
pt: Exibir apenas habilidades praticadas
pt_pt: Mostrar apenas as competências praticadas
tr: Sadece üzerinde çalışılmış becerileri göster

source: Only show completed content
da: Viser kun færdigt indhold
es: Solo muestra el contenido completado
fr: Ne montrer que le contenu complété
ja: 完了したコンテンツのみ表示します
nb: Vis kun fullført innhold
nl: Alleen de voltooide inhoud weergeven
pl: Pokaż tylko ukończoną zawartość
pt: Exibir apenas conteúdo concluído
tr: Yanlızca tamamlanmış içeriği göster

source: Only students from specific Bay Area ZIP codes are eligible to participate
es: Solamente los estudiantes de códigos postales específicos del Área de la Bahía son elegibles para participar
fr: Seuls les étudiants dont les codes postaux sont spécifiques à la région de la baie peuvent participer
ja: ベイ・エリアの特定の郵便番号からの生徒のみが参加資格があります．
nb: Bare elever fra bestemte Bay Area postnummer kan delta
pl: Tylko uczniowie z kodami pocztowymi z Bay Area mogą uczestniczyć w tym wyzwaniu
pt: Apenas alunos de códigos postais específicos da área da Baía poderão participar
pt_pt: Só os alunos de escolas da área da baía é que podem participar
tr: Sadece Körfez Bölgesi'nden belirli posta kodlu öğrenciler katılabilir

source: Only the contrapositive of the original statement must be true.
es: Únicamente la contrapositiva de la proposición original debe ser verdadera.
fr: Seule la contraposée de la proposition initiale est vraie de façon certaine.
pt: Somente a contrapositiva da afirmação original deve ser verdadeira.
tr: Orijinal önermenin yalnızca karşıt tersi doğru olmalıdır.

source: Only those people you share the link with can see your video. If we want to list your video publicly, we'll contact you to ask permission.
da: Kun de personer, du dele linket med kan se din video. Hvis vi ønsker at liste din video offentligt, vil vi kontakte dig for at bede dig om tilladelse.
es: Solo las personas con las que compartas el video pueden verlo. Si quisíeramos hacer público tu video te contactaremos para pedirte permiso.
fr: Seules les personnes avec lesquelles vous partagez le lien peuvent voir votre vidéo. Si nous voulons lister publiquement votre vidéo, nous vous contacterons pour demander l'autorisation.
nb: Bare de personene du deler linken med kan se videoen. Hvis vi ønsker å vise videoen offentlig, vil vi kontakte deg for å be om tillatelse.
nl: Alleen die mensen met wie je de link deelt kunnen je video zien. Als we je video willen openbaar aanbieden , zullen wij je om toestemming vragen.
pl: Twój film mogą zobaczyć tylko osoby, z którymi podzielisz się linkiem. Jeśli będziemy chcieli wyświetlić Twój film publicznie, poprosimy Cię o pozwolenie.
pt: Somente as pessoas com quem você compartilhar o link poderão ver seu vídeo. Se quisermos apresentar seu vídeo publicamente, entraremos em contato para pedir permissão.
tr: Videonuzu sadece linkini paylaştığınız kişiler görebilir. Videonuzu herkesin izleyebileceği şekilde listelemeyi istediğimiz takdirde, sizinle izninizi almak için iletişime geçeceğiz.

source: Only you (the parent) will be able to change your child’s password.
es: Solo tú (el padre o madre) podrá cambiar la contraseña de tu hijo.
nb: Bare du (foreldre) kan endre ditt barns passord.
pt: Apenas você (o pai) poderá alterar a senha do seu filho.
pt_pt: Apenas o pai poderá alterar a palavra-passe da conta infantil.
tr: Sadece siz (veli) çocuğunuzun şifresini değiştirebileceksiniz.

source: Ontario
ja: オンタリオ州
pt: Ontário
pt_pt: Ontário
tr: Ontaryo

source: Onto the next step!
da: Videre til det næste trin!
es: ¡Hacia el siguiente paso!
fr: Allons à l'étape suivante !
nb: Videre til neste trinn!
nl: Op naar de volgende stap!
pl: Do następnego kroku!
pt: Vamos para a próxima etapa!
pt_pt: Para o próximo passo!
tr: Sonraki adıma!

source: Onward!
da: Videre!
es: ¡Adelante!
fr: En avant !
ja: 前進!
nb: Videre!
nl: Verder!
pl: Naprzód!
pt: Siga em frente!
pt_pt: Força!
tr: Devam!

source: Onward! <br> Sal and the Khan Academy Team
da: Videre! <br> Sal og Khan Academy-teamet
es: ¡Adelante! <br> Sal y el equipo de Khan Academy
fr: En avant ! <br> Les équipes de Bibliothèques Sans Frontières et de Khan Academy
ja: 前進! <br> サルとカーンアカデミーチームより
nb: Videre! <br> Sal og Khan Akademi-teamet
nl: Voorwaarts! <br> Sal en het Khan Academy Team
pl: Cała naprzód! <br> Sal i zespół Khan Academy
pt: Avante! <br> Sal e a equipe da Khan Academy
pt_pt: Força! <br> A equipa da Khan Academy
tr: Devam! <br> Sal ve Khan Academy Ekibi

source: Onward! Sal and the Khan Academy Team
da: Videre! Sal og Khan Academy-teamet
es: ¡Adelante! Sal y el equipo de Khan Academy
fr: En avant ! Les équipes de Bibliothèques Sans Frontières et de Khan Academy
ja: 前進! サルとカーンアカデミーチームより
nb: Videre! Sal og teamet på Khan Academy
nl: Voorwaarts! Sal en het Khan Academy Team
pl: Naprzód! Sal i zespół Khan Academy
pt: Avante! Sal e a equipe da Khan Academy
pt_pt: Força! A equipa da Khan Academy
tr: Devam! Sal ve Khan Academy Ekibi

source: Oops - no filter
da: Ups - intet filter
es: Ups, no hay filtro
fr: Oups - pas de filtre
nb: Ups - ingen filter
nl: Oeps - geen filter
pl: Oj - brak filtra
pt: Ops - não há filtro
pt_pt: Oops - sem filtros
tr: Upss - filtre yok

source: Oops! Go check Step %(n)s!
da: Ups! Gå tilbage og tjek trin %(n)s!
es: ¡Ups! ¡Revisa el paso %(n)s!
fr: Oups! Allez vérifier l'étape %(n)s!
nb: Oops! Gå tilbake og sjekk trinn %(n)s!
nl: Oeps! Ga stap %(n)s eens nakijken!
pl: Ups! Sprawdź Krok %(n)s!
pt: Ops! Verifique a etapa %(n)s!
tr: Oops! %(n)s adımını kontrol edin!

source: Oops! Something went wrong. Please try again later.
da: Ups! Noget gik galt. Prøv venligst igen senere.
es: ¡Ups! Algo salió mal. Por favor inténtalo de nuevo más tarde.
fr: Oups ! Quelque chose a mal tourné. Veuillez réessayer plus tard.
ja: おっと! 何かの間違いが起こりました．もう一度後でやり直して下さい．
nb: Oops. Noe gikk galt. Vennligst prøv igjen senere.
nl: Oeps. Er is iets misgegaan. Probeer het later nog eens.
pl: Ups! Coś poszło nie tak. Spróbuj ponownie później.
pt: Ops! Algo deu errado. Tente novamente mais tarde.
pt_pt: Oops! Ocorreu um erro. Por favor, volta a tentar mais tarde.
tr: Lütfen daha sonra yeniden deneyiniz.

source: Oops, something went wrong.
bg: Опа! Нещо се обърка.
da: Ups! Noget gik galt.
es: Ups, algo salió mal.
fr: Oups! Il y a eu un problème.
he: אופס, משהו השתבש.
nb: Oops, gikk noe galt.
nl: Oeps, er is iets misgegaan.
pl: Ups, coś poszło nie tak.
pt: Ops, algo deu errado.
pt_pt: Oops. Ocorreu um erro.
tr: Korkarız yolunda gitmeyen bir şeyler var.

source: Oops, we broke something, please try again.
da: Ups, vi lavede en fejl, prøv venligst igen.
es: Ups. Descompusimos algo. Por favor inténtalo otra vez.
fr: Oups, nous avons cassé quelque chose, s'il vous plaît veuillez réessayer.
ja: おっと! 私達は何かを壊してしまいました．もう一度試してみて下さい．
nb: Oops, vi brøt noe, Vennligst prøv igjen.
nl: Oeps, er is iets kapot, probeer het opnieuw.
pl: Ups, coś się zepsuło, spróbuj ponownie.
pt: Opa! Algo deu errado. Tente novamente.
pt_pt: Oops. Ocorreu um erro. Por favor, volte a tentar.
tr: Lütfen yeniden deneyiniz.

source: Oops, you need to fix a previous step!
da: Ups, du skal rette et tidligere trin!
es: ¡Ups, necesitas arreglar un paso anterior!
nb: Oops, du må gå tilbake for å fikse er tidligere trinn!
nl: Oeps, je moet een vorige stap herstellen!
pl: Ups, musisz dokończyć poprzedni krok!
pt: Ops, você precisa consertar uma etapa anterior!
tr: Hop, önceki bir adımı düzeltmeniz gerekiyor!

source: Oops, you're not allowed!
da: Ups, du har ikke adgang!
es: ¡Ups, no tienes permiso!
fr: Oups, vous n'êtes pas autorisé !
ja: おっと，それはあなたには許可されていません!
nb: Hups, du har ikke tilgang!
nl: Oeps, je bent niet toegestaan!
pl: Ups, nie możesz tego zrobić!
pt: Opa! Você não tem permissão!
pt_pt: Oops. Não tens permissões!
tr: Üzgünüz, buna izniniz bulunmuyor!

source: Oops. It looks like you're no longer logged in as %(name)s. Maybe you were logged out in another window? Click to reload the dashboard.
da: Ups. Det ser ud som du ikke længere er logget ind som %(name)s. Måske har du logget ud i et andet vindue? Klik for at genindlæse læringsoversigten.
es: Ups. Parece que ya no has ingresado como %(name)s. ¿Puede que hayas cerrado sesión en otra ventana? Haz clic para recargar el panel.
fr: Oups. On dirait que vous n'êtes plus connecté en tant que %(name)s. Peut-être que vous aviez été déconnecté dans une autre fenêtre? Click pour rafraîchir le tableau de bord.
nb: Oops. Det ser ut som at du ikke lenger er logget inn som %(name)s. Kanskje du ble logget ut i et annet vindu? Klikk for å laste dashbordet på nytt.
nl: Oeps. Het lijkt erop dat je niet langer bent ingelogd als %(name)s. Misschien was je uitgelogd in een ander venster? Klik het dashboard om te herladen.
pl: Uups. Wygląda na to, że nie jesteś już zalogowany jako %(name)s. Może zostałeś wylogowany w innym oknie? Kliknij, aby załadować pulpit nawigacyjny ponownie.
pt: Ops. Parece que você não está mais conectado como %(name)s. Talvez você tenha se desconectado em outra janela. Clique para recarregar o painel de aprendizagem.
tr: Oops. Görünüşe göre %(name)s kullanıcısının oturumu kapanmış. Başka bir pencereden çıkış yapmış olabilir misiniz? Pano'nuzu yeniden yüklemek için tıklayınız.

source: Oops. Something went wrong. Please try again later.
da: Ups. Noget gik galt. Prøv venligst igen senere.
es: Ups. Algo salió mal, por favor inténtalo de nuevo más tarde.
fr: Oups. Quelque chose a mal tourné. Veuillez réessayer plus tard.
ja: おっと．何かの間違いが起こりました．もう一度後でやり直して下さい．
nb: Oops. Noe gikk galt. Vennligst prøv igjen senere.
nl: Oeps. Er is iets mis gegaan. Probeer het later opnieuw.
pl: Ups. Coś poszło nie tak. Spróbuj ponownie później.
pt: Opa! Alguma coisa deu errado. Tente novamente mais tarde.
pt_pt: Oops. Ocorreu um erro. Por favor, volta a tentar mais tarde.
tr: Lütfen daha sonra yeniden deneyiniz.

source: Oops. Something went wrong. Please try again.
da: Ups. Noget gik galt. Prøv venligst igen.
es: Ups. Algo salió mal. Por favor inténtalo otra vez.
fr: Oups. Quelque chose a mal tourné. S'il vous plaît, veuillez réessayer.
ja: おっと! 何かの間違いが起こりました．もう一度試してみて下さい．
nb: Oops. Noe gikk galt. Vennligst prøv på nytt.
nl: Oeps. Er ging iets mis. Probeer het opnieuw.
pl: Ojej, coś poszło nie tak. Spróbuj ponownie.
pt: Opa! Alguma coisa deu errado. Tente novamente.
pt_pt: Oops. Ocorreu um erro. Por favor, volta a tentar.
tr: Lütfen yeniden deneyiniz.

source: Oops. We made a mistake.
da: Ups. Vi har lavet en fejl.
es: Ups. Cometimos un error.
fr: Oups. Nous avons fait une erreur.
nb: Ops. Vi har gjort en feil.
nl: Oeps. We hebben een fout gemaakt.
pl: Ups. Popełniliśmy błąd.
pt: Ops. Cometemos um erro.
pt_pt: Oops. Ocorreu um erro.
tr: Özür dileriz. Bir hata yaptık.

source: Open Computer Lab hours
es: Abre horarios para el laboratorio de computación
nb: Åpne datarom
pt: Horas livres no laboratório de informática
tr: Bilgisayar Laboratuvarının Herkese Açık Olduğu Saatler

source: Open checklist
da: Åbn tjekliste
es: Abrir lista de control
fr: Ouvrir la checklist
ja: チェックリストを開く
nb: Åpne sjekkliste
pl: Otwórz listę kontrolną
pt: Abrir lista de verificação
pt_pt: Abrir lista de verificação
tr: Listeyi aç

source: Open content in a new tab
da: Åben indhold i en ny fane
es: Abre el contenido en una nueva pestaña
fr: Ouvrir le contenu dans un nouvel onglet
ja: 新しいタブでコンテンツを開く
nb: Åpne innhold i ny fane
nl: Open inhoud in een nieuw tabblad
pl: Otwórz zawartość w nowej karcie
pt: Abrir conteúdo em uma nova aba
pt_pt: Abrir o conteúdo num novo separador
tr: İçeriği yeni sekmede aç

source: Open full summary
da: Åbn hele resuméet
es: Abrir el resumen completo
fr: Ouvrir résumé complet
ja: 全要約を開きます
nb: Åpne hele sammendraget
nl: Open volledig overzicht
pl: Otwórz pełne podsumowanie
pt: Abrir resumo completo
pt_pt: Abrir resumo completo
tr: Bütün özeti aç

source: Open skill in a new tab
da: Åben færdighed i en ny fane
es: Abre la habilidad en una nueva pestaña
fr: Ouvrir l'exercice
ja: 新しいタブでスキルを開く
nb: Åpne ferdigheter i en ny fane
nl: Open vaardigheid in een nieuw tabblad
pl: Otwórz umiejętność w nowej zakładce
pt: Abra a habilidade em uma nova aba
pt_pt: Abrir competência num novo separador
tr: Yeni bir sekmede beceri açmak

source: Open the computer lab to students on Fridays for an hour (during or after normal school hours) and allow students to work on Khan Academy or as an activity for students if they finish their work early.
es: Abre el laboratorio de computación para los estudiantes los viernes por una hora (durante o después del horario escolar) y permite que los estudiantes trabajen en Khan Academy o plantéalo como actividad para los estudiantes que terminen su trabajo temprano.
nb: Åpne datarom på skolen et par timer på fredager (i løpet av eller etter skoledagen) vil gjøre at elever kan jobbe med Khan Academy om de er ferdige med annet arbeid for uken.
pt: Abra o laboratório de informática para os alunos nas sextas por uma hora (durante o após o período letivo) e permita que os alunos trabalhem na Khan Academy ou como uma atividade para os alunos se eles terminarem seu trabalho mais cedo.
tr: Cumaları bir saatliğine (normal okul saatleri içinde veya dışında) bilgisayar laboratuvarını öğrencilere açın ve öğrencilerin Khan Academy'de çalışmasına izin verin veya çalışmasını erkenden bitiren öğrenciler için bir etkinlik olarak sunun.

source: Open the “{{yourNickname}}” menu at the top right and click “<a class="no-underline" href="/coach">Add students</a>” or “<a class="no-underline" href="/parent">Add children</a>” to get started!
es: Abre el menú “{{yourNickname}}” arriba a la derecha y da clic en “<a class="no-underline" href="/coach">Agregar estudiantes</a>” o “<a class="no-underline" href="/parent">Agregar hijos</a>” para empezar.
fr: Cliquez sur le menu {{yourNickname}} en haut à droite de votre écran, puis sur <a class="no-underline" href="/coach">ajouter des élèves</a> ou <a class="no-underline" href="/parent">ajouter vos enfants</a> pour commencer !
ja: 上部右にある「{{yourNickname}}」メニューを開き，「<a class="no-underline" href="/coach">生徒を加える</a>」または「<a class="no-underline" href="/parent">子供を加える</a>」をクリックしてはじめて下さい!
nb: Åpne “{{yourNickname}}” menyen oppe til høyre og klikk “<a class="no-underline" href="/coach">Add students</a>” eller “<a class="no-underline" href="/parent">Add children</a>” for å komme igang!
nl: Open het "{{yourNickname}}" menu rechtsbovenaan en klik op "<a class="no-underline" href="/coach">Leerlingen toevoegen</a>" of "<a class="no-underline" href="/parent">Kinderen toevoegen</a>" om te starten!
pl: Otwórz menu “{{yourNickname}}” w prawym górnym rogu i kliknij “<a class="no-underline" href="/coach">Dodaj uczniów</a>” lub “<a class="no-underline" href="/parent">Dodaj dzieci</a>” żeby zacząć!
pt: Abra o menu “{{yourNickname}}” no canto superior direito e clique em “<a class="no-underline" href="/coach">Adicionar alunos</a>” ou “<a class="no-underline" href="/parent">Adicionar filhos</a>” para começar!
pt_pt: Para começar, abra o menu do seu nome (“{{yourNickname}}”) no canto superior direito e clique em “<a class="no-underline" href="/coach">Adicionar alunos</a>” ou “<a class="no-underline" href="/parent">Adicionar filhos</a>”!
tr: Başlamak için sağ üstteki "{{yourNickname}}" menüsünü açıp, "<a class="no-underline" href="/coach">Öğrenci ekle</a>" veya "<a class="no-underline" href="/parent">Çocuk ekle</a>"ye tıklayın!

source: Open the “{{yourNickname}}” menu at the top right and click “<a class="no-underline" href="/coach">Your students</a>” or “<a class="no-underline" href="/parent">Your children</a>” to get started!
es: Abre el menú “{{yourNickname}}” arriba a la derecha y da clic en “<a class="no-underline" href="/coach">Tus estudiantes</a>” o “<a class="no-underline" href="/parent">Tus hijos</a>” para empezar.
fr: Cliquez sur le menu {{yourNickname}} en haut à droite de votre écran et choisissez <a class="no-underline" href="/coach">ajouter des élèves</a> ou <a class="no-underline" href="/parent">ajouter vos enfants</a> pour commencer !
ja: 上部右にある 「{{yourNickname}}」メニューを開き，「<a class="no-underline" href="/coach">あなたの生徒</a>」または「<a class="no-underline" href="/parent">あなたの子供</a>」をクリックしてはじめて下さい!
nb: Åpne “{{yourNickname}}” menyen oppe til høyre og klikk “<a class="no-underline" href="/coach">Your students</a>” eller “<a class="no-underline" href="/parent">Your children</a>” for å komme igang!
nl: Open het "{{yourNickname}}" menu rechtsbovenaan en klik op"<a class="no-underline" href="/coach">Jouw leerlingen</a>" of "<a class="no-underline" href="/parent">Jouw kinderen</a>" om te starten!
pl: Otwórz menu “{{yourNickname}}” w prawym górnym rogu i kliknij “<a class="no-underline" href="/coach">Twoi uczniowie</a>” lub “<a class="no-underline" href="/parent">Twoje dzieci</a>” aby zacząć!
pt: Abra o menu “{{yourNickname}}” no canto superior direito e clique em “<a class="no-underline" href="/coach">Seus alunos</a>” ou “<a class="no-underline" href="/parent">Seus filhos</a>” para começar!
pt_pt: Para começar, abra o menu do seu nome (“{{yourNickname}}”) no canto superior direito e clique em “<a class="no-underline" href="/coach">Os seus alunos</a>” ou “<a class="no-underline" href="/parent">Os seus filhos</a>”!
tr: Başlamak için sağ üstteki "{{yourNickname}}" menüsünü açıp, "<a class="no-underline" href="/coach">Öğrencileriniz</a>" veya "<a class="no-underline" href="/parent">Çocuklarınız</a>"a tıklayın!

source: Open to 3rd Grade through 12th Grade, LearnStorm is coming to 10 Bay Area counties in 2015. You can participate as an individual, and also as a member of your school and city. LearnStorm will culminate with a celebratory in-person finals event.
es: Abierto desde 3.º grado hasta 12.º grado, LearnStorm va a llegar a 10 condados del Área de la Bahía en 2015. Puedes participar de manera individual, y también como miembro de tu escuela y de tu ciudad. LearnStorm culminará con un evento presencial en el que se celebrará la final.
ja: 小学3年生から，高校3年生まで参加できるラーンストームは 2015 年に 10 のベイ・エリアの州にやってきます．あなたは個人として，学校のメンバーとして，または市のチームとして参加することができます．ラーンストームは対面の最終決勝イベントでその最高潮をむかえます．
nb: Åpen fra 3. klasse til 12. klasse, Learnstorm kommer til 10 Bay Area fylker i 2015. Du kan delta som et individ, og også som medlem av en gruppe på skolen og byen. Learnstorm vil avsluttes med et personlig finale arrangement.
pl: Dostępne dla klas od 3 do 12, LearnStorm jest przeznaczone dla 10 okręgów Bay Area w 2015. Możesz uczestniczyć jako osoba indywidualna, ale także jako członek swojej szkoły lub miasta. Na zakończenie LearnStorm odbędzie się uroczyste świętowanie.
pt: Aberta para os ensinos fundamental e médio, a LearnStorm vai acontecer em 10 cidades da área da Baía em 2015. Você pode participar individualmente, e também como um membro de sua escola e cidade. A LearnStorm vai terminar com um evento comemorativo presencial.
pt_pt: Aberto a participantes do 3ª ao 12ª ano, a LearnStorm vai chegar a 10 concelhos de Bay Area em 2015. Pode participar individualmente ou como membro de um grupo da sua escola ou cidade. A LearnStorm vai culminar com uma final presencial de celebração.
tr: 3. sınıftan 12. sınıfa kadar, LearnStorm 2015'te 10 Körfez Alanı bölgesine geliyor. Bireysel olarak katılabileceğiniz gibi, okul ve şehir takımınızın bir üyesi olarak da katılabilirsiniz. Learnstorm, ilgili kişilerin katılacağı bir final kutlaması ile sonuçlanacaktır.
