Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Getting enough rest is important to thinking clearly.
da: At få nok hvile er vigtigt for at kunne tænke klart.
es: Descansar lo suficiente es importante para pensar con claridad.
fr: Il est important pour penser clairement de se reposer suffisamment.
ja: 十分に休憩をとる事は、物事を明確に考えるために大切な事です。
nb: Å få nok hvile er viktig for å kunne tenke klart.
nl: Genoeg rusten is belangrijk om goed te kunnen denken.
pl: Odpowiednia ilość odpoczynku jest ważna, aby myśleć jasno.
pt: É importante descansar para pensar com clareza.
pt_pt: É importante descansar para pensar com clareza.
tr: Yeterince dinleniyor olmak, net şekilde düşünebilmek için çok önemlidir.

source: Getting housing
bg: Намиране на жилище
da: Find en bolig
es: Conseguir vivienda
fr: Obtenir un logement
pl: Uzyskanie mieszkania
pt: Moradia
tr: Konut bulma

source: Giraffes
nb: Sjiraffer
pl: Żyrafy
pt: Girafas
tr: Zürafalar

source: Give $10 monthly
ja: 毎月 $10 を送る
nb: Gi $10 per måned
pl: Przekazuj 10$ miesięcznie
pt: Doar $10 mensais
pt_pt: Doar $10 por mês
tr: Ayda 10 dolar bağışlayın

source: Give $19 monthly
ja: 毎月 $19 を送る
nb: Gi $19 per måned
pl: Przekazuj 19$ miesięcznie
pt: Doar $19 mensais
pt_pt: Doar $19 por mês
tr: Ayda 19 dolar bağışlayın

source: Give $20 monthly
ja: 毎月 $20 を送る
nb: Gi $20 per måned
pl: Przekazuj 20$ miesięcznie
pt: Doar $20 mensais
pt_pt: Doar $20 por mês
tr: Ayda 20 dolar bağışlayın

source: Give $9 monthly
ja: 毎月 $9 を送る
nb: Gi $9 per måned
pl: Przekazuj 9$ miesięcznie
pt: Doar $9 mensais
pt_pt: Doar $9 por mês
tr: Ayda 9 dolar bağışlayın

source: Give Feedback
da: Giv Feedback
es: Dar sugerencias
fr: Donnez votre commentaire
nb: Gi tilbakemelding
nl: Geef feedback
pl: Prześlij opinię
pt: Dar feedback
tr: Geribildirim vermek

source: Give a great answer
da: Giv et fantastisk svar
es: Da una estupenda respuesta
fr: Donner une super réponse
ja: すばらしい答えを与えましょう．
nb: Gi et godt svar
nl: Een geweldig antwoord geven
pl: Daj świetną odpowiedź
pt: Forneça uma ótima resposta
pt_pt: Dá a melhor resposta que puderes
tr: Müthiş bir cevap verin

source: Give your brain a workout. The more you use it, the stronger it gets.
da: Træn din hjerne. Jo mere du bruger den, jo stærkere bliver den.
es: Dale a tu cerebro un entrenamiento. Mientras más lo usas, más fuerte se pone.
fr: Donnez à votre cerveau une séance d'entraînement. Plus vous l'utilisez, plus il devient fort.
ja: 脳に運動をさせましょう．あなたが脳を使えば使うほど，脳はより強くなります．
nb: Tren hjernen din. Jo mer du bruker den, jo sterkere blir den.
nl: Train je brein. Hoe meer je het gebruikt, hoe slimmer je wordt!
pl: Trenuj swój mózg. Im więcej go używasz, tym silniejszy się staje.
pt: Exercite seu cérebro. Quanto mais usá-lo, mais forte ele ficará.
pt_pt: Exercita o teu cérebro. Quanto mais o usares, mais forte ficará.
tr: Beyninizi çalıştırın. Ne kadar çok kullanırsanız, o kadar güçlenir.

source: Given
es: Dado
fr: Sachant que
nb: Gitt
pt: Dado
tr: Verilen

source: Given <var>NUM</var> people, each person shakes the hands of <var>NUM - 1</var> other people.
da: Givet <var>NUM</var> personer giver hånden til <var>NUM - 1</var> andre personer.
es: Dadas <var>NUM</var> persona, cada persona estrecha la mano de otras <var>NUM - 1</var> personas.
fr: Il y a <var>NUM</var> personnes, donc chaque personne serre la main de <var>NUM - 1</var> autres personnes.
pt: Dado um número de <var>NUM</var> pessoas, cada pessoa cumprimenta <var>NUM - 1</var> outras pessoas.
tr: Eğer <var>NUM</var> kişi varsa, herkes <var>NUM - 1</var> farklı kişiyle el sıkışır.

source: Given that:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; x \end{eqnarray} </code>
es: Dado que:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; x \end{eqnarray} </code>
pl: Wiedząc, że:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; x \end{eqnarray} </code>
pt: Dado que:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; x \end{eqnarray} </code>
tr: Şu verilmiştir:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; x \end{eqnarray} </code>

source: Given that:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{BD} &amp;=&amp; x \end{eqnarray} </code>
es: Dado que:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{BD} &amp;=&amp; x \end{eqnarray} </code>
nb: Gitt at:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{BD} &amp;=&amp; x \end{eqnarray} </code>
pl: Wiedząc, że:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{BD} &amp;=&amp; x \end{eqnarray} </code>
pt: Dado que:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{BD} &amp;=&amp; x \end{eqnarray} </code>
tr: Şu verilmiştir:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{BD} &amp;=&amp; x \end{eqnarray} </code>

source: Given that:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{BC} &amp;=&amp; x \end{eqnarray} </code>
es: Dado que:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{BC} &amp;=&amp; x \end{eqnarray} </code>
nb: Gitt at:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{BC} &amp;=&amp; x \end{eqnarray} </code>
pl: Wiedząc, że:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{BC} &amp;=&amp; x \end{eqnarray} </code>
pt: Dado que:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{BC} &amp;=&amp; x \end{eqnarray} </code>
tr: Şu verilmiştir:<br> <code> \quad\begin{eqnarray} \overline{AB} &amp;=&amp; <var>SIDE_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{BC} &amp;=&amp; x \end{eqnarray} </code>

source: Given that:<br> <code> \quad\begin{eqnarray} \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{AB} &amp;=&amp; x \\ \end{eqnarray} </code>
es: Dado que:<br> <code> \quad\begin{eqnarray} \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{AB} &amp;=&amp; x \\ \end{eqnarray} </code>
nb: Gitt at:<br> <code> \quad\begin{eqnarray} \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{AB} &amp;=&amp; x \\ \end{eqnarray} </code>
pl: Wiedząc, że:<br> <code> \quad\begin{eqnarray} \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{AB} &amp;=&amp; x \\ \end{eqnarray} </code>
pt: Dado que:<br> <code> \quad\begin{eqnarray} \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{AB} &amp;=&amp; x \\ \end{eqnarray} </code>
tr: Şu verilmiştir:<br> <code> \quad\begin{eqnarray} \overline{BC} &amp;=&amp; <var>HEIGHT_A</var> \\ \overline{BD} &amp;=&amp; <var>SIDE_B</var> \\ \overline{DE} &amp;=&amp; <var>HEIGHT_B</var> \\ \overline{AB} &amp;=&amp; x \\ \end{eqnarray} </code>

source: Given the equation:
da: Givet ligningen:
es: Dada la ecuación:
fr: Soit la droite d'équation :
nb: Gitt likningen:
nl: Gegeven de vergelijking:
pt: Dada a equação:
tr: Verilen denklem:

source: Given the following angles:
nl: Gegeven de volgende hoeken:
pt: Dados os seguintes ângulos:
tr: Aşağıdaki açılar verilmiştir:

source: Given the following reaction: <span style="float: right;"><input class="simple-button" id="show-periodic-table" type="button" value="Show periodic table"></span>
pl: Biorąc pod uwagę następującą reakcję: <span style="float: right;"> <input class="simple-button" id="show-periodic-table" type="button" value="Show periodic table"></span>
pt: Dada a seguinte reação: <span style="float: right;"><input class="simple-button" id="show-periodic-table" type="button" value="Show periodic table"></span>

source: Given the following values, find the equation of the line.
da: Givet de følgende regler, find ligningen for linjen.
es: Dados los siguientes valores, encuentra la ecuación de la recta.
fr: En utilisant les valeurs suivantes, déterminer l'équation de la droite.
nb: Gitt følgende verdier, finn likningen til linjen.
pl: Mając dane następujące wartości, znajdź równanie prostej.
pt: Considerando os seguintes valores, encontre a equação da reta.
tr: Aşağıdaki değerlere göre, doğrunun denklemini bulunuz.

source: Given the following:
nb: Gitt følgende:
nl: Gegeven het volgende:
pl: Biorąc pod uwagę następujące:
pt: Dado o seguinte:
tr: Aşağıda verilenler:

source: Given the line:
fr: Soit la droite d'équation :
nb: Følgende linje er gitt:
pl: Mając równanie prostej:
pt: Dada a reta:
tr: Verilen doğru:

source: Go Back!
da: Gå tilbage!
es: ¡Regresa!
fr: Revenez en arrière!
nb: Gå tilbake!
nl: Ga terug!
pl: Cofnij!
pt: Volte!
pt_pt: Volta atrás!
tr: Geri Gidin!

source: Go back
bg: Назад
da: Gå tilbage
es: Regresar
fr: Retour
ja: 戻る
nb: Gå tilbake
nl: Ga terug
pl: Wstecz
pt: Voltar
pt_pt: Retroceder
tr: Geri git

source: Go back to inviting students by email.
es: Regresa a invitar a los estudiantes por correo electrónico.
ja: 生徒を電子メイルで招待するに戻る
nb: Gå tilbake til å innby elever med e-mail.
nl: Ga terug naar leerlingen uitnodigen via e-mail.
pl: Wróć do zapraszania uczniów przez e-mail.
pt: Volte para convidar os alunos por e-mail.
pt_pt: Retroceda para convidar os alunos por e-mail.
tr: Öğrencileri e-postayla davet etmeye geri dönün.

source: Go beyond the hour
da: Fortsæt udover en time
es: Ve más allá de una hora
fr: Une heure et ensuite...
nb: Gå utover timen
nl: Ga verder dan het uur
pl: Wyjdź poza godzinę
pt: Além da Hora do Código
pt_pt: Outras atividades além da Hora de Código
tr: Bir saati geçin

source: Go to
es: Ve a
nb: Gå til
pt: Vá para
pt_pt: Aceda a
tr: Gidiniz

source: Go to
es: Ve a
fr: Aller à
nb: Gå til
pt: Vá para
pt_pt: Aceda a
tr: Gidiniz

source: Go to <a href='/'>our Smarthistory homepage</a> to find more art history content.
da: Gå til <a href='/'>vores Smarthistory-hjemmeside</a> for at finde mere indhold om kunsthistorie.
es: Ve a <a href='/'>nuestro sitio de Smarthistory</a> para encontrar más contenido de historia del arte.
fr: Allez à <a href='/'>notre page d'accueil "Smarthistory""</a> pour trouver plus de contenu sur l'histoire de l'art.
nb: Gå til <a href='/'>vår Smarthistorie-hjemmeside</a> for å finne mer innhold om kunsthistorie.
nl: Ga naar <a href='/'>onze homepage Kunstgeschiedenis</a> om meer over de inhoud hiervan te vinden.
pl: Przejdź do <a href='/'>naszej strony głównej Smarthistory</a>, aby znaleźć więcej treści z historii sztuki.
pt: Visite <a href='/'>nossa homepage Smarthistory</a> para encontrar mais conteúdo sobre história da arte.
tr: <a href='/'>Smarthistory anasayfasına giderek</a>sanat tarihi konulu daha fazla içeriğe ulaşabilirsiniz.

source: Go to leaderboards
es: Ir a la tabla de clasificación
ja: リーダーボードに行く
nb: Gå til resultatlistene
pl: Zobacz tablice wyników
pt: Ir para os quadros de classificação
pt_pt: Ver classificações
tr: Liderlik panolarına gidin

source: Go to next lesson
da: Gå til næste lektion
es: Ir a la siguiente lección
fr: Aller à la leçon suivante
ja: 次のレッスンに進む
nb: Gå til neste leksjon
nl: Ga naar de volgende les
pl: Przejdź do następnej lekcji
pt: Ir para a próxima lição
pt_pt: Ver a aula seguinte
tr: Bir sonraki derse geçiniz

source: Go to parent homepage
da: Gå til forælderhjemmesiden
es: Ir a la página de inicio de padres
fr: Aller à la page d'accueil pour les parents
ja: 親のホームページに行く
nb: Gå til foreldre hjemmeside
nl: Ga naar de ouder homepage
pl: Przejdź do strony głównej rodzica
pt: Ir para a página inicial dos pais
pt_pt: Aceda à página "Os seus filhos"
tr: Veli ana sayfasına gidin

source: Go to your Khan Academy parent homepage:
es: Ve a tu página inicial de padres de Khan Academy:
nb: Gå til din Khan Academy foreldre hjemmeside:
pt: Acesse sua página de pai na Khan Academy:
tr: Khan Academy veli ana sayfasına gidiniz:

source: Go to your teacher homepage:
es: Ve a tu página principal de maestro:
nb: Gå til startsiden for lærer:
pl: Przejdź do strony głównej nauczyciela:
pt: Acesse sua página do professor:
pt_pt: Aceda ao painel de gestão de alunos:
tr: Öğretmen ana sayfanıza gidin:

source: Goal
da: Mål
es: Objetivo
fr: Objectif
ja: ゴール
nb: Mål
nl: Doel
pl: Cel
pt: Meta
pt_pt: Objetivo
tr: Hedef

source: Goal Block 1:
da: Endelig Blok 1:
es: Bloque objetivo 1:
fr: Bloc d'arrivée 1 :
hi: गोल ब्लाक 1:
nb: Mål Blokk 1:
nl: Doelbalk 1:
pl: Docelowy klocek 1:
pt: Bloco Desejado 1:
tr: Hedef Blok 1:

source: Goal Block 2:
da: Endelig Blok 2:
es: Bloque objetivo 2:
fr: Bloc d'arrivée 2 :
hi: गोल ब्लाक 2:
nb: Mål Blokk 2:
nl: Doelbalk 2:
pl: Docelowy klocek 2:
pt: Bloco Desejado 2:
tr: Hedef Blok 2:

source: Goal Block:
da: Den Ønskede Blok:
es: Bloque objetivo:
fr: Bloc d'arrivée :
hi: गोल ब्लाक:
nb: Mål-Blokk:
nl: Doelbalk:
pl: Klocek docelowy:
pt: Bloco Desejado:
tr: Hedef Blok:

source: Goal block 1 has a length of <code><var>CODE_OFFSPRING_1</var></code> units, which can be rewritten as:
es: El bloque objetivo 1 tiene una longitud de <code><var>CODE_OFFSPRING_1</var></code> unidades, que puede reescribirse como:
fr: La longueur du Bloc d'arrivée 1 est <code><var>CODE_OFFSPRING_1</var></code>, ce qui peut s'écrire :
hi: गोल ब्लाक 1 की लम्बाई है <code><var>CODE_OFFSPRING_1</var></code> इकाईयों जितनी, जिसका पुनर्लेखन ऐसे हो सकता है :
nb: Målblokk 1 har en lengde på <code><var>CODE_OFFSPRING_1</var></code> enheter, som kan skrives som:
nl: Doelbalk 1 heeft een lengte van <code><var>CODE_OFFSPRING_1</var></code> eenheden, wat je ook kan schrijven als:
pl: Klocek docelowy 1 ma długość wynoszącą <code><var>CODE_OFFSPRING_1</var></code> jednostki/stek, co można przepisać jako:
pt: O bloco desejado 1 tem comprimento de <code><var>CODE_OFFSPRING_1</var></code> unidades, que pode ser reescrito como:
tr: 1. hedef bloğunun uzunluğu <code><var>CODE_OFFSPRING_1</var></code> birimdir, bunu da şöyle yazabiliriz:

source: Going Supersonic
da: Flyvende supersonisk
es: Ir a velocidad supersónica
fr: À la vitesse du son
ja: 超音速に行く
nb: Flyr med lydhastigheten
nl: Supersonisch gaan
pl: Prędkość naddźwiękowa
pt: Supersônico
pt_pt: Velocidade supersónica
tr: Süpersonik gidiyor

source: Going Transonic
da: Flyvende
es: Ir a velocidad transónica
fr: Dépasser la vitesse du son
ja: 遷音速に行く
nb: Blir flyvende
nl: Transsonisch gaan
pl: Prędkość przydźwiękowa
pt: Ultrassônico
pt_pt: Velocidade ultrassónica
tr: Ses ötesi gidiyor

source: Gold
es: Oro
nb: Gull
pl: Złoto
pt: Ouro
pt_pt: Ouro
tr: Altın

source: Gold coins
nb: Gullmynter
pt: Moedas de ouro
tr: Altın paralar

source: Good
es: Bien
fr: Bon
pl: Dobrze
pt: Bom
tr: İyi

source: Good Answer
da: Godt svar
es: Buena respuesta
fr: Bonne réponse
ja: 良い答え
nb: Godt svar
nl: Goed antwoord
pl: Dobra odpowiedź
pt: Boa resposta
pt_pt: Boa resposta
tr: İyi Cevap

source: Good Habits
da: Gode Vaner
es: Buenos Hábitos
fr: Bonnes habitudes
ja: 良い習慣
nb: Gode vaner
nl: Goede gewoonten
pl: Dobre nawyki
pt: Bons costumes
pt_pt: Bons hábitos
tr: İyi Alışkanlıklar

source: Good Inspiration
bg: Добро вдъхновение
da: God Inspiration
es: Buena inspiración
fr: Bonne source d'inspiration
ja: 良いインスピレーション
nb: God inspirasjon
nl: Goede inspiratie
pl: Dobra inspiracja
pt: Boa inspiração
pt_pt: Boa inspiração
tr: Güzel İlham

source: Good Question
da: Godt spørgsmål
es: Buena pregunta
fr: Bonne question
ja: 良い質問
nb: Godt spørsmål
nl: Goede vraag
pl: Dobre pytanie
pt: Boa pergunta
pt_pt: Boa pergunta
tr: İyi Soru

source: Good job!
da: Godt gået!
es: ¡Buen trabajo!
fr: Bon travail !
nb: Godt jobbet!
nl: Goed gedaan!
pl: Dobra robota!
pt: Bom trabalho!
pt_pt: Bom trabalho!
tr: Güzel iş!

source: Got it!
da: Jeg har forstået det!
es: ¡Entendido!
fr: J'ai compris !
nb: Jeg har forstått det!
nl: Ik snap het!
pl: Zrozumiałem!
pt: Entendi!
pt_pt: Entendi!
tr: Anladım!

source: Got it! Let's Explore!
da: Vi har noteret det! Lad os udforske!
es: ¡Entendido! ¡Vamos a explorar!
fr: Ok ! Allons-y !
ja: わかりました! さあ，探求しましょう!
nb: Oppfattet! La oss utforske!
nl: Ik snap het! Ga door!
pl: Mam to! Spójrzmy dalej!
pt: Entendi! Vamos explorar!
pt_pt: Começar a usar
tr: Anladım! Haydi Keşfedelim!

source: Got it! Let's explore!
da: Vi har noteret det! Lad os udforske!
es: ¡Entendido! ¡Vamos a explorar!
fr: Ok ! Allons-y !
ja: わかりました! さあ，探求しましょう!
nb: Oppfattet La oss utforske!
nl: Ik snap het! Op ontdekking!
pl: Łapię! Przyjrzyjmy się!
pt: Entendi! Vamos explorar!
pt_pt: Começar a usar
tr: Anladım! Haydi keşfedelim!

source: Got it! We'll take it away.
da: Forstået! Vi fjerner det.
es: ¡Entendido! Lo quitaremos.
fr: Bien ! Nous allons le retirer.
ja: わかりました! それを除きます．
nb: Forstått! Vi tar den bort.
nl: Begrepen! Wij halen het weg.
pl: Jest! Zabierzemy to.
pt: Entendi! Vamos remover.
pt_pt: Já percebi! Quero remover.
tr: Anlaşıldı! Hemen kaldırıyoruz.

source: Grace
bg: Грейс
es: Graciela
ja: グレース
pt: Graça
pt_pt: Graça
tr: Zeynep

source: Grade
fr: Note
nb: Klasse
pl: Klasa
pt: Nota
pt_pt: Ano de escolaridade
tr: Sınıf

source: Grade level
es: Grado escolar
fr: Niveau scolaire
ja: 学年のレベル
nb: Klassetrinn
nl: Klasniveau
pl: Poziom klasy
pt: Ano
pt_pt: Ano da escola
tr: Sınıf düzeyi

source: Graph <var>LINE_SOLUTION</var>
es: Gráfica <var>LINE_SOLUTION</var>
fr: Graphique <var>LINE_SOLUTION</var>
hi: आलेख <var>LINE_SOLUTION</var>
nb: Figur <var>LINE_SOLUTION</var>
pl: Wykres <var>LINE_SOLUTION</var>
pt: Gráfico <var>LINE_SOLUTION</var>
tr: <var>LINE_SOLUTION</var> grafiği

source: Graph <var>label</var>
es: Gráfica <var>label</var>
fr: Graphique <var>label</var>
hi: आलेख <var>label</var>
nb: Figur <var>label</var>
pl: Wykres <var>label</var>
pt: Gráfico <var>label</var>
tr: <var>label</var> grafiği

source: Graph a line that has <var>SLOPE_NAME</var> slope:
es: Grafica una recta que tenga pendiente <var>SLOPE_NAME</var>:
fr: Tracer une droite de pente <var>SLOPE_NAME</var> :
nb: Tegn en graf av en linje som har <var>SLOPE_NAME</var> stigning:
pl: Zaznacz prostą, która ma nachylenie <var>SLOPE_NAME</var> :
pt: Coloque a reta no gráfico com uma inclinação <var>SLOPE_NAME</var>:

source: Graph a line that has a slope that is <em><var>GOAL</var></em> and <em><var>CHANGE_NAME</var> than</em> the slope of the blue line.
es: Grafica una recta que tenga una pendiente que sea <em><var>GOAL</var></em> y <em><var>CHANGE_NAME</var> que </em>la pendiente de la recta azul.
fr: Tracer une droite de pente <em><var>GOAL</var></em> et <em><var>CHANGE_NAME</var> à</em> celle de la courbe bleue.
nb: Tegn grafen for en linje som har en stigning som er <em><var>GOAL</var></em> og <em><var>CHANGE_NAME</var> enn</em> stigningen for den blå linjen.
pl: Narysuj prostą, która ma nachylenie <em><var>GOAL</var></em> i jednocześnie <em><var>CHANGE_NAME</var> niż</em> nachylenie niebieskiej prostej.
pt: Coloque a reta no gráfico considerando um coeficiente angular <em><var>GOAL</var></em> e <em><var>CHANGE_NAME</var> que</em> a inclinação da reta azul.
tr: Eğimi <em><var>GOAL</var></em> ve mavi doğrunun eğiminden <em><var>CHANGE_NAME</var> olan</em> doğrunun grafiğini çiziniz.

source: Graph the blue line so it passes through <code>(0, <var>YINT_1</var>)</code> and <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect1(); " type="button" value="Show me">
da: Tegn grafen for den blå linje, så den går gennem <code>(0, <var>YINT_1</var>)</code> og <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect1(); " type="button" value="Show me">
es: Grafica la recta azul de forma que pase por <code>(0, <var>YINT_1</var>)</code> y <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect1(); " type="button" value="Show me">
fr: On trace la droite bleue de façon à ce qu'elle passe par <code>(0, <var>YINT_1</var>)</code> et par <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect1(); " type="button" value="Show me">
nb: Tegn den blå linjen slik at den går gjennom <code>(0, <var>YINT_1</var>)</code> og <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect1(); " type="button" value="Show me">
pl: Zaznacz niebieską linię tak, żeby przechodziła przez <code>(0, <var>YINT_1</var>)</code> i <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect1(); " type="button" value="Pokaż mi">
pt: Represente a reta azul, de modo que ela passe por <code>(0, <var>YINT_1</var>)</code> e <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect1(); " type="button" value="Show me">
tr: Mavi doğruyu <code>(0, <var>YINT_1</var>)</code> ve <code>(<var>SLOPE_1_FRAC[1]</var>, <var>YINT_1 + SLOPE_1_FRAC[0]</var>)</code>'den geçecek şekilde çiziniz. <br><input onclick="javascript: KhanUtil.currentGraph.graph.showCorrect1(); " type="button" value="Bana göster">
