Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Visit a video or article to ask a question.
da: Gå til en video eller en artikel for at stille et spørgsmål.
es: Visita un video o un artículo para hacer una pregunta.
fr: Rendez-vous sur une vidéo, ou un article, pour poser une question.
ja: ビデオや記事を見て質問をしましょう．
nb: Besøk en video eller artikkel å stille et spørsmål.
nl: Bezoek een video of artikel om een vraag te stellen.
pl: Odwiedź samouczek lub artykuł, by zadać pytanie.
pt: Acesse um vídeo ou um artigo para fazer uma pergunta.
pt_pt: Acede a um vídeo ou a um artigo para fazeres uma pergunta.
tr: Soru sormak için bir video veya makale görüntüleyin.

source: Visit our FAQ
da: Besøg vores FAQ
es: Visita nuestra sección de preguntas frecuentes
fr: Voir nos Questions Fréquentes
ja: 私達の FAQ (良くきかれる質問)を見てください
nb: Besøk vår FAQ
nl: Bezoek onze FAQ (veelgestelde vragen)
pl: Odwiedź nasze FAQ
pt: Visite nossas Perguntas frequentes
pt_pt: Visita a nossa secção de perguntas frequentes
tr: SSS sayfamızı ziyaret edin

source: Visit our help center
da: Besøg vores hjælp-center
es: Visita nuestro centro de ayuda
fr: Visitez l'aide
ja: 私達のヘルプセンターを訪れる
nb: Besøk vårt hjelpesenter
nl: Bezoek onze helpdesk
pl: Odwiedź nasze centrum pomocy
pt: Visite nossa central de ajuda
pt_pt: Visita o nosso centro de ajuda
tr: Yarım Merkezimizi ziyaret edin

source: Visit the <a href="/coach/reports/progress-by-student"><strong>"Student Progress" coach report</strong></a> to follow your student's progress on your recommendation.
da: Se <a href="/coach/reports/progress-by-student"><strong>"Vejlederrapporten</strong></a> for at følge dine elevers fremskridt i dine anbefalede aktiviteter.
es: Visita el <a href="/coach/reports/progress-by-student"><strong>reporte de tutor del "Progreso del estudiante"</strong></a> para dar seguimiento al progreso de tus estudiantes con respecto a tus recomendaciones.
fr: Voir le <a href="/coach/reports/progress-by-student"><strong>progrès par élève</strong></a>pour pouvoir suivre les progrès de vos élèves en tant que coach et vérifier qu'ils suivent bien vos recommendations.
nb: Besøk <a href="/coach/reports/progress-by-student"><strong>"Elevfremgang" veilederrapport</strong></a> for å følge din elevs fremgang i dine anbefalinger.
nl: Bezoek het <a href="/coach/reports/progress-by-student"> <strong>"Student" coach voortgangsverslag</strong></a> om de voortgang te volgen van je student op jouw aanbeveling.
pl: Zajrzyj na stronę <a href="/coach/reports/progress-by-student"><strong>raport trenera " w/g poszczególnych uczniów"</strong></a> aby sprawdzić swój postęp w wypełnianiu zaleceń.
pt: Visite o relatório de <a href="/coach/reports/progress-by-student"><strong>"Progresso do aluno" do tutor</strong></a> para acompanhar o progresso de seus alunos em suas recomendações.
tr: Öğrencinizin verdiğiniz önerilerde kaydettiği ilerlemeyi <a href="/coach/reports/progress-by-student"><strong>"Öğrenci Gelişimi"</strong></a> Eğitmen raporundan takip edebilirsiniz.

source: Visit the report
da: Se rapporten
es: Ve al reporte
fr: Consulter le rapport
nb: Besøk rapporten
nl: Bezoek het verslag
pl: Zobacz raport
pt: Visite o relatório
pt_pt: Ver o relatório
tr: Raporu inceleme

source: Visit your SAT practice test dashboard
da: Besøg din SAT (= Scholastic Aptitude Test - adgangstest) træningstest oversigt
es: Visita tu panel de examen de práctica del SAT
fr: Visitez votre tableau de bord de tests pratiques SAT
ja: あなたの SAT 練習テストダッシュボードに行く
nb: Besøk ditt SAT test hjemmeside
nl: Bekijk jouw SAT oefentoets dashboard
pl: Odwiedź swój panel ćwiczeń do testu SAT
pt: Visite seu painel de teste prático para o SAT
pt_pt: Vê o teu painel de prática do SAT
tr: SAT alıştırma testi kontrol panelinizi ziyaret ediniz

source: Visit your homepage
da: Besøg din hjemmeside
es: Visita tu página de inicio
fr: Visitez votre page d'accueil
ja: あなたのホームページに行く
nb: Besøk din hjemmeside
nl: Bezoek jouw homepage
pl: Odwiedź swoją stronę główną
pt: Visite sua página inicial
pt_pt: Acede à tua página
tr: Ana sayfanızı ziyaret edin

source: Visit your parent homepage
da: Besøg din hjemmeside for forældre
es: Visita tu página principal de padre
fr: Visitez l'accueil en tant que parent
ja: あなたの親のホームページに行く
nb: Besøk hjemmesiden til din foreldre
nl: Bezoek de ouder homepage
pl: Odwiedź swoją stronę rodzica
pt: Acesse sua página inicial de pai
pt_pt: Aceder à página "Os seus filhos"
tr: Veli ana sayfanızı ziyaret edin

source: Visualizing derivatives
es: Visualizando derivadas
fr: Visualiser les dérivées
nb: Visualisering av den deriverte
pl: Wizualizacja pochodnych
pt: Visualizando derivadas
tr: Türevleri görsellemek

source: Vital Statistics
bg: Важни статистики
da: Profilstatistik
es: Estadísticas del usuario
fr: Statistiques
ja: 活動状況
nb: Vital Statistikk
nl: Belangrijke statistieken
pl: Istotne dane statystyczne
pt: Estatísticas importantes
pt_pt: Estatísticas do utilizador
tr: Önemli istatistikler

source: Volume with unit cubes
es: Volumen con cubos unitarios
fr: Calcul de volume à l'aide de cubes unités
hi: आयतन के साथ इकाई घन
nb: Volum med kubikkenheter
pl: Objętość brył z sześcianami jednostkowymi
pt: Volume com unidades cúbicas
tr: Birim küplerle hacim

source: Volume with unit cubes 2
fr: Calcul de volume à l'aide de cubes unités
nb: Volum med kubikkenheter 2
pl: Objętość w jednostkach sześciennych 2
pt: Volume com cubos unitários 2
tr: Birim küplerle hacim 2

source: Volume word problems
es: Problemas de volumen
fr: Problèmes sur les volumes - Niveau 2
nb: Volum tekstoppgaver
pl: Objętość - zadania tekstowe
pt: Problemas de volume
tr: Hacimle ilgili sözlü problemler

source: Volunteer
da: Meld dig som frivillig
es: Voluntarios
fr: Devenir bénévole
ja: ボランティア
nb: Frivillig
nl: Vrijwilliger
pl: Wolontariusze
pt: Seja voluntário
pt_pt: Voluntários
tr: Gönüllülük

source: Volunteer outreach coordination.
fr: Coordination de bénévoles.
pl: Koordynacja współpracy z wolontariuszami.
pt: Coordenação de voluntários.
tr: Gönüllü yardım koordinasyonu.

source: Volunteer to become a star promoter! Email %(mailto)s
es: ¡Vuélvete voluntario para ser un promotor estrella! Correo electrónico %(mailto)s
ja: スタープロモーターになるためのボランティア! メイル %(mailto)s
nb: Meld deg som frivillig promoterer! Email %(mailto)s
pl: Zgłoś się, by stać się gwiazdą promotorem! E-mail %(mailto)s
pt: Voluntarie-se para ser um promotor! Envie um e-mail para %(mailto)s
pt_pt: Voluntaria-te para promoveres a LearnStorm! Envia um e-mail para %(mailto)s
tr: Yıldız bir organizatör olmak için gönüllü olun! %(mailto)s adresine e-posta gönderiniz

source: Volunteers
fr: Bénévoles
pl: Wolontariusze
pt: Voluntários
tr: Gönüllüler

source: Volunteers and Part-Time Contributors
fr: Bénévoles et collaborateurs à temps partiel
pl: Wolontariusze i niepełnoetatowi współpracownicy
pt: Voluntários e Colaboradores em Meio Período
pt_pt: Voluntários e colaboradores em part-time
tr: Gönüllüler ve Yarı Zamanlı Olarak Katkıda Bulunanlar

source: Vote Up
da: Stem op
es: Vota
fr: Vote Positif
ja: アップの投票
nb: Stemme for
nl: Omhoog stemmen
pl: Zagłosuj pozytywnie
pt: Curtir
pt_pt: Votar
tr: Oyla

source: Vote down, this is not encouraging or helpful (click again to undo)
da: Stem "dårligt", dette er ikke fremmende eller nyttigt (klik igen for at fortryde)
es: Voto en contra, esto no es alentador o útil (haz clic nuevamente para deshacer)
fr: Voter contre, ce n'est pas encourageant ou utile (cliquez à nouveau pour annuler)
ja: ダウンの投票，これは励ましや助けにならなかったということです (もう一度クリックすると取り消します)
nb: Stem ned, dette er ikke oppmuntrende eller nyttig (klikk igjen for å angre)
nl: Stem omlaag, dit is niet bemoedigend of behulpzaam ( nogmaals klikken om ongedaan te maken)
pl: Głosuj przeciw, jeśli nie jest to pomocne lub nie jest zachęcające (kliknij ponownie aby anulować)
pt: Vote negativamente, isso não é encorajador ou útil (clique novamente para desfazer)
pt_pt: Vota negativamente (volta a clicar para cancelares o teu voto)
tr: Olumsuz oy, bu cesaret verici veya yararlı değil (tekrar geri almak için tıklayın)

source: Vote on existing reports
da: Stem på eksisterende rapporter
es: Vota en los informes existentes
fr: Vote sur des rapports existants
ja: 存在するレポートに投票する
nb: Stem på eksisterende rapporter
nl: Stem op bestaande rapporten
pl: Zagłosuj na istniejące raporty
pt: Votar em relatos existentes
pt_pt: Votar em denúncias existentes
tr: Mevcut raporlara oy vermek

source: Vote up, this is encouraging or helpful (click again to undo)
da: Stem "godt", dette er fremmende eller nyttigt (klik igen for at fortryde)
es: Voto a favor, esto es alentador o útil (haz clic nuevamente para deshacer)
fr: Voter pour, c'est encourageant ou utile (cliquez à nouveau pour annuler)
ja: アップの投票，これは励ましあるいは助けになったいうことです (もう一度クリックすると取り消します)
nb: Stem opp, dette er oppmuntrende eller nyttig (klikk igjen for å angre)
nl: Stem omhoog, dit is bemoedigend of hulpzaam (klik nogmaals om ongedaan te maken)
pl: Głosuj za, jeśli jest to pomocne lub zachęcające (kliknij ponownie aby anulować)
pt: Votar positivamente, isso é encorajador ou útil (clique novamente para desfazer)
pt_pt: Vota positivamente (volta a clicar para cancelares o teu voto)
tr: Olumlu oy, bu cesaret verici veya yararlı (geri almak için tıklayın)

source: Vote, don't echo
da: Stem... ingen gentagelser, tak
es: Vota, no repitas
fr: Votez, ne répétez pas
ja: 投票して，繰り返しはやめて．
nb: Stem, ikke gi ekko
nl: Stem, doe niet na
pl: Głosuj, a nie powtarzaj
pt: Vote, não repita
pt_pt: Vota na que está certa
tr: Tekrarlamayınız, oy veriniz :)

source: Voted Up!
ja: 投票!
nb: Stemt opp!
pl: Zagłosowano pozytywnie!
pt: Voto registrado!
pt_pt: Voto registado!
tr: Oy aldı!

source: Votes are a primary driver in which programs appear on our “Hot” list. Because of this, many people want others to vote for their SQL scripts.
da: Stemmer er en primær drivkraft for hvilke programmer, der vises på vores "Hot" liste. På grund af dette ønsker mange mennesker, at andre stemmer på deres SQL scripts.
es: Los votos son un indicador fundamental por el cual los programas aparecen en nuestra lista de "Populares". Debido a esto, muchos quieren que otros voten sus scripts SQL.
nb: Stemmer er den primære drivkraften for hvilke programmer som vises på vår "Hot" liste. På grunn av dette ønsker mange at andre stemmer på deres SQL-skript.
nl: Stemmen zijn de belangrijkste redenen waarom programma's verschijnen in de "Hot" lijst. Daarom willen veel gebruikers dat anderen op hun SQL scripts stemmen.
pl: Głosy są podstawowym wyznacznikiem tego, które programy pojawią się na naszej liście "Hot". Z tego powodu wiele osób chce, żeby inni głosowali na ich SQL scripts.
pt: Os votos são um fator primário para que o programa apareça em nossa lista de “Favoritos”. Por causa disso, muitos querem que outras pessoas votem em seus scripts SQL.
tr: "Gündemdekiler" listemizde hangi programların görüneceğini öncelikli olarak oylama sistemimiz belirler. Bu nedenle, bir çok kişi diğer kullanıcılardan kendi SQL metinleri için oy vermelerini istemektedir.

source: Votes are a primary driver in which programs appear on our “Hot” list. Because of this, many people want others to vote for their programs.
da: Stemmer er en primær drivkraft for hvilke programmer, der vises på vores "Hot" liste. På grund af dette ønsker mange mennesker, at andre stemmer på deres programmer.
es: Los votos son el principal indicador por el cual los programas aparecen en nuestra lista de "Populares". Por esto, muchos quieren que otros voten por sus programas.
fr: Le vote est l'indicateur principal pour qu'un programmes apparaissent sur notre liste de « Hot ». Pour cette raison, beaucoup de gens veulent obtenir des votes pour leurs programmes.
nb: Stemmer er den primære drivkraft for hvilke programmer som vises på vår "Hot" liste. På grunn av dette ønsker mange at andre stemmer på deres programmer.
nl: Stemmen zijn de belangrijkste redenen waarom programma's verschijnen in de"Hot" lijst. Daarom willen veel gebruikers dat anderen op hun programma stemmen.
pl: Głosy są podstawowym wyznacznikiem tego, które programy pojawią się na naszej liście "Hot". Z tego powodu wiele osób chce, żeby inni głosowali na ich programy.
pt: Os votos são um fator primário para que o programa apareça em nossa lista de “Favoritos”. Por causa disso, muitos querem que outras pessoas votem em seus programas.
tr: "Yeni ve Önemli" listemizde hangi programların görüneceğini öncelikli olarak oylama sistemimiz belirler. Bu nedenle, bir çok kişi diğer kullanıcılardan programları için oy istemektedir.

source: Votes are a primary driver in which programs appear on our “Hot” list. Because of this, many people want others to vote for their webpages.
da: Stemmer er en primær drivkraft for hvilke programmer, der vises på vores "Hot" liste. På grund af dette ønsker mange mennesker, at andre stemmer på deres hjemmesider.
es: Los votos son el principal indicador por el cual las páginas web aparecen en nuestra lista de "Populares". Por esto, muchos quieren que otros voten por sus páginas web.
fr: Le vote est l'indicateur principal pour qu'une page Web apparaisse sur notre liste de « Hot ». Pour cette raison, beaucoup de gens veulent obtenir des vote pour leurs pages Web.
nb: Stemmer er en primær drivkraft for hvilke programmer som vises på vår "Hot" liste. På grunn av dette ønsker mange at andre stemmer på deres hjemmesider.
nl: Stemmen zijn de belangrijkste redenen waarom programma's verschijnen in de "Hot" lijst. Daarom willen veel gebruikers dat anderen op hun webpagina's stemmen.
pl: Głosy są podstawowym wyznacznikiem tego, które programy pojawią się na naszej liście "Hot". Z tego powodu wiele osób chce, żeby inni głosowali na ich strony.
pt: Os votos são um fator primário para que a página Web apareça em nossa lista de “Favoritos”. Por causa disso, muitos querem que outras pessoas votem em suas páginas.
tr: "Yeni ve Önemli" listemizde hangi web sayfalarının görüneceğini öncelikli olarak oylama sistemimiz belirler. Bu nedenle, bir çok kişi diğer kullanıcılardan web sayfaları için oy istemektedir.

source: W3Schools JavaScript Tutorial
es: Tutorial JavaScript W3Schools
fr: Tutoriel JavaScript des W3Schools JavaScript
ja: W3Schools JavaScript チュートリアル
pl: Poradnik W3Schools JavaScript
pt: Tutorial W3Schools de JavaScript
pt_pt: Tutorial de JavaScript da W3Schools
tr: W3Schools JavaScript Dersi

source: Waiting for code to run...
da: Venter på at køre koden...
es: Esperando ejecución del código...
fr: En attente de l'exécution d'un code...
nb: Venter på at koden kjøres...
nl: Wachten op de uitvoering van de code...
pl: Czekam na uruchomienie kodu...
pt: Aguardando a execução do código...
pt_pt: A carregar...
tr: Kodun çalışması için bekleniyor...

source: Waiting for parent or guardian to complete signup
ja: 親または 保護者が サインアップするのを待っています。
nb: Venter på at forelder eller foresatte skal fullføre registreringen
pl: Oczekiwania na dokończenie rejestracji przez rodzica lub opiekuna
pt: Esperando pelos pais ou responsáveis para completar o cadastro
pt_pt: A aguardar que os teus pais concluam o teu registo

source: Walk
fr: marcher
pl: Idź
pt: Tentativa
tr: yürü

source: Want More Assessments?
da: Vil du have flere prøver?
es: ¿Quieres más evaluaciones?
fr: Vous désirez réaliser plus d'évaluations ?
ja: もっと評価してみたいですか?
nb: Ønsker du flere tester?
nl: Wil je meer opdrachten?
pl: Chcesz więcej zadań?
pt: Deseja Fazer Mais Avaliações?
pt_pt: Queres mais avaliações?
tr: Daha fazla değerlendirme ister misiniz?

source: Want more specifics?
bg: Искате ли повече подробности?
da: Ønsker du flere detaljer?
es: ¿Quieres más detalles?
fr: Vous voulez plus de détails ?
pl: Chcesz więcej szczegółów?
pt: Quer mais detalhes?
tr: Daha fazla detay için:

source: Want to coach students or your children?
da: Vil du vejlede elever eller dine børn?
es: ¿Quieres ser tutor de estudiantes o de tus hijos?
fr: Voulez-vous entraîner vos élèves ou vos enfants ?
ja: 生徒さんやあなたの子供のコーチをしたいでしょうか?
nb: Vil du veilede elever eller egne barn?
nl: Wil je leerlingen of jouw kinderen coachen?
pl: Chcesz trenować uczniów lub Twoje dzieci?
pt: Quer orientar alunos ou seus filhos?
pt_pt: Pretende ser tutor dos seus alunos ou dos seus filhos?
tr: Öğrencilerinize veya çocuklarınıza eğitmenlik yapmak ister misiniz?

source: Want to help your fellow students learn? One way is by helping them with their creations!
nb: Vil du hjelpe dine medelever å lære? En måte er å hjelpe dem med deres kreasjoner!
pt: Quer ajudar seus colegas a aprender? Uma maneira de fazer isso é ajudando-os com suas criações!
pt_pt: Pretendes ajudar os teus colegas a aprender? Então podes ajudá-los a desenvolverem as suas ideias!
tr: Öğrencilerinizin öğrenmesine yardım etmek istiyor musunuz? Yarattıklarında yardımcı olmak bunun bir yoludur!

source: Want to help? Here are different <a href="/r/domore">ways to do more</a>.
es: ¿Quieres ayudar? Aquí hay diferentes <a href="/r/domore">maneras de hacer más</a>.
fr: Vous voulez aider ? Voici différentes <a href="/r/domore">façons d'en faire plus</a> (ressources en anglais).
pl: Chętny do pomocy? Tutaj są różne <a href="/r/domore">możliwości, aby zrobić więcej</a>.
pt: Quer ajudar? Veja aqui diferentes <a href="/r/domore">maneiras de fazer mais</a>.
pt_pt: Pretende ajudar? Veja <a href="/r/domore">como é que pode fazer mais</a>.
tr: Khan Academy'ye destek olmak mı istiyorsunuz? Nasıl <a href="/r/domore">destekçi olabileceğinizi</a> öğrenin.

source: Want to learn more about women in history?
nb: Vil du lære mer om kvinner i historien?
pl: Chcesz się dowiedzieć więcej o kobietach w historii?
pt: Quer saber mais sobre as mulheres na história?
pt_pt: Queres saber mais sobre a importância das mulheres na história?
tr: Tarihte kadınlarla ilgili daha fazla bilgi almak istiyor musunuz?

source: Want to track your progress over time?
da: Vil du følge din fremgang over tid?
es: ¿Quieres seguir tu progreso con el tiempo?
fr: Vous voulez suivre vos progrès au fil du temps ?
ja: あなたの進捗状況を時間に沿って見たくありませんか?
nb: Vil du spore din fremgang over tid?
nl: Wil je je periodieke voortgang bijhouden?
pl: Chcesz śledzić swój postęp w czasie?
pt: Quer acompanhar seu progresso ao longo do tempo?
pt_pt: Pretendes ver a tua evolução ao longo do tempo?
tr: Zaman içerisindeki ilerlemenizi takip etmek ister misiniz?

source: Warning: there are un-saved changes in this program.
da: Advarsel: der er ikke-gemte ændringer i dette program.
es: Advertencia: hay cambios no guardados en este programa.
fr: Attention : il existe des modifications non enregistrées dans ce programme.
ja: 警告: このプログラムには未保存の変更があります．
nb: Advarsel: det er ulagrede endringer i dette programmet.
nl: Waarschuwing: er zijn niet-opgeslagen wijzigingen in dit programma.
pl: Uwaga: istnieją niezapisane zmiany w tym programie.
pt: Advertência: há alterações não salvas neste programa.
pt_pt: Aviso: há alterações por guardar neste programa.
tr: Uyarı: Bu programın içinde kaydedilmemiş değişiklikler var.

source: Was Khan Academy helpful to you today?
fr: Est-ce que la Khan Academy vous a aidé aujourd'hui ?
nb: Var Khan Academy nyttig for deg i dag?
pl: Czy Khan Academy było dla Ciebie dzisiaj pomocne?
pt: A Khan Academy foi útil para você hoje?
pt_pt: Hoje, a Khan Academy foi útil para ti?
tr: Khan Academy bugün size yardımcı oldu mu?

source: Watch
bg: Гледай
da: Se
es: Observa
fr: Regardez
ja: 見る
nb: Se
nl: horloge
pl: Oglądaj
pt: Assistir
pt_pt: Vê
tr: İzleyin

source: Watch %(author)s work through a very similar problem:
da: Se %(author)s gennemgå en meget lignende opgave:
es: Observa a %(author)s trabajar en un problema muy similar:
fr: Regarder le travail des %(author)s à travers un problème très similaire:
nb: Se %(author)s jobbe seg igjennom et lignende problem:
nl: Bekijk %(author)s werk via eenzelfde probleem:
pl: Obejrzyj %(author)s pracującego nad podobnym zadaniem:
pt: Assista a %(author)s trabalhar em um problema muito semelhante:
pt_pt: Observa o %(author)s a trabalhar num problema muito semelhante:
tr: %(author)s 'in benzer bir soruyu çözmesini izleyelim.

source: Watch 1 hour of video in a single topic
da: Se 1 times video i et enkelt emne
es: Ve una hora de video de un solo tema
fr: Regarder 1 heure de vidéo dans un seul sujet
ja: 1つのトピックのビデオを1時間視聴
nb: Se 1 time med video i ett enkelt emne
nl: Kijk 1 uur video over een enkel onderwerp
pl: Obejrzyj w sumie 1 godzinę filmów na jeden temat
pt: Assistir a 1 hora de vídeo de um único tópico
pt_pt: Vê uma hora de vídeos de apenas um tema
tr: Tek bir konuda 1 saat boyunca video izleyin

source: Watch 10 hours of video in a single topic
da: Se 10 timers video i et enkelt emne
es: Ve 10 horas de video de un solo tema
fr: Regarder 10 heures de vidéo dans un seul sujet
ja: 1つのトピックのビデオを10時間視聴
nb: Se 10 timer med video i ett enkelt emne
nl: Kijk 10 uur aan video's over een enkel onderwerp
pl: Obejrzyj 10 godzin filmów na jeden temat
pt: Assistir a 10 horas de vídeo de um único tópico
pt_pt: Vê 10 horas de vídeos de apenas um tema
tr: Tek bir konuda 10 saat boyunca video izleyin

source: Watch 15 minutes of video in a single topic
da: Se 15 minutters video i et enkelt emne
es: Ve 15 minutos de video de un solo tema
fr: Regarder 15 minutes de vidéo dans un seul sujet
ja: 1つのトピックのビデオを15分視聴
nb: Se 15 minutter av en video i ett enkelt emne
nl: Kijk 15 minuten video in een enkel onderwerp
pl: Obejrzyj w sumie 15 minut filmów na jeden temat
pt: Assistir a 15 minutos de vídeo de um único tópico
pt_pt: Vê 15 minutos de vídeos de apenas uma competência
tr: Tek bir konuda 15 dakika boyunca video izleyin

source: Watch 20 minutes of video
da: Se 20 minutters video
es: Ve 20 minutos del video
fr: Regarder 20 minutes de vidéo
ja: 20分のビデオを視聴
nb: Se 20 minutter video
nl: Bekijk 20 minuten aan video
pl: Oglądaj 20 minut wideo
pt: Assistir a 20 minutos de vídeo
pt_pt: Vê 20 minutos de vídeos
tr: 20 dakika boyunca video izleyin

source: Watch 30 minutes of video in a single topic
da: Se 30 minutters video i et enkelt emne
es: Ve 30 minutos de video de un solo tema
fr: Regarder 30 minutes de vidéo dans un seul sujet
ja: 1つのトピックのビデオを30分視聴
nb: Se 30 minutter av en video i ett enkelt emne
nl: Kijk 30 minuten video in een enkel onderwerp
pl: Obejrzyj w sumie 30 minut filmów na jeden temat
pt: Assistir a 30 minutos de vídeo de um único tópico
pt_pt: Vê 30 minutos de vídeos de apenas uma competência
tr: Tek bir konuda 30 dakika boyunca video izleyin

source: Watch 4 hours of video in a single topic
da: Se 4 timers video i et enkelt emne
es: Ve 4 horas de video de un solo tema
fr: Regarder 4 heures de vidéo dans un seul sujet
ja: 1つのトピックのビデオを4時間視聴
nb: Se 4 timer med video i ett enkelt emne
nl: Kijk 4 uur aan video's over een enkel onderwerp
pl: Obejrzyj 4 godziny filmów na jeden temat
pt: Assistir a 4 horas de vídeo de um único tópico
pt_pt: Vê 4 horas de vídeos de apenas um tema
tr: Tek bir konuda 4 saat boyunca video izleyin

source: Watch how the size of input affects the computation time needed for factorization vs. multiplication.
pt: Veja como o tamanho da entrada afeta o tempo de computação necessário para fatoração vs. multiplicação.
tr: Girdi boyutunun çarpım ve çarpanlara ayırma işlemlerinin gerektirdiği hesaplama sürelerini nasıl etkilediğini izleyin.

source: Watch now!
da: Se nu!
es: ¡Velo ahora!
fr: Regardez maintenant !
ja: 今すぐ見てみよう！
nb: Se nå!
nl: Bekijk nu!
pl: Oglądaj teraz!
pt: Assista agora!
pt_pt: Vê agora!
tr: Şimdi izleyin!

source: Watch on video page
da: Se på video-siden
es: Observar en la página del video
fr: Regardez sur la page vidéo
ja: ビデオのページを見る
nb: Se på videosiden
nl: Bekijk op videopagina
pl: Obejrzyj na stronie wideo
pt: Assista na página de vídeo
pt_pt: Ver na página do vídeo
tr: Video sayfasında izle
