Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Schools and cities will be able to see how they compare with others both on a total points basis and also by comparing their points per eligible student. Total points simply refers to all the points that have been accumulated by students in that school or city. Points per eligible student is the total points accumulated by that school or city’s participants divided by the number of students in school/city who could participate.
es: Las escuelas y ciudades serán capaces de ver cómo se comparan con otras, tanto en puntos totales como en puntos por estudiantes elegibles. Los puntos totales simplemente se refiere a todos los puntos que han sido acumulados por los estudiantes en esa escuela o ciudad. Los puntos por estudiante elegible es el total de puntos acumulados por esa escuela o ciudad divididos por el número de estudiantes en esa escuela o ciudad que pudieran participar.
nb: Skoler og byer vil kunne se hvordan de konkurrerer med andre, både på grunnlag av totale poeng og også ved å sammenligne sine poeng med andre elever. Totale poeng vil bare referere til alle poeng som har blitt oppnådd av studenter i skolen eller byen. Poeng per elev er den totale poengsummen som er oppnådd av skolen eller byens deltakere delt på antall elever i skolen/byen som deltar.
pt: Escolas e cidades estarão aptas a ver como estão em comparação com outras, tanto com base na pontuação total, como na comparação de seus pontos por aluno elegível. Os pontos totais se referem simplesmente aos pontos que foram acumulados pelos alunos naquela escola ou cidade. Os pontos por aluno elegível é o total de pontos acumulados por aquela escola ou participantes da cidade divididos pelo número de alunos na escola/cidade que poderiam participar.
tr: Okullar ve şehirler, diğerleriyle toplam puan olarak ve aynı zamanda katılabilir öğrenci başına puan açısından ne durumda olduklarını görebilecekler. Toplam puan, o okul veya şehirdeki öğrenciler tarafından toplanmış bütün puanları ifade eder. Katılabilir öğrenci başına puan, o okuldan veya şehirden katılımcıların topladığı toplam puanın o okul/şehirdeki katılabilir öğrenci sayısına bölümüdür.

source: Schools with fewer than 30 students will not show up on points per eligible students leaderboards. We did this to ensure that very small schools did not have an unfair advantage on this leaderboard. Students from these schools will still appear on the Student Leaderboards.
nb: Skoler med færre enn 30 elever vil ikke vises på poeng per elev resultatlistene. Vi har gjort det slik for at ikke veldig små skolen skulle ha en utrettferdig fordel på resultatlistene. Elever på disse skolene vil forsatt komme på resultatlistene for enkeltelever.
pt: Escolas com menos de 30 alunos não vão aparecer nos quadros de classificação dos pontos por aluno elegível. Fizemos isso para garantir que escolas muito pequenas não tenham uma vantagem injusta nesses quadros de classificação. Os alunos dessas escolas ainda vão aparecer nos quadros de classificação dos alunos.
tr: 30'dan az öğrencisi olan okullar, katılabilir öğrenci başına puan liderlik panolarında görünmeyecektir. Bunu yapmamızın nedeni, bu çok küçük okulların bu liderlik panosunda haksız bir avantaja sahip olmasını engellemektir. Bu okullardan olan öğrenciler yine de Öğrenci Lider Panolarında görüneceklerdir.

source: Scientific notation
da: Videnskabelige notation
es: Notación científica
fr: La notation scientifique
nb: Standardform
nl: Wetenschappelijke notatie
pl: Notacja wykładnicza
pt: Notação científica
pt_pt: Notação científica
tr: Bilimsel Gösterim

source: Scientific notation intuition
es: Intuición sobre la notación científica
fr: Approche intuitive de la notation scientifique
hi: वैज्ञानिक संकेतन अंतर्ज्ञान
nb: Standardform logisk tenkning
pl: Intuicja notacji wykładniczej
pt: Intuição da notação científica
tr: Bilimsel Gösterimi Kavramak

source: Scientists have shown that, when people study hard and learn new ways to study, their brains change and grow. This is true for babies, kids, and even adults. So no one is ever stuck being "dumb." Everyone can improve their abilities a lot, as long as they practice a lot and use good strategies. So how does this actually work in the brain?
da: Forskere har vist, at, når mennesker studerer hårdt og lærer nye måder at studere, ændres deres hjerner og vokser. Det er sandt for babyer, børn og selv voksne. Der er dermed ikke nogen som behøver at forblive "dum." Alle kan forbedre deres evner en masse, så længe de øver en masse og bruge gode strategier. Hvordan sker det rent faktisk i hjernen?
es: Científicos han mostrado que cuando las personas estudian intensamente y aprenden nuevas formas de estudiar, sus cerebros cambian y crecen. Esto es cierto para bebés, niños y hasta adultos. Así que nadie está sentenciado a ser siempre "tonto". Cualquiera puede mejorar sus habilidades, siempre y cuando practique mucho y use buenas estrategias de aprendizaje. ¿Pero cómo es que esto sucede en el cerebro?
fr: Les scientifiques ont démontré que lorsque les gens étudient fort, et apprenent de nouvelles façons d'étudier, leur cerveau change et grandit. Ceci est vrai pour les bébés, enfants et même les adultes. De ce fait, personne ne peut-être qualifié comme étant "bête". Tout le monde peut améliorer grandement ses capacités si ils pratiquent beaucoup et utilisent les bonnes stratégies d'apprentissage. Alors, comment est-ce que cela ce passe dans le cerveau ?
nb: Forskere har vist, at når mennesker studerer hardt og lærer nye måter å studere på, endres og vokser deres hjerner. Dette gjelder både babyer, barn og til og med voksne. Så ingen er dømt til å forbli "dumme". Alle kan forbedre sine evner, så lenge de øver mye, og bruker gode strategier. Så hvordan skjer dette faktisk i hjernen?
nl: Wetenschappers hebben aangetoond dat, wanneer mensen veel studeren en nieuwe studietechnieken leren, hun hersenen veranderen en groeien. Dit geldt voor baby's, kinderen, en zelfs volwassenen. Dus niemand is gedoemd om "dom" te blijven. Iedereen kan zijn vaardigheden een flink stuk verbeteren, als je maar oefent en goede technieken gebruikt. Dus hoe werkt dat nu precies in de hersenen?
pl: Naukowcy wykazali, że gdy ludzie intensywnie się uczą i przyswajają nowe sposoby nauki, ich mózgi zmieniają się i rosną. Jest to prawdziwe dla niemowląt, dzieci, a nawet dorosłych. Więc nikt tak naprawdę nie utknie, pozostając "głupi". Każdy może bardzo rozwijać swoje umiejętności, tak długo, jak długo dużo ćwiczy i używa dobrych strategii uczenia się. Więc jak to rzeczywiście działa w mózgu?
pt: Cientistas têm mostrado que, quando pessoas estudam com intensidade e aprendem novas formas de estudo, seus cérebros podem mudar e crescer. Isto é verdadeiro para bebês, crianças e até adultos. Portanto, ninguém nunca permanece estagnado como um ignorante. Todos podem melhorar muito suas habilidades, desde que pratiquem muito e usem boas estratégias. Então, como isso realmente funciona no cérebro?
tr: Yapılan araştırmalara göre, insanlar çok çalıştıklarında ve çalışmak için yeni yöntemler öğrendiklerinde beyinleri de değişiyor ve büyüyor. Bu bebekler, çocuklar ve hatta yetişkinler için de geçerli. Çok çalıştıkları ve iyi stratejiler kullandıkları sürece her bir birey yeteneklerini geliştirebilir. Peki beynimizde bu işler nasıl oluyor?

source: Score
fr: résultat
pl: Wynik
pt: Pontuação
tr: puan

source: Scores on Midterm and Final Exams
fr: Notes à l'examen intermédiaire et à l'examen final
nb: Resultater på terminprøver og avsluttende eksamen
pl: Wyniki egzaminu końcowego i śródsemestralnego
pt: Notas nas provas bimestrais e finais
tr: Ara sınav ve Final sınavları puanları

source: Scratchpad
nb: Notatblokk
pl: Notatnik
pt: Rascunho
pt_pt: Rascunho
tr: Karalama alanı

source: Scratchpad not available
da: Kladde ikke tilgængelig
es: El bloc de notas no está disponible
fr: Scratchpad non disponible
hi: स्क्रैचपैड उपलब्ध नहीं है
nb: Notatblokken er ikke tilgjengelig
pl: Notatnik niedostępny
pt: Rascunho indisponível
pt_pt: Bloco de rascunhos indisponível
tr: Karalama defteri müsait değil

source: Screenshot of what your code should output
da: Screenshot af hvad din kode skal give som output
es: Captura de pantalla de lo que tu código debería lograr
fr: Capture d'écran de ce que votre code doit générer
nb: Skjermbilde av hva koden din bør gi som output
nl: Screenshot van wat je code zou moeten doen
pl: Zrzut ekranu wyniku Twojego kodu, jaki powinieneś otrzymać
pt: Captura de tela do que seu código deve gerar
tr: Kodunuzun nasıl sonuç vermesi gerektiğine ilişkin ekran görüntüsü

source: Script URL.
da: Skriv URL.
es: URL del script.
pl: Skrypt URL.
pt: URL do Script.

source: Sea level
da: Havets overflade
es: El nivel del mar.
fr: Le niveau de la mer
hi: समुद्र तल
nb: Havoverflaten
nl: Zeeniveau
pl: Poziom morza
pt: Nível do mar
tr: Deniz seviyesi

source: Seaborgium
es: Seaborgio
pl: Seaborg
pt: Seabórgio
pt_pt: Seabórgio

source: Seach
ja: 検索
nb: Søk
pl: Szukaj
pt: Pesquisar
pt_pt: Pesquisa
tr: Arama

source: Sean O’Sullivan is the Founder and Managing Partner of SOSventures International. Sean got his start as the founder of MapInfo, bringing street mapping technology to personal computers, MapInfo would go on to become a $200 million public company. His first internet company, NetCentric, pioneered many concepts in internet computing, and he has been recognized as the co-creator of the term “cloud computing.” Sean has continued as a visionary entrepreneur and investor, fostering a wide range of businesses and humanitarian endeavors.
pt: Sean O’Sullivan é o fundador e sócio administrador da SOSventures International. Sean começou sua carreira como fundador da MapInfo. Levando a tecnologia de mapeamento de ruas para os computadores pessoais, a MapInfo tornou-se uma empresa pública de US$ 200 milhões. Sua primeira empresa de Internet, a NetCentric, foi pioneira em muitos conceitos da computação para Internet, e ele tem sido reconhecido como o cocriador do termo "computação em nuvem". Sean prosseguiu em seu caminho como empresário e investidor visionário, promovendo diversas empresas e empreendimentos humanitários.

source: Search
da: Søg
es: Buscar
fr: Rechercher
ja: 検索
nb: Søk
nl: Zoeken
pl: Szukaj
pt: Pesquisar
pt_pt: Pesquisa
tr: Arama

source: Search Again
da: Søg igen
es: Buscar otra vez
fr: Rechercher à nouveau
ja: 再検索
nb: Nytt søk
nl: Opnieuw zoeken
pl: Szukaj ponownie
pt: Procurar novamente
pt_pt: Pesquisa novamente
tr: Tekrar Arama

source: Search Khan Academy
bg: Търсене в Кан академията
da: Søg på Khan Academy
es: Buscar en Khan Academy
fr: Recherchez dans Khan Academy
he: חיפוש באקדמיית קהאן
hi: खान अकैडमी को खोजे
ja: カーン アカデミー検索
nb: Søk i Khan Academy
nl: Zoek op de Khan Academy
pl: Szukaj w Khan Academy
pt: Pesquisar na Khan Academy
pt_pt: Pesquisa na Khan Academy
tr: Khan Academy'de Arayın

source: Search by name or position...
pt: Pesquisa por nome ou cargo...
pt_pt: Pesquisa por nome ou cargo...
tr: İsim veya pozisyona göre arama yap...

source: Search for an intern...
pt: Pesquisa por nome...
pt_pt: Pesquisa por nome...
tr: Stajyer için arama yapma...

source: Search for skills...
da: Søg efter nogle færdigheder...
es: Buscar habilidades...
fr: Recherche de compétences...
nb: Søk etter ferdigheter...
nl: zoek naar vaardigheden...
pl: Szukaj umiejętności...
pt: Buscar habilidades...
pt_pt: Pesquisa por competências...
tr: Beceriler için arama..

source: Search for subjects, skills, and videos
da: Søg efter emner, færdigheder og videoer
es: Busca temas, habilidades y videos
fr: Cherchez des sujets, des compétences, des vidéos
ja: 科目，スキル，ビデオで検索します
nb: Søk etter fag, ferdigheter og videoer
nl: Zoeken naar onderwerpen, vaardigheden en video 's
pl: Szukaj tematów, umiejętności i filmów
pt: Buscar por assuntos, habilidades e vídeos
pt_pt: Pesquisa por disciplinas, competências e vídeos
tr: Konuları ve ders videolarını arayın

source: Search with Google Site Search
bg: Търсете с търсачката на Гугъл
da: Søg med Googles søgefunktion på hjemmeside
es: Búsqueda con Google Site Search
fr: Rechercher avec Google Site Search
he: בצע חיפוש באתר חיפוש של חברת גוגל Search with Google Site Search
hi: "गूगल साइट खोज" के साथ खोजें।
ja: Google のサイトサーチで検索します
nb: Søk med Google websidesøk
nl: Zoek met Google Site Search
pl: Szukaj z wyszukiwarką stron Google
pt: Pesquise com o Google Site Search
pt_pt: Pesquisa com o Google
tr: Google Site Search ile arama

source: Searching for your recommendations...
da: Søger efter dine anbefalinger...
es: Buscando tus recomendaciones...
fr: A la recherche de vos conseils...
ja: あなたへのおすすめを探しています．．．
nb: Søker etter dine anbefalinger...
nl: Jouw aanbevelingen aan het zoeken...
pl: Poszukiwanie Twoich rekomendacji...
pt: Procurando suas recomendações...
pt_pt: A procurar as suas recomendações...
tr: Önerileriniz aranıyor...

source: Seattle Children’s Hospital
pt: Hospital Infantil de Seattle
tr: Seattle Çocuk Hastanesi

source: Secret Author
da: Hemmelig forfatter
es: Autor secreto
fr: Auteur secret
ja: 秘密の著者
nb: Hemmelig forfatter
nl: Geheime Auteur
pl: Tajemniczy autor
pt: Autor desconhecido
pt_pt: Autor secreto
tr: Gizli Yazar

source: See also:
da: Se også:
es: Ve también:
fr: Voir aussi:
ja: さらに詳しく:
nb: Se også:
nl: Zie ook:
pl: Zobacz także:
pt: Veja também:
pt_pt: Vê também:
tr: Ayrıca bakınız:

source: See answer
da: Se svar
es: Ver respuesta
fr: Voir la réponse
nb: Se svaret
nl: Zie antwoord
pl: Zobacz odpowiedź
pt: Ver a resposta
pt_pt: Ver resposta
tr: Cevabı göster

source: See full report
da: Se fuld rapport
es: Ver reporte completo
fr: Voir le rapport complet
nb: Se full rapport
nl: Bekijk het volledige verslag
pl: Zobacz pełny raport
pt: Ver relatório completo
pt_pt: Ver relatório completo
tr: Tam raporu görüntüleyin

source: See full report.
fr: Voir le rapport complet.
pl: Zobacz pełny raport.
pt: Ver relatório completo.
tr: Tam raporu görüntüleyin.

source: See how you've grown over time!
da: Se hvordan du er vokset over tid!
es: ¡Mira cómo te has ejercitado con el tiempo!
fr: Regardez ce que vous avez progressé depuis le temps !
nb: Se hvordan du har vokst over tid!
nl: Zie hoe je bent gegroeid na verloop van tijd!
pl: Zobacz ile urosłeś/aś w tym czasie!
pt: Veja como você melhorou com o tempo!
tr: Zaman içinde gösterdiğiniz gelişime bakın!

source: See more stories
pl: Poznaj więcej historii
pt: Ver mais histórias
pt_pt: Ver mais histórias
tr: Daha fazla hikaye görün

source: See our guidelines for answering questions here.
da: Se vores retningslinjer for besvarelse af spørgsmål her.
es: Consulta nuestros lineamientos para responder preguntas aquí.
fr: Consultez nos recommandations pour répondre aux questions ici.
ja: 質問に答える際のガイドラインはここで見て下さい．
nb: Se våre retningslinjer for besvaring av spørsmål her.
nl: Bekijk onze richtlijnen voor het beantwoorden van vragen hier.
pl: Sprawdź nasze wytyczne aby odpowiedzieć tutaj na pytanie.
pt: Consulte nossas diretrizes para responder às perguntas aqui.
pt_pt: Consulta aqui as nossas regras de respostas a perguntas.
tr: Soruları cevaplamak için yönergelerimize buradan ulaşabilirsiniz.

source: See our tips for reviewing code here.
da: Se vores tips om at gennemgå koden her.
es: Consulta nuestras recomendaciones para revisar código aquí.
fr: Consultez nos astuces pour la révision de code ici.
ja: コードのレビューについてのヒントはここで見て下さい．
nb: Se våre tips til gjennomgang av koder her.
nl: Bekijk onze tips voor het herzien van code hier.
pl: Sprawdź nasze porady na temat sprawdzania kodu tutaj.
pt: Veja nossas dicas para revisar o código aqui.
tr: Kodları gözden geçirirken işinize yarayabilecek ipuçlarına buradan ulaşabilirsiniz.

source: See personalized practice recommendations
nb: Se dine personlige anbefalinger
pt: Veja recomendações para uma prática personalizada
tr: Kişiselleştirilmiş alıştırma önerilerini görün

source: See what we say
da: Se, hvad vi siger
es: Ve a lo que nos referimos
fr: Voir ce que nous disons
ja: 私達が言ったものを見る
nb: Se hva vi sier
nl: Bekijk wat wij zeggen
pl: Zobacz, co mówimy
pt: Veja o que dizemos
pt_pt: Vê o que dizemos
tr: Ne dediğimizi görün

source: See what will be recommended to your child when they log in from their own account.
da: Se hvad der vil blive anbefalet til dit barn, når der logges ind fra deres egen konto.
es: Mira lo que será recomendado a tu hijo cuando inicie sesión de su propia cuenta.
fr: Parcourez ce qui sera recommandé à votre enfant lorsqu'il se connectera à partir de son propre compte.
ja: あなたの子が自分のアカウントでログインした時におすすめとなるものが何かを見る．
nb: Se hva som vil bli anbefalt til barnet ditt når han/hun logger på fra sin egen konto.
nl: Bekijk wat uw kind zal worden aanbevolen de volgende keer het op zijn account inlogt.
pl: Zobacz co będzie zalecane dla Twojego dziecka gdy zaloguje się ze swojego własnego konta.
pt: Veja o que será recomendado para seu filho quando ele se conectar em sua conta.
tr: Kendi hesabıyla giriş yaptığında, çocuğunuza önerilecekleri görüntüleyin.

source: See your hard work pay off
da: Se at dit hårde arbejde betaler sig
es: Mira tu trabajo duro rendir frutos
fr: Regardez la récompense de votre dur travail
ja: あなたの努力が報われている事を見ましょう。
nb: Se at din gode innsats lønner seg
nl: Zie jouw harde werk opbrengen
pl: Zobacz nagrodę za Twój wysiłek
pt: Ver o resultado de seu esforço
tr: Çabalarınızın karşılığını görün

source: See your impact.
bg: Вижте въздействието си.
da: Se effekten af dine henvisninger.
es: Mira tu impacto.
fr: Voir votre impact.
nb: Se hvordan du påvirker.
nl: Bekijk jouw impact.
pl: Zobacz swój wpływ.
pt: Veja seu impacto.
pt_pt: Veja o seu impacto.
tr: Etkisini görün

source: See your progress at a glance
da: Se dine fremskridt på et øjeblik
es: Echa un vistazo a tu progreso
fr: Vos progrès en un coup d'oeil
nb: Se fremgangen din på et øyeblikk
nl: Zie uw vooruitgang in één oogopslag
pl: Zobacz swoje postępy w skrócie
pt: Veja seu progresso rapidamente
tr: İlerlemenizi bir bakışta görme

source: Segment addition
es: Suma de segmentos
fr: Addition de segments
nb: Addisjon av linjestykker
pl: Dodawanie odcinków
pt: Adição de segmento
tr: Doğru parçalarını toplama

source: Select
da: Vælg
es: Seleccionar
fr: Sélectionnez
ja: 選択
nb: Velg
nl: Selecteren
pl: Wybierz
pt: Selecionar
pt_pt: Selecionar
tr: Seçin

source: Select a different math mission
da: Vælg en anden matematik-mission
es: Selecciona una misión de matemáticas diferente
fr: Choisissez une mission de maths différente
ja: 異なる数学のミッションを選択
nb: Velg et annet matematikkoppdrag
nl: Selecteer een andere wiskunde-missie
pl: Wybierz inną misję matematyczną
pt: Selecione outra missão de matemática
pt_pt: Seleciona uma missão de Matemática diferente
tr: Farklı bir matematik görevi seçin

source: Select a mission for your class
da: Vælg en mission til din klasse
es: Elige una misión para tu clase
fr: Sélectionnez une mission pour votre classe
ja: あなたのクラスのためのミッションを選択する
nb: Velg et oppdrag for klassen din
nl: Selecteer een missie voor uw klas
pl: Wybierz misję dla swojej klasy
pt: Selecionar uma missão para sua turma
tr: Sınıfınız için yeni bir hedef seçin

source: Select a school or enter a different ZIP code
da: Vælg en skole eller indtast et andet postnummer
es: Selecciona una escuela o ingresa un código postal diferente
fr: Sélectionnez une école ou saisissez un code postal différent
ja: 学校を選択するか，または他の郵便番号を入力
nb: Velg en skole eller skriv inn et annet postnummer
nl: Kies een school of voer een andere postcode in
pl: Wybierz szkołę lub wpisz inny kod pocztowy
pt: Selecione uma escola ou digite um CEP diferente
pt_pt: Seleciona uma escola ou digita outro código postal
tr: Bir okul seçin veya farklı bir posta kodu girin

source: Select a student for details.
da: Vælg en elev for at se detaljer.
es: Selecciona un estudiante para obtener detalles.
fr: Sélectionnez un élève pour plus de détails.
ja: 詳細を見るには生徒を選択してください．
nb: Velg en elev for å se detaljer.
nl: Selecteer een leerling voor details.
pl: Wybierz ucznia, aby zobaczyć szczegóły.
pt: Selecione um aluno para obter detalhes.
pt_pt: Selecione um aluno para obter detalhes.
tr: Detaylar için bir öğrenci seçiniz.

source: Select all that apply.
es: Elige todas las opciones correctas.
fr: Cocher les bonnes réponses (il peut n'y en avoir qu'une).
hi: जो लागू होते हों उन्हें चुने ।
nb: Velg alle alternativene som passer.
nl: Selecteer alles wat van toepassing is.
pl: Zaznacz wszystkie, które pasują.
pt: Selecione todas as opções corretas.
pt_pt: Seleciona todas as opções corretas.
tr: Uygun olanları seçiniz.

source: Select any part of the function that is highlighted for both conditions.
es: Selecciona cualquier parte de la función que esté resaltada para ambas condiciones.
fr: On choisit une partie de la courbe surlignée pour les deux conditions.
nb: Velg de delene av funksjonen som er markert for begge betingelsene.
pt: Selecione qualquer parte da função que esteja destacada para ambas as condições.
tr: Her iki koşulun da vurgulandığı fonksiyon kısmını seçiniz.

source: Select any part of the function that is highlighted.
es: Selecciona cualquier parte de la función que esté resaltada.
fr: On choisit une partie de la courbe qui est surlignée.
nb: Velg alle deler av funksjonen som er merket.
pt: Selecione qualquer parte da função que estiver em destaque.
tr: Fonksiyonun vurgulanmış kısmını seçiniz.

source: Select any part of the function that's highlighted.
es: Selecciona cualquier parte de la función que esté resaltada.
fr: On choisit un morceau de la partie de la courbe surlignée.
pt: Selecione qualquer parte destacada da função.
tr: Fonksiyonun işaretlenmiş kısmını seçiniz.

source: Select everything<br>
da: Vælg alt<br>
es: Seleccionar todo<br>
fr: Tout sélectionner<br>
ja: 全てを Select<br>
nb: Velg alt <br>
nl: Selecteer alles<br>
pl: Zaznacz wszystko<br>
pt: Selecionar tudo<br>
pt_pt: Selecionar tudo<br>
tr: Hepsini seçme<br>

source: Select grade level
es: Selecciona grado escolar
fr: Sélectionnez le niveau scolaire
ja: 学年のレベルを選択して下さい
nb: Velg klassetrinn
nl: Selecteer je niveau
pl: Wybierz poziom klasy
pt: Selecionar ano
pt_pt: Seleciona o teu ano da escola
tr: Sınıf düzeyini seçin

source: Select one of the points to substitute for <code>x_{1}</code> and <code>y_{1}</code> in the point slope formula.
da: Vælg 1 af punkterne til at erstatte <code>x_{1}</code> og <code>y_{1}</code> i punkt-hældningformlen.
es: Selecciona uno de los puntos para sustituir por <code>x_{1}</code> y <code>y_{1}</code> en la fórmula punto pendiente.
nb: Velg en av punktene og sett inn for <code>x_{1}</code> og <code>y_{1}</code> i den lineære formelen.
pl: Wybierz jeden z punktów, żeby podstawić za <code>x_{1}</code> i <code>y_{1}</code> w równaniu kanonicznym.
pt: Selecione um dos pontos para substituir por <code>x_{1}</code> e <code>y_{1}</code> na equação fundamental da reta.
tr: Nokta eğim formülünde <code>x_{1}</code> ve <code>y_{1}</code> rerine konacak noktalardan birisini seçiniz.

source: Select one or more changes.
da: Vælg en eller flere ændringer.
es: Selecciona uno o más cambios.
fr: Sélectionnez une ou plusieurs modifications.
nb: Velg en eller flere endringer.
nl: Selecteer een of meer wijzigingen.
pl: Wybierz jedną lub więcej zmian.
pt: Selecione uma ou mais mudanças.
pt_pt: Seleciona uma ou mais alterações.
tr: Bir veya daha fazla değişikliği seçiniz.

source: Select specific columns<br>
da: Vælg specifikke kolonner<br>
es: Seleccionar columnas específicas<br>
fr: Sélectionner des colonnes spécifiques <br>
ja: 特定のカラムを Select<br>
nb: Velg spesielle kolonner<br>
nl: Selecteer specifieke kolommen<br>
pl: Zaznacz określone kolumny<br>
pt: Selecionar colunas específicas<br>
pt_pt: Seleciona colunas específicas<br>
tr: Belirli sütunları seçme<br>
