Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Your account will be deleted %(days)s days from now. If you log in with this account before then, it will not be deleted. After %(days)s days, deleting this account <strong>CANNOT</strong> be undone. <a href='#' id='learn-about-delete'>Learn more.</a>
bg: Профилът ти ще бъде изтрит след %(days)s дни. Но ако влезеш в сайта с този профил до тогава, няма да го изтрием. След %(days)s дни, изтриването на този профил <strong>НЯМА</strong> да може да се отмени. <a href='#' id='learn-about-delete'>Научи повече.</a>
da: Din konto vil blive slettet om %(days)s dage fra i dag. Hvis du logger ind på din konto igen, inden dag dag, vil din konto ikke blive slettet. Om %(days)s dage kan sletningen af denne konto <strong>IKKE</strong> annulleres. <a href='#' id='learn-about-delete'>Læs mere.</a>
es: Tu cuenta será eliminada en %(days)s días a partir de ahora. Si inicias sesión con esta cuenta antes de ese tiempo, no será eliminada. Después de %(days)s días, borrar esta cuenta <strong>NO</strong> se puede remediar. <a href='#' id='learn-about-delete'>Aprende más aquí.</a>
fr: Votre compte sera supprimé dans %(days)s jours. Si vous ouvrez une session avec ce compte avant, il ne sera pas supprimé. Après %(days)s jours, la suppression de ce compte <strong>NE POURRA PAS</strong> être annulée. <a href='#' id='learn-about-delete'>En savoir plus.</a>
he: חשבונכם יימחק בעוד %(days)s ימים מרגע זה. אם תתחברו עם חשבון זה לפני תקופה זו, חשבונכם לא יימחק. לאחר %(days)s ימים<strong> לא</strong> יהיה ניתן לבטל מחיקת חשבון זה. <a href='#' id='learn-about-delete'>למדו עוד.</a>
nb: Kontoen vil bli slettet om %(days)s dager. Hvis du logger på med denne kontoen før, vil det ikke bli slettet. Etter %(days)s dager, <strong>kan ikke</strong> slettingen av denne kontoen angres. <a href='#' id='learn-about-delete'> mer.</a>
nl: Je account zal worden verwijderd binnen %(days)s dagen. Als je daarvóór met deze account aanmeldt, zal deze niet worden verwijderd. Na %(days)s dagen, kan het verwijderen van deze account <strong>NIET</strong> ongedaan worden gemaakt. <a href='#' id='learn-about-delete'>Meer informatie.</a>
pl: Twoje konto zostanie usunięte za %(days)s dni od teraz. Jeśli zalogujesz się na nie wcześniej, nie zostanie usunięte. Po %(days)s dniach usunięcie tego konta <strong>NIE MOŻE</strong> zostać cofnięte. <a href='#' id='learn-about-delete'>Dowiedz się więcej.</a>
pt: Sua conta será excluída em %(days)s dias a partir de agora. Se você acessar esta conta antes disso, ela não será excluída. Depois de %(days)s dias, a exclusão desta conta <strong>NÃO PODERÁ</strong> ser desfeita. <a href='#' id='learn-about-delete'>Saiba mais.</a>
pt_pt: A tua conta será permanentemente apagada dentro de %(days)s dias (a contar a partir de agora). No caso de iniciares sessão dentro desse prazo, a tua conta não será apagada. Se ao fim de %(days)s dias não tiveres iniciado sessão com esta conta, esta ação torna-se <strong>IRREVERSÍVEL</strong>. <a href='#' id='learn-about-delete'>Sabe mais</a>.
tr: Hesabınız bugünden %(days)s gün sonra silinecektir. Eğer bu süre içerisinde hesaba tekrar giriş yaparsanız, hesap silinmeyecektir. %(days)s günden sonra, <strong>hesap silme işlemi geri alınamaz.</strong><a href='#' id='learn-about-delete'>Detaylı bilgi için tıklayınız.</a>

source: Your account will no longer be deleted. You previously tried to delete your account but then logged in again without waiting for the process to finish. If you still want to delete your account, you can do so from Settings.
da: Din konto vil ikke længere blive slettet. Du har tidligere forsøgt at slette din konto, men du loggede ind, inden processen var færdiggjort. Hvis du stadig vil slette din konto, kan det gøres i indstillinger.
es: Ya no será eliminada tu cuenta. Anteriormente intentaste borrar tu cuenta, pero iniciaste sesión nuevamente sin esperar a que terminara el proceso. Si todavía quieres eliminar tu cuenta puedes hacerlo desde la ventana de configuración.
fr: Votre compte ne sera plus supprimé. Vous avez essayé de supprimer votre compte, mais vous vous êtes reconnecté sans attendre la fin du processus. Si vous voulez toujours supprimer votre compte, vous pouvez le faire dans les paramètres de votre compte.
ja: あなたは以前アカウントを削除しようとしましたが、そのすべてのプロセスが終了する前に再度ログインを行ったため、削除がキャンセルされました。アカウントを削除したい場合は、「設定」から行ってください。
nb: Kontoen din vil ikke lengre bli slettet. Du prøvde tidligere å slette kontoen, men logget deretter på igjen uten å vente til prosessen ble ferdig. Hvis du fortsatt vil slette kontoen, kan du gjøre det fra innstillinger.
nl: Jouw account zal niet langer verwijderd worden. Je hebt eerder geprobeerd om je account te verwijderen maar vervolgens weer ingelogd zonder te wachten tot het proces was voltooid. Als je nog altijd het account wenst te verwijderen, kan je dat doen vanuit instellingen.
pl: Twoje konto nie będzie usunięte. Wcześniej próbowałeś je usunąć, ale następnie znów się zalogowałeś, zanim zakończył się proces usuwania konta. Jeśli wciąż chcesz usunąć swoje konto, możesz to zrobić w Ustawieniach.
pt: Sua conta não será mais excluída. Você tentou excluir sua conta anteriormente, mas conectou-se novamente sem esperar a conclusão do processo. Se você ainda deseja excluir sua conta, faça isso em Configurações.
pt_pt: A tua conta não será apagada. Tentaste apagar a tua conta, mas iniciaste sessão antes da data limite do processo de remoção da tua conta. Se ainda pretendes apagar a tua conta, podes voltar a apagá-la nas definições.
tr: Hesabınızı silmeye çalışmıştınız, ama silme işlemi tamamlanmadan tekrar giriş yaptığınız için silinme süreci durdu. Eğer hala hesabınızı silmek istiyorsanız, Ayarlar bölümünden bunu yapabilirsiniz.

source: Your activity and achievements
da: Din aktivitet og resultater
es: Tus actividades y logros
fr: Votre activité et récompenses
ja: あなたのアクティビティと達成したこと
nb: Dine aktiviteter og prestasjoner
nl: Jouw activiteit en verwezenlijkingen
pl: Twoje aktywności i osiągnięcia
pt: Suas atividades e conquistas
pt_pt: Atividade e conquistas
tr: Etkinlikleriniz ve başarılarınız

source: Your answer is almost correct, but it is missing a <code>\%</code> at the end.
da: Svaret er næsten korrekt, men det mangler <code>\%</code> til sidst.
es: Tu repuesta es casi correcta, pero le falta un <code>\%</code> al final.
fr: Votre réponse est presque exacte, mais il manque un <code>\%</code> à la fin.
ja: あなたの答えはほとんど正解ですが，しかし，<code>\%</code> が終わりについていません．
nb: Svaret er nesten riktig, men mangler en <code>\%</code> på slutten.
nl: Je antwoord is bijna helemaal goed, zet alleen nog een <code>\%</code> aan het einde.
pl: Twoja odpowiedź jest prawie poprawna, brakuje tylko <code>\%</code> na końcu.
pt: Sua resposta está quase correta, mas está faltando um <code>\%</code> no final.
pt_pt: A tua resposta está praticamente correta, mas falta um <code>\%</code> no final.
tr: Cevabınız neredeyse doğru, ama sonunda <code>\%</code> eksik.

source: Your answer is almost correct, but it needs to be simplified.
da: Svaret er næsten korrekt, men det skal reduceres.
es: Tu respuesta es casi correcta, pero necesitas simplificarla.
fr: Votre réponse est presque juste, mais elle doit encore être simplifiée.
ja: あなたの答えはほとんど正解ですが，しかし，簡単化(例: 約分)が必要です．
nb: Svaret er nesten riktig, men det må forenkles.
nl: Je antwoord is bijna goed, het moet alleen nog vereenvoudigd worden.
pl: Twoja odpowiedź jest prawie poprawna, ale musi zostać uproszczona.
pt: Sua resposta está quase correta, mas precisa ser simplificada.
pt_pt: A tua resposta está praticamente correta, mas precisa de ser simplificada.
tr: Cevabınız neredeyse doğru, ama sadeleştirilmesi gerekiyor.

source: Your answer is almost correct, but must be in capital letters.
da: Svaret er næsten rigtigt, men det skal være skrevet med store bogstaver.
es: Tu respuesta es casi correcta, pero debe estar en mayúsculas.
fr: Votre réponse est presque exacte, mais elle doit être en majuscule.
ja: あなたの答えはほとんど正解ですが，しかし，大文字でなくてはいけません．
nb: Svaret er nesten riktig, men må skrives med bokstaver.
nl: Je antwoord is bijna goed, maar moet met hoofdletters geschreven worden.
pl: Twoja odpowiedź jest prawie poprawna, ale musi być zapisana dużymi literami.
pt: Sua resposta está quase correta, mas deve ser em letras maiúsculas.
pt_pt: A tua resposta está quase correta, mas deve estar em maiúsculas.
tr: Cevabınız neredeyse doğru ama büyük harfle yazılmış olmalı.

source: Your answer is almost correct, but must be in the correct case.
da: Svaret er næsten korrekt, men skal være i den korrekte størrelse.
es: Tu respuesta es casi correcta, pero debe estar en mayúsculas y minúsculas.
fr: Votre réponse est presque exacte, mais vous n'avez pas respecté les majuscules ou les minuscules.
ja: あなたの答えはほとんど正解ですが，しかし，正しい大文字小文字でなくてはいけません．
nb: Svaret er nesten riktig, men må være skrevet korrekt (små eller store bokstaver).
nl: Je antwoord is bijna goed, gebruik hoofdletters en kleine letters op de juiste manier.
pl: Twoja odpowiedź jest prawie poprawna, ale musi mieć prawidłową wielkość liter.
pt: Sua resposta está quase certa, mas deve ser no caso correto.
pt_pt: A tua resposta está praticamente correta, mas deve estar em maiúsculas e minúsculas.
tr: Cevabınız neredeyse doğru, ama doğru harf cinsiyle yazılmalı.

source: Your answer is almost correct, but must not be in capital letters.
da: Svaret er næsten rigtigt, men det må ikke være skrevet med store bogstaver.
es: Tu respuesta es casi correcta, pero no debe estar en mayúsculas.
fr: Votre réponse est presque exacte, mais elle ne doit pas être en majuscule.
ja: あなたの答えはほとんど正解ですが，しかし，大文字があってはいけません．
nb: Svaret er nesten riktig, men må ikke skrives med store bokstaver.
nl: Je antwoord is bijna goed, gebruik alleen geen hoofdletters.
pl: Twoja odpowiedź jest prawie poprawna, ale nie może być zapisana dużymi literami.
pt: Sua resposta está quase correta, mas não deve ser em letras maiúsculas.
pt_pt: A tua resposta está quase correta, mas deve estar em letras minúsculas.
tr: Cevabınız neredeyse doğru ama büyük harfle yazılmamalı.

source: Your answer is almost correct, but the two triangles are congruent. Prove your answer by trying to construct an incongruent triangle.
es: Tu respuesta es casi correcta, pero los dos triángulos son congruentes. Demuestra tu respuesta tratando de construir un triángulo incongruente.
fr: Votre réponse est presque correcte, mais les deux triangles sont isométriques. Démontrez-la en essayant de construire un triangle non isométrique.
pl: Twoja odpowiedź jest prawie prawidłowa, ale dwa trójkąty są przystające. Udowodnij swoją odpowiedź próbując skonstruować trójkąt nieprzystający.
pt: Sua resposta está quase correta, mas dois triângulos são congruentes. Demonstre sua resposta tentando construir um triângulo incongruente.
tr: Cevabınız neredeyse doğru, ama iki üçgen eş. Eş olmayan bir üçgen oluşturmaya çalışarak cevabınızı ispatlayınız.

source: Your answer is almost correct, but you havent constructed a triangle.
es: Tu respuesta es casi correcta, pero no has construido un triángulo.
fr: C'est vrai, mais il faut construire le triangle.
pl: Twoja odpowiedź jest prawie prawidłowa, ale nie skonstruowałeś trójkąta.
pt: Sua resposta está quase correta, mas você não construiu um triângulo.
tr: Cevabınız neredeyse doğru, ama üçgen oluşturmadınız.

source: Your answer is close, but you may have approximated pi. Enter your answer as a multiple of pi, like <code>12\ \text{pi}</code> or <code>2/3\ \text{pi}</code>
da: Du er tæt på med dit svar, men du har kun skrevet pi tilnærmelsesvis. Skriv dit svar som et multiplum af pi, som <code>12\ \tekst{pi}</code>eller<code>2/3\ \tekst{pi}</code>
es: Tu respuesta es cercana, pero pudiste haber aproximado pi. Escribe tu respuesta como un múltiplo de pi, como <code>12\ \text{pi}</code> o <code>2/3\ \text{pi}</code>
fr: Vous donnez une valeur approchée. La réponse doit être un multiple de Pi, par exemple <code>12\ \text{pi}</code> ou <code>2/3\ \text{pi}</code>
ja: あなたの答えはほとんど正解ですが，しかし，pi を近似してしまったようです．pi の倍数として答えを入力して下さい．例えば, <code>12\ \text{pi}</code> や <code>2/3\ \text{pi}</code>です．
nb: Svaret er nesten riktig, men er ikke skrevet ved hjelp av pi. Skriv svaret ditt som et multlippel av pi, som <code>12\ \text{pi}</code> eller <code>2/3\ \text{pi}</code>
nl: Je antwoord is dichtbij het juiste antwoord, je hebt waarschijnlijk een waarde voor pi ingevuld. Schrijf je antwoord als veelvoud van pi, zoals <code>12\ \text{pi}</code> of <code>2/3\ \text{pi}</code>
pl: Jesteś blisko prawidłowej odpowiedzi, ale masz przybliżone pi. Zapisz swoją odpowiedź jako wielokrotność pi, jak <code>12\ \text{pi}</code> lub <code>2/3\ \text{pi}</code>
pt: Sua resposta está perto da correta, mas você pode ter aproximado o valor de pi. Digite sua resposta como um múltiplo de pi, como <code>12\ \text{pi}</code> ou <code>2/3\ \text{pi}</code>
pt_pt: A tua resposta está quase correta, mas deves ter introduzido o valor aproximado de pi. Na tua resposta insere um múltiplo de pi, como <code>12\ \text{pi}</code> ou <code>2/3\ \text{pi}</code>
tr: Cevabınız doğru cevaba yakın, ama Pi için bir yaklaşık değer kullanmış olabilirsiniz. Cevabınızı Pi'nin katı olarak giriniz, <code>12\ \text{pi}</code> or <code>2/3\ \text{pi}</code> gibi

source: Your app's name*:
da: Din apps navn*:
es: El nombre de tu aplicación*:
fr: Nom * de votre application :
nb: Din apps navn*:
nl: Jouw app's naam*:
pl: Nazwa Twojej aplikacji *:
pt: Nome do seu aplicativo*:
pt_pt: Nome da sua aplicação*:
tr: Uygulamanızın adı *:

source: Your avatar is how you represent yourself to friends and coaches on Khan Academy.
da: Din avatar repræsenterer dig overfor dine venner og lærere på Khan Academy.
es: Tu avatar te representa ante tus amigos y tutores en Khan Academy.
fr: Votre avatar est le reflet de ce que vous êtes, sur la Khan Academy. Vous amis et vos coach vous verront ainsi.
ja: あなたのアバターはカーンアカデミーであなた自身を友達とコーチに見せるものです
nb: Din avatar representerer deg overfor dine venner og lærere på Khan Academy.
nl: Jouw avatar is hoe jij jezelf voorstelt aan je vrienden en coaches op Khan Academy.
pl: Twój awatar to sposób na pokazanie siebie kolegom (oraz koleżankom) i trenerom na Khan Academy.
pt: Seu avatar é a sua representação para amigos e tutores da Khan Academy.
pt_pt: O teu avatar é a imagem que será mostrada aos teus amigos e tutores quando visitarem o teu perfil.
tr: Avatarınız, Khan Academy'de arkadaşlarınıza ve eğitmenlerinize karşı sizin temsilciliğinizi yapar.

source: Your box-and-whisker plot should look like the example below the number line.
es: Tu diagrama de caja debería verse como el ejemplo que está abajo de la recta numérica.
fr: Voir ci-dessus le diagramme en boîte à obtenir.
nl: Je boxplot zou er uit moeten zien als het voorbeeld onder de getallenlijn.
pt: Seu diagrama de caixa deverá se parecer com o exemplo abaixo da reta numérica.
tr: Kutu-bıyık diyagramınız sayı doğrusunun altındaki örnek gibi olmalıdır.

source: Your brain grows new connections every time you practice. Help your brain grow new connections!
da: Din hjerne gror nye forbindelser, hver gang du øver dig. Hjælp din hjerne med at gro flere nye forbindelser!
es: Tu cerebro hace nuevas conexiones cada vez que practicas. ¡Ayuda a tu cerebro a hacer nuevas conexiones!
fr: Votre cerveau développe de nouvelles connexions à chaque fois que vous pratiquez. Aidez votre cerveau à développer de nouvelles connexions !
ja: あなたの脳は練習する度に新しい結合を生み出します。脳内の新しい結合を創りだしましょう。
nb: Hjernen din knytter nye forbindelser hver gang du øver. Hjelp hjernen din å knytte nye forbindelser!
nl: Je hersenen maken nieuwe verbindingen elke keer dat je oefeningen maakt. Laat je hersenen groeien!
pl: Twój mózg tworzy nowe połączenia za każdym razem, gdy ćwiczysz. Pomóż swojemu mózgowi tworzyć nowe połączenia!
pt: Seu cérebro cria novas conexões toda vez que você pratica. Ajude-o a fazer isso!
pt_pt: O teu cérebro cria novas ligações cada vez que o utilizas. Ajuda o teu cérebro a fazer novas ligações!
tr: Her alıştırma yaptığınızda beyniniz yeni bağlantılar oluşturur. Beyninizin yeni bağlantılar oluşturmasına yardımcı olun!

source: Your brain is like a muscle. The more you flex it, the more powerful it gets!
da: Din hjerne er som en muskel. Jo mere du træner den, jo stærkere bliver den!
es: Tu cerebro es como un músculo. ¡Cuanto más lo flexiones, tanto más poderoso se vuelve!
fr: Votre cerveau est comme un muscle. Plus vous l'exercez, plus il devient puissant!
ja: 脳は筋肉のようなものです。あなたがそれを曲げれば曲げるほど、更に強くなります。
nb: Din hjerne er som en muskel. Jo mer du trener den, jo sterkere blir den!
nl: Je hersenen zijn als een spier. Hoe meer je ze oefent, hoe krachtiger ze worden!
pl: Twój mózg jest jak mięsień. Im więcej go ćwiczysz, tym silniejszy się staje!
pt: Seu cérebro é como um músculo. Quanto mais exercitar, mais forte ele ficará!
pt_pt: O teu cérebro é como um músculo. Quanto mais o exercitares, mais forte ficará!
tr: Beyniniz bir kas gibidir. Ne kadar çok çalıştırırsanız, o kadar güçlenir!

source: Your browser is not recent enough to show SQL output. Please upgrade your browser.
nb: Din nettleser er ikke oppdatert ti å vise SQL visningen. Oppdatert nettleseren.
pt: Seu navegador não é novo o suficiente para mostrar a saída SQL. Atualize seu navegador.
pt_pt: O teu navegador não está atualizado, pelo que não consegue mostrar o output de um programa em SQL. Por favor, atualiza o teu navegador.
tr: Tarayıcınız SQL çıktısını gösterecek kadar güncellenmiş değil. Lütfen tarayıcınızı güncelleyin.

source: Your child %(child_name)s will gain new permissions at Khan Academy when they turn 13 on %(bday)s, such as:
da: Dit barn %(child_name)s vil opnå nye muligheder på Khan Academy, når de fylder 13 den %(bday)s, for eksempel:
es: Cuando tu hijo %(child_name)s cumpla 13 años el %(bday)s, obtendrá nuevos permisos en Khan Academy, como:
fr: Votre enfant %(child_name)s obtiendra de nouvelles permissions à la Khan Academy quand ils aura 13 ans le %(bday)s, telles que :
ja: あなたのお子さん %(child_name)s は %(bday)s に 13 歳になった時，カーンアカデミーで新しいことができるようになります．例えば:
nb: Ditt barn, %(child_name)s, vil få nye tilganger på Khan Academy når det fyller 13 år den %(bday)s, som:
nl: Jouw kind %(child_name)s zal nieuwe rechten verwerven op Khan Academy wanneer het 13 jaar wordt op %(bday)s, zoals:
pl: Twoje dziecko %(child_name)s zyska nowe uprawnienia na Khan Academy, gdy ukończy 13 lat w %(bday)s, takie jak:
pt: Seu filho, %(child_name)s, ganhará novas permissões na Khan Academy quando fizer 13 anos em %(bday)s, como:
tr: Çocuğunuz %(child_name)s, %(bday)s tarihinde 13 yaşına geldiğinde Khan Academy web sitesinde yeni yetkilere sahip olacak, örneğin:

source: Your child %(child_name)s will gain new permissions at Khan Academy when they turn 13 on %(bday)s:
da: Dit barn %(child_name)s vil opnå nye muligheder på Khan Academy, når de fylder 13 den %(bday)s:
es: Cuando tu hijo %(child_name)s cumpla 13 años el %(bday)s, obtendrá nuevos permisos en Khan Academy:
fr: Votre enfant %(child_name)s obtiendra de nouvelles permissions à Khan Academy quand ils aura 13 ans le %(bday)s, telles que:
ja: あなたのお子さん %(child_name)s は %(bday)s に 13 歳になった時，カーンアカデミーで新しいことができるようになります．
nb: Ditt barn %(child_name)s vil å få nye tilganger på Khan Academy når det fyller 13 den %(bday)s:
nl: Jouw kind %(child_name)s zal nieuwe rechten verwerven op Khan Academy wanneer het 13 jaar wordt op %(bday)s:
pl: Twoje dziecko %(child_name)s zyska nowe uprawnienia na Khan Academy, gdy ukończy 13 lat w %(bday)s:
pt: Seu filho, %(child_name)s, ganhará novas permissões na Khan Academy quando fizer 13 anos em %(bday)s:
tr: Çocuğunuz %(child_name)s, %(bday)s tarihinde 13 yaşına geldiğinde Khan Academy web sitesinde yeni yetkilere sahip olacak, örneğin:

source: Your child %(child_nickname)s has added %(coach_name)s as a coach.
da: Dit barn %(child_nickname)s har tilføjet %(coach_name)s som lærer.
es: Tu hijo %(child_nickname)s ha agregado a %(coach_name)s como tutor.
fr: Votre enfant %(child_nickname)s a ajouté %(coach_name)s comme coach.
ja: あなたの子 %(child_nickname)s が %(coach_name)s をコーチとして加えました．
nb: Ditt barn %(child_nickname)s har lagt til %(coach_name)s som veileder.
nl: Jouw kind %(child_nickname)s heeft %(coach_name)s als coach toegevoegd.
pl: Twoje dziecko %(child_nickname)s dodało %(coach_name)s jako trenera.
pt: Seu filho %(child_nickname)s adicionou %(coach_name)s como tutor.
pt_pt: O seu filho %(child_nickname)s adicionou %(coach_name)s como tutor.
tr: Çocuğunuz, %(child_nickname)s, %(coach_name)s'i yeni bir koç olarak ekledi.

source: Your child %(child_nickname)s has added %(coach_name)s as a new coach.
da: Dit barn %(child_nickname)s har tilføjet %(coach_name)s som en ny lærer.
es: Tu hijo %(child_nickname)s ha agregado a %(coach_name)s como nuevo tutor.
fr: Votre enfant %(child_nickname)s a ajouté %(coach_name)s comme nouveau coach.
ja: あなたの子 %(child_nickname)s が新しいコーチとして %(coach_name)s を加えました．
nb: Ditt barn %(child_nickname)s har lagt til %(coach_name)s som veileder.
nl: Jouw kind %(child_nickname)s heeft %(coach_name)s toegevoegd als nieuwe coach.
pl: Twoje dziecko %(child_nickname)s dodało %(coach_name)s jako nowego trenera.
pt: Seu filho %(child_nickname)s adicionou %(coach_name)s como um novo tutor.
tr: Çocuğunuz %(child_nickname)s, %(coach_name)s'i yeni bir koç olarak ekledi.

source: Your child %(child_nickname)s has received a coach request from %(coach_name)s.
da: Dit barn %(child_nickname)s har modtaget en anmodning fra %(coach_name)s om at blive lærer.
es: Tu hijo %(child_nickname)s ha recibido una solicitud de tutor de %(coach_name)s.
fr: Votre enfant %(child_nickname)s a reçu une demande de coach, de la part de %(coach_name)s.
ja: あなたの子 %(child_nickname)s が %(coach_name)s からコーチのリクエストを受けとりました．
nb: Ditt barn %(child_nickname)s har fått en veilederforespørsel fra %(coach_name)s.
nl: Jouw kind %(child_nickname)s heeft een coachverzoek ontvangen van %(coach_name)s.
pl: Twoje dziecko %(child_nickname)s otrzymało zaproszenie do trenowania od %(coach_name)s.
pt: Seu filho %(child_nickname)s recebeu uma nova solicitação de tutor de %(coach_name)s.
tr: Çocuğunuz %(child_nickname)s, %(coach_name)s'den yeni bir koç isteği aldı.

source: Your child %(child_nickname)s has received a new coach request from %(coach_name)s.
da: Dit barn %(child_nickname)s har modtaget en ny anmodning fra %(coach_name)s om at blive lærer.
es: Tu hijo %(child_nickname)s ha recibido una nueva solicitud de tutor de %(coach_name)s.
fr: Votre enfant %(child_nickname)s a reçu une nouvelle demande de coach, de la part de %(coach_name)s.
ja: あなたの子 %(child_nickname)s が新しいコーチのリクエストを %(coach_name)s から受けとりました!
nb: Ditt barn %(child_nickname)s har fått en veilederforespørsel fra %(coach_name)s.
nl: Jouw kind %(child_nickname)s heeft een nieuw coachverzoek ontvangen van %(coach_name)s.
pl: Twoje dziecko %(child_nickname)s otrzymało nowe zaproszenie do trenowania od %(coach_name)s.
pt: Seu filho %(child_nickname)s recebeu uma nova solicitação de tutor de %(coach_name)s.
tr: Çocuğunuz, %(child_nickname)s, %(coach_name)s'den yeni bir koç isteği aldı.

source: Your child has added a new coach on Khan Academy!
da: Dit barn har tilføjet en ny lærer på Khan Academy!
es: ¡Tu hijo ha agregado un nuevo tutor en Khan Academy!
fr: Votre enfant a ajouté un nouveau coach sur la Khan Academy !
ja: あなたの子どもが新しいコーチをカーンアカデミーで追加しました!
nb: Ditt barnet har lagt til en ny veileder på Khan Academy!
nl: Uw kind heeft een nieuwe coach toegevoegd bij Kahn Academy!
pl: Twoje dziecko dodało nowego trenera na Khan Academy!
pt: Seu filho adicionou um novo tutor na Khan Academy!
tr: Çocuğunuz Khan Academy'de yeni bir koç ekledi!
