Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We can use the fact that <code>\blue{<var>MANTISSA_DIV</var>}</code> is the same as <code>\green{<var>MANTISSA_2</var> \div 10}</code>, or <code>\green{<var>MANTISSA_2</var> \times 10^{-1}}</code>.
es: Podemos usar el hecho de que <code>\blue{<var>MANTISSA_DIV</var>}</code> es lo mismo que <code>\green{<var>MANTISSA_2</var> \div 10}</code>, o <code>\green{<var>MANTISSA_2</var> \times 10^{-1}}</code>.
fr: On peut utiliser le fait que <code>\blue{<var>MANTISSA_DIV</var>}</code> est égal à <code>\green{<var>MANTISSA_2</var> \div 10}</code>, ou à <code>\green{<var>MANTISSA_2</var> \times 10^{-1}}</code>.
nb: Vi kan bruke faktum at<code>\blue{<var>MANTISSA_DIV</var>}</code> er det samme som <code>\green{<var>MANTISSA_2</var> \div 10}</code>, eller <code>\green{<var>MANTISSA_2</var> \times 10^{-1}}</code>.
nl: We kunnen gebruik maken van het feit dat <code>\blue{<var>MANTISSA_DIV</var>}</code> hetzelfde is als <code>\green{<var>MANTISSA_2</var> \div 10}</code>, of <code>\green{<var>MANTISSA_2</var> \times 10^{-1}}</code>.
pl: Możemy użyć faktu, że <code>\blue{<var>MANTISSA_DIV</var>}</code> to to samo, co <code>\green{<var>MANTISSA_2</var> \div 10}</code>, lub <code>\green{<var>MANTISSA_2</var> \times 10^{-1}}</code>.
pt: Podemos usar o fato de que <code>\blue{<var>MANTISSA_DIV</var>}</code> é o mesmo que <code>\green{<var>MANTISSA_2</var> \div 10}</code>, ou <code>\green{<var>MANTISSA_2</var> \times 10^{-1}}</code>.
tr: <code>\blue{<var>MANTISSA_DIV</var>}</code>'in <code>\green{<var>MANTISSA_2</var> \div 10}</code> ile aynı, veya <code>\green{<var>MANTISSA_2</var> \times 10^{-1}}</code> bilgisini kullanabiliriz.

source: We can use the fact that <code>\blue{<var>MANTISSA_MUL</var>}</code> is the same as <code>\green{<var>MANTISSA_3</var> \times 10}</code> or <code>\green{<var>MANTISSA_3</var> \times 10^{1}}</code>.
es: Podemos usar el hecho de que <code>\blue{<var>MANTISSA_MUL</var>}</code> es lo mismo que <code>\green{<var>MANTISSA_3</var> \times 10}</code> o <code>\green{<var>MANTISSA_3</var> \times 10^{1}}</code>.
fr: On peut utiliser le fait que <code>\blue{<var>MANTISSA_MUL</var>}</code> est égal à <code>\green{<var>MANTISSA_3</var> \times 10}</code> ou à <code>\green{<var>MANTISSA_3</var> \times 10^{1}}</code>.
nb: Vi kan bruke faktum at <code>\blue{<var>MANTISSA_MUL</var>}</code> er det samme som <code>\green{<var>MANTISSA_3</var> \times 10}</code> eller <code>\green{<var>MANTISSA_3</var> \times 10^{1}}</code>.
nl: We kunnen gebruik maken van het feit dat <code>\blue{<var>MANTISSA_MUL</var>}</code> hetzelfde is als <code>\green{<var>MANTISSA_3</var> \times 10}</code> of <code>\green{<var>MANTISSA_3</var> \times 10^{1}}</code>.
pl: Możemy użyć faktu, że <code>\blue{<var>MANTISSA_MUL</var>}</code> to to samo, co <code>\green{<var>MANTISSA_3</var> \times 10}</code> lub <code>\green{<var>MANTISSA_3</var> \times 10^{1}}</code>.
pt: Podemos usar o fato de que <code>\blue{<var>MANTISSA_MUL</var>}</code> é o mesmo que <code>\green{<var>MANTISSA_3</var> \times 10}</code> ou <code>\green{<var>MANTISSA_3</var> \times 10^{1}}</code>.
tr: <code>\blue{<var>MANTISSA_MUL</var>}</code>'in <code>\green{<var>MANTISSA_3</var> \times 10}</code> ile aynı, veya <code>\green{<var>MANTISSA_3</var> \times 10^{1}}</code> olduğu bilgisini kullanabiliriz.

source: We can use the given information to write down an equation about <var>P1</var>'s age.
es: Podemos usar la información dada para escribir una ecuación sobre la edad de <var>P1</var>.
fr: On peut utiliser les données pour écrire une équation satisfaite par l'âge de <var>P1</var>.
nb: Vi kan bruke den gitte informasjonen til å skrive en likning om alderen til <var>P1</var>.
nl: We kunnen de gegeven informatie gebruiken om een vergelijking de maken over de leeftijd van <var>P1</var>.
pl: Możemy użyć podanych informacji, żeby zapisać równanie dotyczące wieku, w jakim jest <var>P1</var>.
pt: Podemos usar as informações dadas para escrever uma equação sobre a idade de <var>P1</var>.
tr: Verilen bilgiyi kullanarak <var>P1</var>'in yaşı ile ilgili bir denklem yazabiliriz.

source: We can use the given information to write down an equation about how many years it will take.
da: Vi kan bruge de givne oplysninger til at skrive en ligning for, hvor mange år det vil tage.
es: Podemos usar la información dada para escribir una ecuación sobre cuántos años tomará.
fr: On peut utiliser les données pour écrire une équation traduisant la situation.
nb: Vi kan bruke de gitte opplysningene til å skrive en likning for hvor mange år det vil ta.
nl: We kunnen de gegeven informatie gebruiken om een vergelijking de maken over het aantal jaren dat het zal duren.
pl: Możemy użyć podanych informacji żeby zapisać równanie, które powie nam ile lat to zajmie.
pt: Podemos usar a informação dada para escrever uma equação sobre quantos anos vai demorar.
tr: Verilen bilgiyi kullanarak kaç yıl süreceği hakkında bir denklem yazabiliriz.

source: We can use the given information to write down two equations that describe the ages of <var>P1</var> and <var>P2</var>.
es: Podemos usar la información proporcionada para escribir dos ecuaciones que describan las edades de <var>P1</var> y <var>P2</var>.
fr: On peut utiliser les données pour écrire deux équations auxquelles satisfont les âges de <var>P1</var> et <var>P2</var>.
nb: Vi kan bruke den gitte informasjonen til å skrive ned to likninger som beskriver alderen til <var>P1</var> og <var>P2</var>.
nl: We kunnen de gegeven informatie gebruiken om twee vergelijkingen te maken, die de leeftijden van <var>P1</var> en <var>P2</var> beschrijven.
pl: Możemy użyć podanych informacji, żeby zapisać dwa równania, które będą opisywać wiek, w jakim są <var>P1</var> i <var>P2</var>.
pt: Podemos usar as informações dadas para escrever duas equações que descrevem as idades de <var>P1</var> e <var>P2</var>.
tr: Verilen bilgiyi kullanarak, <var>P1</var> ve <var>P2</var>'nin yaşlarını tanımlayan iki denklem oluşturabiliriz.

source: We can use the identity <code>\blue{\sin^2 \theta} + \orange{\cos^2 \theta} = 1</code> to simplify this expression.
da: Vi kan bruge identiteten <code>\blue{\sin^2 \theta} + \orange{\cos^2 \theta} = 1</code> til at reducere dette udtryk.
es: Podemos usar la identidad <code>\blue{\sin^2 \theta} + \orange{\cos^2 \theta} = 1</code> para simplificar esta expresión.
fr: Pour simplifier cette expression, on peut utiliser la formule <code>\blue{\sin^2 \theta} + \orange{\cos^2 \theta} = 1</code>.
pt: Podemos usar a identidade <code>\blue{\sin^2 \theta} + \orange{\cos^2 \theta} = 1</code> para simplificar essa expressão.
tr: Bu ifadeyi sadeleştirmek için, <code>\blue{\sin^2 \theta} + \orange{\cos^2 \theta} = 1</code> özdeşliğini kullanabiliriz.

source: We can use the same logic to count the number of groups that only have boys.
es: Podemos usar la misma lógica para contar el número de grupos que solo tienen hombres.
fr: On peut utiliser le même raisonnement pour compter le nombre de groupes constitués uniquement de garçons.
pt: Podemos usar a mesma lógica para contar o número de grupos com apenas garotos.
tr: Sadece erkek öğrencilerden oluşan grup sayısını bulmak için aynı mantığı kullanabiliriz.

source: We can use the same logic to count the number of groups that only have girls.
es: Podemos usar la misma lógica para contar el número de grupos que solo tienen mujeres.
fr: On peut utiliser le même raisonnement pour compter le nombre de groupes constitués uniquement de filles.
pt: Podemos usar a mesma lógica para contar o número de grupos com apenas garotas.
tr: Sadece kız öğrencilerden oluşan grup sayısını bulmak için aynı mantığı kullanabiliriz.

source: We can write the fact that <var>N1</var> <var>deskItem( 0 )</var> cost $<var>C</var> as a proportion:
fr: Nous pouvons écrire le fait qu'<var>N1</var> <var>deskItem( 0 )</var> coûte <var>C</var>€ avec la fraction :
nb: Vi kan skrive at <var>N1</var> <var>deskItem( 0 )</var> koster $<var>C</var> som et forhold:
pl: Sytuację, że <var>N1</var> <var>deskItem( 0 )</var> kosztuje <var>C</var>$, można zapisać jako proporcję:
pt: Podemos escrever o fato de que <var>N1</var> <var>deskItem( 0 )</var> custa $<var>C</var> como uma proporção:

source: We can write the numbers of <var>plural_form(deskItem( 0 ))</var> as a proportion:
fr: Nous pouvons représenter les nombres de <var>plural_form(deskItem( 0 ))</var> par la fraction :
nb: Vi kan skrive <var>plural_form(deskItem( 0 ))</var> som et proporsjonalt forhold:
pl: Możemy zapisać liczby <var>plural_form(deskItem( 0 ))</var> jako proporcję:
pt: Podemos escrever os números de <var>plural_form(deskItem( 0 ))</var> como uma proporção:
tr: <var>plural_form(deskItem( 0 ))</var> sayılarını bir orantı olarak yazabiliriz:

source: We can't load that settings page
da: Vi kan ikke indlæse indstillingssiden
es: No podemos cargar esa página de configuración
fr: Nous ne pouvons pas charger cette page de paramètres
ja: その設定のページを読みこむことができません．
nb: Vi kan ikke laste den innstillings siden
nl: We kunnen die instellingspagina niet laden
pl: Nie można załadować tego ustawienia strony
pt: Não foi possível carregar essa página de configurações
pt_pt: Não foi possível carregar essa página de definições
tr: Bu ayarlar sayfası yüklenemiyor

source: We can't wait for your child to start learning!
da: Vi kan slet ikke vente med at dit barn begynder at lære!
es: ¡No podemos esperar a que tu hijo empiece a aprender!
fr: Il est temps pour votre enfant d'apprendre tant de choses !
ja: 私達はあなたの子が学びを始めることが待ち切れません!
nb: Vi er klare til at ditt barn kan begynne å lære!
nl: We kunnen niet wachten om je kind te laten leren!
pl: Nie możemy się doczekać aż Twoje dziecko zacznie naukę!
pt: Mal podemos esperar que seu filho comece a aprender!
pt_pt: Mal podemos esperar para que o seu filho comece a aprender!
tr: Çocuğunuzun öğrenmeye başlaması için sabırsızlanıyoruz!

source: We can't wait for your students to get started! We'll check off this item when your first student logs in.
da: Vi kan ikke vente på at dine elever at kommer i gang! Vi vil afkrydse dette punkt, når din første elev logger ind.
es: ¡No podemos esperar a que tus estudiantes comiencen! Marcaremos este punto cuando tu primer estudiante inicie sesión.
fr: Nous avons hâte que vos étudiants commencent enfin ! Nous cocherons cette case lorsque votre premier élève se sera connecté.
ja: あなたの生徒が学び始めるのが待ち切れません! あなたの最初の生徒がログインをした時に，この項目がチェックされます。
nb: Vi kan ikke vente til dine elever kommer i gang! Vi vil sjekke ut dette elementet når din første elev logger på.
nl: We kijken ernaar uit je leerlingen aan de slag te zien gaan! We vinken dit item af van zodra de eerste leerling inlogt.
pl: Nie możemy się doczekać kiedy Twoi uczniowie zaczną! Sprawdzimy to kiedy jeden z Twoich uczniów zaloguje się pierwszy.
pt: Estamos ansiosos para que seus alunos comecem a usar a Khan Academy! Vamos marcar este item quando seu primeiro aluno se conectar.
pt_pt: Mal podemos esperar pelos seus alunos! Quando um dos seus alunos iniciar sessão, este passo do guia ficará concluído.
tr: Öğrencilerinizin başlamaları için sabırsızlanıyoruz! İlk öğrenciniz oturum açtığında, bu maddeyi listeden sileceğiz.

source: We chopped this polygon into <code><var>SIDES - 2</var></code> triangles, and each triangle's angles sum to <code>180^{\circ}</code>.
es: Cortamos este polígono en <code><var>SIDES - 2</var></code> triángulos, y los ángulos de cada triángulo suman <code>180^{\circ}</code>.
fr: On a découpé le polygone en <code><var>SIDES - 2</var></code> triangles, et la somme des angles de chacun de ces triangle est égale à <code>180^{\circ}</code>.
pt: Dividimos esse polígono em <code><var>SIDES - 2</var></code> triângulos, e os ângulos de cada triângulo somam <code>180^{\circ}</code>.
tr: Bu çokgeni <code><var>SIDES - 2</var></code> üçgene ayırdık, ve her üçgenin açılarının toplamı <code>180^{\circ}</code>'dir.

source: We come to the same answer by plotting the points and the equation.
da: Vi finder det samme svar ved at plotte punkterne og ligningen.
es: Llegamos a la misma respuesta graficando los puntos y la ecuación.
fr: On peut vérifier la réponse en traçant la droite correspondante et en plaçant les points donnés dans un repère.
nb: Vi finner det samme svaret ved å plotte punktene og likningen.
pl: Doszliśmy do tego samego wniosku nanosząc na wykres punkty i równanie.
pt: Chegamos à mesma resposta, representando os pontos e a equação.
tr: Noktaların ve denklemin grafiğini çizerek aynı cevabı buluruz.

source: We complete the square by taking half of the coefficient of our <code>x</code> term, squaring it, and adding it to both sides of the equation. Since the coefficient of our <code>x</code> term is <code><var>B</var></code>, half of it would be <code><var>B / 2</var></code>, and squaring it gives us <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>.
es: Completamos el cuadrado tomando la mitad del coeficiente de nuestro término <code>x</code> , elevándolo al cuadrado y sumándolo a ambos lados de la ecuación. Puesto que el coeficiente de nuestro término <code>x</code> es <code><var>B</var></code>, la mitad de él sería <code><var>B / 2</var></code>, y elevando al cuadrado obtenemos <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>.
fr: Pour mettre un carré en évidence, on prend la moitié du coefficient de <code>x</code>, on l'élève au carré et on additionne ce carré dans les deux membres de l'équation. Le coefficient de <code>x</code> est <code><var>B</var></code>, sa moitié est <code><var>B / 2</var></code> et son carré est <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>.
nb: Vi fullførte kvadratet ved å ta halvdelen av sifferet for vårt <code>x</code>-ledd, kvadrere det, og legge det til på begge sider av likningen. Da siffrene for vårt <code>x</code>-ledd er lik <code><var>B</var></code>, så vil halvdelen av det være <code><var>B / 2</var></code>, og kvadrering av dette gir oss <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>.
pl: Dopełniamy kwadrat dzieląc współczynnik stojący przy wyrazie z <code>x</code> na pół, podnosząc wynik do kwadratu, i dodając to do obu stron równania. Ponieważ współczynnik przy wyrazie z <code>x</code> to <code><var>B</var></code>, połowa z tego to będzie <code><var>B / 2</var></code>, co podniesione do kwadratu da <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>.
pt: Completamos o quadrado ao tomar a metade do coeficiente de nosso termo <code>x</code>, elevando-o ao quadrado e adicionando-o aos dois lados da equação. Sendo que o coeficiente do nosso termo <code>x</code> é <code><var>B</var></code>, metade dele seria <code><var>B / 2</var></code>, e elevando ao quadrado temos <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>.
tr: <code>x</code>'li terimin katsayısının yarısının karesini alıp bunu iki tarafa toplayarak tam kareye tamamlarız. <code>x</code>'li terimin katsayısı <code><var>B</var></code> olduğu için, yarısı <code><var>B / 2</var></code> olur, ve bunun karesini aldığımızda, <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code> elde ederiz.

source: We complete the square by taking half of the coefficient of our <code>x</code> term, squaring it, and adding it to both sides of the equation. The coefficient of our <code>x</code> term is <code><var>decimalFraction( B, 1, 1 )</var></code>, so half of it would be <code><var>decimalFraction( B / 2, 1, 1 )</var></code>, and squaring it gives us <code>\color{blue}{<var>decimalFraction( pow( B / 2, 2 ), 1, 1 )</var>}</code>.
fr: Pour mettre en évidence le carré d'un binôme, on prend la moitié du coefficient de <code>x</code>, on l'élève au carré, puis on l'additionne aux deux membres de l'équation. Le coefficient de <code>x</code> est <code><var>decimalFraction( B, 1, 1 )</var></code>, sa moitié est <code><var>decimalFraction( B / 2, 1, 1 )</var></code>, et son carré est <code>\color{blue}{<var>decimalFraction( pow( B / 2, 2 ), 1, 1 )</var>}</code>.
nb: Vi fullfører kvadratet ved å ta halvdelen av koeffisienten for vårt <code>x</code>-ledd, kvadrere det og legge det til på begge sider av likningen. Koeffisienten for vårt <code>x</code>-ledd er lik <code><var>decimalFraction( B, 1, 1 )</var></code>, så halvdelen av det ville være <code><var>decimalFraction( B / 2, 1, 1 )</var></code>, og kvadreringen gir oss <code>\color{blue}{<var>decimalFraction( pow( B / 2, 2 ), 1, 1 )</var>}</code>.
pt: Nós completamos o quadrado ao tomar a metade do coeficiente de nosso <code>x</code> termo, elevando-o ao quadrado e o adicionando aos dois lados da equação. O coeficiente de nosso termo <code>x</code> é <code><var>decimalFraction( B, 1, 1 )</var></code>, portanto, metade dele seria <code><var>decimalFraction( B / 2, 1, 1 )</var></code>, e elevando-o ao quadrado, temos <code>\color{blue}{<var>decimalFraction( pow( B / 2, 2 ), 1, 1 )</var>}</code>.
tr: Tam kareye tamamlamak için, <code>x</code>'li terimin katsayının yarısını buluruz, karesini alırız, ve denklemin iki tarafında bunu toplarız. <code>x</code>'li terimin katsayısı, <code><var>decimalFraction( B, 1, 1 )</var></code>, bunun yarısı <code><var>decimalFraction( B / 2, 1, 1 )</var></code> olur, ve karesini alırsak, <code>\color{blue}{<var>decimalFraction( pow( B / 2, 2 ), 1, 1 )</var>}</code> elde ederiz.

source: We consider it abuse for SQL scripts which include:
da: Vi opfatter det som misbrug, hvis SQL scripts omfatter:
es: Consideramos abusivos los scripts SQL que incluyan:
fr: Nous considérons que les script SQL sont abusifs quand ils incluent :
nb: Vi anser det som misbruk av SQL-skript når det inkluderer:
nl: Wij beschouwen het als misbruik voor SQL scripts die de volgende dingen bevatten:
pl: Uważamy za nadużycie, jeżeli SQL script zawiera:
pt: Consideramos abusivos scripts SQL que incluem:
tr: Şunları içeren SQL komutlarında kötü kullanım vardır:

source: We consider it abuse if programs include:
da: Vi opfatter det som misbrug, hvis programmer omfatter:
es: Consideramos abuso si los programas incluyen:
fr: Nous considérons un abus si les programmes comprennent :
nb: Vi oppfatter det som misbruk hvis programmer omfatter:
nl: Wij beschouwen het misbruik wanneer programma's bevatten:
pl: Uważamy za nadużycie, jeżeli program zawiera:
pt: Consideramos abuso se os programas incluem:
pt_pt: Consideramos os programas abusivos se:
tr: Şu öğeleri barındıran programları istismar içerikli sayıyoruz:

source: We consider it abuse if webpages include:
da: Vi opfatter det som misbrug, hvis hjemmesider indkluderer:
es: Consideramos abuso si las páginas web incluyen:
fr: Nous considérons qu'il y a abus si les pages Web comprennent :
nb: Vi oppfatter det som misbruk hvis hjemmesider indkluderer:
nl: Wij beschouwen het misbruik als webpagina's het volgende bevatten:
pl: Uważamy za nadużycie, jeżeli strony internetowe zawierają:
pt: Consideramos abuso se as páginas da Web incluem:
tr: Şu öğeleri barındıran web sayfalarını istismar içerikli sayıyoruz:

source: We consider it plagiarism if:
da: Vi opfatter det som plagiat, hvis:
es: Consideramos plagio si:
fr: Nous considérons qu'il y a plagiat si :
nb: Vi oppfatter det som plagiat, hvis:
nl: Wij beschouwen het plagiaat als:
pl: Uważamy za plagiat, jeżeli:
pt: Consideramos plágio as seguintes situações:
tr: Şu durumları intihal kabul ediyoruz:

source: We could just <em>try</em> to draw a regular hexgon inside the circle, but then <strong>we have no guarantee </strong> that all the sides would be the same length and all the angles would be the same size.
es: Simplemente podríamos <em>tratar</em> de dibujar un hexágono dentro del círculo, pero entonces <strong>no tendríamos ninguna garantía</strong> de que todos los lados midan lo mismo y que los ángulos sean del mismo tamaño.
fr: On peut <em>essayer</em> de tracer un hexagone régulier à l'intérieur du cercle. Mais on aura <strong>aucune certitude </strong> que les côtés et les angles seront égaux.
pl: Moglibyśmy zwyczajnie <em>spróbować</em> narysować sześciokąt foremny wewnątrz okręgu, ale wtedy <strong>nie mamy żadnej gwarancji na to, że </strong> wszystkie boki byłyby tej samej długości a wszystkie kąty samej miary.
pt: Poderíamos simplesmente <em>tentar</em> desenhar um hexágono regular dentro da circunferência, mas <strong>não há garantias </strong> de que todos os lados terão o mesmo comprimento e de que todos os ângulos terão a mesma medida.
tr: Çemberin içine düzgün bir altıgen çizmeye <em>çalışabiliriz</em>, ama tüm kenarların aynı uzunlukta ve tüm açıların aynı boyutta olacağının <strong>garantisi yoktur</strong>.

source: We could just <em>try</em> to draw a square inside the circle, but then <strong>we have no guarantee </strong> that all the sides would be the same length and all the angles would be right angles.
es: Simplemente podríamos <em>tratar</em> de dibujar un cuadrado dentro del círculo, pero entonces <strong>no tendríamos ninguna garantía</strong> de que todos los lados midan lo mismo y que todos los ángulos sean ángulos rectos.
fr: On peut <em>essayer</em> de tracer un carré à l'intérieur du cercle. Mais on aura <strong>aucune certitude </strong> que les côtés sont égaux et que les angles sont droits.
pl: Moglibyśmy <em>spróbować</em> zwyczajnie narysować trójkąt wewnątrz okręgu, ale wtedy <strong> nie mamy żadnej gwarancji na to, </strong> że wszystkie boki byłyby tej samej długości a wszystkie kąty byłyby kątami prostymi.
pt: Poderíamos simplesmente <em>tentar</em> desenhar um quadrado dentro da circunferência, mas <strong>não há garantias </strong> de que todos os lados terão o mesmo comprimento e de que todos os ângulos serão ângulos retos.
tr: Çemberin içine bir kare çizmeye <em>çalışabiliriz</em>, ama tüm kenarların aynı uzunlukta ve tüm açıların dik olacağının <strong>garantisi yoktur</strong>.

source: We could just <em>try</em> to draw a triangle inside the circle, but then <strong>we have no guarantee </strong> that all the sides would be the same length and all the angles would be the same size.
es: simplemente podríamos <em>tratar</em> de dibujar un triángulo dentro del círculo, pero entonces <strong>no tendríamos ninguna garantía</strong> de que todos los lados midan lo mismo y que todos los ángulos sean iguales.
fr: On pourrait simplement <em>essayer</em> de dessiner un triangle à l'intérieur du cercle, mais <strong>rien ne garantit </strong> que tous les côtés auraient la même longueur et que les angles auraient la même mesure.
pl: Moglibyśmy <em>spróbować</em> zwyczajnie narysować trójkąt wewnątrz okręgu, ale wtedy <strong> nie mamy żadnej gwarancji na to, </strong> że wszystkie boki byłyby tej samej długości i wszystkie kąty tej samej miary.
pt: Poderíamos simplesmente <em>tentar</em> desenhar um triângulo dentro da circunferência, mas <strong>não há garantias </strong> de que todos os lados terão o mesmo comprimento e de que todos os ângulos terão a mesma medida.
tr: Çemberin içine bir üçgen çizmeye <em>çalışabiliriz</em>, ama tüm kenarların aynı uzunlukta ve tüm açıların aynı boyutta olacağının <strong>garantisi yoktur</strong>.
