Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Let's say we toss a coin 5 times, and get tails three times. How many different re-arrangements are there of the letters "HHTTT"? Well, we have five choices for the first slot, four for the second slot, and so on, resulting in <code>5\cdot4\cdot3\cdot2\cdot1 = 5! = 120 \;</code> different re-arrangements. But, this treats all the letters as unique, when <br> H<span class="hint_blue">T</span>H<span class="hint_orange">T</span><span class="hint_green">T</span> is the same as <br> H<span class="hint_orange">T</span>H<span class="hint_blue">T</span><span class="hint_green">T</span>, and <br> H<span class="hint_orange">T</span>H<span class="hint_green">T</span><span class="hint_blue">T</span>, <br> and so on. So really, we need to replace all these different re-arrangements where we only move the tails around with one re-arrangement, HTHTT. There are <code>3!</code> of these multi- colored arrangements for every normal one, so that means dividing our first guess of <code>5!</code> by <code>3!</code>. By the exact same logic, we need to divide by <code>2!</code> to avoid overcounting every permutation where we just move the heads around. So, the number of re-arrangements is <code>\dfrac{5!}{3!2!} = \binom{5}{3}</code>.
es: Digamos que echamos un volado 5 veces y obtenemos sol tres veces. ¿Cuántos arreglos diferentes hay con las letras "AASSS"? Bueno, tenemos 5 opciones para la primera entrada, cuatro para la segunda, y así sucesivamente, lo que nos da <code>5\cdot4\cdot3\cdot2\cdot1 = 5! = 120 \;</code> arreglos diferentes. Pero esto trata de la misma manera a todas las letras, cuando <br> A<span class="hint_blue">S</span>A<span class="hint_orange">S</span><span class="hint_green">S</span> es lo mismo que <br> A<span class="hint_orange">S</span>A<span class="hint_blue">S</span><span class="hint_green">S</span> y <br> A<span class="hint_orange">S</span>A<span class="hint_green">S</span><span class="hint_blue">S</span>, <br> y así sucesivamente. Entonces, necesitamos considerar todos estos arreglos diferentes dónde solo movemos los soles de lugar, como un solo arreglo, ASASS. Hay <code>3!</code> de estos arreglos multicolores para cada uno, así que eso significa que hay que dividir nuestra primera cuenta de <code>5!</code> entre <code>3!</code>. Por lo mismo, necesitamos dividir entre <code>2!</code> para evitar contar de más cada permutación donde solo movemos las águilas de lugar. Por lo tanto, el número de arreglos es <code>\dfrac{5!}{3!2!} = \binom{5}{3}</code>.
fr: Supposons qu'on lance une pièce de monnaie 5 fois et qu'on obtienne trois piles. Si les trois lettres P ont chacune une couleur, et les deux lettres F chacune une couleur combien y a-t-il de mots contenant "FFPPP" ? On a cinq choix pour la première lettre, quatre pour la deuxième, et ainsi de suite, ce qui donne <code>5\cdot4\cdot3\cdot2\cdot1 = 5! = 120 \;</code> mots différents. En réalité les lettres n'ont pas de couleur donc <br> F<span class="hint_blue">P</span>F<span class="hint_orange">P</span><span class="hint_green">P</span> est le même mot que <br> F<span class="hint_orange">P</span>F<span class="hint_blue">P</span><span class="hint_green">P</span>, et que <br> F<span class="hint_orange">P</span>F<span class="hint_green">P</span><span class="hint_blue">P</span>, <br> et ainsi de suite. Donc, si on retire les couleurs des lettres P, on obtient le seul mot FPFPP. Il y a <code>3!</code> mots multicolores où les trois lettres P sont en couleurs, donc on doit diviser <code>5!</code> par <code>3!</code>. On fait le même raisonnement pour les deux lettres F et on en déduit que si on retire les couleurs des lettres F, on doit aussi diviser par <code>2!</code>. Finalement le nombre de mots est <code>\dfrac{5!}{3!2!} = \binom{5}{3}</code>.
pt: Vamos dizer que jogamos a moeda 5 vezes e tiramos coroa três vezes. Quantas formas diferentes existem para de rearranjar as letras "HHTTT"? Bem, temos cinco escolhas para o primeiro espaço, quatro para o segundo espaço, e assim por diante, resultando em <code>5\cdot4\cdot3\cdot2\cdot1 = 5! = 120 \;</code> arranjos diferentes. Mas isso tratando todas as letras como únicas, quando <br> H<span class="hint_blue">T</span>H<span class="hint_orange">T</span><span class="hint_green">T</span> é igual a <br> H<span class="hint_orange">T</span>H<span class="hint_blue">T</span><span class="hint_green">T</span>, e <br> H<span class="hint_orange">T</span>H<span class="hint_green">T</span><span class="hint_blue">T</span>, <br> e assim por diante. Então, na verdade, precisamos substituir estes diferentes arranjos em que apenas movemos coroas por um arranjo HTHTT. Existem <code>3!</code> destes arranjos multicoloridos para cada normal, o que significa dividir nosso primeiro palpite <code>5!</code> por <code>3!</code>. Pela mesma lógica, precisamos dividir <code>2!</code> para evitar exceder cada permutação que mover apenas as caras. Então, o número de arranjos é <code>\dfrac{5!}{3!2!} = \binom{5}{3}</code>.
tr: Bir parayı 5 kere yazı tura attığımızı ve üç kere yazı geldğini düşünelim. "TTYYY" harflerinin kaç değişik sıralaması vardır? İlk yer için beş seçenek var, ikinci yer için dörtseçenek, vesaire. Sonuç olarak, <code>5\cdot4\cdot3\cdot2\cdot1 = 5! = 120 \;</code> farklı sıralama olur. Ama burada her harfin farklı olduğunu varsayıyoruz, aslında <br> T<span class="hint_blue">Y</span>T<span class="hint_orange">Y</span><span class="hint_green">Y</span>, <br> T<span class="hint_orange">Y</span>T<span class="hint_blue">Y</span><span class="hint_green">Y</span>, ve <br> T<span class="hint_orange">Y</span>T<span class="hint_green">Y</span><span class="hint_blue">Y</span>, <br> ile aynıdır, vesaire. Yani aslında bu değişik sıralamaları yazıları değiştirdiğimiz bir düzenlemeyle, TYTYY ile, değiştirmemiz gerekiyor. Her normal sıralama için bu renkli sıralamalardan <code>3!</code> adet var, yani ilk tahminimiz olan <code>5!</code>'i <code>3!</code>'e bölmemiz gerekiyor. Aynı mantıkla turaların yerini değiştirdiğimiz permütasyonları fazladan saymamak için <code>2!</code> ile de bölmemiz gerekiyor. Buna göre, sıralamaların sayısı, <code>\dfrac{5!}{3!2!} = \binom{5}{3}</code>.

source: Let's start by creating your first class:
da: Lad os starte med at oprette din første klasse:
es: Empecemos por crear tu primera clase:
fr: Commençons par créer votre première classe :
ja: あなたの最初のクラスを作ることからはじめましょう:
nb: La oss begynne med å opprette din første klasse:
nl: Laten we beginnen met je eerste klas te creëren:
pl: Zacznijmy od stworzenia Twojej pierwszej klasy:
pt: Vamos começar criando sua primeira turma:
pt_pt: Vamos começar por criar a sua primeira turma:
tr: İlk sınıfınızı oluşturarak başlayalım:

source: Let's try graphing each of the points.
da: Lad os afbilde hvert punkt på grafen.
es: Intentemos graficar cada uno de los puntos.
fr: On place chacun des points dans le repère.
nb: La oss tegne hvert punkt på grafen.
pl: Spróbujmy nanieść każdy z punktów na wykres.
pt: Vamos representar em gráfico cada um dos pontos.
tr: Noktaların her birinin grafiğini çizmeyi deneyelim.

source: Let's try to cancel out <code>B</code>. We see that if we plug in <code><var>C</var></code> for <code>x</code>, the term with <code>B</code> cancels out, and we are left with:
da: Lad os få <code>B</code> til at gå ud. Vi kan se, at hvis vi indsætter <code><var>C</var></code> som <code>x</code>, så går leddet med <code>B</code> ud, og vi står tilbage med:
es: Tratemos de cancelar <code>B</code>. Vemos que si introducimos <code><var>C</var></code> en <code>x</code>, el término con <code>B</code> se cancela y nos quedamos con:
fr: On essaie d'éliminer <code>B</code>. On voit que si on remplace <code>x</code> par <code><var>C</var></code>, le coefficient du terme en <code>B</code> s'annule et il reste :
nb: La oss få <code>B</code> til at gå ut. Vi kan se at hvis vi setter inn <code><var>C</var></code> som <code>x</code>, så går leddet med <code>B</code> ut, og vi står igjen med:
pl: Spróbujmy pozbyć się <code>B</code>. Widzimy, że podstawiając <code><var>C</var></code> w miejsce <code>x</code>, cześć zawierająca <code>B</code>zostaje zniesiona, pozostawiając nam:
pt: Vamos tentar cancelar <code>B</code>. Veremos que, se usarmos <code><var>C</var></code> no lugar de <code>x</code>, o termo com <code>B</code> é cancelado, e ficamos com:
tr: <code>B</code>'yi sadeleştirmeye çalışalım. <code>x</code> yerine <code><var>C</var></code> koyarsak, <code>B</code>'li terim sadeleşir ve şu kalır:

source: Let's use different colors for each fraction.
es: Vamos a usar colores diferentes para cada fracción.
fr: On va utiliser une couleur différente pour chaque fraction.
nb: La oss bruke ulike farger på hver brøk.
pl: Użyjmy różnych kolorów dla każdego ułamka.
pt: Usaremos cores diferentes para cada fração.
tr: Her kesir için farklı renkler kullanalım.

source: Let's use different colors for each number.
da: Lad os bruge forskellige farver for hvert tal.
es: Vamos a usar colores diferentes para cada número.
fr: On utilise des couleurs différentes pour chaque nombre.
nb: La oss bruke forskjellige farger for hvert tall.
nl: Laten we verschillende kleuren voor elk getal gebruiken.
pl: Zaznaczmy każdą liczbę innym kolorem.
pt: Usaremos cores diferentes para cada número.
tr: Her sayı için farklı bir renk kullanalım.

source: Letters and numbers only.
da: Kun bogstaver og tal.
es: Solo letras y números.
fr: Lettres et chiffres seulement.
nb: Kun bokstaver og tall.
nl: Enkel letters en cijfers.
pl: Tylko litery i cyfry.
pt: Só letras e números.
tr: Sadece harfler ve sayılar.

source: Level 1
da: Niveau 1
es: Nivel 1
fr: Niveau 1
ja: レベル 1
nb: Nivå 1
nl: Niveau 1
pl: Poziom 1
pt: Nível 1
pt_pt: Nível 1
tr: Seviye 1

source: Level 2
da: Niveau 2
es: Nivel 2
fr: Niveau 2
ja: レベル 2
nb: Nivå 2
nl: Niveau 2
pl: Poziom 2
pt: Nível 2
pt_pt: Nível 2
tr: Seviye 2

source: Level One
bg: Първо ниво
da: Level 1
es: Nivel uno
fr: Niveau Un
ja: レベル 1
nb: Nivå en
nl: Niveau een
pl: Poziom pierwszy
pt: Nível 1
pt_pt: Nível um
tr: Seviye Bir

source: Level Two
bg: Второ ниво
da: Level 2
es: Nivel dos
fr: Niveau Deux
ja: レベル 2
nb: Nivå to
nl: Niveau twee
pl: Poziom drugi
pt: Nível 2
pt_pt: Nível dois
tr: Seviye İki

source: Level up skills in the topic quickly
da: Gå hurtigt et niveau op i færdigheder i emnet
es: Aumenta el nivel de tus habilidades en los temas rápidamente
nb: Gå hurtig opp i nivå i ferdigheter i emnet
nl: Snel de vaardigheden in het onderwerp omhoog brengen
pl: Szybko podnoś poziom swoich umiejętności w temacie
pt: Avance pelas habilidades do tópico rapidamente
tr: Konunun becerilerinde hızla yükselin

source: Level up skills quickly
da: Gå et niveau op i færdigheder hurtigt
es: Aumenta el nivel de las habilidades rápidamente
fr: Grimpe rapidement de niveau !
nb: Gå nye nivå opp i ferdigheter raskt
nl: Snel de vaardigheden omhoog brengen
pl: Szybko podnoś poziom swoich umiejętności
pt: Avance suas habilidades rapidamente
tr: Becerilerinizin seviyelerini hızla artırın

source: Level up your skills
da: Få dine færdigheder et niveau op
es: Sube el nivel de tus habilidades
fr: Passez au niveau supérieur
nb: Få dine ferdigheter et nivå opp
nl: Breng je vaardigheden naar het volgende niveau
pl: Podnieś swoje umiejętności
pt: Desenvolva suas habilidades
tr: Becerilerinizi aynı düzeye getirin

source: Level up your skills in %(mission)s
da: Få dine færdigheder et niveau op i %(mission)s
es: Aumenta el nivel de tus habilidades en %(mission)s
fr: Améliorez vos compétences dans les %(mission)s
ja: %(mission)s でのあなたのスキルをレベルアップ
nb: Øk nivået på dine ferdigheter i %(mission)s
nl: Verhoog het niveau van je vaardigheden in %(mission)s
pl: Podnieś poziom w %(mission)s
pt: Aumente o nível de suas habilidades em %(mission)s
tr: %(mission)s hedeflerinde becerilerinizi yükseltin

source: Leveled up to {{level_slug}} in {{translatedExerciseDisplayName}}
da: Gik et niveau op til {{level_slug}} i {{translatedExerciseDisplayName}}
es: Promovido a {{level_slug}} en {{translatedExerciseDisplayName}}
fr: Progressé au niveau {{level_slug}} en {{translatedExerciseDisplayName}}
ja: {{translatedExerciseDisplayName}} で {{level_slug}} にレベルアップしました
nb: Gikk opp et nivå til {{level_slug}} i {{translatedExerciseDisplayName}}
nl: Een niveau hoger {{level_slug}} in {{translatedExerciseDisplayName}}
pl: Awans na poziom {{level_slug}} w {{translatedExerciseDisplayName}}
pt: Subiu para o {{level_slug}} em {{translatedExerciseDisplayName}}
pt_pt: Subiste para o {{level_slug}} de {{translatedExerciseDisplayName}}
tr: {{translatedExerciseDisplayName}} konusunda {{level_slug}} seviyesine çıktınız

source: Levels completed <code>\times</code> Points per level <code>+</code> Starting points <code>\geq <var>R</var></code>
da: Niveauer gennemført <code>\times</code> point per niveau <code>+</code> Antal point fra start <code>\geq <var>R</var></code>
es: Niveles completados <code>\times</code> puntos por nivel <code>+</code> Puntos iniciales <code>\geq <var>R</var></code>
fr: Niveaux terminés <code>\times</code> Points par niveau <code>+</code> Points au depart <code>\geq <var>R</var></code>
nb: Nivåer gjennomført <code>\times</code> poeng per nivå <code>+</code> Antal point fra start <code>\geq <var>R</var></code>
nl: Uitgespeelde levels <code>\times</code> Punten per level <code>+</code> Start punten <code>\geq <var>R</var></code>
pl: Poziomy ukończone <code>\times</code> Punkty za poziom <code>+</code> Punkty początkowe <code>\geq <var>R</var></code>
pt: Níveis completados <code>\times</code> Pontos por nível <code>+</code> Pontos iniciais <code>\geq <var>R</var></code>
tr: Tamamlanan düzeyler <code>\times</code> Her düzeyin puanı <code>+</code> Başlangıçtaki puanlar <code>\geq <var>R</var></code>

source: Liat is a certified teacher in Aventura, FL. Through her passion for the arts, she enjoys engaging children in mathematical thinking and helping them develop a love of learning at an early age. Liat has published several problem sets in <em>Teaching Children Mathematics</em> and is also a licensed Zumba instructor.
es: Liat es profesora certificada en Aventura, Florida. Por medio de su pasión por las artes, disfruta atraer a los niños al pensamiento matemático y ayudarlos a desarrollar un amor por el aprendizaje a edad temprana. Liat ha publicado varios juegos de programas en <em>Teaching Children Mathematics</em> y también es instructora certificada de zumba.
pt: Liat é professora licenciada de Aventura, Flórida. Por causa de sua paixão pelas artes, ela gosta de envolver as crianças em raciocínio matemático, ajudando-os a desenvolver um amor pela aprendizagem desde cedo. Liat publicou várias listas de exercícios em <em>Teaching Children Mathematics</em>, e também é professora de Zumba.
tr: Liat Aventura, Florida'da sertifikalı bir öğretmen. Çocukları sanata olan tutkusuyla matematiksel düşünceye yönelndirmekten ve onlara erken yaşta öğrenim sevgisı kazanmalarına yardımcı olmaktan hoşlanıyor. Liat, <em>Çocuklara Matematik Öğretmek</em> başlığı altında bir kaç alıştırma seti yayınlamıştır. Kendisi aynı zamanda lisanslı bir Zumba eğitmenidir.

source: License logo
ja: ライセンスロゴ
nb: Lisenslogo
pl: Logo licencji
pt: Logotipo da licença
pt_pt: Logótipo da licença
tr: Lisans logosu

source: Life University
pt: Universidade Life
tr: Life Üniversitesi

source: Life at KA
da: Livet hos KA
es: La vida en Khan Academy
fr: La vie à la Khan Academy (US)
ja: カーンアカデミーの内側
nb: Livet på KA
nl: Het leven bij KA
pl: Życie w KA
pt: A vida na KA
pt_pt: A vida na KA
tr: KA'da Yaşam

source: Light intensity (cd/sq.m)
pl: Natężenie światła (cd/m kwadratowy)
pt: Intensidade da luz (cd/m2)
tr: Işık yoğunluğu (kandil/metrekare)

source: Like Clockwork
da: Som Urværk
es: Como un reloj
fr: Comme une horloge
ja: 時計のように規則正しく
nb: Som urverk
nl: Op rolletjes
pl: Jak w zegarku
pt: Como um relógio
pt_pt: Como um relógio
tr: Saat gibi

source: Like playing with data? Learn how to manipulate data in a database and make your own custom store.
da: Kan du lide at lege med data? Lær at manipulere data i en database og lave dine egen online butik.
es: ¿Te gusta jugar con datos? Aprende a manipular datos en una base de datos y hacer tu propia tienda personalizada.
fr: Vous aimez jouer avec les données ? Apprenez à les gérer avec le mySQL et montez votre propre magasin.
nb: Som å spille på data? Lær å manipulere data i en database og lage din egen egendefinerte butikk.
nl: Vind je met gegevens spelen leuk? Leer hoe je gegevens manipuleert in een database en maak jouw eigen gegevensopslag.
pl: Lubisz bawić się danymi? Naucz się przekształcać dane w bazę danych i stworzyć swój własny magazyn danych.
pt: Gosta de brincar com dados? Aprenda a manipulá-los em um banco de dados e crie sua própria loja personalizada.
pt_pt: Gostas de brincar com dados? Aprende a manipular dados numa base de dados e constrói a tua própria loja personalizada.
tr: Verilerle oynamak hoşunuza gidiyor mu? Bir veri tabanındaki verileri kullanmayı ve kendi depolamanızı yapmayı öğrenin.

source: Likewise, to find the element at row 1, column 2 of the answer matrix, multiply the elements in <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> of <code><var>PRETTY_MAT_1_ID</var></code> with the corresponding elements in <code><var>colorMarkup("\\text{" + COLUMN + " }2", COL_COLORS[1])</var></code> of <code><var>PRETTY_MAT_2_ID</var></code> and add the products together.
es: De manera similar, para encontrar el elemento en la fila 1, columna 2 de la matriz solución, multiplica los elementos en la <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> de <code><var>PRETTY_MAT_1_ID</var></code> con los elementos correspondientes en la <code><var>colorMarkup("\\text{" + COLUMN + " }2", COL_COLORS[1])</var></code> de <code><var>PRETTY_MAT_2_ID</var></code> y suma los productos.
fr: De même, pour trouver l'élément de la ligne 1 et de la colonne 2 de la matrice produit, on multiple les éléments de la <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> de <code><var>PRETTY_MAT_1_ID</var></code> par les éléments correspondants de la <code><var>colorMarkup("\\text{" + COLUMN + " }2", COL_COLORS[1])</var></code> of <code><var>PRETTY_MAT_2_ID</var></code> et on additionne les produits obtenus.
nb: På samme måte, for å finne elementet i rad 1, kolonne 2 av svarmatrisen, multipliser elementene i <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> av <code><var>PRETTY_MAT_1_ID</var></code> med de tilsvarende elementene i <code><var>colorMarkup("\\text{" + COLUMN + " }2", COL_COLORS[1])</var></code> av <code><var>PRETTY_MAT_2_ID</var></code> og legg produktene sammen.
pt: Igualmente, para descobrir o elemento na linha 1, coluna 2 da matriz de resposta, multiplique os elementos em <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> da <code><var>PRETTY_MAT_1_ID</var></code> com os elementos correspondentes <code><var>colorMarkup("\\text{" + COLUMN + " }2", COL_COLORS[1])</var></code> da <code><var>PRETTY_MAT_2_ID</var></code> e some os produtos.
tr: Aynı şekilde, cevap matrisinin 1. satır, 2. sütunundaki elemanı bulmak için, <code><var>PRETTY_MAT_1_ID</var></code> matrisinin <code><var>colorMarkup("\\text{" + ROW + " }1", ROW_COLORS[0])</var></code> elemanlarını <code><var>PRETTY_MAT_2_ID</var></code><code><var>colorMarkup("\\text{" + COLUMN + " }2", COL_COLORS[1])</var></code> elemanlarıyla çarpın ve çarpımları toplayın.

source: Likewise, to find the element at row 2, column 1 of the answer matrix, multiply the elements in <code><var>colorMarkup("\\text{" + ROW + " }2", ROW_COLORS[1])</var></code> of <code><var>PRETTY_MAT_1_ID</var></code> with the corresponding elements in <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> of <code><var>PRETTY_MAT_2_ID</var></code> and add the products together.
es: De forma similar, para encontrar el elemento en la fila 2, columna 1 de la matriz solución, multiplica los elementos en la <code><var>colorMarkup("\\text{" + ROW + " }2", ROW_COLORS[1])</var></code> de <code><var>PRETTY_MAT_1_ID</var></code> con los elementos correspondientes en la <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> de <code><var>PRETTY_MAT_2_ID</var></code> y suma los productos.
fr: De même, pour trouver l'élément de la ligne 2 et de la colonne 1 de la matrice produit, on multiple les éléments de la <code><var>colorMarkup("\\text{" + ROW + " }2", ROW_COLORS[1])</var></code> de <code><var>PRETTY_MAT_1_ID</var></code> par les éléments correspondants de la <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> de <code><var>PRETTY_MAT_2_ID</var></code> et on additionne les produits obtenus.
nb: På samme måte, for å finne elementet på rad 2, kolonne 1 i svarmatrisen, multipliser elementene i<code><var>colorMarkup("\\text{" + ROW + " }2", ROW_COLORS[1])</var></code> of <code><var>PRETTY_MAT_1_ID</var></code> med de tilsvarende elementene i <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> of <code><var>PRETTY_MAT_2_ID</var></code> og legg produktene sammen.
pt: Igualmente, para descobrir o elemento na linha 2, coluna 1 da matriz de resposta, multiplique os elementos em <code><var>colorMarkup("\\text{" + ROW + " }2", ROW_COLORS[1])</var></code> de <code><var>PRETTY_MAT_1_ID</var></code> pelos elementos correspondentes em <code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> de <code><var>PRETTY_MAT_2_ID</var></code> e some os produtos.
tr: Aynı şekilde, cevap matrisinin 2. satır, 1. sütunundaki elemanı bulmak için, <code><var>PRETTY_MAT_1_ID</var></code> matrisinin <code><var>colorMarkup("\\text{" + ROW + " }2", ROW_COLORS[1])</var></code> elemanlarını <code><var>PRETTY_MAT_2_ID</var></code><code><var>colorMarkup("\\text{" + COLUMN + " }1", COL_COLORS[0])</var></code> elemanlarıyla çarpın ve çarpımları toplayın.

source: Limiting reagent stoichiometry
pl: Bilans reakcji w przypadku niestechiometrycznej ilości reagentów
pt: Estequiometria de reagentes limitantes
tr: Sınırlayıcı reaktant stokiyometri

source: Linda Downs is Executive Director and CEO of College Art Association. Previously she was Director of the Figge Art Museum; Director of Education at the National Gallery of Art; and Curator of Education at the Detroit Institute of Arts. She has an M.A. in the history of art from the University of Michigan, post graduate study in history at American University and a Ph.B. from Monteith College at Wayne State University.
pt: Linda Downs é diretora executiva e CEO da College Art Association. Antes, ela foi diretora do Museu de Arte Figge, diretora da Galeria Nacional de Arte e curadora de educação no Instituto de Artes de Detroit. Ela tem mestrado em história da arte pela Universidade de Michigan, estudos de pós-graduação em história pela Universidade Americana e doutorado pela Faculdade Monteith na Universidade de Wayne State.
tr: Linda Downs Üniversite Sanat Derneği'nin Yönetici Müdürü ve CEO'sudur. Öncesinde, Figge Sanat Müzesinin Yöneticisi; Ulusal Sanat Galerisi'nde Eğitim Yöneticisi ve Detroit Sanat Enstitüleri'nde Eğitim Küratörü görevlerinde bulundu. Michigan Üniiversitesi'nde sanat tarihinde Master, Amerikan Üniversitesi'nde tarih üzerine Master sonrası çalışmalar yapmıştır ve Wayne State Üniversitesi'nin Monteith Fakültesi'nde doktorasını bitirmiştir.
