Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <a href="http://en.wikipedia.org/wiki/Ada_Lovelace"><strong>Ada Lovelace</strong></a> was an English mathematician, known for her work on the <a href="http://en.wikipedia.org/wiki/Analytical_Engine">Analytical Engine</a>. She wrote the first algorithm for a program, before computers were even able to run program, so she is often called the first computer programmer. Learn more in this <a href="http://www.youtube.com/watch?v=uBbVbqRvqTM">5-minute video from SciShow</a>.
nb: <a href="http://en.wikipedia.org/wiki/Ada_Lovelace"><strong>Ada Lovelace</strong></a> var en engelsk matematiker, kjent for sitt arbeid på <a href="http://en.wikipedia.org/wiki/Analytical_Engine">Analytical Engine</a>. Hun skrev første algoritme til et dataprogram, før datamaskiner kunne kjøre programmer, så hun blir ofte kalt den første programmerer. Lær mer om dette <a href="http://www.youtube.com/watch?v=uBbVbqRvqTM">5-minutters video fra SciShow</a>.
pt: <a href="http://en.wikipedia.org/wiki/Ada_Lovelace"><strong>Ada Lovelace</strong></a> foi uma matemática inglesa, conhecida por seu trabalho no <a href="http://en.wikipedia.org/wiki/Analytical_Engine">Motor Analítico</a>. Ela escreveu o primeiro algoritmo para um programa, antes mesmo de os computadores poderem executar um programa, então ela frequentemente é chamada de a primeira programadora de computador. Saiba mais com esse <a href="http://www.youtube.com/watch?v=uBbVbqRvqTM">vídeo de 5 minutos da SciShow</a>.
pt_pt: <a href="http://en.wikipedia.org/wiki/Ada_Lovelace"><strong>Ada Lovelace</strong></a> foi uma Matemática inglesa, conhecida pelo seu trabalho no <a href="http://en.wikipedia.org/wiki/Analytical_Engine">motor analítico</a>. Desenvolveu o primeiro algoritmo de um programa, antes dos computadores conseguirem executar programas. Ada foi a primeira programadora de todos os tempos. Vê este <a href="http://www.youtube.com/watch?v=uBbVbqRvqTM">vídeo de 5 minutos da SciShow</a> para saberes mais.
tr: <a href="http://en.wikipedia.org/wiki/Ada_Lovelace"><strong>Ada Lovelace</strong></a> <a href="http://en.wikipedia.org/wiki/Analytical_Engine">Analitik Motor'la</a> ilgili çalışmalarıyla ünlü İngiliz bir matematikçidir. Bilgisayarlar program yürütemezken, bir programın ilk algoritmasını yazmıştır, onun için, ilk bilgisayar programcısı olarak bilinir. Daha fazla bilgi edinmek için, SciShow'dan <a href="http://www.youtube.com/watch?v=uBbVbqRvqTM">bu 5-dakikalık videoyu izleyin</a>.

source: <a href="http://en.wikipedia.org/wiki/Grace_Hopper"><strong>Grace Hopper</strong></a> was an U.S. Navy general, and one of the pioneering computer scientists. She invented the first "compiler" to turn human-friendly code into assembly code, plus popularized the term "debugging". Learn more in this <a href="http://fivethirtyeight.com/features/the-queen-of-code/">16-minute documentary from FiveThirtyEight</a>.
nb: <a href="http://en.wikipedia.org/wiki/Grace_Hopper"><strong>Grace Hopper</strong></a> var marineoffiser i USA, og en av pionerene i dataforskning. Hun fant opp den første "kompilatoren" som kan endre menneske-vennlig kode til monteringskode, pluss populariserte begrepet "debugging". Lær med om dette <a href="http://fivethirtyeight.com/features/the-queen-of-code/">16-minutters dokumentar fra FiveThirtyEight</a>.
pt: <a href="http://en.wikipedia.org/wiki/Grace_Hopper"><strong>Grace Hopper</strong></a> foi uma general da Marinha dos Estados Unidos, e uma das cientistas da computação pioneiras. Ela inventou o primeiro "compilador" para transformar código de alto nível em código assembly (de máquina), e também popularizou o termo "depuração". Saiba mais com <a href="http://fivethirtyeight.com/features/the-queen-of-code/">esse documentário de 16 minutos da FiveThirtyEight</a>.
pt_pt: <a href="http://en.wikipedia.org/wiki/Grace_Hopper"><strong>Grace Hopper</strong></a> foi uma general da Marinha dos EUA e uma cientista pioneira da computação. Foi a primeira criar um "compilador" para transformar código de alto nível em código assembly (de máquina). Também popularizou o termo "depuração". Vê este <a href="http://fivethirtyeight.com/features/the-queen-of-code/">documentário de 16 minutos</a>.
tr: <a href="http://en.wikipedia.org/wiki/Grace_Hopper"><strong>Grace Hopper</strong></a> bir A.B.D'de amirali, ve öncü bilgisayar bilimcilerindendir. İnsan dostu kodu, üretici koduna dönüştürmek için, ilk "derleyici"yi icat etmiştir artı "hata ayıklama" terimini popülerleştirmiştir. Daha fazla bilgi elde etmek için, <a href="http://fivethirtyeight.com/features/the-queen-of-code/"> FiveThirtyEight'ten bu 16-dakikalık belgeseli izleyin</a>.

source: <a href="https://www.quora.com/Summer-Internships-1/Who-are-the-2013-summer-interns-in-Silicon-Valley">Post your internship on Quora, too!</a> Don't hesitate to get your name out there, working at Khan Academy will interest your peers.
pt: <a href="https://www.quora.com/Summer-Internships-1/Who-are-the-2013-summer-interns-in-Silicon-Valley">Publique informações sobre seu estágio no Quora também!</a> Não deixe de colocar seu nome lá, muitos colegas deverão se interessar pela sua experiência na Khan Academy.
tr: <a href="https://www.quora.com/Summer-Internships-1/Who-are-the-2013-summer-interns-in-Silicon-Valley">Stajınızı Quora'da da paylaşın!</a>İsminizin duyulmasından çekinmeyin, Khan Academy'de çalışmak arkadaşlarınızın da ilgisini çekecektir.

source: <a href="mailto:alpert@khanacademy.org">Email Ben Alpert</a> (<strike>intern summers 2011 and 2012</strike> full-timer)
bg: <a href="mailto:alpert@khanacademy.org">Пиши на Бен Алпърт</a> (<strike>стажант от лятото на 2011г и 2012г</strike> нает на пълно работно време)
da: <a href="mailto:alpert@khanacademy.org">Email Ben Alpert</a> (<strike>praktikant sommer 2011 og 2012</strike> fuldtids)
es: <a href="mailto:alpert@khanacademy.org">Manda un correo a Ben Alpert</a> (<strike>interno de el verano del 2011 y 2012</strike> de tiempo completo)
fr: <a href="mailto:alpert@khanacademy.org"> E-mail Ben Alpert</a> (<strike>stagiaires étés 2011 et 2012</strike> plein temps)
pl: <a href="mailto:alpert@khanacademy.org">Napisz do Bena Alpert</a> (<strike>stażysta lato 2011 i 2012</strike> pełny etat)
pt: <a href="mailto:alpert@khanacademy.org">Envie um e-mail para Ben Alpert</a> (<strike>estagiário dos verões de 2011 e 2012</strike> tempo integral)
tr: <a href="mailto:alpert@khanacademy.org">Ben Alpert'e e-posta gönderin</a> (<strike>2011 ve 2012 yaz stajyeri</strike> tam zamanlı)

source: <a href="mailto:ben@khanacademy.org">Email Ben Kamens</a> (<strike>intern wannabe</strike> full-timer)
bg: <a href="mailto:ben@khanacademy.org">Пиши на Бен Каменс</a> (<strike>кандидат за стаж</strike> нает на пълно работно време)
da: <a href="mailto:ben@khanacademy.org">Email Ben Kamens</a> (<strike>praktikant wannabe</strike> fuldtids)
es: <a href="mailto:ben@khanacademy.org">Manda un correo a Ben Kamens</a> (<strike>aspirante a interno</strike> de tiempo completo)
fr: <a href="mailto:ben@khanacademy.org">E-mail Ben Kamens</a> (<strike>stagiare en devenir</strike> plein temps)
pl: <a href="mailto:ben@khanacademy.org">Napisz do Bena Kamensa</a> (<strike>chciał zostać stażystą</strike> pracownik pełnoetatowy)
pt: <a href="mailto:ben@khanacademy.org">Envie um e-mail para Ben Kamens</a> (<strike>aspirante a estagiário</strike> de tempo integral)
tr: <a href="mailto:ben@khanacademy.org">Ben Kamens'e e-posta gönderin</a> (<strike>staj yapmak istiyor</strike> tam zamanlı)

source: <a href="mailto:dylan@khanacademy.org">Email Dylan Vassallo</a> (<strike>intern summer 2012</strike> full-timer)
bg: <a href="mailto:dylan@khanacademy.org">Пиши на Дилан Васало</a> (<strike>стажант от лятото на 2012г</strike> нает на пълно работно време)
da: <a href="mailto:dylan@khanacademy.org"> E-mail Dylan Vassallo</a> (<strike>praktikant sommer 2012</strike> fuldtids)
es: <a href="mailto:dylan@khanacademy.org">Manda un correo a Dylan Vassallo</a> (<strike> interno del verano del 2012</strike> de tiempo completo)
fr: <a href="mailto:dylan@khanacademy.org">E-mail Dylan Vassallo</a> (<strike>stagiaire été 2012</strike> plein temps)
pl: <a href="mailto:dylan@khanacademy.org">Napisz do Dylana Vassallo</a> (<strike>stażysta lato 2012</strike> pełny etat)
pt: <a href="mailto:dylan@khanacademy.org">Envie um e-mail para Dylan Vassallo</a> (<strike>estagiário de verão 2012</strike> tempo integral)
tr: <a href="mailto:dylan@khanacademy.org">Dylan Vassallo'ya e-posta gönderin</a> (<strike>yaz 2012 stajyeri</strike> tam zamanlı)

source: <a href="mailto:emily@khanacademy.org">Email Emily Eisenberg</a> (<strike>intern summer 2012 and 2013</strike> full-timer)
pt: <a href="mailto:emily@khanacademy.org">Escreva um e-mail para Emily Eisenberg</a> (<strike>estágio de verão 2012 e 2013</strike> tempo integral)
tr: <a href="mailto:emily@khanacademy.org">Emily Eisenberg'e e-posta gönderiniz</a> (<strike>yaz 2012 stajyeri ve 2013</strike> tam-zamanlı çalışanı)

source: <a href="{{toLoginRedirectHref "/profile"}}">Log in</a> to add a coach!
da: <a href="{{toLoginRedirectHref "/profile"}}">Log ind</a> for at tilføje en vejleder!
es: <a href="{{toLoginRedirectHref "/profile"}}">¡Inicia sesión </a> para añadir a un tutor!
fr: <a href="{{toLoginRedirectHref "/profile"}}">Connectez vous</a> pour ajouter un coach !
ja: コーチを加えるには<a href="{{toLoginRedirectHref "/profile"}}">ログイン</a>して下さい!
nb: <a href="{{toLoginRedirectHref "/profile"}}">Logg inn</a> for å legge til en veileder!
nl: <a href="{{toLoginRedirectHref "/profile"}}">Log in</a> om een coach toe te voegen!
pl: <a href="{{toLoginRedirectHref "/profile"}}">Zaloguj się</a>, aby dodać trenera!
pt: <a href="{{toLoginRedirectHref "/profile"}}">Faça login</a> para adicionar um tutor!
pt_pt: <a href="{{toLoginRedirectHref "/profile"}}">Inicie sessão</a> para adicionar um tutor!
tr: <a href="{{toLoginRedirectHref "/profile"}}">Sisteme giriş yaparak</a> bir koç ekleyiniz.

source: <a href='/login?continue=/profile' class='simple-button qtip-button green'>Log in</a> to claim your badge on Facebook.
da: <a href='/login?continue=/profile' class='simple-button qtip-button green'> Log ind på</a> for få dit badge på Facebook.
es: <a href='/login?continue=/profile' class='simple-button qtip-button green'> Inicia sesión</a> para reclamar tus medallas en Facebook.
fr: <a href='/login?continue=/profile' class='simple-button qtip-button green'>Connectez vous</a>pour demander votre insigne sur Facebook.
nb: <a href='/login?continue=/profile' class='simple-button qtip-button green'>Log in</a> for å motta ditt merke på Facebook.
nl: <a href='/login?continue=/profile' class='simple-button qtip-button green'> Log in</a> om je badge van Facebook te gebruiken.
pl: <a href='/login?continue=/profile' class='simple-button qtip-button green'>Zaloguj się</a>, żeby potwierdzić swoją odznakę na Facebooku.
pt: <a href='/login?continue=/profile' class='simple-button qtip-button green'>Faça login</a> para receber sua medalha no Facebook.
pt_pt: <a href='/login?continue=/profile' class='simple-button qtip-button green'>Inicia sessão</a> para reclamares a tua medalha no Facebook.
tr: Facebook'ta madalyanızı göstermek için <a href='/login?continue=/profile' class='simple-button qtip-button green'> giriş yapın</a>.

source: <a href=/brainworkout_1>PAGE 1</a> &nbsp;|&nbsp; PAGE 2
bg: <a href=/brainworkout_1>СТРАНИЦА 1</a> &nbsp;|&nbsp; СТРАНИЦА 2
da: <a href=/brainworkout_1>SIDE 1</a> &nbsp;|&nbsp; SIDE 2
es: <a href=/brainworkout_1>PÁGINA 1</a> &nbsp;|&nbsp; PÁGINA 2
nb: <a href=/brainworkout_1>SIDE 1</a> &nbsp;|&nbsp; SIDE 2
nl: <a href=/brainworkout_1> PAGINA 1</a> &nbsp;| &nbsp; PAGINA 2
pl: <a href=/brainworkout_1>STRONA 1</a> &nbsp;|&nbsp; STRONA 2
pt: <a href=/brainworkout_1>PÁGINA 1</a> &nbsp;|&nbsp; PÁGINA 2
tr: <a href=/brainworkout_1>SAYFA 1</a> &nbsp;|&nbsp; SAYFA 2

source: <b>%(exercise)s</b> (skill)
da: <b>%(exercise)s</b> (færdighed)
es: <b>%(exercise)s</b> (habilidad)
fr: <b>%(exercise)s</b> (compétence)
nb: <b>%(exercise)s</b> (øvelse)
nl: <b>%(exercise)s</b> (vaardigheid)
pl: <b>%(exercise)s</b> (umiejętność)
pt: <b>%(exercise)s</b> (habilidade)
pt_pt: <b>%(exercise)s</b> (competência)
tr: <b>%(exercise)s</b> (beceri)

source: <b>%(title)s</b> (videos)
da: <b>%(title)s</b> (videoer)
fr: <b>%(title)s</b> (vidéos)
nb: <b>%(title)s</b> (videoer)
pl: <b>%(title)s</b> (filmy)
pt: <b>%(title)s</b> (vídeos)
pt_pt: <b>%(title)s</b> (vídeos)
tr: <b>%(title)s</b> (videolar)

source: <b>C</b>os = <b>A</b>djacent over <b>H</b>ypotenuse
es: <b>C</b>oseno = cateto <b>A</b>dyacente sobre <b>H</b>ipotenusa
pt: <b>C</b>os = <b>A</b>djacente sobre <b>H</b>ipotenusa
tr: <b>C</b>os = <b>K</b>omşu bölü <b>H</b>ipotenüs

source: <b>C</b>osine = <b>A</b>djacent over <b>H</b>ypotenuse
es: <b>C</b>oseno = cateto <b>A</b>dyacente sobre <b>H</b>ipotenusa
pl: <b>C</b>osinus = <b>P</b>rzyległa (ang. adjacent) przez <b>Prz</b>eciwprostokątną (ang. hypotenuse)
pt: <b>C</b>osseno= <b>A</b>djacente sobre a <b>H</b>ipotenusa
tr: <b>C</b>os = <b>K</b>omşu bölü <b>H</b>ipotenüs

source: <b>S</b>in = <b>O</b>pposite over <b>H</b>ypotenuse
es: <b>S</b>eno = cateto <b>O</b>puesto sobre <b>H</b>ipotenusa
pl: <b>S</b>in = <b>P</b>rzeciwległa (ang. opposite) przez <b>P</b>rzeciwprostokątną (ang. hypotenuse)
pt: <b>S</b>en = <b>O</b>posto sobre <b>H</b>ipotenusa
tr: <b>S</b>in = <b>K</b>arşı bölü <b>H</b>ipotenüs

source: <b>SOH</b> CAH TOA
pt: <b>COHI</b> CAHI COCA

source: <b>T</b>an = <b>O</b>pposite over <b>A</b>djacent
es: <b>T</b>angente = cateto <b>O</b>puesto sobre cateto <b>A</b>dyacente
pt: <b>T</b>an = <b>O</b>posto sobre <b>A</b>djacente
tr: <b>T</b>an = <b>K</b>arşı bölü <b>K</b>omşu

source: <b>T</b>angent = <b>O</b>pposite over <b>A</b>djacent
es: <b>T</b>angente = cateto <b>O</b>puesto sobre cateto <b>A</b>dyacente
pl: <b>T</b>angens = <b>P</b>rzeciwległa (ang. opposite) kąta przez <b>P</b>rzyległą (ang. adjacent)
pt: <b>T</b>angente = <b>O</b>posto sobre <b>A</b>djacente
tr: <b>T</b>an = <b>K</b>arşı bölü <b>K</b>omşu

source: <code class="hint_blue"><var>FACTORIZATION[FACTORIZATION.length-1]</var></code> is prime, so we're done factoring.
da: <code class="hint_blue"><var>FACTORIZATION[FACTORIZATION.length-1]</var></code> er et primtal, så vi er færdige med at faktorisere.
es: <code class="hint_blue"><var>FACTORIZATION[FACTORIZATION.length-1]</var></code> es primo, así que ya terminamos de factorizar.
fr: <code class="hint_blue"><var>FACTORIZATION[FACTORIZATION.length-1]</var></code> est premier, donc la factorisation est finie.
nb: <code class="hint_blue"><var>FACTORIZATION[FACTORIZATION.length-1]</var></code> er et primtall, så vi er ferdige med å faktorisere.
nl: <code class="hint_blue"><var>FACTORIZATION[FACTORIZATION.length-1]</var></code> is een priemgetal, dus zijn we klaar met het ontbinden in factoren.
pl: <code class="hint_blue"><var>FACTORIZATION[FACTORIZATION.length-1]</var></code> jest rozłożona na czynniki pierwsze, więc mamy to już gotowe.
pt: <code class="hint_blue"><var>FACTORIZATION[FACTORIZATION.length-1]</var></code> é primo, então terminamos com a fatoração.
tr: <code class="hint_blue"><var>FACTORIZATION[FACTORIZATION.length-1]</var></code> asaldır, yani çarpanlarına ayırma işimiz bitti.

source: <code data-if="RAND3 === 1"> \blue{\angle{AKJ}} = 180^\circ - \orange{\angle{AJK}} - \purple{\angle{BAC}} = <var>Tri_Y</var>^\circ </code> <code data-else=""> \blue{\angle{BAC}} = 180^\circ - \orange{\angle{AJK}} - \purple{\angle{AKJ}} = <var>Tri_X</var>^\circ </code>, because the three angles are contained in <code>\triangle{AJK}</code>. Angles inside a triangle add up to <code>180^\circ</code>.
nb: <code data-if="RAND3 === 1"> \blue{\angle{AKJ}} = 180^\circ - \orange{\angle{AJK}} - \purple{\angle{BAC}} = <var>Tri_Y</var>^\circ </code> <code data-else=""> \blue{\angle{BAC}} = 180^\circ - \orange{\angle{AJK}} - \purple{\angle{AKJ}} = <var>Tri_X</var>^\circ </code>, fordi det er tre vinkler i <code>\triangle{AJK}</code>. Vinkler i en trekant danner tilsammen <code>180^\circ</code>.
nl: <code data-if="RAND3 === 1"> \blue{\angle{AKJ}} = 180^\circ - \orange{\angle{AJK}} - \purple{\angle{BAC}} = <var>Tri_Y</var>^\circ </code> <code data-else=""> \blue{\angle{BAC}} = 180^\circ - \orange{\angle{AJK}} - \purple{\angle{AKJ}} = <var>Tri_X</var>^\circ </code>, want de drie hoeken staan binnen <code>\triangle{AJK}</code>. De hoeken binnen een driehoek tellen op tot <code>180^\circ</code>.
pt: <code data-if="RAND3 === 1"> \blue{\angle{AKJ}} = 180^\circ - \orange{\angle{AJK}} - \purple{\angle{BAC}} = <var>Tri_Y</var>^\circ </code> <code data-else=""> \blue{\angle{BAC}} = 180^\circ - \orange{\angle{AJK}} - \purple{\angle{AKJ}} = <var>Tri_X</var>^\circ </code>, porque os três ângulos estão contidos em <code>\triangle{AJK}</code>. A soma dos ângulos internos de um triângulo é <code>180^\circ</code>.

source: <code> = <var>DATA[ PERSON ] * VALUE_PER_IMG</var></code> badge.
pl: <code> = <var>DATA[ PERSON ] * VALUE_PER_IMG</var></code> odznaka.
pt: <code> = <var>DATA[ PERSON ] * VALUE_PER_IMG</var></code> medalha.
tr: <code> = <var>DATA[ PERSON ] * VALUE_PER_IMG</var></code> madalya

source: <code> = <var>FULL_SYM * VALUE_PER_IMG</var></code> badge.
pl: <code> = <var>FULL_SYM * VALUE_PER_IMG</var></code> odznaka.
pt: <code> = <var>FULL_SYM * VALUE_PER_IMG</var></code> medalha.
tr: <code> = <var>FULL_SYM * VALUE_PER_IMG</var></code> madalya.

source: <code> = <var>HALF_SYM * VALUE_PER_IMG / 2</var></code> badge.
pl: <code> = <var>HALF_SYM * VALUE_PER_IMG / 2</var></code> odznaka.
pt: <code> = <var>HALF_SYM * VALUE_PER_IMG / 2</var></code> medalha.
tr: <code> = <var>HALF_SYM * VALUE_PER_IMG / 2</var></code> madalya.

source: <code> = <var>VAL1 - VAL2</var></code> badge.
pl: <code> = <var>VAL1 - VAL2</var></code> odznaka.
pt: <code> = <var>VAL1 - VAL2</var></code> medalha.
tr: <code> = <var>VAL1 - VAL2</var></code> madalya.

source: <code> \blue{\angle{AIH}} = 180^\circ - \orange{\angle{AHI}} - \purple{\angle{BAC}} = <var>180 - Tri_X - Tri_Z</var>^\circ </code>, because the three angles are contained in <code>\triangle{AHI}</code>. Angles inside a triangle add up to <code>180^\circ</code>.
nl: <code> \blue{\angle{AIH}} = 180^\circ - \orange{\angle{AHI}} - \purple{\angle{BAC}} = <var>180 - Tri_X - Tri_Z</var>^\circ </code>, want de drie hoeken staan binnen <code>\triangle{AHI}</code>. De hoeken binnen een driehoek tellen op tot <code>180^\circ</code>.
pt: <code> \blue{\angle{AIH}} = 180^\circ - \orange{\angle{AHI}} - \purple{\angle{BAC}} = <var>180 - Tri_X - Tri_Z</var>^\circ </code>, porque os três ângulos estão contidos em <code>\triangle{AHI}</code>. A soma dos ângulos internos de um triângulo é <code>180^\circ</code>.
tr: <code> \blue{\angle{AIH}} = 180^\circ - \orange{\angle{AHI}} - \purple{\angle{BAC}} = <var>180 - Tri_X - Tri_Z</var>^\circ </code>çünkü bu üç açı <code>\triangle{AHI}</code>'nin içindedir. Üçgenin içindeki açıların toplamı, <code>180^\circ</code>'dir.

source: <code> \dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> represents <code><var>NUMERATOR</var> \div <var>DENOMINATOR</var> </code>.
fr: <code> \dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> représente <code><var>NUMERATOR</var> \div <var>DENOMINATOR</var> </code>.
nb: <code> \dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> representerer <code><var>NUMERATOR</var> \div <var>DENOMINATOR</var> </code>.
pl: <code> \dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> oznacza <code><var>NUMERATOR</var> \div <var>DENOMINATOR</var> </code>.
pt: <code> \dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code> representa <code><var>NUMERATOR</var> \div <var>DENOMINATOR</var> </code>.
tr: <code> \dfrac{<var>NUMERATOR</var>}{<var>DENOMINATOR</var>}</code>, <code><var>NUMERATOR</var> \div <var>DENOMINATOR</var> </code>'i temsil eder.

source: <code> \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var> - <var>NUM_TAKEN</var>)!} \cdot \dfrac{1}{<var>NUM_TAKEN</var>!}</code> is the number of groups of <var>plural_form(THING)</var> <var>person(1)</var> can bring. <br> Another way to write this is <code> \binom{<var>NUM_THINGS</var>}{<var>NUM_TAKEN</var>} </code>, or <code><var>NUM_THINGS</var></code> choose <code><var>NUM_TAKEN</var></code>, which is <code><var>ANSWER</var></code>.
es: <code> \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var> - <var>NUM_TAKEN</var>)!} \cdot \dfrac{1}{<var>NUM_TAKEN</var>!}</code> es el número de grupos que <var>plural_form(THING)</var> <var>person(1)</var> puede traer. <br> Otra manera de escribir ésto es <code> \binom{<var>NUM_THINGS</var>}{<var>NUM_TAKEN</var>} </code>, or <code><var>NUM_THINGS</var></code> choose <code><var>NUM_TAKEN</var></code>, which is <code><var>ANSWER</var></code>.
fr: <code> \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var> - <var>NUM_TAKEN</var>)!} \cdot \dfrac{1}{<var>NUM_TAKEN</var>!}</code> est le nombre d'ensembles de <var>plural_form(THING)</var> que <var>person(1)</var> peut emporter.<br> On peut aussi l'écrire sous la forme <code> \binom{<var>NUM_THINGS</var>}{<var>NUM_TAKEN</var>} </code>, qui est le nombre de parties de <code><var>NUM_TAKEN</var></code> éléments d'un ensemble de <code><var>NUM_THINGS</var></code> éléments, et qui est égal à <code><var>ANSWER</var></code>.
pl: <code> \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var> - <var>NUM_TAKEN</var>)!} \cdot \dfrac{1}{<var>NUM_TAKEN</var>!}</code> to liczba zestawów <var>plural_form(THING)</var>, jakie <var>person(1)</var> może zabrać. <br> Można ją też zapisać jako <code> \binom{<var>NUM_THINGS</var>}{<var>NUM_TAKEN</var>} </code>, lub jako <code><var>NUM_THINGS</var></code> nad <code><var>NUM_TAKEN</var></code>, co daje nam <code><var>ANSWER</var></code>.
pt: <code> \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var> - <var>NUM_TAKEN</var>)!} \cdot \dfrac{1}{<var>NUM_TAKEN</var>!}</code> o número de grupos de <var>plural_form(THING)</var> que <var>person(1)</var> pode trazer. <br> Outra maneira de escrever isso é <code> \binom{<var>NUM_THINGS</var>}{<var>NUM_TAKEN</var>} </code>, ou <code><var>NUM_THINGS</var></code> escolhe <code><var>NUM_TAKEN</var></code>, que é <code><var>ANSWER</var></code>.
tr: <code> \dfrac{<var>NUM_THINGS</var>!}{(<var>NUM_THINGS</var> - <var>NUM_TAKEN</var>)!} \cdot \dfrac{1}{<var>NUM_TAKEN</var>!}</code>, <var>person(1)</var>'in getirebileceği <var>plural_form(THING)</var>'in grup sayısı. <br> Bunu yazmanın farklı bir yolu ise, <code> \binom{<var>NUM_THINGS</var>}{<var>NUM_TAKEN</var>} </code>, veya <code><var>NUM_THINGS</var></code>kombinasyon <code><var>NUM_TAKEN</var></code>, bu da eşittir <code><var>ANSWER</var></code>.

source: <code> \orange{\angle{BAC}} = 180^\circ - \purple{\angle{ABC}} - \green{\angle{ACB}} = <var>180 - Tri_Y - Tri_Z</var>^\circ </code>, This is because angles inside a triangle add up to <code>180^\circ</code>.
nl: <code> \orange{\angle{BAC}} = 180^\circ - \purple{\angle{ABC}} - \green{\angle{ACB}} = <var>180 - Tri_Y - Tri_Z</var>^\circ </code>. Dit is omdat de hoeken van een driehoek optellen tot <code>180^\circ</code>.
pt: <code> \orange{\angle{BAC}} = 180^\circ - \purple{\angle{ABC}} - \green{\angle{ACB}} = <var>180 - Tri_Y - Tri_Z</var>^\circ </code>, isto porque os ângulos internos de um triângulo somam <code>180^\circ</code>.
tr: <code> \orange{\angle{BAC}} = 180^\circ - \purple{\angle{ABC}} - \green{\angle{ACB}} = <var>180 - Tri_Y - Tri_Z</var>^\circ </code>, çünkü bir üçgenin iç aöıları toplamı <code>180^\circ</code>'dir.
