Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Here's a summary of what your students have done this week on Khan Academy, ordered by minutes.
da: Her er en oversigt over, hvad dine elever har lavet i denne uge på Khan Academy, sorteret efter de mest aktive.
es: Aquí hay un resumen de lo que tus estudiantes han hecho esta semana en Khan Academy, ordenado por minutos.
fr: Voici un résumé de ce que vos élèves ont fait cette semaine sur Khan Academy, rangé par minutes.
nb: Her er et sammendrag av hva dine elever har gjort på Khan Academy denne uken, organisert etter minutter.
nl: Hier is een overzicht van wat jouw studenten deze week hebben gedaan op Khan Academy gesorteerd in notulen.
pl: To jest podsumowanie tego, co Twoi uczniowie zrobili w tym tygodniu na Khan Academy, uporządkowane według minut.
pt: Aqui está um resumo do que seus alunos fizeram esta semana na Khan Academy, ordenado por minutos.
tr: Burada, öğrencilerinizin bu hafta Khan Academy'de yaptıklarının özeti yer almaktadır, dakikalara göre sıralanmıştır.

source: Here, we can see that all of the six sides have the same size.
es: Podemos ver que los seis lados tienen el mismo tamaño.
fr: Ici, on peut voir que les six côtés ont la même longueur.
pl: Tutaj widzimy, że wszystkie sześć stron ma tą samą wielkość.
pt: Aqui, podemos ver que todos os seis lados têm o mesmo tamanho.
tr: Burada altı kenarın da eşit uzunlukta olduğunu görebiliyoruz.

source: Here, you can find things to learn and see what you've worked on most recently. At Khan Academy, you’re not only a coach, you’re a learner as well!
da: Her kan du finde ting at lære og se hvad du har arbejdet på for nylig. På Khan Academy er du ikke kun en lærer, du er også studerende!
es: Aquí puedes encontrar cosas para aprender y ver en lo que has trabajado más recientemente. En Khan Academy, no eres solamente un tutor, ¡eres un estudiante también!
fr: Ici, vous pouvez trouver des choses à apprendre et voir ce que vous avez fait récemment sur la plateforme. Sur Khan Academy, vous n'êtes pas seulement un coach, vous êtes aussi un élève !
ja: ここでは、これから学習できる課題や、最も最近に学習した課題を検索できます。カーン アカデミーでは、あなたは教育指導者のみでなく、あなた自身も学習者になれます ！
nb: Her kan du finne ting å lære og se hva du har arbeidet på nylig. På Khan Academy er du ikke kun en lærer, du er også lærende!
nl: Hier vind je alle leerdoelen en zie je je meest recente activiteiten. Bij de Khan Academy ben je niet alleen coach maar ook leerling!
pl: Możesz tutaj znaleźć coś do nauczenia się i to nad czym pracowałeś/aś najczęściej. Na Khan Academy nie jesteś tylko trenerem, jesteś także uczniem!
pt: Aqui você pode encontrar coisas para aprender e ver o que fez recentemente. Na Khan Academy, você não é apenas um tutor, você também é um aluno!
pt_pt: Aqui, pode encontrar coisas para aprender e ver o que tem trabalhado mais recentemente. Na Khan Academy, um tutor não é apenas um tutor. É um aluno também!
tr: Buradan, öğrenebileceğiniz ve en son üzerinde çalıştığınız konuları görebilirsiniz. Khan Academy'de yalnızca bir eğitmen değil, aynı zamanda bir öğrencisiniz!

source: Here, you can share your achievements and track your progress.
da: Her, du kan dele dine resultater og følge dine fremskridt.
es: Aquí puedes compartir tus logros y dar seguimiento a tu progreso.
fr: Ici, vous pouvez partager vos buts atteints et suivre vos progrès.
nb: Her, du kan dele dine resultater og følge dine fremskritt.
nl: Hier kan je je prestaties delen en je vooruitgang in het oog houden.
pl: Tutaj możesz podzielić się swoimi osiągnięciami oraz śledzić swoje postępy.
pt: Aqui, você pode compartilhar suas conquistas e acompanhar o seu progresso.
pt_pt: Aqui poderás partilhar as tuas conquistas e manter-te a par do teu progresso.
tr: Burada başarılarınızı paylaşabilir ve gelişiminizi izleyebilirsiniz.

source: Heron's formula
da: Herons formel
es: La fórmula de Herón
fr: Formule de Héron
nb: Herons formel
pl: Wzór Herona
pt: Fórmula de Heron
tr: Heron'un formülü

source: Heron's formula states that the area of a triangle <code>A=\sqrt{s(s-a)(s-b)(s-c)}</code>
es: La fórmula de Herón establece que el área de un triángulo es <code>A=\sqrt{s(s-a)(s-b)(s-c)}</code>
fr: La formule d'Heron affirme que l'aire d'un triangle vaut <code>A=\sqrt{s(s-a)(s-b)(s-c)}</code>
pl: Wzór Herona mówi, że pole trójkąta wynosi <code>A=\sqrt{s(s-a)(s-b)(s-c)}</code>
pt: A fórmula de Heron afirma que a área de um triângulo <code>A=\sqrt{s(s-a)(s-b)(s-c)}</code>
tr: Heron'un formülüne göre, üçgenin alanı <code>A=\sqrt{s(s-a)(s-b)(s-c)}</code>

source: Hi %(name)s,
da: Hej %(name)s,
es: Hola %(name)s,
fr: Salut %(name)s,
nb: Hei %(name)s,
nl: Hallo %(name)s,
pl: Cześć, %(name)s,
pt: Oi, %(name)s,
pt_pt: Olá %(name)s,
tr: Merhaba %(name)s,

source: Hi %(nickname)s
da: Hej %(nickname)s
es: Hola %(nickname)s
fr: Bonjour %(nickname)s
hi: नमस्ते %(nickname)s
ja: こんにちは %(nickname)s
nb: Hei %(nickname)s
pl: Cześć %(nickname)s
pt: Olá %(nickname)s
pt_pt: Olá, %(nickname)s
tr: Merhaba %(nickname)s

source: Hi from the folks at Khan
da: Hej fra folkene på Khan
es: Saludos de la gente de Khan
fr: Bonjour de la part des gens qui travaillent pour Khan
ja: カーンアカデミーの人達から挨拶
nb: Hei fra folkene hos Khan
nl: Hi van iedereen hier bij Khan
pl: Cześć od ludzi na Khan
pt: Boas-vindas do pessoal da Khan
pt_pt: Olá do pessoal da Khan
tr: Khan Academy Türkçe ekibinden merhaba

source: Hi there,
da: Hej,
es: Hola,
fr: Salut,
nb: Hei,
nl: Hallo daar,
pl: Cześć,
pt: Olá,
pt_pt: Olá,
tr: Merhaba,

source: Hi, this is {{modName}}. We're happy to have you using and contributing to Khan Academy.
da: Hej, jeg er {{modName}}. Vi er glade for dit bidrag og din brug af Khan Academy.
es: Hola, soy {{modName}}. Estamos muy contentos de que uses y contribuyas a Khan Academy.
fr: Salut, c'est {{modName}}. Nous sommes heureux que vous utilisiez et contribuez à la Khan Academy.
ja: こんにちは．こちらは{{modName}}です．私達はあなたがカーンアカデミーに参加し，貢献して下さったことがとてもうれしいです．
nb: Hei, dette er {{modName}}. Vi er glad for at du har brukt og bidratt til Khan Academy.
nl: Hoi, dit is {{modName}}. We zijn blij dat de Khan Academy gebruikt en een steentje bijdraagt.
pl: Cześć, tutaj {{modName}}. Cieszymy się, że używasz i pomagasz Khan Academy.
pt: Olá, aqui é {{modName}}. É uma grande satisfação vê-lo participar e contribuir com a Khan Academy.
pt_pt: Olá. Chamo-me {{modName}}. Estamos muito felizes por utilizares e contribuíres com a Khan Academy.
tr: Merhaba, benim ismim {{modName}}. Khan Academy'yi kullandığınız ve katkıda bulunduğunuz için teşekkür etmek istedim.

source: Hide Author and Playback
da: Skjul forfatter og afspilning
es: Ocultar el autor y la reproducción
fr: Masquer l'auteur et la lecture
ja: 著者とプレイバックを隠す
nb: Skjul Forfatter og Avspilling
nl: Verbeg Auteru en Afspelen
pl: Ukryj autora i odtwarzanie
pt: Ocultar autor e reprodução
pt_pt: Ocultar o autor e a reprodução
tr: Yazarı ve Kayıttan Oynatıcıyı Gizle

source: Hide Buttons
da: Skjul knapper
es: Ocultar botones
fr: Masquer les boutons
ja: ボタンを隠す
nb: Skjul knappene
nl: Verberg Knoppen
pl: Ukryj przyciski
pt: Ocultar botões
pt_pt: Ocultar os botões
tr: Düğmeleri gizle

source: Hide Editor
da: Skjul editor
es: Ocultar editor
fr: Masquer l'éditeur
ja: 編集者を非表示します。
nb: Skjul redigering
nl: Verberg Editor
pl: Ukryj Edytor
pt: Ocultar editor
pt_pt: Ocultar o editor
tr: Editörü gizle

source: Hide School
es: Ocultar la escuela
fr: Cacher l'école
ja: 学校を隠す
nb: Skjul skolen
nl: Verberg de school
pl: Ukryj szkołę
pt: Ocultar escola
pt_pt: Ocultar escola
tr: Okulu Gizle

source: Hide Visually-dependent Exercises and Videos
ja: 視覚に依存した練習問題とビデオを隠す
nb: Skjule visuelt-avhengige oppgaver og videoer
pl: Ukryj ćwiczenia i filmy oparte na grafice
pt: Ocultar vídeos e exercícios que dependem de recursos visuais
pt_pt: Ocultar exercícios e vídeos que dependam da visão
tr: Görselliğe-dayalı Egzersizleri ve Videoları gizle

source: Hide everywhere
da: Skjul overalt
es: Ocultar de todos lados
fr: Masquer partout
ja: 全体で隠す
nb: Skjul overalt
nl: Verberg overal
pl: Ukryj wszędzie
pt: Ocultar tudo
pt_pt: Ocultar em todo o lado
tr: Her yerde gizle

source: Hide from hotlist
da: Skjul fra hotlist
es: Ocultar de la lista de populares
fr: Cacher de la liste critique
ja: ホットリストから隠す
nb: Skjule fra hot-listen
nl: Verbergen van hotlist
pl: Ukryj z hotlisty
pt: Ocultar da lista de favoritos
pt_pt: Ocultar da lista de populares
tr: Yeni ve Önemli listesinde gizle

source: Hide scratchpad
da: Skjul kladde
es: Ocultar el bloc de notas
fr: Masquer le bloc-notes
nb: Skjul kladdebok
nl: Verberg kladblok
pl: Ukryj notatnik
pt: Ocultar rascunho
pt_pt: Ocultar ferramentas de rascunho
tr: Karalama alanını gizle

source: Hide skill breakdown
da: Skjul oversigt over færdigheder
es: Ocultar los detalles de la habilidad
fr: Masquer la répartition des compétences
ja: スキルの詳細を隠す
nb: Gjem ferdighet sammenbrudd
nl: Verberg de vaardigheden verdeling
pl: Ukryj podział umiejętności
pt: Ocultar os detalhes da habilidade
pt_pt: Ocultar detalhes das competências
tr: Beceri içeriklerini gizle

source: Hide tutorial navigation
es: Ocultar el tutorial de navegación
fr: Masquer la navigation sur le tutoriel
nb: Skjul sekvens navigasjonen
nl: Verberg tutorial navigatie
pl: Ukryj nawigację samouczka
pt: Ocultar tutorial de navegação
pt_pt: Ocultar a navegação do tutorial
tr: Ders navigasyonunu gizle

source: High Five
da: "Giv mig fem"
es: Dame esos cinco
fr: Congratulation
ja: ハイ・ファイブ
pl: Przybij piątkę
pt: Toca aqui
pt_pt: Dá cá mais cinco
tr: Çak bir beşlik

source: High school and beyond
da: Gymnasiet og videre
es: Secundaria y niveles más avanzados
fr: A partir de la troisième
ja: 高校とそれを越えて
nb: Videregående skole og høyere utdanning (en del innhold på engelsk)
nl: Middelbare school en hoger
pl: Szkoła średnia i wyżej
pt: Ensino médio e mais
pt_pt: Ensino Secundário e Ensino Superior
tr: Lise ve daha fazlası

source: Highest Quality
da: Højeste Kvalitet
es: La más alta calidad
fr: De la plus haute qualité
ja: 最高質
nb: Høyeste kvalitet
nl: Hoogste kwaliteit
pl: Najwyższej jakości
pt: A mais alta qualidade
pt_pt: Máxima qualidade
tr: En Yüksek Kalite

source: Highly competitive salary.
pt: Salários altamente competitivos.
tr: Rekabetçi maaşlar.

source: Hill
nb: Bakke
pt: Morro
tr: Tepe

source: Hint
da: Hint (hjælp)
es: Pista
fr: Indice
pl: Wskazówka
pt: Dica
pt_pt: Pista
tr: İpucu

source: Hint #%(num)s
da: Tip #%(num)s
es: Pista #%(num)s
fr: Indice #%(num)s
pl: Wskazówka %(num)s
pt: Dica n° %(num)s
pt_pt: Pista n.° %(num)s
tr: İpucu #%(num)s

source: Hint #%(pos)s
pl: Wskazówka #%(pos)s
pt: Dica n°%(pos)s

source: Hint used
da: Antal brugte hints
es: Pista utilizada
fr: Indices utilisés
ja: 使用したヒント
nb: Antall brukte hint
nl: Hint gebruikt
pl: Wskazówka użyta
pt: Dica usada
pt_pt: Pista usada
tr: Kullanılan İpucu

source: His average score is <code><var>SUM</var> \div <var>LENGTH</var> = <var>SUM / LENGTH</var></code>.
nb: Hans gjennomsnittskarakter er <code><var>SUM</var> \div <var>LENGTH</var> = <var>SUM / LENGTH</var></code>.
pt: Sua média é <code><var>SUM</var> \div <var>LENGTH</var> = <var>SUM / LENGTH</var></code>.
tr: Ortalama puanı, <code><var>SUM</var> \div <var>LENGTH</var> = <var>SUM / LENGTH</var></code>.

source: His dream is to ship code from space.
pt: Seu sonho é transmitir códigos do espaço.
tr: Rüyası, uzaydan kod sevk etmektir.

source: His overall average will then be <code><var>SUM</var> \div <var>COUNT + REMAINING</var> = <var>NEW_AVG</var></code>.
nb: Hans gjennomsnitt vil da være <code><var>SUM</var> \div <var>COUNT + REMAINING</var> = <var>NEW_AVG</var></code>.
pt: Assim, sua pontuação média geral será de <code><var>SUM</var> \div <var>COUNT + REMAINING</var> = <var>NEW_AVG</var></code>.
tr: Bu durumda, genel ortalaması <code><var>SUM</var> \div <var>COUNT + REMAINING</var> = <var>NEW_AVG</var></code> olacaktır.

source: His research interests include information theory (quantum stuff) and machine learning (data stuff). Ivan has been teaching math and physics for more than 12 years as a private tutor. He recently wrote a math textbook and founded a textbook publishing company.
pt: Ele se interessa por pesquisar teoria da informação (relacionada à energia quântica) e aprendizado automatizado (coisas com dados). Ivan ensinou matemática e física por mais de 12 anos como professor particular. Recentemente, ele escreveu um livro de matemática e fundou uma editora de livros didáticos.
tr: Kendisinin araştırma alanları bilgi kuramı (kuantum falan işte) ve makine eğitimidir (verilerle ilgili şeyler). Ivan 12 seneden uzun süredir matematik ve fizik konularında özel dersler veriyor. Ayrıca yakın zamanda bir matematik ders kitabı yazdı ve ders kitapları odaklı bir yayın evi kurdu.

source: Hm, do all of your assertions pass?
da: Hm, er alle dine påstande rigtige?
es: Mmh, ¿pasan todas tus afirmaciones?
fr: Hm, êtes-vous sûr que tout est bon ?
nb: Hm, er alle dine påstander rigtige?
nl: Hm, werken al je 'asserts' (beweringen)?
pl: Hmm, czy wszystkie Twoje potwierdzenia przeszły?
pt: Hmm, todas as asserções foram verdadeiras?
tr: Hm, bütün iddialarınız geçiyor mu?

source: Hm, we're having some trouble verifying your answer for this step, so we'll give you the benefit of the doubt as we work to fix it. Please click "Report a problem" to notify us.
da: Hm, vi har nogle problemer med at kontrollere dine svar til dette trin, så vi vil lade tvivlen komme dig t il gode, mens da vi arbejder på at løse problemet. Klik på "Rapporter et problem" for at underrette os.
es: Mmh, estamos teniendo algunos problemas para verificar tu respuesta en este paso, así que te daremos el beneficio de la duda mientras trabajamos para arreglarlo. Por favor, haz clic en "Reporta un problema" para notificarnos.
nb: Hm, vi har noen problemer med å kontrollere svaret for dette trinnet, så vi lar tvilen komme deg til gode, mens vi arbeider med å finne den. Klikk på 'Rapportere et problem' for å varsle oss.
pl: Hm, mamy pewne problemy z weryfikowaniem twojej odpowiedzi na tym etapie, wiec wierzymy ci na słowo dopóki tego nie naprawimy. Proszę kliknij "Zgłoś problem" aby nas o tym powiadomić.
pt: Ops, ocorreu um problema ao verificar sua resposta para esta etapa. Enquanto trabalhamos para resolvê-lo, vamos lhe dar o benefício da dúvida. Clique em "Relatar um problema" para nos avisar.
tr: Hm, bu adım için verdiğiniz cevabı doğrularken biraz zorlanıyoruz, ve biz bu sorunu giderene kadar şüphe içinde kalmanıza izin vereceğiz. Lütfen 'Sorun bildir' bağlantısına tıklayarak bize bildiriniz.

source: Hockey
pt: Hóquei
tr: Hokey

source: Holmium
es: Holmio
pl: Holm
pt: Hólmio
pt_pt: Hólmio
tr: Holmiyum

source: Home
da: Oversigt
es: Inicio
fr: Accueil
ja: ホーム
nb: Hjem
nl: Start
pl: Strona główna
pt: Página inicial
pt_pt: Início
tr: Anasayfa

source: Home Purchase Model
da: Boligkøbmodel
es: Modelo de compra de una casa
fr: Modèle d'Achat de Maison
ja: 家の購入モデル
nb: Boligkjøpodell
nl: Huis Kopen Model
pl: Model zakupu domu
pt: Modelo de compra de imóvel
pt_pt: Modelo de compra de casa
tr: Ev Satın Alma Modeli

source: Homepage
bg: Начална страница
da: Hjemmeside
es: Página de inicio
fr: Page d'accueil
he: דף הבית
nb: Hjemmeside
nl: Thuispagina
pl: Strona głowna
pt: Página inicial
pt_pt: Página inicial
tr: Ana sayfa

source: Homeschool father
da: Hjemmeundervisende far
es: Papá educador en casa
fr: Un père heureux
ja: ホームスクールの父親
nb: Hjemmeskole far
nl: Thuisschoolvader
pl: Tata uczący w domu
pt: Pai no ensino domiciliar
pt_pt: Pai com ensino em casa
tr: Evde öğretim ebeveyni

source: Homeschool mother
da: Hjemmeundervisende mor
es: Mamá educadora en casa
fr: Une mère heureuse
ja: ホームスクールの母親
nb: Hjemmeskole mor
nl: Thuisschoolmoeder
pl: Mama ucząca w domu
pt: Mãe no ensino domiciliar
pt_pt: Mãe com ensino em casa
tr: Evde öğretim ebeveyni

source: Homeschool with Khan Academy
da: Hjemmeundervisning med Khan Academy
es: Educación en casa con Khan Academy
fr: Allez à l'école en restant à la maison avec la Khan Academy !
nb: Hjemmeskole med Khan Academy
nl: Thuisschool met Khan Academy
pl: Nauczanie domowe z Khan Academy
pt: Ensino domiciliar com a Khan Academy
pt_pt: Escola em casa com a Khan Academy
tr: Khan Academy ile Evde Öğrenim

source: Hooray! Thank you!
bg: Ураа! Благодарим!
da: Hurra! Tak!
es: ¡Hurra! ¡Gracias!
pl: Brawo! Dziękujemy!
pt: Viva! Obrigado!
tr: Yaşasın! Teşekkür ederiz!

source: Hooray! You've mastered this mission!
da: Hurra! Du har mestret denne mission!
es: ¡Hurra! ¡Has dominado esta misión!
fr: Hourra ! Vous aurez maîtrisé cette mission !
ja: やったー! このミッションをマスターしました!
nb: Hurra! Du har mestret dette oppdraget!
nl: Hoera! Je hebt deze missie onder de knie!
pl: Brawo! Opanowałeś tą misję!
pt: Viva! Você dominou esta missão!
tr: Yaşasın! Bu hedefte ustalaştınız!

source: Hope you'll <a href="/">come back and learn more</a>!
da: Håber du <a href="/"> kommer tilbage og lærer mere</a>!
es: ¡Esperamos que <a href="/">regreses y aprendas más</a>!
fr: Nous espérons que vous allez <a href="/">revenir et en apprendre plus</a> !
nb: Håper du <a href="/">kommer tilbake og lærer mer</a>!
nl: Hopelijk <a href="/">kom je terug om meer te leren</a>!
pl: Mamy nadzieję, że <a href="/">wrócisz i dowiesz się więcej</a>!
pt: Espero que você <a href="/">volte para aprender mais</a>!
tr: Umarız <a href="/">geri gelir ve daha fazlasını öğrenirsin</a>!

source: Hopper
bg: Скокльо
fr: Hopper le castor
ja: ホッパー
pl: Skoczek
pt: Pula-pula
pt_pt: Pulga

source: Hopper, our programming mascot named after Grace Hopper
nb: Hopper, vår programmerer maskot har fått navnet sitt etter Grace Hopper
pl: Hopper, nasza maskotka programistyczna, nazwany po Grace Hopper
pt: Hopper, nossa mascote de programação em homenagem a Grace Hopper
pt_pt: A Hopper é a nossa mascote da programação em homenagem a Grace Hopper
tr: Hopper, Grace Hopper'ın adı verilen programlama maskotumuz

source: Hot
da: Populær
es: Populares
fr: Chaud
ja: ホット
nl: Populair
pl: Gorące
pt: Em alta
pt_pt: Populares
tr: Yeni ve önemli

source: Hour of Code
da: Tid til kode
es: Una Hora de Código
nb: Kodetime
nl: Uur van de Code
pl: Godzina kodowania
pt: Hora do Código
pt_pt: Hora de Código
tr: Bir Saatlik Kod

source: Hour of Databases
da: Database-time
es: La hora de las bases de datos
fr: Une heure pour comprendre les bases de données
hi: डेटाबेसेज़ के घंटे
ja: データーベースの時間
nb: Time med databaser
nl: Uur van Databases
pl: Godzina Baz Danych
pt: Hora de bancos de dados
pt_pt: Hora das bases de dados
tr: Veritabanlarıyla Bir Saat

source: Hour of Drawing with Code
da: Tegne-time med Kode
es: La hora de dibujar con código
fr: Une heure pour dessiner grâce au code
hi: संकेतशब्द के साथ चित्रांकन का घंटा
ja: コードで絵を描く時間
nb: Tegnetime med koding
nl: Uur van Tekenen met Code
pl: Godzina Rysowania z Kodem
pt: Hora de desenhar com código
pt_pt: Hora de desenho com código
tr: Bir Saatlik Kodla Çizim

source: Hour of Drawing with Code Blocks
da: Tegne-time med Kode blokke
es: La hora de dibujo con bloques de código
fr: Une heure pour dessiner en assemblant des blocs de code
ja: コードブロックでお絵描きの時間
nb: Kodetimen med kodebrikker
nl: Uur van het Tekenen met codeblokken
pl: Godzina rysowania z blokami kodu
pt: Hora de desenhar usando blocos de código
pt_pt: Hora de desenho com blocos de código
tr: Kod Bloklarıyla Bir Saatlik Çizim

source: Hour of Webpages
da: Hjemmeside-time
es: La hora de las páginas web
fr: Une heure pour créer une page Web
hi: वेबपृष्ठों का घंटा
ja: ウェブページの時間
nb: Time med webside
nl: Uur van Webpagina 's
pl: Godzina stron internetowych
pt: Hora de páginas Web
pt_pt: Hora de páginas Web
tr: Web sayfalarıyla Bir Saat

source: Hour of code in your classroom
da: Tid til kode i klasselokalet
es: La Hora del código en tu salón de clases
fr: L'Heure de Code dans votre classe
nb: Kodetime i klasserommet
nl: Uur van de code in jouw klas
pl: Godzina kodowania w Twojej klasie
pt: Hora do código na sua sala de aula
pt_pt: A Hora de Código na sua sala de aula
tr: Sınıfınızda bir saatlik kod

source: Hours
es: Horas
hi: घंटे
nb: Timer
pl: Godziny
pt: Horas
tr: Saat

source: Hours worked
nb: Timer arbeidet
pt: Horas trabalhadas

source: House
fr: Maison
hi: भवन
nb: Hus
pl: Dom
pt: Casa
tr: Ev

source: Housing
fr: Logement
nb: Hussektoren
pt: Moradia
tr: Konutlar

source: Housing stipend.
pt: Ajuda de custo para moradia.
tr: Konut harcırahı.

source: How can we find <code>\cos(\angle <var>ANGLE</var>)</code>?
es: ¿Cómo podemos encontrar <code>\cos(\angle <var>ANGLE</var>)</code>?
pl: W jaki sposób możemy wyznaczyć <code>\cos(\angle <var>ANGLE</var>)</code>?
pt: Como podemos encontrar <code>\cos(\angle <var>ANGLE</var>)</code>?
tr: <code>\cos(\angle <var>ANGLE</var>)</code>'i nasıl bulabiliriz?

source: How can we find <code>\tan(\angle <var>ANGLE</var>)</code>?
da: Hvordan kan vi finde <code>\tan(\angle <var>ANGLE</var>)</code>?
es: ¿Cómo podemos encontrar <code>\tan(\angle <var>ANGLE</var>)</code>?
pl: Jak możemy wyznaczyć <code>\tan(\angle <var>ANGLE</var>)</code>?
pt: Como podemos encontrar <code>\tan(\angle <var>ANGLE</var>)</code>?
tr: <code>\tan(\angle <var>ANGLE</var>)</code>'i nasıl bulabiliriz?

source: How can we find the value of <code>b</code>?
da: Hvordan kan vi finde værdien af <code>b</code>?
es: ¿Cómo podemos encontrar el valor de <code>b</code>?
fr: Comment trouver la valeur de <code>b</code> ?
nb: Hvordan kan vi finne verdien av <code>b</code>?
pt: Como podemos encontrar o valor de <code>b</code>?
tr: <code>b</code>'nin değerini nasıl bulabiliriz?

source: How can you guarantee that a line is perpendicular?
es: ¿Cómo puedes garantizar que una línea es perpendicular?
fr: Comment peut-on être sûr qu'une droite est perpendiculaire à une autre ?
pt: Como você pode garantir que uma reta é perpendicular?
tr: Bir doğrunun dik olduğunu nasıl garanti edersiniz?

source: How can you guarantee that a line is really a perpendicular bisector?
es: ¿Cómo puedes garantizar que una línea es realmente una mediatriz?
fr: Comment peut-on affirmer qu'une droite est bien la médiatrice d'un segment donné ?
pt: Como você pode garantir que uma reta é realmente uma mediatriz?
tr: Bir doğrunun orta dikme olduğunu nasıl garanti edersiniz?

source: How can you guarantee that a line is really tangent?
es: ¿Cómo puedes garantizar que una línea es realmente tangente?
fr: Comment en avoir la certitude ?
pt: Como você pode garantir que uma reta é realmente tangente?
tr: Bir doğrunun gerçekten teğet olduğunu nasıl garanti edebilirsiniz?

source: How could we find all the points the correct length from <code>P</code>?
es: ¿Cómo podríamos encontrar todos los puntos a la longitud correcta de <code>P</code>?
fr: Comment trouver les points qui sont à la bonne distance de <code>P</code> ?
pt: Como podemos encontrar todos os pontos no comprimento correto do <code>P</code>?
tr: <code>P</code>'den doğru uzaklıktaki tüm noktaları nasıl bulabiliriz?

source: How did you find the pace of this video?
da: Hvad synes du om tempoet i denne video?
es: ¿Cómo te pareció el ritmo de este video?
fr: Comment avez vous trouvé le rythme de cette vidéo?
nb: Hva synes du om tempoet i denne videoen?
nl: Wat vond je van het tempo van dit filmpje?
pl: Co myślisz to tempie tego filmu?
pt: O que achou do ritmo deste vídeo?
tr: Bu videonun hızını nasıl buldunuz?
