Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <code> \times <var>VALUE_PER_IMG/2</var></code> badge per half symbol
fr: <code> \times <var>VALUE_PER_IMG/2</var></code> badge par demi-symbole
pl: <code> \times <var>VALUE_PER_IMG/2</var></code> odznaka na połowę symbolu
pt: <code> \times <var>VALUE_PER_IMG/2</var></code> medalha a cada símbolo pela metade
tr: <code> \times <var>VALUE_PER_IMG/2</var></code> madalya, her yarım sembol için

source: <code>(<var>POINTS[FORGOTTEN]</var>)</code> was not graphed.
fr: Le point de coordonnées <code>(<var>POINTS[FORGOTTEN]</var>)</code> n'est pas représenté.
nb: <code>(<var>POINTS[FORGOTTEN]</var>)</code> ble ikke tegnet.
pl: Punkt <code>(<var>POINTS[FORGOTTEN]</var>)</code> nie został naniesiony na układ współrzędnych.
pt: <code>(<var>POINTS[FORGOTTEN]</var>)</code> não estava representado.
tr: <code>(<var>POINTS[FORGOTTEN]</var>)</code> grafiği çizilmemiştir.

source: <code>0</code> divided by any number is <code>0</code>.
es: <code>0</code> dividido entre cualquier otro número es <code>0</code>.
fr: Le quotient de <code>0</code> par n'importe quel nombre est égal à <code>0</code>.
hi: <code>0</code> विभाजित किसी भी संख्या से<code>0</code> हैI
nb: <code>0</code> dividert på et tall (bortsett fra null) er <code>0</code>.
pl: <code>0</code> podzielone przez jakąkolwiek liczbę wynosi <code>0</code>.
pt: <code>0</code> dividido por qualquer número é <code>0</code>.
tr: <code>0</code> bölü herhangi bir sayı <code>0</code>'dır.

source: <code>0</code> times any number is <code>0</code>.
es: <code>0</code> por cualquier otro número es <code>0</code>.
fr: Le produit de n'importe quel nombre par <code>0</code> est égal à <code>0</code>.
hi: <code>0</code> गुना किसी भी संख्या से <code>0</code> हैI
nb: <code>0</code> ganger et tall er <code>0</code>.
pl: <code>0</code> pomnożone przez jakąkolwiek liczbę wynosi <code>0</code>.
pt: <code>0</code> vezes qualquer número é <code>0</code>.
tr: <code>0</code> çarpı herhangi bir sayı <code>0</code>'dır.

source: <code>1 - <var>localeToFixed(ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var> = <var>localeToFixed(1 - ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var></code>. This value, <code class="hint_blue"> <var>localeToFixed(1 - ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var></code>, represents the portion of the population that scored lower than <code><var>GRADES[1]</var></code> on the exam.
fr: <code>1 - <var>localeToFixed(ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var> = <var>localeToFixed(1 - ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var></code>. La valeur <code class="hint_blue"> <var>localeToFixed(1 - ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var></code>, représente la partie de la population qui a eu une note inférieure à <code><var>GRADES[1]</var></code> à l'examen.
pt: <code>1 - <var>localeToFixed(ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var> = <var>localeToFixed(1 - ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var></code>. Este valor, <code class="hint_blue"> <var>localeToFixed(1 - ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var></code>, representa a porção da população que tirou menos de <code><var>GRADES[1]</var></code> na prova.
tr: <code>1 - <var>localeToFixed(ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var> = <var>localeToFixed(1 - ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var></code>. Bu değer, <code class="hint_blue"> <var>localeToFixed(1 - ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var></code>, sınavdaki notu <code><var>GRADES[1]</var></code>'den az olan nüfus oranını temsil eder.

source: <code>1 - <var>localeToFixed(ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var> = <var>localeToFixed(1 - ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var></code>. This value, <code>\green{<var>localeToFixed(1 - ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var>}</code>, represents the portion of the population that scored lower than <code><var>GRADES[0]</var></code> on the exam.
pt: <code>1 - <var>localeToFixed(ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var> = <var>localeToFixed(1 - ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var></code>. Este valor, <code>\green{<var>localeToFixed(1 - ZGRID[ROW_INDEX_1][COL_INDEX_1], 4)</var>}</code>, representa a porção da população que tirou menos de <code><var>GRADES[0]</var></code> na prova.

source: <code><var>(N + 1) * (N + 1)</var></code> is the nearest perfect square more than <code><var>Q</var></code>.
da: <code><var>(N + 1) * (N + 1)</var></code> er det nærmeste kvadrattal, som er større end <code><var>Q</var></code>.
es: <code><var>(N + 1) * (N + 1)</var></code> es el cuadrado perfecto más cercano, y mayor que <code><var>Q</var></code>.
fr: <code><var>(N + 1) * (N + 1)</var></code> est le plus petit carré parfait plus grand que <code><var>Q</var></code>.
hi: <code><var>(N + 1) * (N + 1)</var></code> है निकटतम पूर्ण वर्ग अधिक <code><var>Q</var></code> सेI
nb: <code><var>(N + 1) * (N + 1)</var></code> er det nærmeste kvadrattallet som er større enn <code><var>Q</var></code>.
nl: <code><var>(N + 1) * (N + 1)</var></code> is het dichtstbijzijnde kwadraatgetal groter dan <code><var>Q</var></code>.
pl: <code><var>(N + 1) * (N + 1)</var></code> jest największa liczbą kwadratową większą niż <code><var>Q</var></code>.
pt: <code><var>(N + 1) * (N + 1)</var></code> é o quadrado perfeito mais próximo maior que <code><var>Q</var></code>.
tr: <code><var>(N + 1) * (N + 1)</var></code>, <code><var>Q</var></code>'dan büyük olan en yakın tam karedir.

source: <code><var>ANGLE_D_LABEL</var> = \orange{<var>CENTRAL / 2</var>^\circ}</code>, (half <code><var>CENTRAL_LABEL</var></code>).
es: <code><var>ANGLE_D_LABEL</var> = \orange{<var>CENTRAL / 2</var>^\circ}</code>, (la mitad de <code><var>CENTRAL_LABEL</var></code>).
pt: <code><var>ANGLE_D_LABEL</var> = \orange{<var>CENTRAL / 2</var>^\circ}</code>, (metade de <code><var>CENTRAL_LABEL</var></code>).

source: <code><var>ANGLE_MULTIPLE_REP</var></code> is more than <code>2 \pi</code>. It is a common practice to keep complex number angles between <code>0</code> and <code>2 \pi</code>, because <code>e^{2 \pi i} = (e^{\pi i}) ^ 2 = (-1) ^ 2 = 1</code>.
es: <code><var>ANGLE_MULTIPLE_REP</var></code> es mayor que <code>2 \pi</code>. Es una práctica común mantener los ángulos de números complejos entre <code>0</code> y <code>2 \pi</code>, porque <code>e^{2 \pi i} = (e^{\pi i}) ^ 2 = (-1) ^ 2 = 1</code>.
fr: <code><var>ANGLE_MULTIPLE_REP</var></code> est supérieur à <code>2 \pi</code>. Comme <code>e^{2 \pi i} = (e^{\pi i}) ^ 2 = (-1) ^ 2 = 1</code>, on utilise la valeur de son argument comprise entre <code>0</code> et <code>2 \pi</code>.
pt: <code><var>ANGLE_MULTIPLE_REP</var></code> é maior que <code>2 \pi</code>. É prática corrente manter os ângulos de números complexos entre <code>0</code> e <code>2 \pi</code>, porque <code>e^{2 \pi i} = (e^{\pi i}) ^ 2 = (-1) ^ 2 = 1</code>.
tr: <code><var>ANGLE_MULTIPLE_REP</var></code>, <code>2 \pi</code>'den fazladır. Karmaşık sayı açılarını <code>0</code> işle <code>2 \pi</code> arasında tutmak yaygın bir uygulamadır, çünkü <code>e^{2 \pi i} = (e^{\pi i}) ^ 2 = (-1) ^ 2 = 1</code>.

source: <code><var>B</var></code> years ago, <var>P1</var> was <code><var>C</var></code> times as old as <var>P2</var>.
es: Hace <code><var>B</var></code> años, <var>P1</var> tenía <code><var>C</var></code> veces la edad de <var>P2</var>.
fr: Il y a <code><var>B</var></code> ans, <var>P1</var> avait <code><var>C</var></code> fois l'âge de <var>P2</var>.
nb: <code><var>B</var></code> år siden, <var>P1</var> var <code><var>C</var></code> ganger så gammel som <var>P2</var>.
nl: <code><var>B</var></code> jaar geleden was <var>P1</var> <code><var>C</var></code> keer zo oud als <var>P2</var>.
pl: <code><var>B</var></code> lat(a) temu, <var>P1</var> miał(a) <code><var>C</var></code> razy tyle lat, co <var>P2</var>.
pt: <code><var>B</var></code> anos atrás, <var>P1</var> era <code><var>C</var></code> vezes mais velho(a) que <var>P2</var>.
tr: <code><var>B</var></code> yıl önce, <var>P1</var> <var>P2</var>'nin <code><var>C</var></code> katı yaşındaydı.

source: <code><var>C1</var></code> people attended a baseball game. Everyone there was a fan of either the home team or the away team. The number of home team fans was <code><var>abs(C2)</var></code> less than <code><var>abs(B2)</var></code> times the number of away team fans.
da: <code><var>C1</var></code> personer ser en baseballkamp. Hver person er enten fan af hjemmeholdet eller udeholdet. Antallet af hjemmeholdsfans er <code><var>abs(C2)</var></code> mindre end <code><var>abs(B2)</var></code> gange antallet af udeholdsfans.
es: <code><var>C1</var></code> personas asistieron a un partido de béisbol. Todo el mundo era admirador del equipo local o del equipo visitante. El número de aficionados del equipo local fue <code><var>abs(C2)</var></code> menos de <code><var>abs(B2)</var></code> por el número de aficionados del equipo visitante.
fr: <code><var>C1</var></code> personnes ont assisté au match de football. Chacun d'eux supportait l'une des équipes. Le nombre de supporters de l'équipe à domicile était inférieur de <code><var>abs(C2)</var></code> au produit par <code><var>abs(B2)</var></code> du nombre de supporters de l'équipe en déplacement.
nb: <code><var>C1</var></code> personer ser en baseballkamp. Hver person er enten fan av hjemmelaget eller bortelaget. Antallet av hjemmelagsfans er <code><var>abs(C2)</var></code> mindre enn <code><var>abs(B2)</var></code> ganger antallet av bortelagsfans.
pl: <code><var>C1</var></code> osób przyszło na mecz koszykówki. Każda z obecnych osób kibicowała albo drużynie gospodarzy, albo drużynie gości. Liczba fanów drużyny gospodarzy wynosiła o <code><var>abs(C2)</var></code> mniej niż <code><var>abs(B2)</var></code> razy liczba fanów drużyny gości.
pt: <code><var>C1</var></code> pessoas assistiram a um jogo de beisebol. Todos eram ou fãs do time da casa ou do time visitante. O número de fãs do time da casa foi <code><var>abs(C2)</var></code> vezes menor que <code><var>abs(B2)</var></code> o número de fãs do time visitante.
tr: <code><var>C1</var></code> kişi bir beyzbol maçına gitti. Seyircilerin hepsi, ya ev sahibi takımın ya da konuk takımın taraftarıydı. Ev sahibi takımın taraftarları, konuk takımın taraftarlarının <code><var>abs(B2)</var></code> katından <code><var>abs(C2)</var></code> eksikti.

source: <code><var>C</var></code> is the same as <code>\dfrac{<var>C</var>}{1}</code>
es: <code><var>C</var></code> es lo mismo que <code>\dfrac{<var>C</var>}{1}</code>
fr: <code><var>C</var></code> est égal à <code>\dfrac{<var>C</var>}{1}</code>
nb: <code><var>C</var></code> er det samme som <code>\dfrac{<var>C</var>}{1}</code>
pl: <code><var>C</var></code> jest tym samym, co <code>\dfrac{<var>C</var>}{1}</code>
pt: <code><var>C</var></code> é o mesmo que <code>\dfrac{<var>C</var>}{1}</code>
tr: <code><var>C</var></code>, <code>\dfrac{<var>C</var>}{1}</code> ile aynıdır

source: <code><var>CENTRAL_LABEL</var> = \blue{<var>CENTRAL</var>^\circ}</code>, (twice <code><var>GIVEN_LABEL</var></code>).
es: <code><var>CENTRAL_LABEL</var> = \blue{<var>CENTRAL</var>^\circ}</code>, (el doble de <code><var>GIVEN_LABEL</var></code>).
pt: <code><var>CENTRAL_LABEL</var> = \blue{<var>CENTRAL</var>^\circ}</code>, (duas vezes <code><var>GIVEN_LABEL</var></code>).

source: <code><var>CENTRAL_LABEL</var></code> and <code><var>ANGLE_B_LABEL</var></code> are supplementary.
es: <code><var>CENTRAL_LABEL</var></code> y <code><var>ANGLE_B_LABEL</var></code> son suplementarios.
pt: <code><var>CENTRAL_LABEL</var></code> e <code><var>ANGLE_B_LABEL</var></code> são suplementares.
tr: <code><var>CENTRAL_LABEL</var></code> ve <code><var>ANGLE_B_LABEL</var></code> bütünlerdir.

source: <code><var>D1</var></code> thousandths is equal to <code><var>D2</var></code> thousandths.
es: <code><var>D1</var></code> milésimas es igual a <code><var>D2</var></code> milésimas.
fr: <code><var>D1</var></code> millièmes est égal à <code><var>D2</var></code> millièmes.
nb: <code><var>D1</var></code> tusener tilsvarer <code><var>D2</var></code> tusener.
nl: <code><var>D1</var></code> duizendsten is gelijk aan <code><var>D2</var></code> duizendsten.
pl: <code><var>D1</var></code> tysięcznych to tyle samo, co <code><var>D2</var></code> tysięcznych.
pt: <code><var>D1</var></code> milésimos é igual a <code><var>D2</var></code> milésimos.
tr: <code><var>D1</var></code> binde birlik, <code><var>D2</var></code> binde birlik ile eşittir.

source: <code><var>D1</var></code> thousandths is less than <code><var>D2</var></code> thousandths.
es: <code><var>D1</var></code> milésimas es menor que <code><var>D2</var></code> milésimas.
fr: <code><var>D1</var></code> millièmes valent moins que <code><var>D2</var></code> millièmes.
nb: <code><var>D1</var></code> tusendeler er mindre enn <code><var>D2</var></code> tusendeler.
nl: <code><var>D1</var></code> duizendsten is minder dan <code><var>D2</var></code> duizendsten.
pl: <code><var>D1</var></code> tysięcznych to mniej niż <code><var>D2</var></code> tysięcznych.
pt: <code><var>D1</var></code> milésimos é menos que <code><var>D2</var></code> milésimos.
tr: <code><var>D1</var></code> binde birlik, <code><var>D2</var></code> binde birlikten azdır.

source: <code><var>D1</var></code> thousandths is more than <code><var>D2</var></code> thousandths.
es: <code><var>D1</var></code> milésimas es mayor que <code><var>D2</var></code> milésimas.
fr: <code><var>D1</var></code> millièmes valent plus que <code><var>D2</var></code> millièmes.
nb: <code><var>D1</var></code> tusendeler er med enn <code><var>D2</var></code> tusendeler.
nl: <code><var>D1</var></code> duizendsten is meer dan <code><var>D2</var></code> duizendsten.
pl: <code><var>D1</var></code> tysięcznych to więcej niż <code><var>D2</var></code> tysięcznych.
pt: <code><var>D1</var></code> milésimos é mais que <code><var>D2</var></code> milésimos.
tr: <code><var>D1</var></code> bindebirlik, <code><var>D2</var></code> bindebirlikten fazladır.

source: <code><var>DATA[0]</var></code> <var>RESPONDENT</var> said <var>DATA[1]</var>.
es: <code><var>DATA[0]</var></code> <var>RESPONDENT</var> dijo <var>DATA[1]</var>.
fr: <code><var>DATA[0]</var></code> <var>RESPONDENT</var> a dit <var>DATA[1]</var>.
pl: <code><var>DATA[0]</var></code> <var>RESPONDENT</var> odpowiedział(a), że jest to <var>DATA[1]</var>.
pt: <code><var>DATA[0]</var></code> <var>RESPONDENT</var> disse <var>DATA[1]</var>.

source: <code><var>EXPANSION[0]</var></code> is <code><var>BASE</var></code> multiplied by itself <code><var>EXPONENT</var></code> times.
fr: <code><var>EXPANSION[0]</var></code> signifie que <code><var>BASE</var></code> est multiplié par lui-même <code><var>EXPONENT</var></code> fois.
nb: <code><var>EXPANSION[0]</var></code> er <code><var>BASE</var></code> multiplisert med seg selv <code><var>EXPONENT</var></code> ganger.
pl: <code><var>EXPANSION[0]</var></code> to <code><var>BASE</var></code> do potęgi <code><var>EXPONENT</var></code>.
pt: <code><var>EXPANSION[0]</var></code> é <code><var>BASE</var></code> multiplicado por si mesmo <code><var>EXPONENT</var></code> vezes.
tr: <code><var>EXPANSION[0]</var></code>, <code><var>BASE</var></code> tabanının kendisiyle <code><var>EXPONENT</var></code> kere çarpımıdır.

source: <code><var>EXPANSION[0]</var></code> is <code><var>BASE</var></code> to the power of <code><var>EXPONENT</var></code>.
fr: <code><var>EXPANSION[0]</var></code> signifie que <code><var>BASE</var></code> est à la puissance <code><var>EXPONENT</var></code>.
nb: <code><var>EXPANSION[0]</var></code> er <code><var>BASE</var></code> opphøyd i <code><var>EXPONENT</var></code>.
pl: <code><var>EXPANSION[0]</var></code> to <code><var>BASE</var></code> do potęgi <code><var>EXPONENT</var></code>.
pt: <code><var>EXPANSION[0]</var></code> é <code><var>BASE</var></code> elevado a <code><var>EXPONENT</var></code>.
tr: <code><var>EXPANSION[0]</var></code>, <code><var>BASE</var></code> üzeri <code><var>EXPONENT</var></code>.

source: <code><var>FIXED</var></code> can be represented as follows:
fr: <code><var>FIXED</var></code> peut s'écrire sous forme d'une somme d'un entier et de fractions décimales comme ceci :
nb: <code><var>FIXED</var></code> kan ble presentert som følgende:
nl: <code><var>FIXED</var></code> kan als volgt worden weergegeven:
pl: <code><var>FIXED</var></code> można przedstawić w następujący sposób:
pt: <code><var>FIXED</var></code> pode ser representado assim:
tr: <code><var>FIXED</var></code> aşağıdaki gibi gösterilebilir:

source: <code><var>HALF_SYM</var></code> half symbol
fr: <code><var>HALF_SYM</var></code> demi-symbole
pl: <code><var>HALF_SYM</var></code> połowa symbolu
pt: <code><var>HALF_SYM</var></code> meio símbolo
tr: <code><var>HALF_SYM</var></code> yarım sembol

source: <code><var>MAJ*MAJ</var></code> is bigger than <code><var>MIN*MIN</var></code> so the major radius is <code>\sqrt{<var>MAJ*MAJ</var>} = <var>MAJ</var></code> and the minor radius is <code>\sqrt{<var>MIN*MIN</var>} = <var>MIN</var></code>.
da: <code><var>MAJ*MAJ</var></code> er større end <code><var>MIN*MIN</var></code> så den store radius er <code>\sqrt{<var>MAJ*MAJ</var>} = <var>MAJ</var></code> og den lille akse er <code>\sqrt{<var>MIN*MIN</var>} = <var>MIN</var></code>.
es: <code><var>MAJ*MAJ</var></code> es más grande que <code><var>MIN*MIN</var></code> así que el radio mayor es <code>\sqrt{<var>MAJ*MAJ</var>} = <var>MAJ</var></code> y el radio menor es <code>\sqrt{<var>MIN*MIN</var>} = <var>MIN</var></code>.
fr: <code><var>MAJ*MAJ</var></code> est supérieur à <code><var>MIN*MIN</var></code> donc la longueur du grand axe est <code>\sqrt{<var>MAJ*MAJ</var>} = <var>MAJ</var></code> et celle du petit axe est <code>\sqrt{<var>MIN*MIN</var>} = <var>MIN</var></code>.
nb: <code><var>MAJ*MAJ</var></code> er større end <code><var>MIN*MIN</var></code> så den store radius er <code>\sqrt{<var>MAJ*MAJ</var>} = <var>MAJ</var></code> og den lille aksen er <code>\sqrt{<var>MIN*MIN</var>} = <var>MIN</var></code>.
pl: <code><var>MAJ*MAJ</var></code> jest większe niż <code><var>MIN*MIN</var></code> więc wielka półoś to <code>\sqrt{<var>MAJ*MAJ</var>} = <var>MAJ</var></code>, a mała półoś to <code>\sqrt{<var>MIN*MIN</var>} = <var>MIN</var></code>.
pt: <code><var>MAJ*MAJ</var></code> é maior que <code><var>MIN*MIN</var></code> portanto, o raio maior é <code>\sqrt{<var>MAJ*MAJ</var>} = <var>MAJ</var></code> e o raio menor é <code>\sqrt{<var>MIN*MIN</var>} = <var>MIN</var></code>.
tr: <code><var>MAJ*MAJ</var></code>, <code><var>MIN*MIN</var></code>'den büyüktür, buna göre asal eksenin yarı uzunluğu eşittir, <code>\sqrt{<var>MAJ*MAJ</var>} = <var>MAJ</var></code> ve yedek eksenin yarı uzunluğu eşittir, <code>\sqrt{<var>MIN*MIN</var>} = <var>MIN</var></code>.

source: <code><var>MODE</var></code> is the most frequently occurring score.
fr: <code><var>MODE</var></code> est la note qui apparaît la plus souvent.
nb: <code><var>MODE</var></code> er det mest vanlige resultatet.
pl: <code><var>MODE</var></code> jest najczęściej występującą wartością.
pt: <code><var>MODE</var></code> é a nota mais frequentemente ocorrida.
tr: <code><var>MODE</var></code> en sık oluşan puandır.

source: <code><var>MULTIPLIER</var> \cdot <var>V1</var> = <var>V2</var></code> fits this pattern, with <code>k = <var>MULTIPLIER_INVERSE</var></code>.
da: <code><var>MULTIPLIER</var> \cdot <var>V1</var> = <var>V2</var></code> passer på dette mønster med <code>k = <var>MULTIPLIER_INVERSE</var></code>.
es: <code><var>MULTIPLIER</var> \cdot <var>V1</var> = <var>V2</var></code> encaja con este patrón, con <code>k = <var>MULTIPLIER_INVERSE</var></code>.
fr: <code><var>MULTIPLIER</var> \cdot <var>V1</var> = <var>V2</var></code> est de cette forme, avec <code>k = <var>MULTIPLIER_INVERSE</var></code>.
nb: <code><var>MULTIPLIER</var> \cdot <var>V1</var> = <var>V2</var></code> passer for dette mønsteret med <code>k = <var>MULTIPLIER_INVERSE</var></code>.
pl: <code><var>MULTIPLIER</var> \cdot <var>V1</var> = <var>V2</var></code> pasuje do tego wzoru, z <code>k = <var>MULTIPLIER_INVERSE</var></code>.
pt: <code><var>MULTIPLIER</var> \cdot <var>V1</var> = <var>V2</var></code> se encaixa nesse padrão, com <code>k = <var>MULTIPLIER_INVERSE</var></code>.
tr: <code><var>MULTIPLIER</var> \cdot <var>V1</var> = <var>V2</var></code> örüntüyle uyumludur, <code>k = <var>MULTIPLIER_INVERSE</var></code>.

source: <code><var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V1</var>} = <var>V2</var></code> fits this pattern, with <code>k = <var>MULTIPLIER</var></code>.
da: <code><var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V1</var>} = <var>V2</var></code> passer på dette mønster med <code>k = <var>MULTIPLIER</var></code>.
es: <code><var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V1</var>} = <var>V2</var></code> encaja con este patrón, con <code>k = <var>MULTIPLIER</var></code>.
nb: <code><var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V1</var>} = <var>V2</var></code> passer på dette mønster med <code>k = <var>MULTIPLIER</var></code>.
pl: <code><var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V1</var>} = <var>V2</var></code> pasuje do tego wzoru z <code>k = <var>MULTIPLIER</var></code>.
pt: <code><var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V1</var>} = <var>V2</var></code> se encaixa nesse padrão, com <code>k = <var>MULTIPLIER</var></code>.
tr: <code><var>MULTIPLIER</var> \cdot \dfrac{1}{<var>V1</var>} = <var>V2</var></code> örüntüyle uyumludur, <code>k = <var>MULTIPLIER</var></code>.

source: <code><var>N * N</var></code> is the nearest perfect square less than <code><var>Q</var></code>.
da: <code><var>N * N</var></code> er det nærmeste kvadrattal mindre end <code><var>Q</var></code>.
es: <code><var>N * N</var></code> es el cuadrado perfecto más cercano y menor que <code><var>Q</var></code>.
fr: <code><var>N * N</var></code> est le plus grand carré parfait plus petit que <code><var>Q</var></code>.
hi: <code><var>N * N</var></code> है निकटतम पूर्ण वर्ग हैं कम <code><var>Q</var></code> सेI
nb: <code><var>N * N</var></code> er det nærmeste kvadrattallet mindre enn <code><var>Q</var></code>.
nl: <code><var>N * N</var></code> is het dichtstbijzijnde kwadraatgetal kleiner dan <code><var>Q</var></code>.
pl: <code><var>N * N</var></code> jest najbliższą liczbą kwadratową mniejszą niż <code><var>Q</var></code>.
pt: <code><var>N * N</var></code> é o quadrado perfeito mais próximo menor que <code><var>Q</var></code>.
tr: <code><var>N * N</var></code> , <code><var>Q</var></code> sayısından küçük olan en yakın tam karedir.

source: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> cars.
da: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> biler.
es: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> automóviles.
fr: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> voitures.
ja: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> 台の車があります．
nb: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> biler.
pl: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> samochodów.
pt: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> carros.

source: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> people was on the train.
da: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> person var med toget.
es: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> persona iba en el tren.
fr: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> personne était dans le train.
ja: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> 人の人達が電車に乗っていました．
pl: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> osoba była w pociągu.
pt: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> pessoa estava no trem.
tr: <code><var>NUM1</var> + <var>NUM2</var> = <var>TOTAL</var></code> kişi trendeydi.
