Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Webpages will be flagged for:
da: Hjemmesider vil blive markeret for:
es: Las páginas web se marcarán por:
fr: Les pages Web seront marquées si :
nb: Hjemmesider vil bli markeret for:
nl: Webpagina's zullen worden gemarkeerd voor:
pl: Strony internetowe zostaną oflagowane za:
pt: As seguintes páginas da Web serão sinalizadas:
tr: Şu web sayfaları işaretlenecektir:

source: Website analytics, Facebook integration, user interface mockups.
pl: Statystyki odwiedzin, integracja z Facebookiem, makiety interfejsu użytkownika.
pt: Análise de website, integração ao Facebook, modelos de interface com o usuário.
tr: Web sayfası analizleri, Facebook entegrasyonu, kullanıcı arayüzü taslakları.

source: Website:
da: Hjemmeside:
es: Sitio web:
fr: Site Web :
nb: Webside:
pl: Strona internetowa:
pt: Site:
pt_pt: Site:
tr: Web sitesi:

source: Weekly Activities
es: Actividades semanales
fr: Activités hebdomadaires
ja: 毎週のアクティビティ
nb: Ukentlige aktiviteter
pl: Cotygodniowe zadania
pt: Atividades semanais
pt_pt: Atividades semanais
tr: Haftalık Etkinlikler

source: Weekly Awards/Recognition
es: Premios o reconocimientos semanales
nb: Ukentlig priser/anerkjennelser
pt: Prêmios semanais/reconhecimento
tr: Haftalık Ödüller/Tanınma

source: Weekly activity reports
da: Ugentlige aktivitetsrapporter
es: Reportes semanales de actividad
fr: Rapports d'activité hebdomadaire
ja: 週間のアクティビティのレポート
nb: Ukentlige aktivitetsrapporter
nl: Wekelijkse activiteitsrapporten
pl: Cotygodniowe raporty aktywności
pt: Relatórios de atividade semanal
pt_pt: Relatórios semanais de atividade
tr: Haftalık etkinlik raporları

source: Weekly challenges are a way to supercharge your brain growth during LearnStorm 2015. By completing the challenge each week, you’ll learn strategies to help unlock your learning potential and grow your brain.
es: Los desafíos semanales son una forma de hacer que tu cerebro se ejercite muchísimo durante LearnStorm 2015. Cada semana, al completar el desafío, aprenderás estrategias para ayudar a liberar tu potencial de aprendizaje y ejercitar tu cerebro.
ja: 毎週のチャレンジとはラーンストーム 2015 の間にあなたの頭脳の成長をスーパーチャージする方法です．それぞれの週にチャレンジを完了することで，あなたは学びの潜在能力を開花させ，あなたの頭脳を育てる助けとなる戦略を学ぶことになるでしょう．
nb: Ukentlig utfordringer er en måte å hurtig-lade hjernen på under LearnStorm 2015. Ved å fullføre utfordringen hver uke, vil du lære strategier for løse nye oppgaver og få litt hjernetrim.
pl: Tygodniowe wyzwania to metoda do turbodoładowania rozwoju Twojego mózgu podczas LearnStorm 2015. Rozwiązując cotygodniowe wyzwanie poznasz strategie pomagające odblokować Twój potencjał naukowy i rozwinąć Twój mózg.
pt: Desafios semanais são uma forma de aumentar seu crescimento de conhecimento durante a LearnStorm 2015. Completando o desafio toda semana, você vai aprender estratégias para ajudar a desbloquear seu potencial de aprendizagem e aumentar seus conhecimentos.
pt_pt: Os desafios semanais são uma forma de aumentares as tuas capacidades cerebrais durante a LearnStorm 2015. Ao concluíres o desafio semanal, vais aprender estratégias que te ajudam a aumentar o teu potencial de aprendizagem e o teu conhecimento.
tr: Haftalık yarışmalar, LearnStorm 2015 boyunca beyninizin büyümesini beslemek için bir yoldur. Her hafta yarışmayı tamamlayarak, öğrenme potansiyelinizi açacak ve beyninizi büyütecek stratejiler öğreneceksiniz.

source: Weekly profit (dollars)
pt: Lucro semanal (reais)
tr: Haftalık kar (TL)

source: Weight (kilograms)
pl: Waga (kilogramy)
pt: Peso (quilograma)
tr: Ağırlık (kilogram)

source: Weird construction. Is 'new' necessary?
da: Underlig konstruktion. Er 'new' nødvendigt?
es: Construcción rara. ¿Es necesario el 'new'?
nb: Rar konstruksjon. Er "ny" nødvendig?
nl: Bizarre constructie. Is 'new' nodig?
pl: Dziwna konstrukcja. Czy 'new' jest potrzebne?
pt: Construção estranha. É necessário usar 'new'?
tr: Garip bir oluşum. 'Yeni' şart mı?

source: Welcome from Khan Academy!
bg: Добре дошли от Кан академията!
da: Velkommen fra Khan Academy!
es: ¡Bienvenido a Khan Academy!
fr: Bienvenue de la part de Khan Academy !
ja: カーンアカデミーからようこそ!
nb: Khan Academy ønsker deg velkommen!
nl: Welkom vanaf Khan Academy!
pl: Witamy w Khan Academy!
pt: Boas-vindas da Khan Academy!
pt_pt: A Khan Academy dá-te as boas-vindas!
tr: Khan Academy Türkçe'ye hoş geldiniz!

source: Welcome to Khan Academy
da: Velkommen til Khan Academy
es: Bienvenido a Khan Academy
fr: Bienvenue à la Khan Academy
ja: カーンアカデミーへようこそ!
nb: Velkommen til Khan Academy
nl: Welkom bij Khan Academy
pl: Witamy w Khan Academy
pt: Bem-vindo à Khan Academy
pt_pt: Bem-vindo à Khan Academy
tr: Khan Academy'ye hoş geldiniz

source: Welcome to Khan Academy Assessments
pl: Zapraszamy do oceny Khan Academy
pt: Bem-vindo às avaliações da Khan Academy
pt_pt: Bem-vindo às avaliações da Khan Academy
tr: Khan Academy Değerlendirmelerine Hoşgeldiniz

source: Welcome to Khan Academy!
da: Velkommen til Khan Academy!
es: ¡Bienvenido a Khan Academy!
fr: Bienvenue à la Khan Academy !
ja: カーンアカデミーへようこそ！
nb: Velkommen til Khan Academy!
nl: Welkom bij Khan Academy!
pl: Witamy w Khan Academy!
pt: Bem-vindo à Khan Academy!
pt_pt: A Khan Academy dá-te as boas-vindas!
tr: Khan Academy'ye hoş geldiniz!

source: Welcome to Khan Academy! Watch videos and practice your skills for almost any math subject.
da: Velkommen til Khan Academy! Se videoer og øv dine færdigheder i næsten ethvert emne i matematik.
es: ¡Bienvenido(a) a Khan Academy! Ve videos y practica para mejorar tus habilidades en casi cualquier tema de matemáticas.
fr: Bienvenue sur la Khan Academy ! Visionnez des vidéos et travaillez vos compétences sur l'ensemble du programme de mathématiques.
nb: Velkommen til Khan Academy! Se videoer og øv på dine ferdigheter i nesten alle matematiske emner.
nl: Welkom bij Khan Academy! Bekijk video's en oefen jouw vaardigheden voor bijna elk wiskundig onderwerp.
pl: Witamy w Khan Academy! Oglądaj filmy i ćwicz swoje umiejętności z prawie wszystkich zagadnień matematycznych.
pt: Bem-vindo à Khan Academy! Assista a vídeos e pratique suas habilidades em praticamente qualquer assunto de matemática.
pt_pt: A Khan Academy dá-te as boas-vindas! Vê vídeos e faz exercícios para treinares as tuas competências em toda a matéria de Matemática.
tr: Khan Academy'ye hoş geldiniz! Matematikle ilgili her konuda ders videoları izleyebilir, becerilerinizi geliştirebilirsiniz.

source: Welcome to Khan Academy's free %(title)s resources. Watch videos, read articles, and expand your knowledge in any %(title)s topic.
nb: Velkommen til Khan Academys %(title)s gratis ressurser. Se videoer, les artikler, og øk din kunnskap i et %(title)s emne.
pt: Bem-vindo aos recursos %(title)s gratuitos da Khan Academy. Assista a vídeos, leia artigos e expanda seu conhecimento em qualquer tópico %(title)s.
tr: Khan Academy'nin %(title)s kaynaklarına hoş geldiniz. Herhangi bir %(title)s konusunda videolar izleyin, makaleler okuyun, ve bilginizi genişletin.

source: Welcome to Khan Academy, %(name)s!
da: Velkommen til Khan Academy, %(name)s!
es: ¡Bienvenido a Khan Academy, %(name)s!
fr: Bienvenue sur la Khan Academy, %(name)s !
nb: Velkommen til Khan Academy, %(name)s!
nl: Welkom bij Khan Academy, %(name)s!
pl: Witaj na Khan Academy, %(name)s!
pt: Bem-vindo à Khan Academy, %(name)s!
tr: Khan Academy'e hoş geldin, %(name)s!

source: Welcome to the Brain Fitness Dashboard
da: Velkommen til oversigten for Hjerne-Fitness
es: Bienvenido al panel de aptitud cerebral
fr: Bienvenue sur le tableau de bord de l'entraînement cérébral
nb: Velkommen til Hjernetrim-dashboardet
nl: Welkom bij de Breinfitness Dashboard
pl: Witaj w panelu Sprawności mózgu
pt: Bem-vindo ao Painel de Aptidão Cerebral
tr: Beyin Zindelik Pano'suna hoşgeldiniz

source: Welcome to the learning dashboard
da: Velkommen til læringsforsiden
es: Bienvenido al panel de aprendizaje
fr: Bienvenue sur le tableau de bord !
nb: Velkommen til læringsbrettet
nl: Welkom bij het dashboard
pl: Witamy w panelu uczenia się
pt: Bem-vindo ao painel de aprendizado
pt_pt: O painel de aprendizagem dá-te as boas-vindas
tr: Öğrenme Panosu'na hoş geldiniz

source: Welcome to the learning dashboard!
da: Velkommen til læringsforsiden!
es: ¡Bienvenido al panel de aprendizaje!
fr: Bienvenue sur le tableau de bord !
nb: Velkommen til læringsbrettet!
nl: Welkom bij het dashboard!
pl: Witamy w panelu uczenia się!
pt: Bem-vindo ao painel de aprendizado!
tr: Öğrenme Panosu'na hoş geldiniz!

source: Welcome to the new coach page!
da: Velkommen til den nye side for vejledere!
es: ¡Bienvenido a la nueva página del tutor!
fr: Bienvenue sur votre page d'accueil en tant que coach !
nb: Velkommen til den nye siden for veiledere!
nl: Welkom op de nieuwe coach pagina!
pl: Witamy na nowej stronie trenera!
pt: Bem-vindo à nova página do tutor!
pt_pt: Bem-vindo à nova página para tutores!
tr: Yeni eğitmen sayfamıza hoş geldiniz!

source: Welcome to the new parent page!
da: Velkommen til den nye side for forældre!
es: ¡Bienvenido a la nueva página de los padres!
fr: Bienvenue sur votre page d'accueil en tant que parent !
nb: Velkommen til den nye foreldresiden!
nl: Welkom op de nieuwe ouderpagina!
pl: Witamy na nowej stronie rodzica!
pt: Bem-vindo à nova página para pais!
pt_pt: Bem-vindo à nova página para pais!
tr: Yeni veli sayfamıza hoş geldiniz!

source: Welcome to the test site for the {{languageLocalName}} version of Khan Academy. We need your help to make it better!
da: Velkommen til test-siden for {{languageLocalName}} version af Khan Academy. Vi har brug for din hjælp til at forbedre det!
es: Bienvenido al sitio de prueba para la versión en {{languageLocalName}} de Khan Academy. ¡Necesitamos tu ayuda para mejorarlo!
fr: Bienvenue sur la version Alpha de la Khan Academy, version {{languageLocalName}}. Nous avons besoin de vous pour la perfectionner !
nb: Velkommen til testsiden for {{languageLocalName}} versjon av Khan Academy. Vi trenger din hjelp til å gjøre det bedre!
nl: Welkom op de testsite voor de {{languageLocalName}} versie van Khan Academy. We hebben jouw hulp nodig om deze nog te verbeteren!
pl: Witamy na stronie testowej Khan Academy w wersji dla języka {{languageLocalName}}. Potrzebujemy Twojej pomocy, żeby ją ulepszyć!
pt: Bem-vindo ao site de teste da versão em {{languageLocalName}} da Khan Academy. Precisamos de sua ajuda para torná-lo melhor!
pt_pt: Este é o site de teste provisório da Khan Academy em {{languageLocalName}}. Precisamos da tua ajuda para podermos melhorá-lo!
tr: Khan Academy {{languageLocalName}}'nin yeni sitesine hoş geldiniz. Bu site test aşamasındadır.

source: Welcome to your Khan Academy classroom!
da: Velkommen til dit Khan Academy-klasseværelse!
es: ¡Bienvenido a tu salón de Khan Academy!
fr: Bienvenue dans votre salle de classe de la Khan Academy !
ja: あなたのカーンアカデミークラスルームにようこそ!
nb: Velkommen til ditt Khan Academy klasseromme!
nl: Welkom in jouw Khan Academy klaslokaal!
pl: Witaj w Twojej klasie Khan Academy!
pt: Bem-vindo à sua sala de aula na Khan Academy!
pt_pt: Bem-vindo à sua sala de aula da Khan Academy!
tr: Khan Academy sınıfınıza hoşgeldiniz!

source: Welcome to your mission dashboard, a personalized way to learn something on Khan Academy. The dashboard gives you an easy way to find the best next things for you to do on Khan Academy. It has a bunch of really cool things designed to help you learn math, and soon other subjects, really well on your own or with a coach.
da: Velkommen til din missionsforside, en personliggjort måde at lære noget på Khan Academy. Din forside giver dig en nem måde at finde de næste ting du kan at lave på Khan Academy. Den har en masse virkelig seje ting designet til at hjælpe dig med at lære matematik virkelig godt på egen hånd eller med en coach, og snart også i andre fag,.
es: Bienvenido a tu panel de misión, una forma personalizada de aprender algo en Khan Academy. El panel te da una forma fácil de encontrar las siguientes cosas que debes hacer en Khan Academy. Tiene un montón de cosas sensacionales diseñadas para ayudarte a aprender matemáticas realmente bien, y próximamente también otros temas, por tu cuenta o con ayuda de un tutor.
fr: Bienvenue sur votre tableau de bord ! Il sera votre page principale sur Khan Academy. Ce tableau de bord vous permettra de trouver facilement quelles sont les tâches qui vous conviennent sur Khan Academy, et faire votre parcours personnalisé dans les différents chapitres. Il regroupe des tas d'exercices géniaux, que vous pourrez faire seul ou avec l'aide d'un coach.
nb: Velkommen til ditt oppdragsdashboard, en tilpasset måte å lære noe på Khan Academy. Din forside gir deg en enkel måte at finne de neste tingene du kan gjøre på Khan Academy. Den har en masse virkelig kule ting designet for å hjelpe deg med å lære matematikk virkelig godt på egenhånd eller med en coach, og snart også i andre fag.
nl: Welkom op uw missie dashboard, een gepersonaliseerde manier om iets te leren op Khan Academy. Het dashboard bied u een eenvoudige manier een nieuwe uitdaging te vinden op Khan Academy. Het bied een hoop coole features ontworpen om u te helpen bij het leren van wiskunde en binnenkort andere onderwerpen. Alleen op uw eigen tempo of met een coach.
pl: Witamy na Twoim panelu misji, spersonalizowanym sposobie na nauczenie się czegoś na Khan Academy. Panel umożliwia Ci znalezienie najlepszych rzeczy, które możesz robić na Khan Academy, w prosty sposób. Ma kilka naprawdę świetnych funkcji, zaprojektowanych, żeby pomóc Ci się uczyć matematyki, a niedługo także innych przedmiotów, zarówno samemu jak i z trenerem.
pt: Bem-vindo ao painel de missões, uma forma personalizada de aprender na Khan Academy. O painel é uma ferramenta que facilita encontrar as melhores tarefas para você fazer em seguida na Khan Academy. Você encontrará muitas coisas legais, desenvolvidas para ajudá-lo a aprender matemática, e, em breve, outros assuntos, tanto sozinho como com a ajuda de um tutor.
tr: Khan Academy'deki yeni kişisel sayfanız, Öğrenme Panosu'na hoşgeldiniz. Öğrenme Panosu, Khan Academy'de yapabileceğiniz şeyleri sıralamanızı ve bulmanızı kolaylaştırır. Kendi başınıza veya bir eğitmenin yardımıyla matematik -ve yakında bir çok diğer dersin- konularını öğrenmenize yardımcı olmaları için tasarlanmış çok havalı özellikleri vardır.

source: Welcome to your personalized learning home!
da: Velkommen til din personlige profilside!
es: ¡Bienvenido a tu página personalizada de inicio del aprendizaje!
fr: Bienvenue sur votre tableau de bord !
ja: あなたの個人学習ホームページへようこそ
nb: Velkommen til din personlige læringsside!
nl: Welkom op jouw eigen gepersonaliseerde leeromgeving!
pl: Witamy na Twojej spersonalizowanej stronie domowej!
pt: Bem-vindo a sua página inicial de aprendizagem personalizada!
pt_pt: O teu painel personalizado de aprendizagem dá-te as boas-vindas!
tr: Kişiselleştirilmiş öğrenme ana sayfanıza hoş geldiniz!

source: Welcome to your profile page!
da: Velkommen til din profilside!
es: ¡Bienvenido a tu perfil!
fr: Bienvenue sur votre page de profil !
nb: Velkommen til din profilside!
nl: Welkom op jouw profielpagina!
pl: Witamy na stronie Twojego profilu!
pt: Bem-vindo à sua página de perfil!
pt_pt: Este é o teu perfil!
tr: Profil sayfanıza hoş geldiniz!

source: Welcome! Our goal here is to introduce people to managing relational databases, and enable everyone to learn from and inspire each other to improve their SQL skills.
da: Velkommen! Vores mål her er at give en indføring i styring af relationsdatabaser, og ruste dig til at lære af og inspirere andre til at forbedre deres SQL færdigheder.
es: ¡Bienvenidos! Nuestro objetivo aquí es presentarle a la gente la administración de bases de datos relacionales, y permitir que todos aprendan y se motiven unos a otros a mejorar sus habilidades en SQL.
fr: Bienvenu! Notre objectif ici est d'initier les gens à la gestion des bases de données relationnelles et permettre à chacun d'apprendre et de s'inspirer les uns des autres afin d'améliorer leurs compétences SQL.
nb: Velkommen! Vårt mål er å introdusere folk til å håndtere relasjonsdatabaser, og gi alle muligheten til å lære og inspirere hverandre til å forbedre sine SQL ferdigheter.
nl: Welkom! Ons doel hier is om mensen kennis te laten maken met het beheren van relationele databases en om van elkaar te leren en elkaar te inspireren om te werken aan je SQL skills.
pl: Witamy! Naszym celem tutaj jest wprowadzenie do zarządzania relacyjnymi bazami danych, i umożliwienie każdemu uczenia się i inspirowania się nawzajem, dzięki czemu będziecie mogli rozwinąć swoje umiejętności SQL.
pt: Bem-vindo! Nosso objetivo, aqui, é proporcionar uma introdução à gestão de bancos de dados relacionais e permitir que todos aprendam e inspirem uns aos outros para melhorar suas habilidades SQL.
tr: Hoşgeldiniz! Burada amacımız, insanları bilgisayar programcılığı ile tanıştırmak ve birbirlerinin programlama alanındaki deneyimlerinden yeni şeyler öğrenip, SQL becerilerini geliştirmek için birbirlerine ilham vermeleridir.

source: Welcome! Our goal here is to introduce people to programming and enable everyone to learn from and inspire each other to improve their programming skills.
da: Velkommen! Vores mål her er at introducere programmering og gøre alle her i stand til at lære og inspirere hinanden til at forbedre deres færdigheder i programmering.
es: ¡Bienvenido! Nuestro objetivo aquí es introducir a la gente a programar y permitirle a todo el mundo aprender de otros e inspirarlos a mejorar sus habilidades de programación.
fr: Bienvenue ! Notre objectif est d'initier les gens à la programmation, et de permettre à tous de s'inspirer les uns des autres.
nb: Velkommen! Vårt mål her er å introdusere programmering og gøre alle i stand til å lære og inspirere hverandre til å forbedre deres ferdigheter i programmering.
nl: Welkom! Ons doel hier is om mensen kennis te laten maken met programmeren en iedereen van elkaar te laten leren en inspireren hun programmeer vaardigheden te verbeteren.
pl: Witamy! Naszym celem tutaj jest wprowadzenie ludzi do programowania i umożliwienie każdemu uczenia się i inspirowania się nawzajem, dzięki czemu będziecie mogli rozwinąć swoje umiejętności programowania.
pt: Bem-vindo! Nosso objetivo é fazer uma introdução à programação e permitir que todos aprendam e inspirem uns aos outros a melhorar suas habilidades de programação.
pt_pt: Olá! O nosso objetivo é introduzir-te no mundo da programação e permitir que todos aprendam e se inspirem mutuamente, de forma a aperfeiçoarem as suas competências de programação.
tr: Hoş geldiniz! Buradaki hedefimiz, insanları programlama ile tanıştırmak ve birbirlerinden öğrenerek ve ilham alarak programlama becerilerini geliştirmelerini sağlamak.

source: Welcome! Our goal here is to introduce people to programming their own pages, and enable everyone to learn from and inspire each other to improve their HTML/CSS skills.
da: Velkommen! Vores mål her er at introducere programmering af dine egne sider, og at gøre alle her i stand til at lære og inspirere hinanden til at forbedre deres færdigheder i HTML/CSS.
es: ¡Bienvenido! Nuestro objetivo aquí es introducir a la gente a programar sus propias páginas web y permitirle a todo el mundo aprender de otros e inspirarlos a mejorar sus habilidades de HTML/CSS.
fr: Bienvenue ! Notre objectif ici est de vous présenter comment programmer vos propres pages et permettre à chacun d'apprendre et de progresser dans vos compétences HTML et CSS.
nb: Velkommen! Vårt mål her er å introdusere folk til programmering av egne nettsider, og at gjøre alle i stand til å lære og inspirere hverandre til å forbedre deres ferdigheder i HTML/CSS.
nl: Welkom! Ons doel hier is om mensen kennis te laten maken met het programmeren van hun eigen pagina's, en iedereen in staat stellen te leren van elkaar en elkaar einspireren hun HTML/CSS vaardigheden te verbeteren.
pl: Witamy! Naszym celem tutaj jest wprowadzenie do programowania własnych stron, i umożliwienie każdemu uczenia się i inspirowania się nawzajem, dzięki czemu będziecie mogli rozwinąć swoje umiejętności HTML/CSS.
pt: Bem-vindo! Nosso objetivo aqui é ajudar as pessoas a programar suas próprias páginas e permitir que todos aprendam e inspirem uns aos outros para melhorar suas habilidades HTML/CSS.
tr: Hoş geldiniz! Buradaki hedefimiz, insanları web sayfası programlama ile tanıştırmak ve birbirlerinden öğrenip ilham alarak HTML/CSS becerilerini geliştirmelerini sağlamak.

source: Welcome! This is a coding talk-through.
da: Velkommen! Dette er en indkodet taleguide.
es: ¡Bienvenido! Esta es una guía paso a paso de programación.
fr: Bienvenue ! Nous allons vous expliquer comment coder pas à pas.
ja: ようこそ．これはコードを書くためのビデオです．
nb: velkommen! Dette er en koding snakke-gjennom.
nl: Welkom! Dit is gids voor codering.
pl: Witaj! To jest samouczek programowania.
pt: Seja bem-vindo! Este é um guia passo a passo sobre criação de código.
pt_pt: Olá! Isto é um guia de programação.
tr: Hoş geldiniz! Bu bölüm kodlamaya ilişkin detaylı konu anlatımı

source: Welcome! Translations are in-progress. If you see content in English, don't worry &ndash; we're working on it.
da: Velkommen! Oversættelse af platformen er under udarbejdelse. Hvis du ser indhold på engelsk, så fortvivl ikke &ndash; vi arbejder på det.
es: ¡Bienvenido! Las traducciones están en progreso. Si ves contenido en inglés, no te preocupes, estamos trabajando en ello.
fr: Bienvenue ! La partie mathématique de ce site est traduite à 95 %... Si vous voyez de l'anglais par-ci par-là, ne vous inquiétez pas, on s'en occupe !
nb: Velkommen! Oversettelse pågår. Det kan godt hende at du vil oppleve at noe innhold er på engelsk, men vi jobber med det.
nl: Welkom! De vertalingen zijn in uitvoering. Als je inhoud in het Engels ziet, maak je dan geen zorgen &ndash; we werken eraan.
pl: Witaj! Tłumaczenie jest w toku. Jeżeli widzisz zawartość w języku angielskim, nie martw się &ndash; pracujemy nad tym.
pt: Bem-vindo! As traduções estão em andamento. Se você encontrar conteúdo em inglês, não se preocupe &ndash; estamos trabalhando nisso.
pt_pt: Olá! Ainda estamos a concluir as traduções. Se encontrares conteúdos em inglês, não te preocupes.
tr: Hoşgeldiniz! Çeviriler devam ediyor. Eğer İngilizce içeriklerle karşılaşırsanız endişelenmeyin &ndash; en kısa zamanda Türkçeleştireceğiz.

source: Welcome, %(name)s!
da: Velkommen, %(name)s!
es: ¡Bienvenido %(name)s!
fr: Bienvenue, %(name)s !
nb: Velkommen, %(name)s!
nl: Welkom, %(name)s!
pl: Witaj %(name)s!
pt: Bem-vindo, %(name)s!
pt_pt: Olá, %(name)s!
tr: Merhaba, %(name)s!

source: Well, if you only flip one coin, there are two outcomes, if you flip two there are four outcomes, if you flip three there are eight. Each time you flip another coin, you double the number of possible outcomes.
es: Bueno, si solo lanzas una moneda, hay dos resultados posibles. Si lanzas dos hay cuatro resultados, si lanzas tres hay ocho. Cada vez que lanzas otra moneda, duplicas el número de resultados posibles.
fr: Si on lance une pièce, il y a deux éventualités ; si on en lance deux, il y en a quatre ; si on lance trois, il y en a huit. Chaque fois qu'une nouvelle pièce est lancée, le nombre d'éventualités double.
pt: Bem, se você jogar apenas uma moeda, há dois resultados, se você jogar duas moedas, há quatro resultados, se você jogar três, há oito. Cada vez que você joga outra moeda, você dobra o número de resultados possíveis.
tr: Bir parayla yazı tura atarsak, iki sonuç olur, iki parayla yazı tura atarsak, dört sonuç vardır, üç parayla ise sekiz sonuç buluruz. Yeni bir para eklediğinizde, olası sonuç sayısını ikiyle çarparsınız.

source: Westminster College
pt: Faculdade de Westminster
tr: Westminster Üniversitesi
