Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Log in to Khan Academy
ja: カーンアカデミーにログイン
nb: Pålogging til Khan Academy
pl: Zaloguj się do Khan Academy
pt: Fazer login na Khan Academy
pt_pt: Inicia sessão na Khan Academy
tr: Khan Academy'de Oturum Açma

source: Log in to Khan Academy with
bg: Влизане в Кан академията с
da: Log ind på Khan Academy med
es: Inicia sesión en Khan Academy con
fr: Connectez-vous avec
he: התחבר לאקדמיית קהאן באמצעות:
ja: 次のアカウントでカーン・アカデミーにログイン：
nb: Logg deg inn til Khan Academy med
nl: Log in bij de Khan Academy met
pl: Zaloguj się do Khan Academy za pomocą
pt: Entre na Khan Academy com o
pt_pt: Inicia sessão com o
tr: Khan Academy'ye giriş yapmak için

source: Log in to your Khan Academy account
es: Inicia sesión en tu cuenta de Khan Academy
fr: Connectez-vous avec votre compte Khan Academy
ja: あなたのカーンアカデミーアカウントでログインする
nb: Logg på din konto i Khan Academy
pl: Zaloguj się na swoje konto Khan Academy
pt: Entre na sua conta da Khan Academy
pt_pt: Inicia sessão com a tua conta da Khan Academy
tr: Khan Academy hesabınızla oturum açın

source: Log in.
ja: ログイン
nb: Logg inn.
pl: Zaloguj się.
pt: Iniciar sessão.
pt_pt: Inicia sessão.
tr: Giriş yapın.

source: Log out
da: Log ud
es: Finalizar sesión
fr: Fermer la session
ja: ログアウト
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
pt: Sair
pt_pt: Terminar sessão
tr: Çıkış Yap

source: Log out and access demo
bg: Излезте от профила си и тогава влезте в демо профила
da: Log ud og få adgang til demo
es: Cierra la sesión y accede a la demostración
fr: Accéder à la démonstration
nb: Logge ut og få tilgang til demo
pl: Wyloguj się i otwórz demonstrację
pt: Faça log-out e acesse a demonstração
tr: Çıkış yapın ve demoya bağlanın

source: Log out and have your child log in
da: Log ud og bed dit barn logge ind
es: Cierra tu sesión y deja que tu hijo inicie sesión
fr: Déconnectez-vous, puis demandez à votre enfant de se connecter
ja: ログアウトしてあなたの子供をログインさせて下さい
nb: Logg ut og la barnet logge inn
nl: Log uit en laat je kind inloggen
pl: Wyloguj się i pozwól zalogować Twojemu dziecku
pt: Desconecte e peça para seu filho se conectar
pt_pt: Termine sessão para o seu filho poder iniciar
tr: Oturumunuzu kapatın ve çocuğunuza oturum açtırın

source: Log out and let %(childName)s log in
da: Log ud og lad %(childName)s logge ind
es: Cierra sesión y deja que %(childName)s inicie sesión
fr: Déconnectez-vous et laissez %(childName)s se connecter
ja: ログアウトして %(childName)s にログインしてもらう
nb: Logg ut og la %(childName)s logge inn
nl: Log uit en laat %(childName)s inloggen
pl: Wyloguj się i zaloguj %(childName)s
pt: Desconecte-se e permita que %(childName)s se conecte
pt_pt: Iniciar sessão como %(childName)s
tr: Oturumu kapatın ve %(childName)s isimli öğrenciye oturum açtırın

source: Log out and let your child log in
da: Log ud og lad dit barn logge ind
es: Cierra tu sesión y deja que tu hijo inicie sesión
fr: Déconnectez-vous et laissez votre enfant ouvrir sa session
ja: ログアウトしてあなたの子にログインしてもらう
nb: Logg ut og la barnet ditt logge på
nl: Log uit en laat uw kind inloggen
pl: Wyloguj się i zaloguj swoje dziecko
pt: Desconecte-se e faça o login do seu filho
pt_pt: Termine sessão para o seu filho poder iniciar
tr: Oturumuznu kapatın ve çocuğunuza oturum açtırın

source: Log out and let your child log in
da: Log ud og lad dit barn logge ind
es: Cierra tu sesión y deja que tu hijo inicie la suya
fr: Déconnectez-vous et laissez votre enfant se connecter
ja: ログアウトしてあなたの子供をログインさせて下さい
nb: Logg ut og la barnet logge inn
nl: Log uit en laat uw kind inloggen
pl: Wyloguj się i pozwól swojemu dziecku się zalogować
pt: Desconecte-se e deixe seu filho se conectar
pt_pt: Termine sessão para o seu filho poder iniciar sessão
tr: Oturumunuzu kapatın ve çocuğunuzun oturum açmasına izin verin

source: Log out any number of values to the browser console.
da: Logger et vilkårligt antal værdier til browserens konsol.
es: Cerrar la sesión de cualquier número de valores a la consola del navegador.
nb: Logg ut et antall verdier til nettleseren konsoll.
pl: Wypisuje dowolną ilość liczb na okienko przeglądarki.
pt: Exibe quaisquer valores para o console do navegador.
pt_pt: Exporta quaisquer valores para a consola do navegador.
tr: Herhangi bir adette değeri tarayıcı konsoluna aktarır.

source: Logging in
da: At logge ind
es: Iniciando sesión
fr: Ouverture de session
ja: ログイン
nb: Logger på
nl: Inloggen
pl: Logowanie
pt: Fazendo login
pt_pt: A iniciar sessão
tr: Giriş

source: Logically equivalent statements have the same truth-value.
es: Las proposiciones lógicamente equivalentes tienen el mismo valor de verdad.
fr: Des propositions équivalentes ont la même valeur de vérité.
pt: Obviamente as afirmações equivalentes têm o mesmo valor de verdade.
tr: Mantıksal olarak denk önermelerin doğruluk değeri aynıdır.

source: Logically, can you deduce that this second statement must be true from the first one?
es: ¿Puedes deducir lógicamente que esta segunda proposición es verdadera a partir de la primera?
fr: Compte tenu de cette proposition, peut-on en déduire que la proposition ci-dessous est vraie aussi ?
pt: Logicamente, você pode deduzir que essa segunda afirmação deve ser verdadeira a partir da primeira?
tr: Birinci önermeden ikinci önermeyi mantıksal olarak çıkarabilir miyiz?

source: Login
bg: Вход
da: Log ind
es: Inicia sesión
fr: Connexion
he: כניסה
ja: ログイン
nb: Logg inn
pt: Entrar
pt_pt: Iniciar sessão
tr: Giriş

source: Login to Khan Academy
bg: Влизане в Кан академията
da: Login på Khan Academy
es: Inicia sesión en Khan Academy
fr: Ouvrir une session sur la Khan Academy
he: התחברו לאקדמיית קהאן
ja: カーンアカデミーにログイン
nb: Pålogging til Khan Academy
nl: Login op Khan Academy
pl: Zaloguj się do Khan Academy
pt: Fazer login na Khan Academy
pt_pt: Inicia sessão na Khan Academy
tr: Khan Academy'ye Giriş

source: Login to view your spin-offs of this program.
da: Login for at se dine spin-offs af dette program.
es: Inicia sesión para ver tus programas derivados de este programa.
fr: Connectez-vous pour afficher votre retombées de ce programme.
ja: このプログラムのあなたのスピンオフを見るためにログインする
nb: Logg inn for å se dine ringvirkninger av dette programmet.
nl: Log in om je spin-offs van dit programma te bekijken.
pl: Zaloguj się, żeby zobaczyć Twoje spin-offy tego programu.
pt: Faça o log-in para ver seus spin-offs do programa.
pt_pt: Inicia sessão para veres as tuas variações deste programa.
tr: Bu programdan yapığınız uyarlamaları görmek için oturum açınız.

source: Login with
bg: Вход с
da: Login med
es: Inicia sesión con
fr: Connectez-vous avec
he: התחברו באמצעות
ja: 次のアカウトでログイン
nb: Logg inn med
nl: Login met
pl: Zaloguj się poprzez
pt: Fazer login com
pt_pt: Iniciar sessão com o
tr: Giriş yapın

source: Login with Facebook
ja: Facebook のアカウントでログイン
nb: Logg på med Facebook
pl: Zaloguj się za pomocą Facebook
pt: Entrar com uma conta Facebook
pt_pt: Iniciar sessão com o Facebook
tr: Facebook ile giriş

source: Login with Google
ja: Google のアカウントでログイン
nb: Logg inn med Google
pl: Zaloguj się za pomocą Google
pt: Entrar com uma conta Google
pt_pt: Iniciar sessão com o Google
tr: Google ile giriş

source: Logout
da: Log ud
es: Cerrar sesión
fr: Déconnection
ja: ログアウト
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
pt: Sair
pt_pt: Terminar sessão
tr: Oturumu kapat

source: Long before that, he researched the social impacts of technology at NYU and UC Berkeley, and is still primarily interested in exploring all the messy potential that can happen when people and computers meet.
pt: Muito antes disso, ele pesquisou sobre os impactos sociais da tecnologia na NYU e UC Berkeley, e ainda tem como principal interesse explorar a potencial confusão que pode acontecer quando pessoas e computadores se juntam.

source: Longest streak
es: Racha más larga
ja: 最長の連続
nb: Lengste sterk
nl: Langste serie
pl: Najdłuższy ciąg
pt: Maior sequência
pt_pt: Sequência maior
tr: En uzun yol

source: Look at the horizontal axis as if it were a number line.
da: Se på den vandrette akse, som om det var en tallinje.
es: Mira el eje horizontal como si fuera una recta numérica.
fr: On lit la réponse sur l'axe des x.
nb: Se på den vannrette aksen, som om det var en tallinje.
nl: Beschouw de horizontale as als een getallenlijn.
pl: Popatrz na oś poziomą jak na zwykłą oś liczbową.
pt: Observe o eixo horizontal como se fosse uma reta numérica.
tr: Yatay ekseni bir sayı doğrusuymuş gibi düşünün.

source: Look at the vertical axis as if it were a number line.
da: Se på den lodrette akse som om det var en tallinje.
es: Mira al eje vertical como si fuera una recta numérica.
fr: On lit la réponse sur l'axe des y.
nb: Se på den lodrette aksen som om det var en tallinje.
nl: Beschouw de verticale as als een getallenlijn.
pl: Popatrz na oś pionową jak na zwykłą oś liczbową.
pt: Observe o eixo vertical como se fosse uma reta numérica.
tr: Düşey ekseni bir sayı doğrusuymuş gibi düşünün.

source: Look up <code><var>localeToFixed(ZSCORE, 2)</var></code> on the z-table. This value, <code class="hint_blue"><var>localeToFixed(ANSWER, 4)</var></code>, represents the portion of the population that scored lower than <code><var>GRADE</var></code> on the exam.
fr: On cherche <code><var>localeToFixed(ZSCORE, 2)</var></code> dans la table de l'écart-réduit. Cette valeur, <code class="hint_blue"><var>localeToFixed(ANSWER, 4)</var></code>, représente la partie de la population qui a eu une note inférieure à <code><var>GRADE</var></code> à l'examen.
pt: Procure <code><var>localeToFixed(ZSCORE, 2)</var></code> na tabela Z. Esse valor, <code class="hint_blue"><var>localeToFixed(ANSWER, 4)</var></code>, representa a porção da população que marcou menos de <code><var>GRADE</var></code> na prova.
tr: z tablosunda <code><var>localeToFixed(ZSCORE, 2)</var></code> arayın. Bu değer, <code class="hint_blue"> <var>localeToFixed(ANSWER, 4)</var></code>, nüfusun sınavda <code><var>GRADE</var></code>'dan daha az puan alan kısmını gösterir.

source: Look up <code><var>localeToFixed(ZSCORES[0], 2)</var></code> on the z-table. This value, <code>\green{<var>localeToFixed(ZGRID[ ROW_INDEX_1 ][ COL_INDEX_1 ], 4)</var>}</code>, represents the portion of the population that scored lower than <code><var>GRADES[0]</var></code> on the exam.
pt: Procure <code><var>localeToFixed(ZSCORES[0], 2)</var></code> na tabela Z. Esse valor, <code>\green{<var>localeToFixed(ZGRID[ ROW_INDEX_1 ][ COL_INDEX_1 ], 4)</var>}</code>, representa a porção da população que marcou menos de <code><var>GRADES[0]</var></code> na prova.
tr: z tablosunda <code><var>localeToFixed(ZSCORES[0], 2)</var></code> arayın. Bu değer, <code>\green{<var>localeToFixed(ZGRID[ ROW_INDEX_1 ][ COL_INDEX_1 ], 4)</var>}</code>, nüfusun sınavda <code><var>GRADES[0]</var></code>'dan daha az puan alan kısmını gösterir.

source: Look up <code><var>localeToFixed(ZSCORES[1], 2)</var></code> on the z-table. This value, <code class="hint_blue"> <var>localeToFixed(ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var></code>, represents the portion of the population that scored lower than <code><var>GRADES[1]</var></code> on the exam.
pt: Procure <code><var>localeToFixed(ZSCORES[1], 2)</var></code> na tabela Z. Esse valor, <code class="hint_blue"><var>localeToFixed(ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var></code>, representa a porção da população que marcou menos de <code><var>GRADES[1]</var></code> na prova.
tr: z tablosunda <code><var>localeToFixed(ZSCORES[1], 2)</var></code> arayın. Bu değer, <code class="hint_blue"> <var>localeToFixed(ZGRID[ ROW_INDEX_2 ][ COL_INDEX_2 ], 4)</var></code>, nüfusun sınavda <code><var>GRADES[1]</var></code>'dan daha az puan alan kısmını gösterir.

source: Looking at the graph, we see that as <code>x</code> increases (<code>\text{<var>BLACK_ARROW</var>}</code>), <code>y</code> also increases (<code>\green{\text{<var>GREEN_ARROW</var>}}</code>).
da: På grafen kan vi se, at når <code>x</code> stiger (<code>\text{<var>BLACK_ARROW</var>}</code>), stiger <code>y</code> også (<code>\green{\text{<var>GREEN_ARROW</var>}}</code>).
es: Mirando la gráfica, vemos eso que a medida que aumenta <code>x</code> (<code>\text{<var>BLACK_ARROW</var>}</code>), <code>y</code> también aumenta (<code>\green{\text{<var>GREEN_ARROW</var>}}</code>).
fr: On voit sur le graphique que lorsque <code>x</code> augmente (<code>\text{<var>BLACK_ARROW</var>}</code>), <code>y</code> augmente aussi (<code>\green{\text{<var>GREEN_ARROW</var>}}</code>).
nb: Ved å se på grafen, ser vi at når <code>x</code> øker (<code>\text{<var>BLACK_ARROW</var>}</code>), <code>y</code> øker også (<code>\green{\text{<var>GREEN_ARROW</var>}}</code>).
pl: Patrząc na wykres widzimy, że kiedy <code>x</code> rośnie (<code>\text{<var>BLACK_ARROW</var>}</code>), to <code>y</code> także rośnie (<code>\green{\text{<var>GREEN_ARROW</var>}}</code>).
pt: Olhando para o gráfico, vemos que, conforme <code>x</code> aumenta (<code>\text{<var>BLACK_ARROW</var>}</code>), <code>y</code> também aumenta (<code>\green{\text{<var>GREEN_ARROW</var>}}</code>).
tr: Grafiğe baktığımızda, <code>x</code> yükselirken (<code>\text{<var>BLACK_ARROW</var>}</code>), <code>y</code> 'nin de yükseldiğini (<code>\green{\text{<var>GREEN_ARROW</var>}}</code>) görüyoruz.

source: Looking at the graph, we see that as <code>x</code> increases (<code>\text{<var>BLACK_ARROW</var>}</code>), <code>y</code> decreases (<code>\red{\text{<var>RED_ARROW</var>}}</code>).
da: På grafen kan vi se, at når <code>x</code> stiger (<code>\text{<var>BLACK_ARROW</var>}</code>), falder <code>y</code> (<code>\red{\text{<var>RED_ARROW</var>}}</code>).
es: Mirando la gráfica, vemos que a medida que aumenta <code>x</code> (<code>\text{<var>BLACK_ARROW</var>}</code>), <code>y</code> disminuye (<code>\red{\text{<var>RED_ARROW</var>}}</code>).
fr: Sur le graphique, on voit que lorsque <code>x</code> augmente (<code>\text{<var>BLACK_ARROW</var>}</code>), <code>y</code> diminue (<code>\red{\text{<var>RED_ARROW</var>}}</code>).
nb: Ved å se på grafen, ser vi at når <code>x</code> øker (<code>\text{<var>BLACK_ARROW</var>}</code>), <code>y</code> avtar(<code>\red{\text{<var>RED_ARROW</var>}}</code>).
pl: Patrząc na wykres widzimy, że kiedy <code>x</code> rośnie (<code>\text{<var>BLACK_ARROW</var>}</code>), to <code>y</code> maleje (<code>\red{\text{<var>RED_ARROW</var>}}</code>).
pt: Olhando para o gráfico, vemos que, conforme <code>x</code> aumenta (<code>\text{<var>BLACK_ARROW</var>}</code>), <code>y</code> diminui (<code>\red{\text{<var>RED_ARROW</var>}}</code>).
tr: Grafiğe baktığımızda, <code>x</code> yükselirken (<code>\text{<var>BLACK_ARROW</var>}</code>), <code>y</code> düştüğünü (<code>\red{\text{<var>RED_ARROW</var>}}</code>) görüyoruz.

source: Looking at the graph, we see that as <code>x</code> increases, there is no change in <code>y</code>.
da: På grafen kan vi se, at når <code>x</code> stiger, er der ingen ændring i <code>y</code>.
es: Observando la gráfica, vemos que cuando <code>x</code> aumenta, no hay un cambio en <code>y</code>.
fr: Sur le graphique, on voit que lorsque<code>x</code> augmente, <code>y</code> ne varie pas.
nb: På grafen kan vi se at når <code>x</code> stiger, er det ingen endring i <code>y</code>.
pt: Observando o gráfico, vemos que conforme <code>x</code> aumenta, <code>y</code> não se altera.
tr: Grafiğe baktığımızda, <code>x</code> artarken, <code>y</code>'de değişiklik olmadığını görürüz.

source: Looking for a skill not suggested here?
es: ¿Estás buscando una habilidad que no está sugerida aquí?
fr: Vous cherchez une compétence non suggérée ici?
ja: ここで提案されていないスキルをお探しですか?
nb: Ser du etter en ferdighet som ikke er forslått her?
nl: Staat de vaardigheid die je zoekt er niet bij?
pl: Szukasz umiejętność, która nie jest tutaj sugerowana?
pt: Procurando uma habilidade que não foi sugerida aqui?
tr: Burada belirtilmeyen bir beceri mi arıyorsunuz?

source: Looking for your students or children?
da: Leder du efter dine elever eller børn?
es: ¿Estás buscando a tus estudiantes o hijos?
fr: Vous cherchez vos élèves ou vos enfants ?
ja: あなたの生徒または子供を探していますか?
nb: Leter du etter dine elever eller barn?
nl: Op zoek naar je studenten of kinderen?
pl: Szukasz swoich uczniów lub dzieci?
pt: Está procurando seus alunos ou filhos?
pt_pt: Está à procura dos seus alunos ou dos seus filhos?
tr: Öğrencilerinizi veya çocuklarınızı mı arıyorsunuz?

source: Looking to gradually roll out a feature, ideally to full classrooms at a time? Try a limited infection! We'll pick a few seed users to infect, then spread it to their classrooms, infecting approximately the number of users you asked for while trying to minimize partial-classroom infections.
pt: Está buscando implementar gradualmente um recurso, para, idealmente, encher salas de aula ao mesmo tempo? Tente uma infecção limitada! Escolheremos alguns usuários propagadores (seed) para infectar, e então espalharemos nas salas de aula, infectando aproximadamente o número de usuários escolhido, enquanto tenta minimizar as infecções parciais da sala de aula.
tr: Yavaş yavaş bir özelliği, her seferinde tüm sınıflara mı iletmek istiyorsunuz? Sınırlı bir enfeksiyonu deneyin. Bulaştırmak için birkaç kaynak kullanıcı seçeceğiz, sonra sınıflarına yayacağız, kısmi sınıf enfeksiyonlarını engellerken istediğiniz sayıya yakın kullanıcıya bulaştıracağız.

source: Looks good!
da: Det ser godt ud!
es: ¡Se ve bien!
fr: C'est bon!
nb: Ser bra ut!
nl: Ziet er goed uit!
pl: Wygląda dobrze!
pt: Muito bom!
tr: İyi görünüyor!

source: Looks like you have a bunch of students! Check out our coach resources - it's full of ideas for integrating Khan Academy into a classroom.
da: Det ser ud til, du har en masse elever. Tjek vores underviserside ud - den er fuld med ideer til, hvordan man integrere Khan Academy i klasseværelset.
es: ¡Parece que tienes un montón de estudiantes! Consulta nuestra sección "recursos del tutor", está llena de ideas para integrar Khan Academy en el salón de clases.
fr: On dirait que vous avez un tas d'élèves ! Découvrez nos outils pour les coachs - il y a plein d'idées pour intégrer la Khan Academy dans une salle de classe.
ja: たくさんの生徒さんをお持ちのようですね！私達のコーチ用教材をぜひご覧下さい。カーンアカデミーを教室で活用するためのアイディアがたくさん詰まっています。
nb: Ser ut som du har en haug med studenter! Sjekk ut våre veileder ressurser - den er full av ideer for å integrere Khan Academy i et klasserom.
nl: Het lijkt erop dat je een heleboel leerlingen hebt! Bekijk zeker onze coach hulpmiddelen - ze zitten boordevol ideeën voor de integratie van Khan Academy in klas.
pl: Wygląda na to, że masz już grono uczniów! Sprawdź nasze zasoby materiałów dla trenerów - zawierają mnóstwo pomysłów na zintegrowanie Khan Academy z programem nauczania.
pt: Parece que você tem muitos alunos! Veja nossos recursos para tutores. Ele está cheio de ideias para integrar a Khan Academy em sua sala de aula.
pt_pt: Parece que tem muitos alunos! Aceda aos nossos recursos para tutores - veja como é que pode utilizar a Khan Academy na sala de aula.
tr: Pek çok öğrenciniz var gibi gözüküyor! Eğitmenler İçin Kaynaklar bölümüne göz atmanızı öneririz, bu bölümde okulunuzda verdiğiniz eğitimi Khan Academy ile desteklemenizi sağlayacak öneriler bulacaksınız.

source: Looks like you haven't written much code for this project. Keep working!
da: Det ser ud som du ikke har skrevet så meget kode i dette projekt. Hold gang i arbejdet!
es: Parece que no has escrito mucho código para este proyecto. ¡Sigue trabajando!
fr: On dirait que vous n'avez pas écrit beaucoup de code pour ce projet. Continuez à travailler !
nb: Ser ikke ut til at du har skrevet noen kode i dette prosjektet. Fortsett arbeidet!
nl: Het lijkt erop dat je veel code voor dit project nog niet geschreven hebt. Ga door!
pl: Wygląda na to, że nie napisałeś zbyt wiele kodu w tym projekcie. Pracuj dalej!
pt: Parece que você não escreveu muitos códigos para este projeto. Continue trabalhando!
tr: Görünüşe göre, bu proje için fazla kod yazmamışsınız. Çalışmaya devam!

source: Lori is a university instructor in Louisiana. For the past 5 years, she's taught and coordinated freshman-level college algebra and precalculus courses.
es: Lori es instructora universitaria en Luisiana. Durante los últimos 5 años, ella ha enseñado y coordinado álgebra de primer nivel universitario y cursos de precálculo.
pt: Lori é professora universitária em Louisiana. Nos últimos cinco anos, ela deu aulas e coordenou os cursos de Pré-cálculo e Álgebra para o primeiro ano da faculdade.
tr: Lori Louisiana'da üniversite eğitim görevlisidir. Kendisi son 5 senedir üniversite birinci sınıf seviyesinde cebir ve kalkülüs öncesi dersleri vermekte ve koordine etmektedir.

source: Lottery Ticket
da: Lotteriseddel
es: Boleto de lotería
fr: Billet de loterie
ja: くじの券
nb: Lodd
nl: Loterij ticket
pl: Los na loterię
pt: Bilhete de loteria
pt_pt: Boletim do euromilhões
tr: Çekiliş bileti

source: Loudness (decibels)
pt: Intensidade do som (decibéis)
tr: Ses gücü (desibel)

source: Louisa Woodville teaches at George Mason University where she specializes in medieval and Renaissance art history, focusing in the social, economic and political context in which artists created works. After receiving an M.A. in Renaissance Studies from the University of Virginia and an M.B.A. from the Stern School of Business at New York University, Louisa worked at the Metropolitan Museum in New York and the Manhattan auction house William Doyle Galleries.
pt: Louisa Woodville leciona na Universidade George Mason, onde se especializa em história da arte medieval e renascentista, concentrando-se no contexto social, econômico e político no qual os artistas criaram suas obras. Depois de obter um mestrado em estudos renascentistas pela Universidade da Virginia e um MBA da Escola de Administração Stern da Universidade de Nova York, Louisa trabalhou no Museu Metropolitano de Arte e na casa de leilões William Doyle Galleries, em Manhattan.
tr: Louisa Woodville, George Mason Üniversitesi'nde ders verir. Uzmanlık alanı, ortaçağ ve Rönesans sanat tarihidir, sanatçılarının eserlerini yarattığı sosyal, ekonomik ve siyasi bağlamlara odaklanır. Virginia Üniversitesi'nden Rönesans Çalışmaları alanında Master, ve New York Üniversitesi Stern İşletme Fakültesi'nden MBA aldıktan sonra, Louisa New York'taki Metropolitan Müzesi'nde ve Manhattan müzayede evi William Doyle Galerileri'nde çalışmıştır.

source: Low Quality Score
bg: Резултат с ниско качество
da: Lav kvalitetsscore
es: Puntaje de baja calidad
fr: Niveau de qualité faible
ja: 低品質の得点
nb: Lav kvalitetsscore
pl: Wynik niskiej jakości
pt: Índice de baixa qualidade
pt_pt: Pontuação de má qualidade
tr: Düşük Puan

source: Lucas is an MD candidate at Emory University School of Medicine in Atlanta, Georgia. Previously, he attended the University of Kansas, where he graduated with Distinction with a BA in Human Biology and a Minor in Music. Lucas has worked for several years as a tutor at the University of Kansas, and has longstanding interests in education and the sciences.
pt: Lucas é mestrando na Escola de Medicina da Universidade Emory, em Atlanta, Georgia. Antes disso, ele estudava na Universidade do Kansas, onde se formou com distinção, com bacharelado em Biologia Humana com formação secundária em Música. Lucas trabalhou muitos anos como tutor na Universidade do Kansas, e há muito tempo se interessa por educação e ciências.
tr: Lucas, Atlanta Georgia'daki Emory Üniversitesi Tıp Fakültesi'nde bir doktor adayıdır. Öncesinde, İnsan Biyolojisi ana dalı ve Müzik yan dalında yüksek dereceyle Kansas Üniversitesi'nde lisans eğitimini tamamlamıştır. Lucas Kansas Üniversitesi'nde birkaç yıl boyunca eğitmen olarak çalışmıştır, ve eğitim ve fen konularında süregelen bir ilgisi vardır.

source: Ludicrous Listener
da: Grotesk god lytter
es: Oyente extravagante
fr: Auditeur ridicule
ja: おどけたリスナー
nb: Latterlig lytter
nl: Fantastische Luisteraar
pl: Absurdalny słuchacz
pt: Fanático pelos vídeos
pt_pt: Ouvinte ridículo
tr: Gülünç dinleyici
