Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: In fact, because this shape's sides are all congruent, it is also a rhombus.
es: De hecho, como todos los lados de la figura son congruentes, también es un rombo.
pt: Na realidade, como os lados desta forma são todos congruentes, ela também é um losango.
tr: Aslında, tüm kenarları eş olduğundan, bu şekil aynı zamanda eşkenar dörtgendir.

source: In general, any number that leaves no remainder when divided by <code><var>B</var></code> is considered a multiple of <code><var>B</var></code>.
es: En general, cualquier número que no deja residuo cuando se divide entre <code><var>B</var></code> se considera un múltiplo de <code><var>B</var></code>.
fr: En général, n'importe quel nombre qui ne laisse aucun reste quand divisé par <code><var>B</var></code> est considéré être un multiple de <code><var>B</var></code>.
nb: Generelt kan vi si at alle tall som dividert med <code><var>B</var></code> og gir et helt tall, kan regnes som et multippel av <code><var>B</var></code>.
pl: Generalnie każda liczba, która przy dzieleniu przez <code><var>B</var></code> nie zostawia reszty, jest wielokrotnością <code><var>B</var></code>.
pt: No geral, qualquer número que não deixar resto quando dividido por <code><var>B</var></code> é considerado um múltiplo de <code><var>B</var></code>.
tr: Genel olarak, <code><var>B</var></code> ile kalansız olarak bölünen herhangi bir sayı, <code><var>B</var></code>'nin katıdır.

source: In general, you can continue in this way to find the probability of making any number of shots.
fr: De façon générale, on peut continuer de cette façon pour trouver la probabilité de réussir d'affilée n'importe quel nombre de lancers.
pt: Em geral, você pode continuar desta maneira para encontrar a probabilidade dacertar qualquer número de arremessos.
tr: Genelde, herhangi bir sayıda basket atma olasılığını bulmak için, bu şekilde devam edebilirsiniz.

source: In general, you can continue in this way to find the probability of missing any number of shots.
fr: De façon générale, on peut continuer de cette façon pour trouver la probabilité de rater d'affilée n'importe quel nombre de lancers.
pt: Em geral, você pode continuar desta maneira para encontrar a probabilidade de errar qualquer número de arremessos.
tr: Genelde, herhangi bir sayıda basketi kaçırma olasılığını bulmak için, bu şekilde devam edebilirsiniz.

source: In her <var>course(1)</var> class, <var>person(1)</var> took <code><var>LENGTH</var></code> <var>plural_form(exam(1), LENGTH)</var>. Her scores were <var>toSentenceTex(SCORES)</var>.
nb: I sin <var>course(1)</var> klasse, tok <var>person(1)</var> <code><var>LENGTH</var></code> <var>plural_form(exam(1), LENGTH)</var>. Karakterene hennes <var>toSentenceTex(SCORES)</var>.
pt: Em sua aula de <var>course(1)</var>, <var>person(1)</var> fez <code><var>LENGTH</var></code> <var>plural_form(exam(1), LENGTH)</var>. Suas notas foram <var>toSentenceTex(SCORES)</var>.
tr: <var>person(1)</var> <var>course(1)</var> dersinde, <code><var>LENGTH</var></code> <var>plural_form(exam(1), LENGTH)</var> girdi. Puanları <var>toSentenceTex(SCORES)</var> idi.

source: In her free time, she sometimes makes things like <a href="/math/recreational-math/puzzles/lights-puzzles/">KA's lights puzzles brainteasers</a>.
pt: Em seu tempo livre, ela costuma fazer coisas como <a href="/math/recreational-math/puzzles/lights-puzzles/">Os Desafios das Luzes da KA</a>.
tr: Boş zamanında, <a href="/math/recreational-math/puzzles/lights-puzzles/">KA'nın ışık bulmacası zeka oyunlarını bulur</a>.

source: In his <var>course(1)</var> class, <var>person(1)</var> took <code><var>LENGTH</var></code> <var>plural_form(exam(1), LENGTH)</var>. His scores were <var>toSentenceTex(SCORES)</var>.
nb: I sin <var>course(1)</var> klasse, tok <var>person(1)</var> <code><var>LENGTH</var></code> <var>plural_form(exam(1), LENGTH)</var>. Karakterene hans var <var>toSentenceTex(SCORES)</var>.
pt: Em sua aula de <var>course(1)</var>, <var>person(1)</var> fez <code><var>LENGTH</var></code> <var>plural_form(exam(1), LENGTH)</var>. Suas notas foram <var>toSentenceTex(SCORES)</var>.
tr: <var>person(1)</var> <var>course(1)</var> dersinde, <code><var>LENGTH</var></code> <var>plural_form(exam(1), LENGTH)</var> girdi. Puanları <var>toSentenceTex(SCORES)</var> idi.

source: In his free time, he enjoys frustrating video games and playing tennis poorly.
es: En su tiempo libre, disfruta de los videojuegos frustrantes y jugar mal al tenis.
pt: Em seu tempo livre, gosta de se frustrar jogando video game e de jogar mal tênis.
tr: Boş zamanlarında sinir bozucu video oyunları oynamaktan ve tenis oynamayı becerememekten hoşlanıyor.

source: In his previous life, Toby roughed animal shelters and even a gunshot before earning a doctoral degree in human-animal connection and finding his home with Maureen. He enjoys being surrounded by very soft things.
es: Anteriormente en su vida, Toby soportó albergues de animales e incluso un disparo antes de ganar un doctorado en Conexión Humano-animal y encontrar su hogar con Maureen. Le gusta estar rodeado de cosas suavecitas.
fr: Dans sa vie précédente, Toby malmené des abris pour animaux et même un coup de feu avant de gagner un degré doctoral à propos de l'homme et l'animal et de trouver sa maison avec Maureen. Il aime être entouré de choses très douces.
pl: Zanim znalazł swoje miejsce wśród Załogi Khan Academy, doświadczył pobytów w schroniskach dla zwierząt, a nawet postrzelenia. Wkrótce zapracował jednak na doktorat z relacji człowiek - zwierzę i odnalazł dom u Maureen. Dobrze czuje się w otoczeniu miękkich rzeczy.
pt: Na sua vida anterior, Toby tentou administrar abrigos de animais e até um estande de tiros antes de concluir seu doutorado relacionado à ligação entre animais e humanos e encontrar seu lar com Maureen. Ele adora cercar-se de coisas fofas.
tr: Khan Academy’den önce Toby hayvan barınaklarında zor zamanlar geçirmiş hatta Maureen ile tanışmadan ve hayvan-insan ilişkileri konusunda doktora derecesini tamamlamadan önce silah ile vurularak yaralanmıştır. Toby yumuşak şeyleri sever.

source: In his spare time he likes to run, swim, read, and tend to his 3 children, 3 dogs, and 7 chickens. All with the help of his beautiful partner and fellow suburban farmer, Susan.
pt: Em seu tempo livre, ele gosta de correr, nadar, ler e cuidar de seus 3 filhos, 3 cachorros e 7 galinhas. Tudo com a ajuda de sua linda companheira, Susan, que também o ajuda a cuidar da fazenda que eles têm no interior.
tr: Boş zamanlarını, güzel eşi ve kendisi gibi banliyö çiftçisi Susan'ın yardımıyla 3 çocuğu, 3 köpeği ve 7 tavuğuna bakarak, koşarak, yüzerek, ve okuyarak geçiriyor.

source: In his spare time, Riley spends a lot of time reading and getting injured.
pt: Em seu tempo livre, Riley passa muito tempo lendo e se machucando.

source: In life, as in mathematics, Tomer is always looking for new adventures and uncharted territories to explore. In between traveling around the world, he earned a bachelor's degree in Mathematics and a master's degree in the History and Philosophy of Science in Tel Aviv University.
es: En la vida, como en las matemáticas, Tomer está siempre buscando nuevas aventuras y territorios inexplorados para explorar. Entre sus viajes alrededor del mundo, obtuvo una licenciatura en Matemáticas y una maestría en Historia y Filosofía de la Ciencia en la Universidad de Tel Aviv.
pt: Na vida, assim como na matemática, Tomer está sempre procurando aventuras novas e territórios desconhecidos para explorar. Enquanto viajava pelo mundo, se formou Bacharel em Matemática e fez seu mestrado em História e Filosofia da Ciência na Tel Aviv University.
tr: Tomer hayatta da matematikte olduğu gibi yeni maceraların ve keşfedilmemiş toprakların peşinde. Dünyayı dolaşırken, bir yandan da Tel Aviv üniversitesinde matematik lisansını ve bilim tarihi ve felsefesi yüksek lisansını tamamladı.

source: In order for <code>ABC</code> and <code>DEF</code> to be similar:
es: Para que <code>ABC</code> y <code>DEF</code> sean semejantes:
fr: <code>ABC</code> et <code>DEF</code> sont semblables si et seulement si :
nb: For at <code>ABC</code> og <code>DEF</code> er formlike:
pl: Aby <code>ABC</code> i <code>DEF</code> były podobne:
pt: Para os triângulos <code>ABC</code> e <code>DEF</code> serem semelhantes:
tr: <code>ABC</code> ve <code>DEF</code>'nin benzer olması için:

source: In order for addition of two matrices to be defined, the matrices must have the same dimensions.
da: Hvis addition med to matricer skal kunne defineres, skal de have de samme dimensioner.
es: Para que la suma de dos matrices esté definida, las matrices deben tener la misma dimensión.
fr: Pour que l'addition de deux matrices soit définie, il faut qu'elles aient les mêmes dimensions.
nb: Hvis addisjon av to matriser skal kunne defineres, skal de ha de samme dimensjoner.
pt: Para a soma de duas matrizes ser definida, as matrizes devem ter as mesmas dimensões.
tr: İki matrisin toplamının tanımlı olabilmesi için, matrislerin boyutlarının aynı olması gerekir.

source: In order for multiplication of two matrices to be defined, the two inner dimensions must be equal.
da: For at multiplikation af to matrixer er defineret, skal de to indre dimensioner være ens.
es: Para que el producto de dos matrices esté definido, las dos dimensiones internas de las matrices deben ser iguales.
fr: Pour que la multiplication de deux matrices soit définie, il faut que le nombre de colonnes de la première matrice soit égal au nombre de lignes de la deuxième.
nb: For at multiplikasjon av to matriser skal være definert, skal de to indre dimensjoner være like.
pt: Para a multiplicação de duas matrizes ser definida, as duas dimensões devem ser iguais.
tr: İki matrisin çarpımının tanımlı olması için, içteki boyutların eşit olması gerekir.

source: In order for subtraction of two matrices to be defined, the matrices must have the same dimensions.
da: Hvis subtraktion med to matricer skal kunne defineres, skal de have de samme dimensioner.
es: Para que la resta de dos matrices esté definida, las matrices deben tener la misma dimensión.
fr: Pour que la soustraction de deux matrices soit définie, il faut qu'elles aient les mêmes dimensions.
nb: For at subtraksjon av to matriser skal kunne defineres, må de ha de samme dimensjon.
pt: Para a subtração de duas matrizes ser definida, as matrizes devem ter as mesmas dimensões.
tr: İki matrisle çıkarmanın tanımlı olabilmesi için, matrislerin boyutlarının aynı olması gerekir.

source: In order to <span data-if="SIGN === '+'">add</span> <span data-else="">subtract</span> expressions, they must have a common denominator.
da: For at <span data-if="SIGN === '+'"> tilføje</span> <span data-else=""> fratræk</span> udtryk, skal de have en fællesnævner.
es: Para <span data-if="SIGN === '+'">sumar</span><span data-else="">restar</span> expresiones, estas deben tener un común denominador.
fr: Pour pouvoir <span data-if="SIGN === '+'">additionner</span> <span data-else="">soustraire</span> des fractions rationnelles, il faut qu'elles aient le même dénominateur.
nb: For å <span data-if="SIGN === '+'"> legge til</span> <span data-else=""> trekke fra</span> uttrykk, skal de ha en fellesnevner.
pl: Żeby <span data-if="SIGN === '+'">dodać</span> <span data-else="">odjąć</span> wyrażenia, muszą one mieć wspólny mianownik.
pt: Para <span data-if="SIGN === '+'">somar</span> <span data-else="">subtrair</span> expressões, elas devem ter um denominador comum.
tr: İfadeleri <span data-if="SIGN === '+'">toplamamız</span><span data-else="">çıkarmamız </span> için, paydalarının ortak olması gerekir.

source: In order to <span data-if="SIGN === '+'">add</span><span data-else="">subtract</span> expressions, they must have a common denominator.
da: For at <span data-if="SIGN === '+'">addere</span> <span data-else="">fratrække</span> udtryk, skal de have en fællesnævner.
es: Para <span data-if="SIGN === '+'">sumar</span><span data-else="">restar</span> expresiones, estas deben tener común denominador.
fr: Pour pouvoir <span data-if="SIGN === '+'">additionner</span><span data-else="">soustraire</span> des fractions rationnelles, il faut qu'elles aient le même dénominateur.
nb: For å <span data-if="SIGN === '+'">legg til</span> <span data-else="">trekk fra</span> uttrykk, skal de ha en fellesnevner.
pt: Para <span data-if="SIGN === '+'">somar</span><span data-else="">subtrair</span> expressões, elas devem ter um denominador comum.
tr: İfadeleri <span data-if="SIGN === '+'">toplamamız</span><span data-else="">çıkarmamız </span> için, paydalarının ortak olması gerekir.

source: In order to add expressions, they must have a common denominator.
da: For at kunne lægge udtryk sammen, skal de have en fællesnævner.
es: Para poder sumar expresiones, estas deben tener el mismo denominador.
fr: Pour pouvoir additionner des fractions, il faut qu'elles aient le même dénominateur.
nb: For å legge uttrykkene sammen, må de ha en fellesnevner.
pl: Jeśli chcemy dodać wyrażenia, muszą one mieć ten sam mianownik.
pt: Para somar expressões, elas devem ter um denominador comum.
tr: İfadeleri toplamak için, paydaları ortak olmalıdır.

source: In order to eliminate <code>\blue{x}</code>, we need to make its coefficient in one equation equal to the negative of its coefficient for the other equation.
da: For at eliminere <code>\blue{x}</code>, skal skal gøre koefficienten den ene ligning lig med den negative af koefficienten for den anden ligning.
es: Para poder eliminar <code>\blue{x}</code>, necesitamos hacer su coeficiente en una ecuación igual al negativo de su coeficiente en la otra ecuación.
fr: Pour éliminer <code>\blue{x}</code>, son coefficient dans l'une des équations doit être égal à l'opposé de son coefficient dans l'autre équation.
nb: For å eliminere <code>\blue{x}</code>, må vi gjøre koeffisienten i en likning lik den negative av sine koeffisient for den andre likningen.
pl: W celu wyeliminowania <code>\blue{x}</code> musimy zmienić jego współczynnik w jednym równaniu na przeciwny do współczynnika w innym równaniu.
pt: Para eliminar <code>\blue{x}</code>, precisamos transformar seu coeficiente em uma equação igual à negativa de seu coeficiente da outra equação.
tr: <code>\blue{x}</code>'i yok etmek için, bir denklemdeki katsayısını diğer denklemdeki katsayısının negatifi haline getirmemiz gerekir.

source: In order to eliminate <code>\green{y}</code>, we need to make its coefficient in one equation equal to the negative of its coefficient for the other equation.
da: For at eliminere <code>\green{y}</code>, skal skal gøre koefficienten den ene ligning lig med den negative af koefficienten for den anden ligning.
es: Para poder eliminar <code>\green{y}</code>, necesitamos hacer su coeficiente en una ecuación igual al negativo de su coeficiente en la otra ecuación.
fr: Pour éliminer <code>\green{y}</code>, son coefficient dans l'une des équations doit être égal à l'opposé de son coefficient dans l'autre équation.
nb: For å eliminere <code>\green{y}</code>,, må vi gjøre koeffisienten i en likning lik den negative av sine koeffisient for den andre likningen.
pl: W celu wyeliminowania <code>\green{y}</code> musimy zmienić jego współczynnik w jednym równaniu na przeciwny do współczynnika w innym równaniu.
pt: Para eliminar <code>\green{y}</code>, precisamos transformar seu coeficiente em uma equação igual à negativa de seu coeficiente da outra equação.
tr: <code>\green{y}</code>'yi yok etmek için, bir denklemdeki katsayısını diğer denklemdeki katsayısının negatifi haline getirmemiz gerekir.

source: In order to find <code>\purple{a}</code> and <code>\purple{b}</code>, list out the factors of <code><var>A * C</var></code> and add them together. <span data-if="A * C < 0"> Remember, since <code><var>A * C</var></code> is negative, one of the factors must be negative. </span> The factors that add up to <code>\green{<var>B</var>}</code> will be your <code>\purple{a}</code> and <code>\purple{b}</code>.
es: Para encontrar <code>\purple{a}</code> y <code>\purple{b}</code>, lista los factores de <code><var>A * C</var></code> y súmalos. <span data-if="A * C < 0"> Recuerda, como <code><var>A * C</var></code> es negativo, uno de los factores debe ser negativo. </span> Los factores que sumen <code>\green{<var>B</var>}</code> serán tu <code>\purple{a}</code> y <code>\purple{b}</code>.
fr: Pour trouver <code>\purple{a}</code> et <code>\purple{b}</code>, on fait la liste des diviseurs de <code><var>A * C</var></code>, on les prend deux par deux et on les additionne. <span data-if="A * C < 0"> <code><var>A * C</var></code> est négatif, donc l'un d'entre eux doit être négatif. </span> <code>\purple{a}</code> et <code>\purple{b}</code> sont les deux diviseurs dont la somme est <code>\green{<var>B</var>}</code>.
nb: For å finne <code>\purple{a}</code> and <code>\purple{b}</code>, setter du opp en liste over faktorene <code><var>A * C</var></code> og legger dem sammen. <span data-if="A * C < 0"> Husk at siden <code><var>A * C</var></code> er negativ, må en av faktorene være negative. </span> Faktorene som blir lagt til <code>\green{<var>B</var>}</code> vil være dine <code>\purple{a}</code> og <code>\purple{b}</code>.
pl: Żeby znaleźć <code>\purple{a}</code> i <code>\purple{b}</code>, wypisz czynniki <code><var>A * C</var></code> i je dodaj. <span data-if="A * C < 0"> Pamiętaj, jeśli <code><var>A * C</var></code> jest ujemne, jeden z czynników musi być ujemny. </span> Czynniki, których suma wynosi <code>\green{<var>B</var>}</code> będą naszym <code>\purple{a}</code> i <code>\purple{b}</code>.
pt: A fim de encontrar <code>\purple{a}</code> e <code>\purple{b}</code>, liste os fatores de <code><var>A * C</var></code> e some-os. <span data-if="A * C < 0">Lembre-se de que como <code><var>A * C</var></code> é negativo, um dos fatores deve ser negativo. </span>Os fatores somados a <code>\green{<var>B</var>}</code> serão o seu <code>\purple{a}</code> e <code>\purple{b}</code>.
tr: <code>\purple{a}</code> ve <code>\purple{b}</code>'yi bulmak için, <code><var>A * C</var></code>'nin çarpanlarının listesini yapınız ve onları toplayınız. <span data-if="A * C < 0">Unutmayın, <code><var>A * C</var></code> negatif olduğu için, çarpanlardan biri negatif olmalı. </span> Toplamı <code>\green{<var>B</var>}</code> olan çarpanlar, <code>\purple{a}</code> ve <code>\purple{b}</code> değerleriniz olacak.

source: In order to find <code>\purple{a}</code> and <code>\purple{b}</code>, list out the factors of <code>\red{<var>A * C</var>}</code> and add them together. <span data-if="A * C < 0"> Remember, since <code>\red{<var>A * C</var>}</code> is negative, one of the factors must be negative. </span> The factors that add up to <code>\green{<var>B</var>}</code> will be your <code>\purple{a}</code> and <code>\purple{b}</code>.
fr: Pour trouver <code>\purple{a}</code> et <code>\purple{b}</code>, on fait la liste des diviseurs de <code>\red{<var>A * C</var>}</code>, on les prend deux par deux et on les additionne. <span data-if="A * C < 0"> <code>\red{<var>A * C</var>}</code> est négatif, donc l'un d'entre eux doit être négatif. </span> <code>\purple{a}</code> et <code>\purple{b}</code> sont les deux diviseurs dont la somme est <code>\green{<var>B</var>}</code>.
pt: A fim de encontrar <code>\purple{a}</code> e <code>\purple{b}</code>, liste os fatores de <code>\red{<var>A * C</var>}</code> e some-os. <span data-if="A * C < 0"> Lembre-se de que, como <code>\red{<var>A * C</var>}</code> é negativo, um dos fatores deve ser negativo. </span>Os fatores que totalizam <code>\green{<var>B</var>}</code> serão seu <code>\purple{a}</code> e <code>\purple{b}</code>.
tr: <code>\purple{a}</code> ve <code>\purple{b}</code>'yi bulmak için, <code>\red{<var>A * C</var>}</code>'nin çarpanlarının listesini yapınız ve onları toplayınız. <span data-if="A * C < 0">Unutmayın, <code>\red{<var>A * C</var>}</code> negatif olduğu için, çarpanlardan biri negatif olmalıdır. </span>Toplamı <code>\green{<var>B</var>}</code> olan çarpanlar, <code>\purple{a}</code> ve <code>\purple{b}</code> değerleriniz olacak.

source: In order to find the retail price, we must first find the amount of markup. Remember that a markup rate is a percentage of the wholesale price that a store adds to get a selling or retail price. With this knowledge, we can figure out the following equation:
fr: Pour trouver le prix de vente, on doit d'abord calculer le montant de la marge. On sait que le taux de marge est le pourcentage du prix de gros qu'un magasin ajoute à ce prix de gros pour obtenir le prix de vente ou prix de détail. On trouve le montant de cette marge en utilisant l'égalité suivante :
nb: For å finne utsalgsprisen, må vi først finne fortjenesten som butikken skal ha. Husk at en fortjenesten er en prosent av engros-pris som en butikk legger til for å få utsalgsprisen. Med denne kunnskapen, kan vi finne ut følgende likning:
pl: Aby obliczyć cenę detaliczną, musimy najpierw wyliczyć kwotę marży. Pamiętaj, że marża to procent ceny hurtowej, który sklep dodaje, aby uzyskać cenę detaliczną. Kwotę marży możemy więc uzyskać z następującego równania:
pt: Para encontrar o preço de varejo, primeiro precisamos encontrar quanto é a margem de lucro. Lembre-se de que a margem de lucro é uma porcentagem do preço de atacado que uma loja acrescenta ao preço de venda ou de varejo. Ao saber disso, podemos entender a seguinte equação:
tr: Perakende fiyatı bulabilmek için, öncelikle kar tutarını bulmalıyız. Kar oranı, mağazanın toptan fiyatın üzerine perakende satış fiyatını bulmak için ne kadar kar eklediği olduğunu hatırlayalım. Bu bilgiyle, şimdi aşağıdaki denklemi çözebiliriz:

source: In order to get the first term over <code><var>COMMON_DENOM</var></code>, multiply by <code>\dfrac{<var>MULTIPLY1</var>}{<var>MULTIPLY1</var>}</code>:
es: Para obtener el primer término sobre <code><var>COMMON_DENOM</var></code>, multiplica por <code>\dfrac{<var>MULTIPLY1</var>}{<var>MULTIPLY1</var>}</code>:
fr: Pour donner à la première fraction le dénominateur <code><var>COMMON_DENOM</var></code>, on la multiplie par <code>\dfrac{<var>MULTIPLY1</var>}{<var>MULTIPLY1</var>}</code> :
pt: Para obter o primeiro termo sobre <code><var>COMMON_DENOM</var></code>, multiplique por <code>\dfrac{<var>MULTIPLY1</var>}{<var>MULTIPLY1</var>}</code>:
tr: Birinci terimin paydasını <code><var>COMMON_DENOM</var></code> yapmak için, <code>\dfrac{<var>MULTIPLY1</var>}{<var>MULTIPLY1</var>}</code> ile çarpın:

source: In order to get the second term over <code><var>COMMON_DENOM</var></code>, multiply by <code>\dfrac{<var>MULTIPLY2</var>}{<var>MULTIPLY2</var>}</code>:
es: Para obtener el segundo término sobre <code><var>COMMON_DENOM</var></code>, multiplica por <code>\dfrac{<var>MULTIPLY2</var>}{<var>MULTIPLY2</var>}</code>:
fr: Pour donner à la deuxième fraction le dénominateur <code><var>COMMON_DENOM</var></code>, on la multiplie par <code>\dfrac{<var>MULTIPLY2</var>}{<var>MULTIPLY2</var>}</code> :
pt: Para obter o segundo termo sobre <code><var>COMMON_DENOM</var></code>, multiplique por <code>\dfrac{<var>MULTIPLY2</var>}{<var>MULTIPLY2</var>}</code>:
tr: İkinci terimin paydasını <code><var>COMMON_DENOM</var></code> yapmak için, <code>\dfrac{<var>MULTIPLY2</var>}{<var>MULTIPLY2</var>}</code> ile çarpın:
