Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Archives
bg: Архиви
da: Arkiver
es: Archivos
he: ארכיון
nb: Arkiver
nl: Archieven
pl: Archiwum
pt: Arquivos
pt_pt: Arquivos
tr: Arşivler

source: Are <code>\overline{AB}</code> and <code>\overline{CD}</code> congruent?
nb: Er <code>\overline{AB}</code> og <code>\overline{CD}</code> sammenfallende?
pt: <code>\overline{AB}</code> e <code>\overline{CD}</code> são congruentes?
tr: <code>\overline{AB}</code> ve <code>\overline{CD}</code> eş midir?

source: Are the points <var>toSentence(POINTS)</var> collinear?
es: ¿Los puntos <var>toSentence(POINTS)</var> son colineales?
pl: Czy punkty <var>toSentence(POINTS)</var> są współliniowe?
pt: Os pontos <var>toSentence(POINTS)</var> são colineares?
tr: <var>toSentence(POINTS)</var> NOKTALARI doğrusal mıdır?

source: Are the points <var>toSentence(POINTS)</var> coplanar?
es: ¿Los puntos <var>toSentence(POINTS)</var> son coplanares?
pl: Czy punkty <var>toSentence(POINTS)</var> są współpłaszczyznowe?
pt: Os pontos <var>toSentence(POINTS)</var> são coplanares?
tr: <var>toSentence(POINTS)</var>NOKTALARI düzlemsel midir?

source: Are these two triangles congruent?
es: ¿Estos dos triángulos son congruentes?
fr: Ces deux triangles sont-ils isométriques ?
pl: Czy te dwa trójkąty są przystające?
pt: Estes dois triângulos são congruentes?
tr: Bu iki üçgen eş mi?

source: Are you a parent or teacher that wants to encourage more girls in computing? <br> Check out <a href="http://www.ncwit.org/resources">the great resources from the National Center for Women & Information Technology</a>.
nb: Er du en forelder eller lærer og vil oppmuntre flere jenter til å lære data? <br> Sjekk <a href="http://www.ncwit.org/resources"> de glimrendende ressursene fra det Nasjonale Senter for Kvinner og Informasjonsteknologi</a>.
pt: Você é um pai ou professor que quer incentivar mais meninas a programar? <br> Dê uma olhada nos <a href="http://www.ncwit.org/resources">excelentes recursos do National Center for Women & Information Technology</a>.
pt_pt: É um pai ou um professor que pretende encorajar mais raparigas a programar? <br> Veja os <a href="http://www.ncwit.org/resources">recursos do Centro Nacional das Mulheres e Tecnologias de Informação</a>.
tr: Kız çocuklarını bilgisayar programı yazma alanında gelişmeleri için yüreklendirmek isteyen bir veli veya öğretmen misiniz? <br> <a href="http://www.ncwit.org/resources">National Center for Women & Information Technology</a> adresinde harika kaynaklar bulacaksınız.

source: Are you missing a FROM clause?
nb: Mangler du en FROM i setningen?
pt: Você está se esquecendo de uma cláusula FROM?
pt_pt: Estás a esquecer-te da cláusula FROM?
tr: Bir FROM yan tümcesi mi eksik?

source: Are you missing the INTO keyword?
nb: Mangler du et INTO nøkkelord?
pt: Você está se esquecendo da palavra reservada INTO?
pt_pt: Estás a esquecer-te da palavra INTO?
tr: INTO anahtar sözcüğü mü eksik?

source: Are you missing the SET keyword?
nb: Mangler du SET nøkkelord?
pt: Você está se esquecendo da palavra reservada SET?
pt_pt: Estás a esquecer-te da palavra SET?
tr: SET anahtar sözcüğü mü eksik?

source: Are you missing the VALUES keyword?
nb: Mangler du VALUES nøkkelord?
pt: Você está se esquecendo da palavra reservada VALUES?
pt_pt: Estás a esquecer-te da palavra VALUES?
tr: VALUES anahtar sözcüğü mü eksik?

source: Are you sure you want to cancel your recurring donation?
pt: Tem certeza de que deseja cancelar sua doação periódica?
tr: Yinelenen bağışınızı iptal etmek istediğinizden emin misiniz?

source: Are you sure you want to delete the class list "%(listName)s"?
es: ¿Estás seguro que quieres eliminar la lista de clase "%(listName)s"?
fr: Êtes-vous sûr de vouloir supprimer la liste de la classe « %(listName)s » ?
ja: クラスリスト「%(listName)s」を本当に削除しますか?
nb: Er du sikker på at du vil slette klasselisten "%(listName)s"?
nl: Weet je zeker dat je de klassenlijst "%(listName)s" wilt verwijderen?
pl: Jesteś pewien, że chcesz usunąć listę klasową "%(listName)s"?
pt: Tem certeza de que deseja apagar a lista da turma "%(listName)s"?
pt_pt: Tem a certeza de que pretende apagar a lista da turma "%(listName)s"?
tr: %(listName)s sınıf listesini silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this project? This can't be undone.
da: Er du sikker på du vil slette dette projekt? Det kan ikke fortrydes.
es: ¿Estás seguro de que quieres eliminar este proyecto? Esta acción no puede deshacerse.
fr: Est-vous sûr de vouloir supprimer ce projet? Cette opération ne pourra pas être annulée.
ja: 本当にこのプロジェクトを消去しますか?これは元に戻すことができません．
nb: Er du sikker på at du vil slette dette prosjektet? Dette kan ikke angres.
nl: Weet je zeker dat je dit project wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć ten projekt? Tego nie będzie można cofnąć.
pt: Quer mesmo excluir este projeto? Essa ação não pode ser desfeita.
pt_pt: Tens a certeza de que pretende apagar este projeto? Esta ação é irreversível.
tr: Bu projeyi silmek istediğinizden emin misiniz? Silme işlemi geri alınamaz özelliktedir.

source: Are you sure you want to delete this?
da: Er du sikker på du vil slette dette?
es: ¿Estás seguro que deseas borrar esto?
fr: Êtes-vous sûr de vouloir supprimer cet élément ?
ja: 本当にこれを消去しますか?
nb: Er du sikker på at du vil slette dette?
nl: Weet je zeker dat je dit wil verwijderen?
pl: Jesteś pewien, że chcesz to usunąć?
pt: Tem certeza de que deseja excluir isso?
pt_pt: Tens a certeza de que pretendes apagar isto?
tr: Bunu silmek istediğinizden emin misiniz?

source: Are you sure you want to discard your changes? This can't be undone.
da: Er du sikker på, at du vil slette dine ændringer? Dette kan ikke fortrydes.
es: ¿Estás seguro de que deseas descartar los cambios? Esto no se puede deshacer.
fr: Êtes-vous sûr de que vouloir supprimer vos modifications? Cette opération ne pourra pas être annulée.
ja: 本当にあなたの変更を捨ててしまいますか?これは元に戻すことができません．
nb: Er du sikker på at du vil forkaste endringene? Dette kan ikke angres.
nl: Weet je zeker dat je de wijzigingen wilt negeren. Dit kan niet ongedaan worden gemaakt.
pl: Jesteś pewien, że chcesz odrzucić swoje zmiany? Tego nie można cofnąć.
pt: Tem certeza que quer apagar as alterações? Isso não poderá ser desfeito.
pt_pt: Tens a certeza de que pretendes descartar as tuas alterações? Esta ação é irreversível.
tr: Değişikliklerinizden vazgeçmek istediğinizden emin misiniz? Bu geri alınamaz.

source: Are you sure you want to disconnect this account?
da: Er du sikker på at du vil lukke denne konto?
es: ¿Estás seguro de que deseas desconectar esta cuenta?
fr: Voulez-vous vraiment dissocier ce compte ?
ja: 本当にこのアカウントの接続を遮断したいですか?
nb: Er du sikker på at du vil koble fra denne kontoen?
nl: Ben je zeker dat je deze account wilt loskoppelen?
pl: Czy jesteś pewien że chcesz odłączyć to konto?
pt: Você tem certeza que deseja desconectar essa conta?
pt_pt: Tens a certeza de que pretendes desassociar esta conta?
tr: Bu hesabın bağlantısını kesmek istediğinizden emin misiniz?

source: Are you sure you want to hellban %(username)s? If you press OK, all of %(username)s's past posts will be deleted, as well as any future ones. However, %(username)s will not know that they have been hellbanned.
da: Er du sikker på du vil hellban %(username)s? Hvis du trykker på OK, vil alle %(username)s seneste indlæg blive slettet samt alle fremtidige dem. %(username)s får dog ikke at vide, at de er blevet hellbanned.
es: Estás seguro de que quieres hacerle la ley del hielo a %(username)s? Si presionas OK, se borrarán todas las publicaciones pasadas de %(username)s, y no aparecerán las publicaciones futuras, sin embargo, %(username)s no sabrá que le han hecho la ley del hielo.
fr: Êtes vous bien sûr de vouloir bannir %(username)s ? Si vous appuyez sur OK, tous les messages passés et futurs de %(username)s seront supprimés. Cependant, %(username)s ne saura pas qu'il a été banni.
nb: Er du sikker på at du vil hellban %(username)s? Hvis du trykker OK vil alle %(username)s tidligere og fremtidige innlegg bli slettet. Imidlertid vil %(username)s ikke vite at de har blitt hellbannet.
nl: Weet je zeker dat je %(username)s wil verbannen? Als je op OK klikt, zullen alle huidige als toekomstige berichten van %(username)s verwijderd worden. %(username)s zullen echter niet weten dat ze verbannen zijn.
pl: Jesteś pewien, że chcesz zablokować %(username)s? Jeżeli naciśniesz OK, wszyscy %(username)s zostaną usunięci, jak również wszyscy w przyszłości. Jednakże, %(username)s nie będą wiedzieć, że zostali zablokowani.
pt: Tem certeza de que deseja fazer o hellban de %(username)s? Se você clicar em OK, todas as publicações passadas de %(username)s serão excluídas, bem como as futuras. Entretanto, %(username)s não saberão que eles sofreram hellban.
pt_pt: Tem a certeza de que pretende bloquear %(username)s? Se clicar em OK, todo o conteúdo publicado por %(username)s será apagado e nada do que este utilizador publicar no futuro ficará visível. No entanto, %(username)s não saberá que está bloqueado.
tr: Bu kullanıcıya (%(username)s) gizli ambargo uygulamak istediğinizden emin misiniz? Eğer TAMAM ikonuna basarsanız %(username)s's geçmişte gönderdiği mesajlar ve gelecekte göndereceği mesajlar silinecektir. Bununla birlikte, %(username)s kendisine gizli ambargo uygulandığını bilmeyecektir.

source: Are you sure you want to quit the challenge?
es: ¿Estás seguro que deseas abandonar el desafío?
fr: Êtes-vous certain de que vouloir quitter le défi ?
ja: 本当にチャレンジを止めますか?
nb: Er du sikker på at du vil avslutte utfordringen?
nl: Weet je zeker dat je de uitdaging wilt stoppen?
pl: Na pewno chcesz zrezygnować z wyzwania?
pt: Você tem certeza que quer sair do desafio?
pt_pt: Tens a certeza de que pretendes abandonar o desafio?
tr: Görevden çokm ak istediğinizden emin misiniz?

source: Are you sure you want to remove %(email)s from your account?
da: Er du sikker på at du vil fjerne %(email)s fra din konto?
es: ¿Estás seguro que quieres eliminar %(email)s de tu cuenta?
fr: Êtes-vous sûr de vouloir supprimer %(email)s de votre compte ?
ja: あなたのアカウントから %(email)s を削除してよろしいですか？
nb: Er du sikker på at du vil fjerne %(email)s fra din konto?
nl: Weet je zeker dat je %(email)s wilt verwijderen uit je account?
pl: Jesteś pewien, że chcesz usunąć %(email)s z twojego konta?
pt: Você tem certeza que deseja remover %(email)s de sua conta?
pt_pt: Tens a certeza de que pretendes desassociar %(email)s da tua conta?
tr: %(email)s silmek istediğinizden emin misiniz?

source: Are you sure you want to save an official scratchpad?
da: Er du sikker på, at du vil gemme en officiel kladde?
es: ¿Estás seguro de querer guardar un bloc de notas oficial?
fr: Êtes-vous sûr de que vouloir sauvegarder un bloc-notes officiel ?
ja: 本当にあなたは公式のスクラッチパッドをセーブしたいですか?
nb: Er du sikker på at du vil lagre en offisiell kladdebok?
nl: Weet je zeker dat je een officiële scratchpad wilt opslaan?
pl: Jesteś pewien, że chcesz zapisać oficjalny notatnik?
pt: Quer mesmo salvar um rascunho oficial?
pt_pt: Tens a certeza de que pretendes guardar um rascunho oficial?
tr: Resmi bir karalama alanını kaydetmek istediğinizden emin misiniz?

source: Are you sure you want to undo %(username)s's hellban? If you press OK, %(username)s will be able to post on the site again.
da: Er du sikker på du vil fortryde %(username)ss hellban? Hvis du trykker på OK, vil %(username)s være i stand til at poste på siden igen.
es: ¿Estás seguro que quieres deshacer la ley del hielo para %(username)s? Si presionas OK, %(username)s podrá publicar en la página otra vez.
fr: Êtes vous bien sûr que vous voulez annuler la censure de %(username)s ? Si vous appuyez surOK, %(username)s pourra de nouveau publier des messages sur le site.
nb: Er du sikker på at du vil fjerne %(username)s's hellban? Hvis du velger OK, vil %(username)s kunne poste på siden igjen.
nl: Weet je zeker dat je de verbanning van %(username)s ongedaan wil maken? Als je op OK klikt, kan %(username)s weer berichten plaatsen op de website.
pl: Jesteś pewien, że chcesz cofnąć blokadę użytkownika %(username)s? ? Jeżeli wciśniesz OK, %(username)s znów będzie mógł publikować treści na stronie.
pt: Tem certeza de que deseja desfazer o hellban de %(username)s? Se você clicar em OK, %(username)s poderá publicar no site novamente.
pt_pt: Tem a certeza de que pretende cancelar o bloqueio de %(username)s? Se clicar em OK, %(username)s poderá voltar a publicar no site.
tr: %(username)s'a uygulanan gizli ambargoyu kaldırmak istediğinizden emin misiniz? Eğer TAMAM ikonuna basarsanız %(username)s tekrar siteye mesaj gönderebilmeye başlayacaktır.

source: Are you trying to post a tip or thanks? Check out the Tips & Thanks section above.
da: Forsøger du at poste et tip eller sige tak? Tjek Tips & Tak afsnittet ovenfor.
es: ¿Estás tratando de publicar una sugerencia o un agradecimiento? Revisa la sección de sugerencias y agradecimientos de arriba.
fr: Etes-vous en tran d'essayez d'envoyer une astuce ou un remerciement ? Consultez la section Conseils & Remerciements ci-dessus.
ja: ヒントか感謝をポストしようとしていますか? 上記のヒント & 感謝 のセクションをチェックしてみましょう．
nb: Prøver du å legge et tips eller takk? Sjekk ut Tips & Takk avsnittet ovenfor.
nl: Probeer je een tip of een bedankje te posten? Neem een kijkje in de Tips & Bedankt-sectie hierboven.
pl: Próbujesz opublikować wskazówkę lub podziękowanie? Sprawdź najpierw powyżej dział "Wskazówki i Podziękowania".
pt: Você está tentando postar uma dica ou um agradecimento? Confira a seção de dicas e agradecimento acima.
tr: Bir ipucu veya teşekkür göndermeye mi çalışıyorsunuz? Yukarıda yer alan İpuçları ve Teşekkürler bölümüze göz atınız.

source: Area (sq. cm)
pl: Pole (cm kwadratowe)
pt: Área (cm quadrados)
tr: Alan (santimetrekare)

source: Area 1
da: Areal 1
es: Área 1
fr: Surface 1
nb: Areal 1
pl: Pole 1
pt: Área 1
tr: Alan 1

source: Area of a circle
es: Área de un círculo
fr: Aire d'un disque (provisoirement en anglais
nb: Arealet til en sirkel
pl: Pole koła
pt: Área de um círculo
tr: Çemberin Alanı

source: Area of parallelograms
es: Área de paralelogramos
fr: Aire d'un parallélogramme
nb: Arealet av parallelogrammer
pl: Pole równoległoboków
pt: Área de paralelogramos
tr: Paralelkenar Alanı

source: Area of trapezoids, rhombi, and kites
es: Área de trapecios, rombos y deltoides (cometas)
fr: Aire d'un trapèze, d'un losange et d'un quadrilatère en cerf-volant (provisoirement en anglais)
nb: Areal av trapes, rombe og drager
pl: Pole powierzchni trapezów, rombów i deltoidów
pt: Área de trapézios, losangos e deltoides
tr: Yamuk, Eşkenar Dörtgen ve Deltoid Alanı

source: Area problems
es: Problemas de área
fr: Problèmes d'aire
hi: क्षेत्रफल सम्बंदित समस्याओं
nb: Oppgaver i areal
pl: Zadania z polem
pt: Problemas de área
tr: Alan problemleri

source: Areas of circles and sectors
es: Áreas de círculos y sectores
fr: Aires de cercles et de secteurs circulaires
nb: Areal av sirkler og sirkelsektorer
pl: Pola kół i wycinków kołowych
pt: Áreas de circunferências e setores
tr: Daire ve daire diliminin alanı

source: Aria wants to make learning more engaging by helping create more interactive learning content. She works on anything and everything exercise-related.
pt: Aria quer tornar o aprendizado mais envolvente, ajudando a criar mais conteúdos interativos de aprendizado. Ela trabalha com tudo e mais um pouco relacionado aos exercícios.
tr: Aria, öğrenme deneyiminin içselleştirilmesi ve ilginç olması için interaktif içeriğin önemine inanıyor. Alıştırma ve egzersizlerle ilgili her şey ondan sorulur.

source: Arithmetic
es: Aritmética
fr: Arithmétique I
hi: अंकगणित
nb: Aritmetikk
nl: Rekenkunde
pl: Arytmetyka
pt: Aritmética
pt_pt: Aritmética
tr: Aritmetik

source: Arithmetic sequences 1
es: Sucesiones aritméticas 1
fr: Suites arithmétiques 1
pl: Ciągi arytmetyczne 1
pt: Progressões aritméticas 1
tr: Aritmetik diziler 1

source: Arithmetic sequences 2
es: Sucesiones aritméticas 2
fr: Suites arithmétiques 2
pl: Ciągi arytmetyczne 2
pt: Progressões aritméticas 2
tr: Aritmetik diziler 2

source: Arithmetic series
es: Series aritméticas
fr: Somme des n premiers termes d'une suite arithmétique
nb: Aritmetiske serier
pl: Ciągi arytmetyczne
pt: Séries aritméticas
tr: Aritmetik Seri

source: Arrange the <var>POINTS</var> orange points on the number line so the <span class="hint_blue">arithmetic mean is <code><var>MEAN</var></code></span><br> and the <span class="hint_green">median is <code><var>MEDIAN</var></code></span>. The distance between adjacent tick marks is 1.
fr: Répartir les <var>POINTS</var> points oranges de sorte que ces points soient les images d'une série de nombres dont <span class="hint_blue"> la moyenne arithmétique est <code><var>MEAN</var></code></span> <br>et dont <span class="hint_green"> la médiane est <code><var>MEDIAN</var></code></span>. Le pas de la graduation est 1.
nb: Plasser det <var>POINTS</var> oransje punktet på tallinjen slik at <span class="hint_blue">aritmetisk gjennomsnitt er <code><var>MEAN</var></code></span><br> og <span class="hint_green">medianen er <code><var>MEDIAN</var></code></span>. Avstanden mellom merkene er 1.
pt: Distribua os <var>POINTS</var> pontos laranjas na reta numérica para que a <span class="hint_blue">média aritmética seja <code><var>MEAN</var></code></span><br> e a <span class="hint_green">mediana seja <code><var>MEDIAN</var></code></span>." "A distância entre as marcas adjacentes é de 1.
tr: <var>POINTS</var> turuncu noktaları sayı doğrusunda öyle sıralayın ki, <span class="hint_blue">aritmetik ortalama <code><var>MEAN</var></code></span>,<br> ve <span class="hint_green">medyan <code><var>MEDIAN</var></code></span> olsun. İki çizginin arası 1 birimdir.

source: Arrange the <var>POINTS</var> orange sample points in this histogram so the <span class="hint_green">sample standard deviation is approximately <code><var>STDDEV</var></code></span>.
fr: Déplacer les <var>POINTS</var> points oranges afin que <span class="hint_green"> l'écart-type soit environ égal à <code><var>STDDEV</var></code></span>.
pt: Organize os <var>POINTS</var> pontos laranja de amostragem deste histograma de modo que o <span class="hint_green">desvio padrão da amostra seja de aproximadamente <code><var>STDDEV</var></code></span>.

source: Arsenic
es: Arsénico
nb: Arsen
pl: Arsen
pt: Arsênio
pt_pt: Arsénio
tr: Arsenik

source: Arshya is a resident physician in child and adolescent psychiatry at the Massachusetts General Hospital and Harvard Medical School. He received his medical degree from the University of Birmingham, and his MRCGP from the Royal College of General Practitioners. He is a federal autism grant awardee, and is very interested in the neuroimmune mechanisms of autism spectrum disorders. He has received prominent leadership awards from the American Medical Association and the American Psychiatric Association.
pt: Arshya é médico residente em psiquiatria de crianças e adolescente no Hospital Geral de Massachusetts e na Escola Médica de Harvard. Ele se formou na Universidade de Birmingham, e obteve seu MRCGP no Royal College of General Practitioners. Ele recebeu uma bolsa federal para estudo do autismo, e está muito interessado nos mecanismos neuroimunes das desordens no espectro do autismo. Ele recebeu importantes prêmios de liderança da Associação Americana de Medicina e da Associação Americana de Psiquiatria.
tr: Arshya, Massachusetts General Hastanesi ve Harvard Tıp Fakültesi'nde çocuk ve ergen psikolojisinde doktordur. Tıp diplomasını Birmingham Üniversitesi, ve MRCGP'sini Royal College of General Practitioners'dan almıştır. Otizmler ilgili federal bir bağış ödülü almıştır, ve otizm türünden bozuklukların nöroimun mekanizmalarıyla ilgilenmektedir. Amerikan Tıp Derneği ve Amerikan Psikiyatri Derneğinden önde gelen liderlik ödülleri almıştır.

source: Art History and History
pt: História da arte e história
pt_pt: História da arte e história
tr: Sanat Tarihi ve Tarih

source: Art history
da: Kunsthistorie
es: Historia del arte
fr: Histoire de l'art
nb: Kunsthistorie
nl: Kunstgeschiedenis
pl: Historia sztuki
pt: História da arte
pt_pt: História da arte
tr: Sanat Tarihi

source: Article
nb: Artikkel
pl: Artykuł
pt: Artigo
pt_pt: Artigo
tr: Makale

source: Article Device Preview Page
nb: Artikkel Enhet Forhåndsvisning Side
pt: Página de visualização de artigo em dispositivo móvel
pt_pt: Página de pré-visualização do artigo num dispositivo móvel
tr: Makale Aygıtı Ön İzleme Sayfası

source: Article feedback
nb: Artikkel tilbakemelding
pl: Opinia o artykule
pt: Feedback do artigo
pt_pt: Comentários ao artigo
tr: Makale geri bildirimi

source: Articles
da: Artikler
es: Artículos
ja: 記事
nb: Artikler
nl: Artikels
pl: Artykuły
pt: Artigos
pt_pt: Artigos
tr: Makaleler

source: Artisan Arithmetician
da: Faglært Regnemester
es: Artesano de la aritmética
fr: Artisan en arithmétique
ja: 代数学の職人
nb: Faglært Regnemester
nl: Ambachtsman in Rekenkunde
pl: Rzemieślnik Arytmetyk
pt: Mestre em aritmética
pt_pt: Mestre em aritmética
tr: Usta Aritmetikçi

source: Artisan Arithmetician (old)
da: Lærling Regnemester (gammel)
es: Artesano de la aritmética (viejo)
fr: Artisan arithméticien (obsolète)
ja: 算術家の職人(旧)
nb: Faglært Aritmetiker (gammel)
nl: Ambachtsman in Rekenkunde (oud)
pl: Rzemieślnik Arytmetyk (stary)
pt: Mestre em aritmética (antigo)
pt_pt: Mestre em aritmética (antigo)
tr: Usta Aritmetikçi (eski)

source: Artisan I Algebraist
da: Faglært I Algebraist
es: Artesano del álgebra I
fr: Artisan en algèbre niveau I
ja: 代数学 I の職人
nb: Faglært I Algebraist
nl: Ambachtsman I in Algebra
pl: Rzemieślnik Algebry 1
pt: Mestre em álgebra I
pt_pt: Mestre I em álgebra
tr: Usta I Cebirci

source: Artisan I Algebraist (old)
da: Faglært Regnemester (gammel)
es: Artesano del álgebra I (viejo)
fr: Artisan en algèbre niveau I (obsolète)
ja: 代数学 I の職人(旧)
nb: Faglært I Algebraist (gammel)
nl: Ambachtsman I in Algebra (oud)
pl: Rzemieślnik algebry I stopnia (stary)
pt: Mestre em álgebra I (antigo)
pt_pt: Mestre I em álgebra (antigo)
tr: Usta I Cebirci (eski)

source: Artisan II Algebraist
da: Faglært II Algebraist
es: Artesano del álgebra II
fr: Artisan en algèbre niveau II
ja: 代数学 II の職人
nb: Faglært II Algebraist
nl: Ambachtsman II in Algebra
pl: Rzemieślnik Algebry 2
pt: Mestre em álgebra II
pt_pt: Mestre II em álgebra
tr: Usta II Cebirci

source: Artisan II Algebraist (old)
da: Faglært II Regnemester (gammel)
es: Artesano del álgebra II (viejo)
fr: Artisan en algèbre niveau II (obsolète)
ja: 代数学 II の職人(旧)
nb: Faglært II Algebraist (gammel)
nl: Ambachtsman II in Algebra (oud)
pl: Rzemieślnik algebry II stopnia (stary)
pt: Mestre em álgebra II (antigo)
pt_pt: Mestre II em álgebra (antigo)
tr: Usta II Cebirci (eski)

source: Artisan III Algebraist
da: Faglært III Algebraist
es: Artesano del álgebra III
fr: Artisan en algèbre niveau III
ja: 代数学 III の職人
nb: Faglært III Algebraist
nl: Ambachtsman III in Algebra
pl: Rzemieślnik Algebry 3
pt: Mestre em álgebra III
pt_pt: Mestre III em álgebra
tr: Usta III Cebirci

source: Artisan III Algebraist (old)
da: Faglært III Regnemester (gammel)
es: Artesano del álgebra III (viejo)
fr: Artisan en algèbre niveau III (obsolète)
ja: 代数学 III の職人(旧)
nb: Faglært III Algebraist (gammel)
nl: Ambachtsman III in Algebra (oud)
pl: Rzemieślnik algebry III stopnia (stary)
pt: Mestre em álgebra III (antigo)
pt_pt: Mestre III em álgebra (antigo)
tr: Usta III Cebirci (eski)

source: Artisan Pre-algebraist
da: Faglært i Pre-algebra
es: Artesano de la preálgebra
fr: Artisan pré-algébriste
ja: 前代数学の職人
nb: Faglært Før-algebraist
nl: Ambachtsman in Wiskunde voor de onderbouw
pl: Rzemieślnik Podstaw Algebry
pt: Mestre em pré-álgebra
pt_pt: Mestre em pré-álgebra
tr: Usta Ön-Cebirci
