Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The angles that are on the base (the unique side) are equal, and the angle between the equal sides is unique.
es: Los ángulos que están en la base (el lado único) son iguales, y el ángulo entre los lados iguales es único.
fr: Les angles à la base sont égaux, et l'angle compris entre les côtés égaux est l'angle du sommet principal.
nb: Vinklene som er på grunnlinjen (den unike) siden er like, og vinklene mellom de to like sidene er ulik de andre.
nl: De hoeken met de basis (de zijde die niet gelijk is aan de andere zijden) zijn gelijk, en de tophoek (de hoek tussen de gelijke zijden) verschilt van deze hoeken.
pl: Kąty, które znajdują się przy podstawie (wyjątkowym boku) są równe a kąt pomiędzy równymi bokami jest wyjątkowy.
pt: Os ângulos que estão na base (o lado único) são iguais e o ângulo entre os lados iguais é único.
tr: Aynı taban (farklı olan kenar) üzerindeki açılar birbirine eşittir, ve eşit kenarlar arasındaki açı farklıdır.

source: The angles that are on the base (the unique) side are equal, and the angle between the equal sides is unique.
es: Los ángulos que están en la base (el lado único) son iguales, y el ángulo entre los lados iguales es único.
fr: Les angles à la base sont égaux, et l'angle compris entre les côtés égaux est l'angle du sommet principal.
nb: Vinklene som er på grunnlinjen (den unike) siden er like, og vinklene mellom de to like sidene er ulik de andre.
nl: De hoeken met de basis (de zijde die niet gelijk is aan de andere zijden) zijn gelijk, en de tophoek (de hoek tussen de gelijke zijden) verschilt van deze hoeken.
pl: Kąty, które znajdują się przy podstawie (wyjątkowym boku) są równe a kąt pomiędzy równymi bokami jest wyjątkowy.
pt: Os ângulos que estão no lado da base (o lado único) são iguais, e o ângulo entre os lados iguais é único.
tr: Aynı taban (farklı olan kenar) üzerindeki açılar birbirine eşittir, ve eşit kenarlar arasındaki açı farklıdır.

source: The answer given in the hints is incorrect.
da: Svaret i hints er forkert.
es: La respuesta que está en las pistas es incorrecta.
fr: Il y a une erreur dans l'un des indices.
ja: ヒントに書いてある答えが間違っています．
nb: Svaret i hint er ikke riktig.
nl: Het antwoord dat in de hints wordt gegeven is incorrect.
pl: Odpowiedź udzielona we wskazówkach jest nieprawidłowa.
pt: A resposta dada nas dicas está incorreta.
pt_pt: A resposta das pistas está incorreta.
tr: İpuçlarında verilen cevap yanlış.

source: The answer given in the hints is not accepted.
da: Svaret i hints accepteres ikke.
es: La respuesta que está en las pistas no es aceptada.
fr: La réponse donnée dans les indices n'est pas acceptée.
ja: ヒントに書いてある答えがはねられます．
nb: Svaret i hint aksepteres ikke.
nl: Het antwoord dat in de hints wordt gegeven wordt niet geaccepteerd.
pl: Odpowiedź podana we wskazówkach nie jest akceptowana.
pt: A resposta dada nas dicas não é aceita.
pt_pt: A resposta das pistas não é aceite.
tr: İpuçlarında verilen cevap kabul edilmedi.

source: The application %(consumerName)s is requesting access to your Khan Academy account:
ja: アプリケーション %(consumerName)s があなたのカーンアカデミーのアカウントにアクセスする許可を求めています:
nb: Programmet %(consumerName)s ber om tilgang til din konto i Khan Academy:
pl: Aplikacja %(consumerName)s żąda dostępu do Twojego konta Khan Academy:
pt: A aplicação %(consumerName)s está solicitando acesso a sua conta na Khan Academy:
pt_pt: A aplicação %(consumerName)s está a pedir para aceder à tua conta da Khan Academy:
tr: %(consumerName)s uygulaması Khan Academy hesabınıza erişim izni istemektedir:

source: The area is <code><var>SHAPE.area</var></code> square <var>plural_form(UNIT_TEXT, SHAPE.area)</var>.
fr: L'aire est <code><var>SHAPE.area</var></code> carré <var>plural_form(UNIT_TEXT, SHAPE.area)</var>.
nb: Arealet er <code><var>SHAPE.area</var></code> kvadrat <var>plural_form(UNIT_TEXT, SHAPE.area)</var>.
pl: Pole to <code><var>SHAPE.area</var></code> <var>plural_form(UNIT_TEXT, SHAPE.area)</var> do kwadratu.
pt: A área é de <code><var>SHAPE.area</var></code> <var>plural_form(UNIT_TEXT, SHAPE.area)</var> quadrados.
tr: Alan, <code><var>SHAPE.area</var></code> <var>plural_form(UNIT_TEXT, SHAPE.area)</var> kare.

source: The area is the length times the width.
da: Arealet er længden gange bredden.
fr: La surface est la longueur fois la largeur.
nb: Arealet er lengden multiplisert med bredden.
pl: Pole to długość razy szerokość.
pt: A área é o comprimento vezes a largura.
tr: Alan, uzunluk çarpı endir.

source: The area is the number of <code>1 \times 1</code> squares the shape covers.
fr: La surface est le nombre de <code>1 \times 1</code> carrés que la forme couvre.
nb: Arealet er antallet <code>1 \times 1</code> kvadrater figuren dekker.
pl: Pole to liczba kwadratów <code>1 \times 1</code>, które obejmuje kształt.
pt: A área é o número de <code>1 \times 1</code> quadrados abrangidos na figura.
tr: Alan, şeklin kapladığı <code>1 \times 1</code> kare sayısıdır.

source: The area of a circle is <code>\pi r^2</code>.
fr: L'aire d'un cercle est égale à <code>\pi r^2</code>.
pt: A área de um círculo é <code>\pi r^2</code>.
tr: Bir dairenin alanı, <code>\pi r^2</code>'dir.

source: The area of a circle is <code>\pi r^2</code>.<br/> <code>\qquad \blue{\pi \times <var>R1</var> \times <var>R1</var> = <var>A1</var>\pi}</code>
es: El área de un círculo es <code>\pi r^2</code>.<br/> <code>\qquad \blue{\pi \times <var>R1</var> \times <var>R1</var> = <var>A1</var>\pi}</code>
fr: L'aire d'un cercle est <code>\pi r^2</code>.<br/> <code>\qquad \blue{\pi \times <var>R1</var> \times <var>R1</var> = <var>A1</var>\pi}</code>
pt: A área de um círculo é <code>\pi r^2</code>.<br/> <code>\qquad \blue{\pi \times <var>R1</var> \times <var>R1</var> = <var>A1</var>\pi}</code>
tr: Dairenin alanı, <code>\pi r^2</code>'dir.<br/> <code>\qquad \blue{\pi \times <var>R1</var> \times <var>R1</var> = <var>A1</var>\pi}</code>

source: The area of a circle is <code>\pi r^2</code>.<br/> <code>\qquad \blue{\pi \times <var>R</var> \times <var>R</var> = <var>A1</var>\pi}</code>
es: El área de un círculo es <code>\pi r^2</code>.<br/> <code>\qquad \blue{\pi \times <var>R</var> \times <var>R</var> = <var>A1</var>\pi}</code>
fr: L'aire d'un cercle est <code>\pi r^2</code>.<br/> <code>\qquad \blue{\pi \times <var>R</var> \times <var>R</var> = <var>A1</var>\pi}</code>
pt: A área de um círculo é <code>\pi r^2</code>.<br/> <code>\qquad \blue{\pi \times <var>R</var> \times <var>R</var> = <var>A1</var>\pi}</code>

source: The area of a circle is <code>\pi r^2</code>.<br/> <code>\qquad \green{\pi \times <var>R</var> \times <var>R</var> = <var>A2</var>\pi}</code>
es: El área de un círculo es <code>\pi r^2</code>.<br/> <code>\qquad \green{\pi \times <var>R</var> \times <var>R</var> = <var>A2</var>\pi}</code>
fr: L'aire d'un cercle est <code>\pi r^2</code>.<br/> <code>\qquad \green{\pi \times <var>R</var> \times <var>R</var> = <var>A2</var>\pi}</code>
pt: A área de um círculo é <code>\pi r^2</code>.<br/> <code>\qquad \green{\pi \times <var>R</var> \times <var>R</var> = <var>A2</var>\pi}</code>
tr: Dairenin alanı, <code>\pi r^2</code>'dir.<br/> <code>\qquad \green{\pi \times <var>R</var> \times <var>R</var> = <var>A2</var>\pi}</code>

source: The area of a rectangle is the length times the width.<br/> <code>\qquad \blue{<var>L1</var> \times <var>W1</var> = <var>A1</var>}</code>
es: El área de un rectángulo es la base por la altura. <br/> <code>\qquad \blue{<var>L1</var> \times <var>W1</var> = <var>A1</var>}</code>
fr: L'aire du rectangle est égale au produit de sa longueur par sa largeur.<br/> <code>\qquad \blue{<var>L1</var> \times <var>W1</var> = <var>A1</var>}</code>
pt: A área do retângulo é a altura vezes a largura.<br/> <code>\qquad \blue{<var>L1</var> \times <var>W1</var> = <var>A1</var>}</code>
tr: Dikdörtgenin alanı boy çarpı endir.<br/> <code>\qquad \blue{<var>L1</var> \times <var>W1</var> = <var>A1</var>}</code>

source: The area of a rectangle is the length times the width.<br/> <code>\qquad \blue{<var>L</var> \times <var>W</var> = <var>A1</var>}</code>
es: El área de un rectángulo es la base por la altura. <br/> <code>\qquad \blue{<var>L</var> \times <var>W</var> = <var>A1</var>}</code>
fr: L'aire d'un rectangle est égale au produit de sa longueur par sa largeur.<br/> <code>\qquad \blue{<var>L</var> \times <var>W</var> = <var>A1</var>}</code>
pt: A área de um retângulo é a altura vezes a largura.<br/> <code>\qquad \blue{<var>L</var> \times <var>W</var> = <var>A1</var>}</code>
tr: Dikdörtgenin alanı boy çarpı endir.<br/> <code>\qquad \blue{<var>L</var> \times <var>W</var> = <var>A1</var>}</code>

source: The area of a rectangle is the length times the width.<br/> <code>\qquad \green{<var>L</var> \times <var>W</var> = <var>A2</var>}</code>
es: El área de un rectángulo es la base por la altura.<br/> <code>\qquad \green{<var>L</var> \times <var>W</var> = <var>A2</var>}</code>
fr: L'aire d'un rectangle est égale au produit de sa longueur par sa largeur.<br/> <code>\qquad \green{<var>L</var> \times <var>W</var> = <var>A2</var>}</code>
pt: A área de um retângulo é a altura vezes a largura.<br/> <code>\qquad \green{<var>L</var> \times <var>W</var> = <var>A2</var>}</code>
tr: Dikdörtgenin alanı boy çarpı endir.<br/> <code>\qquad \green{<var>L</var> \times <var>W</var> = <var>A2</var>}</code>

source: The area of a square is <code><var>S * S</var></code> square <var>plural_form(UNIT_TEXT, S * S)</var>. How long is each side?
es: El área de un cuadrado es <code><var>S * S</var></code> <var>plural_form(UNIT_TEXT, S * S)</var> cuadradas. ¿Cuánto mide cada lado?
fr: L'aire d'un carré vaut <code><var>S * S</var></code> <var>plural_form(UNIT_TEXT, S * S)</var> carrés. Quelle est la longueur de son côté ?
hi: वर्ग का क्षेत्रफल है <code><var>S * S</var></code> वर्ग <var>plural_form(UNIT_TEXT, S * S)</var>. प्रत्येक भुजा कितनी लम्बी होगी?
nb: Arealet av et kvadrat er <code><var>S * S</var></code> square <var>plural_form(UNIT_TEXT, S * S)</var>. Hvor lang er hver side?
pl: Pole kwadratu wynosi <code><var>S * S</var></code> <var>plural_form(UNIT_TEXT, S * S)</var> kwadratowych. Jaką długość ma każdy jego bok?
pt: A área do quadrado é <code><var>S * S</var></code> <var>plural_form(UNIT_TEXT, S * S)</var> quadrados. Qual é o comprimento de cada lado?
tr: Karenin alanı, <code><var>S * S</var></code><var>plural_form(UNIT_TEXT, S * S)</var> kare. Bir kenarının uzunluğu nedir?

source: The area of a triangle is <code>\frac{1}{2}\ \text{<var>BASE_TEXT</var>} \times \text{<var>HEIGHT_TEXT</var>}</code>.
fr: L'aire triangle est égale à <code>\frac{1}{2}\ \text{<var>BASE_TEXT</var>} \times \text{<var>HEIGHT_TEXT</var>}</code>.
pt: A área de um triângulo é <code>\frac{1}{2}\ \text{<var>BASE_TEXT</var>} \times \text{<var>HEIGHT_TEXT</var>}</code>.
tr: Bir üçgenin alanı, <code>\frac{1}{2}\ \text{<var>BASE_TEXT</var>} \times \text{<var>HEIGHT_TEXT</var>}</code>.

source: The area of both triangles combined, <code>2A_T</code>, is the total area of the kite:
es: El área de los dos triángulos combinados, <code>2A_T</code>, es el área total del cometa:
pt: A área de dois triângulos combinados, <code>2A_T</code>, é a área total do deltoide:
tr: İki üçgenin alanları toplamı, <code>2A_T</code>, deltoidin toplam alanıdır:

source: The area of the trapezoid is equal to the sum of the areas of the two triangles.
es: El área del trapecio es igual a la suma de las áreas de los dos triángulos.
nb: Arealet av trapeset er summen av de to trekantene.
pt: A área do trapézio é igual à soma das áreas dos dois triângulos.
tr: Yamuğun alanı, iki üçgenin alanları toplamına eşittir.

source: The area of the triangle is then <code>\frac{1}{2}<var>BASE</var> \times <var>HEIGHT</var> = <var>BASE * HEIGHT / 2</var></code>.
es: Entonces el área del triángulo es <code>\frac{1}{2}<var>BASE</var> \times <var>HEIGHT</var> = <var>BASE * HEIGHT / 2</var></code>.
fr: L'aire du triangle est donc <code>\frac{1}{2}<var>BASE</var> \times <var>HEIGHT</var> = <var>BASE * HEIGHT / 2</var></code>.
pl: Wobec tego pole trójkąta to <code>\frac{1}{2}<var>BASE</var> \times <var>HEIGHT</var> = <var>BASE * HEIGHT / 2</var></code>.
pt: A área do triângulo é, portanto, <code>\frac{1}{2}<var>BASE</var> \times <var>HEIGHT</var> = <var>BASE * HEIGHT / 2</var></code>.
tr: O zaman, üçgenin alanı, <code>\frac{1}{2}<var>BASE</var> \times <var>HEIGHT</var> = <var>BASE * HEIGHT / 2</var></code>.

source: The areas of the top and the base are simply the area of a circle: <code>\pi r^2 = \pi \cdot <var>r</var>^2 = <var>r * r</var> \pi</code>.
es: Las áreas de la parte superior y la base son simplemente el área de un círculo: <code>\pi r^2 = \pi \cdot <var>r</var>^2 = <var>r * r</var> \pi</code>.
pl: Powierzchnie wierzchołka i podstawy są po prostu powierzchniami koła: <code>\pi r^2 = \pi \cdot <var>r</var>^2 = <var>r * r</var> \pi</code>.
pt: As áreas da base e do topo são simplesmente as áreas de um círculo: <code>\pi r^2 = \pi \cdot <var>r</var>^2 = <var>r * r</var> \pi</code>.
tr: Üstün ve tabanın alanı, dairenin alanıdır: <code>\pi r^2 = \pi \cdot <var>r</var>^2 = <var>r * r</var> \pi</code>.

source: The arithmetic sequence <code>(a_i)</code> is defined by the formula:
es: La sucesión aritmética <code>(a_i)</code> está definida por la fórmula:
fr: La suite arithmétique <code>(a_i)</code> est définie par :
pt: A progressão aritmética <code>(a_i)</code> é definida pela fórmula:
tr: <code>(a_i)</code> aritmetik dizisi, şu formülle tanımlanmıştır:

source: The array literal notation [] is preferrable.
da: Den bogstavelige liste notation [] er foretrukket.
es: Es preferible la notación literal de arreglos [].
nb: Matrise notasjon [] er foretrukket.
nl: Een array schrijven als [] heeft de voorkeur.
pl: Preferowany jest dosłowny zapis tablicy [].
pt: É preferível a notação literal de array [] .
tr: [] sözdizim durağan değer notasyonu tercih edilir.

source: The arrow is pointing to the left of <code><var>SIGN + INT</var></code>, so everything less than <code><var>SIGN + INT</var></code> is included.
fr: La flèche pointe vers la gauche de <code><var>SIGN + INT</var></code>, donc tout ce qui est plus petit que <code><var>SIGN + INT</var></code> est inclus.
hi: तीर <code><var>SIGN + INT</var></code> की बाई ओर इशारा कर रहा है,ताकि <code><var>SIGN + INT</var></code> से कम साडी चीजें इसमें आयें ।
nb: Pilen peker til venstre for<code><var>SIGN + INT</var></code>, så alt som er mindre enn <code><var>SIGN + INT</var></code> er inkludert.
pl: Strzaka wskazuje w lewo od <code><var>SIGN + INT</var></code>, więc wszystkie liczby mniejsze od <code><var>SIGN + INT</var></code> spełniają nierówność.
pt: A seta está apontando para a esquerda de <code><var>SIGN + INT</var></code>, então tudo que for menor que <code><var>SIGN + INT</var></code> está incluído.
tr: Ok, <code><var>SIGN + INT</var></code>'un soluna işaret ediyor, yani <code><var>SIGN + INT</var></code>'ten küçük her şey kapsanmış.

source: The arrow is pointing to the right of <code><var>SIGN + INT</var></code>, so everything greater than <code><var>SIGN + INT</var></code> is included.
fr: La flèche pointe vers la droite de <code><var>SIGN + INT</var></code>, donc tout ce qui est plus grand que <code><var>SIGN + INT</var></code> est inclus.
hi: तीर <code><var>SIGN + INT</var></code> की बाईं ओर इशारा कर रहा है,ताकि <code><var>SIGN + INT</var></code> से बड़ी चीजें इसमें आयें ।
nb: Pilen peker til venstre for <code><var>SIGN + INT</var></code>, så alt som er større enn <code><var>SIGN + INT</var></code> er inkludert.
pl: Strzaka wskazuje w prawo od <code><var>SIGN + INT</var></code>, więc wszystkie liczby większe od <code><var>SIGN + INT</var></code> spełniają nierówność.
pt: A seta está apontando para a direita de <code><var>SIGN + INT</var></code>, então tudo que for maior que <code><var>SIGN + INT</var></code> está incluído.
tr: Ok, <code><var>SIGN + INT</var></code>'un sağına işaret ediyor, yani <code><var>SIGN + INT</var></code>'ten büyük her şey kapsanmış.

source: The article was clear and interesting but not what I was looking for.
da: Artiklen var tydelig og interessant, men ikke lige hvad jeg ledte efter.
es: El artículo era claro e interesante, pero no era lo que estaba buscando.
fr: L'article était intéressant et bien expliqué, mais ne contient pas ce que je cherche.
nb: Artikkelen var tydelig og interessant, men ikke hva jeg var ute etter.
nl: Het artikel was duidelijk en interessant, maar niet wat ik zocht.
pl: Artykuł był jasny i ciekawy, ale nie był tym, czego szukałem/am.
pt: O artigo foi claro e interessante, mas não era o que eu estava procurando.
tr: Makale güzel ve ilginçti, ancak tam olarak bunu aramıyordum.

source: The article was great and really helpful.
da: Artiklen var god og virkelig nyttig.
es: El artículo era genial y de mucha ayuda.
fr: L'article était super et vraiment utile.
nb: Artikkelen var bra og veldig nyttig.
nl: Het artikel was geweldig en zeer nuttig.
pl: Artykuł był świetny i naprawdę pomocny.
pt: O artigo foi ótimo e realmente me ajudou.
tr: Makale harikaydı ve gerçekten yardımcı oldu.

source: The article was okay but wasn't very interesting to me.
da: Artiklen var okay, men den var ikke meget interessant for mig.
es: El artículo estuvo bien, pero no fue muy interesante para mí.
fr: L'article était correct, mais je ne l'ai pas trouvé très intéressant.
nb: Artikkelen var grei, men den var ikke veldig interessant for meg.
nl: Het artikel was in orde, maar niet heel interessant voor mij.
pl: Artykuł był w porządku, ale nie był za bardzo dla mnie interesujący.
pt: O artigo estava bom, mas não achei muito interessante.
tr: Makale iyiydi, fakat pek ilgi çekici değildi.

source: The article was unclear or confusing.
da: Artiklen var uklar eller forvirrende.
es: El artículo no fue claro o fue confuso.
fr: L'article était peu clair ou confus.
nb: Artikkelen var uklart eller forvirrende.
nl: Het artikel was onduidelijk of verwarrend.
pl: Artykuł był niejasny lub mylący.
pt: O artigo não foi claro ou foi confuso.
tr: Makale kafa karıştırıcıydı veya anlaşılabilir değildi.

source: The attribute "%(attribute_name_value)s" has multiple namespaces. Check your text and make sure there's only a single namespace prefix for the attribute.
da: Attributten "%(attribute_name_value)s" har flere navnepladser. Tjek din tekst og sørg for der kun er en enkelt navneplads præfiks for attributten.
es: El atributo "%(attribute_name_value)s" tiene varios espacios de nombres. Revisa tu texto y asegúrate que solamente haya un prefijo de espacio de nombres para el atributo.
nb: Attributtet "%(attribute_name_value)s" har flere navneområder. Sjekk din tekst og kontroller at det er bare et enkelt navneområdeprefiks for attributtet.
pl: Atrybut "%(attribute_name_value)s" ma wiele nazw. Sprawdź swój tekst i upewnij się, że jest tylko jeden prefiks dla atrybutu.
pt: O atributo "%(attribute_name_value)s" tem vários namespaces. Verifique o seu texto e certifique-se de que haja um único prefixo de namespace para o atributo.
tr: "%(attribute_name_value)s" özniteliğinin birden fazla ad alanı vardır. Metninizi kontrol edip, bu öznitelik için sadece tek bir ad alanı öneki olduğundan emin olun.

source: The attribute "%(attribute_name_value)s" uses an attribute namespace that is not permitted under HTML5 conventions.
da: Attributten "%(attribute_name_value)s" bruger en atribut navneplads der ikke er tilladt ifølge HTML5 navnekonventioner.
es: El atributo "%(attribute_name_value)s" usa un atributo de espacio de nombres que no está permitido bajo las convenciones HTML5.
nb: Attributtet "%(attribute_name_value)s" bruker et attributt navneområde som ikke er tillatt under HTML5 konvensjoner.
pl: Atrybut "%(attribute_name_value)s" używa obszaru nazw, który nie jest dozwolony w konwencji HTML5.
pt: O atributo "%(attribute_name_value)s" usa um namespace de atributo que não é permitido, de acordo com as convenções de HTML5.
tr: "%(attribute_name_value)s" özniteliği, HTML5 adlandırma kuralları altında izin verilmeyen bir ad alanı kullanmaktadır.

source: The attribute name "%(attribute_name_value)s" is not permitted under HTML5 naming conventions.
da: Attributnavnet "%(attribute_name_value)s", er ikke tilladt ifølge HTML5 navnekonventioner.
es: El nombre del atributo "%(attribute_name_value)s" que no está permitido bajo las convenciones de nomenclatura de HTML5.
nb: Attributtet navnet "%(attribute_name_value)s" er ikke tillatt under HTML5 navnekonvensjoner.
nl: De kenmerk naam "%(attribute_name_value)s" is niet toegestaan volgens HTML5 naamconventies.
pl: Nazwa atrybutu "%(attribute_name_value)s" nie jest dozwolona w konwencji nazewnictwa HTML5.
pt: O nome do atributo "%(attribute_name_value)s" não é permitido de acordo com as convenções de nomenclatura do HTML5.
tr: "%(attribute_name_value)s" özellik adına HTML5 adlandırma kuralları altında izin verilmemektedir.

source: The average <var>animal( 1 )</var> at the zoo is <code><var>roundTo(1, MEAN)</var></code> year old.
fr: L'âge moyen des <var>animal( 1 )</var> du zoo est <code><var>roundTo(1, MEAN)</var></code> an.
pt: O(a) <var>animal( 1 )</var> médio(a) do zoológico tem <code><var>roundTo(1, MEAN)</var></code> ano.
tr: Hayvanat bahçesindeki <var>animal( 1 )</var>'in ortalama yaşı <code><var>roundTo(1, MEAN)</var></code>'dir.

source: The average <var>animal( 1 )</var> at the zoo is <var>MEAN</var> year old.
fr: L'âge moyen des <var>animal( 1 )</var> du zoo est <var>MEAN</var> an.
pt: O <var>animal( 1 )</var> comum no zoológico tem <var>MEAN</var> ano de idade.
tr: Hayvanat bahçesindeki <var>animal( 1 )</var>'in ortalama yaşı, <var>MEAN</var>'dir.

source: The average is the sum of her scores divided by the number of scores.
nb: Gjennomsnittet er summen av karakterene delt på antall karakterer.
pt: A média é a soma das pontuações dela dividida pelo número de pontuações.
tr: Ortalama, puanların toplamının puan adedine bölümüdür.

source: The average is the sum of his scores divided by the number of scores.
nb: Gjennomsnittet er summen av karakterene delt på antall karakterer.
pt: A média é a soma das pontuações dele dividida pelo número de pontuações.
tr: Ortalama, puanların toplamının puan adedine bölümüdür.

source: The average of the <code>x</code> coordinates of point <code>\blue{A}</code> and point <code>\green{B}</code> should be <code>\purple{<var>XM</var>}</code>.
es: El promedio de las coordenadas <code>x</code> de los puntos <code>\blue{A}</code> y <code>\green{B}</code> debe ser <code>\purple{<var>XM</var>}</code>.
fr: La demi-somme des abscisses <code>x</code> des points <code>\blue{A}</code> et <code>\green{B}</code> doit être égale à <code>\purple{<var>XM</var>}</code>.
nb: Gjennomsnittet av <code>x</code> koordinatene til punkt <code>\blue{A}</code> og punkt <code>\green{B}</code> skal være <code>\purple{<var>XM</var>}</code>.
pt: A média das coordenadas <code>x</code> do ponto <code>\blue{A}</code> e do ponto <code>\green{B}</code> deve ser <code>\purple{<var>XM</var>}</code>.
tr: <code>\blue{A}</code> noktasının ve <code>\green{B}</code> noktasının <code>x</code> koordinatlarının ortalaması <code>\purple{<var>XM</var>}</code> olmalıdır.
