Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Battery Capacity (% charged)
pl: Pojemność baterii (% naładowania)
pt: Capacidade da Bateria (% carregada)
tr: Pil kapasitesi (şarj olmuş %)

source: Be Sal
da: Vær Sal
es: Ser Sal
fr: Soyez Sal
ja: サルになる
nb: Vær Sal
nl: Sal worden
pl: Bądź Salem
pt: Seja Sal
pt_pt: Sê o Sal
tr: Sal Ol

source: Be a guide
da: Vær en vejleder
es: Sé un guía
fr: Soyez un guide
ja: ガイドになりましょう
nb: Vær en veileder
nl: Wees een gids
pl: Bądź przewodnikiem
pt: Seja um guia
pt_pt: Ajuda quem tiver dúvidas
tr: Rehber olmak

source: Be specific, and indicate a location in the text:
da: Vær specifik, og angiv en placering i teksten:
es: Sé específico e indica la ubicación en el texto:
fr: Soyez précis et indiquez un emplacement dans le texte :
ja: 詳細に，そしてテキストのどの位置なのかを示して下さい:
nb: Være spesifikk, og angi et sted i teksten:
nl: Wees specifiek en geef een locatie in de tekst:
pl: Bądź konkretny i wskaż położenie w tekście:
pt: Seja específico e indique um local no texto:
pt_pt: Sê específico e indica o local no texto em que tens dúvidas:
tr: Detayları verin, ve metin içinde bir konum belirtin:

source: Be specific, and indicate a time in the video:
da: Vær specifik og angiv et tidspunkt i videoen:
es: Se específico e indica el tiempo en el video:
fr: Soyez précis et indiquer une heure dans la vidéo :
hi: विशिष्ट हो, और वीडियो में एक समय का दर्शान करें:
ja: 具体的にお願いします．そしてビデオでの時間を指定して下さい:
nb: Vær spesifikk, og angi et tidspunkt i videoen:
nl: Wees specifiek en geef een tijd in de video aan:
pl: Bądź dokładny i wskaż czas w tym filmie:
pt: Seja específico e indique um tempo no vídeo:
pt_pt: Sê específico e indica o momento do vídeo em que tens dúvidas:
tr: Net olun, ve videoda hangi dakika/saniyede geçtiğini belirtin:

source: Be sure to consider both positive and negative <code><var>CONSTANT</var></code>, since squaring either one results in <code><var>-K</var></code>.
da: Sørg for at tage højde for både positive og negative <code><var>CONSTANT</var></code>, fordi kvadrering resulterer i begge tilfælde i <code><var>-K</var></code>.
es: Asegúrate de considerar tanto el <code><var>CONSTANT</var></code> negativo como positivo, pues elevar al cuadrado cualquiera de ellos resulta en <code><var>-K</var></code>.
fr: Attention à ne pas oublier que <code><var>CONSTANT</var></code> et son opposé répondent à la question car tous deux ont comme carré <code><var>-K</var></code>.
nb: Husk å ta med både positive og negative <code><var>CONSTANT</var></code>, siden å kvadrere disse resulterer i <code><var>-K</var></code>.
pt: Certifique-se de considerar ambas as <code><var>CONSTANT</var></code> positiva e negativa, uma vez que está elevando ao quadrado os dois resultados em <code><var>-K</var></code>.
tr: <code><var>CONSTANT</var></code>'in hem pozitif hem de negatif değerini dikkate almayı unutmayın, çünkü ikisinin de karesi <code><var>-K</var></code> olur.

source: Be the first to
da: Vær den første til
es: Sé el primero en
fr: Soyez le premier à
ja: 最初の人になりましょう:
nb: Vær den første til å
nl: Wees de eerste die
pl: Bądź pierwszy
pt: Seja o primeiro a
pt_pt: Sê o primeiro a
tr: İlk olun

source: Beach
fr: Plage
nb: Strand
pl: Plaża
pt: Praia
tr: Plaj

source: Beard length
pl: Długość brody
pt: Comprimento de barba
tr: Sakal uzunluğu

source: Beard length (millimeters)
pl: Długość brody (milimetry)
pt: Comprimento de barba (milímetros)
tr: Sakal uzunluğu (milimetre)

source: Because <code><var>EXP</var> \div \blue{4} = \green{<var>WHOLES</var>} <span data-if="REMAINDER">\text{ <var>REMAINDER_TEXT</var> } \red{<var>REMAINDER</var>}</span></code>,
es: Porque <code><var>EXP</var> \div \blue{4} = \green{<var>WHOLES</var>} <span data-if="REMAINDER">\text{ <var>REMAINDER_TEXT</var> } \red{<var>REMAINDER</var>}</span></code>,
fr: Comme <code><var>EXP</var> \div \blue{4} = \green{<var>WHOLES</var>} <span data-if="REMAINDER">\text{ <var>REMAINDER_TEXT</var> } \red{<var>REMAINDER</var>}</span></code>,
pl: Ponieważ <code><var>EXP</var> \div \blue{4} = \green{<var>WHOLES</var>} <span data-if="REMAINDER">\text{ <var>REMAINDER_TEXT</var> } \red{<var>REMAINDER</var>}</span></code>,
pt: Como <code><var>EXP</var> \div \blue{4} = \green{<var>WHOLES</var>} <span data-if="REMAINDER">\text{ <var>REMAINDER_TEXT</var> } \red{<var>REMAINDER</var>}</span></code>,
tr: Çünkü <code><var>EXP</var> \div \blue{4} = \green{<var>WHOLES</var>} <span data-if="REMAINDER">\text{ <var>REMAINDER_TEXT</var> } \red{<var>REMAINDER</var>}</span></code>,

source: Because <code><var>KEYDIGIT</var></code> is less than <code>5</code>, we round down to <code><var>ROUNDED</var></code>.
es: Dado que <code><var>KEYDIGIT</var></code> es menos de <code>5</code>, redondeamos hacia abajo a <code><var>ROUNDED</var></code>.
fr: Comme <code><var>KEYDIGIT</var></code> est plus petit que <code>5</code>, on arrondit à <code><var>ROUNDED</var></code>.
nb: Fordi <code><var>KEYDIGIT</var></code> er mindre enn <code>5</code>, runder vi ned til <code><var>ROUNDED</var></code>.
pl: Ponieważ <code><var>KEYDIGIT</var></code> jest mniejsza od <code>5</code>, zaokrąglamy w dół do <code><var>ROUNDED</var></code>.
pt: Como <code><var>KEYDIGIT</var></code> é menor que <code>5</code>, arredondamos para <code><var>ROUNDED</var></code>.
tr: <code><var>KEYDIGIT</var></code> <code>5</code>'ten küçük olduğundan, <code><var>ROUNDED</var></code>'e aşağı yuvarlarız.

source: Because <code><var>KEYDIGIT</var></code> is less than <code>5</code>, we round down to <code><var>commafy(ROUNDED)</var></code>.
es: Como <code><var>KEYDIGIT</var></code> es menos que <code>5</code>, redondeamos hacia abajo a <code><var>commafy(ROUNDED)</var></code>.
fr: Comme <code><var>KEYDIGIT</var></code> est plus petit que <code>5</code>, on arrondit à <code><var>commafy(ROUNDED)</var></code>.
nb: Fordi <code><var>KEYDIGIT</var></code> er mindre enn <code>5</code>, runder vi ned til <code><var>commafy(ROUNDED)</var></code>.
pl: Ponieważ <code><var>KEYDIGIT</var></code> jest mniejsza od <code>5</code>, zaokrąglamy w dół do <code><var>commafy(ROUNDED)</var></code>.
pt: Como <code><var>KEYDIGIT</var></code> é menor que <code>5</code>, arredondamos para <code><var>commafy(ROUNDED)</var></code>.
tr: <code><var>KEYDIGIT</var></code> <code>5</code>'ten küçük olduğu için, <code><var>commafy(ROUNDED)</var></code>'e aşağı yuvarlarız.

source: Because <code><var>KEYDIGIT</var></code> is more than <code>5</code>, we round up to <code><var>ROUNDED</var></code>.
es: Dado que <code><var>KEYDIGIT</var></code> es mayor que <code>5</code>, redondeamos hasta <code><var>ROUNDED</var></code>.
fr: Comme <code><var>KEYDIGIT</var></code> est plus grand que <code>5</code>, on arrondit à <code><var>ROUNDED</var></code>.
nb: Fordi <code><var>KEYDIGIT</var></code> er mer enn <code>5</code>, runder vi opp<code><var>ROUNDED</var></code>.
pl: Ponieważ <code><var>KEYDIGIT</var></code> jest większa od <code>5</code>, zaokrąglamy w górę do <code><var>ROUNDED</var></code>.
pt: Como <code><var>KEYDIGIT</var></code> é maior que <code>5</code>, arredondamos para <code><var>ROUNDED</var></code>.
tr: <code><var>KEYDIGIT</var></code> <code>5</code>'ten büyük olduğundan, <code><var>ROUNDED</var></code>'e yukarı yuvarlarız.

source: Because <code><var>KEYDIGIT</var></code> is more than <code>5</code>, we round up to <code><var>commafy(ROUNDED)</var></code>.
es: Como <code><var>KEYDIGIT</var></code> es más que <code>5</code>, redondeamos hacia arriba a <code><var>commafy(ROUNDED)</var></code>.
fr: Comme <code><var>KEYDIGIT</var></code> est plus grand que <code>5</code>, on arrondit à <code><var>commafy(ROUNDED)</var></code>.
nb: Fordi <code><var>KEYDIGIT</var></code> er mer enn <code>5</code>, runder vi opp til <code><var>commafy(ROUNDED)</var></code>.
pl: Ponieważ <code><var>KEYDIGIT</var></code> jest większa od <code>5</code>, zaokrąglamy w górę do <code><var>commafy(ROUNDED)</var></code>.
pt: Como <code><var>KEYDIGIT</var></code> é maior que <code>5</code>, arredondamos para <code><var>commafy(ROUNDED)</var></code>.
tr: <code><var>KEYDIGIT</var></code> <code>5</code>'ten büyük olduğu için, <code><var>commafy(ROUNDED)</var></code>'e yuvarlarız.

source: Because <code><var>NUMBER.toString().slice(0, -2) </var>00</code> is a multiple of <code>100</code>, it is also a multiple of <code>4</code>.
da: Fordi <code><var>NUMBER.toString().slice(0, -2) </var>00</code> er et multiplum af <code>100</code>, er det også et multiplum af <code>4</code>.
es: Como <code><var>NUMBER.toString().slice(0, -2) </var>00</code> es un múltiplo de <code>100</code>, debe ser también un múltiplo de <code>4</code>.
fr: Puisque <code><var>NUMBER.toString().slice(0, -2) </var>00</code> est multiple de <code>100</code>, il est aussi multiple de <code>4</code>.
hi: क्यूंकि <code><var>NUMBER.toString().slice(0, -2) </var>00</code> बहुल है <code>100</code>का , यह बहुल है <code>4</code> भीI
nb: Fordi <code><var>NUMBER.toString().slice(0, -2) </var>00</code> er et multiplum av <code>100</code>, er det også et multiplum av <code>4</code>.
nl: Omdat <code><var>NUMBER.toString().slice(0, -2) </var>00</code> een veelvoud is van <code>100</code>, is het ook een veelvoud van <code>4</code>.
pl: Jako że <code><var>NUMBER.toString().slice(0, -2) </var>00</code> jest wielokrotnością <code>100</code>, jest także wielokrotnością <code>4</code>.
pt: Porque <code><var>NUMBER.toString().slice(0, -2) </var>00</code> é um múltiplo de <code>100</code>, ele também é múltiplo de <code>4</code>.
tr: <code><var>NUMBER.toString().slice(0, -2) </var>00</code> sayısı <code>100</code> sayısının katı olduğu için, aynı zamanda <code>4</code> sayısının da katıdır.

source: Because <code><var>NUMBER</var></code> is negative, it will be below <code>0</code>.
es: Como <code><var>NUMBER</var></code> es negativo, estará por debajo de <code>0</code>.
fr: <code><var>NUMBER</var></code> est négatif, donc le point est en dessous du point correspondant à <code>0</code>.
nb: Fordi <code><var>NUMBER</var></code> er negative, vil det være under <code>0</code>.
nl: Omdat <code><var>NUMBER</var></code> negatief is, komt het onder <code>0</code> te liggen.
pl: Jako że <code><var>NUMBER</var></code> jest ujemna, będzie znajdować się poniżej <code>0</code>.
pt: Como <code><var>NUMBER</var></code> é negativo, ele ficará abaixo de <code>0</code>.
tr: <code><var>NUMBER</var></code> negatif olduğundan <code>0</code>'ın altında olacaktır.

source: Because <code><var>NUMBER</var></code> is negative, it will be to the left of <code>0</code>.
da: Fordi <code><var>NUMBER</var></code> er negativt, er det til venstre for <code>0</code>.
es: Como <code><var>NUMBER</var></code> es negativo, estará a la izquierda del <code>0</code>.
fr: <code><var>NUMBER</var></code> est négatif, donc le point est à gauche du point correspondant à <code>0</code>.
nb: Fordi <code><var>NUMBER</var></code> er negativt, er det til venstre for <code>0</code>.
nl: Omdat <code><var>NUMBER</var></code> negatief is, ligt het *links* van<code>0</code>.
pl: Ponieważ <code><var>NUMBER</var></code> jest ujemne, będzie się znajdowała na lewo od <code>0</code>.
pt: Como <code><var>NUMBER</var></code> é negativo, ficará a esquerda de <code>0</code>.
tr: <code><var>NUMBER</var></code> negatif olduğu için, <code>0</code>'ın solunda olacak.

source: Because <code><var>NUMBER</var></code> is positive, it will be above <code>0</code>.
es: Como <code><var>NUMBER</var></code> es positivo, estará por encima de <code>0</code>.
fr: <code><var>NUMBER</var></code> est négatif, donc le point est au-dessus du point correspondant à <code>0</code>.
nb: Fordi <code><var>NUMBER</var></code> er positiv, vil det være over <code>0</code>.
nl: Omdat <code><var>NUMBER</var></code> positief is, komt het boven <code>0</code> te liggen.
pl: Jako że <code><var>NUMBER</var></code> jest dodatnia, będzie znajdować się powyżej <code>0</code>.
pt: Como <code><var>NUMBER</var></code> é positivo, ele ficará acima de <code>0</code>.
tr: <code><var>NUMBER</var></code> pozitif olduğundan <code>0</code>'ın üstünde olacaktır.

source: Because <code><var>NUMBER</var></code> is positive, it will be to the right of <code>0</code>.
es: Como <code><var>NUMBER</var></code> es positivo, estará a la derecha del <code>0</code>.
fr: <code><var>NUMBER</var></code> est positif, donc le point est à droite du point correspondant à <code>0</code>.
nb: Fordi <code><var>NUMBER</var></code> er positivt, er det til høyre for <code>0</code>.
nl: Omdat <code><var>NUMBER</var></code> positief is, ligt het rechts van <code>0</code>.
pl: Ponieważ <code><var>NUMBER</var></code> jest dodatnia, będzie się znajdowała na prawo od <code>0</code>.
pt: Como <code><var>NUMBER</var></code> é positivo, ficará a direita de <code>0</code>.
tr: <code><var>NUMBER</var></code> pozitif olduğu için, <code>0</code>'ın sağında olacak.

source: Because <code><var>NUMBER</var></code> is prime, its prime factorization is simply <code><var>NUMBER</var></code>.
da: Fordi <code><var>NUMBER</var></code> er et primtal, er dets primfaktorisering bare <code><var>NUMBER</var></code>.
es: Como <code><var>NUMBER</var></code> es primo, su factorización en primos es simplemente <code><var>NUMBER</var></code>.
fr: Comme <code><var>NUMBER</var></code> est premier, sa décomposition en produit de facteurs premiers est simplement <code><var>NUMBER</var></code>.
hi: क्यूंकि <code><var>NUMBER</var></code> अभाज्य है, इसका अभाज्य गुणनखंडन मात्र <code><var>NUMBER</var></code> हैI
nb: Fordi <code><var>NUMBER</var></code> er et primtall, er dets primtallsfaktorisering bare <code><var>NUMBER</var></code>.
nl: Aangezien <code><var>NUMBER</var></code> een priemgetal is, is de obtbinding in factoren eenvoudigweg <code><var>NUMBER</var></code>.
pl: Ponieważ <code><var>NUMBER</var></code> jest liczbą pierwszą, jej rozkład na czynniki pierwsze to po prostu <code><var>NUMBER</var></code>.
pt: Por <code><var>NUMBER</var></code> ser primo, sua fatoração em números primos é simplesmente <code><var>NUMBER</var></code>.
tr: <code><var>NUMBER</var></code> asal sayı olduğu için, asal çarpanı <code><var>NUMBER</var></code> sayısıdır.

source: Because <code><var>PRETTY_MAT_1_ID</var></code> has dimensions <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> and <code><var>PRETTY_MAT_2_ID</var></code> has dimensions <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, the answer matrix will have dimensions <code>(<var>DIM_1 + "\\times" + DIM_4</var>)</code>.
es: Como <code><var>PRETTY_MAT_1_ID</var></code> tiene dimensiones <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> y <code><var>PRETTY_MAT_2_ID</var></code> tiene dimensiones <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, la matriz solución tendrá dimensiones <code>(<var>DIM_1 + "\\times" + DIM_4</var>)</code>.
fr: <code><var>PRETTY_MAT_1_ID</var></code> est de dimension <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> et <code><var>PRETTY_MAT_2_ID</var></code> est de dimension <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, donc le résultat sera une matrice de dimension <code>(<var>DIM_1 + "\\times" + DIM_4</var>)</code>.
nb: Fordi <code><var>PRETTY_MAT_1_ID</var></code> har dimensjoner <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> og <code><var>PRETTY_MAT_2_ID</var></code> har dimensjoner<code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, vil svaret være en matrise med dimensjoner<code>(<var>DIM_1 + "\\times" + DIM_4</var>)</code>.
pt: Porque <code><var>PRETTY_MAT_1_ID</var></code> apresenta dimensões <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> e <code><var>PRETTY_MAT_2_ID</var></code> apresenta dimensões <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code>, a matriz de resposta terá dimensões <code>(<var>DIM_1 + "\\times" + DIM_4</var>)</code>.
tr: <code><var>PRETTY_MAT_1_ID</var></code> matrisinin boyutları <code>(<var>DIM_1 + "\\times" + DIM_2</var>)</code> ve <code><var>PRETTY_MAT_2_ID</var></code> matrisinin boyutları <code>(<var>DIM_3 + "\\times" + DIM_4</var>)</code> olduğu için, cevap matrisinin boyutları <code>(<var>DIM_1 + "\\times" + DIM_4</var>)</code> olacak.

source: Because <code><var>SOLUTION</var></code> is negative the orange dot will be below <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
fr: Le nombre <code><var>SOLUTION</var></code> est négatif donc le point orange doit en dessous de <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
nb: Fordi <code><var>SOLUTION</var></code> er negativt, vil det oransje punktet være til under <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
nl: Omdat <code><var>SOLUTION</var></code> negatief is, zal de oranje stip onder <code>\purple{<var>SOLUTION_WHOLE</var>}</code> komen te liggen.
pl: Ponieważ <code><var>SOLUTION</var></code> jest liczbą ujemną, pomarańczowa kropka będzie znajdować się poniżej <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
pt: Como <code><var>SOLUTION</var></code> é negativo, o ponto laranja vai ficar abaixo de <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
tr: <code><var>SOLUTION</var></code> negatif olduğundan, turuncu nokta <code>\purple{<var>SOLUTION_WHOLE</var>}</code>'in altında olacaktır.

source: Because <code><var>SOLUTION</var></code> is negative the orange dot will be to the left of <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
fr: Le nombre <code><var>SOLUTION</var></code> est négatif donc le point orange doit se trouver à gauche de <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
nb: Fordi <code><var>SOLUTION</var></code> er negativt, vil det oransje punktet være til venstre for <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
nl: Omdat <code><var>SOLUTION</var></code> negatief is, zal de oranje stip links van <code>\purple{<var>SOLUTION_WHOLE</var>}</code> komen te liggen.
pl: Ponieważ <code><var>SOLUTION</var></code> jest liczbą ujemną, pomarańczowa kropka będzie znajdować się na lewo od <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
pt: Como <code><var>SOLUTION</var></code> é negativo, o ponto laranja vai ficar à esquerda de <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
tr: <code><var>SOLUTION</var></code> negatif olduğundan, turuncu nokta <code>\purple{<var>SOLUTION_WHOLE</var>}</code>'in solunda olacaktır.

source: Because <code><var>SOLUTION</var></code> is positive the orange dot will be above <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
fr: Le nombre <code><var>SOLUTION</var></code> est positif donc le point orange doit se trouver au dessus de <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
nb: Fordi <code><var>SOLUTION</var></code> er positivt, vil det oransje punktet være til over <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
nl: Omdat <code><var>SOLUTION</var></code> positief is, zal de oranje stip boven <code>\purple{<var>SOLUTION_WHOLE</var>}</code> komen te liggen.
pl: Ponieważ <code><var>SOLUTION</var></code> jest liczbą dodatnią, pomarańczowa kropka będzie znajdować się na ponad <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
pt: Como <code><var>SOLUTION</var></code> é positivo, o ponto laranja vai ficar acima de <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
tr: <code><var>SOLUTION</var></code> pozitif olduğundan, turuncu nokta <code>\purple{<var>SOLUTION_WHOLE</var>}</code>'in üstünde olacaktır.

source: Because <code><var>SOLUTION</var></code> is positive the orange dot will be to the right of <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
fr: Le nombre <code><var>SOLUTION</var></code> est positif donc le point orange doit se trouver à droite de <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
nb: Fordi <code><var>SOLUTION</var></code> er positivt, vil det oransje punktet være til høyre for <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
nl: Omdat <code><var>SOLUTION</var></code> positief is, zal de oranje stip rechts van <code>\purple{<var>SOLUTION_WHOLE</var>}</code> komen te liggen.
pl: Ponieważ <code><var>SOLUTION</var></code> jest liczbą dodatnią, pomarańczowa kropka będzie znajdować się na prawo od <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
pt: Como <code><var>SOLUTION</var></code> é positivo, o ponto laranja vai ficar à direita de <code>\purple{<var>SOLUTION_WHOLE</var>}</code>.
tr: <code><var>SOLUTION</var></code> pozitif olduğundan, turuncu nokta <code>\purple{<var>SOLUTION_WHOLE</var>}</code>'in sağında olacaktır.

source: Because <code>\blue{b^2 - 4ac} = 0</code>, then the quadratic formula reduces to <code>\dfrac{-b}{2a}</code>, which means there is just one rational solution.
es: Como <code>\blue{b^2 - 4ac} = 0</code>, entonces la fórmula cuadrática se reduce a <code>\dfrac{-b}{2a}</code>, lo que significa que solo hay una solución racional.
fr: <code>\blue{b^2 - 4ac} = 0</code>, donc la formule qui donne les solutions se réduit à <code>\dfrac{-b}{2a}</code>. Il y a une seule solution, elle est rationnelle.
pt: Se <code>\blue{b^2 - 4ac} = 0</code>, reduzida pela fórmula de Bhaskara a <code>\dfrac{-b}{2a}</code>, podemos concluir que existe apenas uma solução racional.
tr: <code>\blue{b^2 - 4ac} = 0</code> olduğu için, kuadratik formül <code>\dfrac{-b}{2a}</code> olarak sadeleşir, buna göre 1 adet rasyonel çözüm vardır.

source: Because <code>\blue{b^2 - 4ac}</code> is a perfect square, its square root is rational and the quadratic formula reduces to <code>\dfrac{-b \pm <var>sqrt(DISCRIMINANT)</var>}{2a} </code>, which means there are two rational solutions.
es: Como <code>\blue{b^2 - 4ac}</code> es un cuadrado perfecto, su raíz cuadrada es racional y la fórmula cuadrática se reduce a <code>\dfrac{-b \pm <var>sqrt(DISCRIMINANT)</var>}{2a} </code>, lo que significa que hay dos soluciones racionales.
fr: <code>\blue{b^2 - 4ac}</code> est un carré, donc la racine carrée du discriminant est un nombre rationnel. La formule qui donne les solutions est <code>\dfrac{-b \pm <var>sqrt(DISCRIMINANT)</var>}{2a} </code>. Il y a deux solutions rationnelles.
pt: Se <code>\blue{b^2 - 4ac}</code> for um quadrado perfeito, sua raiz quadrada for racional e a fórmula de Bhaskara puder ser reduzida a <code>\dfrac{-b \pm <var>sqrt(DISCRIMINANT)</var>}{2a} </code>, podemos concluir que existem duas soluções racionais.
tr: <code>\blue{b^2 - 4ac}</code> tam kare olduğu için, karekökü rasyoneldir ve kuadratik formül <code>\dfrac{-b \pm <var>sqrt(DISCRIMINANT)</var>}{2a} </code> olarak sadeleşir, buna göre iki rasyonel kök vardır.

source: Because <code>\blue{b^2 - 4ac}</code> is negative, its square root is imaginary and the quadratic formula reduces to <code>\dfrac{-b \pm \sqrt{<var>DISCRIMINANT</var>}}{2a} </code>, which means there are two complex solutions.
es: Dado que <code>\blue{b^2 - 4ac}</code> es negativo, su raíz cuadrada es imaginaria y la fórmula cuadrática reduce hasta <code>\dfrac{-b \pm \sqrt{<var>DISCRIMINANT</var>}}{2a} </code>, lo que significa que hay dos raíces complejas.
fr: <code>\blue{b^2 - 4ac}</code> est négatif, donc la racine carrée du discriminant est un nombre complexe. La formule qui donne les solutions de l'équation est <code>\dfrac{-b \pm \sqrt{<var>DISCRIMINANT</var>}}{2a} </code>. Il y a deux solutions complexes.
pt: Como <code>\blue{b^2 - 4ac}</code> é negativa, sua raiz quadrada é imaginária e a fórmula de Bhaskara é reduzida para <code>\dfrac{-b \pm \sqrt{<var>DISCRIMINANT</var>}}{2a} </code>, o que significa que há duas soluções complexas.
tr: <code>\blue{b^2 - 4ac}</code> negatif olduğu için, karekökü imajinerdir ve kuadratik formül <code>\dfrac{-b \pm \sqrt{<var>DISCRIMINANT</var>}}{2a} </code> olarak sadeleşir, buna göre, iki karmaşık kök vardır.
