Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The more you learn today, the smarter you'll be tomorrow!
da: Jo mere du lærer i dag, jo klogere er du i morgen!
es: ¡Cuanto más aprendas hoy, tanto más inteligente serás mañana!
fr: Plus vous apprenez aujourd'hui, plus vous serez intelligent demain !
ja: 今日学べば学ぶほど、明日あなたはより賢くなります。
nb: Jo mer du lærer i dag, jo klokere vil du være i morgen!
nl: Hoe meer je leert vandaag, hoe slimmer je morgen zult zijn!
pl: Im więcej dzisiaj się nauczysz, tym mądrzejszy będziesz jutro!
pt: Quanto mais aprender hoje, mais inteligente estará amanhã!
pt_pt: Quanto mais aprenderes hoje, mais inteligente serás amanhã!
tr: Bugün ne kadar çok öğrenirseniz, yarın o kadar daha zeki olursunuz!

source: The most effective way to do something is to just do it.
da: Den mest effektive måde at gøre noget, er bare at gøre det.
es: La manera más efectiva de hacer algo es, solamente hacerla.
fr: Le moyen le plus efficace de faire quelque chose est de le faire et que cela soit juste.
ja: 何かをするときに最も効率的な方法は、それをただ実行することです！
nb: Den mest effektive måten å gjøre noe, er å bare gjøre det.
nl: De meest effectieve manier om iets te doen is: het gewoon te doen.
pl: Najskuteczniejszym sposobem na zrobienie czegoś jest po prostu to zrobić.
pt: O jeito mais efetivo de fazer algo é apenas fazê-lo.
pt_pt: A forma mais eficaz de fazeres uma coisa é simplesmente fazê-la.
tr: Bir şeyi yapmanın en etkin yolu, yapmaktır. Yap gitsin!

source: The most important property of the imaginary unit <code>i</code> is that <code>\blue{i ^ 2} = \pink{-1}</code>.
es: La propiedad más importante de la unidad imaginaria <code>i</code> es que <code>\blue{i ^ 2} = \pink{-1}</code>.
fr: Par définition, le nombre <code>i</code> est tel que <code>\blue{i ^ 2} = \pink{-1}</code>.
pt: A propriedade mais importante da unidade imaginária <code>i</code> é que <code>\blue{i ^ 2} = \pink{-1}</code>.
tr: İmajiner birimin en önemli özelliği <code>i</code> şudur: <code>\blue{i ^ 2} = \pink{-1}</code>.

source: The most important property of the imaginary unit <code>i</code> is:<br> <code>\qquad \blue{i ^ 2} = \pink{-1}</code>
es: La propiedad más importante de la unidad imaginaria <code>i</code> es:<br> <code>\qquad \blue{i ^ 2} = \pink{-1}</code>
fr: La propriété la plus importante du nombre <code>i</code> est :<br> <code>\qquad \blue{i ^ 2} = \pink{-1}</code>
pt: A propriedade mais importante da unidade imaginária <code>i</code> é:<br> <code>\qquad \blue{i ^ 2} = \pink{-1}</code>
tr: İmajiner birimin en önemli özelliği <code>i</code> şudur:<br> <code>\qquad \blue{i ^ 2} = \pink{-1}</code>

source: The multiples of <code><var>B</var></code> are <code><var>B</var></code>, <code><var>B*2</var></code>, <code><var>B*3</var></code>, <code><var>B*4</var></code>...
es: Los múltiplos de <code><var>B</var></code> son <code><var>B</var></code>, <code><var>B*2</var></code>, <code><var>B*3</var></code>, <code><var>B*4</var></code>...
fr: Les multiples de <code><var>B</var></code> sont <code><var>B</var></code>, <code><var>B*2</var></code>, <code><var>B*3</var></code>, <code><var>B*4</var></code>...
nb: Multiplene av <code><var>B</var></code> er <code><var>B</var></code>, <code><var>B*2</var></code>, <code><var>B*3</var></code>, <code><var>B*4</var></code>...
pl: Wielokrotności <code><var>B</var></code> to <code><var>B</var></code>, <code><var>B*2</var></code>, <code><var>B*3</var></code>, <code><var>B*4</var></code>...
pt: Os múltiplos de <code><var>B</var></code> são <code><var>B</var></code>, <code><var>B*2</var></code>, <code><var>B*3</var></code>, <code><var>B*4</var></code>...
tr: <code><var>B</var></code>'nin katları, <code><var>B</var></code>, <code><var>B*2</var></code>, <code><var>B*3</var></code>, <code><var>B*4</var></code>...

source: The next <var>SEQ_TYPE</var> in the sequence is <code>x + <var>DIFFERENCE</var></code>
fr: Le <var>SEQ_TYPE</var> suivant dans la suite est <code>x + <var>DIFFERENCE</var></code>
nb: Det neste <var>SEQ_TYPE</var> i rekken er <code>x + <var>DIFFERENCE</var></code>
pl: Następna <var>SEQ_TYPE</var> w ciągu to <code>x + <var>DIFFERENCE</var></code>
pt: O próximo <var>SEQ_TYPE</var> na sequência é <code>x + <var>DIFFERENCE</var></code>
tr: Dizideki bir sonraki <var>SEQ_TYPE</var>, <code>x + <var>DIFFERENCE</var></code>'dir

source: The next skill you need to practice is:
da: Den næste færdighed du skal øve er:
es: La siguiente habilidad que necesitas practicar es:
fr: La compétence suivante que vous devez pratiquer est :
nb: Neste ferdigheter du trenger å øve på er:
nl: De volgende vaardigheid die je moet oefenen is:
pl: Następna umiejętność, którą musisz przećwiczyć, to:
pt: A próxima habilidade que você precisa praticar é:
tr: Alıştırma yapmanız gereken bir sonraki beceri:

source: The number <code class="hint_pink"><var>-A</var></code> used twice satisfies both conditions:
da: Tallet <code class="hint_pink"> <var>-A</var></code> brugt to gange opfylder begge betingelser:
es: El número <code class="hint_pink"><var>-A</var></code> utilizado dos veces satisface ambas condiciones:
fr: Le nombre <code class="hint_pink"><var>-A</var></code> utilisé deux fois satisfait aux deux conditions :
nb: Tallet <code class="hint_pink"> <var>-A</var></code> som er brukt to ganger, oppfyller begge vilkår:
pl: Liczba <code class="hint_pink"><var>-A</var></code>, użyta podwójnie, spełnia oba warunki:
pt: O número <code class="hint_pink"><var>-A</var></code> usado duas vezes satisfaz as duas condições:
tr: <code class="hint_pink"><var>-A</var></code> sayısını iki kere kullanarak iki koşulu da sağlarız:

source: The number <code><var>H</var></code> is in the hundredths place, so we have <var>cardinalThrough20( H )</var> hundredth<span data-if="H !== 1">s</span>.
es: El número <code><var>H</var></code> está en el lugar de las centésimas, así que tenemos <var>cardinalThrough20( H )</var> centésima<span data-if="H !== 1">s</span>.
fr: <code><var>H</var></code> est à la place des centièmes, donc on a <var>cardinalThrough20( H )</var> centième<span data-if="H !== 1">s</span>.
nb: Tallet <code><var>H</var></code>står på hundrede-plassen, så vi får<var>cardinalThrough20( H )</var> hundrede <span data-if="H !== 1">s</span>.
nl: Het getal <code><var>H</var></code> staat op de plaats van de honderdsten, het is dus <var>cardinalThrough20( H )</var> honderdste<span data-if="H !== 1">n</span>.
pl: Liczba <code><var>H</var></code> jest w miejscu dziesiątych, dlatego mamy <var>cardinalThrough20( H )</var> dziesiątą<span data-if="H !== 1">e/ych</span>.
pt: O número <code><var>H</var></code> está na casa dos centésimos, então temos <var>cardinalThrough20( H )</var> centésimo<span data-if="H !== 1">s</span>.
tr: <code><var>H</var></code> sayısı yüzde birler basamağındadır, bu sebeple <var>cardinalThrough20( H )</var> yüzde bir<span data-if="H !== 1">vardır</span>.

source: The number <code><var>T</var></code> is in the tenths place, so we have <var>cardinalThrough20( T )</var> tenth<span data-if="T !== 1">s</span>.
es: El número <code><var>T</var></code> está en el lugar de las décimas, así que tenemos <var>cardinalThrough20( T )</var> décima<span data-if="T !== 1">s</span>.
fr: <code><var>T</var></code> est à la place des dixièmes, donc on a <var>cardinalThrough20( T )</var> dixième<span data-if="T !== 1">s</span>.
nb: Tallet <code><var>T</var></code> er på tidelsplassen, så vi har <var>cardinalThrough20( T )</var> tideler<span data-if="T !== 1">s</span>.
nl: Het getal <code><var>T</var></code> staat op de plaats van de tienden, het is dus <var>cardinalThrough20( T )</var> tiende<span data-if="T !== 1">n</span>.
pl: Liczba <code><var>T</var></code> jest w rzędzie dziesiętnych, dlatego mamy <var>cardinalThrough20( T )</var> dziesiątą <span data-if="T !== 1">e/ych</span>.
pt: O número <code><var>T</var></code> está na casa dos décimos, então temos <var>cardinalThrough20( T )</var> décimo<span data-if="T !== 1">s</span>.

source: The number in the denominator of <code>a</code> is twice the distance between the directrix to the focus. Therefore, the focus and directrix are separated by <code><var>1 / (2 * abs(A))</var></code> units.
fr: Le nombre au dénominateur de <code>a</code> est le double de la distance entre la directrice et le foyer. Donc la distance du foyer à la directrice est <code><var>1 / (2 * abs(A))</var></code> unités.
pt: O número no denominador de <code>a</code> é o dobro da distância entre a diretriz até o foco. Portanto, o foco e a diretriz são separados por <code><var>1 / (2 * abs(A))</var></code> unidades.
tr: <code>a</code>'nın paydasındaki sayı, doğrultmandan odak noktasına uzaklığın iki katıdır. Bu nedenle, odak noktası ve doğrultman, birbirinden <code><var>1 / (2 * abs(A))</var></code> birim uzaktadır.

source: The number multiplying the <code>x</code> term is <code>2</code> times the number that was added inside the square.
da: Tallet, som ganges med <code>x</code>-leddet, er <code>2</code> gange det tal, der blev lagt til inde i kvadratet.
es: El número que multiplica el término <code>x</code> es <code>2</code> veces el número sumado dentro del cuadrado.
fr: Le coefficient de <code>x</code> est égal au produit par <code>2</code> du nombre $a$.
nb: Tallet multiplisert med <code>x</code>-leddet er <code>2</code> ganger tallet som ble lagt til inni kvadratet.
pt: O numero multiplicando o termo <code>x</code> é <code>2</code> vezes o numero que foi adicionado dentro do quadrado.
tr: <code>x</code>'li terimi çarptığımız sayı, karenin içinde topladığımız sayının <code>2</code> katıdır.

source: The number of <var>plural_form(crop(1))</var> that <var>person(1)</var> planted in each row is the total number of <var>plural_form(crop(1))</var> that he planted divided by the number of rows.
fr: Le nombre de <var>plural_form(crop(1))</var> que <var>person(1)</var> a plantées dans chaque rang est égal au quotient du nombre total de <var>plural_form(crop(1))</var> plantées par le nombre de rangs.
nb: Antall <var>plural_form(crop(1))</var> som <var>person(1)</var> plantet i hver rad er det totale antallet <var>plural_form(crop(1))</var> som han plantet delt på antall rader.
pl: Liczba <var>plural_form(crop(1))</var> jaką <var>person(1)</var> posadził w każdym rzędzie to całkowita liczba <var>plural_form(crop(1))</var>, jaką posadził, podzielona przez liczbę rzędów.
pt: O número de <var>plural_form(crop(1))</var> que <var>person(1)</var> plantou em cada linha é o número total de <var>plural_form(crop(1))</var> que ele plantou dividido pelo número de linhas.
tr: <var>person(1)</var> tarafından her sıraya ekilmiş olan<var>plural_form(crop(1))</var> sayısı, toplam <var>plural_form(crop(1))</var> sayısının sıra sayısına bölümüdür.

source: The number of <var>plural_form(crop(1))</var> that <var>person(1)</var> planted in each row is the total number of <var>plural_form(crop(1))</var> that she planted divided by the number of rows.
fr: Le nombre de <var>plural_form(crop(1))</var> que <var>person(1)</var> a plantées dans chaque rang est égal au quotient du nombre total de <var>plural_form(crop(1))</var> plantées par le nombre de rangs.
nb: Antall <var>plural_form(crop(1))</var> som <var>person(1)</var> plantet i hver rad er det totale antallet <var>plural_form(crop(1))</var> som hun plantet dividert på antall rader.
pl: Liczba <var>plural_form(crop(1))</var> jaką <var>person(1)</var> posadziła w każdym rzędzie to całkowita liczba <var>plural_form(crop(1))</var>, jaką posadziła, podzielona przez liczbę rzędów.
pt: O número de <var>plural_form(crop(1))</var> que <var>person(1)</var> plantou em cada linha é o número total de <var>plural_form(crop(1))</var> que ela plantou dividido pelo número de linhas.
tr: <var>person(1)</var> tarafından her sıraya ekilmiş olan<var>plural_form(crop(1))</var> sayısı, toplam <var>plural_form(crop(1))</var> sayısının sıra sayısına bölümüdür.

source: The number of <var>plural_form(crop(1))</var> that <var>person(1)</var> planted is the product of the number of rows that he planted and the number of <var>plural_form(crop(1))</var> planted in each row.
fr: Le nombre de <var>plural_form(crop(1))</var> que <var>person(1)</var> a plantées est égal au produit du nombre de rangs par le nombre de <var>plural_form(crop(1))</var> plantées dans chaque rang.
nb: Anallet <var>plural_form(crop(1))</var> som <var>person(1)</var> plantet er produktet av antallet rader som han plantet og antallet <var>plural_form(crop(1))</var> plantet i hver rekke.
pl: Liczba <var>plural_form(crop(1))</var> jaką <var>person(1)</var> posadził, to iloczyn liczby rzędów, które posadził i liczby <var>plural_form(crop(1))</var> w każdym rzędzie.
pt: O número de <var>plural_form(crop(1))</var> que <var>person(1)</var> plantou é o produto do número de linhas que ele plantou vezes o número de <var>plural_form(crop(1))</var> plantadas em cada linha.
tr: <var>person(1)</var> tarafından ekilmiş olan <var>plural_form(crop(1))</var> sayısı, ektiği sıra adeti ile her sırada ektiği <var>plural_form(crop(1))</var> adetinin çarpımıdır.

source: The number of <var>plural_form(crop(1))</var> that <var>person(1)</var> planted is the product of the number of rows that she planted and the number of <var>plural_form(crop(1))</var> planted in each row.
fr: Le nombre de <var>plural_form(crop(1))</var> que <var>person(1)</var> a plantées est égal au produit du nombre de rangs par le nombre de <var>plural_form(crop(1))</var> plantées dans chaque rang.
nb: Antallet <var>plural_form(crop(1))</var> som <var>person(1)</var> plantet er produktet av antallet rader som han plantet og antallet <var>plural_form(crop(1))</var> plantet i hver rekke.
pl: Liczba <var>plural_form(crop(1))</var> jaką <var>person(1)</var> posadziła, to iloczyn liczby rzędów, które posadziła i liczby <var>plural_form(crop(1))</var> w każdym rzędzie.
pt: O número de <var>plural_form(crop(1))</var> que <var>person(1)</var> plantou é o produto do número de linhas que ela plantou vezes o número de <var>plural_form(crop(1))</var> plantadas em cada linha.
tr: <var>person(1)</var> tarafından ekilmiş olan <var>plural_form(crop(1))</var> sayısı, ektiği sıra adeti ile her sırada ektiği <var>plural_form(crop(1))</var> adetinin çarpımıdır.

source: The number of <var>plural_form(distance(1))</var> <var>BIKED</var> each day is the total number of <var>plural_form(distance(1))</var> <var>BIKED</var> divided by the number of days that <var>person(1)</var> went <var>BIKING</var>.
fr: Le nombre de <var>plural_form(distance(1))</var> <var>BIKED</var> chaque jour est égal au nombre total de <var>plural_form(distance(1))</var> <var>BIKED</var> divisé par le nombre de jours où <var>person(1)</var> a <var>BIKING</var>.
nb: Antallet <var>plural_form(distance(1))</var> <var>BIKED</var> hver dag er det totale antallet <var>plural_form(distance(1))</var> <var>BIKED</var> delt på antall dager som <var>person(1)</var> <var>BIKING</var>.
pl: Liczba <var>plural_form(distance(1))</var> <var>BIKED</var> każdego dnia jest całkowitą liczbą <var>plural_form(distance(1))</var> <var>BIKED</var> podzieloną przez liczbę dni, w których <var>person(1)</var> <var>BIKING</var>.
pt: O número de <var>plural_form(distance(1))</var> <var>BIKED</var> por dia é o número total de <var>plural_form(distance(1))</var> <var>BIKED</var> dividido pelo número de dias que <var>person(1)</var> esteve <var>BIKING</var>.
tr: Her gün kaç <var>plural_form(distance(1))</var> <var>BIKED</var> , toplam <var>plural_form(distance(1))</var> <var>BIKED</var> bölü <var>person(1)</var> <var>BIKING</var>diği gün sayısı ile bulabiliriz.

source: The number of cars parked at the store at the beginning is the difference of the number parked now and the number that came and parked earlier.
da: Antallet af biler parkeret ved butikken i begyndelsen er forskellen mellem antallet af parkerede biler nu og det antal, der kom og parkerede tidligere.
es: El número de automóviles estacionados en la tienda al principio es la diferencia del número de automóviles estacionados ahora y el número de automóviles que vinieron y se estacionaron antes.
fr: Le nombre de voitures garées dans le parking du magasin au début de la journée est la différence entre le nombre de voitures garées maintenant et le nombre de voitures qui sont venues se garer entre-temps.
ja: 最初に店に駐車していた車の数は，今駐車している車の数とこれまでに駐車場に入ってきた車の数の差(ひき算)です．
nb: Antallet biler parkert ved butikken i begynnelsen er lik forskjellen mellom antallet biler parkert der nå og antallet biler som har parkert i mellomtiden.
nl: Het aantal auto's geparkeerd in de winkel aan het begin is het verschil tussen het aantal nu geparkeerd en het aantal dat eerder aankwam en geparkeerd is.
pl: Liczba samochodów zaparkowanych przy sklepie na początku jest różnicą pomiędzy samochodami zaparkowanymi teraz a samochodami, które przyjechały i zaparkowały wcześniej.
pt: O número de carros estacionados na loja no começo é a diferença entre número estacionado agora e o número que chegou e estacionou antes.
tr: Başlangıçta otoparkta bulunan araba sayısı, şu an park etmiş durumda olan araba sayısı ile önceden gelip park etmiş olan araba sayısının farkına eşittir.

source: The number of cars that are parked now is the sum of the number that were parked earlier and the number that came to park.
da: Antallet af biler, der er parkeret nu er summen af det antal, der var parkeret tidligere og det antal, der parkerede efterfølgende.
es: El número de automóviles estacionados ahora es la suma del número de automóviles que estaban estacionados antes y el número de automóviles que llegaron al estacionamiento.
fr: Le nombre de voitures qui sont garées actuellement est la somme du nombre de celles qui étaient garées plus tôt et du nombre de celles qui sont venues se garer entre-temps.
ja: 今駐車場にいる車の数は，前から駐車場にいた車の数と駐車しにやってきた車の数の和(たし算)です．
nb: Antaller biler som er parkert nå, er summen av bilene som var parkert tidligere og bilene som ble parkert etterhvert.
nl: Het aantal auto's dat nu geparkeerd staat is: de auto's die er al stonden én de auto's die later kwamen.
pl: Liczba samochodów zaparkowanych teraz jest sumą liczby samochodów, które były zaparkowane wcześniej i tych, które przyjechały na parking.
pt: O número de carros que está estacionado agora é a soma do número que estava estacionado antes e o número que chegou ao estacionamento.
tr: Otoparkta şu an park etmiş bulunan araba sayısı, önceden gelip park etmiş olan araba sayısı ile park etmeye gelen araba sayısının toplamına eşittir.

source: The number of cars that came and parked at the store is the difference between the number that were parked earlier and the number that are parked now.
da: Antallet af biler, der parkerede ved butikken er forskellen mellem det antal, der var parkeret tidligere, og det antal, der er parkeret nu.
es: El número de automóviles que vinieron y se estacionaron en la tienda es la diferencia entre el número de automóviles que estaban estacionados antes y el número de automóviles estacionados ahora.
fr: Le nombre de voitures qui sont venues se garer dans le parking du magasin est égal à la différence entre le nombre de celles qui étaient garées plus tôt et le nombre de celles qui qui sont garées actuellement.
ja: 店の駐車場にやってきた車の数は，はじめから駐車していた車の数と今駐車している車の数の差(ひき算)です．
nb: Antallet bilder som parkerte ved butikken i tidsperioden, er differansen mellom antallet som var hadde parkert tidligere og antallet som er parkert nå.
nl: Het aantal auto's dat kwam en parkeerde is het verschil tussen de auto's die er al stonden en de auto's die er nu staan.
pl: Liczba samochodów, które przyjechały i zaparkowały przy sklepie jest różnicą pomiędzy liczbą samochodów, które były zaparkowane wcześniej i tych, które są zaparkowane teraz.
pt: O número de carros que chegou e estacionou na loja é a diferença entre o número que estava estacionado antes e o número dos carros que estão estacionados agora.
tr: Otoparka gelerek park eden araba sayısı, şu an park etmiş durumda olan araba sayısı ile önceden park etmiş durumda olana araba sayısının farkına eşittir.

source: The number of days that <var>person(1)</var> has been <var>BIKING</var> is the total number of <var>plural_form(distance(1))</var> <var>BIKED</var> divided by the number of <var>plural_form(distance(1))</var> <var>BIKED</var> each day.
fr: Le nombre de jours où <var>person(1)</var> a <var>BIKING</var> est égal au nombre total de <var>plural_form(distance(1))</var> <var>BIKED</var> divisé par le nombre de <var>plural_form(distance(1))</var> <var>BIKED</var> chaque jour.
nb: Antall dager som <var>person(1)</var> har <var>BIKING</var> er det totale antallet av <var>plural_form(distance(1))</var> <var>BIKED</var> dividert på antallet<var>plural_form(distance(1))</var> <var>BIKED</var> hver dag.
pl: Całkowita liczba dni, przez które <var>person(1)</var> <var>BIKING</var> to całkowita liczba <var>plural_form(distance(1))</var> <var>BIKED</var> podzielona przez liczbę <var>plural_form(distance(1))</var> <var>BIKED</var> każdego dnia.
pt: O número de dias que <var>person(1)</var> <var>BIKING</var> é o número total de <var>plural_form(distance(1))</var> <var>BIKED</var> dividido pelo número de <var>plural_form(distance(1))</var> <var>BIKED</var> por dia.
tr: <var>person(1)</var>'nin kaç gün <var>BIKING</var> bulmak için, toplam <var>plural_form(distance(1))</var> <var>BIKED</var> sayısını, her gün <var>plural_form(distance(1))</var> <var>BIKED</var> sayısına bölebiliriz.

source: The number of minutes it will take for <code><var>PEOPLE_FINAL</var></code> people to paint <code><var>WALL_FINAL</var></code> walls is <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var> \div <code><var>PEOPLE_FINAL</var></code> = <var>TIME_FINAL</var></code>.
es: El número de minutos que le tomará a <code><var>PEOPLE_FINAL</var></code> personas pintar <code><var>WALL_FINAL</var></code> paredes es <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var> \div <code><var>PEOPLE_FINAL</var></code> = <var>TIME_FINAL</var></code>.
fr: Le nombre de minutes qu'il faudra à <code><var>PEOPLE_FINAL</var></code> personnes pour peindre <code><var>WALL_FINAL</var></code> murs est <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var> \div <code><var>PEOPLE_FINAL</var></code> = <var>TIME_FINAL</var></code>.
nb: Antall minutter det tar for <code><var>PEOPLE_FINAL</var></code> personer å male <code><var>WALL_FINAL</var></code> vegger er <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var> \div <code><var>PEOPLE_FINAL</var></code> = <var>TIME_FINAL</var></code>.
pl: Pomalowanie <code><var>WALL_FINAL</var></code> ścian zajmie <code><var>PEOPLE_FINAL</var></code> osobom <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var> \div <code><var>PEOPLE_FINAL</var></code> = <var>TIME_FINAL</var></code> minut.
pt: O número de minutos necessários para que <code><var>PEOPLE_FINAL</var></code> pessoas pintem <code><var>WALL_FINAL</var></code> paredes é <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var> \div <code><var>PEOPLE_FINAL</var></code> = <var>TIME_FINAL</var></code>.
tr: <code><var>PEOPLE_FINAL</var></code> kişinin <code><var>WALL_FINAL</var></code> duvarı boyaması için gereken dakikaların sayısı: <code><var>fractionReduce(TIME_INIT * PEOPLE_INIT * WALL_FINAL, WALL_INIT)</var> \div <code><var>PEOPLE_FINAL</var></code> = <var>TIME_FINAL</var></code>.
