Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: ${{\text{History}}}$
ja: ${{\text{歴史}}}$
nb: ${{\text{Historie}}}$
nl: ${{\text{Geschiedenis}}}$
pl: ${{\text{Historia}}}$
pt: ${{\text{História}}}$
tr: ${{\text{Tarih}}}$

source: ${{\text{Science}}}$
ja: ${{\text{科学}}}$
nb: ${{\text{Naturfag}}}$
nl: ${{\text{Natuurkunde}}}$
pl: ${{\text{Nauki ścisłe}}}$
pt: ${{\text{Ciências}}}$
tr: ${\text{Fen Bilimi}}$

source: %(A)s plus &lt;code&gt;%(TERM)s&lt;/code&gt; is:
da: %(A)s plus &lt;code&gt;%(TERM)s&lt;/code&gt; er:
es: %(A)s más &lt;code&gt;%(TERM)s&lt;/code&gt; es:
fr: La somme de %(A)s et de &lt;code&gt;%(TERM)s&lt;/code&gt; s'écrit :
nb: %(A)s pluss &lt;code&gt;%(TERM)s&lt;/code&gt; er:
pt: %(A)s mais &lt;code&gt;%(TERM)s&lt;/code&gt; é:
tr: %(A)s artı &lt;code&gt;%(TERM)s&lt;/code&gt; eşittir:

source: %(A)s plus the product of %(B)s and &lt;code&gt;x&lt;/code&gt;.
da: %(A)s plus produktet af %(B)s og &lt;code&gt;x&lt;/code&gt;.
es: %(A)s más el producto de %(B)s y &lt;code&gt;x&lt;/code&gt;.
fr: La somme de %(A)s et du produit de %(B)s par &lt;code&gt;x&lt;/code&gt;.
nb: %(A)s pluss produktet av %(B)s og &lt;code&gt;x&lt;/code&gt;.
pt: %(A)s mais o produto de %(B)s e &lt;code&gt;x&lt;/code&gt;.
tr: %(A)s artı %(B)s ve &lt;code&gt;x&lt;/code&gt; çarpımı.

source: %(A)s plus the quantity of %(B)s times &lt;code&gt;x&lt;/code&gt;.
da: %(A)s plus størrelsen af %(B)s gange &lt;code&gt;x&lt;/code&gt;.
es: %(A)s más el resultado de %(B)s por &lt;code&gt;x&lt;/code&gt;.
fr: La somme de %(A)s et du produit de %(B)s par &lt;code&gt;x&lt;/code&gt;.
nb: %(A)s pluss størrelsen av %(B)s ganger &lt;code&gt;x&lt;/code&gt;.
pt: %(A)s mais a quantidade de %(B)s vezes &lt;code&gt;x&lt;/code&gt;.
tr: %(B)s kere &lt;code&gt;x&lt;/code&gt; , artı %(A)s.

source: %(D)s plus &lt;code&gt;%(TERM)s&lt;/code&gt; is:
da: %(D)s plus &lt;code&gt;%(TERM)s&lt;/code&gt; er:
es: %(D)s más &lt;code&gt;%(TERM)s&lt;/code&gt; es:
fr: La somme de %(D)s et de &lt;code&gt;%(TERM)s&lt;/code&gt; s'écrit :
nb: %(D)s plus &lt;code&gt;%(TERM)s&lt;/code&gt; er:
pt: %(D)s mais &lt;code&gt;%(TERM)s&lt;/code&gt; é:
tr: %(D)s artı &lt;code&gt;%(TERM)s&lt;/code&gt;:

source: %(D)s plus the product of %(C)s and the above expression.
da: %(D)s plus produktet af %(C)s og det ovenstående udtryk.
es: %(D)s más el producto de %(C)s y la expresión anterior.
fr: La somme de %(D)s et du produit de %(C)s par cette expression.
nb: %(D)s pluss produktet av %(C)s og det ovenstående uttrykket.
pt: %(D)s mais o produto de %(C)s e a expressão acima.
tr: %(D)s artı %(C)s ile üstteki ifadenin çarpımı.

source: %(D)s plus the quantity of %(C)s times the above expression.
da: %(D)s plus størrelsen af %(C)s gange det ovenstående udtryk.
es: %(D)s más el resultado de %(C)s por la expresión anterior.
fr: La somme de %(D)s et du produit de %(C)s par cette expression.
nb: %(D)s pluss størrelsen av %(C)s ganger det ovenstående uttrykket.
pt: %(D)s mais a quantidade de %(C)s vezes a expressão acima.
tr: %(D)s artı %(C)s çarpı yukarıdaki ifade.

source: %(badge_type)s (%(count)s)
pt: (%(count)s) %(badge_type)s

source: %(badge_type)s Badges
es: Medallas %(badge_type)s
fr: Badges %(badge_type)s
ja: %(badge_type)s バッジ
nb: %(badge_type)smerker
pl: Liczba odznak - %(badge_type)s
pt: Medalhas %(badge_type)s
pt_pt: Medalhas<br>"%(badge_type)s"
tr: %(badge_type)s Madalyaları

source: %(childName)s <span class="highlight leveled-up">leveled up</span> in <strong>%(numActivities)s %(skillsText)s</strong>, including:
da: %(childName)s <span class="highlight leveled-up">gik et niveau op</span> i <strong>%(numActivities)s %(skillsText)s</strong>, herunder:
es: %(childName)s <span class="highlight leveled-up">subió de nivel</span> en <strong>%(numActivities)s %(skillsText)s</strong>, incluidas:
fr: %(childName)s <span class="highlight leveled-up">a gagné un niveau</span> sur <strong>%(numActivities)s %(skillsText)s</strong>, incluant :
ja: %(childName)s は<strong>%(numActivities)s %(skillsText)s</strong>で<span class="highlight leveled-up">レベルアップ</span>しました．それは次を含みます:
nb: %(childName)s <span class="highlight leveled-up">har nådd opp til</span> i <strong>%(numActivities)s %(skillsText)s</strong>, inkludert:
nl: %(childName)s <span class="highlight leveled-up">is een level omhoog</span> gegaan in <strong>%(numActivities)s %(skillsText)s</strong>, waaronder:
pl: %(childName)s <span class="highlight leveled-up">osiągnął/osiągnęła wyższy poziom</span> w <strong>%(numActivities)s %(skillsText)s</strong>, m.in.:
pt: %(childName)s <span class="highlight leveled-up">mudou de nível</span> em <strong>%(numActivities)s %(skillsText)s</strong>, incluindo:
pt_pt: %(childName)s <span class="highlight leveled-up">subiu de nível</span> em <strong>%(numActivities)s %(skillsText)s</strong>, incluindo:
tr: %(childName)s isimli öğrenci, belirtilenlerin de dahil olduğu <strong>%(numActivities)s %(skillsText)s</strong> <span class="highlight leveled-up">seviye atlamıştır</span>:

source: %(childName)s <span class="highlight leveled-up">leveled up</span> in <strong>%(numActivities)s %(skillsText)s</strong>:
da: %(childName)s <span class="highlight leveled-up">gik et niveau op</span> i <strong>%(numActivities)s %(skillsText)s</strong>:
es: %(childName)s <span class="highlight leveled-up">subió de nivel</span> en <strong>%(numActivities)s %(skillsText)s</strong>, incluyendo:
fr: %(childName)s <span class="highlight leveled-up">a gagné un niveau</span> sur <strong>%(numActivities)s %(skillsText)s</strong> :
ja: %(childName)s は<strong>%(numActivities)s %(skillsText)s</strong>で<span class="highlight leveled-up">レベルアップしました</span>:
nb: %(childName)s <span class="highlight leveled-up">har nådd opp til</span> i <strong>%(numActivities)s %(skillsText)s</strong>:
nl: %(childName)s <span class="highlight leveled-up">ging een niveau omhoog</span> in <strong>%(numActivities)s %(skillsText)s</strong>:
pl: %(childName)s <span class="highlight leveled-up">osiągnął/osiągnęła wyższy poziom</span> w <strong>%(numActivities)s %(skillsText)s</strong>:
pt: %(childName)s <span class="highlight leveled-up">mudou de nível</span> em <strong>%(numActivities)s %(skillsText)s</strong>:
pt_pt: %(childName)s <span class="highlight leveled-up">subiu de nível</span> em <strong>%(numActivities)s %(skillsText)s</strong>:
tr: %(childName)s, <strong>%(numActivities)s %(skillsText)s</strong> <span class="highlight leveled-up">seviye atlamıştır</span>:

source: %(childName)s earned <strong>%(numBadges)s %(badgesText)s</strong>, including:
da: %(childName)s optjente <strong>%(numBadges)s %(badgesText)s</strong>, herunder:
es: %(childName)s ganó <strong>%(numBadges)s %(badgesText)s</strong>, incluyendo:
fr: %(childName)s a gagné <strong>%(numBadges)s %(badgesText)s</strong>, incluant :
ja: %(childName)s は <strong>%(numBadges)s %(badgesText)s</strong>を獲得しました．それは次を含みます:
nb: %(childName)s tjente <strong>%(numBadges)s %(badgesText)s</strong>, inkludert:
nl: %(childName)s verdiende <strong>%(numBadges)s %(badgesText)s</strong>, waaronder:
pl: %(childName)s zdobył(a) <strong>%(numBadges)s %(badgesText)s</strong>, m.in.:
pt: %(childName)s ganhou <strong>%(numBadges)s %(badgesText)s</strong>, incluindo:
tr: %(childName)s, belirtilenlerin de dahil olduğu <strong>%(numBadges)s %(badgesText)s</strong> kazandı:

source: %(childName)s earned <strong>%(numBadges)s %(badgesText)s</strong>:
da: %(childName)s optjente <strong>%(numBadges)s %(badgesText)s</strong>:
es: %(childName)s ganó <strong>%(numBadges)s %(badgesText)s</strong>:
fr: %(childName)s a gagné <strong>%(numBadges)s %(badgesText)s</strong> :
ja: %(childName)s は <strong>%(numBadges)s %(badgesText)s</strong>を獲得しました:
nb: %(childName)s tjente <strong>%(numBadges)s %(badgesText)s</strong>:
nl: %(childName)s verdiende <strong>%(numBadges)s %(badgesText)s</strong>:
pl: %(childName)s zdobył(a) <strong>%(numBadges)s %(badgesText)s</strong>:
pt: %(childName)s ganhou <strong>%(numBadges)s %(badgesText)s</strong>:
tr: %(childName)s, <strong>%(numBadges)s %(badgesText)s</strong> kazandı:

source: %(childName)s is <span class="highlight struggling">struggling</span> with <strong>%(numActivities)s %(skillsText)s</strong>, including:
da: %(childName)s har <span class="highlight struggling">problemer</span> med <strong>%(numActivities)s %(skillsText)s</strong>, herunder:
es: %(childName)s está <span class="highlight struggling">teniendo problemas</span> con <strong>%(numActivities)s %(skillsText)s</strong>, incluidas:
fr: %(childName)s a <span class="highlight struggling">des difficultés</span>avec <strong>%(numActivities)s %(skillsText)s</strong>, incluant :
ja: %(childName)s は <strong>%(numActivities)s %(skillsText)s</strong> で <span class="highlight struggling">奮闘中</span> です．それは次を含みます:
nb: %(childName)s <span class="highlight struggling">strever med</span> with <strong>%(numActivities)s %(skillsText)s</strong>, inkludert:
nl: %(childName)s worstelt <span class="highlight struggling"> </span> met <strong>%(numActivities)s %(skillsText)s</strong>, onder meer:
pl: %(childName)s ma <span class="highlight struggling">trudności</span> z <strong>%(numActivities)s %(skillsText)s</strong>, m.in.:
pt: %(childName)s está <span class="highlight struggling">tendo dificuldades</span> com <strong>%(numActivities)s %(skillsText)s</strong>, incluindo:
pt_pt: %(childName)s está <span class="highlight struggling">a ter dificuldades</span> com <strong>%(numActivities)s %(skillsText)s</strong>, incluindo:
tr: %(childName)s, belirtilenlerin de dahil olduğu <strong>%(numActivities)s%(skillsText)s</strong> konuda <span class="highlight struggling">zorlanmaktadır</span>:

source: %(childName)s is <span class="highlight struggling">struggling</span> with <strong>%(numActivities)s %(skillsText)s</strong>:
da: %(childName)s har <span class="highlight struggling">problemer</span> med <strong>%(numActivities)s %(skillsText)s</strong>:
es: %(childName)s está <span class="highlight struggling">teniendo dificultades</span> con <strong>%(numActivities)s %(skillsText)s</strong>:
fr: %(childName)s a <span class="highlight struggling">des difficultés</span>avec <strong>%(numActivities)s %(skillsText)s</strong> :
ja: %(childName)s は<strong>%(numActivities)s %(skillsText)s</strong> で <span class="highlight struggling">奮闘中</span>です:
nb: %(childName)s <span class="highlight struggling">strever</span> med <strong>%(numActivities)s %(skillsText)s</strong>:
nl: %(childName)s <span class="highlight struggling">heeft het moeilijk</span> met <strong>%(numActivities)s %(skillsText)s</strong>:
pl: %(childName)s ma <span class="highlight struggling">trudności</span> z <strong>%(numActivities)s %(skillsText)s</strong>:
pt: %(childName)s está <span class="highlight struggling">tendo dificuldades</span> com <strong>%(numActivities)s %(skillsText)s</strong>:
pt_pt: %(childName)s está <span class="highlight struggling">a ter dificuldades</span> com <strong>%(numActivities)s %(skillsText)s</strong>:
tr: %(childName)s, belirtilenler de dahil olduğu <strong>%(numActivities)s %(skillsText)s</strong> <span class="highlight struggling">zorlanmaktadır</span>:

source: %(childName)s watched <strong>%(numActivities)s %(videosText)s</strong>, including:
da: %(childName)s så <strong>%(numActivities)s %(videosText)s</strong>, herunder:
es: %(childName)s vio <strong>%(numActivities)s %(videosText)s</strong>, incluidos:
fr: %(childName)s a regardé <strong>%(numActivities)s %(videosText)s</strong>, incluant :
ja: %(childName)s は<strong>%(numActivities)s %(videosText)s</strong>を見ました．それは次を含みます:
nb: %(childName)s så gjennom <strong>%(numActivities)s %(videosText)s</strong>, inkudert:
nl: %(childName)s Heeft <strong>%(numActivities)s %(videosText)s</strong> bekeken, waaronder:
pl: %(childName)s obejrzał(a) <strong>%(numActivities)s %(videosText)s</strong>, m.in.:
pt: %(childName)s assistiu a <strong>%(numActivities)s %(videosText)s</strong>, incluindo:
pt_pt: %(childName)s viu <strong>%(numActivities)s %(videosText)s</strong>, incluindo:
tr: %(childName)s belirtilenlerin de dahil olduğu <strong>%(numActivities)s %(videosText)s</strong> izlemiştir:

source: %(childName)s watched <strong>%(numActivities)s %(videosText)s</strong>:
da: %(childName)s så <strong>%(numActivities)s %(videosText)s</strong>:
es: %(childName)s vio <strong>%(numActivities)s %(videosText)s</strong>:
fr: %(childName)s a regardé <strong>%(numActivities)s %(videosText)s</strong> :
ja: %(childName)s は<strong>%(numActivities)s %(videosText)s</strong> を見ました:
nb: %(childName)s så på <strong>%(numActivities)s %(videosText)s</strong>:
nl: %(childName)s bekeek <strong>%(numActivities)s %(videosText)s</strong>:
pl: %(childName)s obejrzał(a) <strong>%(numActivities)s %(videosText)s</strong>:
pt: %(childName)s assistiu a <strong>%(numActivities)s %(videosText)s</strong>:
pt_pt: %(childName)s viu <strong>%(numActivities)s %(videosText)s</strong>:
tr: %(childName)s, <strong>%(numActivities)s%(videosText)s</strong> izledi:

source: %(childName)s worked on <strong>%(numActivities)s %(challengesText)s</strong>, including:
da: %(childName)s arbejdede på <strong>%(numActivities)s %(challengesText)s</strong>, herunder:
es: %(childName)s trabajó en <strong>%(numActivities)s %(challengesText)s</strong>, incluidos:
fr: %(childName)s a travaillé sur <strong>%(numActivities)s %(challengesText)s</strong>, incluant :
ja: %(childName)s は<strong>%(numActivities)s %(challengesText)s</strong>を学びました．それは次を含みます:
nb: %(childName)s jobbet med <strong>%(numActivities)s %(challengesText)s</strong>, inkudert:
nl: %(childName)s heeft aan <strong>%(numActivities)s %(challengesText)s</strong> gewerkt, waaronder:
pl: %(childName)s pracował(a) nad <strong>%(numActivities)s %(challengesText)s</strong>, m.in.:
pt: %(childName)s se dedicou a <strong>%(numActivities)s %(challengesText)s</strong>, incluindo:
pt_pt: %(childName)s trabalhou em <strong>%(numActivities)s %(challengesText)s</strong>, incluindo:
tr: %(childName)s, belirtilenlerin de dahil olduğu <strong>%(numActivities)s %(challengesText)s</strong> üzerinde çalışmıştır:

source: %(childName)s worked on <strong>%(numActivities)s %(challengesText)s</strong>:
da: %(childName)s arbejde med <strong>%(numActivities)s %(challengesText)s</strong>:
es: %(childName)s siguió trabajando en <strong>%(numActivities)s %(challengesText)s</strong>:
fr: %(childName)s a travaillé sur <strong>%(numActivities)s %(challengesText)s</strong> :
ja: %(childName)s は <strong>%(numActivities)s %(challengesText)s</strong> を学びました:
nb: %(childName)s så på <strong>%(numActivities)s %(challengesText)s</strong>:
nl: %(childName)s werkte aan <strong>%(numActivities)s %(challengesText)s</strong>:
pl: %(childName)s pracował(a) nad <strong>%(numActivities)s %(challengesText)s</strong>:
pt: %(childName)s se dedicou a <strong>%(numActivities)s %(challengesText)s</strong>:
pt_pt: %(childName)s trabalhou em <strong>%(numActivities)s %(challengesText)s</strong>:
tr: %(childName)s, <strong>%(numActivities)s%(challengesText)s</strong> üzerinde çalıştı:

source: %(childName)s worked on but <span class="highlight needs-practice">needs practice</span> with <strong>%(numActivities)s %(skillsText)s</strong>, including:
da: %(childName)s arbejdede med men <span class="highlight needs-practice">behøver mere øvelse</span> i <strong>%(numActivities)s %(skillsText)s</strong>, herunder:
es: %(childName)s siguió trabajando pero <span class="highlight needs-practice">necesita práctica</span> con <strong>%(numActivities)s %(skillsText)s</strong>, incluidas:
fr: %(childName)s a travaillé mais <span class="highlight needs-practice">a besoin de s'entraîner</span>sur <strong>%(numActivities)s %(skillsText)s</strong>, incluant :
ja: %(childName)s は<strong>%(numActivities)s %(skillsText)s</strong>を学びましたが，<span class="highlight needs-practice">さらに練習が必要</span>です．それは次を含みます:
nb: %(childName)s jobber godt, men <span class="highlight needs-practice">trenger å øve mer</span> på <strong>%(numActivities)s %(skillsText)s</strong>, inkludert:
nl: %(childName)s heeft gewerkt aan maar<span class="highlight needs-practice">heeft oefening</span> nodig met<strong>%(numActivities)s %(skillsText)s</strong>, waaronder:
pl: %(childName)s pracował(a), ale <span class="highlight needs-practice">musi jeszcze popracować</span> nad <strong>%(numActivities)s %(skillsText)s</strong>, m.in.:
pt: %(childName)s se dedicou, mas <span class="highlight needs-practice">precisa praticar mais</span> <strong>%(numActivities)s %(skillsText)s</strong>, incluindo:
pt_pt: %(childName)s aperfeiçoou, mas <span class="highlight needs-practice">precisa de praticar mais</span>, <strong>%(numActivities)s %(skillsText)s</strong>, incluindo:
tr: %(childName)s, belirtilenlerin de dahil olduğu <strong>%(numActivities)s %(skillsText)s</strong> üzerinde çalışmış olmasına rağmen, <span class="highlight needs-practice">daha fazla alıştırmaya ihtiyacı vardır</span>:

source: %(childName)s worked on but <span class="highlight needs-practice">needs practice</span> with <strong>%(numActivities)s %(skillsText)s</strong>:
da: %(childName)s arbejdede med men <span class="highlight needs-practice">behøver mere øvelse</span> i <strong>%(numActivities)s %(skillsText)s</strong>:
es: %(childName)s siguió trabajando pero <span class="highlight needs-practice">necesita práctica</span> con <strong>%(numActivities)s %(skillsText)s</strong>, incluyendo:
fr: %(childName)s a travaillé mais <span class="highlight needs-practice">a besoin de s'entraîner</span>sur <strong>%(numActivities)s %(skillsText)s</strong> :
ja: %(childName)s は<strong>%(numActivities)s %(skillsText)s</strong>を学びましたが <span class="highlight needs-practice">さらに練習が必要です</span>:
nb: %(childName)s jobbet med men <span class="highlight needs-practice">trenger å øve seg</span> på <strong>%(numActivities)s %(skillsText)s</strong>:
nl: %(childName)s heeft gewerkt aan maar <span class="highlight needs-practice">heeft oefening nodig</span> met <strong>%(numActivities)s %(skillsText)s</strong>:
pl: %(childName)s pracował(a), ale <span class="highlight needs-practice">musi jeszcze popracować</span> nad <strong>%(numActivities)s %(skillsText)s</strong>:
pt: %(childName)s se dedicou, mas <span class="highlight needs-practice">precisa praticar mais</span> <strong>%(numActivities)s %(skillsText)s</strong>:
tr: %(childName)s, <strong>%(numActivities)s %(skillsText)s</strong> üzerinde çalışmış olmasına rağmen, <span class="highlight needs-practice">daha fazla alıştırmaya ihtiyacı vardır</span>:

source: %(child_email)s is not a valid email address.
bg: %(child_email)s е невалиден имейл.
da: %(child_email)s er ikke en gyldig e-mail-adresse.
es: %(child_email)s no es una dirección válida de correo electrónico.
fr: %(child_email)s n'est pas une adresse e-mail correcte.
ja: %(child_email)s は有効なメイルアドレスではありません．
nb: %(child_email)s er ikke en gyldig e-post-adresse.
nl: %(child_email)s is geen geldig e-mailadres.
pl: %(child_email)s nie jest prawidłowym adresem email.
pt: %(child_email)s não é um endereço de e-mail válido.
pt_pt: %(child_email)s não é um endereço de e-mail válido.
tr: %(child_email)s geçerli bir e-posta adresi değildir.

source: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">leveled up</span> in <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
da: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">gik et niveau op</span> in <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
es: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">subió su nivel</span> en <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
fr: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">a gagné un niveau</span> en <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
nb: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">økte kunnskapen</span> i <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
nl: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">is een level omhoog gegaan</span> in <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
pl: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">uzyskał(a) nowy poziom</span> w <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
pt: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">evoluiu</span> em <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
pt_pt: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">subiu de nível</span> em <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a>:
tr: %(child_name)s isimli öğrenci <a href="%(url)s" style="color: #555"><strong>%(total_skills)s %(skills_text)s</strong></a> beceride <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">seviye atladı</span>:

source: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">leveled up</span> in <a href="%(url)s" style="color: #555"><strong>%(total_skills)s skills</strong></a>, including:
da: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">gik et niveau op </span> i <a href="%(url)s" style="color: #555"><strong>%(total_skills)s færdigheder</strong></a>, herunder:
es: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">subió su nivel</span> en <a href="%(url)s" style="color: #555"><strong>%(total_skills)s habilidades</strong></a>, incluidas:
fr: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">a gagné un niveau</span> en <a href="%(url)s" style="color: #555"><strong>%(total_skills)s skills</strong></a>, dont notamment:
nb: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">økte kunnskapen </span> i <a href="%(url)s" style="color: #555"><strong>%(total_skills)s ferdigheter</strong></a>, inkludert:
nl: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">is een level omhoog gegaan</span> in <a href="%(url)s" style="color: #555"><strong>%(total_skills)s skills</strong></a>, waaronder:
pl: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">uzyskał(a) nowy poziom</span> w <a href="%(url)s" style="color: #555"><strong>%(total_skills)s umiejętnościach</strong></a>, są to:
pt: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">evoluiu</span> em <a href="%(url)s" style="color: #555"><strong>%(total_skills)s habilidades</strong></a>, inclusive:
pt_pt: %(child_name)s <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">subiu de nível</span> em <a href="%(url)s" style="color: #555"><strong>%(total_skills)s competências</strong></a>:
tr: %(child_name)s isimli öğrenci şu becerilern de dahil olduğu <a href="%(url)s" style="color: #555"><strong>%(total_skills)s beceride</strong></a> <span style="font-weight: bold; color: #1cabcc; text-transform: uppercase">seviye atladı</span>:
