Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: $\blue{11} \text{ times}$
nb: $\blue{11} \text{ ganger}$
pl: $\blue{11} \text{ razy}$
pt: $\blue{11} \text{ vezes}$
tr: $\blue{11} \text{ kez}$

source: $\blue{19 \text{ tenths}}$
nb: $\blue{19 \text{ tideler}}$
pl: $\blue{19 \text{ dziesiątych}}$
pt: $\blue{19 \text{ décimos}}$
tr: $\blue{19 \text{ onda birlik}}$

source: $\blue{1\text{ one}}$
nb: $\blue{1\text{ en}}$
pl: $\blue{1\text{ jedność}}$
pt: $\blue{1\text{ unidade}}$
tr: $\blue{1\text{ birlik}}$

source: $\blue{2 \text{ tenths}}$
nb: $\blue{2 \text{ tideler}}$
pl: $\blue{2 \text{ dziesiąte}}$
pt: $\blue{2 \text{ décimos}}$
tr: $\blue{2 \text{ onda birlik}}$

source: $\blue{3\text{ hundredths}}$
nb: $\blue{3\text{ hundredeler}}$
pl: $\blue{3\text{ setne}}$
pt: $\blue{3\text{ centésimos}}$
tr: $\blue{3\text{ yüzde birlik}}$

source: $\blue{3\text{ tenths}}$
nb: $\blue{3\text{ tideler}}$
pl: $\blue{3\text{ dziesiąte}}$
pt: $\blue{3\text{ décimos}}$
tr: $\blue{3\text{ onda birlik}}$

source: $\blue{3} \text{ times}$
nb: $\blue{3} \text{ ganger}$
pl: $\blue{3} \text{ razy}$
pt: $\blue{3} \text{ vezes}$
tr: $\blue{3} \text{ kez}$

source: $\blue{4 \text{ tenths}}$
nb: $\blue{4 \text{ tideler}}$
pl: $\blue{4 \text{ dziesiąte}}$
pt: $\blue{4 \text{ décimos}}$
tr: $\blue{4 \text{ onda birlik}}$

source: $\blue{4} \text{ times}$
pl: $\blue{4} \text{ razy}$
pt: $\blue{4} \text{ vezes}$
tr: $\blue{4} \text{ kez}$

source: $\blue{5\text{ tenths}}$
nb: $\blue{5\text{ tideler}}$
pl: $\blue{5\text{ dziesiątych}}$
pt: $\blue{5\text{ décimos}}$
tr: $\blue{5\text{ onda birlik}}$

source: $\blue{5} \text{ times}$
nb: $\blue{5} \text{ ganger}$
pl: $\blue{5} \text{ razy}$
pt: $\blue{5} \text{ vezes}$
tr: $\blue{5} \text{ kez}$

source: $\blue{6} \text{ times}$
nb: $\blue{6} \text{ ganger}$
pl: $\blue{6} \text{ razy}$
pt: $\blue{6} \text{ vezes}$
tr: $\blue{6} \text{ kez}$

source: $\blue{7 \text{ tenths}}$
nb: $\blue{7 \text{ tideler}}$
pl: $\blue{7 \text{ dziesiątych}}$
pt: $\blue{7 \text{ décimos}}$
tr: $\blue{7 \text{ onda birlik}}$

source: $\blue{7} \text{ times}$
nb: $\blue{7} \text{ ganger}$
pl: $\blue{7} \text{ razy}$
pt: $\blue{7} \text{ vezes}$
tr: $\blue{7} \text{ kez}$

source: $\blue{8 \text{ tenths}}$
nb: $\blue{8 \text{ tideler}}$
pl: $\blue{8 \text{ dziesiątych}}$
pt: $\blue{8 \text{ décimos}}$
tr: $\blue{8 \text{ onda birlik}}$

source: $\blue{8} \text{ times}$
nb: $\blue{8} \text{ ganger}$
pl: $\blue{8} \text{ razy}$
pt: $\blue{8} \text{ vezes}$
tr: $\blue{8} \text{ kez}$

source: $\blue{9 \text{ tenths}}$
nb: $\blue{9 \text{ tideler}}$
pl: $\blue{9 \text{ dziesiątych}}$
pt: $\blue{9 \text{ décimos}}$
tr: $\blue{9 \text{ onda birlik}}$

source: $\blue{9} \text{ times}$
nb: $\blue{9} \text{ ganger}$
pl: $\blue{9} \text{ razy}$
pt: $\blue{9} \text{ vezes}$
tr: $\blue{9} \text{ kez}$

source: $\blue{\text{Above sea level}}$
fr: $\blue{\text{Au dessus du niveau de la mer}}$
nb: $\blue{\text{Over havoverflaten}}$
nl: $\blue{\text{Onder zeeniveau}}$
pl: $\blue{\text{Ponad poziomem morza}}$
pt: $\blue{\text{Acima do nível do mar}}$
tr: $\blue{\text{Deniz seviyesinin üstü}}$

source: $\blue{\text{After Gabe was born}}$
nb: $\blue{\text{Etter at Gabe ble født}}$
nl: $\blue{\text{Nadat Gabe geboren was}}$
pl: $\blue{\text{Po tym jak Gabriel się urodził}}$
pt: $\blue{\text{Depois de Gabriel nascer}}$
tr: $\blue{\text{Gabe doğduktan sonra}}$

source: $\blue{\text{After finish line}}$
nb: $\blue{\text{Etter målstreken}}$
nl: $\blue{\text{Na de eindstreep}}$
pl: $\blue{\text{Za linią mety}}$
pt: $\blue{\text{Depois da linha de chegada}}$
tr: $\blue{\text{Bitiş çizgisinden sonra}}$

source: $\blue{\text{After getting cat}}$
nb: $\blue{\text{Etter katten}}$
nl: $\blue{\text{Nadat hij de kat kreeg}}$
pl: $\blue{\text{Po wzięciu kota}}$
pt: $\blue{\text{Depois do gato}}$
tr: $\blue{\text{Kediyi aldıktan sonra}}$

source: $\blue{\text{Bank owes money}}$
nb: $\blue{\text{Banken skylder penger}}$
nl: $\blue{\text{De bank is geld schuldig}}$
pl: $\blue{\text{Bank jest winien pieniądze}}$
pt: $\blue{\text{O banco deve dinheiro}}$
tr: $\blue{\text{Banka para borçlu}}$

source: $\blue{\text{Customer owes money}}$
nb: $\blue{\text{Kunden skylder penger}}$
nl: $\blue{\text{De klant is geld schuldig}}$
pl: $\blue{\text{Klient jest winny pieniądze}}$
pt: $\blue{\text{O cliente deve dinheiro}}$
tr: $\blue{\text{Müşteri para borçludur}}$

source: $\blue{\text{Dolphin}}$
fr: $\blue{\text{Dauphin}}$
nb: $\blue{\text{Delfin}}$
nl: $\blue{\text{Dolfijn}}$
pl: $\blue{\text{Delfin}}$
pt: $\blue{\text{Golfinho}}$
tr: $\blue{\text{Yunus}}$

source: $\blue{\text{Home}}$
fr: $\blue{\text{Maison}}$
nb: $\blue{\text{Hjemme}}$
nl: $\blue{\text{Huis}}
pl: $\blue{\text{Dom}}$
pt: $\blue{\text{Casa}}$
tr: $\blue{\text{Ev}}$

source: $\blue{\text{Moving forward}}$
nb: $\blue{\text{Flytte seg fremover}}$
nl: $\blue{\text{Stappen vooruit doen}}$
pl: $\blue{\text{Porusza się naprzód}}$
pt: $\blue{\text{Andar para frente}}$
tr: $\blue{\text{İleriye doğru hareket etme}}$

source: $\blue{\text{Roots}}$
fr: $\blue{\text{Racines}}$
nb: $\blue{\text{Røttene}}$
nl: $\blue{\text{Wortels}}$
pl: $\blue{\text{Korzenie}}$
pt: $\blue{\text{Raízes}}$
tr: $\blue{\text{Kökler}}$

source: $\blue{\text{Whale}}$
fr: $\blue{\text{Baleine}}$
nb: $\blue{\text{Hval}}$
nl: $\blue{\text{Walvis}}$
pl: $\blue{\text{Wieloryb}}$
pt: $\blue{\text{Baleia}}$
tr: $\blue{\text{Balina}}$

source: $\dfrac12 \text{ of } \dfrac23$
nb: $\dfrac12 \text{ av } \dfrac23$
pl: $\dfrac12 \text{ z } \dfrac23$
pt: $\dfrac12 \text{ de } \dfrac23$

source: $\dfrac12 \text{ of } \dfrac67$
nb: $\dfrac12 \text{ av } \dfrac67$
pl: $\dfrac12 \text{ z } \dfrac67$
pt: $\dfrac12 \text{ de } \dfrac67$

source: $\dfrac12 \text{ of } \dfrac89$
nb: $\dfrac12 \text{ av } \dfrac89$
pl: $\dfrac12 \text{ z } \dfrac89$
pt: $\dfrac12 \text{ de } \dfrac89$

source: $\dfrac13 \text{ of } \dfrac95$
nb: $\dfrac13 \text{ av } \dfrac95$
pl: $\dfrac13 \text{ z } \dfrac95$
pt: $\dfrac13 \text{ de } \dfrac95$

source: $\dfrac16 \text{ of } \dfrac32$
nb: $\dfrac16 \text{ av } \dfrac32$
pl: $\dfrac16 \text{ z } \dfrac32$
pt: $\dfrac16 \text{ de } \dfrac32$

source: $\dfrac16\text{ of } 2$
nb: $\dfrac16\text{ av } 2$
pl: $\dfrac16\text{ z } 2$
pt: $\dfrac16\text{ de } 2$

source: $\dfrac23 \text{ of } \dfrac38$
nb: $\dfrac23 \text{ av } \dfrac38$
pl: $\dfrac23 \text{ z } \dfrac38$
pt: $\dfrac23 \text{ de } \dfrac38$

source: $\dfrac25 \text{ of } \dfrac53$
nb: $\dfrac25 \text{ av } \dfrac53$
pl: $\dfrac25 \text{ z } \dfrac53$
pt: $\dfrac25 \text{ de } \dfrac53$

source: $\dfrac32\text{ of } 2$
nb: $\dfrac32\text{ av } 2$
pl: $\dfrac32\text{ z } 2$
pt: $\dfrac32\text{ de } 2$

source: $\dfrac34\text{ of } 8$
nb: $\dfrac34\text{ av } 8$
pl: $\dfrac34\text{ z } 8$
pt: $\dfrac34\text{ de } 8$

source: $\dfrac34\text{ of }2$
nb: $\dfrac34\text{ av }2$
pl: $\dfrac34\text{ z }2$
pt: $\dfrac34\text{ de }2$

source: $\dfrac45\text{ of } 10$
nb: $\dfrac45\text{ av } 10$
pl: $\dfrac45\text{ z } 10$
pt: $\dfrac45\text{ de } 10$

source: $\dfrac53\text{ of } 3$
nb: $\dfrac53\text{ av } 3$
pl: $\dfrac53\text{ z } 3$
pt: $\dfrac53\text{ de } 3$

source: $\dfrac57\text{ of } 7$
nb: $\dfrac57\text{ av } 7$
pl: $\dfrac57\text{ z } 7$
pt: $\dfrac57\text{ de } 7$

source: $\dfrac58 \text{ of } \dfrac45$
nb: $\dfrac58 \text{ av } \dfrac45$
pl: $\dfrac58 \text{ z } \dfrac45$
pt: $\dfrac58 \text{ de } \dfrac45$

source: $\dfrac58\text{ of } 4$
nb: $\dfrac58\text{ av } 4$
pl: $\dfrac58\text{ z } 4$
pt: $\dfrac58\text{ de } 4$

source: $\gray{\text{Bank}}$
ja: $\gray{\text{銀行}}$
pt: $\gray{\text{Banco}}$
tr: $\gray{\text{Banka}}$

source: $\green{\text{Ice cream shop}}$
ja: $\green{\text{アイスクリーム店}}$
nb: $\green{\text{Iskrem butikk}}$
nl: $\green{\text{IJssalon}}$
pl: $\green{\text{Lodziarnia}}$
pt: $\green{\text{Sorveteria}}$
tr: $\green{\text{Dondurmacı}}$

source: $\green{\text{Library}}$
ja: $\green{\text{図書館}}$
nb: $\green{\text{Bibliotek}}$
nl: $\green{\text{Bibliotheek}}$
pl: $\green{\text{Biblioteka}}$
pt: $\green{\text{Biblioteca}}$
tr: $\green{\text{Kütüphane}}$

source: $\green{\text{Sean's house}}$
ja: $\green{\text{ショーンの家}}$
nb: $\green{\text{Seans hus}}$
nl: $\green{\text{Seans huis}}$
pl: $\green{\text{Dom Seana}}$
pt: $\green{\text{Casa de Sérgio}}$
tr: $\green{\text{Sean'ın evi}}$

source: $\green{{14}\text{ lengths of}\dfrac{1}{10}}$
nb: $\green{{14}\text{ lengder på}\dfrac{1}{10}}$
pl: $\green{{14}\text{ długości po}\dfrac{1}{10}}$
pt: $\green{{14}\text{ unidades de}\dfrac{1}{10}}$
tr: $\green{{14}\text{ tane}\dfrac{1}{10}}$ uzunluk

source: $\green{{15}\text{ lengths of}\dfrac{1}{10}}$
nb: $\green{{15}\text{ lengder på}\dfrac{1}{10}}$
pl: $\green{{15}\text{ długości po}\dfrac{1}{10}}$
pt: $\green{{15}\text{ partes de}\dfrac{1}{10}}$
tr: $\green{{15}\text{ tane}\dfrac{1}{10}}$ uzunluk

source: $\green{{18}\text{ lengths of}\dfrac{1}{10}}$
nb: $\green{{18}\text{ lengder på}\dfrac{1}{10}}$
pl: $\green{{18}\text{ długości po}\dfrac{1}{10}}$
pt: $\green{{18}\text{ unidades de}\dfrac{1}{10}}$
tr: $\green{{18}\text{ tane}\dfrac{1}{10}}$ uzunluk

source: $\green{{20}\text{ lengths of}\dfrac{1}{10}}$
nb: $\green{{20}\text{ lengder på}\dfrac{1}{10}}$
pl: $\green{{20}\text{ długości po}\dfrac{1}{10}}$
pt: $\green{{20}\text{ unidades de}\dfrac{1}{10}}$
tr: $\green{{20}\text{ tane}\dfrac{1}{10}}$ uzunluk

source: $\green{{26}\text{ lengths of}\dfrac{1}{10}}$
nb: $\green{{26}\text{ lengder på}\dfrac{1}{10}}$
pl: $\green{{26}\text{ długości po}\dfrac{1}{10}}$
pt: $\green{{26}\text{ unidades de}\dfrac{1}{10}}$
tr: $\green{{26}\text{ tane}\dfrac{1}{10}}$ uzunluk

source: $\green{{4}\text{ tenths}}$
nb: $\green{{4}\text{ tideler}}$
pl: $\green{{4}\text{ dziesiąte}}$
pt: $\green{{4}\text{ décimos}}$
tr: $\green{{4}\text{ onda birlik}}$

source: $\green{{5}\text{ tenths}}$
nb: $\green{{5}\text{ tideler}}$
pl: $\green{{5}\text{ dziesiątych}}$
pt: $\green{{5}\text{ décimos}}$
tr: $\green{{5}\text{ onda birlik}}$

source: $\green{{6}\text{ tenths}}$
nb: $\green{{6}\text{ tideler}}$
pl: $\green{{6}\text{ dziesiątych}}$
pt: $\green{{6}\text{ décimos}}$
tr: $\green{{6}\text{ onda birlik}}$

source: $\green{{8}\text{ tenths}}$
nb: $\green{{8}\text{ tideler}}$
pl: $\green{{8}\text{ dziesiątych}}$
pt: $\green{{8}\text{ décimos}}$
tr: $\green{{8}\text{ onda birlik}}$

source: $\green{{\text{Cafeteria}}}$
ja: $\green{{\text{カフェテリア}}}$
nb: $\green{{\text{Kantine}}}$
nl: $\green{{\text{Cafetaria}}}$
pl: $\green{{\text{Stołówka}}}$
pt: $\green{{\text{Cantina}}}$
tr: $\green{{\text{Kafeterya}}}$

source: $\green{{\text{Homeroom}}}$
nb: $\green{{\text{Hjemmerom}}}$
nl: $\green{{\text{Klassenleraar}}}$
pl: $\green{{\text{Pokój}}}$
pt: $\green{{\text{Sala de atividades extracurriculares}}}$
tr: $\green{{\text{Toplantı sınıfı}}}$

source: $\green{{\text{Math}}}$
ja: $\green{{\text{数学}}}$
nb: $\green{{\text{Matematikk}}}$
nl: $\green{{\text{Wiskunde}}}$
pl: $\green{{\text{Matematyka}}}$
pt: $\green{{\text{Matemática}}}$
tr: $\green{{\text{Matematik}}}$

source: $\green{{\text{Spanish}}}$
ja: $\green{{\text{スペイン語}}}$
nb: $\green{{\text{Spansk}}}$
nl: $\green{{\text{Spaans}}}$
pl: $\green{{\text{Hiszpański}}}$
pt: $\green{{\text{Espanhol}}}$
tr: $\green{{\text{İspanyolca}}}$

source: $\pink{ 10 \text{ equal pieces}}$
nb: $\pink{ 10 \text{ like deler}}$
pl: $\pink{ 10 \text{ równych części}}$
pt: $\pink{ 10 \text{ partes iguais}}$
tr: $\pink{ 10 \text{ eşit parça}}$

source: $\pink{\text{Ant}}$
fr: $\pink{\text{Fourmi}}$
nb: $\pink{\text{Maur}}$
nl: $\pink{\text{Mier}}$
pl: $\pink{\text{Mrówka}}$
pt: $\pink{\text{Formiga}}$
tr: $\pink{\text{Karınca}}$

source: $\pink{\text{Before Gabe was born}}$
nb: $\pink{\text{Før Gabe ble født}}$
nl: $\pink{\text{Voordat Gabe geboren was}}$
pl: $\pink{\text{Zanim Gabriel się urodził}}$
pt: $\pink{\text{Antes de Gabriel nascer}}$
tr: $\pink{\text{Gabe doğmadan önce}}$

source: $\pink{\text{Before finish line}}$
nb: $\pink{\text{Før målstreken}}$
nl: $\pink{\text{Vóór de eindstreep}}$
pl: $\pink{\text{Przed linią mety}}$
pt: $\pink{\text{Antes da linha de chegada}}$
tr: $\pink{\text{Bitiş çizgisinden önce}}$

source: $\pink{\text{Before getting cat}}$
nb: $\pink{\text{Før katten}}$
nl: $\pink{\text{Voordat hij de kat kreeg}}$
pl: $\pink{\text{Przed wzięciem kota}}$
pt: $\pink{\text{Antes de ter o gato}}$
tr: $\pink{\text{Kediyi almadan önce}}$

source: $\pink{\text{Below sea level}}$
fr: $\pink{\text{Au dessous du niveau de la mer}}$
nb: $\pink{\text{Under havoverflaten}}$
nl: $\pink{\text{Boven zeeniveau}}$
pl: $\pink{\text{Poniżej poziomu morza}}$
pt: $\pink{\text{Abaixo do nível do mar}}$
tr: $\pink{\text{Deniz seviyesinin altı}}$

source: $\pink{\text{Bird}}$
fr: $\pink{\text{Oiseau}}$
nb: $\pink{\text{Fugl}}$
nl: $\pink{\text{Vogel}}$
pl: $\pink{\text{Ptak}}$
pt: $\pink{\text{Pássaro}}$
tr: $\pink{\text{Kuş}}$

source: $\pink{\text{Credit card owes money}}$
nb: $\pink{\text{Kredittkort eieren skylder penger}}$
nl: $\pink{\text{De creditcard is geld schuldig}}$
pl: $\pink{\text{Towarzystwo kredytowe jest winne pieniądze}}$
pt: $\pink{\text{A companhia de cartão de crédito deve dinheiro}}$
tr: $\pink{\text{Kredi kartı para borçludur}}$

source: $\pink{\text{Customer owes money}}$
nb: $\pink{\text{Kunden skylder penger}}$
nl: $\pink{\text{De klant is geld schuldig}}$
pl: $\pink{\text{Klient jest winien pieniądze}}$
pt: $\pink{\text{O cliente deve dinheiro}}$
tr: $\pink{\text{Müşteri para borçlu}}$

source: $\pink{\text{Library}}$
ja: $\pink{\text{図書館}}$
nb: $\pink{\text{Biliotek}}$
nl: $\pink{\text{Bibliotheek}}$
pl: $\pink{\text{Biblioteka}}$
pt: $\pink{\text{Biblioteca}}$
tr: $\pink{\text{Kütüphane}}$

source: $\pink{\text{Mona}}$
pt: $\pink{\text{Monique}}$

source: $\pink{\text{Moving backward}}$
nb: $\pink{\text{Flytte seg bakover}}$
nl: $\pink{\text{Stappen terug doen}}$
pl: $\pink{\text{Porusza się do tyłu}}$
pt: $\pink{\text{Andar para trás}}$
tr: $\pink{\text{Geriye doğru hareket etme}}$

source: $\pink{\text{School}}$
ja: $\pink{\text{学校}}$
nb: $\pink{\text{Skole}}$
pl: $\pink{\text{Szkoła}}$
pt: $\pink{\text{Escola}}$
tr: $\pink{\text{Okul}}$

source: $\pink{\text{Tree top}}$
fr: $\pink{\text{Haut de l'arbre}}$
nb: $\pink{\text{Tretoppen}}$
nl: $\pink{\text{Boomkruin}}$
pl: $\pink{\text{Szczyt drzewa}}$
pt: $\pink{\text{Topo da árvore}}$
tr: $\pink{\text{Ağaç tepesi}}$

source: $\pink{{1}\text{ one}}$
nb: $\pink{{1}\text{ ener}}$
pl: $\pink{{1}\text{ jedność}}$
pt: $\pink{{1}\text{ unidade}}$
tr: $\pink{{1}\text{ birlik}}$

source: $\pink{{2}\text{ ones}}$
nb: $\pink{{2}\text{ enere}}$
pl: $\pink{{2}\text{ jedności}}$
pt: $\pink{{2}\text{ unidades}}$
tr: $\pink{{2}\text{ birlik}}$

source: $\pink{{\text{Art}}}$
ja: $\pink{{\text{美術}}}$
nb: $\pink{{\text{Kunst}}}$
nl: $\pink{{\text{Handvaardigheid}}}$
pl: $\pink{{\text{Sztuka}}}$
pt: $\pink{{\text{Arte}}}$
tr: $\pink{{\text{Sanat}}}$

source: $\pink{{\text{History}}}$
ja: $\pink{{\text{歴史}}}$
nb: $\pink{{\text{Historie}}}$
nl: $\pink{{\text{Geschiedenis}}}$
pl: $\pink{{\text{Historia}}}$
pt: $\pink{{\text{História}}}$
tr: $\pink{{\text{Tarih}}}$

source: $\pink{{\text{Library}}}$
ja: $\pink{{\text{図書館}}}$
nb: $\pink{{\text{Bibliotek}}}$
nl: $\pink{{\text{Bibliotheek}}}$
pl: $\pink{{\text{Biblioteka}}}$
pt: $\pink{{\text{Biblioteca}}}$
tr: $\pink{{\text{Kütüphane}}}$

source: $\pink{{\text{School}}}$
ja: $\pink{{\text{学校}}}$
nb: $\pink{{\text{Skole}}}$
pl: $\pink{{\text{Szkoła}}}$
pt: $\pink{{\text{Escola}}}$
tr: $\pink{{\text{Okul}}}$

source: $\purple{\text{Courthouse}}$
ja: $\purple{\text{裁判所}}$
nb: $\purple{\text{Rettshus}}$
nl: $\purple{\text{Rechtbank}}$
pl: $\purple{\text{Budynek sądu}}$
pt: $\purple{\text{Tribunal}}$
tr: $\purple{\text{Adliye Sarayı}}$

source: $\purple{{\text{Band}}}$
ja: $\purple{{\text{バンド}}}$
nl: $\purple{{\text{Muziek}}}$
pl: $\purple{{\text{Muzyka}}}$
pt: $\purple{{\text{Música}}}$
tr: $\purple{{\text{Orkestra}}}$

source: $\purple{{\text{Cafeteria}}}$
ja: $\purple{{\text{カフェテリア}}}$
nb: $\purple{{\text{Kantine}}}$
nl: $\purple{{\text{Cafetaria}}}$
pl: $\purple{{\text{Stołówka}}}$
pt: $\purple{{\text{Cantina}}}$
tr: $\purple{{\text{Kafeterya}}}$

source: $\purple{{\text{Science}}}$
ja: $\purple{{\text{科学}}}$
nb: $\purple{{\text{Naturfag}}}$
nl: $\purple{{\text{Natuurkunde}}}$
pl: $\purple{{\text{Nauki ścisłe}}}$
pt: $\purple{{\text{Ciências}}}$
tr: $\purple{{\text{Fen Bilimi}}}$

source: $\small{\blue{\text{Jericho}}}$
nb: $\small{\blue{\text{Jeriko}}}$
pl: $\small{\blue{\text{Jerycho}}}$
pt: $\small{\blue{\text{Jericó}}}$

source: $\small{\text{Eagle}}$
fr: $\small{\text{Aigle}}$
nb: $\small{\text{Ørn}}$
pl: $\small{\text{Orzeł}}$
pt: $\small{\text{Águia}}$
tr: $\small{\text{Kartal}}$

source: $\small{\text{First play}}$
fr: $\small{\text{Premier match}}$
nb: $\small{\text{Første kamp}}$
pl: $\small{\text{Pierwsze zagranie}}$
pt: $\small{\text{Primeira jogada}}$
tr: $\small{\text{Birinci oyun}}$

source: $\small{\text{Gyrfalco}}$
fr: $\small{\text{Faucon}}$
nb: $\small{\text{Falk}}$
pl: $\small{\text{Białozór}}$
pt: $\small{\text{Falcão-gerifalte}}$
tr: $\small{\text{Akdoğan}}$

source: $\small{\text{Second play}}$
fr: $\small{\text{Second match}}$
nb: $\small{\text{Andre kamp}}$
pl: $\small{\text{Drugie zagranie}}$
pt: $\small{\text{Segunda jogada}}$
tr: $\small{\text{İkinci oyun}}$

source: $\textbf{ backpacks}$
fr: $\textbf{ sacs à dos}$
nb: $\textbf{ ryggsekker}$
pl: $\textbf{ plecaki}$
pt: $\textbf{ mochilas}$
tr: $\textbf{ sırt çantaları}$

source: $\textbf{ cherries}$
fr: $\textbf{ cerises}$
nb: $\textbf{ kirsebær}$
pl: $\textbf{ wiśnie}$
pt: $\textbf{ cerejas}$
tr: $\textbf{ kirazlar}$

source: $\textbf{ cost (dollars)}$
fr: $\textbf{ coût (euros)}$
nb: $\textbf{ pris (dollar)}$
pl: $\textbf{ koszt (w dolarach)}$
pt: $\textbf{ custo (reais)}$
tr: $\textbf{ fiyat (lira)}$

source: $\textbf{ dribbles}$
nb: $\textbf{ driblinger}$
pl: $\textbf{ dryblingi}$
pt: $\textbf{ dribles}$
tr: $\textbf{ yere vuruşlar}$

source: $\textbf{ earnings}$
fr: $\textbf{ gains}$
nb: $\textbf{ lønn}$
pl: $\textbf{ zarobki}$
pt: $\textbf{ ganhos}$
tr: $\textbf{ kazançlar}$

source: $\textbf{ hours}$
fr: $\textbf{ heures}$
nb: $\textbf{ timer}$
pl: $\textbf{ godziny}$
pt: $\textbf{ horas}$
tr: $\textbf{ saatler}$

source: $\textbf{ kilometers}$
fr: $\textbf{ kilomètres}$
nb: $\textbf{ kilometer}$
pl: $\textbf{ kilometrów}$
pt: $\textbf{ quilômetros}$
tr: $\textbf{ kilometreler}$

source: $\textbf{ liters of soda}$
fr: $\textbf{ litres de soda}$
nb: $\textbf{ liter brus}$
pl: $\textbf{ litry wody}$
pt: $\textbf{ litros de refrigerante}$
tr: $\textbf{ litre kola}$

source: $\textbf{ liters of tea}$
fr: $\textbf{ litres de thé}$
nb: $\textbf{ liter med te}$
pl: $\textbf{ litry herbaty}$
pt: $\textbf{ litros de chá}$
tr: $\textbf{ litre çay}$

source: $\textbf{ lost pencils}$
fr: $\textbf{ crayons perdus}$
nb: $\textbf{ blyanter forsvunnet}$
pl: $\textbf{ zgubione ołówki}$
pt: $\textbf{ lápis perdidos}$
tr: $\textbf{ kaybedilen kurşun kalemler}$

source: $\textbf{ minutes}$
nb: $\textbf{ minutter}$
pl: $\textbf{ minuty}$
pt: $\textbf{ minutos}$
tr: $\textbf{ dakikalar}$

source: $\textbf{ necklaces}$
fr: $\textbf{ colliers}$
nb: $\textbf{ kjeder}$
pl: $\textbf{ naszyjniki}$
pt: $\textbf{ colares}$
tr: $\textbf{ kolyeler}$

source: $\textbf{ pasta (g)}$
fr: $\textbf{ pâtes (g)}$
pl: $\textbf{ makaron (g)}$
pt: $\textbf{ macarrão (g)}$
tr: $\textbf{ makarna (g)}$

source: $\textbf{ screws}$
fr: $\textbf{ vis}$
nb: $\textbf{ skruer}$
pl: $\textbf{ wkręty}$
pt: $\textbf{ parafusos}$
tr: $\textbf{ vidalar}$

source: $\textbf{ students}$
fr: $\textbf{ élèves}$
nb: $\textbf{ elever}$
pl: $\textbf{ uczniowie}$
pt: $\textbf{ alunos}$
tr: $\textbf{ öğrenciler}$

source: $\textbf{ vehicle sales}$
fr: $\textbf{ véhicules vendus}$
nb: $\textbf{ kjøretøy solgt}$
pl: $\textbf{ sprzedane pojazdy}$
pt: $\textbf{ veículos vendidos}$
tr: $\textbf{ taşıt satışları}$

source: $\textbf{apartments}\ \ \ $
fr: $\textbf{apartements}\ \ \ $
nb: $\textbf{leiligheter}\ \ \ $
pl: $\textbf{pokoje}\ \ \ $
pt: $\textbf{apartamentos}\ \ \ $
tr: $\textbf{apartman daireleri}\ \ \ $

source: $\textbf{customers}$
fr: $\textbf{clients}$
nb: $\textbf{kunder}$
pl: $\textbf{klienci}$
pt: $\textbf{clientes}$
tr: $\textbf{müşteri}$

source: $\textbf{days of class}\ \ \ $
fr: $\textbf{jours de classe}\ \ \ $
nb: $\textbf{dager med klasse}\ \ \ $
pl: $\textbf{dni zajęć}\ \ \ $
pt: $\textbf{dias de aula}\ \ \ $
tr: $\textbf{okul günleri}\ \ \ $

source: $\textbf{days}\ \ \ $
fr: $\textbf{jours}\ \ \ $
nb: $\textbf{dager}\ \ \ $
pl: $\textbf{dni}\ \ \ $
pt: $\textbf{dias}\ \ \ $
tr: $\textbf{günler}\ \ \ $

source: $\textbf{desks}\ \ \ $
fr: $\textbf{bureaux}\ \ \ $
nb: $\textbf{bord}\ \ \ $
pl: $\textbf{biurka}\ \ \ $
pt: $\textbf{escrivaninhas}\ \ \ $
tr: $\textbf{sıralar}\ \ \ $

source: $\textbf{diamonds}\ \ \ $
fr: $\textbf{diamants}\ \ \ $
nb: $\textbf{diamanter}\ \ \ $
pl: $\textbf{diamenty}\ \ \ $
pt: $\textbf{diamantes}\ \ \ $
tr: $\textbf{pırlantalar}\ \ \ $

source: $\textbf{dollars}$
nb: $\textbf{dollar}$
pl: $\textbf{dolary}$
pt: $\textbf{dólares}$
tr: $\textbf{dolar}$

source: $\textbf{eggs}\ \ \ $
fr: $\textbf{oeufs}\ \ \ $
nb: $\textbf{egg}\ \ \ $
pl: $\textbf{jajka}\ \ \ $
pt: $\textbf{ovos}\ \ \ $
tr: $\textbf{yumurtalar}\ \ \ $

source: $\textbf{guests}\ \ \ $
fr: $\textbf{invités}\ \ \ $
nb: $\textbf{gjester}\ \ \ $
pl: $\textbf{goście}\ \ \ $
pt: $\textbf{convidados}\ \ \ $
tr: $\textbf{misafirler}\ \ \ $

source: $\textbf{hours worked}\ \ \ $
fr: $\textbf{heures de travail}\ \ \ $
nb: $\textbf{timer arbeidet}\ \ \ $
pl: $\textbf{przepracowane godziny}\ \ \ $
pt: $\textbf{horas de trabalho}\ \ \ $
tr: $\textbf{çalışılan saat}\ \ \ $

source: $\textbf{hours}$
fr: $\textbf{heures}$
nb: $\textbf{timer}$
pl: $\textbf{godziny}$
pt: $\textbf{horas}$
tr: $\textbf{saat}$

source: $\textbf{jerseys}\ \ \ $
fr: $\textbf{maillots}\ \ \ $
nb: $\textbf{skjorter}\ \ \ $
pl: $\textbf{bluzy}\ \ \ $
pt: $\textbf{uniformes}\ \ \ $
tr: $\textbf{tişörtler}\ \ \ $

source: $\textbf{laps}\ \ \ $
fr: $\textbf{longueurs}\ \ \ $
nb: $\textbf{runder}\ \ \ $
pl: $\textbf{okrążenia}\ \ \ $
pt: $\textbf{voltas}\ \ \ $
tr: $\textbf{turlar}\ \ \ $

source: $\textbf{loaves}\ \ \ $
fr: $\textbf{pains}\ \ \ $
nb: $\textbf{loff}\ \ \ $
pl: $\textbf{bochenki}\ \ \ $
pt: $\textbf{pãezinhos}\ \ \ $
tr: $\textbf{somunlar}\ \ \ $

source: $\textbf{miles}$
pl: $\textbf{mil(i)}$
pt: $\textbf{quilômetros}$
tr: $\textbf{mil}$

source: $\textbf{minutes}$
nb: $\textbf{minutter}$
pl: $\textbf{minuty}$
pt: $\textbf{minutos}$
tr: $\textbf{dakika}$

source: $\textbf{pages}$
nb: $\textbf{sider}$
pl: $\textbf{strony}$
pt: $\textbf{páginas}$
tr: $\textbf{sayfa}$

source: $\textbf{pages}\ \ \ $
nb: $\textbf{sider}\ \ \ $
pl: $\textbf{strony}\ \ \ $
pt: $\textbf{páginas}\ \ \ $
tr: $\textbf{sayfalar}\ \ \ $

source: $\textbf{pies}\ \ \ $
fr: $\textbf{tartes}\ \ \ $
nb: $\textbf{paier}\ \ \ $
pl: $\textbf{ciasta}\ \ \ $
pt: $\textbf{tortas}\ \ \ $
tr: $\textbf{turtalar}\ \ \ $

source: $\textbf{seconds}\ \ \ $
fr: $\textbf{secondes}\ \ \ $
nb: $\textbf{sekunder}\ \ \ $
pl: $\textbf{sekundy}\ \ \ $
pt: $\textbf{segundos}\ \ \ $
tr: $\textbf{saniyeler}\ \ \ $

source: $\textbf{sodas}$
nb: $\textbf{brus}$
pl: $\textbf{szklanki wody}$
pt: $\textbf{refrigerantes}$
tr: $\textbf{kola}$

source: $\textbf{tests}\ \ \ $
nb: $\textbf{tester}\ \ \ $
pl: $\textbf{testy}\ \ \ $
pt: $\textbf{provas}\ \ \ $
tr: $\textbf{testler}\ \ \ $

source: $\textbf{water (mL)}\ \ \ $
fr: $\textbf{eau (mL)}\ \ \ $
nb: $\textbf{vann (ml)}\ \ \ $
pl: $\textbf{woda (ml)}\ \ \ $
pt: $\textbf{água (mL)}\ \ \ $
tr: $\textbf{su (mL)}\ \ \ $

source: $\textbf{weeks}\ \ \ $
fr: $\textbf{semaines}\ \ \ $
nb: $\textbf{uker}\ \ \ $
pl: $\textbf{tygodnie}\ \ \ $
pt: $\textbf{semanas}\ \ \ $
tr: $\textbf{haftalar}\ \ \ $
