Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Jimmy Howick attended Jacksonville University for undergraduate studies on a baseball scholarship but left early when chosen in the 2011 MLB Draft to play professional baseball for the Houston Astros organization. After the conclusion of his baseball career, he returned to JU and graduated from the Davis College of Business. He is currently completing the Post Baccalaureate Pre-Medical Program at Georgetown University and will apply to medical school in the coming year.
pt: Jimmy Howick frequentou a Universidade de Jacksonville com uma bolsa de estudos esportiva, mas abandonou o curso quando foi recrutado em 2011 para jogar beisebol profissional para os Houston Astros. Depois de terminar sua carreira no beisebol, ele voltou para a Universidade e se formou na Faculdade de Administração Davis. Atualmente, ele está no programa pré-medico pós-bacharelado da Universidade de Georgetown e vai se matricular na escola de medicina no ano que vem.
tr: Jimmy Howick, bir beyzbol bursu ile Jacksonville University'de lisans eğitimine başladı, ancak 2011 MLB Draft'te Houston Astros organizasyonu için profesyonel beyzbol oynamak için seçildiğinde okulu bıraktı. Beyzbol kariyeri bittiğinde, JU'ya döndü ve Davis College of Business'tan mezun oldu. Şimdi Georgetown University'de Ön-Medikal Programda bakalorya sonrasını tamamlamaktadır ve gelecek yıl tıp fakültesine başvuracaktır.

source: Job Description
da: Jobbeskrivelse
es: Descripción del trabajo
fr: Description de l'emploi
nb: Jobbeskrivelse
nl: Functieomschrijving
pl: Opis pracy
pt: Descrição da vaga
pt_pt: Descrição do trabalho
tr: İş Tanımı

source: Joey
pt: José

source: John
fr: Jonathan
pt: João

source: John is a medical student in the Class of 2017 at the University of Toledo College of Medicine. He earned his bachelors degree in Creative Writing and Philosophy at Miami University, and works as a tutor at the University of Toledo College of Medicine.
pt: John é aluno de medicina com graduação prevista para 2017 na Escola de Medicina da Universidade de Toledo. Ele obteve seu bacharelado em Escrita Criativa e Filosofia na Universidade de Miami, e trabalha como tutor na Faculdade de Medicina da Universidade de Toledo.
tr: John, Toledo Üniversitesi'nde 2017 yılında mezun olacak bir tıp fakültesi öğrencisidir. Lisans eğitimini Miami Üniversitesinde Yaratıcı Yazarlık ve Felsefe alanında tamamlamıştır, ve Toledo Üniversitesi Tıp Fakültesinde eğitmen olarak çalışır.

source: John is the creator of the jQuery JavaScript library, amongst a number of other Open Source projects, and the author of two books on JavaScript development.
es: John es el creador de la librería de Javascript jQuery, entre otros proyectos de código abierto, y es el autor de dos libros sobre desarrollo de JavaScript.
pl: Oprócz wielu innych projektów Open Source, John jest twórcą biblioteki jQuery JavaScript, oraz autorem dwóch książek na temat rozwoju JavaScript.
pt: John é o criador da biblioteca JavaScript jQuery e de muitos outros projetos de código aberto, bem como autor de dois livros sobre desenvolvimento de JavaScript.
tr: Birçok Open Source projesinin ve jQuery JavaScript Library’nin yaratıcısıdır aynı zamanda JavaScript geliştirme üzerine iki kitabın yazarıdır.

source: John likes sushi.
es: A John le gusta el sushi.
fr: John aime les sushis.
pt: João gosta de sushi.
tr: Can suşi sever.

source: John likes to build things that help people learn.
pt: John gosta de criar coisas para ajudar as pessoas a aprender.
tr: John, İnsanların öğrenmesini kolaylaştıracak şeyler yaratmaktan hoşlanıyor.

source: John works to build tools and design curriculum to teach Computer Science and computer programming.
es: John trabaja en la construcción de herramientas y en el diseño de un plan de estudios para enseñar ciencias de la computación y programación.
pl: John opracowuje narzędzia oraz programy nauczania Informatyki oraz programowania.
pt: John trabalha para criar ferramentas e projetar currículos para o ensino da Ciência da Computação e da programação.
tr: John Bilgisyar Bilimi ve yazılım konusundaki ders ve araçları hazırlamaktan ve koordine etmekten sorumludur.

source: Johnny
bg: Джони
es: Juan
fr: Robocopain
ja: ジョニー
pt: João
pt_pt: João
tr: Murat

source: Join
bg: Присъедини се
da: Deltag
es: Únete
fr: S'inscrire
nb: Delta
nl: Aansluiten
pl: Dołącz
pt: Participe
pt_pt: Aderir
tr: Destekleyin

source: Join %(coach)s's class at Khan Academy!
da: Gå med i %(coach)ss klasse på Khan Academy!
es: ¡Inscríbete en la clase de %(coach)s de Khan Academy!
fr: Rejoignez la classe de %(coach)s à Khan Academy !
ja: カーンアカデミーの %(coach)s のクラスに参加する!
nb: Bli med i %(coach)ss klasse på Khan Academy!
pl: Dołącz do klasy %(coach)s na Khan Academy!
pt: Junte-se à turma do(a) %(coach)s na Khan Academy!
pt_pt: Junta-te à turma do(a) %(coach)s na Khan Academy!
tr: Khan Academy Türkçe'de %(coach)s sınıfına katılın!

source: Join %(coach_name)s's class
da: Gå med i %(coach_name)ss klasse
es: Inscríbete en la clase de %(coach_name)s
fr: Rejoignez la classe de %(coach_name)s
ja: %(coach_name)s のクラスに参加する
nb: Delta i %(coach_name)s sin klasse
nl: Kom bij de klas van %(coach_name)s
pl: Dołącz do klasy %(coach_name)s
pt: Junte-se à turma do(a) %(coach_name)s
pt_pt: Junta-te à aula de %(coach_name)s
tr: %(coach_name)s sınıfına katılım

source: Join %(coach_name)s's class at Khan Academy!
da: Gå med i %(coach_name)ss klasse på Khan Academy!
es: ¡Inscríbete en la clase de %(coach_name)s en Khan Academy!
fr: Rejoignez la classe de %(coach_name)s à la Khan Academy !
ja: カーンアカデミーの %(coach_name)s のクラスに参加しましょう!
nb: Delta i %(coach_name)s sin klasse ved Khan Academy!
nl: Kom bij de klas van %(coach_name)s op Khan Academy!
pl: Dołącz do klasy %(coach_name)s na Khan Academy!
pt: Junte-se à turma do(a) %(coach_name)s na Khan Academy!
tr: Khan Academy Türkçe'de %(coach_name)s sınıfına katılın!

source: Join <span class='advocate-count'></span> learners
bg: Присъединете се към <span class='advocate-count'></span> учащите
da: Deltag <span class='advocate-count'></span> andre lærende
es: Únete a los <span class='advocate-count'></span> aprendices
fr: Rejoignez une communauté de <span class='advocate-count'></span> élèves
nb: Bli med <span class='advocate-count'></span> andre lærende
nl: Aansluiten bij <span class='advocate-count'></span> de lerenden
pl: Dołącz do <span class='advocate-count'></span> uczniów
pt: Junte-se a <span class='advocate-count'></span> estudantes
pt_pt: Junta-te aos outros <span class='advocate-count'></span> alunos
tr: Siz de farkındalık yaratmayı hedefleyen <span class='advocate-count'></span> kişiye katılın!

source: Join Khan Academy
da: Tilmeld dig Khan Academy
es: Únete a Khan Academy
fr: Rejoignez la Khan Academy
nb: Delta i Khan Academy
nl: Doe mee met Khan Academy
pl: Dołącz do Khan Academy
pt: Inscreva-se na Khan Academy
pt_pt: Junta-te à Khan Academy
tr: Khan Academy'ye katılın

source: Join Khan Academy!
da: Tilmeld dig Khan Academy!
es: ¡Únete a Khan Academy!
fr: Rejoignez la Khan Academy !
nb: Delta i Khan Academy!
nl: Doe mee met Khan Academy!
pl: Dołącz do Khan Academy!
pt: Junte-se à Khan Academy!
pt_pt: Junta-te à Khan Academy!
tr: Khan Academy'ye katılın!

source: Join and follow the open Facebook group for all bay area interns
bg: Включи се и следвай отворената Фейсбук група за всички стажанти от Залива
da: Tilmeld dig og følg den åbne Facebookgruppe for alle praktikanter i Bay Area
es: Únete y sigue el grupo abierto en Facebook para todos los internos en el área de La bahía
fr: Inscrivez vous et suivez le groupe Facebook qui est dédié à tous les stagiaires de la région de la Baie de SF
pl: Przyłączcie się do nas na Facebooku i obserwujcie naszą grupę dla stażystów z wybrzeża.
pt: Participe e acompanhe as atividades do grupo aberto no Facebook para todos os estagiários de Bay Area
tr: Tüm körfez bölgesi stajyerleri için açık Facebook grubuna katılın

source: Join as a parent
da: Tilmeld dig som forælder
es: Únete como padre de familia
fr: Inscrivez-vous en tant que parent
nb: Bli med som foreldre
nl: Toetreden als ouder
pl: Dołącz jako rodzic
pt: Entre como pai
pt_pt: Registe-se como um pai
tr: Veli olarak katılın

source: Join as a teacher
da: Tilmeld dig som lærer
es: Unirse como profesor
fr: Inscrivez-vous en tant qu'enseignant
nb: Bli med som lærer
nl: Toetreden als leerkracht
pl: Dołącz jako nauczyciel
pt: Entre como professor
pt_pt: Registe-se como um professor
tr: Eğitmen olarak katılın

source: Join class
bg: Присъединяване към класна стая
da: Deltag i klasse
es: Únete a la clase
fr: Rejoindre la classe
he: הצטרפות לכיתה
nb: Bli med klassen
nl: Neem deel aan de klas
pl: Dołącz do klasy
pt: Entrar na turma
pt_pt: Entrar numa turma
tr: Sınıfa katılın

source: Join our help discussions
da: Deltag i vores hjælp-diskussioner
es: Únete a nuestras discusiones de ayuda
fr: Participez à nos discussions d'aide
hi: हमारे सहायता सम्बंधी विचारविमर्श में शामिल हों
ja: 私達のヘルプの議論に参加する
nb: Bli med i våre hjelpe diskusjoner
nl: Doe mee aan onze help discussies
pl: Dołącz do naszych dyskusji pomocy
pt: Participe de nossas discussões de ajuda
pt_pt: Aderir às discussões de ajuda
tr: Yardım tartışmalarımıza katılın

source: Join the challenge!
da: Deltag i udfordringen!
es: ¡Únete al desafío!
fr: Rejoignez le défi !
ja: チャレンジに参加!
nb: Bli med i utfordringen!
nl: Doe mee met de uitdaging!
pl: Dołącz do wyzwania!
pt: Participe do desafio!
pt_pt: Junta-te ao desafio!
tr: Zor göreve katılın!

source: Join the class
da: Deltag i klassen
es: Únete a la clase
fr: Rejoindre la classe
ja: クラスに参加
nb: Bli med i klassen
nl: Neem deel aan de klas
pl: Dołącz do klasy
pt: Participar da turma
pt_pt: Entrar na turma
tr: Sınıfa katılın

source: Join the math challenge for grades 3 - 12 and grow your ability to learn anything
es: Únete al desafío de matemáticas para los grados 3-12 y haz crecer tu capacidad de aprender lo que sea
nb: Bli med i matematikk-konkurranse for klassetrinn 3 - 12 og øke din mulighet til å lære noe
pt: Participe do desafio matemático do 3º ano do ensino fundamental ao 3º ano do ensino médio e aumente sua habilidade de aprender qualquer coisa
tr: 3 - 12. sınıflar için matematik yarışmasına katılın ve her şeyi öğrenme yeteneğinizi geliştirin

source: Join us in our mission to provide a free world-class education for anyone anywhere.
bg: Присъедини се към нашата мисия, за да предоставм безплатно образование за всеки навсякъде по света
es: Únete a nosotros en la misión de proveer una educación de clase mundial libre para cualquier persona en cualquier lugar.
pl: Dołącz do nas w naszej misji mającej na celu zapewnienie darmowej edukacji o klasie światowej dla każdego i w każdym miejscu.
pt: Junte-se a nós em nossa missão de fornecer educação gratuita e de alta qualidade para todos, em qualquer lugar.
tr: Herkese, her yerde, dünya standartlarında ve ücretsiz eğitim sağlama hedefimizde bize katılın.

source: Join us on Facebook
da: Find os på Facebook
es: Únete a nosotros en Facebook
fr: Rejoignez-nous sur Facebook
pl: Dołącz do nas na Facebook'u
pt: Junte-se a nós no Facebook
tr: Bize Facebook'ta katılın

source: Join us!
bg: Присъедини се към нас!
da: Kom og vær med!
es: ¡Únete a nosotros!
fr: Rejoignez nous !
he: הצטרפו אלינו!
pl: Dołącz do nas!
pt: Junte-se a nós!
pt_pt: Junte-se a nós!
tr: Bize katılın!

source: Joining one point where the compasses intersect with the centers of the two compasses forms an equilateral triangle. The interior angles of an equilateral triangle are <code>60^{\circ}</code>.
fr: En reliant le point d'intersection des cercles aux centres des deux cercles, on obtient un triangle équilatéral. Les angles d'un triangle équilatéral sont de <code>60^{\circ}</code>.
pt: A junção de um ponto onde as circunferências se cruzam com os centros das duas circunferências forma um triângulo equilátero. Os ângulos internos de um triângulo equilátero têm <code>60^{\circ}</code>.
tr: İki pergelin kesiştiği noktayı bu iki pergelin merkeziyle birleştirdiğimizde, bir eşkenar üçgen elde ederiz. Eşkenar üçgenin iç açıları <code>60^{\circ}</code>'dir.

source: Joining one point where two compasses intersect with the centers of those two compasses forms an equilateral triangle. The interior angles of an equilateral triangle are <code>60^{\circ}</code>.
fr: Si on joint les points d'intersection des cercles et le centre du cercle donné, on obtient un triangle équilatéral. Les angles d'un triangle équilatéral sont de <code>60^{\circ}</code>.
pt: A junção de um ponto onde as duas circunferências se cruzam com os centros dessas duas circunferências forma um triângulo equilátero. Os ângulos internos de um triângulo equilátero têm <code>60^{\circ}</code>.
tr: İki pergelin kesiştiği noktayı bu iki pergelin merkeziyle birleştirdiğimizde, bir eşkenar üçgen elde ederiz. Eşkenar üçgenin iç açıları <code>60^{\circ}</code>'dir.

source: Joining the triangle angle with the point where the compasses intersect creates two triangles with the same side lengths and therefore the same angles. This line therefore bisects the angle.
es: Al unir el ángulo del triángulo con el punto donde se intersectan los compases se crean dos triángulos que tienen las mismas longitudes laterales y por lo tanto tienen los mismos ángulos. Por lo tanto, esta línea bisecta el ángulo.
fr: On joint le sommet de l'angle et l'un des points d'intersection des deux cercles. Cette droite est la bissectrice de l'angle.
pl: Połączenie kątów trójkąta z punktem, gdzie cyrkle przecinają się tworzy dwa trójkąty o tej samej długości boków a zatem również o takich samych kątach. Ta linia dzieli więc kąt na połowy.
pt: A junção do ângulo do triângulo com o ponto onde as circunferências se cruzam cria dois triângulos com lados de comprimentos iguais e, portanto, de ângulos iguais. Logo, esta reta é a bissetriz do ângulo.
tr: Üçgenin açısını pergellerin kesiştiği noktayla birleştirmek, kenar uzunlukları, ve dolayısıyla, açıları aynı olan iki üçgen oluşturur. Bu nedenle, bu doğru açıyı ortadan ikiye böler.

source: Jordan
fr: Jeremy
pt: Jorge
pt_pt: Joaquim

source: Jordan is a class of 2017 medical student at the University of Minnesota’s Twin Cities campus. He earned a bachelor’s degree with majors in mathematics and physics from the University of Chicago, and completed post-baccalaureate pre-medical work at Loyola University Chicago.
pt: Jordan deve se formar em medicina em 2017 no campus de Twin Cities da Universidade de Minnesota. Ele obteve seu bacharelado em medicina com estudos principais em matemática e física na Universidade de Chicago, e completou seu trabalho pós-bacharelado pré-medicina na Universidade Loyola de Chicago.
tr: Jordan, Minnesota Üniversitesi'nin İkiz Şehirler kampüsünde 2017'de mezun olacak bir tıp fakültesi öğrencisidir. Şikago Üniversitesi'Nde matematik ve fizik dalında lisans diploması almıştır, ve Chicago Loyola Üniversitesi'nde lisans sonrası tıp öncesi çalışmalar tamamlamıştır.

source: Jordan is a recent Stevens Institute of Technology grad who can't stop open-sourcing his code.
pt: Jordan acaba de se formar no Stevens Institute of Technology, e não consegue parar de distribuir seus programas com código aberto.
tr: Taze bir Stevens Institute of Technology mezunu olan Jordan, kendini yazdığı kodlara açık kaynak statüsü kazandırmaktan alıkoyamıyor.

source: Josh Rose earned an MA in Art History from the University of North Texas in 2003. In the years since, he has worked in museum art education, designing adult programming at the Nasher Sculpture Center and the Dallas Museum of Art. His areas of research interest include Surrealism and Surrealist photography.
pt: Josh Rose obteve seu mestrado em história da arte na Universidade do Norte do Texas em 2003. Desde então, ele tem trabalhado em educação artística em museus, elaboração de programação adulta no Centro de Escultura Nasher e no Museu de Arte de Dallas. Suas áreas de pesquisa incluem surrealismo e fotografia surrealista.
tr: Josh Rose Kuzey Teksas Üniversitesi'nden 2003'te Sanat Tarihi dalında Master derecesini almıştır. O zamandan bu yana, müze sanatı eğitiminde çalışmıştır, Nasher Heykel Merkezi ve Dallas Sanat Müzesi'nde yetişkinlere yönelik programlar tasarlamıştır. Araştırma alanı, Gerçeküstücülük ve Gerçeküstücü fotoğrafçılıktır.

source: Joshua Cohen is a medical student at the University of Miami Miller School of Medicine. He received his Bachelor of Science degree from The University of Michigan and a Master of Science in physiology and biophysics from Georgetown University. His research and clinical interests lie in the field of invasive cardiology.
pt: Joshua Cohen estuda medicina na escola de medicina da Universidade de Miami. Ele obteve seu bacharelado em Ciências na Universidade do Michigan e seu mestrado em Psicologia e Biofísica na Universidade de Georgetown. Seus interesses de pesquisa e clínicos estão no campo da cardiologia invasiva.
tr: Joshua Cohen Miami Üniversitesi Miller Tıp Fakültesi'nde öğrencidir. Fen alanında Lisans derecesini Michigan Üniversitesi'nden ve fizyoloji ve biyofizik alanlarındaki Master derecelerini Georgetown Üniversitesi'nden almıştır. Araştırması ve klinik ilgisi, invaziv kardiyoloji alanındadır.

source: Journeyman Algebraist
da: Udlært i Algebra
es: Obrero del álgebra
fr: Compagnon algébriste
ja: 代数の熟練職人
nb: Lærling Algebraist
nl: Reiziger in Algebra
pl: Czeladnik Algebry
pt: Qualificado em álgebra
pt_pt: Assistente em álgebra
tr: Kalfa Cebirci

source: Journeyman Algebraist (old)
da: Udlært i Algebra (gammel)
es: Obrero del álgebra (viejo)
fr: Compagnon algébriste (obsolète)
ja: 代数の熟練職人(旧)
nb: Lærling Algebraist (gammel)
nl: Reiziger in Algebra (oud)
pl: Czeladnik algebry (stary)
pt: Qualificado em álgebra (antigo)
pt_pt: Assistente em álgebra (antigo)
tr: Kalfa Cebirci (eski)

source: Journeyman Arithmetician
da: Udlært i Aritmetik
es: Obrero de la aritmética
fr: Compagnon en arithmétique
ja: 算術の熟練職人
nb: Lærling Regnemester
nl: Reiziger in Rekenkunde
pl: Czeladnik Arytmetyk
pt: Qualificado em aritmética
pt_pt: Assistente em aritmética
tr: Kalfa Aritmetikçi

source: Journeyman Arithmetician (old)
da: Udlært Regnemester (gammel)
es: Obrero de la aritmética (viejo)
fr: Compagnon arithméticien (obsolète)
ja: 算術の熟練職人(旧)
nb: Lærling Aritmetiker (gammel)
nl: Reiziger in Rekenkunde (oud)
pl: Czeladnik Arytmetyk (stary)
pt: Qualificado em aritmética (antigo)
pt_pt: Assistente em aritmética (antigo)
tr: Kalfa Aritmetikçi (eski)

source: Journeyman Pre-algebraist
da: Udlært Svend i Pre-algebra
es: Obrero de la preálgebra
fr: Compagnon pré-algèbriste
ja: 前代数の熟練職人
nb: Lærling Før-algebraist
nl: Reiziger in Wiskunde voor de onderbouw
pl: Czeladnik Podstaw Algebry
pt: Qualificado em pré-álgebra
pt_pt: Assistente em pré-álgebra
tr: Kalfa Ön-Cebirci

source: Journeyman Pre-algebraist (old)
da: Udlært Svend i Pre-algebra (gammel)
es: Obrero pre-algebrista (viejo)
fr: Compagnon pré-algèbriste (obsolète)
ja: 前代数の熟練職人(旧)
nb: Lærling Før-algebraist (gammel)
nl: Reiziger in Wiskunde voor de onderbouw (oud)
pl: Czeladnik Przed-algebry (stary)
pt: Qualificado em pré-álgebra (antigo)
pt_pt: Assistente em pré-álgebra (antigo)
tr: Kalfa Ön-Cebirci (eski)

source: Journeyman Trigonometrician
da: Udlært i Trigonometri
es: Obrero de la trigonometría
fr: Compagnon trigonométricien
ja: 三角法の熟練職人
nb: Lærling Trigonometriker
nl: Reiziger in Goniometrie
pl: Czeladnik Trygonometrii
pt: Qualificado em trigonometria
pt_pt: Assistente em trigonometria
tr: Kalfa Trigonometrici

source: Journeyman Trigonometrician (old)
da: Udlært Svend i Trigonometri (gammel)
es: Obrero de la trigonometría (viejo)
fr: Compagnon trigonométricien (obsolète)
ja: 三角法の熟練職人(旧)
nb: Lærling Trigonometriker (gammel)
nl: Reiziger in Goniometrie (old)
pl: Czeladnik Trygonometrii (stary)
pt: Qualificado em trigonometria (antigo)
pt_pt: Assistente em trigonometria (antigo)
tr: Kalfa Trigonometrici (eski)

source: Jp McMahon is a Ph.D. candidate in Art History at University College Cork, Ireland. He currently teaches and is academic coordinator on the diploma in European Art History in the Adult Education department of the same university. He has published a number of essay on American art since 1945.
pt: JP McMahon é doutorando em história da arte na University College Cork, na Irlanda. Ele atualmente leciona e é coordenador acadêmico de história da arte europeia no Departamento de Educação para Adultos na mesma Universidade. Ele publicou diversos artigos sobre arte americana desde 1945.
tr: Jp McMahon, Cork Üniversitesi, İrlanda'da Sanat Tarihi alanında bir doktora adayıdır. Aynı üniversitenin Yetişkin Eğitimi bölümünde Avrupa Sanat Tarihi diplomasında akademik koordinatör ve öğretim görevlisidir. 1945 sonrası Amerikan sanatı üzerine birçok makale yazmıştır.

source: Julia Langley received an M.A. in ancient Greek art history from the University of California, Los Angeles. She also completed the graduate program in Museum Studies at the George Washington University with a study of the war memorials on the National Mall.
pt: Julia Langley obteve seu mestrado em história da arte grega antiga na Universidade da Califórnia, em Los Angeles. Ela também completou o programa de pós-graduação em estudos de museologia na Universidade George Washington com um estudo sobre os memoriais de gerra no Passeio Nacional.
tr: Julia Langley Kaliforniya Üniversitesi, Los Angeles'tan antik Yunan sanat tarihi üzerine master derecesini tamamlamıştır. Ulusal Alan'daki savaş anıtlarını inceleyen bir çalışmayla George Washington Üniversitesi'nde Müze Çalışmaları lisansüstü programını da tamamlamıştır.

source: Julie
pt: Júlia

source: July
nb: Juli
pt: Julho
tr: Temmuz

source: Jump to topic:
bg: Направо към темата:
da: Gå til emne:
es: Ir al tema:
fr: Accéder directement à la rubrique :
ja: トピックに移動:
nb: Hopp til emne:
nl: Ga naar onderwerp:
pl: Przejdź do tematu:
pt: Pular para o tópico:
pt_pt: Ir para o tópico:
tr: Konusuna gitmek

source: Jumping Hopper
da: Hoppende Hopper
es: Hopper saltarín
fr: Hopper, le castor qui sautille
ja: ジャンピング・ホッパー
nb: Hoppende Hopper
nl: Springende Hopper
pl: Skaczący Skoczek
pt: Pogobol
pt_pt: Pulga saltitona
tr: Zıplayan Hopper

source: June
fr: juin
pl: Czerwiec
pt: Junho
tr: Haziran

source: Just $10 a month can help us provide 240 hours of free education over the next year.
ja: 月に $10 の手助けで私達は 240 時間の来年の無料の教育を提供することができます．
nb: Med bare $10 i måneden kan du hjelpe oss med å gi 240 timer gratis utdanning i løpet av året.
pl: Tylko 10$ miesięcznie pomoże nam zapewnić 240 godzin darmowej nauki przez następny rok.
pt: Uma contribuição de apenas $10 por mês nos ajuda a fornecer 240 horas de educação gratuita durante o próximo ano.
pt_pt: Com apenas $10 dólares por mês podes ajudar-nos a proporcionar 240 horas de educação gratuita durante o próximo ano.
tr: Ayda sadece 10 dolar, önümüzdeki sene 240 saat ücretsiz eğitim vermemizi garanti altına alıyor.

source: Just Getting Started
da: Kun lige startet
es: Primeros pasos
fr: Le commencement
ja: はじめたばかり
nb: Bare komme i gang
nl: Nog maar het begin
pl: Dopiero zaczynam
pt: Apenas começando
pt_pt: Estamos só a começar
tr: Yeni Başlayanlara

source: Just Getting Started (old)
da: Godt Fra Start (gammel)
es: Primeros pasos (viejo)
fr: Vient tout juste de commencer (obsolète)
ja: はじめたばかり(旧)
nb: Bare komme i gang (gammel)
nl: Aan de slag (oud)
pl: Dopiero zaczyna (stary)
pt: Apenas começando (antigo)
pt_pt: Apenas a começar (antigo)
tr: Yeni Başlayanlara (Eski)
