Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <code>\large{\blue{<var>ONES</var>}}</code> is the same as <code>\large{\blue{<var>ONES</var>}}</code> <var>plural_form(numberPlaceNames[0], ONES)</var>, the place value one place to the left of the decimal point.
es: <code>\large{\blue{<var>ONES</var>}}</code> es lo mismo que <code>\large{\blue{<var>ONES</var>}}</code> <var>plural_form(numberPlaceNames[0], ONES)</var>, el valor posicional un lugar a la izquierda del punto decimal.
fr: <code>\large{\blue{<var>ONES</var>}}</code> est équivalent à <code>\large{\blue{<var>ONES</var>}}</code> <var>plural_form(numberPlaceNames[0], ONES)</var>, ce qui correspond à la valeur de position un rang à gauche de la virgule.
nb: <code>\large{\blue{<var>ONES</var>}}</code> er det samme som <code>\large{\blue{<var>ONES</var>}}</code> <var>plural_form(numberPlaceNames[0], ONES)</var>, plassverdien en plass til venstre for desimaltegnet.
nl: <code>\large{\blue{<var>ONES</var>}}</code> is hetzeffde als as <code>\large{\blue{<var>ONES</var>}}</code> <var>plural_form(numberPlaceNames[0], ONES)</var>, de plaatswaarde op de eerste plek direct links van de komma.
pl: <code>\large{\blue{<var>ONES</var>}}</code> to to samo, co <code>\large{\blue{<var>ONES</var>}}</code> <var>plural_form(numberPlaceNames[0], ONES)</var>, wartość pierwszego miejsca na lewo od przecinka.
pt: <code>\large{\blue{<var>ONES</var>}}</code> é o mesmo que <code>\large{\blue{<var>ONES</var>}}</code> <var>plural_form(numberPlaceNames[0], ONES)</var>, o valor posicional de uma casa à esquerda da vírgula decimal.
tr: <code>\large{\blue{<var>ONES</var>}}</code>, <code>\large{\blue{<var>ONES</var>}}</code> <var>plural_form(numberPlaceNames[0], ONES)</var>, ondalık işaretinin bir basamak solundaki basamak değeri, ile aynıdır.

source: <code>\large{\green{<var>TENS</var>0}}</code> is the same as <code>\large{\green{<var>TENS</var>}}</code> <var>plural_form(numberPlaceNames[1], TENS)</var>, the place value two places to the left of the decimal point.
es: <code>\large{\green{<var>TENS</var>0}}</code> es lo mismo que <code>\large{\green{<var>TENS</var>}}</code> <var>plural_form(numberPlaceNames[1], TENS)</var>, el valor posicional dos lugares a la izquierda del punto decimal.
fr: <code>\large{\green{<var>TENS</var>0}}</code> est équivalent à <code>\large{\green{<var>TENS</var>}}</code> <var>plural_form(numberPlaceNames[1], TENS)</var>, ce qui correspond à la valeur de position deux rangs à gauche de la virgule.
nb: <code>\large{\green{<var>TENS</var>0}}</code> er det samme som <code>\large{\green{<var>TENS</var>}}</code> <var>plural_form(numberPlaceNames[1], TENS)</var>,plassverdien to plasser til venstre for desimaltegnet.
nl: <code>\large{\green{<var>TENS</var>0}}</code> is hetzelfde als <code>\large{\green{<var>TENS</var>}}</code> <var>plural_form(numberPlaceNames[1], TENS)</var>, de plaatswaarde op twee plekken links van de komma.
pl: <code>\large{\green{<var>TENS</var>0}}</code> to to samo, co <code>\large{\green{<var>TENS</var>}}</code> <var>plural_form(numberPlaceNames[1], TENS)</var>, wartość drugiego miejsca na lewo od przecinka.
pt: <code>\large{\green{<var>TENS</var>0}}</code> é o mesmo que <code>\large{\green{<var>TENS</var>}}</code> <var>plural_form(numberPlaceNames[1], TENS)</var>, o valor posicional de duas casas à esquerda da vírgula decimal.
tr: <code>\large{\green{<var>TENS</var>0}}</code>, <code>\large{\green{<var>TENS</var>}}</code> <var>plural_form(numberPlaceNames[1], TENS)</var>, ondalık işaretinin iki basamak solundaki basamak değeri, ile aynıdır.

source: <code>\large{\orange{<var>HUNDREDS</var>00}}</code> is the same as <code>\large{\orange{<var>HUNDREDS</var>}}</code> <var>plural_form(numberPlaceNames[2], HUNDREDS)</var>, the place value three places to the left of the decimal point..
es: <code>\large{\orange{<var>HUNDREDS</var>00}}</code> es lo mismo que <code>\large{\orange{<var>HUNDREDS</var>}}</code> <var>plural_form(numberPlaceNames[2], HUNDREDS)</var>, el valor posicional tres lugares a la izquierda del punto decimal.
fr: <code>\large{\orange{<var>HUNDREDS</var>00}}</code> est équivalent à <code>\large{\orange{<var>HUNDREDS</var>}}</code> <var>plural_form(numberPlaceNames[2], HUNDREDS)</var>, ce qui correspond à la valeur de position trois rangs à gauche de la virgule.
nb: <code>\large{\orange{<var>HUNDREDS</var>00}}</code> er det samme som<code>\large{\orange{<var>HUNDREDS</var>}}</code> <var>plural_form(numberPlaceNames[2], HUNDREDS)</var>, plassverdien tre plasser til venstre for desimaltegnet.
nl: <code>\large{\orange{<var>HUNDREDS</var>00}}</code> is hetzelfde als <code>\large{\orange{<var>HUNDREDS</var>}}</code> <var>plural_form(numberPlaceNames[2], HUNDREDS)</var>, de plaatswaarde op drie plekken links van de komma.
pl: <code>\large{\orange{<var>HUNDREDS</var>00}}</code> to to samo, co <code>\large{\orange{<var>HUNDREDS</var>}}</code> <var>plural_form(numberPlaceNames[2], HUNDREDS)</var>, wartość trzeciego miejsca na lewo od przecinka..
pt: <code>\large{\orange{<var>HUNDREDS</var>00}}</code> é o mesmo que <code>\large{\orange{<var>HUNDREDS</var>}}</code> <var>plural_form(numberPlaceNames[2], HUNDREDS)</var>, o valor posicional de três casas à esquerda da vírgula decimal.
tr: <code>\large{\orange{<var>HUNDREDS</var>00}}</code>, <code>\large{\orange{<var>HUNDREDS</var>}}</code> <var>plural_form(numberPlaceNames[2], HUNDREDS)</var>, ondalık işaretinin üç basamak solundaki basamak değeri, ile aynıdır..

source: <code>\large{\pink{<var>THOUSANDS</var>000}}</code> is the same as <code>\large{\pink{<var>THOUSANDS</var>}}</code> <var>plural_form(numberPlaceNames[3], THOUSANDS)</var>, the place value four places to the left of the decimal point.
es: <code>\large{\pink{<var>THOUSANDS</var>000}}</code> es lo mismo que <code>\large{\pink{<var>THOUSANDS</var>}}</code> <var>plural_form(numberPlaceNames[3], THOUSANDS)</var>, el valor posicional cuatro lugares a la izquierda del punto decimal.
fr: <code>\large{\pink{<var>THOUSANDS</var>000}}</code> est équivalent à <code>\large{\pink{<var>THOUSANDS</var>}}</code> <var>plural_form(numberPlaceNames[3], THOUSANDS)</var>, ce qui correspond à la valeur de position quatre rangs à gauche de la virgule.
nb: <code>\large{\pink{<var>THOUSANDS</var>000}}</code> er det samme som <code>\large{\pink{<var>THOUSANDS</var>}}</code> <var>plural_form(numberPlaceNames[3], THOUSANDS)</var>, plassverdien fire plasser til venstre for desimaltegnet.
nl: <code>\large{\pink{<var>THOUSANDS</var>000}}</code> is hetzelfde als <code>\large{\pink{<var>THOUSANDS</var>}}</code> <var>plural_form(numberPlaceNames[3], THOUSANDS)</var>, de plaatswaarde vier plekken links van de komma.
pl: <code>\large{\pink{<var>THOUSANDS</var>000}}</code> to to samo, co <code>\large{\pink{<var>THOUSANDS</var>}}</code> <var>plural_form(numberPlaceNames[3], THOUSANDS)</var>, wartość dla miejsca czwartego na lewo od przecinka.
pt: <code>\large{\pink{<var>THOUSANDS</var>000}}</code> é o mesmo que <code>\large{\pink{<var>THOUSANDS</var>}}</code> <var>plural_form(numberPlaceNames[3], THOUSANDS)</var>, o valor posicional de quatro casas à esquerda da vírgula decimal.
tr: <code>\large{\pink{<var>THOUSANDS</var>000}}</code>, <code>\large{\pink{<var>THOUSANDS</var>}}</code> <var>plural_form(numberPlaceNames[3], THOUSANDS)</var>, ondalık işaretinin dört basamak solundaki basamak değeri, ile aynıdır.

source: <code>\orange{\angle{AHI}} = \green{\angle{AJK}}</code>, because they are corresponding angles formed by two parallel lines and a transversal line. Corresponding angles are congruent (equal).
nl: <code>\orange{\angle{AHI}} = \green{\angle{AJK}}</code>, want het zijn overeenkomstige hoeken gevormd door twee evenwijdige lijnen en een kruisende lijn. Overeenkomstige hoeken zijn congruent (gelijk).
pt: <code>\orange{\angle{AHI}} = \green{\angle{AJK}}</code>, por serem ângulos correspondentes formados por duas retas paralelas e uma reta transversal. Ângulos correspondentes são congruentes (iguais).
tr: <code>\orange{\angle{AHI}} = \green{\angle{AJK}}</code>, çünkü bunlar iki paralel doğru ile oluşmuş yöndeş açılardır. Yöndeş açılar eştir(eşittir).

source: <code>\orange{\angle{AJK}} = \green{\angle{AHI}}</code>, because they are corresponding angles formed by two parallel lines and a transversal line. Corresponding angles are congruent (equal).
nb: <code>\orange{\angle{AJK}} = \green{\angle{AHI}}</code>, fordi de er samsvarende vinkler formet av parallelle linjer og en vinkelrett linje. Samsvarende vinkler er kongruent (like).
nl: <code>\orange{\angle{AJK}} = \green{\angle{AHI}}</code>, want het zijn overeenkomstige hoeken gevormd door twee evenwijdige lijnen en een kruisende lijn. Overeenkomstige hoeken zijn congruent (gelijk).
pt: <code>\orange{\angle{AJK}} = \green{\angle{AHI}}</code>, por serem ângulos correspondentes formados por duas retas paralelas e uma reta transversal. Ângulos correspondentes são congruentes (iguais).
tr: <code>\orange{\angle{AJK}} = \green{\angle{AHI}}</code>, çünkü bunlar iki paralel doğru ve bunların kesen doğrusu üstünde oluşmuş yöndeş açılardır. Yöndeş açılar eştir (eşittir).

source: <code>\orange{\angle{BAC}} = 180^\circ - \green{\angle{DAB}} = <var>180 - Tri_Y - Tri_Z</var>^\circ</code>, because supplementary angles along a line add up to <code>180^\circ</code>.
nl: <code>\orange{\angle{BAC}} = 180^\circ - \green{\angle{DAB}} = <var>180 - Tri_Y - Tri_Z</var>^\circ</code>, want supplementaire hoeken langs een lijn tellen op tot <code>180^\circ</code>.
pt: <code>\orange{\angle{BAC}} = 180^\circ - \green{\angle{DAB}} = <var>180 - Tri_Y - Tri_Z</var>^\circ</code>, porque ângulos suplementares ao longo de uma reta somam <code>180^\circ</code>.
tr: <code>\orange{\angle{BAC}} = 180^\circ - \green{\angle{DAB}} = <var>180 - Tri_Y - Tri_Z</var>^\circ</code>, çünkü bir doğru üzerindeki bütünler açıların toplamı <code>180^\circ</code>'dir.

source: <code>\orange{\angle{DAI}} = 90^\circ - \green{\angle{IAK}} = <var>90 - Tri_Y</var>^\circ</code>, because angles <code>\green{\angle{IAK}}</code> and <code>\orange{\angle{DAI}}</code>, make up angle <code>\purple{\angle{DAK}}</code>.
nb: <code>\orange{\angle{DAI}} = 90^\circ - \green{\angle{IAK}} = <var>90 - Tri_Y</var>^\circ</code>, fordi vinklene <code>\green{\angle{IAK}}</code> og <code>\orange{\angle{DAI}}</code>, danner sammen vinkelen <code>\purple{\angle{DAK}}</code>.
nl: <code>\orange{\angle{DAI}} = 90^\circ - \green{\angle{IAK}} = <var>90 - Tri_Y</var>^\circ</code>, want de hoeken <code>\green{\angle{IAK}}</code> en <code>\orange{\angle{DAI}}</code> maken samen <code>\purple{\angle{DAK}}</code>.
pt: <code>\orange{\angle{DAI}} = 90^\circ - \green{\angle{IAK}} = <var>90 - Tri_Y</var>^\circ</code>, porque os ângulos <code>\green{\angle{IAK}}</code> e <code>\orange{\angle{DAI}}</code>, formam o ângulo <code>\purple{\angle{DAK}}</code>.
tr: <code>\orange{\angle{DAI}} = 90^\circ - \green{\angle{IAK}} = <var>90 - Tri_Y</var>^\circ</code>, çünkü <code>\green{\angle{IAK}}</code> ve <code>\orange{\angle{DAI}}</code> açıları <code>\purple{\angle{DAK}}</code> açısını oluşturur.

source: <code>\orange{\angle{DAI}} = \green{\angle{GCJ}} = <var>Tri_Y</var>^\circ</code>, because they are alternate exterior angles, formed by two parallel lines and a transversal line, they are congruent (equal).
nl: <code>\orange{\angle{DAI}} = \green{\angle{GCJ}} = <var>Tri_Y</var>^\circ</code>, want het zijn verwisselende buitenhoeken, gevormd door twee evenwijdige lijnen en een kruisende lijn, en die zijn congruent (gelijk).
pt: <code>\orange{\angle{DAI}} = \green{\angle{GCJ}} = <var>Tri_Y</var>^\circ</code>, como eles são ângulos alternos externos, formados por duas retas paralelas e uma reta transversal, eles são congruentes (iguais).
tr: <code>\orange{\angle{DAI}} = \green{\angle{GCJ}} = <var>Tri_Y</var>^\circ</code>, çünkü bunlar iki paralel doğru ve bunları kesen doğru üstünde oluşmuş dış ters açılardır ve bu nedenle eştir(eşittir).

source: <code>\orange{\angle{EGB}} = \green{\angle{AGF}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, because they are opposite angles from each other. Opposite angles are congruent (equal).
nb: <code>\orange{\angle{EGB}} = \green{\angle{AGF}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, fordi de er toppvinkler. Toppvinkler er kongruent (like).
nl: <code>\orange{\angle{EGB}} = \green{\angle{AGF}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, want het zijn overstaande hoeken. Overstaande hoeken zijn congruent (gelijk).
pt: <code>\orange{\angle{EGB}} = \green{\angle{AGF}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, porque eles são ângulos opostos um ao outro. Ângulos opostos são congruentes (iguais).
tr: <code>\orange{\angle{EGB}} = \green{\angle{AGF}} = <var>90 - ACCUTEANGLE</var>^\circ</code>, çünkü bu açılar terstir. Ters açılar eştir (eşittir).

source: <code>\overline{<var>ADJACENT_NAME</var>}</code> is <b>adjacent</b> to <code>\angle <var>ANGLE</var></code>
es: <code>\overline{<var>ADJACENT_NAME</var>}</code> es <b>adyacente</b> a <code>\angle <var>ANGLE</var></code>
pl: <code>\overline{<var>ADJACENT_NAME</var>}</code> jest <b>przyległa</b> do <code>\angle <var>ANGLE</var></code>
pt: <code>\overline{<var>ADJACENT_NAME</var>}</code> é <b>adjacente</b> a <code>\angle <var>ANGLE</var></code>
tr: <code>\overline{<var>ADJACENT_NAME</var>}</code>, <code>\angle <var>ANGLE</var></code>'e <b>komşudur</b>

source: <code>\overline{<var>OPPOSITE_NAME</var>}</code> is <b>opposite</b> to <code>\angle <var>ANGLE</var></code>
es: <code>\overline{<var>OPPOSITE_NAME</var>}</code> es <b>opuesto</b> a <code>\angle <var>ANGLE</var></code>
pl: <code>\overline{<var>OPPOSITE_NAME</var>}</code> jest <b>przeciwległa</b> do <code>\angle <var>ANGLE</var></code>
pt: <code>\overline{<var>OPPOSITE_NAME</var>}</code> é <b>oposto</b> a <code>\angle <var>ANGLE</var></code>
tr: <code>\overline{<var>OPPOSITE_NAME</var>}</code>, <code>\angle <var>ANGLE</var></code>'in <b>karşısındadır</b>

source: <code>\overline{<var>OPPOSITE_NAME</var>}</code> is the <b>opposite</b> to <code>\angle <var>ANGLE</var></code>
es: <code>\overline{<var>OPPOSITE_NAME</var>}</code> es el <b>opuesto</b> a <code>\angle <var>ANGLE</var></code>
pl: <code>\overline{<var>OPPOSITE_NAME</var>}</code> jest <b>przeciwległa</b> do <code>\angle <var>ANGLE</var></code>
pt: <code>\overline{<var>OPPOSITE_NAME</var>}</code> é o <b>oposto</b> a <code>\angle <var>ANGLE</var></code>
tr: <code>\overline{<var>OPPOSITE_NAME</var>}</code>, <code>\angle <var>ANGLE</var></code>'in <b>karşısındadır</b>

source: <code>\overline{AB} \parallel \overline{CD}</code> (line <code>AB</code> is parallel to line <code>CD</code>)
nl: <code>\overline{AB} \parallel \overline{CD}</code> (lijn <code>AB</code> is evenwijdig aan de lijn <code>CD</code>)
pl: <code>\overline{AB} \parallel \overline{CD}</code> (line <code>AB</code> jest równoległa do prostej <code>CD</code>)
pt: <code>\overline{AB} \parallel \overline{CD}</code> (a reta <code>AB</code> é paralela à reta <code>CD</code>)
tr: <code>\overline{AB} \parallel \overline{CD}</code> (<code>AB</code> doğrusu, <code>CD</code> doğrusuna paraleldir)

source: <code>\overline{AB} \perp \overline{CD}</code>, line segments AB and CD are perpendicular.
nl: <code>\overline{AB} \perp \overline{CD}</code>, lijnsegmenten AB en CD staan loodrecht op elkaar.
pt: <code>\overline{AB} \perp \overline{CD}</code>, os segmentos de reta AB e CD são perpendiculares.
tr: <code>\overline{AB} \perp \overline{CD}</code>, AB ve CD doğru parçaları diktir.

source: <code>\overline{AB}</code> is <code><var>AB</var></code> units long
da: <code>\overline{AB}</code> er <code><var>AB</var></code> enheder lang
es: <code>\overline{AB}</code> tiene una longitud de <code><var>AB</var></code> unidades
pl: <code>\overline{AB}</code> ma <code><var>AB</var></code> jednostek długości
pt: <code>\overline{AB}</code> tem <code><var>AB</var></code> unidades de comprimento
tr: <code>\overline{AB}</code>, <code><var>AB</var></code> birim uzunluğunda

source: <code>\overline{AB}</code> is <code><var>AB_STRING</var></code> units long
es: <code>\overline{AB}</code> tiene <code><var>AB_STRING</var></code> unidades de largo
pl: <code>\overline{AB}</code> ma długość <code><var>AB_STRING</var></code> jednostek
pt: <code>\overline{AB}</code> tem <code><var>AB_STRING</var></code> unidades de comprimento
tr: <code>\overline{AB}</code>, <code><var>AB_STRING</var></code> birim uzunluğundadır

source: <code>\overline{AB}</code> is the <b>hypotenuse</b>
da: <code>\overline{AB}</code> er <b>hypotenusen</b>
es: <code>\overline{AB}</code> es la <b>hipotenusa</b>
pl: <code>\overline{AB}</code> jest <b>przeciwprostokątną</b>
pt: <code>\overline{AB}</code> é a <b>hipotenusa</b>
tr: <code>\overline{AB}</code>, <b>hipotenüstür</b>

source: <code>\overline{AB}</code> is the <b>hypotenuse</b> (note that it is opposite the right angle)
da: <code>\overline{AB}</code> er <b>hypotenusen</b> (Bemærk, at den er overfor den rette vinkel)
es: <code>\overline{AB}</code> es la <b>hipotenusa</b> (nota que es opuesto al ángulo recto)
pl: <code>\overline{AB}</code> jest <b>przeciwprostokątną</b> (zauważ, że leży naprzeciwko kąta prostego)
pt: <code>\overline{AB}</code> é a <b>hipotenusa</b> (observe que é oposta ao ângulo reto)
tr: <code>\overline{AB}</code>, <b>hipotenüstür</b> (dik açının karşısında olduğuna dikkat edin)

source: <code>\overline{AB}</code> is the <b>hypotenuse</b> (note that it is opposite the right angle).
es: <code>\overline{AB}</code> es la <b>hipotenusa</b> (nota que es opuesto al ángulo recto).
pl: <code>\overline{AB}</code> jest <b>przeciwprostokątną</b> (zauważ, że leży ona naprzeciwko kąta prostego).
pt: <code>\overline{AB}</code> é a <b>hipotenusa</b> (observe que está em oposição ao ângulo reto).
tr: <code>\overline{AB}</code>, <b>hipotenüstür</b> (dik açının karşısında olduğuna dikkat edin).

source: <code>\overline{AC}</code> is <code><var>AC</var></code> units long
es: <code>\overline{AC}</code> tiene una longitud de <code><var>AC</var></code> unidades
pl: <code>\overline{AC}</code> ma długość <code><var>AC</var></code> jednostek
pt: <code>\overline{AC}</code> tem <code><var>AC</var></code> unidades de comprimento
tr: <code>\overline{AC}</code>, <code><var>AC</var></code> birim uzunluğunda

source: <code>\overline{BC} \parallel \overline{DE}</code> (line <code>BC</code> is parallel to line <code>DE</code>)
nl: <code>\overline{BC} \parallel \overline{DE}</code> (lijn <code>BC</code> is evenwijdig aan de lijn <code>DE</code>)
pl: <code>\overline{BC} \parallel \overline{DE}</code> (line <code>BC</code> jest równoległy do prostej <code>DE</code>)
pt: <code>\overline{BC} \parallel \overline{DE}</code> (line <code>BC</code> é paralela à reta <code>DE</code>)
tr: <code>\overline{BC} \parallel \overline{DE}</code> (<code>BC</code> doğrusu, <code>DE</code> doğrusuna paraleldir)

source: <code>\overline{BC}</code> is <code><var>BC</var></code> units long
es: <code>\overline{BC}</code> tiene una longitud de <code><var>BC</var></code> unidades
pl: <code>\overline{BC}</code> ma długość <code><var>BC</var></code> jednostek
pt: <code>\overline{BC}</code> é <code><var>BC</var></code> unidades de comprimento
tr: <code>\overline{BC}</code>, <code><var>BC</var></code> birim uzunluğunda

source: <code>\overline{DE} \parallel \overline{FG}</code>, line segments DE and FG are parallel.
nl: <code>\overline{DE} \parallel \overline{FG}</code>, lijnsegmenten DE en FG zijn evenwijdig.
pt: <code>\overline{DE} \parallel \overline{FG}</code>, os segmentos de reta DE e FG são paralelos.
tr: <code>\overline{DE} \parallel \overline{FG}</code>, DE FG doğru parçaları paraleldir.

source: <code>\overline{HI} \parallel \overline{JK}</code>, line segments HI and JK are parallel.
nl: <code>\overline{HI} \parallel \overline{JK}</code>, lijnsegmenten HI en JK zijn evenwijdig.
pt: <code>\overline{HI} \parallel \overline{JK}</code>, os segmentos de reta HI e JK são paralelos.
tr: <code>\overline{HI} \parallel \overline{JK}</code>, HI ve JK doğru parçaları paraleldir.

source: <code>\overline{KL} \perp \overline{DE}</code>, line segments KL and DE are perpendicular.
nl: <code>\overline{KL} \perp \overline{DE}</code>, lijnsegmenten KL en DE staan loodrecht op elkaar.
pt: <code>\overline{KL} \perp \overline{DE}</code>, os segmentos de reta KL e DE são perpendiculares.
tr: <code>\overline{KL} \perp \overline{DE}</code>, KL ve DE doğru parçaları diktir.

source: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> is a solution because it's inside both shaded areas, but <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> is not.
fr: Le couple <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> est solution car il est dans les deux demi-plans colorés, mais le couple <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> n'est pas solution.
pt: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> é uma solução pois está dentro de ambas as áreas sombreadas, porém <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> não está.
tr: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> bir çözümdür, çünkü iki taralı alanın da içindedir, ama <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code> öyle değildir.

source: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> is a solution because it's inside the shaded area.
es: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> es una solución porque está dentro del área sombreada.
nb: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> er en løsning fordi det ligger innenfor det fargene området.
pl: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> jest rozwiązaniem, bo jest w zacieniowanym obszarze.
pt: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> é uma solução porque está dentro da área sombreada.
tr: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> bir çözümdür, çünkü taralı alanın içindedir.

source: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> is not a solution because it's outside the shaded area.
es: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> no es una solución porque está fuera del área sombreada.
nb: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> er ikke en løsning for det ligger utenfor det fargede området.
pl: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> nie jest rozwiązaniem, bo jest poza zacieniowanym obszarem.
pt: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> não é uma solução porque está fora da área sombreada.
tr: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> çözüm değildir, çünkü taralı alanın dışındadır.

source: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> is on the line so it satisfies <code>y = <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
es: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> está en la recta, así que satisface <code>y = <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
nb: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> er på linjen, så det passer til <code>y = <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
pl: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> jest na prostej, więc spełnia <code>y = <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
pt: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> está na reta, então satisfaz <code>y = <var>PRETTY_SLOPE</var> + <var>YINT</var></code>.
tr: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> doğrunun üstündedir, çünkü <code>y = <var>PRETTY_SLOPE</var> + <var>YINT</var></code> denklemini sağlar.
