Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <span data-if="INDEX !== 2"># of </span><var>UNIT_1</var> = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
da: <span data-if="INDEX !== 2">antallet af </span><var>UNIT_1</var> = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
es: <span data-if="INDEX !== 2"># de </span><var>UNIT_1</var> = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
fr: <span data-if="INDEX !== 2">nombre de </span><var>UNIT_1</var> = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
pl: <span data-if="INDEX !== 2"># z </span><var>UNIT_1</var> = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
pt: <span data-if="INDEX !== 2">nº de</span><var>UNIT_1</var> = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>
tr: <span data-if="INDEX !== 2"> </span><var>UNIT_1</var> sayısı = <span class="sol short50" data-forms="integer, decimal"><var>X</var></span>

source: <span data-if="INDEX !== 2"># of </span><var>UNIT_2</var> = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
da: <span data-if="INDEX !== 2">antallet af </span><var>UNIT_2</var> = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
es: <span data-if="INDEX !== 2"># de </span><var>UNIT_2</var> = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
fr: <span data-if="INDEX !== 2">nombre de </span><var>UNIT_2</var> = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
pl: <span data-if="INDEX !== 2"># z </span><var>UNIT_2</var> = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
pt: <span data-if="INDEX !== 2">nº de</span><var>UNIT_2</var> = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>
tr: <span data-if="INDEX !== 2"> </span><var>UNIT_2</var> sayısı = <span class="sol short50" data-forms="integer, decimal"><var>Y</var></span>

source: <span data-if="K > 0">Add <code><var>K</var></code> to both sides and rewrite</span> <span data-else-if="K &lt; 0">Subtract <code><var>-K</var></code> from both sides and rewrite</span> <span data-else="">Rewrite</span> as an equality in terms of <code>y</code> to get the equation of the asymptotes:
da: <span data-if="K > 0">Læg <code><var>K</var></code> til på begge sider og omskriv</span> <span data-else-if="K &lt; 0">Fratræk <code><var>-K</var></code> fra begge sider og omskriv</span> <span data-else="">Omskriv</span> til en ligning for <code>y</code> for at finde ligningen for asymptoterne:
es: <span data-if="K > 0">Suma <code><var>K</var></code> a ambos lados y reescribe</span> <span data-else-if="K &lt; 0">Resta <code><var>-K</var></code> de ambos lados y reescribe</span> <span data-else="">Reescribe</span> como una igualdad en términos de <code>y</code> para obtener la ecuación de las asíntotas:
fr: <span data-if="K > 0"> On ajoute <code><var>K</var></code> aux deux membres et </span> <span data-else-if="K &lt; 0">On retranche <code><var>-K</var></code> aux deux membres et </span> <span data-else="">cette expression de</span> <code>y</code> est l'équation des asymptotes :
nb: <span data-if="K > 0">Adder <code><var>K</var></code> på begge sider og skriv om</span> <span data-else-if="K &lt; 0">Trekk fra <code><var>-K</var></code> på begge sider og skriv om</span> <span data-else="">skriv om</span> som en likning uttrykt med <code>y</code> for å få likningen for asymptotene:
pl: <span data-if="K > 0">Dodaj <code><var>K</var></code> do obu stron i zapisz </span> <span data-else-if="K &lt; 0">Odejmij <code><var>-K</var></code> od obu stron i zapisz</span> <span data-else="">Zapisz</span> jako równość ze względu na <code>y</code> żeby otrzymać równania asymptot:
pt: <span data-if="K > 0">Some <code><var>K</var></code> aos dois lados e reescreva</span> <span data-else-if="K &lt; 0">Subtraia <code><var>-K</var></code> dos dois lados e reescreva</span> <span data-else="">Reescreva</span> como igualdade em função de <code>y</code> para obter a equação das assíntotas:
tr: İki <span data-if="K > 0">tarafa <code><var>K</var></code> toplayın ve yeniden yazın </span> <span data-else-if="K &lt; 0">taraftan <code><var>-K</var></code> çıkarın ve yeniden yazın </span> <span data-else="">Yeniden yazın</span>:Eşitsizliği <code>y</code> cinsinden yazarak asimptot denklemlerini bulun:

source: <span data-if="RAND_SWITCH3 === 1"><code>\blue{\angle{CHG}}</code></span> <span data-else=""><code>\blue{\angle{DHE}}</code></span> and <code>\purple{\angle{BHD}}</code> form a linear pair.
nl: <span data-if="RAND_SWITCH3 === 1"><code>\blue{\angle{CHG}}</code></span> <span data-else=""><code>\blue{\angle{DHE}}</code></span> en <code>\purple{\angle{BHD}}</code> zijn complementaire hoeken.
pl: <span data-if="RAND_SWITCH3 === 1"><code>\blue{\angle{CHG}}</code></span> <span data-else=""><code>\blue{\angle{DHE}}</code></span> i <code>\purple{\angle{BHD}}</code> tworzą parę prostych równoległych.
pt: <span data-if="RAND_SWITCH3 === 1"><code>\blue{\angle{CHG}}</code></span> <span data-else=""><code>\blue{\angle{DHE}}</code></span> e <code>\purple{\angle{BHD}}</code> formam um par linear.
tr: <span data-if="RAND_SWITCH3 === 1"><code>\blue{\angle{CHG}}</code></span> <span data-else=""><code>\blue{\angle{DHE}}</code></span> ve <code>\purple{\angle{BHD}}</code>, doğrusal bir çift oluşturur.

source: <span data-if="isSingular(CODE_PARENT)"> The starting block below is <code><var>CODE_PARENT</var></code> unit long. </span><span data-else=""> The starting block below is <code><var>CODE_PARENT</var></code> units long. </span> <span data-if="isSingular(CODE_OFFSPRING)"> Use the tools below to convert the starting block into the goal block that is <code><var>CODE_OFFSPRING</var></code> unit long. </span><span data-else=""> Use the tools below to convert the starting block into the goal block that is <code><var>CODE_OFFSPRING</var></code> units long. </span> The current block shows your progress.
fr: <span data-if="isSingular(CODE_PARENT)"> La longueur du bloc de départ est : <code><var>CODE_PARENT</var></code> unité. </span><span data-else=""> La longueur du bloc de départ est <code><var>CODE_PARENT</var></code> unités. </span> <span data-if="isSingular(CODE_OFFSPRING)"> La longueur du bloc d'arrivée est : <code><var>CODE_OFFSPRING</var></code> unité. Utiliser les deux curseurs ci-dessous pour obtenir le bloc d'arrivée à partir du bloc de départ. </span><span data-else=""> La longueur du bloc d'arrivée est <code><var>CODE_OFFSPRING</var></code> unités. Utiliser les deux curseurs ci-dessous pour obtenir le bloc d'arrivée à partir du bloc de départ. </span> Le bloc témoin permet de visualiser le résultat avant de valider la réponse.
nb: <span data-if="isSingular(CODE_PARENT)"> Startblokken nedenfor er <code><var>CODE_PARENT</var></code> enhet lang. </span><span data-else=""> Startblokken nedenfor er <code><var>CODE_PARENT</var></code> enheter lang. </span> <span data-if="isSingular(CODE_OFFSPRING)"> Bruk verktøyene nedenfor til å gjøre om startblokken til sluttblokken som er <code><var>CODE_OFFSPRING</var></code> enhet lang. </span><span data-else=""> Bruk verktøyene nedenfor til å gjøre om startblokken til sluttblokken som er <code><var>CODE_OFFSPRING</var></code> enheter lang. </span> The current block shows your progress.
nl: <span data-if="isSingular(CODE_PARENT)"> De onderstaande startbalk is <code><var>CODE_PARENT</var></code> eenheid lang. </span><span data-else=""> De onderstaande startbalk is <code><var>CODE_PARENT</var></code> eenheden lang. </span> <span data-if="isSingular(CODE_OFFSPRING)"> Gebruik de onderstaande bewerkingen om de startbalk om te zetten in een doelbalk die <code><var>CODE_OFFSPRING</var></code> eenheid lang is. </span><span data-else=""> Gebruik de onderstaande bewerkingen om de startbalk om te zetten in een doelbalk dat <code><var>CODE_OFFSPRING</var></code> eenheden lang is. </span> De huidige balk toont hoe je ervoor staat.
pl: <span data-if="isSingular(CODE_PARENT)"> Blok początkowy poniżej ma <code><var>CODE_PARENT</var></code> jednostkę długości. </span><span data-else=""> Blok początkowy poniżej ma <code><var>CODE_PARENT</var></code> jednostek długości. </span> <span data-if="isSingular(CODE_OFFSPRING)"> Użyj poniższych narzędzi, aby zmienić blok początkowy w blok o długości <code><var>CODE_OFFSPRING</var></code> jednostki, który jest celem zadania. </span><span data-else=""> Użyj poniższych narzędzi, aby zmienić blok początkowy w blok o długości <code><var>CODE_OFFSPRING</var></code> jednostek, który jest celem zadania. </span> Aktualny blok pokazuje Twój postęp.
pt: <span data-if="isSingular(CODE_PARENT)"> O bloco inicial abaixo tem <code><var>CODE_PARENT</var></code> unidades de comprimento. </span><span data-else=""> O bloco inicial abaixo tem <code><var>CODE_PARENT</var></code> unidades de comprimento. </span> <span data-if="isSingular(CODE_OFFSPRING)"> Use as ferramentas a seguir para converter o bloco inicial no bloco desejado, que tem <code><var>CODE_OFFSPRING</var></code> unidades de comprimento. </span><span data-else=""> Use as ferramentas a seguir para converter o bloco inicial no bloco desejado, que tem <code><var>CODE_OFFSPRING</var></code> unidades de comprimento. </span> O bloco atual mostra seu progresso.
tr: <span data-if="isSingular(CODE_PARENT)"> Aşağıdaki başlangıç bloğu <code><var>CODE_PARENT</var></code> birim uzunluktadır. </span><span data-else=""> Aşağıdaki başlangıç bloğu <code><var>CODE_PARENT</var></code> birim uzunluktadır. </span> <span data-if="isSingular(CODE_OFFSPRING)"> Aşağıdaki araçları kullanarak, başlangıç bloğunu uzunluğu <code><var>CODE_OFFSPRING</var></code> birim olan hedef bloğuna dönüştürün. </span><span data-else=""> Aşağıdaki araçları kullanarak, başlangıç bloğunu uzunluğu <code><var>CODE_OFFSPRING</var></code> birim olan hedef bloğuna dönüştürün. </span> Şu anki blok, ilerlemenizi gösterir.

source: <span data-if="isSingular(CODE_PARENT)"> The starting block below is <code><var>CODE_PARENT</var></code> unit long. </span><span data-else=""> The starting block below is <code><var>CODE_PARENT</var></code> units long. </span> Use the tools below to convert the starting block into both of the goal blocks that are <code><var>CODE_OFFSPRING_1</var></code> units long and <code><var>CODE_OFFSPRING_2</var></code> units long. The current blocks show your progress.
es: <span data-if="isSingular(CODE_PARENT)"> El bloque inicial siguiente mide <code><var>CODE_PARENT</var></code> unidad de largo. </span><span data-else=""> El bloque inicial siguiente mide <code><var>CODE_PARENT</var></code> unidades de largo. </span> Usa las herramientas que se muestran a continuación para convertir al bloque inicial en los dos bloques objetivo que miden <code><var>CODE_OFFSPRING_1</var></code> unidades de largo y <code><var>CODE_OFFSPRING_2</var></code> unidades de largo. El bloque actual muestra tu progreso.
fr: <span data-if="isSingular(CODE_PARENT)"> La longueur du bloc de départ est : <code><var>CODE_PARENT</var></code> unité. </span><span data-else=""> La longueur du bloc de départ est <code><var>CODE_PARENT</var></code> unités. </span> Utiliser les deux curseurs ci-dessous pour obtenir les blocs d'arrivée qui mesurent <code><var>CODE_OFFSPRING_1</var></code> et <code><var>CODE_OFFSPRING_2</var></code> unités de long. Le bloc témoin permet de visualiser le résultat avant de valider la réponse.
hi: <span data-if="isSingular(CODE_PARENT)"> आरंभिक ब्लाक <code><var>CODE_PARENT</var></code> मात्रक लम्बा हैI </span><span data-else=""> नीचे दिया गया आरंभि ब्लाक <code><var>CODE_PARENT</var></code> मात्रक लम्बा हैI </span> नीचे दिए गए उपकरणों के प्रयोग से आरंभिक ब्लाक को दोनों गोल ब्लाक में परिवर्तित कीजिए जो <code><var>CODE_OFFSPRING_1</var></code> मात्रक लम्बे और <code><var>CODE_OFFSPRING_2</var></code> मात्रक लम्बे हैंI जारी ब्लाक आपकी प्रगति को दर्शाता हैI
nb: <span data-if="isSingular(CODE_PARENT)"> En startblokk er <code><var>CODE_PARENT</var></code> enheter lang. </span><span data-else=""> Startblokken nedenfor er <code><var>CODE_PARENT</var></code> enheter lang. </span> Bruk verktøyene nedenfor til å gjøre om startblokkene til begge målblokkene som er <code><var>CODE_OFFSPRING_1</var></code>enheter lang og <code><var>CODE_OFFSPRING_2</var></code> enheter lang. Den gjeldene blokken viser din fremgang.
pl: <span data-if="isSingular(CODE_PARENT)">Poniższy początkowy klocek ma <code><var>CODE_PARENT</var></code> jednostek długości. </span><span data-else=""> Poniższy początkowy klocek ma <code><var>CODE_PARENT</var></code> jednostek długości. </span> Posłuż się poniższymi narzędziami, aby zamienić klocek początkowy na klocki docelowe, które mają <code><var>CODE_OFFSPRING_1</var></code> jednostki długości i <code><var>CODE_OFFSPRING_2</var></code> jednostki długości. Aktualny klocek pokazuje twoje postępy.
pt: <span data-if="isSingular(CODE_PARENT)"> O bloco inicial abaixo tem <code><var>CODE_PARENT</var></code> unidades de comprimento. </span><span data-else=""> O bloco inicial abaixo tem <code><var>CODE_PARENT</var></code> unidades de comprimento. </span> Use as ferramentas abaixo para converter o bloco inicial nos blocos de objetivo que tenham <code><var>CODE_OFFSPRING_1</var></code> unidades de comprimento e <code><var>CODE_OFFSPRING_2</var></code> unidades de comprimento. O bloco atual mostra seu progresso.
tr: <span data-if="isSingular(CODE_PARENT)"> Aşağıdaki başlangıç bloğu <code><var>CODE_PARENT</var></code> birim uzunluktadır. </span><span data-else=""> Aşağıdaki başlangıç bloğu <code><var>CODE_PARENT</var></code> birim uzunluktadır. </span> Aşağıdaki araçları kullanarak, başlangıç bloğunu <code><var>CODE_OFFSPRING_1</var></code> birim uzunluktaki <code><var>CODE_OFFSPRING_2</var></code> birim uzunluktaki hedef bloklarına dönüştürün. Şu anki bloklar ilerlemenizi gösterecektir.

source: <span data-if="isSingular(L)"> One side of a rectangle is <code><var>L</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> One side of a rectangle is <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. </span><span data-if="isSingular(W)"> Another side is <code><var>W</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> Another side is <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. </span> What is its perimeter?
es: <span data-if="isSingular(L)"> Un lado de un rectángulo mide <code><var>L</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> Un lado de un rectángulo mide <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. </span><span data-if="isSingular(W)"> Otro lado mide <code><var>W</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> Otro lado mide <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. </span> ¿Cuál es su perímetro?
fr: <span data-if="isSingular(L)"> Le côté d'un rectangle vaut <code><var>L</var></code><var>UNIT_TEXT</var>.</span><span data-else=""> Le côté d'un rectangle vaut <code><var>L</var></code><var>plural_form(UNIT_TEXT, L)</var>.</span><span data-if="isSingular(W)"> L'autre côté mesure <code><var>W</var></code><var>UNIT_TEXT</var>.</span><span data-else=""> L'autre côté mesure <code><var>W</var></code><var>plural_form(UNIT_TEXT, W)</var>.</span> Quel est son périmètre ?
hi: <span data-if="isSingular(L)"> आयत (Rectangle) की एक भुजा <code><var>L</var></code> <var>UNIT_TEXT</var> हैI </span><span data-else=""> आयत की एक भुजा <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var> हैI </span><span data-if="isSingular(W)"> दूसरी भुजा <code><var>W</var></code> <var>UNIT_TEXT</var> है I</span><span data-else=""> दूसरी भुजा <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var> हैI </span> इसका परिमाप (Perimeter)कितना है?
nb: <span data-if="isSingular(L)"> En side av rektangelet er <code><var>L</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> En side av rektangelet er <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. </span><span data-if="isSingular(W)"> En annen side er <code><var>W</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> En annen side er <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. </span> Hva er omkretsen?
nl: <span data-if="isSingular(L)"> Een zijde van een rechthoek is <code><var>L</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> Een zijde van een rechthoek is <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. </span><span data-if="isSingular(W)"> Een andere zijde is <code><var>W</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> Een andere zijde is <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. </span> Wat is de omtrek?
pl: <span data-if="isSingular(L)"> Jeden bok prostokąta mierzy <code><var>L</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> Kolejny bok prostokąta mierzy <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. </span><span data-if="isSingular(W)"> Inny bok prostokąta mierzy <code><var>W</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> Czwarty bok prostokąta mierzy <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. </span> Ile wynosi obwód?
pt: <span data-if="isSingular(L)"> Um lado de um retângulo tem <code><var>L</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> Um lado de um retângulo tem <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. </span><span data-if="isSingular(W)"> Outro lado tem <code><var>W</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> Outro lado tem <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. </span> Qual é o seu perímetro?
tr: <span data-if="isSingular(L)"> Dikdörtgenin bir kenarı <code><var>L</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> Dikdörtgenin bir kenarı <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. </span><span data-if="isSingular(W)"> Başka bir kenarı <code><var>W</var></code> <var>UNIT_TEXT</var>. </span><span data-else=""> Başka bir kenarı <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. </span> Dikdörtgenin çevresi nedir?

source: <span id="e-selected-count">0</span> of <var>SOLUTION_D</var> selected
fr: <span id="e-selected-count"> 0</span> sur <var>SOLUTION_D</var>
pt: <span id="e-selected-count">0</span> de <var>SOLUTION_D</var> selecionados
tr: <var>SOLUTION_D</var>'den <span id="e-selected-count">0</span> seçili

source: <span style="font-size: 15px;">Problem %(problemNum)s</span><b style="font-size: 15px;"> - Correct</b>
da: <span style="font-size: 15px;">Opgave%(problemNum)s</span><b style="font-size: 15px;"> - Korrekt</b>
es: <span style="font-size: 15px;">Problema %(problemNum)s</span><b style="font-size: 15px;"> - correcto</b>
fr: <span style="font-size: 15px;">Problème %(problemNum)s</span><b style="font-size: 15px;"> - Correct</b>
ja: <span style="font-size: 15px;">問題数 %(problemNum)s</span><b style="font-size: 15px;"> - 正答数</b>
nb: <span style="font-size: 15px;">Oppgave %(problemNum)s</span><b style="font-size: 15px;"> - Riktig</b>
nl: <span style="font-size: 15px;">Probleem%(problemNum)s</span><b style="font-size: 15px;"> - Goed</b>
pl: <span style="font-size: 15px;">Zadanie %(problemNum)s</span><b style="font-size: 15px;"> - Poprawne</b>
pt: <span style="font-size: 15px;">Problema %(problemNum)s</span><b style="font-size: 15px;"> - Correto</b>
pt_pt: <span style="font-size: 15px;">Problema %(problemNum)s</span><b style="font-size: 15px;"> - Certo</b>
tr: <span style="font-size: 15px;">Soru %(problemNum)s</span><b style="font-size: 15px;"> - Correct</b>

source: <span style="font-size: 15px;">Problem %(problemNum)s</span><b style="font-size: 15px;"> - Incorrect</b>
da: <span style="font-size: 15px;">Opgave %(problemNum)s</span><b style="font-size: 15px;"> - Forkert</b>
es: <span style="font-size: 15px;">Problema %(problemNum)s</span><b style="font-size: 15px;"> - incorrecto</b>
fr: <span style="font-size: 15px;">Problème %(problemNum)s</span><b style="font-size: 15px;"> - Incorrect</b>
ja: <span style="font-size: 15px;">問題数 %(problemNum)s</span><b style="font-size: 15px;"> - 誤答数</b>
nb: <span style="font-size: 15px;">Oppgave %(problemNum)s</span><b style="font-size: 15px;"> - Feil</b>
nl: <span style="font-size: 15px;">Probleem %(problemNum)s</span><b style="font-size: 15px;"> - Niet goed</b>
pl: <span style="font-size: 15px;">Zadanie %(problemNum)s</span><b style="font-size: 15px;"> - Niepoprawne</b>
pt: <span style="font-size: 15px;">Problema %(problemNum)s</span><b style="font-size: 15px;"> - Incorreto</b>
pt_pt: <span style="font-size: 15px;">Problema %(problemNum)s</span><b style="font-size: 15px;"> - Errado</b>
tr: <span style="font-size: 15px;">Soru %(problemNum)s</span><b style="font-size: 15px;"> - Incorrect</b>

source: <span style="text-transform:capitalize"><var>BADGE</var></span> badges earned by each student
fr: Badges <span style="text-transform:capitalize"><var>BADGE</var></span> gagnés par chaque élève
hi: प्रत्येक छात्र द्वारा कमाए बिल्ले<span style="text-transform:capitalize"><var>BADGE</var></span>
nb: <span style="text-transform:capitalize"><var>BADGE</var></span> merker ble tjent av hver elev
pl: Odznaki <span style="text-transform:capitalize"><var>BADGE</var></span> zdobyte przez każdego z uczniów
pt: Medalhas <span style="text-transform:capitalize"><var>BADGE</var></span> conquistadas por aluno
tr: her öğrenci tarafından <span style="text-transform:capitalize"><var>BADGE</var></span> madalya kazanılmıştır

source: <span>Join us on our mission for</span> a free, world-class education for anyone, anywhere.
pl: <span>Dołącz do naszej misji</span> zapewnienia darmowej, światowej klasy edukacji każdemu, wszędzie.
pt: <span>Junte-se a nós em nossa missão de levar educação</span> gratuita e de qualidade para todos, em qualquer lugar.
pt_pt: <span>Junte-se a nós pela educação gratuita</span> e de alta qualidade para qualquer pessoa, esteja onde estiver.
tr: Eğitimde fırsat eşitliği için herkese, her yerde, dünya standartlarında ve ücretsiz eğitim imkanı sunmayı hayal eden KHAN ACADEMY'yi bağışlarınızla <span>siz de destekleyebilirsiniz</span>

source: <strong>3 billion</strong> problems solved.
pl: <strong>3 miliardy</strong> rozwiązanych zadań.
pt: <strong>3 bilhões</strong> de problemas resolvidos.
pt_pt: <strong>3 mil milhões</strong>de problemas resolvidos.
tr: <strong>Khan Academy Türkçe</strong> bir STFA Vakfı olan Bilimsel ve Teknik Yayınları Çeviri Vakfı tarafından finanse edilmektedir.

source: <strong><var>NAME</var> is a congruency postulate.</strong> Be sure to construct the congruent triangle and think about why you're only able to construct the triangle in one way.
es: <strong><var>NAME</var> es un postulado de congruencia.</strong> Asegúrate de construir el triángulo congruente y piensa por qué solo eres capaz de construir el triángulo de una manera.
fr: <strong><var>NAME</var> est un cas d'isométrie.</strong> On s'assure de construire le triangle isométrique et on réfléchit sur la raison pour laquelle on ne peut construire le triangle que d'une seule manière.
pl: <strong><var>NAME</var> jest cechą przystawania.</strong> Pamiętaj, aby zbudować trójkąt przystający i zastanów się dlaczego jesteś w stanie skonstruować go tylko jednym sposobem.
pt: <strong><var>NAME</var> é um postulado de congruência, </strong> certifique-se de construir o triângulo congruente e pense sobre porque você pode construir o triângulo de apenas uma forma.
tr: <strong><var>NAME</var> bir eşlik koyutudur.</strong> Eş üçgeni çizmeyi ve neden bu üçgeni bir şekilde çizebileceğinizi düşünmeyi unutmayın.
