Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Thus, the correct answer is <code>x = <var>fractionReduce.apply(null, NEG_SOLUTION)</var> </code> or <code>x = <var>fractionReduce.apply(null, POS_SOLUTION)</var> </code>.
da: Det korrekte svar er således <code>x = <var>fractionReduce.apply(null, NEG_SOLUTION)</var> </code> or <code>x = <var>fractionReduce.apply(null, POS_SOLUTION)</var> </code>.
es: Por tanto, la respuesta correcta es <code>x = <var>fractionReduce.apply(null, NEG_SOLUTION)</var> </code> o <code>x = <var>fractionReduce.apply(null, POS_SOLUTION)</var> </code>.
fr: Donc, la réponse est <code>x = <var>fractionReduce.apply(null, NEG_SOLUTION)</var> </code> ou <code>x = <var>fractionReduce.apply(null, POS_SOLUTION)</var> </code>.
nb: Det riktige svaret er <code>x = <var>fractionReduce.apply(null, NEG_SOLUTION)</var> </code> eller <code>x = <var>fractionReduce.apply(null, POS_SOLUTION)</var> </code>.
pt: Desta forma, a resposta correta é <code>x = <var>fractionReduce.apply(null, NEG_SOLUTION)</var> </code> ou <code>x = <var>fractionReduce.apply(null, POS_SOLUTION)</var> </code>.
tr: Böylece, doğru cevap, <code>x = <var>fractionReduce.apply(null, NEG_SOLUTION)</var> </code> veya <code>x = <var>fractionReduce.apply(null, POS_SOLUTION)</var> </code>.

source: Thus, the equation of our perpendicular line will be of the form <code>\green{y = <span data-if="abs( M_PERP_FRAC ) !== 1"><var>M_PERP_FRAC</var></span><span data-else=""><var>M_PERP_SIGN</var></span>x + b}</code>.
da: Ligningen for vores vinkelrette linje vil således være på formen <code>\green{y = <span data-if="abs( M_PERP_FRAC ) !== 1"><var>M_PERP_FRAC</var></span><span data-else=""><var>M_PERP_SIGN</var></span>x + b}</code>.
es: Por tanto, la ecuación de nuestra recta perpendicular será de la forma <code>\green{y = <span data-if="abs( M_PERP_FRAC ) !== 1"><var>M_PERP_FRAC</var></span><span data-else=""><var>M_PERP_SIGN</var></span>x + b}</code>.
fr: Donc l'équation de la perpendiculaire cherchée est de la forme <code>\green{y = <span data-if="abs( M_PERP_FRAC ) !== 1"><var>M_PERP_FRAC</var></span><span data-else=""><var>M_PERP_SIGN</var></span>x + b}</code>.
nb: Dermed er likningen for vår vinkelrette linje blitt på formen <code>\green{y = <span data-if="abs( M_PERP_FRAC ) !== 1"><var>M_PERP_FRAC</var></span><span data-else=""><var>M_PERP_SIGN</var></span>x + b}</code>.
pt: Sendo assim, a equação da nossa reta perpendicular terá a forma <code>\green{y = <span data-if="abs( M_PERP_FRAC ) !== 1"><var>M_PERP_FRAC</var></span><span data-else=""><var>M_PERP_SIGN</var></span>x + b}</code>.
tr: Buna göre, dik doğrunun denklemi şu şekilde olacaktır: <code>\green{y = <span data-if="abs( M_PERP_FRAC ) !== 1"><var>M_PERP_FRAC</var></span><span data-else=""><var>M_PERP_SIGN</var></span>x + b}</code>.

source: Thus, the equation of our perpendicular line will be of the form <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x + b}</code>.
es: Por lo tanto, la ecuación de nuestra recta perpendicular será de la forma <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x + b}</code>.
fr: Donc l'équation cherchée est de la forme <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x + b}</code>.
nb: Dermed er likningen til den vinkelrette linjen være på formen <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x + b}</code>.
pl: Zatem równanie naszej prostej prostopadłej będzie w postaci <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x + b}</code>.
pt: Assim, a equação da nossa reta perpendicular será da forma <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x + b}</code>.
tr: Buna göre, dik doğrunun denklemi <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x + b}</code> şeklinde olacaktır.

source: Thus, the explicit formula for this sequence is <code>a_i = <var>A</var> + <var>D</var>(i - 1)</code>.
es: Así, la fórmula explícita para esta sucesión es <code>a_i = <var>A</var> + <var>D</var>(i - 1)</code>.
fr: Donc <code>a_i = <var>A</var> + <var>D</var>(i - 1)</code>.
nb: Dermed er den eksplisitte formelen for denne tallfølgen <code>a_i = <var>A</var> + <var>D</var>(i - 1)</code>.
pt: Portanto, a fórmula explícita desta progressão é <code>a_i = <var>A</var> + <var>D</var>(i - 1)</code>.
tr: Böylece, bu dizinin açık formülü, <code>a_i = <var>A</var> + <var>D</var>(i - 1)</code>.

source: Thus, the expression is already in its most simplified form.
da: Udtrykket er således allerede reduceret mest muligt.
es: Así, la expresión está ya en su forma más simplificada.
fr: L'expression est donc déjà sous sa forme la plus simple.
nb: Uttrykket er allerede forenklet mest mulig.
nl: De uitdrukking staat dus al in zijn meest vereenvoudigde vorm.
pl: Tym samym, wyrażenie to jest już w uproszczonej formie.
pt: Portanto, a expressão já está em sua forma mais simplificada.
tr: İfade zaten en basite indirgenmiş halindedir.

source: Thus, the first number is <code><var>ANSWER</var></code>.
fr: Donc, le premier terme est <code><var>ANSWER</var></code>.
pl: Tak więc pierwsza liczba to <code><var>ANSWER</var></code>.
pt: Portanto, o primeiro número é <code><var>ANSWER</var></code>.
tr: Böylece, ilk sayı, <code><var>ANSWER</var></code>.

source: Thus, the greatest common factor of <code><var>A</var></code> and <code><var>B</var></code> is <code><var>GCD</var></code>.
fr: Donc, le plus grand diviseur commun de <code><var>A</var></code> et <code><var>B</var></code> est <code><var>GCD</var></code>.
nb: Så største felles faktor av <code><var>A</var></code> og <code><var>B</var></code> er <code><var>GCD</var></code>.
pl: Tak więc największym wspólnym dzielnikiem <code><var>A</var></code> i <code><var>B</var></code> jest <code><var>GCD</var></code>.
pt: Portanto, o máximo divisor comum de <code><var>A</var></code> e <code><var>B</var></code> é <code><var>GCD</var></code>.

source: Thus, the lateral surface area is <code>wh = <var>2 * r</var> \pi \cdot <var>h</var> = <var>2 * r * h</var> \pi</code>.
es: Entonces, el área de la superficie lateral es <code>wh = <var>2 * r</var> \pi \cdot <var>h</var> = <var>2 * r * h</var> \pi</code>.
pl: A zatem pole powierzchni bocznej jest równe <code>wh = <var>2 * r</var> \pi \cdot <var>h</var> = <var>2 * r * h</var> \pi</code>.
pt: Portanto, a área de superfície lateral é <code>wh = <var>2 * r</var> \pi \cdot <var>h</var> = <var>2 * r * h</var> \pi</code>.
tr: Böylece, yanal yüzey alanı, <code>wh = <var>2 * r</var> \pi \cdot <var>h</var> = <var>2 * r * h</var> \pi</code>.

source: Thus, the second term is equal to the first term plus the common difference. In this sequence, the second term, <code><var>A + D</var></code>, is <code><var>abs(D)</var></code> less than the first term, <code><var>A</var></code>.
es: Así, el segundo término es igual al primero más la diferencia común. En esta sucesión, el segundo término, <code><var>A + D</var></code>, es <code><var>abs(D)</var></code> menos que el primer término, <code><var>A</var></code>.
fr: Donc le deuxième terme est égal à la somme du premier terme et de la raison. Dans cette suite, le deuxième terme, <code><var>A + D</var></code>, est inférieur de <code><var>abs(D)</var></code> au premier terme, <code><var>A</var></code>.
pt: Assim, o segundo termo é igual ao primeiro termo mais a razão. Nesta sequência, o segundo termo, <code><var>A + D</var></code>, é <code><var>abs(D)</var></code> a menos que o primeiro termo, <code><var>A</var></code>.
tr: Buna göre, ikinci terim eşittir birinci terim artı ortak fark. Bu dizide, ikinci terim <code><var>A + D</var></code>, birinci terim, <code><var>A</var></code>'dan <code><var>abs(D)</var></code> küçüktür.

source: Thus, the second term is equal to the first term plus the common difference. In this sequence, the second term, <code><var>A + D</var></code>, is <code><var>abs(D)</var></code> more than the first term, <code><var>A</var></code>.
es: Así, el segundo término es igual al primer término más la diferencia común. En esta sucesión, el segundo término, <code><var>A + D</var></code>, es <code><var>abs(D)</var></code>más que el primer término, <code><var>A</var></code>.
fr: Donc le deuxième terme est égal à la somme du premier terme et de la raison.. Dans cette suite, le deuxième terme, <code><var>A + D</var></code>, est supérieur de <code><var>abs(D)</var></code> au premier terme, <code><var>A</var></code>.
pt: Assim, o segundo termo é igual ao primeiro termo mais a razão. Nesta sequência, o segundo termo, <code><var>A + D</var></code>, é <code><var>abs(D)</var></code> a mais que o primeiro termo, <code><var>A</var></code>.
tr: Buna göre, ikinci terim eşittir birinci terim artı ortak fark. Bu dizide, ikinci terim <code><var>A + D</var></code>, birinci terim, <code><var>A</var></code>'dan <code><var>abs(D)</var></code> büyüktür.

source: Thus, the second term is equal to the first term times the common ratio. In this sequence, the second term, <code><var>GIVEN_TEX[1]</var></code>, is <code><var>R_TEX</var></code> times the first term, <code><var>GIVEN_TEX[0]</var></code>.
es: Por tanto, el segundo término es igual al primer término multiplicado por la razón común. En esta sucesión, el segundo término, <code><var>GIVEN_TEX[1]</var></code>, es <code><var>R_TEX</var></code> por el primer término, <code><var>GIVEN_TEX[0]</var></code>.
fr: Le deuxième terme est égal au produit du premier terme par la raison. Ici, le deuxième terme, <code><var>GIVEN_TEX[1]</var></code>, est égal au produit du premier terme, <code><var>GIVEN_TEX[0]</var></code>, par<code><var>R_TEX</var></code>.
pt: Desta forma, o segundo termo é igual ao primeiro termo vezes a razão comum. Nesta sequência, o segundo termo, <code><var>GIVEN_TEX[1]</var></code>, é <code><var>R_TEX</var></code> vezes o primeiro termo, <code><var>GIVEN_TEX[0]</var></code>.
tr: Böylece, ikinci terim, birinci terim çarpan ortak orana eşittir. Bu dizide, ikinci terim, <code><var>GIVEN_TEX[1]</var></code>, eşittir<code><var>R_TEX</var></code> çarpı birinci terim, <code><var>GIVEN_TEX[0]</var></code>.

source: Thus, the solution in point slope form can be written as:<br> <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>
da: Dermed kan løsningen i punkt-hældningsform skrives som:<br> <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>
es: Por lo tanto, la solución en forma punto pendiente puede escribirse como:<br> <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>
nb: Dermed kan løsningen skrives som:<br> <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>
pl: Zatem rozwiązanie w postaci kanonicznej może być zapisane jako:<br> <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>
pt: Portanto, a solução da equação fundamental da reta pode ser escrita assim:<br> <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>
tr: Buna göre, sonuç nokta eğim formunda şu şekilde yazılabilir:<br> <code>(y - \blue{<var>Y1</var>}) = \pink{<var>SLOPE_FRACTION</var>}(x - \blue{<var>X1</var>})</code>

source: Thus, we can rewrite the left side of the equation as a squared term.
da: Vi kan derfor omskrive den venstre side af ligningen til et kvadratisk led.
es: Por tanto, podemos reescribir el lado izquierdo de la ecuación como un término cuadrado.
fr: Donc, le membre de gauche est le carré d'un binôme.
nb: Vi kan derfor skrive om den venstre side av likningen til et kvadratisk ledd.
pl: Możemy zatem zapisać lewą stronę równania jako wyrażenie podniesione do kwadratu.
pt: Portanto, podemos reescrever o lado esquerdo da equação como um termo ao quadrado.
tr: Böylece, denklemin sol tarafını bir terimin karesi olarak yazabiliriz.

source: Time
fr: Temps
nb: Tid
pl: Czas
pt: Tempo
tr: Zaman

source: Time (days)
pt: Tempo (dias)
tr: Süre (gün)

source: Time (hours since noon)
pl: Czas (godziny od południa)
pt: Tempo (horas após o meio-dia)
tr: Süre (öğleden beri saat)

source: Time (hours)
es: Tiempo (horas)
fr: Temps (en heures)
hi: समय (घंटे)
nb: Tid (timer)
pl: Czas (godziny)
pt: Tempo (horas)
tr: Süre (saat)

source: Time (minutes)
fr: Temps (minutes)
nb: Tid (minutter)
pl: Czas (minuty)
pt: Tempo (minutos)
tr: Süre (dakika)

source: Time (months)
pl: Czas (miesiące)
pt: Tempo (meses)
tr: Süre (ay)

source: Time (seconds)
pl: Czas (sekundy)
pt: Tempo (segundos)
tr: Süre (saniye)

source: Time (weeks)
pl: Czas (tygodnie)
pt: Tempo (semanas)
tr: Süre (hafta)

source: Time (years)
pl: Czas (lata)
pt: Tempo (anos)
tr: Süre (yıl)

source: Time Complexity
pl: Złożoność czasowa
pt: Complexidade de tempo
tr: Zaman Karmaşıklığı

source: Time Spent
da: Tidsforbrug
es: Tiempo dedicado
fr: Temps écoulé
ja: 使った時間
nb: Tidsforbruk
nl: Bestede tijd
pl: Czas spędzony
pt: Tempo gasto
pt_pt: Tempo gasto
tr: Kullanım Süresi

source: Time Spent (Minutes)
bg: Отделено време (в минути)
da: Tid brugt (minutter)
es: Tiempo dedicado (en minutos)
fr: Temps passé (minutes)
ja: 使った時間(分)
nb: Tid brukt (Minutter)
nl: Tijd besteed (minuten)
pl: Spędzony czas (w minutach)
pt: Tempo gasto (em minutos)
pt_pt: Tempo gasto (minutos)
tr: Kullanım süresi (dakika)

source: Time Spent (min)
da: Tidsforbrug (min)
es: Tiempo dedicado (min)
fr: Temps écoulé (min)
ja: 使った時間(分)
nb: Tidsforbruk (min)
nl: Bestede tijd (min)
pl: Czas spędzony (w minutach)
pt: Tempo gasto (min).
pt_pt: Tempo gasto (min)
tr: Kullanım Süresi (dakika)

source: Time Spent on Exercises and Challenges
da: Tid brugt på Øvelser og Udfordringer
es: Tiempo dedicado a ejercicios y desafíos
fr: Temps passé consacré aux exercices et aux défis
ja: 練習問題とチャレンジに使った時間
nb: Tid brukt på øvelser og utfordringer
nl: Tijd besteed aan oefeningen en uitdagingen
pl: Czas spędzony na ćwiczeniach i wyzwaniach
pt: Tempo gasto nos exercícios e desafios
pt_pt: Tempo gasto em exercícios e desafios
tr: Alıştırmalar ve Bilgi Yarışmalarına harcanan zaman

source: Time Spent on Videos
da: Tid Brugt på Videoer
es: Tiempo dedicado en videos
fr: Temps consacré aux vidéos
ja: ビデオの視聴に使った時間
nb: Tid brukt på Videoer
nl: Bestede tijd aan video's
pl: Czas spędzony na filmach
pt: Tempo gasto com vídeos
pt_pt: Tempo gasto a ver vídeos
tr: Videolar için Kullanılan Süre

source: Time Used (seconds)
da: Tidsforbrug (sekunder)
es: Tiempo utilizado (segundos)
fr: Temps utilisé (secondes)
ja: 使用した時間 (秒)
nb: Tidsforbruk (sekunder)
nl: Gebruikte tijd (seconden)
pl: Czas używania (w sekundach)
pt: Tempo gasto (em segundos)
pt_pt: Tempo gasto (segundos)
tr: Kullanım süresi (saniye)

source: Time driving (hours)
nb: Kjøretid (timer)
pt: Tempo decorrido (horas)

source: Time spent on Khan Academy per student.
bg: Време, прекарано в Кан Академия, за ученик.
da: Tid brugt på Khan Academy per elev.
es: Tiempo empleado en Khan Academy por estudiante.
fr: Temps passé par l'élève sur la Khan Academy.
he: הזמן המושקע באקדמיית קהאן לתלמיד.
ja: それぞれの生徒ごとにカーンアカデミーで過ごした時間
nb: Tid brukt på Khan Academy per elev.
nl: Tijd besteed op Khan Academy per leerling.
pl: Czas spędzony na Khan Academy w przeliczeniu na ucznia.
pt: Tempo gasto na Khan Academy por aluno.
pt_pt: Tempo gasto na Khan Academy por aluno.
tr: Öğrenci başına, Khan Academy'de geçirilen zaman.

source: Time to get solving!
da: Tid til at løse opgaver!
es: ¡Tiempo de ponerse a responder!
fr: Temps de résoudre !
ja: 解いてみる時です!
nb: På tide å løse oppgaver!
nl: Tijd om dit op te lossen!
pl: Czas na rozwiązanie!
pt: É hora de resolver!
pt_pt: Hora de resolver!
tr: Çözmeye başlamanın vakti geldi!

source: Time to get to work!
es: ¡Es hora de ponerse a trabajar!
ja: 仕事に戻る時間です!
nb: På tide å komme igang!
nl: Tijd om aan de slag te gaan!
pl: Czas do pracy!
pt: É hora de trabalhar!
pt_pt: É hora de começares a trabalhar!
tr: İşe koyulma zamanı!

source: Time to practice
da: Det er tid til at øve sig
es: Tiempo de practicar
fr: Il est temps de s'entraîner
ja: 練習の時間
nb: Tid for å øve
nl: Tijd om te oefenen
pl: Czas na ćwiczenie
pt: Tempo para praticar
tr: Alıştırma zamanı

source: Tin
es: Estaño
nb: Tinn
pl: Cyna
pt: Estanho
pt_pt: Estanho
tr: Teneke

source: Tinkerer
bg: Любопитко
da: Opfinder
es: Programador aficionado
fr: Bricoleur
ja: よろず修繕屋
nb: Tenkere
nl: Knutselaar
pl: Majsterkowicz
pt: Funileiro
pt_pt: Programador aficcionado
tr: Kurcalayıcı

source: Tip! Creating many accounts at once?
bg: Съвет! Създаване на няколко сметки наведнъж?
da: Tip! Oprettelse af mange konti på én gang?
es: ¡Consejo! ¿Estás creando muchas cuentas a la vez?
fr: Vous créez plusieurs comptes en même temps ?
ja: ヒント! 一度に多数のアカウントを作りますか?
nb: Tips! Å lage mange kontoer samtidig?
nl: Tip! Meerdere accounts tegelijk creëren?
pl: Wskazówka! Tworzysz wiele kont za jednym razem?
pt: Dica! Como criar várias contas ao mesmo tempo?
pt_pt: Pretende criar várias contas ao mesmo tempo?
tr: İpucu! Aynı anda birden fazla hesap mı oluşturuyorsunuz?

source: Tip:
ja: ヒント:
nb: Tips:
pl: Wskazówka:
pt: Dica:
pt_pt: Sugestão:
tr: İpucu:

source: Tip: %(translatedFeedbackEditTip)s
es: Sugerencia: %(translatedFeedbackEditTip)s
fr: Astuce: %(translatedFeedbackEditTip)s
ja: ヒント: %(translatedFeedbackEditTip)s
nb: Tips: %(translatedFeedbackEditTip)s
pl: Wskazówki: %(translatedFeedbackEditTip)s
pt: Dica: %(translatedFeedbackEditTip)s
pt_pt: Dica: %(translatedFeedbackEditTip)s
tr: İpucu: %(translatedFeedbackEditTip)s

source: Tips & Thanks
da: Tips & Tak
es: Sugerencias y agradecimientos
fr: Astuces et remerciements
nb: Tips & takk
nl: Tips en bedankjes
pl: Porady i podziękowania
pt: Dicas e agradecimentos
tr: Tavsiyeler ve Teşekkürler

source: Tips &amp; Feedback
bg: Съвети &amp; обратна връзка
es: Sugerencias &amp; comentarios
fr: Conseils &amp; contribution
ja: ヒント &amp; フィードバック
nb: Tips &amp; Tilbakemeldinger
pl: Wskazówki &amp; opinie
pt: Dicas &amp; feedback
pt_pt: Dicas e feedback
tr: İpuçları &amp; Geri bildirim

source: Tips &amp; Thanks
da: Tips &amp; Tak
es: Sugerencias y agradecimientos
fr: Conseils &amp; remerciements
hi: युक्तियाँ &amp; धन्यवाद
ja: ヒント &amp; 感謝
nb: Tips &amp; takk
nl: Tips &amp; Bedankjes
pl: Wskazówki i Podziękowania
pt: Dicas e agradecimentos
pt_pt: Dicas e agradecimentos
tr: İpuçları ve Teşekkürler

source: Tips for using Khan Academy with your students
da: Tip til brug af Khan Academy med dine elever
es: Consejos para usar Khan Academy con tus estudiantes
fr: Conseils pour utiliser la Khan Academy avec vos élèves
ja: あなたの生徒と一緒にカーンアカデミーを利用する際の手引き
nb: Tips for hvordan du kan bruke Khan Academy med elevene dine
nl: Tips om Khan Academy te gebruiken met je leerlingen
pl: Wskazówki korzystania z Khan Academy z Twoimi uczniami
pt: Dicas para usar a Khan Academy com seus alunos
pt_pt: Dicas para usar a Khan Academy com os seus alunos
tr: Khan Academy'yi öğrencilerinizle nasıl kullanabileceğinize yönelik ipuçları

source: Titanium
es: Titanio
nb: Titan
pl: Tytan
pt: Titânio
pt_pt: Titânio
tr: Titanyum

source: Title
fr: Titre
ja: タイトル
nb: Tittel
pl: Tytuł
pt: Título
pt_pt: Título
tr: Başlık

source: Title: %(video_title)s
da: Titel: %(video_title)s
es: Título: %(video_title)s
fr: Titre: %(video_title)s
nb: Tittel: %(video_title)s
nl: Titel: %(video_title)s
pl: Tytuł: %(video_title)s
pt: Título: %(video_title)s
pt_pt: Título: %(video_title)s
tr: Başlık:%(video_title)s

source: To <a href="%(roster_url)s">manage your subscription</a> to this weekly summary email, <a href="%(roster_url)s">visit your class roster</a>.
da: For at <a href="%(roster_url)s"> administrere dit abonnement</a> på denne ugentlige oversigts-email, <a href="%(roster_url)s"> skal du gå til din klasseliste</a>.
es: Para <a href="%(roster_url)s">administrar tu suscripción</a> a este correo electrónico del resumen semanal, <a href="%(roster_url)s">visita la lista de tu clase</a>.
fr: Pour <a href="%(roster_url)s">gérer votre abonnement</a> à ce résumé hebdomadaire, <a href="%(roster_url)s">visitez votre liste de classe</a>.
nb: For å <a href="%(roster_url)s">administrere ditt abonnement</a> på denne ukentlige oppsummeringen, <a href="%(roster_url)s">gå til din klasseliste</a>.
nl: Om <a href="%(roster_url)s">je aanmelding te beheren</a> voor dit wekelijkse overzichtemail, <a href="%(roster_url)s">bezoek jouw klassenrooster</a>.
pl: Aby <a href="%(roster_url)s">zarządzać subskrypcją</a> na cotygodniowy email z podsumowanieml, <a href="%(roster_url)s">wejdź w harmonogram klasy</a>.
pt: Para <a href="%(roster_url)s">gerenciar sua assinatura</a> a este e-mail de resumo semanal, <a href="%(roster_url)s">visite sua lista de turmas</a>.
pt_pt: Para <a href="%(roster_url)s">gerir a sua subscrição</a> deste e-mail sumário semanal, <a href="%(roster_url)s">veja a sua lista de turmas</a>.

source: To School
es: A la escuela
fr: À l'école
ja: 校へ
nb: Til skole
pl: Do szkoły
pt: Para a escola
pt_pt: Para a escola
tr: Okuluna

source: To avoid a negative denominator, we can multiply the numerator and denominator by <code>-1</code>.
es: Para evitar un denominador negativo, podemos multiplicar el numerador y el denominador por <code>-1</code>.
nb: For å unngå en negativ nevner, kan vi multiplisere teller og nevner med <code>-1</code>.
pt: Para evitar um denominador negativo, podemos multiplicar o numerador e o denominador por <code>-1</code>.
tr: Paydanın negatif olmaması için, pay ve paydayı <code>-1</code> ile bölebiliriz.

source: To be a congruency postulate, there must be one, <em>and only one</em>, way to make a triangle that's the same as the original triangle—except for being moved, rotated, or reflected.
es: Para ser un postulado de congruencia, debe haber una, <em>y solo una</em> forma de construir un triángulo que sea igual al triángulo original—excepto que sea movido, rotado o reflejado.
fr: Pour être un cas d'isométrie, il doit exister une seule, <em>et seulement une seule</em> manière de dessiner un triangle isométrique au triangle initial — en utilisant uniquement une translation, une rotation ou une symétrie orthogonale.
pl: Żeby to było cechą przystawania, musi być <em>tylko jeden</em> sposób na stworzenie trójkąta takiego samego jak oryginalny trójkąt - poza przesunięciem, obróceniem lub odbiciem.
pt: Para ser um postulado de congruência, deve haver uma, <em> e apenas uma </em> maneira de fazer um triângulo que seja idêntico ao triângulo original - exceto ser movido, girado ou refletido.
tr: Eşlik koyutu olması için, başlangıçtaki üçgenle -öteleme, döndürme ve yansıma dışında- aynı üçgeni oluşturmanın <em>yalnızca bir </em> yolu olmalı.

source: To calculate a <code>\blue{20\%}</code> tip, multiply the <code class="hint_purple">10\%</code> tip amount by two.
fr: Pour calculer le montant d'un pourboire de <code>\blue{20\%}</code> on peut multiplier par deux le montant d'un pourboire de <code class="hint_purple">10\%</code>.
nb: For å regne ut en <code>\blue{20\%}</code> tips, multipliserer vi <code class="hint_purple">10\%</code> tipsmengde med to.
pl: Aby obliczyć napiwek w wysokości <code>\blue{20\%}</code>, pomnóż wysokość napiwku <code class="hint_purple">10\%</code> przez dwa.
pt: Para calcular <code>\blue{20\%}</code> de gorjeta, multiplique a quantia dos <code class="hint_purple">10\%</code> de gorjeta por dois.
