Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The coefficient on the <code>x</code> term is <code class="hint_green"><var>SIMPLELINEAR</var></code> and the constant term is <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, so to reverse the steps above, we need to find two numbers that <span class="hint_green">add up to <code><var>SIMPLELINEAR</var></code></span> and <span class="hint_blue">multiply to <code><var>SIMPLECONSTANT</var></code></span>.
da: Koefficienten for <code>x</code>-leddet er <code class="hint_green"> <var>SIMPLELINEAR</var></code> og det konstante led er <code class="hint_blue"> <var>SIMPLECONSTANT</var></code>, så for at vende trinnene ovenfor, skal vi finde to tal som <span class="hint_green"> summer til <code><var>SIMPLELINEAR</var></code></span> og <span class="hint_blue"> ganget med hinanden giver <code><var>SIMPLECONSTANT</var></code></span>.
es: El coeficiente de <code>x</code> es <code class="hint_green"><var>SIMPLELINEAR</var></code> y el término constante es <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, así que para rehacer los pasos anteriores en la dirección contraria, tenemos que encontrar dos números que <span class="hint_green">sumados den <code><var>SIMPLELINEAR</var></code></span> y <span class="hint_blue">multiplicados <code><var>SIMPLECONSTANT</var></code></span>.
fr: Le coefficient du terme en <code>x</code> est <code class="hint_green"><var>SIMPLELINEAR</var></code> et le terme constant est <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, donc pour remonter les étapes du raisonnement ci-dessus, il faut trouver deux nombres dont <span class="hint_green"> la somme est <code><var>SIMPLELINEAR</var></code></span> et <span class="hint_blue"> dont le produit est <code><var>SIMPLECONSTANT</var></code></span>.
nb: Koefficienten for <code>x</code>-leddet er <code class="hint_green"> <var>SIMPLELINEAR</var></code> og det konstante leddet er <code class="hint_blue"> <var>SIMPLECONSTANT</var></code>, så for å snu trinnene ovenfor, skal vi finne to tall som <span class="hint_green"> lagt sammen <code><var>SIMPLELINEAR</var></code></span> og <span class="hint_blue"> ganget med hverandre gir <code><var>SIMPLECONSTANT</var></code></span>.
pl: Współczynnikiem przy wyrazie <code>x</code> jest <code class="hint_green"><var>SIMPLELINEAR</var></code> a wyrazem stałym jest <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, więc żeby odwrócić powyższe kroki, musimy znaleźć dwie liczby, których <span class="hint_green">suma wynosi <code><var>SIMPLELINEAR</var></code></span>, a <span class="hint_blue">wynik mnożenia daje <code><var>SIMPLECONSTANT</var></code></span>.
pt: O coeficiente no termo <code>x</code> é <code class="hint_green"><var>SIMPLELINEAR</var></code> e o termo constante é <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, então para inverter as etapas acima, precisamos encontrar dois números que <span class="hint_green">somam <code><var>SIMPLELINEAR</var></code></span> e <span class="hint_blue">multiplicados sejam <code><var>SIMPLECONSTANT</var></code></span>.
tr: <code>x</code> teriminin katsayısı, <code class="hint_green"><var>SIMPLELINEAR</var></code> ve sabit terim, <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, buna göre, yukarıdaki işlemleri tersine çevirmek için, <span class="hint_green"> toplamları <code><var>SIMPLELINEAR</var></code></span> ve <span class="hint_blue">çarpımları <code><var>SIMPLECONSTANT</var></code></span>olan iki sayı bulmamız gerekiyor.

source: The coefficient on the <code>x</code> term is <code class="hint_green"><var>SIMPLELINEAR</var></code> and the constant term is <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, so we need to find two numbers that <span class="hint_green">add up to <code><var>SIMPLELINEAR</var></code></span> and <span class="hint_blue">multiply to <code><var>SIMPLECONSTANT</var></code></span>.
da: Koefficienten på <code>x</code>-leddet er <code class="hint_green"><var>SIMPLELINEAR</var></code>, og det konstante led er <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, så vi skal finde to tal, der <span class="hint_green">tilsammen giver<code><var>SIMPLELINEAR</var></code></span> og <span class="hint_blue">gange med <code><var>SIMPLECONSTANT</var></code></span>.
es: El coeficiente en el término <code>x</code> es <code class="hint_green"><var>SIMPLELINEAR</var></code> y el término constante es <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, así que necesitamos encontrar dos números que <span class="hint_green">sumen<code><var>SIMPLELINEAR</var></code></span> y <span class="hint_blue">su producto sea <code><var>SIMPLECONSTANT</var></code></span>.
fr: Le coefficient du terme en <code>x</code> est <code class="hint_green"><var>SIMPLELINEAR</var></code> et le terme constant est <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, on doit donc trouver deux nombres dont <span class="hint_green">la somme est <code><var>SIMPLELINEAR</var></code></span> et dont <span class="hint_blue">le produit est <code><var>SIMPLECONSTANT</var></code></span>.
nb: Koeffisienten på <code>x</code>-leddet er <code class="hint_green"><var>SIMPLELINEAR</var></code>, og det konstante leddet er <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, så vi skal finne to tall som <span class="hint_green">tilsammen gir<code><var>SIMPLELINEAR</var></code></span> og <span class="hint_blue">ganger med <code><var>SIMPLECONSTANT</var></code></span>.
pl: Współczynnikiem przy wyrazie <code>x</code> jest <code class="hint_green"><var>SIMPLELINEAR</var></code> a wyrazem stałym jest <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, więc musimy znaleźć dwie liczby, których <span class="hint_green">suma wynosi <code><var>SIMPLELINEAR</var></code></span>, a <span class="hint_blue">wynik mnożenia daje <code><var>SIMPLECONSTANT</var></code></span>.
pt: O coeficiente do termo <code>x</code> é <code class="hint_green"><var>SIMPLELINEAR</var></code> e o termo constante é <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, então precisamos encontrar dois números cuja <span class="hint_green"> soma seja<code><var>SIMPLELINEAR</var></code></span> e <span class="hint_blue">multiplicação seja <code><var>SIMPLECONSTANT</var></code></span>.
tr: <code>x</code> teriminin katsayısı, <code class="hint_green"><var>SIMPLELINEAR</var></code> ve sabit terim, <code class="hint_blue"><var>SIMPLECONSTANT</var></code>, buna göre, <span class="hint_green">toplamı <code><var>SIMPLELINEAR</var></code></span> ve <span class="hint_blue">çarpımı <code><var>SIMPLECONSTANT</var></code></span> olan iki sayı bulmamız gerekiyor.

source: The coefficient on the <code>xy</code> term is <code class="hint_green"><var>LINEAR</var></code> and the coefficient on the <code>y^2</code> term is <code class="hint_blue"><var>CONSTANT</var></code>, so to reverse the steps above, we need to find two numbers that <span class="hint_green">add up to <code><var>LINEAR</var></code></span> and <span class="hint_blue">multiply to <code><var>CONSTANT</var></code></span>.
da: Koefficienten for <code>xy</code>-leddet er <code class="hint_green"><var>LINEAR</var></code> og koefficienten for <code>y^2</code>-leddet er <code class="hint_blue"><var>CONSTANT</var></code>, så for at vende trinnene ovenfor, skal vi finde to tal som <span class="hint_green">summer til <code><var>LINEAR</var></code></span> og <span class="hint_blue">ganget med hinanden giver <code><var>CONSTANT</var></code></span>.
fr: Le coefficient du terme en <code>xy</code> est <code class="hint_green"><var>LINEAR</var></code> et le coefficient du terme en <code>y^2</code> est <code class="hint_blue"><var>CONSTANT</var></code>, donc pour faire le chemin inverse, il faut trouver deux nombre dont <span class="hint_green">la somme est <code><var>LINEAR</var></code></span> et <span class="hint_blue"> dont le produit est <code><var>CONSTANT</var></code></span>.
nb: Koeffisienten for <code>xy</code>-leddet er <code class="hint_green"><var>LINEAR</var></code> og koeffisienten for <code>y^2</code>-leddet er <code class="hint_blue"><var>CONSTANT</var></code>, så for å snu trinnene ovenfor, skal vi finne to tall som <span class="hint_green">addert til <code><var>LINEAR</var></code></span> og <span class="hint_blue">multiplisert med hverandre gir <code><var>CONSTANT</var></code></span>.
pl: Współczynnik przy wyrazie <code>xy</code> to <code class="hint_green"><var>LINEAR</var></code>, a współczynnik przy wyrazie <code>y^2</code> to <code class="hint_blue"><var>CONSTANT</var></code>, więc odwracając powyższe kroki, musimy znaleźć dwie liczby, które <span class="hint_green"> sumują się do <code><var>LINEAR</var></code></span> i <span class="hint_blue"> ich iloczyn to <code><var>CONSTANT</var></code></span>.
pt: O coeficiente do termo <code>xy</code> é <code class="hint_green"><var>LINEAR</var></code> e o coeficiente do termo <code>y^2</code> é <code class="hint_blue"><var>CONSTANT</var></code>, logo, para reverter as etapas acima, precisamos encontrar dois números cuja <span class="hint_green">soma é <code><var>LINEAR</var></code></span> e <span class="hint_blue">multiplicação é <code><var>CONSTANT</var></code></span>.
tr: <code>xy</code> teriminin katsayısı, <code class="hint_green"><var>LINEAR</var></code> ve <code>y^2</code>'li terimin katsayısı, <code class="hint_blue"><var>CONSTANT</var></code>, buna göre, yukarıdaki işlemleri tersine çevirmek için, <span class="hint_green"> toplamları <code><var>LINEAR</var></code></span> ve <span class="hint_blue">çarpımları <code><var>CONSTANT</var></code></span>olan iki sayı bulmamız gerekiyor.

source: The combined graphs of the inequalities span the entire number line, therefore the solution is "All real numbers."
da: De kombinerede grafer af ulighederne dækker hele tallinjen, og derfor er løsningen "Alle reelle tal."
es: Las gráficas combinadas de las desigualdades cubren toda la recta numérica, por lo tanto la solución es "todos los números reales."
fr: On obtient la droite numérique toute entière donc la réponse est "Tous les nombres réels".
nb: De kombinerte grafene av ulikhetene dekker hele tallinjen, og derfor er løsningen "Alle reelle tall."
pt: Os gráficos combinados das inequações atravessam toda a reta numérica, portanto, a solução é "Todos os números reais".
tr: Eşitsizliklerin grafiklerinin birleşimi, sayı doğrusunun tümünü kapsar, bu nedenle çözüm "Tüm gerçel sayılar"dır.

source: The common denominator is <code><var>COMMON_DENOM</var></code>.
da: Fællesnævneren er <code><var>COMMON_DENOM</var></code>.
es: El denominador común es <code><var>COMMON_DENOM</var></code>.
fr: Le dénominateur commun est <code><var>COMMON_DENOM</var></code>.
nb: Fellesnevneren er <code><var>COMMON_DENOM</var></code>.
pt: O denominador comum é <code><var>COMMON_DENOM</var></code>.
tr: Ortak payda, <code><var>COMMON_DENOM</var></code>.

source: The common factors of <code><var>NUM</var></code> and <code><var>DENOM</var></code> are <var>toSentenceTex(GCD_FACTORS)</var>.
da: De fælles faktorer for <code><var>NUM</var></code> og <code><var>DENOM</var></code> er <var>toSentenceTex(GCD_FACTORS)</var>.
es: Los factores comunes de <code><var>NUM</var></code> y <code><var>DENOM</var></code> son <var>toSentenceTex(GCD_FACTORS)</var>.
fr: Les diviseurs communs de <code><var>NUM</var></code> et <code><var>DENOM</var></code> sont <var>toSentenceTex(GCD_FACTORS)</var>.
hi: सार्व भाजक <code><var>NUM</var></code> और <code><var>DENOM</var></code> हैं <var>toSentenceTex(GCD_FACTORS)</var>.
nb: Felles faktor for <code><var>NUM</var></code> og <code><var>DENOM</var></code> er <var>toSentenceTex(GCD_FACTORS)</var>.
nl: De gemene delers van <code><var>NUM</var></code> en <code><var>DENOM</var></code> zijn <var>toSentenceTex(GCD_FACTORS)</var>.
pl: Wspólne dzielniki <code><var>NUM</var></code> i <code><var>DENOM</var></code> to <var>toSentenceTex(GCD_FACTORS)</var>.
pt: Os fatores comuns entre <code><var>NUM</var></code> e <code><var>DENOM</var></code> são <var>toSentenceTex(GCD_FACTORS)</var>.
tr: <code><var>NUM</var></code> ve <code><var>DENOM</var></code> sayılarının ortak çarpanları, <var>toSentenceTex(GCD_FACTORS)</var>.

source: The complex plane
da: Det kompleske plan
es: El plano complejo
fr: Le plan complexe
nb: Det komplekse plan
nl: Het complexe vlak
pl: Płaszczyzna zespolona
pt: O plano complexo
tr: Karmaşık düzlem

source: The contrapositive is logically equivalent to the original statement, so yes, the second statement can be deduced from the first statement.
es: La contrapositiva es lógicamente equivalente a la proposición original, entonces sí, la segunda proposición puede ser deducida a partir de la primera.
fr: La contraposée est équivalente à la proposition initiale, donc oui, la seconde proposition peut être déduite de la première.
pt: A contrapositiva é logicamente equivalente à afirmação original, então sim, a segunda afirmação pode ser deduzida a partir da primeira.
tr: Karşıt ters mantıksal olarak orijinal önermeye denktir, yani evet, ikinci önerme birinci önermeden çıkarılabilir.

source: The converse is not logically equivalent to the original statement, so no, the second statement cannot be deduced from the first statement.
es: La conversa no es lógicamente equivalente a la proposición original, entonces no, la segunda proposición no puede ser deducida a partir de la primera.
fr: La réciproque n'est pas équivalente à la proposition initiale, donc non, la deuxième proposition ne peut pas être déduite de la première.
nb: Den motsatte er ikke logisk likt til det opprinnelige utsagnet, så nei, den andre uttalelsen kan ikke utledes fra den første uttalelsen.
pt: A recíproca não é logicamente equivalente à afirmação original, então não, a segunda afirmação não pode ser deduzida a partir da primeira.
tr: Karşıt orijinal önermeye mantıksal olarak denk değildir, yani hayır, ikinci önerme birinci önermeden çıkarılamaz.

source: The correct angle is selected. Remember, the <var>FNNAME</var> of an angle is represented by the <code><var>COORD</var></code> coordinate of its corresponding point on the unit circle.
es: El ángulo correcto está seleccionado. Recuerda, el <var>FNNAME</var> de un ángulo se representa por la coordenada <code><var>COORD</var></code> de su punto correspondiente en el círculo unitario.
fr: L'angle est représenté. Le <var>FNNAME</var> de cet angle est la coordonnée selon l'axe des <code><var>COORD</var></code> du point qui lui correspond sur le cercle trigonométrique.
pl: Wybrano prawidłowy kąt. Pamiętaj, że <var>FNNAME</var> kąta przedstawiony jest przez współrzędną <code><var>COORD</var></code> odpowiadającego mu punktu na okręgu jednostkowym.
pt: O ângulo correto está selecionado. Lembre-se que o <var>FNNAME</var> de um ângulo é representado pela coordenada <code><var>COORD</var></code> de seu ponto correspondente no círculo trigonométrico.
tr: Doğru açı seçilmiştir. Unutmayın, bir açının <var>FNNAME</var>, birim çember üzerinde eşleştiği noktanın <code><var>COORD</var></code> koordinatıyla gösterilir.

source: The cosine function, <code>\cos(x)</code>, starts at 1 (ie, <code>\cos(0)=1</code>), so <code>f(x)</code> must be a scaled version of the cosine function.
es: La función coseno, <code>\cos(x)</code>, comienza en 1 (es decir, <code>\cos(0)=1</code>), entonces <code>f(x)</code> debe ser una versión escalada de la función coseno.
fr: L'image de 0 par la fonction <code>\cos(x)</code> est égale à 1 (<code>\cos(0)=1</code>), donc <code>f(x)</code> est une fonction associée à la fonction cosinus.
pt: A função cosseno, <code>\cos(x)</code>, começa em 1 (ou seja, <code>\cos(0)=1</code>), portanto, <code>f(x)</code> deve ser a versão em escala da função cosseno.
tr: Kosinüs fonksiyonu, <code>\cos(x)</code>, 1'den başlar (yani, <code>\cos(0)=1</code>), buna göre <code>f(x)</code> kosinüs fonksiyonunun ölçeklenmiş versiyonu olmalıdır.

source: The cost changes along with the number of <var>deskItem( 0 )</var>s purchased, and so the two proportions are equivalent.
fr: Le coût change tout comme le nombre de <var>deskItem( 0 )</var>s achetés, et donc les deux fractions sont équivalentes.
nb: Kostnaden endres med antallet <var>deskItem( 0 )</var> som kjøpes, og de to proporsjonene er likeverdige.
pl: Koszt zmienia się wraz z liczbą zakupionych <var>deskItem( 0 )</var>, więc te dwie proporcje są równoważne.
pt: O custo é alterado, juntamente com o número de <var>deskItem( 0 )</var>s comprados, e assim as duas proporções permanecem equivalentes.
tr: Tutar alınan <var>deskItem( 0 )</var> sayısına göre değişir, yani iki orantı birbirine denktir.

source: The cost of the <var>color(1)</var> <var>clothing(1)</var> is a multiple of the cost of the <var>color(2)</var> <var>clothing(2)</var>, so find the result of dividing.
fr: Le prix du <var>clothing(1)</var> <var>color(1)</var> est un multiple du prix du <var>clothing(2)</var> <var>color(2)</var> , donc il faut faire une division.
nb: Prisen på <var>color(1)</var> <var>clothing(1)</var> er et multippel av prisen på <var>color(2)</var> <var>clothing(2)</var>, så finn resultatet ved å dividere.
pl: Cena <var>color(1)</var> <var>clothing(1)</var> jest wielokrotnością ceny <var>color(2)</var> <var>clothing(2)</var>, więc oblicz iloraz.
pt: O preço do <var>clothing(1)</var> <var>color(1)</var> é um múltiplo do preço do <var>clothing(2)</var> <var>color(2)</var>, então descubra o resultado da divisão.
tr: <var>color(1)</var> <var>clothing(1)</var> fiyatı, <var>color(2)</var> <var>clothing(2)</var> fiyatının katıdır, bölmenin sonucunu bulunuz.

source: The cost of the <var>color(2)</var> <var>clothing(2)</var> is a multiple of the cost of the <var>color(1)</var> <var>clothing(1)</var>, so find the product.
fr: Le prix du <var>clothing(2)</var> <var>color(2)</var> est un multiple du prix du <var>clothing(1)</var> <var>color(1)</var> , donc il faut faire une multiplication.
nb: Prisen på en <var>color(2)</var> <var>clothing(2)</var> er et multiplum av prisen på en <var>color(1)</var> <var>clothing(1)</var>. Finn produktet.
pl: Cena <var>color(2)</var> <var>clothing(2)</var> jest wielokrotnością <var>color(1)</var> <var>clothing(1)</var>, więc oblicz iloczyn.
pt: O preço do <var>clothing(2)</var> <var>color(2)</var> é um múltiplo do preço do <var>clothing(1)</var> <var>color(1)</var>, então descubra o produto.
tr: <var>color(2)</var> <var>clothing(2)</var> fiyatı <var>color(1)</var> <var>clothing(1)</var> fiyatının katıdır, çarpımı bulunuz.

source: The count for eligible students (students in your school that are grades 3-12) are based on California Department of Education data School Year 2013-2014. For schools where these data were not available, we collected data from the schools directly.
es: El número de estudiantes elegibles (estudiantes en tu escuela que están entre 3.° y 12.°) se basa en la información del Departamento de Educación de California del año escolar 2013-2014. En los casos de las escuelas donde esta información no estuvo disponible, recolectamos los datos directamente de estas.
nb: Antall registrerte elever (elevene på din skole som går i klassetrinnene 3-12) er basert på California Department of Education data School Year 2013-2014. For skoler hvor disse dataene ikke er tilgjengelige, samler vi inn data fra skolen direkte.
pt: A contagem de alunos elegíveis (alunos na sua escola que cursam do 3º ano do ensino fundamental ao 3º ano do ensino médio) é baseada nos dados do Departamento de Educação da Califórnia dos anos 2013-2014. Para as escolas nas quais estes dados não estavam disponíveis, coletamos os dados diretamente da escola.
tr: Katılabilir öğrenci sayısı (okulunuzda 3.-12. sınıflardaki öğrenci sayısı) 2013-2014 Okul Yılı Kaliforniya Eğitim Bölümü verilerinden alınmıştır. Bu verilerin mevcut olmadığı okullarda, okulların kendisinden doğrudan veri topladık.

source: The data does not form a linear trend, so there is no single line that fits the data well.
es: Estos datos no forman una tendencia lineal, de manera que no hay una sola recta que se ajuste bien a los datos.
fr: Les données ne sont pas regroupées autour d'une droite, donc il n'est pas possible de tracer une droite d'ajustement.
pt: Os dados não formam uma tendência linear, logo, não há uma única reta que se ajuste bem aos dados.
tr: Bu veriler doğrusal bir eğilim göstermez, yani bu verilere uyan bir doğru yoktur.

source: The data forms two separate linear trends, so there is no single line that fits the data well.
es: Estos datos corresponden a dos tendencias lineales que están separadas, de manera que ninguna recta se ajusta bien a los datos.
fr: Elles sont regroupées autour de deux droites différentes, donc il n'est pas possible de tracer une droite d'ajustement.
pt: Os dados formam duas tendências lineares separadas, logo, não há uma única reta que se ajuste bem aos dados.
tr: Bu veriler iki farklı doğrusal eğilim oluşturur, yani bu verilere uyan bir doğru yoktur.

source: The data in the table show the cost of buying bulk vegetables per pound, including the fee for the clerk to package the vegetables in boxes.
da: Dataene i skemaet viser omkostninger ved at købe store partier af grøntsager per pund inklusive gebyret for, at ekspedienten pakker grøntsagerne i kasser.
es: La información en la tabla muestra el precio de comprar verduras a granel por libra, incluyendo los honorarios del encargado por empaquetar las verduras en cajas.
fr: Il s'agit d'un achat effectué aux États-Unis où le prix, en dollars, d'un cageot de légumes est la somme du prix au poids des légumes et du prix du cageot.
nb: Dataene i skjemaet viser kostnader ved å kjøpe store partier av grønnsaker per kg inklusiv gebyret for at ekspeditøren pakker grønnsakene i kasser.
pt: Os dados na tabela mostram o custo de comprar legumes a granel por quilo, incluindo a taxa para empacotar os legumes em caixas.
tr: Tablodaki veriler, sebzelerin kilo başına toplu alım maliyetini, görevlinin kutularla paketleme ücreti dahil, göstermektedir.

source: The data is mostly random, so there is no line that fits the data well.
es: Estos datos son en su mayoría al azar, entonces no hay ninguna línea que se ajuste bien a los datos.
fr: Les données semblent aléatoires, donc il n'est pas possible de tracer une droite d'ajustement.
pt: Os dados são, na maioria, aleatórios, logo, não há reta que se ajuste bem aos dados.
tr: Bu veriler genelde rasgeledir, yani verilere uyan doğru yoktur.

source: The denominator can be factored:
da: Nævneren kan faktoriseres:
es: El denominador puede factorizarse:
fr: Le dénominateur peut s'écrire :
nb: Nevneren kan faktoriseres:
pt: O denominador pode ser fatorado:
tr: Payda çarpanlarına ayrılabilir:

source: The denominator is 0 when <code>x=<var>(-1*A)</var></code> or <code>x=<var>B</var></code>.
es: El denominador es 0 cuando <code>x=<var>(-1*A)</var></code> o <code>x=<var>B</var></code>.
fr: Le dénominateur est égal à 0 lorsque <code>x=<var>(-1*A)</var></code> ou <code>x=<var>B</var></code>.
pt: O denominador é 0 quando <code>x=<var>(-1*A)</var></code> ou <code>x=<var>B</var></code>.
tr: <code>x=<var>(-1*A)</var></code> veya <code>x=<var>B</var></code> olduğunda, payda 0 olur.

source: The denominator is 0 when <code>x=<var>-1*A</var></code> or <code>x=<var>B</var></code>.
es: El denominador es 0 cuando <code>x=<var>-1*A</var></code> o <code>x=<var>B</var></code>.
fr: Le dénominateur est égal à 0 lorsque <code>x=<var>-1*A</var></code> ou <code>x=<var>B</var></code>.
pt: O denominador é 0 quando <code>x=<var>-1*A</var></code> ou <code>x=<var>B</var></code>.
tr: <code>x=<var>-1*A</var></code> veya <code>x=<var>B</var></code> olduğunda, payda 0 olur.
