Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Managing Partner, bgC3
pt: Sócio administrador, bgC3
tr: Yönetici ortak, bgC3

source: Manganese
es: Manganeso
nb: Mangan
pl: Mangan
pt: Manganês
pt_pt: Manganésio
tr: Manganez

source: Manny
pt: Gustavo

source: Many data types<br>
ja: 多くのデータ型<br>
nb: Flere datatyper<br>
pl: Wiele typów danych<br>
pt: Vários tipos de dados<br>
pt_pt: Vários tipos de dados<br>
tr: Birçok veri tipi<br>

source: March
fr: mars
nb: Mars
pl: Marzec
pt: Março
tr: Mart

source: Marcia designs and builds any and every piece of Khan Academy software with a constant focus on the experience of our learners.
es: Marcia diseña y construye absolutamente todas las partes del software de Khan Academy con un enfoque constante en la experiencia de nuestros alumnos.
pt: Marcia projeta e desenvolve todos os softwares da Khan Academy, com foco constante na experiência dos nossos alunos.
tr: Marcia Khan Academy’nin yazılım tasarımı ve üretiminden sorumludur ve önceliği kullanıcılar için iyi bir deneyim sunabilmektir.

source: Marcia was a Program Manager for Microsoft before joining the team. She received her BS and MS in Computer Science from Stanford, with a specialization in human computer interaction.
es: Marcia era gerente de programas de Microsoft antes de unirse al equipo. Recibió su licenciatura y maestría en Ciencias de la Computación en Stanford, con una especialización en interacción persona-computadora.
pl: Zanim rozpoczęła przygodę z Khan Academy, Marcia pracowała dla Microsoft jako Program Manager. Ukończyła studia magisterskie na kierunku Informatyka na Uniwersytecie Stanford, o specjalizacji human computer interaction (pl. elektroniczne przetwarzanie informacji/ interakcja człowiek - komputer).
pt: Marcia foi gerente de programação da Microsoft antes de se juntar à nossa equipe. Ela se formou e concluiu seu mestrado em Ciência da Computação pela Universidade de Stanford, com especialização na Interação Humano-Computador.
tr: Takıma katılmadan önce Microsoft’ta program müdürü olarak görevliydi. Lisans ve yüksek lisans derecelerini Stanford’dan kazanan Marcia’nın uzmanlığı bilgisayar ile insan iletişimi.

source: Marcimus
fr: Demirose
ja: マーシマス
pt: Márcio
pt_pt: Rosinha

source: Marcimus (Orange)
es: Marcimus (anaranjado)
fr: Demirose (Orange)
ja: マーシマス (オレンジ)
nb: Marcimus (Oransje)
nl: Marcimus (oranje)
pl: Marcimus (Pomarańczowy)
pt: Marcimus (laranja)
pt_pt: Rosinha (laranja)
tr: Marcimus (Turuncu)

source: Marcimus (Pink)
da: Marcimus (lyserød)
es: Marcimus (rosa)
fr: Demirose (Rose)
ja: マーシマス (ピンク)
nb: Marcimus (Rosa)
nl: Marcimus (roze)
pl: Marcimus (Różowy)
pt: Marcimus (rosa)
pt_pt: Rosinha (cor-de-rosa)
tr: Marcimus (Pembe)

source: Marcimus (Purple)
da: Marcimus (lilla)
es: Marcimus (púrpura)
fr: Demirose (Violet)
ja: マーシマス (紫)
nb: Marcimus (Lilla)
nl: Marcimus (paars)
pl: Marcimus (Fioletowy)
pt: Marcimus (roxo)
pt_pt: Rosinha (roxa)
tr: Marcimus (Mor)

source: Marcimus (Red)
da: Marcimus (rød)
es: Marcimus (rojo)
fr: Demirose (Rouge)
ja: マーシマス (赤)
nb: Marcimus (Rød)
nl: Marcimus (rood)
pl: Marcimus (Pomarańczowy)
pt: Marcimus (vermelho)
pt_pt: Rosinha (vermelha)
tr: Marcimus (Kırmızı)

source: Marcos works on the design of interactive education experiences, the website and anything else.
es: Marcos trabaja en el diseño de experiencias de educación interactivas, en el sitio web y en cualquier otra cosa.
pl: Markos zajmuje się opracowywaniem interaktywnych aplikacji edukacyjnych, naszą stroną internetową oraz wieloma innymi, niezbędnymi aspektami.
pt: Marcos trabalha no projeto de experiências educacionais interativas, com o website e com qualquer outra coisa.
tr: Marcos interaktif eğitim deneyimi, websitesi ve Khan Academy için gerekli olan her şeyin tasarımı ile uğraşmaktadır.

source: Mario
pt: Mário

source: Markup and commission word problems
fr: Problèmes autour des marges et des commissions
nb: Oppgaver om fortjeneste og kommission
pl: Marża i prowizja - zadania tekstowe
pt: Problemas de margem de lucro e comissão
tr: Kar oranı ve komisyon hesaplamaya ilişkin sorular

source: Massachusetts Institute of Technology
pt: Instituto de Tecnologia de Massachusetts
tr: Massachusetts Institute of Technology (Massachusetts Teknoloji Enstitüsü)

source: Master just one final skill
da: Mestrer en enkelt færdighed mere
es: Domina solo una habilidad más
fr: Maîtriser une seule autre compétence
ja: あと %(masteries)s 個のスキルをマスターする
nb: Mestre bare en siste ferdighet
nl: Beheers nog één vaardigheid meer
pl: Opanuj jeszcze jedną umiejętność
pt: Domine só mais uma habilidade final
pt_pt: Aperfeiçoa só mais uma competência

source: Master just one more skill!
da: Mestrer én færdighed mere!
es: ¡Domina solo una habilidad más!
fr: Maîtrisez juste une compétence supplémentaire !
ja: 何か %(masteries)s の新しいスキルをマスターしましょう
nb: Mestre bare en ferdighet til!
nl: Beheers nog een vaardigheid meer!
pl: Zdobądź jeszcze jedną umiejętność!
pt: Domine apenas mais uma habilidade!
pt_pt: Domina apenas mais uma competência!

source: Master of Algebra
da: Mester i Algebra
es: Maestro del álgebra
fr: Maître de l'algèbre
ja: 代数のマスター
nb: Mester i Algebra
nl: Meester in Algebra
pl: Mistrz Algebry
pt: Mestre da álgebra
pt_pt: Mestre da Álgebra
tr: Cebir ustası

source: Master of Arithmetic
da: Mester i Aritmetik
es: Maestro de la aritmética
fr: Maître de l'arithmétique
ja: 算術のマスター
nb: Mester i Aritmetikk
nl: Meester van de rekenkunde
pl: Mistrz Arytmetyk
pt: Mestre da aritmética
pt_pt: Mestre da Aritmética
tr: Aritmetik Ustası

source: Master of Pre-algebra
da: Mester i Pre-algebra
es: Maestro de la preálgebra
fr: Maître de pré-algèbre
ja: 前代数のマスター
nb: Mester i Før-algebra
nl: Meester in Wiskunde voor de onderbouw
pl: Mistrz Przed-Algebry
pt: Mestre da pré-álgebra
pt_pt: Mestre em pré-álgebra
tr: Ön-cebir Ustası

source: Master of Trigonometry
da: Mester i Trigonometri
es: Maestro de la trigonometría
fr: Maître de la trigonométrie
ja: 三角法のマスター
nb: Mester i Trigonometri
nl: Meester in Goniometrie
pl: Mistrz Trygonometrii
pt: Mestre da trigonometria
pt_pt: Mestre de trigonometria
tr: Trigonometri ustası

source: Master ten skills in math
da: Mestre ti emner i matematik
es: Domina diez habilidades en matemáticas
fr: Maîtriser dix compétences en maths
ja: 数学の 10 のスキルをマスター
nb: Mestre ti ferdigheter i matematikk
nl: Beheers tien vaardigheden in wiskunde
pl: Opanuj dziesięć umiejętności matematycznych
pt: Domine dez habilidades de matemática
pt_pt: Domina dez competências Matemáticas
tr: Matematikte on beceri geliştirin

source: Master three skills in math
da: Mestre tre emner i matematik
es: Domina tres habilidades en matemáticas
fr: Maîtriser trois compétences en maths
ja: 数学のスキルを 3 つマスター
nb: Mestre tre ferdigheter i matematikk
nl: Beheers drie vaardigheden in wiskunde
pl: Opanuj trzy umiejętności matematyczne
pt: Domine três habilidades de matemática
pt_pt: Domina três competências Matemáticas
tr: Matematikte üç beceri geliştirin

source: Master twenty skills in math
da: Mestre tyve emner i matematik
es: Domina veinte habilidades en matemáticas
fr: Maîtriser vingt compétences en maths
ja: 数学の20のスキルを マスター
nb: Mestre tjue ferdigheter i matematikk
nl: Beheers twintig vaardigheden in wiskunde
pl: Opanuj dwadzieścia umiejętności matematycznych
pt: Domine as vinte habilidades de matemática
pt_pt: Domina vinte competências Matemáticas
tr: Matematikte yirmi beceri geliştirin

source: Master your first math skill
da: Mestre dit første emne
es: Domina tu primera habilidad de matemáticas
fr: Maîtriser votre première compétence en maths
ja: 最初の数学のスキルをマスター
nb: Mestre din første matematikkferdighet
nl: Beheers je eerste wiskundige vaardigheid
pl: Opanuj swoją pierwszą umiejętność matematyczną
pt: Domine sua primeira habilidade de matemática
pt_pt: Domina uma competência Matemática
tr: İlk matematik becerinizi geliştirin

source: Mastered
bg: Усвоено
da: Mestret
es: Dominados
fr: Maîtrisé
ja: マスターしました
nb: Mestret
nl: Onder de knie
pl: Opanowane
pt: Dominado
pt_pt: Dominado
tr: Ustalık kazanılan

source: Mastered Concepts
es: Conceptos dominados
fr: Concepts maîtrisés
ja: マスターしたコンセプト
nb: Mestrede emner
pl: Opanowane pojęcia
pt: Conceitos dominados
pt_pt: Conceitos dominados
tr: Uzmanlaştığınız Kavramlar

source: Mastered exercises
da: Mestrede øvelser
es: Ejercicios dominados
fr: Exercices maîtrisés
nb: Mestrede øvelser
nl: Oefeningen onder de knie
pl: Opanowane ćwiczenia
pt: Exercícios dominados
pt_pt: Exercícios dominados
tr: Ustalık kazanılan alıştırmalar

source: Mastered skills:
da: Mestrede færdigheder:
es: Habilidades dominadas:
fr: Compétences maîtrisées :
ja: マスターしたスキル:
nb: Mestret ferdigheter:
nl: Vaardigheden onder de knie:
pl: Opanowane umiejętności:
pt: Habilidades dominadas:
pt_pt: Competências dominadas:
tr: Uzmanlaşılan beceriler:

source: Mastery
es: Dominio
fr: Maîtrise
ja: マスタリー
nb: Mestring
pl: Mistrzostwo
pt: Domínio
pt_pt: Domínio
tr: Ustalık

source: Mastery Challenge
da: Udfordring i forskellige emner
es: Desafío de dominio
fr: Défi de maîtrise
nb: Mestringsutfordring
nl: Meesterschapsuitdaging
pl: Mistrzowskie wyzwanie
pt: Desafio
pt_pt: Desafio de perícia
tr: Ustalık Sınavı

source: Mastery Level 1 (blue) = +1 point
es: Nivel de dominio 1 (azul) = + 1 punto
nb: Mestringsnivå 1 (blå) = +1 poeng
pt: Nível de domínio 1 (azul) = +1 ponto
tr: Ustalık Seviyesi 1 (mavi) = +1 puan

source: Mastery Level 2 (darker blue) = +1 point
es: Nivel de dominio 2 (azul más oscuro) = + 1 punto
nb: Mestringsnivå 2 (mørkere blå) = +1 poeng
pt: Nível de domínio 2 (azul escuro) = +1 ponto
tr: Ustalık Seviyesi 2 (daha koyu mavi) = +1 puan

source: Mastery Level 3 (darkest blue) = +1 point
es: Nivel de dominio 3 (el azul más oscuro) = + 1 punto
nb: Mestringsnivå 3 (mørkest blå) = +1 poeng
pt: Nível de domínio 3 (azul mais escuro) = +1 ponto
tr: Ustalık Seviyesi 3 (en koyu mavi) = +1 puan

source: Mastery Mechanics
da: Mester i mekanik
es: Dominio de mecánica
fr: Maîtrise mécanique
nl: Meesterschap Mechanica
pl: Opanowanie mechaniki
pt: A mecânica do domínio
pt_pt: Domínio de mecânica
tr: Ustalık Mekaniği

source: Mastery Points
es: Puntos de dominio
fr: Points de maîtrise
ja: マスタリーのポイント
nb: Mestringspoeng
nl: Vaardigheidspunten
pl: Punkty mistrzowskie
pt: Pontos de domínio
pt_pt: Pontos de perícia
tr: Ustalık Puanları

source: Mastery Status
da: Opnåede færdigheder
es: Nivel de dominio
fr: Statut de ce que vous Maîtrisez
ja: マスタリーの状態
nb: Oppnådde ferdigheter
nl: Kennisstatus
pl: Status mistrzostwa
pt: Status de domínio
pt_pt: Nível de domínio
tr: Ustalık durumu

source: Mastery challenge
da: Udfordring i flere emner
es: Reto de dominio
fr: Défi de maîtrise
ja: 熟練の挑戦
nb: Mestringsutfordring
nl: Meesterschapsuitdaging
pl: Mistrzowskie wyzwanie
pt: Desafio
pt_pt: Desafio de perícia
tr: Ustalık Bilgi Ölçme Yarışması

source: Mastery challenge available in
da: Kompetence-udfordring tilgængelig i
es: Desafío de dominio disponible en
fr: Challenge disponible dans
ja: マスタリーのチャレンジが次で有効です
nb: Mestringsutfordring tilgjengelig i
nl: Vaardigheidschallenge beschikbaar in
pl: Wyzwanie mistrzowskie dostępne za
pt: Desafio disponível em
pt_pt: Desafio de perícia disponível em
tr: Ustalık bilgi ölçme yarışması açılacak

source: Mastery points
es: Puntos de dominio
fr: Points de maîtrise
ja: マスタリーのポイント
nb: Mestringspoeng
pl: Punkty mistrzowskie
pt: Pontos de domínio
pt_pt: Pontos de perícia
tr: Ustalık puanları

source: Mastery points - earned for mastering math skills
es: Puntos de dominio: se ganan por dominar las habilidades matemáticas
nb: Mestring poeng - for mestring av matematiske ferdigheter
pt: Pontos de domínio - obtidos com o domínio de habilidades matemáticas
pt_pt: Pontos de perícia - atribuídos pelo domínio de competência Matemáticas
tr: Ustalık puanları- matematik becerilerinde ustalaşma için kazanılır

source: Mastery points can only be earned for work that is relevant for a student’s grade level (i.e. no mastery points are awarded for a Grade 10 student working on the Early Math mission!). Here is a table of the relevant missions for each grade:
es: Los puntos de dominio solo se pueden ganar por trabajo relevante para el grado escolar del estudiante (es decir, no se otorgan puntos de dominio a un estudiante en el 10.º grado que está trabajando en una misión de Matemáticas elementales). Aquí hay una tabla de las misiones relevantes para cada grado:
nb: Mestringspoeng kan bare oppnås for arbeid som er relevant i forhold til elevens klassetrinn (f.eks får man ikke mestrings- poeng om man er 10. klasse elev som jobber med grunnleggende matematikk!). Her er en tabell over relevante oppdrag for hvert klassetrinn:
pt: Os pontos de domínio só podem ser obtidos pelo trabalho que é relevante para o nível do aluno (ou seja, não são concedidos pontos de domínio para um aluno do 9º ano que esteja trabalhando na missão de Fundamentos de Matemática!). Apresentamos, aqui, uma tabela com as missões relevantes para cada ano:
tr: Uzmanlık puanları, sadece bir öğrencinin sınıf düzeyine uygun çalışmalar için kazanılabilir (yani 10. sınıf öğrencisi İlk Matematik görevinde çalıştığı için uzmanlık puanı kazanamaz!). Burada her sınıf için uygun görevlerin bir tablosunu bulabilirsiniz:

source: Mastery task
da: Beherskelsesopgave
es: Tarea de dominio
fr: Maîtrise de la compétence
nb: Mestrings test
nl: Meester taak
pl: Zadanie mistrzowskie
pt: Tarefa de domínio
pt_pt: Tarefa de perícia
tr: Ustalık görevi

source: Mastery task notifications
da: Beskeder om opgaver for at mestre færdigheder
es: Notificaciones de dominio de tareas
fr: Notifications de tâches maîtrisées
ja: マスタリーのタスクの通知
nb: Varsler om mestringstester
nl: Taak meesterschap verwittiging
pl: Powiadomienia o zadaniu mistrzowskim
pt: Notificações de tarefas de domínio
pt_pt: Notificações de desafios de perícia
tr: Ustalık görev bildirimleri

source: Mastery tasks on the dashboard
da: Behersk opgaver på læringsoversigten
es: Tareas de dominio en el panel
fr: Tâches à maîtriser indiquées sur le tableau de bord
nb: Mestringsoppgaver på lærebrettet
nl: Meestertaken op het dashboard
pl: Mistrzowskie ćwiczenia na pulpicie nawigacyjnym
pt: Tarefas de domínio no painel de aprendizado
tr: Öğrenme Panosu'nda ustalık görevleri

source: Math
da: Matematik
es: Matemáticas
fr: Mathématiques
ja: 数学
nb: Matematikk
nl: Wiskunde
pl: Matematyka
pt: Matemática
pt_pt: Matemática
tr: Matematik

source: Math Content Fellow
pt: Fellow de Conteúdo Matemático
tr: Matematik İçerik Bilim İnsanı

source: Math Pioneer Fellow
pt: Fellow precursora de matemática
tr: Matematik Öncüsü

source: Math Pretest Champion
da: Matematikmester forprøve
es: Campeón del examen de diagnóstico de matemáticas
fr: Champion du test d'entrainement en math
ja: 数学プレ・テストのチャンピオン
nb: Matematikk førprøve mester
nl: Kampioen Wiskunde Instaptoets
pl: Mistrz testu wstępnego z matematyki
pt: Campeão do pré-teste de matemática
pt_pt: Campeão em pré-testes de Matemática
tr: Matematik Ön Sınav Şampiyonu

source: Math exercises from 1 + 1 through calculus
da: Matematikøvelser fra 1 + 1 til og med calculus
es: Ejercicios de matemáticas desde 1 + 1 hasta cálculo
fr: Des exercices de maths, depuis 1 + 1 jusqu'au dérivées les plus complexes
ja: 1 + 1 から微分積分学までの数学の練習問題
nb: Matematikkoppgaver fra 1 + 1 til og med kalkulus
nl: Wiskunde oefening van 1+1 tot de moeilijkste afgeleiden
pl: Zadania z matematyki od 1 + 1 do różniczkowania
pt: Exercícios de matemática do um mais um até cálculo
tr: 1+1'den kalkülüs'e, matematik alıştırmaları

source: Math is alive and not boring for my son anymore. It is truly a prayer answered.
da: Matematik er virkelighedsnært og ikke kedeligt for min søn længere. Mine bønner er blevet besvaret.
es: Las matemáticas están vivas y ya no son aburridas para mi hijo. Es realmente una plegaria contestada.
fr: Pour mon fils, les maths ont cessés d'être ennuyeux. Ca fait du bien.
ja: 数学は私の息子にとって生き生きとしたものになり，もうつまらないものではなくなりました．本当に祈りがかなったようです．
nb: Matematikk er levende og ikke kjedelig for sønnen min lenger. Det er virkelig et bønnesvar.
nl: Wiskunde is niet langer een saai en dood vak voor mijn zoon. Wat een opluchting!
pl: Dla mojego syna matematyka nie jest już nudna, jest żywa. To naprawdę jest odpowiedź na modlitwy.
pt: A matemática está viva e não é mais uma disciplina chata para meu filho. Minhas preces foram atendidas.
pt_pt: A Matemática está viva e deixou de ser uma disciplina chata para o meu filho. As minhas preces foram ouvidas.
tr: MAtematik artık oğlum için sıkıcı bir konu değil. Dualarım kabul olmuş olmalılar.

source: Math is not a function.
da: Matematik (Math) er ikke en funktion.
es: Math no es una función.
fr: "Math" n'est pas une fonction.
nb: Matematikk er ikke en funksjon.
nl: Math is geen functie.
pl: Math nie jest funkcją.
pt: Math não é uma função.
tr: Matematik bir fonksiyon değildir.

source: Matrix
es: Matriz
fr: Matrice
nb: Matrise
pt: Matriz
tr: Matris

source: Matrix addition and subtraction
da: Matrix-addition og subtraktion
es: Suma y resta de matrices
fr: Additionner ou soustraire deux matrices
nb: Matrise-addisjon og subtraksjon
nl: Matrices optellen en aftrekken
pl: Dodawanie i odejmowanie macierzy
pt: Adição e subtração de matrizes
tr: Matrisleri toplama ve çıkarma

source: Matrix dimensions
da: Dimensioner for en matrix
es: Dimensiones de una matriz
fr: Dimension d'une matrice
nb: Matrisedimensjoner
pl: Wymiary macierzy
pt: Dimensões da matriz
tr: Matris boyutları

source: Matrix transpose
da: Transponering af matrix
es: Transposición de matrices
fr: Transposée d'une matrice
nb: Transponering av matrise
pl: Transponowanie macierzy
pt: Transposição de matrizes
tr: Devrik matris

source: Matt Collins is a Ph.D. candidate in Italian Studies at Harvard University, where he specializes in medieval and modern cultural history. He earned his MA from New York University’s Institute of Fine Arts. His thesis was on the convergence of propagandized literature, art and architecture under the fascist regime. His dissertation will deal with particular illustrations of Dante’s Divine Comedy.
pt: Matt Collins é doutorando em estudos italianos na Universidade de Harvard, onde ele está se especializando em história cultural medieval e moderna. Ele obteve seu mestrado no Instituto de Belas Artes da Universidade de Nova York. Sua tese foi sobre a convergência da literatura, arte e arquitetura propagandizadas sob o regime fascista. Sua dissertação abordará ilustrações particulares da Divina Comédia de Dante.
tr: Matt Collins, Harvard Üniversitesi'nde İtalyan Çalışmaları'nda doktora adayıdır, uzmanlığı ortaçağ ve modern kültürel tarihtir. New York Üniversitesi'nin Güzel Sanatlar Enstitüsü'nden master derecesi almıştır. Tezi, faşist rejim altında, propaganda edebiyatı, sanat ve mimarinin birleşmesidir. Tezi, Dante’nin İlahi Komedyası'nın belirli çizimleriyle ilgilenecektir.

source: Matt loves to build things with code. In the past, he worked for Microsoft on the Outlook.com Backend team.
es: A Matt le encanta hacer cosas con código. En el pasado, trabajó para Microsoft en el equipo de administración del sistema de Outlook.com.
fr: Matt aime construire des choses avec le code. Dans le passé, il a travaillé pour Microsoft sur l'équipe de Outlook.com Backend.
pl: Matt uwielbia tworzyć poprzez kodowanie. W przeszłości pracował dla Microsoft w zespole ds. wsparcia technicznego (backend) nad Outlook.com.
pt: Matt adora desenvolver coisas com a programação. Anteriormente, ele trabalhou na equipe de Back-end do Outlook.com da Microsoft.
tr: Matt kod yazarak bir şeyler yaratmayı çok sever. Daha önce Microsoft’un Outlook.com sitesinin sunucu uygulama takımında görev almıştır.

source: Matt works with devs, designers, schools, and students to improve and extend our product.
es: Matt trabaja con desarrolladores, diseñadores, escuelas y estudiantes para mejorar y ampliar nuestro producto.
pl: Matt pracuje z biurami projektowymi, projektantami, szkołami i uczniami, by ciągle poprawiać i poszerzać nasza ofertę.
pt: Matt trabalha com desenvolvedores, designers, escolas e alunos para melhorar e ampliar o nosso produto.
tr: Matt tasarımcılar, yazılımcılar, okullar ve öğrencilerin hepsiyle birlikte çalışarak Khan Academy’yi bir ürün olarak geliştirme görevini üstlenmektedir.

source: Matthew B. Jensen, MD, MS, is an Assistant Professor of Neurology at the University of Wisconsin School of Medicine and Public Health. He holds a Doctor of Medicine degree from the University of Iowa and a Master of Science degree in clinical investigation from the University of Wisconsin. He’s complete his neurology residency at the University of Iowa and his vascular neurology fellowship at the University of California, San Diego.
pt: Matthew B. Jensen, MD, MS, é professor assistente de neurologia na Escola de Medicina e Saúde Pública da Universidade do Wisconsin. Ele é formado em medicina pela Universidade de Iowa e é mestre em investigação clínica pela Universidade de Wisconsin. Ele completou sua residência em neurologia na Universidade de Iowa e o programa de fellowship na Universidade da Califórnia em San Diego.
tr: Doktor ve cerrah olan Matthew B. Jensen, University of Wisconsin School of Medicine and Public Health'te nöroloji profesörüdür. Tıp doktoru diplomasını University of Iowa'dan ve kilink çalışmalar alanındaki yüksek lisans diplomasını University of Wisconsin'den almıştır. Nöroloji çalışmalarını University of Iowa'da ve vasküler nöroloji çalışmalarını San Diego'daki University of California'da tamamlamıştır.

source: Matthew is a MD/MBA student at the University of Minnesota Medical School and Carlson School of Management. He is currently working the MBA portion of his studies with a focus on the medical industry. After graduation, he is planning entering the field of neurosurgery.
pt: Matthew é aluno do curso de MD/MBA na Escola de Medicina da Universidade de Minnesota e da Escola Carlson de Administração. Ele está trabalhando atualmente na parte do MBA dos seus estudos, com foco na indústria médica. Depois da graduação, ele pretende entrar no ramo da neurocirurgia.
tr: Matthew Minnesot Üniversitesi Tıp Fakültesi ve Carlson İşletme Okulunda bir MD/MBA öğrencisidir. Şu anda medikal endüstri odağıyla derslerinin MBA kısmı üzerinde çalışmaktadır. Mezun olduktan sonra, beyin cerrahisi alanına girmeyi planlıyor.

source: Matthew was once Head of Product at Flickr and Bitly, but is now better known for building open-source digital art projects of dubious value.
pt: Matthew foi Gerente de Produtos na Flickr e na Bitly, mas agora é mais conhecido por criar projetos de arte digital de código aberto e de valor duvidoso.

source: Maureen works with teachers and students to redefine what it means to be a successful learner.
es: Maureen trabaja con profesores y estudiantes para redefinir lo que significa ser un estudiante exitoso.
pl: Maureen pracuje z nauczycielami i uczniami, chcąc zbudować nowe rozumienie pojęcia dobrego ucznia.
pt: Maureen trabalha com professores e alunos para redefinir o que significa ser um estudante bem-sucedido.
tr: Maureen öğretmenler ve öğrenciler ile çalışarak en iyi eğitim deneyimini geliştirebilmekle görevlidir.

source: May
nb: Mai
pl: Maj
pt: Maio
tr: Mayıs

source: May-Li is excited to help people learn using the power of thoughtfully designed interactions.
pt: May-Li está empolgada para ajudar as pessoas a usar o poder das interações projetadas cuidadosamente.
tr: May-Li kullanıcıların platformda akıllıca tasarlanmış etkileşim unsurları ile daha iyi bir öğrenim deneyimine sahip olmaları için çalışıyor.

source: Maya's hand
nb: Mayas hånd
pt: Mão de Mayara
tr: Maya'nın eli

source: Mean, median, and mode
fr: Moyenne, médiane et mode
nb: Gjennomsnitt, median og typetall
pl: Średnia, mediana i dominanta
pt: Média, mediana e moda
tr: Ortalama Medyan ve Mod
