Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Now that you know <code>\red{x = <var>X</var>}</code>, plug it back into <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> to find <code>y</code>.
es: Ahora que sabes que <code>\red{x = <var>X</var>}</code>,, ponlo de nuevo en <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> para encontrar <code>y</code>.
fr: Maintenant que l'on sait que <code>\red{x = <var>X</var>}</code>, on le remplace par cette valeur dans <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> pour trouver <code>y</code>.
nb: Nå som du vet at <code>\red{x = <var>X</var>}</code>, kan du sette denne inn i <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> for å finne <code>y</code>.
pl: Teraz, kiedy wiesz że <code>\red{x = <var>X</var>}</code>, podstaw to z powrotem do <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code>, żeby wyznaczyć <code>y</code>.
pt: Agora que você sabe que <code>\red{x = <var>X</var>}</code>, substitua-o em <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code> para encontrar <code>y</code>.
tr: Şimdi <code>\red{x = <var>X</var>}</code> olduğunu bildiğinize göre, <code> \blue{<var>expr(["+", ["*", A1, "x"], ["*", B1, "y"]])</var> = <var>C1</var>}</code>'de yerine koyarak <code>y</code>'yi bulunuz.

source: Now that you know <code>\red{x = <var>X</var>}</code>, plug it back into <code> \green{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}</code> to find <code>y</code>.
es: Ahora que sabes que <code>\red{x = <var>X</var>}</code>, ponlo de nuevo en <code> \green{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}</code> para encontrar <code>y</code>.
fr: Maintenant que l'on sait que <code>\red{x = <var>X</var>}</code>, on le remplace par cette valeur dans <code> \green{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}</code> pour trouver <code>y</code>.
nb: Nå som du vet at <code>\red{x = <var>X</var>}</code>, sett denne inn i <code> \green{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}</code> for å finne <code>y</code>.
pl: Teraz, kiedy wiesz że <code>\red{x = <var>X</var>}</code>, podstaw to z powrotem do <code> \green{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}</code>, żeby wyznaczyć <code>y</code>.
pt: Agora que você sabe que <code>\red{x = <var>X</var>}</code>, substitua-o em <code> \green{y = <var>expr(["+", ["*", -A2, "x"], C2])</var>}</code> para encontrar <code>y</code>.

source: Now that you've learned JS, you can help others learn. Start evaluating projects today! → →
da: Nu hvor du har lært JS, kan du hjælpe andre med at lære. Begynd med projektevalueringer i dag! → →
es: Ahora que has aprendido JS, puedes ayudar a otros a aprender. ¡Comienza a evaluar proyectos hoy! → →
fr: Maintenant que vous avez appris le JavaScript, vous pouvez aider d'autres gens à s'en servir ! Vous pouvez évaluer des projets d'autre utilisateurs ! → →
ja: これであなたは JS を学んだことになりますので，他の人達が JS を学ぶことを助けることができます．今日からプロジェクトの評価をはじめましょう! → →
nb: Nå som du har lært JS, kan du hjelpe andre å lære. Begynn å evaluere prosjekter i dag! → →
nl: Nu je JS geleerd hebt, kan je anderen helpen met leren. Begin vandaag met het evalueren van projecten ! → →
pl: Teraz, kiedy już umiesz JS, możesz pomóc innym się nauczyć. Zacznij oceniać projekty już dziś! → →
pt: Agora que você aprendeu JS, você pode ajudar outras pessoas a aprender. Comece a fazer avaliações de projetos hoje mesmo! → →
pt_pt: Agora que já aprendeste JS, podes ajudar outros a aprender. Começa a avaliar projetos!→ →
tr: Artık JS'yi öğrendiğinize göre, diğerlerinin de öğrenmesine yardımcı olabilirsiniz. Projeleri değerlendirmeye bugün başlayın! → →

source: Now that your project has been evaluated,
da: Nu, hvor dit projekt er blevet evalueret,
es: Ahora que tu proyecto ha sido evaluado,
fr: Maintenant que votre projet a été évalué,
nb: Nå som prosjektet ditt er evaluert,
nl: Nu je project is geëvalueerd,
pl: Twój projekt został oceniony,
pt: Agora que seu projeto foi avaliado,
pt_pt: Agora que o teu projeto foi avaliado,
tr: Artık projeniz değerlendirildiğine göre,

source: Now that your project has been evaluated, return the favor. Evaluate a peer today! → →
da: Nu, hvor dit projekt er blevet evalueret, kan du selv hjælpe en anden. Evaluer en anden brugers projekt i dag! → →
es: Ahora que tu proyecto ha sido evaluado, regresa el favor. ¡Evalúa a un colega hoy! → →
fr: Maintenant que votre projet a été évalué, rendez la pareille. Évaluez un pair à votre tour ! → →
ja: これであなたのプロジェクトは評価されました．その好意を皆に返しましょう．仲間を今日から評価しましょう! → →
nb: Nå som prosjektet er evaluert, kan du hjelpe noen andre. Vurdere en annens prosjekt i dag! → →
nl: Jouw project is geëvalueerd. Help nu anderen: Evalueer vandaag nog een medeleerling! → →
pl: Teraz, kiedy Twój projekt został już oceniony, odwdzięcz się. Oceń kolegę/koleżankę już dziś! → →
pt: Agora que seu projeto foi avaliado, retribua o favor. Avalie o projeto de um colega hoje mesmo! → →
pt_pt: Agora que o teu projeto foi avaliado, podes retribuir o favor. Avalia o projeto de um colega! → →
tr: Projeniz değerlendirildiğine göre, siz de bir iyilik yapın: Başka bir kullanıcıyı değerlendirin! → →

source: Now the <var>PROBLEMS</var> are <code>1</code> through <code><var>ANSWER</var></code>.
es: Ahora los <var>PROBLEMS</var> son del <code>1</code> al <code><var>ANSWER</var></code>.
fr: Maintenant, les <var>PROBLEMS</var> sont numérotés de <code>1</code> à <code><var>ANSWER</var></code>.
hi: अब <var>PROBLEMS</var> <code><var>ANSWER</var></code> से <code>1</code> है।
nb: Nå er <var>PROBLEMS</var> <code>1</code> til <code><var>ANSWER</var></code>.
nl: De <var>PROBLEMS</var> zijn <code>1</code> tot en met <code><var>ANSWER</var></code>.
pl: Teraz mamy <var>PROBLEMS</var> od <code>1</code> do <code><var>ANSWER</var></code>.
pt: Agora os <var>PROBLEMS</var> vão do <code>1</code> até o <code><var>ANSWER</var></code>.
tr: Şimdi <var>PROBLEMS</var>, <code>1</code>'den <code><var>ANSWER</var></code>'yedir.

source: Now the expressions have the same denominator we can simply add the numerators:
da: Nu hvor udtrykkene har den samme nævner kan vi lægge tællerne sammen:
es: Ahora que las expresiones tienen el mismo denominador podemos simplemente sumar los numeradores:
fr: Maintenant que les fractions ont le même dénominateur, on additionne les numérateurs :
nb: Nå som uttrykkene har den samme nevneren kan vi legge tellerne sammen:
pl: Teraz wyrażenia mają ten sam mianownik i możemy po prostu dodać liczniki:
pt: Agora que as expressões têm o mesmo denominador, podemos simplesmente somar os numeradores:
tr: İki ifadenin paydası aynı olduğuna göre, payları toplayabiliriz:

source: Now the expressions have the same denominator we can simply subtract the numerators:
da: Nu hvor udtrykkene har den samme nævner kan vi trække tællerne fra hinanden:
es: Ahora que las expresiones tienen el mismo denominador podemos simplemente restar los numeradores:
fr: Maintenant que les expressions ont le même dénominateur, on soustrait les numérateurs :
nb: Nå som uttrykkene har den samme nevneren kan vi trekke tellerne fra hverandre:
pl: Teraz wyrażenia mają ten sam mianownik i możemy po prostu odjąć liczniki:
pt: Agora que as expressões têm o mesmo denominador, podemos simplesmente subtrair os numeradores:
tr: İki ifadenin paydası aynı olduğuna göre, payları çıkarabiliriz:

source: Now there are <code>2 \text{ Hg}</code> on the left and only <code>1</code> on the right, so multiply <code>\text{Hg}</code> by <code>\red{2}</code>.
fr: Maintenant il y a <code>2 \text{ Hg}</code> à gauche et seulement <code>1</code> à droite, il faut donc multiplier <code>\text{Hg}</code> par <code>\red{2}</code>.
pl: Teraz są <code>2 \text{ Hg}</code> po lewej stronie i tylko <code>1</code> po prawej, więc pomnóż <code>\text{Hg}</code> przez <code>\red{2}</code>.
pt: Agora, há <code>2 \text{ Hg}</code> à esquerda e apenas <code>1</code> à direita, portanto, multiplique <code>\text{Hg}</code> por <code>\red{2}</code>.
tr: Şimdi solda <code>2 \text{ Hg}</code> ve sağda sadece <code>1</code> var, buna göre, <code>\text{Hg}</code> ile <code>\red{2}</code>‘yi çarpınız.

source: Now there are <code>4 \text{ H}</code> on the left and only <code>2</code> on the right, so multiply <code>\text{H}_2\text{O}</code> by <code>\red{2}</code>.
fr: Maintenant il y a <code>4 \text{ H}</code> à gauche et seulement <code>2</code> à droite, il faut donc multiplier <code>\text{H}_2\text{O}</code> par <code>\red{2}</code>.
pl: Teraz są <code>4 \text{ H}</code> po lewej stronie i tylko <code>2</code> po prawej, więc pomnóż <code>\text{H}_2\text{O}</code> przez <code>\red{2}</code>.
pt: Agora, há <code>4 \text{ H}</code> à esquerda e apenas <code>2</code> à direita, portanto, multiplique <code>\text{H}_2\text{O}</code> por <code>\red{2}</code>.
tr: Şimdi solda <code>4 \text{ H}</code> ve sağda sadece <code>2</code> var, buna göre, <code>\text{H}_2\text{O}</code> ile <code>\red{2}</code>‘yi çarpınız.

source: Now there are <code>4 \text{ H}</code> on the right and only <code>1</code> on the left, so multiply <code>\text{HF}</code> by <code>\red{4}</code>.
pl: Teraz są <code>4 \text{ H}</code> po prawej stronie i tylko <code>1</code> po lewej, więc pomnóż <code>\text{HF}</code> przez <code>\red{4}</code>.
pt: Agora, há <code>4 \text{ H}</code> à direita e apenas <code>1</code> à esquerda, portanto, multiplique <code>\text{HF}</code> por <code>\red{4}</code>.
tr: Şimdi sağda <code>4 \text{ H}</code> ve solda sadece <code>1</code> var, buna göre, <code>\text{HF}</code>'yi <code>\red{4}</code> ile çarpınız.

source: Now use this formula to calculate the kite's area.
es: Ahora, utiliza esta fórmula para calcular el área del cometa.
pt: Agora use esta fórmula para calcular a área do deltoide.
tr: Şimdi, deltoidin alanını bulmak için bu formülü kullanın.

source: Now use this formula to calculate the trapezoid's area.
es: Ahora, utiliza esta fórmula para calcular el área del trapecio.
nb: Nå kan vi bruke formelen for å beregne arealet av en trapes.
pt: Agora use esta fórmula para calcular a área do trapézio.
tr: Şimdi yamuğun alanını hesaplamak için bu formülü kullanın.

source: Now we can add the fractions:
es: Ahora podemos sumar las fracciones:
fr: On peut maintenant additionner les fractions :
nb: Nå kan vi skrive om brøkene:
pl: Teraz możemy dodać ułamki:
pt: Agora podemos somar as frações:
tr: Şimdi kesirleri toplayabiliriz:

source: Now we can move the compass to <code>P</code>.
es: Ahora podemos mover el compás a <code>P</code>.
fr: On peut maintenant centrer le cercle au point <code>P</code>.
pt: Agora podemos mover o compasso para <code>P</code>.
tr: Şimdi pergeli <code>P</code>'ye taşıyabiliriz.

source: Now we can rewrite the expression in parentheses as a squared term:
da: Nu kan vi omskrive udtrykket i parentesen som en kvadratisk led:
es: Ahora podemos escribir la expresión en paréntesis como un termino cuadrado:
fr: L'expression entre parenthèses est le développement du carré d'un binôme :
nb: Nå kan vi skrive om uttrykket i parentesen som et kvadratisk ledd:
pt: Agora, podemos reescrever a expressão entre parêntesis como um termo ao quadrado:
tr: Şimdi de parantezin içindeki ifadeyi tam kare olarak yazabiliriz:

source: Now we can solve for <code>A</code> and <code>B</code>. An easy way to do this is to try to choose values for <code>x</code> that will get one of <code>A</code> or <code>B</code> to cancel out, and then solve for the other one.
da: Vi kan nu løse for <code>A</code> og <code>B</code>. En nem måde at gøre dette er at vælge værdier for <code>x</code>, der vil få enten <code>A</code> eller <code>B</code> til at gå ud, og derefter løse for den anden.
es: Podemos resolver para <code>A</code> y <code>B</code>. Una forma fácil de hacer esto es tratar de elegir valores para <code>x</code> que hagan que <code>A</code> o <code>B</code> se cancele y después resolver para la otra.
fr: Maintenant, on peut trouver <code>A</code> et <code>B</code>. Un moyen simple est de choisir la valeur de <code>x</code> qui annule le coefficient de <code>A</code> ou de <code>B</code> et d'en déduire l'autre.
nb: Vi kan nå løse for <code>A</code> og <code>B</code>. En enkel måte at gjøre dette på er å velge verdier for <code>x</code>, som vil få enten <code>A</code> eller <code>B</code> til at gå ut, og deretter løse for den andre.
pl: Możemy teraz znaleźć <code>A</code> i <code>B</code>. Prostym na to sposobem będzie podstawienie wartości dla <code>x</code>, które wykluczą nam <code>A</code> lub <code>B</code> i pozwolą znaleźć rozwiązanie dla drugiego.
pt: Agora podemos descobrir o valor de <code>A</code> e <code>B</code>. Uma maneira simples de fazer isso é tentar escolher os valores para <code>x</code> que vão cancelar <code>A</code> ou <code>B</code> e então dar o resultado do outro.
tr: Şimdi <code>A</code> ve <code>B</code>'yi bulabiliriz. Bunu bulmanın kolay bir yolu, <code>A</code> veya <code>B</code>'yi sadeleştiren bir <code>x</code> değişkeni seçip, diğer değeri bulmaktır.

source: Now we can use the point where the two compasses intersect to construct a triangle with the same side lengths as the triange at point <code>A</code>.
es: Ahora podemos usar el punto donde se intersectan los trazos de los dos compases para construir un triángulo con las mismas longitudes laterales que las del triángulo en el punto <code>A</code>.
fr: L'un des points d'intersection des deux cercles est le troisième sommet d'un triangle dont les côtés ont la même longueur que le triangle de sommet <code>A</code>.
pt: Agora podemos usar o ponto em que se cruzam os dois compassos para construir um triângulo com lados de mesmo comprimento do triângulo no ponto <code>A</code>.
tr: Şimdi <code>A</code> noktasındaki üçgenle kenar uzunlukları aynı bir üçgeni çizmek için, iki pergelin kesiştiği noktayı kullanabiliriz.

source: Now we have two independent equations, and we can solve for our two unknowns.
da: Nu har vi to uafhængige ligninger, og vi kan løse for vores to ubekendte.
es: Ahora tenemos dos ecuaciones independiente y podemos resolver para nuestras dos incógnitas.
fr: Maintenant on a un système de deux équations à deux inconnues.
nb: Nå har vi to uavhengige ligninger, og vi kan løse for de to ukjente.
nl: We hebben nu twee onafhankelijke vergelijkingen, en kunnen deze dus oplossen voor de twee onbekenden.
pl: Mamy teraz dwa niezależne równania, które możemy rozwiązać dla naszych dwóch niewiadomych.
pt: Agora temos duas equações independentes, e podemos encontrar nossas duas incógnitas.
tr: Şimdi iki bağımsız denklemimiz olduğuna göre, iki değişkenimizi bulabiliriz.

source: Now we have:
es: Ahora tenemos:
fr: On obtient :
nb: Nå har vi:
nl: Nu hebben we:
pl: Mamy teraz:
pt: Agora, temos:
tr: Şimdi şunu elde ederiz:

source: Now we just need to evaluate each term.
es: Ahora solo tenemos que evaluar cada término.
fr: Maintenant, il suffit de trouver la valeur de chaque terme.
pt: Agora, precisamos somente avaliar cada um dos termos.
tr: Yalnızca her terimin değerini bulmamız yeterli.

source: Now we know that <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>) = <var>INNER_VALUE</var></code>. Let's solve for <code><var>SOLVE_FOR[0].name</var>(<var>SOLVE_FOR[1].name</var>(<var>VALUE</var>))</code>, which is <code><var>SOLVE_FOR[0].name</var>(<var>INNER_VALUE</var>)</code>.
da: Nu ved vi, at <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>) = <var>INNER_VALUE</var></code>. Lad os løse for <code><var>SOLVE_FOR[0].name</var>(<var>SOLVE_FOR[1].name</var>(<var>VALUE</var>))</code>, som er <code><var>SOLVE_FOR[0].name</var>(<var>INNER_VALUE</var>)</code>.
es: Ahora sabemos que <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>) = <var>INNER_VALUE</var></code>. Resolvamos para <code><var>SOLVE_FOR[0].name</var>(<var>SOLVE_FOR[1].name</var>(<var>VALUE</var>))</code>, que es <code><var>SOLVE_FOR[0].name</var>(<var>INNER_VALUE</var>)</code>.
fr: Maintenant qu'on sait que <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>) = <var>INNER_VALUE</var></code>. On peut calculer <code><var>SOLVE_FOR[0].name</var>(<var>SOLVE_FOR[1].name</var>(<var>VALUE</var>))</code>, qui est égal à <code><var>SOLVE_FOR[0].name</var>(<var>INNER_VALUE</var>)</code>.
nb: Vi vet at <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>) = <var>INNER_VALUE</var></code>. La oss løse for <code><var>SOLVE_FOR[0].name</var>(<var>SOLVE_FOR[1].name</var>(<var>VALUE</var>))</code>, som er <code><var>SOLVE_FOR[0].name</var>(<var>INNER_VALUE</var>)</code>.
pl: Teraz wiemy, że <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>) = <var>INNER_VALUE</var></code>. Wyznaczmy <code><var>SOLVE_FOR[0].name</var>(<var>SOLVE_FOR[1].name</var>(<var>VALUE</var>))</code>, to jest <code><var>SOLVE_FOR[0].name</var>(<var>INNER_VALUE</var>)</code>.
pt: Sabemos que <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>) = <var>INNER_VALUE</var></code>. Vamos resolver para encontrar <code><var>SOLVE_FOR[0].name</var>(<var>SOLVE_FOR[1].name</var>(<var>VALUE</var>))</code>, que é <code><var>SOLVE_FOR[0].name</var>(<var>INNER_VALUE</var>)</code>.
tr: Şimdi <code><var>SOLVE_FOR[1].name</var>(<var>VALUE</var>) = <var>INNER_VALUE</var></code> olduğunu biliyoruz. <code><var>SOLVE_FOR[0].name</var>(<var>SOLVE_FOR[1].name</var>(<var>VALUE</var>))</code> bulalım, bu da <code><var>SOLVE_FOR[0].name</var>(<var>INNER_VALUE</var>)</code>.

source: Now we know the number of <var>plural_form(ITEM)</var> at the different <var>plural_form(LOCATION_DISPLAY)</var>:
da: Vi ved nu, at antallet af <var>plural_form(ITEM)</var> på de forskellige <var>plural_form(LOCATION_DISPLAY)</var>:
es: Ahora sabemos el número de <var>plural_form(ITEM)</var> en las(los) diferentes <var>plural_form(LOCATION_DISPLAY)</var>:
fr: On connaît maintenant le nombre des <var>plural_form(ITEM)</var> dans les différents <var>plural_form(LOCATION_DISPLAY)</var> :
hi: अब हम <var>plural_form(ITEM)</var> की संख्या को जानते हैं अलग ओर <var>plural_form(LOCATION_DISPLAY)</var>:
nb: Vi vet nå at antallet av <var>plural_form(ITEM)</var> på de forskjellige <var>plural_form(LOCATION_DISPLAY)</var>:
nl: Nu weten we het aantal <var>plural_form(ITEM)</var> in de verschillende <var>plural_form(LOCATION_DISPLAY)</var>:
pl: Teraz znamy liczbę <var>plural_form(ITEM)</var> na różnych <var>plural_form(LOCATION_DISPLAY)</var>:
pt: Agora sabemos o número de <var>plural_form(ITEM)</var> nos(as) diferentes <var>plural_form(LOCATION_DISPLAY)</var>:
tr: Şimdi değişik <var>plural_form(LOCATION_DISPLAY)</var> bulunan <var>plural_form(ITEM)</var> sayısını biliyoruz:

source: Now you have all the information you need to find the amount of commission made:
fr: Maintenant, on a toutes les informations nécessaires pour trouver le montant des commissions reçues :
nb: Nå har du all informasjonen du trenger å finne provisjonsbeløpet:
pl: Teraz masz wszystkie informacje potrzebne do znalezienia kwoty prowizji:
pt: Agora você possui todas as informações necessárias para encontrar o valor ganho como comissão:
tr: Şimdi yapılan komisyon miktarını bulmak için gerekli tüm bilgiler var:

source: Now you have all the information you need to find the amount of markup!
fr: Maintenant, on a toutes les informations nécessaires pour trouver le montant de la marge !
nb: Nå har du all informasjonen du trenger å finne fortjenesten!
pl: Teraz masz wszystkie informacje potrzebne do znalezienia kwoty marży!
pt: Agora você possui todas as informações necessárias para encontrar a margem de lucro!
tr: Şimdi kar oranını bulabilmek için gereken tüm bilgiye sahipsiniz!

source: Now you have all the information you need to use the formula above!
fr: Maintenant, on a toutes les informations nécessaires pour utiliser l'égalité ci-dessus !
nb: Nå har du all informasjonen du trenger for å bruke formelen ovenfor!
pl: Teraz masz wszystkie informacje, musisz użyć wzoru powyżej!
pt: Agora você possui todas as informações necessárias para utilizar a fórmula acima!
tr: Şimdi yukarıdaki formülde kullanmak için gereken tüm bilgilere sahipsiniz!

source: Now, choose four more <code>x</code> values to plug into the equation. Let's try the numbers <code><var>EXAMPLES[1]</var></code>, <code><var>EXAMPLES[2]</var></code>, <code><var>EXAMPLES[3]</var></code>, and <code><var>EXAMPLES[4]</var></code>.
fr: Maintenant, choisir quatre autres valeurs de <code>x</code> à remplacer dans l'équation. Essayer les valeurs <code><var>EXAMPLES[1]</var></code>, <code><var>EXAMPLES[2]</var></code>, <code><var>EXAMPLES[3]</var></code>, et <code><var>EXAMPLES[4]</var></code>.
nb: Nå velger vi fire <code>x</code> -verdier til vi kan sette inn. La oss ta tallene <code><var>EXAMPLES[1]</var></code>, <code><var>EXAMPLES[2]</var></code>, <code><var>EXAMPLES[3]</var></code> og <code><var>EXAMPLES[4]</var></code>.
pt: Agora, escolha mais quatro valores de <code>x</code> para substituir na equação. Vamos tentar os números <code><var>EXAMPLES[1]</var></code>, <code><var>EXAMPLES[2]</var></code>, <code><var>EXAMPLES[3]</var></code> e <code><var>EXAMPLES[4]</var></code>.
tr: Şimdi, denklemde yerine koymak için dört <code>x</code> değeri daha seçin. <code><var>EXAMPLES[1]</var></code>, <code><var>EXAMPLES[2]</var></code>, <code><var>EXAMPLES[3]</var></code>, ve <code><var>EXAMPLES[4]</var></code> sayılarını deneyin.

source: Now, find <code><var>VALU2</var> <var>binop(1)</var> <var>X</var></code>:
da: Find nu <code><var>VALU2</var> <var>binop(1)</var> <var>X</var></code>:
es: Ahora, encuentra <code><var>VALU2</var> <var>binop(1)</var> <var>X</var></code>:
fr: Maintenant, on calcule <code><var>VALU2</var> <var>binop(1)</var> <var>X</var></code> :
nb: Finn nå <code><var>VALU2</var> <var>binop(1)</var> <var>X</var></code>:
pt: Primeiro, encontre <code><var>VALU2</var> <var>binop(1)</var> <var>X</var></code>:
tr: Şimdi <code><var>VALU2</var> <var>binop(1)</var> <var>X</var></code>'i bulun:

source: Now, find <code><var>X</var> <var>binop(1)</var> <var>VALU2</var></code>:
da: Find nu <code><var>X</var> <var>binop(1)</var> <var>VALU2</var></code>:
es: Ahora, encuentra <code><var>X</var> <var>binop(1)</var> <var>VALU2</var></code>:
fr: Maintenant, on calcule <code><var>X</var> <var>binop(1)</var> <var>VALU2</var></code> :
nb: Finn nå <code><var>X</var> <var>binop(1)</var> <var>VALU2</var></code>:
pt: Primeiro, encontre <code><var>X</var> <var>binop(1)</var> <var>VALU2</var></code>:
tr: Şimdi <code><var>X</var> <var>binop(1)</var> <var>VALU2</var></code> bulun:

source: Now, in addition to writing math problems, he teaches math to college students and studies set theory in Berkeley.
es: Ahora, además de escribir problemas de matemáticas, enseña matemáticas a estudiantes universitarios y estudia teoría de conjuntos en Berkeley.
pt: Agora, além de criar problemas de matemática, ele dá aulas de matemática para alunos universitários e estuda Teoria dos conjuntos em Berkeley.
tr: Şimdi, matematik alıştırmaları hazırlamasının yanı sıra, Berkeley'de üniversite öğrencilerine matematik dersleri veriyor ve set teorisi okuyor.

source: Now, plot the remaining four points by placing the remaining points on the pink crosses.
nb: Nå kan du markere de neste punktene i koordinatsystemet.
pt: Agora, posicione os outros quatro pontos restantes, colocando-os de acordo nos "Xs" cor-de-rosa.
tr: Şimdi, kalan dört noktayı çizmek için, kalan noktaları pembe artıların üstünde yerleştiriniz.

source: Now, simplify:
da: Forkort nu:
es: Ahora, simplifica:
fr: On effectue :
nb: Så, forenkle:
pl: Teraz uprość:
pt: Agora, simplifique:
tr: Şimdi sadeleştirin:
