Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: If your school (as a teacher or as a student) is not listed in the dropdown menu, you will have the opportunity to write-in simple information about your school (school name, phone number and zip code). Khan Academy staff will then check-in and approve that your school can be included in LearnStorm before you will see it appear on leaderboards. Khan Academy will notify you as soon as that has been done.
es: Si tu escuela (como maestro o estudiante) no aparece en el menú desplegable, tendrás la oportunidad de escribir la información básica sobre tu escuela (nombre, número de teléfono y código postal). El personal de Khan Academy lo revisará y aprobará que tu escuela se incluya en LearnStorm antes de que la veas aparecer en las tablas de clasificación. Khan Academy te notificará en cuanto eso esté listo.
nb: Om din skole (som lærer eller elev) ikke er listet i menyen, vil du ha muligheten til å skrive inn enkel informasjon om din skole (skolens navn, telefonnummer og postnummer). Khan Academy ansatte vil undersøke at skolen din kan være med i LearnStorm før du vil se skolen i listen. Khan Academy vill legge merke til det når det er gjort.
pt: Se sua escola (como um professor ou como um aluno) não estiver na lista, você vai ter a oportunidade de escrever informações básicas sobre sua escola (nome, telefone e código postal). A equipe da Khan Academy vai então verificar os dados e fazer a aprovação para que sua escola possa ser incluída na LearnStorm antes que você a veja aparecer no quadro de classificação. A Khan Academy vai notificar você assim que isso for feito.
tr: Eğer okulunuz (öğretmen olarak veya öğrenci olarak) aşağı açılır okul listesinde yoksa, okulunuza ilişkin kısa bilgiyi (okul adı, telefon numarası ve posta kodu) yazmanız gerekecektir. Khan Academy personelinin okulunuzu kontrol etmesi ve LearnStorm'a katılabileceğini onaylamasını müteakip okulunuz listelerde gözükecektir. Bu işlem yapıldığı gibi Khan Academy sizi bilgilendirecektir.

source: If your students do not have email addresses
es: Si tus estudiantes no tienen dirección de correo electrónico
nb: Om dine elever ikke har egen e-mail adresse
pt: Se seus alunos não tiverem endereços de e-mail
tr: Eğer öğrencilerinizin e-posta adresleri yoksa

source: If your students have email addresses
es: Si tus estudiantes tienen dirección de correo electrónico
nb: Hvis elevene har e-mail adresse
pt: Se seus alunos tiverem endereços de e-mail
tr: Eğer öğrencilerinizin e-posta adresleri varsa

source: If:<br> <span id="given0"><code>\qquad <var>GIVEN[ 0 ][ 1 ]</var></code></span>,<br> <span id="given1"><code>\qquad <var>GIVEN[ 1 ][ 1 ]</var></code></span>, and<br> <span id="given2"><code>\qquad <var>GIVEN[ 2 ][ 1 ]</var></code></span>,
fr: Si :<br> <span id="given0"><code>\qquad <var>GIVEN[ 0 ][ 1 ]</var></code></span>,<br> <span id="given1"><code>\qquad <var>GIVEN[ 1 ][ 1 ]</var></code></span>, et<br> <span id="given2"><code>\qquad <var>GIVEN[ 2 ][ 1 ]</var></code></span>,
hi: अगर:<br> <span id="given0"><code>\qquad <var>GIVEN[ 0 ][ 1 ]</var></code></span>,<br> <span id="given1"><code>\qquad <var>GIVEN[ 1 ][ 1 ]</var></code></span>, और <br> <span id="given2"><code>\qquad <var>GIVEN[ 2 ][ 1 ]</var></code></span>,
pt: Se:<br> <span id="given0"><code>\qquad <var>GIVEN[ 0 ][ 1 ]</var></code></span>,<br> <span id="given1"><code>\qquad <var>GIVEN[ 1 ][ 1 ]</var></code></span> e<br> <span id="given2"><code>\qquad <var>GIVEN[ 2 ][ 1 ]</var></code></span>,
tr: Eğer:<br> <span id="given0"><code>\qquad <var>GIVEN[ 0 ][ 1 ]</var></code></span>,<br> <span id="given1"><code>\qquad <var>GIVEN[ 1 ][ 1 ]</var></code></span>, ve<br> <span id="given2"><code>\qquad <var>GIVEN[ 2 ][ 1 ]</var></code></span>,

source: If:<br> <span id="given1"><code>\qquad <var>SEG_1</var> = <var>COEF_1</var>x + <var>CONST_1</var></code></span> and<br> <span id="given2"><code>\qquad <var>SEG_2</var> = <var>COEF_2</var>x + <var>CONST_2</var></code></span><br>
es: Si:<br> <span id="given1"><code>\qquad <var>SEG_1</var> = <var>COEF_1</var>x + <var>CONST_1</var></code></span> y <br> <span id="given2"><code>\qquad <var>SEG_2</var> = <var>COEF_2</var>x + <var>CONST_2</var></code></span><br>
fr: Si:<br> <span id="given1"><code>\qquad <var>SEG_1</var> = <var>COEF_1</var>x + <var>CONST_1</var></code></span> et <br> <span id="given2"><code>\qquad <var>SEG_2</var> = <var>COEF_2</var>x + <var>CONST_2</var></code></span><br>
pt: Se:<br> <span id="given1"><code>\qquad <var>SEG_1</var> = <var>COEF_1</var>x + <var>CONST_1</var></code></span> e<br> <span id="given2"><code>\qquad <var>SEG_2</var> = <var>COEF_2</var>x + <var>CONST_2</var></code></span><br>
tr: Eğer:<br> <span id="given1"><code>\qquad <var>SEG_1</var> = <var>COEF_1</var>x + <var>CONST_1</var></code></span> and<br> <span id="given2"><code>\qquad <var>SEG_2</var> = <var>COEF_2</var>x + <var>CONST_2</var></code></span><br>

source: Ignore
da: Ignorer
es: ignorar
fr: Ignorer
ja: 無視
nb: Ignorer
nl: Negeren
pl: Ignoruj
pt: Ignorar
pt_pt: Ignorar
tr: Yoksay

source: Illegal comma.
da: Ulovligt komma.
es: Coma ilegal.
fr: Virgule illégale.
nb: Ulovlig komma.
nl: Je kunt hier geen komma gebruiken.
pl: Niepoprawny przecinek.
pt: Vírgula ilegal.
tr: Geçersiz virgül.

source: Image '%(file)s' was not found.
da: Billedet '%(file)s' blev ikke fundet.
es: La imagen '%(file)s' no se encontró.
nb: Bilde '%(file)s' ble ikke funnet.
nl: Afbeelding '%(file)s' is niet gevonden.
pl: Obraz '%(file)s' nie został znaleziony.
pt: '%(file)s' de imagem não foi encontrado.
tr: %(file)s görseli bulunamamıştır.

source: Image Credit: SDSS, DSS Consortium, NASA/ESA/STScI
bg: Източник на снимката: SDSS, DSS Consortium, NASA/ESA/STScI
da: Billedkilde: SDSS, DSS Consortium, NASA/ESA/STScI
es: Créditos de la imagen: SDSS, DSS Consortium, NASA/ESA/STScI
fr: Crédit image: SDD, Consortium DSS, et NASA/ESA/STScI
ja: 画像のクレジット: SDSS, DSS Consortium, NASA/ESA/STScI
nb: Bilde gjengitt fra: SDSS, DSS Consortium, NASA/ESA/STScl
nl: Auteursrechten: SDSS, DSS Consortium, NASA/ESA/STScI
pl: Prawo do zdjęcia posiadają: SDSS, DSS Consortium, NASA/ESA/STScI
pt: Crédito da imagem: SDSS, DSS Consortium, NASA/ESA/STScI
pt_pt: Crédito da imagem: SDSS, DSS Consortium, NASA/ESA/STScI
tr: Görüntünün sahibi: SDSS, DSS Consortium, NASA/ESA/STScI

source: Images
es: Imágenes
pl: Obrazki
pt: Imagens
pt_pt: Imagens
tr: Görseller

source: Imaginary unit multiples can be grouped together.
da: Imaginære talmultipla kan grupperes sammen.
es: Todas la unidades imaginarias pueden agruparse juntas.
fr: On regroupe les termes en i.
nb: Imaginære tallmultipler kan grupperes sammen.
pt: Múltiplos da unidade imaginária podem ser agrupados.
tr: İmajiner birimlerin katları beraber gruplanabilir.

source: Imaginary unit powers
es: Potencias de la unidad imaginaria
fr: Les puissances de i
nb: Imaginær eksponent
pt: Potências de unidades imaginárias
tr: Imajiner birimin kuvvetleri

source: Imagine that each person is assigned one wall, and all <code><var>PEOPLE_INIT</var></code> people begin painting at the same time.
es: Imagina que a cada persona se le asigna una pared y las <code><var>PEOPLE_INIT</var></code> personas comienzan a pintar al mismo tiempo.
fr: On imagine que chaque personne doit peindre un mur, et que les <code><var>PEOPLE_INIT</var></code> personnes commencent à peindre en même temps.
hi: मान लीजिए कि प्रत्येक व्यक्ति को रंगने के लिए एक दीवार दी गयी है, और सभी <code><var>PEOPLE_INIT</var></code> एक ही समय पर रंगना शुरू करते हैं ।
nb: Tenk deg at hver person får en vegg, og alle <code><var>PEOPLE_INIT</var></code> personene maler på likt.
pl: Wyobraźmy sobie, że do każdej osoby przypisana zostaje jedna ściana i każda z <code><var>PEOPLE_INIT</var></code> osób zaczyna malować w tym samym momencie.
pt: Suponha que a cada pessoa seja atribuída uma parede, e que as <code><var>PEOPLE_INIT</var></code> pessoas comecem a pintar ao mesmo tempo.
tr: Her kişiye bir duvar verildiğini, ve <code><var>PEOPLE_INIT</var></code> kişinin tümünün aynı anda boyamaya başladığını düşünün.

source: Imagine we have <code>\blue{<var>INTEGER</var>}</code> objects and divide them each into pieces <code>\dfrac{1}{<var>DENOMINATOR</var>}</code> of the size.
fr: On imagine que l'on a <code>\blue{<var>INTEGER</var>}</code> objets et que l'on divise chacun en parts de <code>\dfrac{1}{<var>DENOMINATOR</var>}</code>.
nb: Tenk deg at vi har <code>\blue{<var>INTEGER</var>}</code> objekter og deler dem i deler på<code>\dfrac{1}{<var>DENOMINATOR</var>}</code> i størrelse.
nl: Stel dat we <code>\blue{<var>INTEGER</var>}</code> objecten hebben, en we delen deze in stukken van <code>\dfrac{1}{<var>DENOMINATOR</var>}</code> van de grootte.
pl: Wyobraź sobie, że mamy <code>\blue{<var>INTEGER</var>}</code> rzeczy i dzielimy je na części o rozmiarze <code>\dfrac{1}{<var>DENOMINATOR</var>}</code> jednej rzeczy.
pt: Imagine que temos <code>\blue{<var>INTEGER</var>}</code> objetos e dividimos todos eles em partes com <code>\dfrac{1}{<var>DENOMINATOR</var>}</code> do tamanho.
tr: <code>\blue{<var>INTEGER</var>}</code> nesnemiz olduğunu varsayın ve bunların her birini <code>\dfrac{1}{<var>DENOMINATOR</var>}</code> parçaya ayırın.

source: Implementing scratchpad feature allowing students to show their work while doing exercises on iPad
da: Implementering af kladde som tillader elever at vise deres arbejde mens de laver øvelser på iPad
es: Implementar una función de bloc de notas, que le permita a los estudiantes mostrar su trabajo mientras hacen ejercicios en el iPad
fr: Mise en œuvre de la fonction bloc-notes permettant aux étudiants de montrer leur travail tout en faisant des exercices sur iPad
nl: Implementatie van de scratchpad functie waardoor studenten hun werken laten zien tijdens het eofenen op de iPad
pl: Wdrażanie funkcji notatnika pozwalających uczniom na pokazywanie efektów swojej pracy podczas rozwiązywania ćwiczeń na iPadzie
pt: Implementação do recurso de rascunho, permitindo que os alunos mostrem seu trabalho ao fazer exercícios no iPad
tr: Öğrencilerin, iPad kullanarak çözdüğü sorularda izledikleri adımları göstermelerine izin veren karalama alanı özelliğinin uygulanması

source: Implied eval. Consider passing a function instead of a string.
da: Underforstået eval. Overvej at bruge en funktion i stedet for en streng.
es: Evaluación implícita. Considera pasar una función en vez de una cadena.
nb: Underforstått eval. Vurder å heller sende en funksjon i stedet for en linje.
nl: Impliciete eval. Probeer een functie in plaats van een tekenreeks door te geven.
pl: Sugerowany eval. Rozważ podanie funkcji zamiast ciągu znaków.
pt: Avaliação implícita. Considere passar uma função em vez de uma string.
tr: 'eval' kastedilmiş. Dize yerine fonksiyon kullanmayı düşünün.

source: In <code><var>B</var></code> years, <var>P1</var> will be <code><var>A</var></code> times as old as he is right now.
es: En <code><var>B</var></code> años, <var>P1</var> tendrá <code><var>A</var></code> veces la edad que tiene ahora.
fr: Dans <code><var>B</var></code> ans <var>P1</var> aura <code><var>A</var></code> fois l'âge qu'il a aujourd'hui.
nb: Om <code><var>B</var></code> år, vil <var>P1</var> være <code><var>A</var></code> ganger så gammel som han er akkurat nå.
nl: Over <code><var>B</var></code> jaar zal <var>P1</var> <code><var>A</var></code> keer zo oud zijn als hij nu is.
pl: Za <code><var>B</var></code> lat(a) <var>P1</var> będzie mieć <code><var>A</var></code> razy tyle lat co teraz.
pt: Em <code><var>B</var></code> anos, <var>P1</var> será <code><var>A</var></code> vezes mais velho que agora.
tr: <code><var>B</var></code> yıl sonra, <var>P1</var> şimdiki yaşının <code><var>A</var></code> katı yaşında olacaktır.

source: In <code><var>B</var></code> years, <var>P1</var> will be <code><var>A</var></code> times as old as she is right now.
es: En <code><var>B</var></code> años, <var>P1</var> tendrá <code><var>A</var></code> veces la edad que tiene ahora.
fr: Dans <code><var>B</var></code> ans <var>P1</var> aura <code><var>A</var></code> fois l'âge qu'elle a aujourd'hui.
nb: Om <code><var>B</var></code> år, vil <var>P1</var> være <code><var>A</var></code> ganger så gammel som han er akkurat nå.
nl: Over <code><var>B</var></code> jaar zal <var>P1</var> <code><var>A</var></code> keer zo oud zijn als zij nu is.
pl: Za <code><var>B</var></code> lat(a), <var>P1</var> będzie mieć <code><var>A</var></code> razy tyle lat, co teraz.
pt: Em <code><var>B</var></code> anos, <var>P1</var> será <code><var>A</var></code> vezes mais velha que agora.
tr: <code><var>B</var></code> yıl sonra, <var>P1</var> şimdiki yaşının <code><var>A</var></code> katı yaşında olacaktır.

source: In <code><var>B</var></code> years, he will be <code><var>V1</var> + <var>B</var></code> years old.
es: En <code><var>B</var></code> años, tendrá <code><var>V1</var> + <var>B</var></code> años.
fr: Dans <code><var>B</var></code> ans, il aura <code><var>V1</var> + <var>B</var></code> ans.
nb: Om <code><var>B</var></code> år, vil han være <code><var>V1</var> + <var>B</var></code> år gammel.
nl: Over <code><var>B</var></code> jaar zal hij <code><var>V1</var> + <var>B</var></code> jaar oud zijn.
pl: Za <code><var>B</var></code> lat(a) będzie miał <code><var>V1</var> + <var>B</var></code> lat(a).
pt: Em <code><var>B</var></code> anos, ele terá <code><var>V1</var> + <var>B</var></code> anos de idade.
tr: <code><var>B</var></code> yılda, <code><var>V1</var> + <var>B</var></code> yaşında olacaktır.

source: In <code><var>B</var></code> years, she will be <code><var>V1</var> + <var>B</var></code> years old.
es: En <code><var>B</var></code> años, tendrá <code><var>V1</var> + <var>B</var></code> años.
fr: Dans <code><var>B</var></code> ans, elle aura <code><var>V1</var> + <var>B</var></code> ans.
nb: Om <code><var>B</var></code> år vil han være <code><var>V1</var> + <var>B</var></code> år gammel.
nl: Over <code><var>B</var></code> jaar zal zij <code><var>V1</var> + <var>B</var></code> jaar oud zijn.
pl: Za <code><var>B</var></code> lat(a) będzie miała <code><var>V1</var> + <var>B</var></code> lat(a).
pt: Em <code><var>B</var></code> anos, ela terá <code><var>V1</var> + <var>B</var></code> anos de idade.
tr: <code><var>B</var></code> yıl sonra <code><var>V1</var> + <var>B</var></code> yaşında olacaktır.

source: In <code>y</code> years, <var>P1</var> will be <code><var>A</var> + y</code> years old and <var>P2</var> will be <code><var>B</var> + y</code> years old.
es: En <code>y</code> años, <var>P1</var> tendrá <code><var>A</var> + y</code> años y <var>P2</var> tendrá <code><var>B</var> + y</code> años.
fr: Dans <code>y</code> ans, <var>P1</var> aura <code><var>A</var> + y</code> ans et <var>P2</var> aura <code><var>B</var> + y</code> ans.
nb: Om <code>y</code> år, vil <var>P1</var> være <code><var>A</var> + y</code> år gammel og <var>P2</var> vil være <code><var>B</var> + y</code> år gammel.
nl: Over <code>y</code> jaar zal <var>P1</var> <code><var>A</var> + y</code> jaar oud zijn en zal <var>P2</var> <code><var>B</var> + y</code> jaar oud zijn.
pl: Jeśli minie <code>y</code> lat, <var>P1</var> będzie mieć <code><var>A</var> + y</code> lat(a), a <var>P2</var> będzie mieć <code><var>B</var> + y</code> lat(a).
pt: Em <code>y</code> anos, <var>P1</var> terá <code><var>A</var> + y</code> anos de idade e <var>P2</var> terá <code><var>B</var> + y</code> anos de idade.
tr: <code>y</code> yıl sonra, <var>P1</var> <code><var>A</var> + y</code> yaşında olacaktır ve <var>P2</var> <code><var>B</var> + y</code> yaşında olacaktır.

source: In <var>course( 1 )</var> class, the girl to boy ratio is <code><var>RATIO_GIRLS</var></code> to <code><var>RATIO_BOYS</var></code>.
fr: Dans la classe de <var>course( 1 )</var>, le rapport du nombre de filles au nombre de garçons est de <code><var>RATIO_GIRLS</var></code> pour <code><var>RATIO_BOYS</var></code>.
nb: I <var>course( 1 )</var> klassen, er forholdet mellom gutter og jenter<code><var>RATIO_GIRLS</var></code> til <code><var>RATIO_BOYS</var></code>.
pl: Na kursie "<var>course( 1 )</var>" stosunek dziewczyn do chłopców wynosi <code><var>RATIO_GIRLS</var></code> do <code><var>RATIO_BOYS</var></code>.
pt: Na turma de <var>course( 1 )</var>, a proporção de garotas para garotos é de <code><var>RATIO_GIRLS</var></code> para <code><var>RATIO_BOYS</var></code>.
tr: <var>course( 1 )</var> sınıfında, kızların erkeklere ORANI şudur: <code><var>RATIO_GIRLS</var></code> bölü <code><var>RATIO_BOYS</var></code>.

source: In addition to being an educator, Lindsay enjoys watching college football and basketball, running, and coaching four-year-old soccer.
es: Además de ser educadora, Lindsay disfruta ver fútbol americano y baloncesto universitarios, correr, y ser entrenadora de fútbol de cuarto grado.
pt: Além de ser educadora, Lindsay gosta de assistir futebol americano e basquete universitários, correr e treinar futebol com seus alunos de quatro anos.
tr: Eğtimenliğinin yanı sıra, Lindsay aynı zamanda üniversite futbolu ve basketbolundan, koşmaktan ve dört yaşındakilerden oluşan takımına futbol antrenörlüğü yapmaktan hoşlanıyor.

source: In addition to the tremendous content that Khan Academy provides, there is also a wealth of classroom data that coaches can access.
da: Ud over det enorme indhold, som Khan Academy tilbyder, er der også et væld af data fra klasseværelset, som lærere kan se.
es: Adicionalmente al tremendo contenido que provee Khan Academy, también hay un rico contenido de datos de clases al que los tutores pueden acceder.
fr: En plus du riche contenu de la Khan Academy, il existe aussi une multitude de données générées par les élèves auxquelles les coaches peuvent accéder.
pt: Além do enorme conteúdo que a Khan Academy fornece, há uma riqueza de dados de sala de aula que os tutores podem acessar.
tr: Khan Academy 'nin sağladığı muazzam içeriğe ek olarak, koçların erişebileceği zengin bir sınıf verisi de vardır.

source: In addition, Kathy currently teaches at a public high school in Los Angeles, California.
pt: Além disso, Kathy atualmente ensina em uma escola secundária pública em Los Angeles, Califórnia.
tr: Kathy ayrıca Los Angeles, California'daki bir kamu okulunda öğretmenlik yapmaktadır.

source: In any arithmetic sequence, each term is equal to the previous term plus the common difference.
es: En una sucesión aritmética, cada término es igual al anterior más la diferencia común.
fr: Dans une suite arithmétique, chacun des termes est égal à la somme du terme précédent et de la raison.
pt: Em qualquer progressão aritmética, cada termo é igual ao termo anterior somado à diferença comum.
tr: Herhangi bir aritmetik dizide, her terim bir önceki terim artı ortak farktır.

source: In any geometric sequence, each term is equal to the previous term times the common ratio.
es: En cualquier sucesión aritmética, cada término es igual al término anterior multiplicado por la razón común.
fr: Dans une suite géométrique, chacun des termes est égal au produit du terme précédent par la raison.
pt: Em qualquer progressão geométrica, cada termo é igual ao termo anterior vezes a razão comum.
tr: Herhangi bir geometrik dizide, her terim, bir önceki terim çarpı ortak orana eşittir.

source: In appropriate circumstances, Khan Academy will promptly terminate, without notice, the accounts of those determined in our sole discretion to be "repeat infringers."
da: Under de rette omstændigheder sletter Khan Academy straks, uden varsel, konti som i vores eget skøn har udført "gentagne krænkelser."
es: En las circunstancias apropiadas, Khan Academy terminará, sin previo aviso, las cuentas de aquellos a quienes se les considere, a nuestro juicio, como "infractores reincidentes".
fr: Si nécéssaire, Khan Academy prendra rapidement et sans préavis, les mesures nécéssaires pour clôturer les comptes de ceux qui auront été identifiés par nos soins et selon nos définitions, comme étant des « récidivistes en matière de violation de rêgles. »
nb: Under de rette omstendigheter forbeholder Khan Academy seg retten til å umiddelbart avslutte, uten forhåndsvarsel, kontoene til de som etter eget skjønn synes å begå "gjentatte brudd på lovgivningen".
nl: In voorkomend geval, zal Khan Academy onmiddellijk beëindigen, zonder voorafgaande kennisgeving, de accounts van die vastbesloten in onze enige discretie te zijn "herhaaldelijke overtreders."
pl: W określonych okolicznościach, Khan Academy niezwłocznie zamknie, bez wcześniejszego powiadomienia, konta użytkowników, którzy, według naszej oceny, "ponownie naruszą obowiązujący regulamin."
pt: Em circunstâncias específicas, a Khan Academy excluirá imediatamente, sem aviso prévio, contas de usuários considerados "infratores reincidentes" a nosso exclusivo critério.
tr: Hukuk bölümünün incelemesi, bilahare Türk hukuk sistemine uygun hale getirilmesi ve/veya yeminli tercüman tarafından çevrilmesi uygun olacaktır kanaatindeyim.- EB

source: In both cases, the equation of the line is <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( M ) === 1"> (the value of <code>m</code> is equal to <code><var>M</var></code>)</span>.
es: En ambos casos, la ecuación de la recta es <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( M ) === 1"> (el valor de <code>m</code> es igual a <code><var>M</var></code>)</span>.
fr: Dans les deux cas, l'équation de la droite est <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( M ) === 1"> (la valeur de <code>m</code> est <code><var>M</var></code>)</span>.
nb: I begge tilfeller er likningen for linjen <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( M ) === 1"> (verdien av <code>m</code> er lik <code><var>M</var></code>)</span>.
pl: W obu przypadkach równanie tej linii to <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( M ) === 1">(wartość <code>m</code> jest równa <code><var>M</var></code>)</span>.
pt: Nos dois casos, a equação da reta é <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( M ) === 1"> (o valor de <code>m</code> é igual a <code><var>M</var></code>)</span>.
tr: İki durumda da, doğrunun denklemi, <code>y = <var>( M === -1 ? "-" : ( M === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( M ) === 1"> (<code>m</code> değeri eşittir <code><var>M</var></code>)</span>.

source: In case you forgot, you can use it like "%(usage)s"
da: Hvis du har glemt det, kan du bruge det som %(usage)s
es: En caso de que lo olvidaras, puedes usarlo como "%(usage)s"
nb: I tilfelle du har glemt, kan du bruke den som "%(usage)s"
nl: Mocht je het vergeten zijn, je kan het gebruiken als "%(usage)s"
pl: Dla przypomnienia możesz wykorzystywać je jak "%(usage)s"
pt: Caso você esqueça, pode usar como "%(usage)s"
tr: Eğer unuttuysanız, ''%(usage)s'' gibi kullanabilirsiniz
