Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Up next in your mission
da: Emnet for din næste mission
es: A continuación en tu misión
fr: A suivre dans votre mission par compétences :
nb: Neste oppdrag
nl: Volgende in jouw missie
pl: Następne w Twojej misji
pt: Próximo em sua missão
pt_pt: A seguir na tua missão
tr: Görevinizde bir sonraki adım

source: Up next in your mission:
da: Emnet for din næste mission:
es: A continuación en tu misión:
fr: A suivre dans votre mission par compétences :
nb: Neste oppdrag:
nl: Volgende in jouw missie:
pl: Następne w Twojej misji:
pt: Próximo em sua missão:
pt_pt: A seguir na tua missão:
tr: Görevinizdeki bir sonraki adım:

source: Upcoming Rewards
da: Kommende belønninger
es: Próximas recompensas
fr: Récompenses à venir
ja: 今後のご褒美
nb: Kommende belønninger
nl: Naderende Beloningen
pl: Nachodzące nagrody
pt: Próximas gratificações
pt_pt: Próximas recompensas
tr: Gelecek ödüller

source: Upcoming badges
da: Kommende badges
es: Próximas medallas
fr: Écussons à venir
ja: 次のバッジ
nb: Kommende merker
nl: Volgende badges
pl: Nadchodzące odznaki
pt: Próximas medalhas
pt_pt: Próximas medalhas
tr: Yakınlaşan madalyalar

source: Updated
da: Opdateret
es: Actualizado
fr: Mis à jour
ja: 更新されました
nb: Oppdatert
nl: Bijgewerkt
pl: Zaktualizowany
pt: Atualizado
pt_pt: Atualizado
tr: Güncellendi

source: Updates for coaches & parents
da: Opdateringer til vejledere & forældre
es: Actualizaciones para tutores y padres
fr: Mises à jour pour coaches & parents
ja: コーチと親への更新情報
nb: Oppdateringer for veiledere og foreldre
nl: Updates voor coaches & ouders
pl: Aktualności dla trenerów i rodziców
pt: Atualizações para tutores e pais
pt_pt: Atualizações para tutores e pais
tr: Eğitmenler ve veliler için güncellemeler

source: Updates for teachers & educators
da: Opdateringer til lærere & undervisere
es: Actualizaciones para profesores y educadores
fr: Mises à jour pour enseignants & éducateurs
ja: 先生と教育者への更新情報
nb: Oppdateringer for lærere og undervisere
nl: Updates voor leerkrachten en docenten
pl: Aktualności dla nauczycieli i wychowawców
pt: Atualizações para professores e educadores
pt_pt: Atualizações para professores
tr: Öğretmenler ce eğitmenler için güncellemeler

source: Updating and deleting data
ja: データの更新と削除
nb: Oppdatering og sletting av data
pl: Aktualizowanie i usuwanie danych
pt: Atualização e exclusão de dados
pt_pt: Atualizar e apagar dados
tr: Veriyi güncelleme ve silme

source: Updating data<br>
da: Opdaterer data<br>
es: Actualizando datos<br>
fr: Mise à jour de données <br>
ja: データの更新<br>
nb: Oppdatere data <br>
nl: Gegevens updaten<br>
pl: Aktualizowanie danych<br>
pt: Atualizar dados <br>
pt_pt: A atualizar os dados<br>
tr: Veri güncelleme<br>

source: Updating progress...
da: Opdaterer fremskridt...
es: Actualizando avance...
fr: Calcul du progrès accompli...
ja: 進捗状況を更新中...
nb: Oppdaterer fremgang...
nl: Bezig met bijwerken hoeveel je bent vooruitgegaan...
pl: Aktualizacja postępu...
pt: Atualizando o progresso...
pt_pt: A atualizar o progresso...
tr: İlerleme güncelleniyor...

source: Uranium
es: Uranio
nb: Uran
pl: Uran
pt: Urânio
pt_pt: Urânio

source: Use '{a}' to compare with '{b}'.
da: Brug '{a}' til at sammenligne med {b}.
es: Utiliza '{a}' para comparar con '{b}'.
nb: Bruk '{a}' til å sammenligne med '{b}'.
nl: Gebruik '{a}' om te vergelijken met '{b}'.
pl: Użyj '{a}' do porównania z '{b}'.
pt: Use '{a}' para comparar com '{b}'.
tr: '{b}' ile karşılaştırmak için '{a}'yı kullanın.

source: Use Khan Academy for homeschooling
bg: Използвай Кан Академия за домашно обучение
da: Brug Khan Academy til undervisning i hjemmet
es: Usa Khan Academy para educar en casa
fr: Utilisez la Khan Academy pour aller à l'école à la maison
nb: Bruk Khan Academy i hjemmeskole
nl: Gebruik Khan Academy voor thuisscholing
pl: Użycie Khan Academy do nauczania domowego
pt: Utilize a Khan Academy para o ensino domiciliar
tr: Khan Academy'yi evde öğrenim için kullanın

source: Use Khan Academy to practice your math skills.
da: Brug Khan Academy til at øve dine færdigheder i matematik.
es: Usa Khan Academy para practicar tus habilidades de matemáticas.
fr: Utilisez Khan Academy pour améliorer vos compétences en mathématiques.
hi: अपनी गणित सम्बंधित कुशलता का अभ्यास करने के लिए खान अकादमी का उपयोग करें।
ja: あなたの数学のスキルをみがくためにカーンアカデミーを利用しましょう．
nb: Bruk Khan Academy til å øve på ferdigheter i matematikk.
nl: Gebruik Khan Academy om je wiskunde vaardigheden te oefenen.
pl: Wykorzystaj Khan Academy, by trenować swoje umiejętności matematyczne.
pt: Use a Khan Academy para praticar suas habilidades de matemática.
pt_pt: Utiliza a Khan Academy para aperfeiçoares as tuas competências em Matemática.
tr: Matematik alanındaki becerilerinizi artırmak için Khan Academy'yi kullanın.

source: Use a straightedge to connect the two points where the circles intersect. This line is perpendicular to the given line.
es: Usa una regla para conectar los dos puntos donde se intersectan los círculos. Esta línea es perpendicular a la línea dada.
fr: On utilise la règle pour relier les deux points d'intersection des cercles. Cette droite est perpendiculaire à la droite donnée.
pt: Use uma régua para ligar os dois pontos em que os círculos se cruzam. Esta linha é perpendicular à linha dada.
tr: Çemberlerin kesiştiği iki noktayı cetvelle birleştiriniz. Bu doğru verilen doğruya diktir.

source: Use a straightedge to connect the two points where the circles intersect. This line segment is the perpendicular bisector of <code>\overline{AB}</code>.
es: Usa una regla para conectar los dos puntos donde se intersectan los círculos. Este segmento es la mediatriz de <code>\overline{AB}</code>.
fr: On utilise la règle pour relier les points d'intersection des cercles. Cette droite est la médiatrice de <code>\overline{AB}</code>.
pt: Use uma régua para ligar os dois pontos onde os círculos se cruzam. Este segmento de reta é a mediatriz de <code>\overline{AB}</code>.
tr: Çemberlerin kesiştiği iki noktayı cetvelle birleştiriniz. Bu doğru parçası <code>\overline{AB}</code>'nin orta dikmesidir.

source: Use a straightedge to connect the vertex to the point where the last two circles intersect. This line is the angle bisector.
es: Usa una regla para conectar el vértice con el punto donde los dos últimos círculos se intersectan. Esta línea es la bisectriz del ángulo.
fr: Utiliser la règle pour relier le sommet au point où se coupent les deux derniers cercles tracés. Cette droite est la bissectrice de l'angle.
pt: Use uma régua para conectar o vértice até o ponto em que os últimos dois círculos intersectam. Esta linha é a bissetriz.
tr: Köşeyi son iki çemberin kesiştiği noktayla cetvel kullanarak birleştiriniz. BU doğru açıortaydır.

source: Use arrow keys %(arrows)s to switch students.
da: Brug piletasterne %(arrows)s til at skifte mellem elever.
es: Usa las flechas %(arrows)s para cambiar de estudiante.
fr: Utilises les touches %(arrows)s pour déplacer les élèves.
ja: 矢印キー %(arrows)s を使って生徒を切り替えて下さい．
nb: Bruk piltastene %(arrows)s for å bytte elev.
nl: Gebruik pijltjestoetsen %(arrows)s om van leerling te wisselen.
pl: Użyj klawiszy strzałek %(arrows)s, by przełączać pomiędzy uczniami.
pt: Use as setas %(arrows)s para alternar entre os alunos.
pt_pt: Use as setas %(arrows)s para navegar entre alunos.
tr: Öğrenciler arasında geçiş yapmak için %(arrows)s ok tuşlarını kullanın.

source: Use the arrows to change the exponent on each prime number below to see if you can find the prime factorization.
da: Brug pilene til at ændre eksponenten for hvert primtal nedenfor og se om du kan finde primtals faktoren.
es: Usa las flechas para cambiar el exponente en cada número primo para ver si puedes encontrar su factorización en primos.
fr: Pour trouver sa décomposition en facteurs premiers, utiliser les flèches pour modifier l'exposant de chacun des nombres premiers ci-dessous.
nb: Bruk pilene til å endre eksponenten for hvert primtall nedenfor og se om du kan finne primtallsfaktoren.
nl: Gebruik de pijltjes voor het veranderen van de exponent van elk van de onderstaande priemgetallen, om zo de priemfactoren te bepalen.
pl: Użyj strzałek, aby zmienić wykładnik każdego z czynników pierwszych, aby sprawdzić czy umiesz wykonać rozkład na czynniki pierwsze.
pt: Utilize as setas para alterar o expoente em cada número primo abaixo para ver se você consegue encontrar a fatoração em números primos.
tr: Aşağıda bulunan her asal sayının üssünü değiştirmek için üzerindeki oku kullanarak asal çarpanları bulmaya çalışınız.

source: Use the compass and straightedge tools to construct a circle circumscribing the triangle.
es: Usa la herramientas del compás y la regla para construir un círculo que circunscriba al triángulo.
fr: Construire au compas et à la règle le cercle circonscrit au triangle.
pl: Wykorzystaj cyrkiel i linijkę, aby skonstruować okrąg opisany na trójkącie.
pt: Use o compasso e a régua para construir uma circunferência que circunscreva o triângulo.
tr: Pergel ve cetvel kullanarak üçgenin çevrel çemberini çiziniz.

source: Use the compass and straightedge tools to construct an inscribed circle.
es: Usa el compás y la regla para construir un círculo inscrito.
fr: Construire au compas et à la règle le cercle inscrit.
pl: Wykorzystaj cyrkiel i linijkę, aby skonstruować okrąg wpisany.
pt: Use o compasso e a régua para construir uma circunferência inscrita.
tr: İç teğet çemberi çizmek için pergel ve cetvel aletlerini kullanınız.

source: Use the cumulative z-table provided below.
fr: Utiliser la table de l'écart-réduit ci-dessous.
pt: Use a tabela de distribuição normal padrão acumulada abaixo.
tr: Aşağıda verilmiş olan kümülatif z-tablosunu kullanınız.

source: Use the distributive property to distribute the <code>\blue{<var>CONSTANT1</var>}</code>.
es: Usa la propiedad distributiva para distribuir el <code>\blue{<var>CONSTANT1</var>}</code>.
fr: On utilise la distributivité, et on multiplie les termes de la parenthèse par <code>\blue{<var>CONSTANT1</var>}</code>.
nb: Bruk den distributive lov til å distribuere <code>\blue{<var>CONSTANT1</var>}</code>.
pt: Use a propriedade distributiva para distribuir <code>\blue{<var>CONSTANT1</var>}</code>.
tr: <code>\blue{<var>CONSTANT1</var>}</code>'i dağıtmak için dağılma özelliğini kullanınız.

source: Use the distributive property to distribute the <code>\blue{<var>expr(["*", COEFFICIENT2, X])</var>}</code>.
es: Usa la propiedad distributiva para distribuir el <code>\blue{<var>expr(["*", COEFFICIENT2, X])</var>}</code>.
fr: On utilise la distributivité, et on multiplie les termes de la parenthèse par <code>\blue{<var>expr(["*", COEFFICIENT2, X])</var>}</code>.
nb: Bruk den distributive loven til å distribuere <code>\blue{<var>expr(["*", COEFFICIENT2, X])</var>}</code>.
pt: Use a propriedade distributiva para distribuir <code>\blue{<var>expr(["*", COEFFICIENT2, X])</var>}</code>.
tr: <code>\blue{<var>expr(["*", COEFFICIENT2, X])</var>}</code>'yi dağıtmak için dağılma özelliğini kullanınız.

source: Use the function form of "use strict".
da: Brug funktionsformen af "use strict".
es: Utiliza "use strict" en forma de función.
nb: Bruk funksjonsformen til "use strict".
pl: Użyj formy funkcji w postaci "use strict".
pt: Use a função form de "use strict".
tr: "use strict" fonksiyon formunu kullanın.

source: Use the graph to answer the question:
fr: Utiliser le graphique pour répondre à la question :
nb: Bruk diagrammet for å svare på spørsmålet:
pl: Wykorzystaj wykres, aby odpowiedzieć na pytanie:
pt: Use o gráfico para responder à pergunta:
tr: Soruyu cevaplamak için grafiği kullanın:

source: Use the interactive graph to define a correct transformation.
da: Brug den interaktive graf til at definere en korrekt transformation.
es: Usa la gráfica interactiva para definir una transformación correcta.
fr: Utiliser le graphique interactif pour trouver la transformation.
nb: Bruk det interaktive diagrammet til å definere en riktig transformasjon.
nl: Gebruik de interactieve grafiek om een correcte transformatie te definiëren.
pl: Użyj interaktywnego wykresu żeby określić poprawne przekształcenie.
pt: Use o gráfico interativo para definir uma transformação correta.
tr: Doğru dönüşümü tanımlamak i etkileşimli grafiği kullanın.

source: Use the isNaN function to compare with NaN.
da: Brug isNaN funktionen til at sammenligne med NaN.
es: Utiliza la función isNaN para comparar con NaN.
fr: Utilise la fonction isNaN pour comparer avec NaN.
nb: Bruk funksjonen isNaN for å sammenligne med NaN.
nl: Gebruik de functie isNaN om te vergelijken met NaN.
pl: Użyj funkcji isNaN, aby porównać z NaN.
pt: Use a função isNaN para comparar com NaN.
tr: Nan ile karşılaştırmak için isNaN fonksiyonunu kullanınız.

source: Use the key to figure out which of the two bars shows the score for the <var>TEST</var>.
fr: On utilise la légende pour savoir laquelle des deux barres indique les notes de l'<var>TEST</var>.
nb: Bruk nøkkelen for å finne ut hvilken av de to søylene som representerer resultatene av <var>TEST</var>.
pl: Wykorzystaj legendę, aby ustalić który z dwóch słupków przedstawia wynik z <var>TEST</var>.
pt: Use a legenda para descobrir qual das duas barras mostra a nota da <var>TEST</var>.
tr: İki çubuktan hangisinin <var>TEST</var> sonuçlarını gösterdiğini bulmak için anahtarı kullanınız.

source: Use the key to figure out which of the two bars shows the scores for the <var>TEST</var>.
fr: On utilise la légende du graphique pour savoir laquelle des deux barres indique les notes de l'<var>TEST</var>.
nb: Bruk nøkkelen for å finne ut hvilken av de to søylene som representerer resultatene av <var>TEST</var>.
pl: Wykorzystaj legendę, aby ustalić który z dwóch słupków przedstawia wynik z <var>TEST</var>.
pt: Use a legenda para descobrir qual das duas barras mostra os resultados para a <var>TEST</var>.
tr: Hangi iki çubuğun <var>TEST</var> sonuçlarını gösterdiğini bulmak için anahtarı kullanınız.

source: Use the pictograph to answer the question below:
fr: Utiliser le schéma pour répondre à la question ci-dessous :
hi: निचे दिए हुए प्रश्नों के उत्तर देने के लिये चित्रलिपि का प्रयोग करें :
nb: Bruk symboler til å svare på spørsmålet nedenfor:
pl: Skorzystaj z wykresu obrazkowego, aby odpowiedzieć na pytanie poniżej:
pt: Use o pictograma a seguir para responder a questão abaixo:
tr: Aşağıdaki soruyu cevaplamak için piktografı kullanınız:

source: Use the privacy dropdowns below to choose what you want to share and who you want to share it with. You pick what you'd like to keep hidden -- and what you'd like to proudly show off.
da: Brug indstillingerne i rullemenuerne nedenfor til at vælge, hvad du vil dele og med hvem du vil dele det. Du vælger hvad du vil holde for dig selv - og hvad du stolt vil vise frem.
es: Utiliza los menús desplegables de privacidad que se muestran abajo para elegir lo que quieres compartir y con quién compartirlo. Elige lo que deseas mantener oculto y lo que deseas presumir con orgullo.
fr: Utilisez les menus déroulants de confidentialité ci-dessous pour définir ce que vous voulez partager et avec qui vous voulez le partager. Vous choisissez ce que vous souhaitez garder caché -- et ce que vous aimeriez montrer fièrement.
ja: プライバシードロップダウンを使ってあなたがシェアしたいことと，シェアしたい人を選んで下さい．あなたは何を隠したままにしたいかを選ぶことができます -- そして何を誇らしく見せたいかを選ぶこともできます．
nb: Bruk nedtrekksmenyene for personvern, under, for å velge hva du vil dele og hvem du vil dele det med. Du kan velge hva du ønsker å holde hemmelig - og hva du stolt vil vise frem.
nl: Gebruik de privacy dropdowns hieronder om te kiezen wat je wilt delen en met wie je dat wilt delen. Je kiest wat je verborgen wilt houden -- en wat je trots wilt laten zien.
pl: Użyj rozwijanego menu prywatności, które znajdziesz poniżej, aby wybrać czym i z kim chcesz się podzielić. Wybierasz to co chcesz, aby było ukryte i to co chciałbyś z dumą pokazać.
pt: Use os menus suspensos de privacidade abaixo para escolher o que você deseja compartilhar e com quem quer compartilhar. Você escolhe o que você gostaria de manter escondido -- e o que você gostaria de mostrar com orgulho.
pt_pt: Utiliza os seguintes menus de privacidade para escolheres o que queres partilhar e com quem. És tu que escolhes o que pretendes esconder e o que pretendes mostrar com orgulho.
tr: Aşağıdaki gizlilik kurallarını kullanarak neyi paylaşmak istediğinizi ve kiminle paylaşmak istediğinizi seçebilirsiniz. Özel kalmasını istediğiniz şeyler ile gururla göstermek istediklerinizi ayırabilirsiniz.

source: Use the quadratic formula to solve <code>ax^2 + bx + c = 0</code>:
da: Brug løsningen for en andengradsligning til at løse <code>ax^2 + bx + c = 0</code>:
es: Utiliza la fórmula cuadrática para resolver <code>ax^2 + bx + c = 0</code>:
fr: Pour résoudre une équation du type <code>ax^2 + bx + c = 0</code>, on utilise la formule :
nb: Bruk abc-formelen til å løse <code>ax^2 + bx + c = 0</code>:
pt: Use a fórmula de Bhaskara para resolver <code>ax^2 + bx + c = 0</code>:
tr: Kuadratik formülü kullanarak <code>ax^2 + bx + c = 0</code> denklemini çözünüz:

source: Use the rule: <code>\log(a) + \log(b) = \log(a \cdot b)</code>.
da: Brug reglen: <code>\log(a) + \log(b) = \log(a \cdot b)</code>.
es: Usa la regla: <code>\log(a) + \log(b) = \log(a \cdot b)</code>.
fr: On utilise la règle : <code>\log(a) + \log(b) = \log(a \cdot b)</code>.
nb: Bruk reglen: <code>\log(a) + \log(b) = \log(a \cdot b)</code>.
pl: Użyj reguły: <code>\log(a) + \log(b) = \log(a \cdot b)</code>.
pt: Use a regra: <code>\log(a) + \log(b) = \log(a \cdot b)</code>.
tr: <code>\log(a) + \log(b) = \log(a \cdot b)</code> kuralını kullanın.

source: Use the rule: <code>\log(a) - \log(b) = \log(\frac{a}{b})</code>.
da: Brug reglen: <code>\log(a) - \log(b) = \log(\frac{a}{b})</code>.
es: Usa la regla: <code>\log(a) - \log(b) = \log(\frac{a}{b})</code>.
fr: On utilise la règle : <code>\log(a) - \log(b) = \log(\frac{a}{b})</code>.
nb: Bruk reglen: <code>\log(a) - \log(b) = \log(\frac{a}{b})</code>.
pl: Użyj reguły: <code>\log(a) - \log(b) = \log(\frac{a}{b})</code>.
pt: Use a regra: <code>\log(a) - \log(b) = \log(\frac{a}{b})</code>.
tr: <code>\log(a) - \log(b) = \log(\frac{a}{b})</code> kuralını kullanın.

source: Use the rule: <code>n \cdot \log(a) = \log(a^{n})</code>.
da: Brug reglen: <code>n \cdot \log(a) = \log(a^{n})</code>.
es: Usa la regla: <code>n \cdot \log(a) = \log(a^{n})</code>.
fr: On utilise la règle : <code>n \cdot \log(a) = \log(a^{n})</code>.
nb: Bruk reglen: <code>n \cdot \log(a) = \log(a^{n})</code>.
pl: Użyj reguły: <code>n \cdot \log(a) = \log(a^{n})</code>.
pt: Use a regra: <code>n \cdot \log(a) = \log(a^{n})</code>.
tr: <code>n \cdot \log(a) = \log(a^{n})</code> kuralını kullanın.

source: Use the values we found for <code>\pink{a}</code> and <code>\blue{b}</code> to complete the factored expression, <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
da: Brug de værdier, vi fandt for <code>\pink{a}</code> og <code>\blue{b}</code>, til at fuldfør det faktoriserede udtryk, <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
es: Usa los valores que encontramos para <code>\pink{a}</code> y <code>\blue{b}</code> para completar la expresión factorizada, <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
fr: On remplace <code>\pink{a}</code> et <code>\blue{b}</code> par ces valeurs dans <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
nb: Bruk verdiene vi fant for <code>\pink{a}</code> og <code>\blue{b}</code> til å fullføre det faktoriserte uttrykket, <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
pl: Użyj wartości, które znaleźliśmy dla <code>\pink{a}</code> i <code>\blue{b}</code> żeby dokończyć rozłożone wyrażenie, <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
pt: Use os valores que encontramos para <code>\pink{a}</code> e <code>\blue{b}</code> para completar a expressão fatorada, <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
tr: <code>\pink{a}</code> ve <code>\blue{b}</code> için bulduğumuz değerleri, çarpanlarına ayrılmış olan <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code> ifadesini tamamlamak için kullanın.

source: Use the values we found for <code>\pink{a}</code> and <code>\blue{b}</code> to complete the factored expression, <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
da: Brug de værdier, vi fandt for <code>\pink{a}</code> og <code>\blue{b}</code>, til at fuldføre det faktoriserede udtryk, <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
es: Usa los valores que encontramos para <code>\pink{a}</code> y <code>\blue{b}</code> para completar la expresión factorizada, <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
fr: On remplace <code>\pink{a}</code> et <code>\blue{b}</code> par ces valeurs dans <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
nb: Bruk verdiene vi fant for <code>\pink{a}</code> og <code>\blue{b}</code> å fullføre det faktoriserte uttrykket <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
pl: Użyj wartości, które znaleźliśmy dla <code>\pink{a}</code> i <code>\blue{b}</code> żeby dokończyć rozłożone wyrażenie, <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
pt: Use os valores que encontramos para <code>\pink{a}</code> e <code>\blue{b}</code> para completar a expressão fatorada, <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
tr: <code>\pink{a}</code> ve <code>\blue{b}</code> için bulduğumuz değerleri, çarpanlarına ayrılmış olan <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code> ifadesini tamamlamak için kullanın.

source: Use this handout to record and distribute student usernames and passwords.
bg: Тези инструкции могат да помогнат при записването и раздаването на имената и паролите на учениците.
da: Brug dette papir ark til at registrere og fordel elevernes brugernavne og adgangskoder.
es: Usa este folleto para registrar y distribuir los nombres de usuario y contraseñas de los estudiantes.
fr: Utiliser ce document pour relever et distribuer les identifiants et mots de passe des élèves.
ja: このハンドアウトを使って生徒のユーザー名とパスワードを記録，配布します．
nb: Bruk dette støttearket til å registrere og distribuere elevenes brukernavn og passord.
nl: Gebruik deze handout om gebruikersnamen en wachtwoorden van leerlingen op te schrijven en uit te delen.
pl: Użyj tych materiałów do zapisania i rozdania uczniom nazw użytkownika i haseł.
pt: Use o folheto informativo para registrar e distribuir as senhas e nomes de usuário dos alunos.
pt_pt: Utilize este modelo para registar e distribuir as palavras-passe e os nomes de utilizador dos seus alunos.
tr: Bu formu öğrenci kullanıcı adlarını ve şifrelerini kaydetmek ve dağıtmak için kullanın.

source: Use your Khan Academy account to login
es: Usa tu cuenta de Khan Academy para iniciar sesión
nb: Bruk din Khan Academy konto til å logge inn
pt: Use sua conta da Khan Academy para acessar
tr: Giriş yapmak için Khan Academy hesabınızı kullanınız
