Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: In order to get the third term over <code><var>COMMON_DENOM</var></code>, multiply by <code>\dfrac{<var>F1 * F2 / F_GCD</var>}{<var>F1 * F2 / F_GCD</var>}</code>:
es: Para obtener el tercer término sobre <code><var>COMMON_DENOM</var></code>, multiplica por <code>\dfrac{<var>F1 * F2 / F_GCD</var>}{<var>F1 * F2 / F_GCD</var>}</code>:
fr: Pour donner à la troisième fraction le dénominateur <code><var>COMMON_DENOM</var></code>, on la multiplie par <code>\dfrac{<var>F1 * F2 / F_GCD</var>}{<var>F1 * F2 / F_GCD</var>}</code> :
pt: Para obter o terceiro termo sobre <code><var>COMMON_DENOM</var></code>, multiplique por <code>\dfrac{<var>F1 * F2 / F_GCD</var>}{<var>F1 * F2 / F_GCD</var>}</code>:
tr: Üçüncü terimin paydasını <code><var>COMMON_DENOM</var></code> yapmak için, <code>\dfrac{<var>F1 * F2 / F_GCD</var>}{<var>F1 * F2 / F_GCD</var>}</code> ile çarpınız:

source: In order to protect students from accidentally deleting their data, we wait a few days before fully deleting any account.<br><br>Once you click Delete, your account and all of its history will automatically be deleted directly after this waiting period. <b>You don't have to do anything else.</b>
da: For at beskytte elever mod at slette deres data ved et uheld venter vi et par dage med fuldstændig at slette kontoer. <br><br>Når du klikker på slet din bruger, vil der gå et par dage, inden alle data automatisk vil blive slettet. <b>Du skal ikke foretage dig andet.</b>
es: Con el fin de proteger a los estudiantes de borrar por accidente sus datos, esperamos unos días antes de eliminar completamente cualquier cuenta.<br><br> Una vez que hagas clic en eliminar, tu cuenta y todo su historial, se eliminarán automática y directamente después de este periodo de espera. <b>No tienes que hacer nada más.</b>
fr: Afin de protéger les élèves d'une suppression accidentelle de leurs données, nous retardons de quelque jours la suppression définitive de leur compte.<br><br>Une fois que vous cliquez sur Supprimer, votre compte et tout son historique sera automatiquement supprimé immédiatement après cette période d'attente.<b>Plus aucune autre action de votre part n'est requise.</b>
ja: 事故などによる生徒のデータの消去を防ぐため，我々は，どのアカウントでも完全に消去されるまでに数日待つことにしています．<br><br>一度あなたが消去をクリックすると，あなたのアカウントとその履歴全てはこの待ち期間が経過した後に自動的に消去されます．<b>あなたはこれに関して何もする必要はありません．</b>
nb: For å beskytte at studenter ved et uhell sletter data, venter vi noen dager før vi fullstendig sletter enhver konto.<br><br>Når du klikker Slett, vil kontoen og all dens historie slettes automatisk etter ventetiden. <b>Du trenger ikke å gjøre noe annet.</b>
nl: Om leerlingen te beschermen tegen het per ongeluk verwijderen van hun gegevens, wachten we enkele dagen om de account volledig te verwijderen. <br><br>Wanneer je Verwijder klikt, zal je account en alle geschiedenis automatische verwijderd worden na deze wachtperiode. <b>Je hoeft verder niets te doen.</b>
pl: Aby uchronić uczniów przed przypadkowym usunięciem ich danych, czekamy kilka dni, zanim całkowicie usuniemy jakiekolwiek konto. <br><br>Jeśli klikniesz Skasuj, Twoje konto i cała jego historia zostanie usunięte automatycznie po tym okresie oczekiwania. <b>Nie musisz robić już nic więcej.</b>
pt: A fim de proteger os alunos da exclusão acidental de seus dados, esperamos alguns dias antes de excluir completamente qualquer conta.<br><br>Quando você clicar em Excluir, sua conta e todo seu histórico serão automaticamente excluídos depois desse tempo de espera. <b>Você não precisa fazer mais nada.</b>
pt_pt: De forma a proteger os alunos no caso de apagarem dados por engano, antes das contas serem apagadas permanentemente nós aguardamos alguns dias.<br><br>Ao clicares em Apagar, a tua conta e o teu histórico de atividade serão totalmente apagados depois desse período de tempo passar. <b>Não deixes nada por fazer.</b>
tr: Öğrencilerin kendilerine ilişkin bilgiyi yanlışlıkla silmelerini önlemek için, hesabı tamamen kapatmadan önce birkaç gün beklemekteyiz.<br><br> Sil imgesine tıkladığınızda hesabınız ve hesabınızın tüm geçmişi bekleme süresi bittiğinde otomatik olarak silinecektir.<b>Ayrıca yapmanız gereken bir şey bulunmamaktadır.

source: In order to subtract expressions, they must have a common denominator.
da: For at kunne fratrække udtryk, skal de have en fællesnævner.
es: Para poder restar expresiones, estas deben tener el mismo denominador.
fr: Pour pouvoir soustraire des fractions, il faut qu'elles aient le même dénominateur.
nb: For å trekke fra uttrykk, må de ha en fellesnevner.
pl: Jeśli chcemy odjąć wyrażenia, muszą one mieć ten sam mianownik.
pt: Para subtrair expressões, elas devem ter um denominador comum.
tr: İfadeleri birbirinden çıkarmak için, paydaları ortak olmalıdır.

source: In order to take the same amount of <var>pizza(1)</var> as before, we now need to take <var>C</var> slices.
da: For at tage den samme mængde <var>pizza(1)</var>, som før, skal vi nu tage <var>C</var> skiver.
es: Para tener la misma cantidad de <var>pizza(1)</var> que antes, ahora necesitamos <var>C</var> rebanadas.
fr: Afin de prendre la même quantité de <var>pizza(1)</var> qu'avant, on doit maintenant prendre <var>C</var> morceaux.
hi: समान मात्रा का <var>pizza(1)</var> पहले जैसे ले जाने के लिए, हमे अब <var>C</var> हिस्से ले जाने होंगेI
nb: For å ta den samme mengde <var>pizza(1)</var>, som før, skal vi nå ta <var>C</var> stykker.
nl: Om evenveel <var>pizza(1)</var> te krijgen als daarvoor, moeten we nu <var>C</var> stukken nemen.
pl: Aby zabrać taką samą ilość <var>pizza(1)</var> jak przedtem, musimy teraz wziąć <var>C</var> kawałków.
pt: A fim de pegar a mesma quantidade de <var>pizza(1)</var> que antes, agora, precisamos pegar <var>C</var> fatias.
tr: Önceki kadar <var>pizza(1)</var> almak için, şimdi <var>C</var> dilim almamız gerekir.

source: In order to take the same amount of <var>pizza(1)</var> as before, we now need to take only <var>A</var> slices.
da: For at tage den samme mængde <var>pizza(1)</var>, som før, skal vi nu kun tage <var>A</var> skiver.
es: Para tener la misma cantidad de <var>pizza(1)</var> que antes, ahora necesitamos solo <var>A</var> rebanadas.
fr: Afin de prendre la même quantité de <var>pizza(1)</var> qu'avant, on ne doit prendre que <var>A</var> morceau(x).
hi: समान मात्रा में <var>pizza(1)</var> जैसे पहले लिया था लेने के लिए, अब हमे केवल <var>A</var> हिस्से लेने होंगेI
nb: For å ta den samme mengde <var>pizza(1)</var>, som før, skal vi nå bare ta <var>A</var> stykker.
nl: Om evenveel <var>pizza(1)</var> te krijgen als daarvoor, hoeven we nu maar <var>A</var> stukken nemen.
pl: Aby wziąć taką samą ilość <var>pizza(1)</var> jak przedtem, musimy teraz wziąć tylko <var>A</var> kawałków.
pt: A fim de pegar a mesma quantidade de <var>pizza(1)</var> que antes, agora, precisamos pegar apenas <var>A</var> fatias.
tr: Önceki kadar <var>pizza(1)</var> almak için, şimdi sadece <var>A</var> dilim almamız gerekir.

source: In order to use the z-table, we first need to determine the <span class="hint_blue">z-score</span> of <var>person( 1 )</var>'s exam grade.
fr: Pour utiliser la table de l'écart-réduit, on doit d'abord déterminer <span class="hint_blue">l'écart-réduit</span> de la note d'examen de <var>person( 1 )</var>.
pt: Para usar a tabela z, primeiro, precisamos determinar a<span class="hint_blue">o valor de z</span> da nota do exame de <var>person( 1 )</var>.
tr: z tablosunu kullanmak için, <var>person( 1 )</var>'in sınav notunun <span class="hint_blue">z puanını</span> bulmamız gerekir.

source: In order to use the z-table, we first need to determine the <span class="hint_blue">z-scores</span> of the two grades which we were given.
fr: Pour utiliser la table de l'écart-réduit, on doit d'abord déterminer les <span class="hint_blue">écarts-réduits</span> des deux notes données.
pt: A fim de utilizar a tabela z, precisamos determinar primeiramente as <span class="hint_blue">valor de z</span> nas duas notas que foram apresentadas.
tr: z tablosunu kullanmak için, verilen iki sınav notunun <span class="hint_blue">z puanlarını</span> bulmamız gerekir.

source: In other words, <code><var>commafy(ABSOLUTE_NUMBER)</var></code> is the non-negative version of <code><var>commafy(NUMBER)</var></code>.
fr: Ou encore, si <code><var>commafy(NUMBER)</var></code> est négatif, sa valeur absolue est son opposé <code><var>commafy(ABSOLUTE_NUMBER)</var></code>.
nb: Med andre ord er <code><var>commafy(ABSOLUTE_NUMBER)</var></code> den ikke-negative versjonen av <code><var>commafy(NUMBER)</var></code>.
pl: Innymi słowy <code><var>commafy(ABSOLUTE_NUMBER)</var></code> jest nieujemną wersją <code><var>commafy(NUMBER)</var></code>.
pt: Em outras palavras, <code><var>commafy(ABSOLUTE_NUMBER)</var></code> é a versão não negativa de <code><var>commafy(NUMBER)</var></code>.
pt_pt: Por outras palavras, <code><var>commafy(ABSOLUTE_NUMBER)</var></code> é a versão positiva de <code><var>commafy(NUMBER)</var></code>.
tr: Başka bir şekilde ifade edecek olursak, <code><var>commafy(ABSOLUTE_NUMBER)</var></code> , <code><var>commafy(NUMBER)</var></code>'in negatif olmayan versiyonudur.

source: In other words, if the equation is rewritten to look like <code>y = mx + b</code>, what are the values of <code>m</code> and <code>b</code>?
da: Med andre ord: Hvis ligningen er omskrevet til formen, <code>y = mx + b</code>, hvad er så værdierne for <code>m</code> og <code>b</code>?
es: En otras palabras, si se reescribe la ecuación en la forma <code>y = mx + b</code>, ¿cuáles son los valores de <code>m</code> y <code>b</code>?
fr: Autrement dit, si l'équation est sous la forme <code>y = mx + b</code>, quelles sont les valeurs de <code>m</code> et <code>b</code> ?
nb: Med andre ord: Hvis ligningen er omskrevet til formen, <code>y = mx + b</code>, hva er så verdiene for <code>m</code> og <code>b</code>?
pl: Innymi słowy, jeżeli równanie przepisano do postaci <code>y = mx + b</code>, to jakie są wartości <code>m</code> i <code>b</code>?
pt: Em outras palavras, se a equação for reescrita para assemelhar-se a <code>y = mx + b</code>, quais serão os valores de <code>m</code> e <code>b</code>?
tr: Başka bir deyişle, denklem şöyle yazılırsa, <code>y = mx + b</code>, <code>m</code>, ve <code>b</code> değerleri nelerdir?

source: In other words, it takes <code><var>TIME_FINAL</var></code> minutes for <code><var>PEOPLE_FINAL</var></code> people to paint <code><var>WALL_FINAL</var></code> walls.
es: En otras palabras, toma <code><var>TIME_FINAL</var></code> minutos a <code><var>PEOPLE_FINAL</var></code> personas pintar <code><var>WALL_FINAL</var></code> paredes.
fr: En d'autres termes, il faut <code><var>TIME_FINAL</var></code> minutes à <code><var>PEOPLE_FINAL</var></code> personnes pour peindre les <code><var>WALL_FINAL</var></code> murs.
hi: दूसरे शब्दों में, <code><var>PEOPLE_FINAL</var></code> लोगों को <code><var>WALL_FINAL</var></code> दीवार रंगने में <code><var>TIME_FINAL</var></code> मिनट लगते हैं ।
nb: Med andre ord, det tar <code><var>TIME_FINAL</var></code> minutter for <code><var>PEOPLE_FINAL</var></code> personer å male<code><var>WALL_FINAL</var></code> vegger.
pl: Innymi słowy pomalowanie <code><var>WALL_FINAL</var></code> ścian zajmuje <code><var>PEOPLE_FINAL</var></code> osobom <code><var>TIME_FINAL</var></code> minut.
pt: Em outras palavras, são necessários <code><var>TIME_FINAL</var></code> minutos para que <code><var>PEOPLE_FINAL</var></code> pessoas pintem <code><var>WALL_FINAL</var></code> paredes.
tr: Başka bir deyişle, <code><var>PEOPLE_FINAL</var></code> kişinin <code><var>WALL_FINAL</var></code> duvarı boyaması <code><var>TIME_FINAL</var></code> dakika alır.

source: In other words, there are <code>\pi</code> radians per <code>180</code> degrees. So we can convert from degrees to radians by multiplying by <code>\pi</code>, and dividing by <code>180^\circ</code>.
es: En otras palabras, hay <code>\pi</code> radianes por cada <code>180</code> grados. Así que podemos convertir de grados a radianes multipicando por <code>\pi</code>, y dividiendo entre <code>180^\circ</code>.
fr: En d'autres termes, <code>\pi</code> radians est égal à <code>180</code> degrés. Donc on peut convertir les degrés en radians, en multipliant par <code>\pi</code> et en divisant par <code>180^\circ</code>.
pt: Em outras palavras, há <code>\pi</code> radianos por <code>180</code> graus. Portanto podemos converter de graus para radianos ao multiplicar por <code>\pi</code>, e dividir por <code>180^\circ</code>.
tr: Başka bir deyişle, <code>180</code> derece için, <code>\pi</code> radyan vardır. Yani, dereceden radyana <code>\pi</code> ile çarpıp, <code>180^\circ</code>'e bölerek çevirebiliriz.

source: In other words, what are the values of <code>A</code>, <code>B</code>, and <code>C</code> if the equation is rewritten to look like <code>\blue{A}x + \green{B}y = \pink{C}</code>?
es: En otras palabras, ¿cuáles son los valores de <code>A</code>, <code>B</code> y <code>C</code> si reescribimos la ecuación para que se vea como <code>\blue{A}x + \green{B}y = \pink{C}</code>?
fr: Autrement dit, quelles sont les valeurs de <code>A</code>, <code>B</code> et <code>C</code> si on écrit l'équation sous la forme <code>\blue{A}x + \green{B}y = \pink{C}</code> ?
nb: Med andre ord, hva er verdiene av <code>A</code>, <code>B</code> og <code>C</code> om likningen skrives om til formen <code>\blue{A}x + \green{B}y = \pink{C}</code>?
pl: Innymi słowy, jakie są wartości <code>A</code>, <code>B</code> i <code>C</code>, jeżeli równanie jest przepisane do postaci <code>\blue{A}x + \green{B}y = \pink{C}</code>?
pt: Em outras palavras, quais são os valores de <code>A</code>, <code>B</code> e <code>C</code>, se a equação for reescrita para se parecer com <code>\blue{A}x + \green{B}y = \pink{C}</code>?
tr: Başka şekilde ifade edecek olursak, eğer denklem <code>\blue{A}x + \green{B}y = \pink{C}</code> gibi gözükecek şekilde yeniden yazılırsa, <code>A</code>, <code>B</code>, ve <code>C</code> değerleri nelerdir?

source: In our case, both of the denominators have a degree of <code>1</code>, so we replace our numerators with polynomials of degree <code>0</code>, or constants. We will use the constants <code>A</code> and <code>B</code>.
da: I vores tilfælde har begge nævnere en orden på <code>1</code>, så vi udskifte vores tællere med polynomier med orden <code>0</code> altså konstanter. Vi vil bruge konstanterne <code>A</code> og <code>B</code>.
es: En nuestro caso, ambos denominadores tiene un grado de <code>1</code>, así que reemplazamos nuestros numeradores con polinomios de grado <code>0</code>, o constantes. Usaremos las constantes <code>A</code> y <code>B</code>.
fr: Ici, les deux dénominateurs sont de degré <code>1</code>, donc on remplace les numérateurs par des polynômes de degré <code>0</code> c'est-à-dire des constantes. On utilise <code>A</code> et <code>B</code> pour simplifier les notations.
nb: I vårt tilfelle har begge nevnere en orden på <code>1</code>, så vi kan skifte ut våre tellere med polynomer med orden <code>0</code> altså konstanter. Vi vil bruke konstantene <code>A</code> og <code>B</code>.
pl: W tym przypadku, oba mianowniki są stopnia <code>1</code>, więc zastępujemy nasze liczebniki wielomianami stopnia <code>0</code> lub inaczej, stałymi. Użyjemy stałych <code>A</code> oraz <code>B</code>.
pt: No nosso caso, os dois denominadores tem um grau <code>1</code>, então nós substituímos os nossos numeradores com polinômios de grau <code>0</code>, ou constantes. Vamos usar as constantes <code>A</code> e <code>B</code>.
tr: Bu durumda, iki paydanın da derecesi <code>1</code>, yani payların yerine derecesi <code>0</code> olan polinomlar veya sabitler koymamız gerekir. <code>A</code> ve <code>B</code> sabitlerini kullanacağız.

source: In partnership with
pt: Em parceria com

source: In past lives he taught intro CS, became an attorney-in-training, and helped build tons of ridiculous software (anything not ridiculous was built by accident).
pt: Em vidas passadas ele lecionou Introdução à Ciência da Computação, tornou-se advogado em treinamento e ajudou a criar uma porção de softwares ridículos (qualquer coisa não ridícula foi feita por acidente).
tr: Daha önceki yaşantısında bilgisayar bilimine giriş dersi veriyordu ve bir sürü komik yazılıma katkı sağladı (eğer komik değilse kaza ile olmuştur).

source: In the <var>plural_form(decimalPlaceNames[i], 2)</var> place, <code><var>N1</var></code> has a higher value digit than <code><var>N2</var></code>.
es: En el lugar de las <var>plural_form(decimalPlaceNames[i], 2)</var>, <code><var>N1</var></code> tiene un dígito de mayor valor que en <code><var>N2</var></code>.
fr: Le chiffre des <var>plural_form(decimalPlaceNames[i], 2)</var> de <code><var>N1</var></code> est plus grand que celui de <code><var>N2</var></code>.
nb: På <var>plural_form(decimalPlaceNames[i], 2)</var> plassen, har <code><var>N1</var></code> større verdi på sifferet enn <code><var>N2</var></code>.
nl: Op de plek van de <var>plural_form(decimalPlaceNames[i], 2)</var>, heeft <code><var>N1</var></code> een groter cijfer dan <code><var>N2</var></code>.
pl: W miejscu <var>plural_form(decimalPlaceNames[i], 2)</var>, <code><var>N1</var></code> ma cyfrę o większej wartości, niż <code><var>N2</var></code>.
pt: Na casa dos(as) <var>plural_form(decimalPlaceNames[i], 2)</var>, <code><var>N1</var></code> tem um algarismo de valor maior que <code><var>N2</var></code>.
tr: <var>plural_form(decimalPlaceNames[i], 2)</var> basamağında, <code><var>N1</var></code> <code><var>N2</var></code>'dan daha yüksek bir rakama sahiptir.

source: In the <var>plural_form(decimalPlaceNames[i], 2)</var> place, <code><var>N2</var></code> has a higher value digit than <code><var>N1</var></code>.
es: En el lugar de las <var>plural_form(decimalPlaceNames[i], 2)</var>, <code><var>N2</var></code> tiene un dígito de mayor valor que en <code><var>N1</var></code>.
fr: Le chiffre des <var>plural_form(decimalPlaceNames[i], 2)</var> de <code><var>N2</var></code> est plus grand que celui de <code><var>N1</var></code>.
nb: På <var>plural_form(decimalPlaceNames[i], 2)</var> plassen, har <code><var>N2</var></code> høyere verdi på sifferet enn <code><var>N1</var></code>.
nl: Op de plek van de <var>plural_form(decimalPlaceNames[i], 2)</var>, heeft <code><var>N2</var></code> een groter cijfer dan <code><var>N1</var></code>.
pl: W miejscu <var>plural_form(decimalPlaceNames[i], 2)</var>, <code><var>N2</var></code> ma cyfrę o większej wartości, niż <code><var>N1</var></code>.
pt: Na casa dos(as) <var>plural_form(decimalPlaceNames[i], 2)</var>, <code><var>N2</var></code> tem um algarismo de valor maior que <code><var>N1</var></code>.
tr: <var>plural_form(decimalPlaceNames[i], 2)</var> basamağında, <code><var>N2</var></code> <code><var>N1</var></code>'den daha yüksek bir rakama sahiptir.

source: In the U.S., March is an annual celebration of women in history for their past achievements, inspiring dreams, and impact on society. This year, we want to focus on the next generation and think about the girls who will one day be women who can create history.
nb: I USA er det en årlig feiring i mars for å feire kvinner i historien, som via sine prestasjoner har inspirert drømmer og innvirket på samfunnet. I år vil vi fokuserer på den nye generasjonen og tenke på jenter som i fremtiden vil være de som skaper historie.
pt: Nos Estados Unidos, no mês de março celebram-se as conquistas históricas das mulheres, seus sonhos inspiradores e seu impacto na sociedade. Este ano, queremos nos concentrar na próxima geração e pensar nas meninas que um dia serão as mulheres que podem fazer história.
pt_pt: Nos Estados Unidos, o mês de março é o mês de celebração da importância das mulheres pelas suas conquistas do passado, pelo seus sonhos inspiradores e pelo impacto na sociedade. Este ano, queremos focar-nos na próxima geração e pensar nas raparigas que um serão mulheres que vão marcar a história.
tr: A.B.D'de her yıl Mart ayında, tarihte kadınların geçmişteki başarıları, ilham verici hayalleri, ve topluma etkileri kutlanır. Bu yıl, gelecek nesle odaklanmak ve günümüzün kızlarının bir gün tarih yazan kadınlar olacağını düşünmek istiyoruz.

source: In the email, click the link to “Finish signing up.” This will open Khan Academy in your browser
es: En el correo electrónico, haz clic en el enlace "Termina el registro". Esto abrirá Khan Academy en tu navegador
nb: I e-mailen klikker du på “Fullfør registreringen nå.” Dette vil åpne Khan Academy i din nettleser
pl: W wiadomości e-mail, kliknij na link do "Skończ logowanie ." Spowoduje to otwarcie Khan Academy w Twojej przeglądarce
pt: No e-mail, clique em "Finalizar cadastro". Isso vai abrir a Khan Academy em seu navegador
tr: Bu e-postada, 'Kayıt olmayı tamamla' seçeneğine tıklayınız. Bu, tarayıcınızda Khan Academy'yi açacaktır

source: In the graph below, can a line fit the data well?
es: En la siguiente gráfica, ¿hay alguna línea que se ajuste bien a los datos?
fr: Peut-on tenter de construire une droite d'ajustement ?
pt: No gráfico abaixo, uma reta se encaixaria bem nos dados?
tr: Aşağıdaki grafikte, bir doğru veri ile uyum sağlayabilir mi?

source: In the meantime, keep learning!
da: I mellemtiden, bliv ved med at lære!
es: Entretanto, sigue aprendiendo.
fr: Pendant ce temps, continuez à apprendre !
nb: Fortsett å lære i mellomtiden!
nl: Ondertussen, blijf leren!
pl: W międzyczasie, kontynuuj naukę!
pt: Enquanto isso, continue aprendendo!
pt_pt: Entretanto, continua a aprender!
tr: Bu esnada, öğrenmeye devam edin!

source: In the problem we're trying to solve, the number multiplying the <code>x</code> term is <code><var>B</var></code>, so when we rewrite the expression, the number added inside the square will be half of <code><var>B</var></code>. (Which is <code><var>B2</var></code>)
da: I opgaven, som vi forsøger at løse, er tallet der ganges med <code>x</code>-leddet <code><var>B</var></code>, så når vi omskriver udtrykket, vil tallet der bliver lagt til inde i kvadratet være halvdelen af <code><var>B</var></code>. (Hvilket er <code><var>B2</var></code>)
fr: Ici, le coefficient de <code>x</code> est <code><var>B</var></code>, donc, au moment de réécrire l'expression, le nombre qu'on doit ajouter à l’intérieur de la parenthèse élevée au carré doit être égal à la moitié de <code><var>B</var></code>. (c'est-à-dire <code><var>B2</var></code>)
nb: I problemet vi prøver å løse, er tallet multiplisert med <code>x</code>-leddet <code><var>B</var></code>, så når vi skriver om uttrykket, vil tallet som legges til inni kvadratet være halvparten av <code><var>B</var></code>. (Som er <code><var>B2</var></code>)
pt: No problema que estamos tentando resolver, o numero multiplicando o termo <code>x</code> é <code><var>B</var></code>, deste modo podemos reescrever a expressão, o numero adicionado dentro do quadrado será a metade de <code><var>B</var></code>. (Que é <code><var>B2</var></code>)
tr: Çözmeye çalıştığımız soruda, <code>x</code>'li terimi çarptığımız sayı <code><var>B</var></code>'dir, yani ifadeyi yeniden yazdığımızda, karenin içinde toplanan sayı, <code><var>B</var></code>'nin yarısı olacak. (ki bu da <code><var>B2</var></code>'dir)
