Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Sign in with Google or Facebook. <br>We'll <strong>never</strong> post without your permission.
es: Inicia sesión con Google o Facebook. <br><strong>Nunca</strong> publicaremos sin tu permiso.
ja: Google または Facebook を使ってサインイン．<br>私達は <strong>けして</strong> あなたの許可なしには何もポストしません．
nb: Logg inn med Google eller Facebook. <br>Vi vil <strong>aldri</strong> publisere uten din tillatelse.
nl: Log in met Google of Facebook. <br>We zullen <strong>nooit</strong> iets posten zonder uw toestemming.
pl: Zaloguj się przy użyciu Google lub Facebook. <br><strong>Nigdy</strong> nie opublikujemy niczego bez Twojej zgody.
pt: Inscreva-se com a sua conta Google ou Facebook. <br><strong>Nunca</strong> publicaremos nada sem a sua permissão.
pt_pt: Inicia sessão com a tua conta do Google ou do Facebook. <br><strong>Não será publicado qualquer conteúdo</strong> sem a tua autorização.
tr: Google veya Facebook ile giriş yapın. <br>İzniniz olmadan, <strong>hiçbir zaman</strong> yazınızı yayınlamayız.

source: Sign them up!
es: ¡Regístralos!
fr: Inscrivez-les !
ja: その人達をサインアップ!
nb: Registrer dem!
nl: Meld hen aan!
pl: Zarejestruj ich!
pt: Registre-os!
pt_pt: Registe-os!
tr: Onları kaydedin!

source: Sign up
da: Tilmeld dig
es: Regístrate
fr: Inscrivez-vous
ja: サインアップ
nb: Registrér deg
nl: Aanmelden
pl: Zarejestruj się
pt: Cadastrar-se
pt_pt: Criar conta
tr: Üye Ol

source: Sign up at khanacademy.org (or log in with their existing accounts)
bg: Се запишат в khanacademy.org (или да се логват в своя вече съществуващ акаунт)
da: Tilmelde sig på khanacademy.org (eller log ind med deres eksisterende konti)
es: Registrarse en es.khanacademy.org (o iniciar sesión con sus cuentas existentes)
fr: S'inscrire sur la Khan Academy (ou se connecter avec leur compte)
ja: カーンアカデミーにサインアップする (または既にあるアカウントでログインする)
nb: Registrer deg på khanacademy.org (eller logg på med en eksisterende konto)
nl: Meld je aan op khanacademy.org (of log in met hun bestaande accounts)
pl: Zarejestruj się na khanacademy.org (lub zaloguj na ich istniejące konta)
pt: Cadastre-se em khanacademy.org (ou acesse usando suas contas existentes)
pt_pt: Criem uma conta em khanacademy.org (ou iniciem sessão)
tr: tr.khanacademy.org'dan üye olun (ya da varolan hesabınız ile giriş yapın)

source: Sign up for @LearnStorm2015, the Bay Area math challenge powered by @KhanAcademy! Check it out and sign up: http://bit.ly/LearnStorm
es: ¡Regístrate en @LearnStorm2015, el desafío de matemáticas del Área de la Bahía impulsado por @KhanAcademy! Revísalo y regístrate: http://bit.ly/LearnStorm
fr: Signer pour @LearnStorm2015, le défi de math région de la baie propulsé par @KhanAcademy ! Consultez-le et inscrivez vous : http://bit.ly/LearnStorm
ja: @LearnStorm2015 にサインアップしましょう．これは @KhanAcademy によるベイ・エリアの数学チャレンジです! チェックしてサインアップ: http://bit.ly/LearnStorm
nb: Registrer deg for @LearnStorm2015, Bay områdets matematikk-konkurranse fra @KhanAcademy! Sjekk det ut og registrer deg: http://bit.ly/LearnStorm
pl: Zarejestruj się na @LearnStorm2015, wyzwanie matematyczne w Bay Area, organizowane przez @KhanAcademy! Zobacz i zarejestruj się: http://bit.ly/LearnStorm
pt: Cadastre-se na @LearnStorm2015, o desafio da área da Baía promovido pela @KhanAcademy! Faça seu cadastro em: http://bit.ly/LearnStorm
pt_pt: Inscreva-se na @LearnStorm2015, o desafio de Matemática de Bay Area promovido pela @KhanAcademy! Leia mais e inscreva-se: http://bit.ly/LearnStorm
tr: @LearnStorm2015 için kaydolun, bu @KhanAcademy tarafından sunulan Körfez Bölgesi matematik yarışmasıdır! Buna bir göz atın ve kaydolun: http://bit.ly/LearnStorm

source: Sign up for Khan Academy
bg: Регистрирайте се за Кан академия
da: Tilmeld dig Khan Academy
es: Regístrate en Khan Academy
fr: Inscrivez-vous à Khan Academy
he: הירשם לאקדמיית קהאן
ja: カーンアカデミーにサインアップ
nb: Registrer deg hos Khan Academy
nl: Meld je aan voor Khan Academy
pl: Zarejestruj się na Khan Academy
pt: Registre-se na Khan Academy
pt_pt: Cria uma conta na Khan Academy
tr: Khan Academy'e kayıt olun

source: Sign up for LearnStorm, the Bay Area math challenge powered by Khan Academy! If you are or know a student grade 3 - 12 in the Bay Area, check out LearnStorm!
es: ¡Regístrate en LearnStorm, el desafío del Área de la Bahía impulsado por Khan Academy! Si eres o conoces a un estudiante de los grados 3.º a 12.º en el Área de la Bahía, ¡checa LearnStorm!
fr: Signez pour LearnStorm, le défi de math de la Région de la Baie propulsé par Khan Academy ! Si vous êtes ou connaissez un étudiant en terminale-3 dans la région de la baie, découvrez LearnStorm !
nb: Registrer deg for LearnStorm, Bay Area matematikk-ufordringen drevet av Khan Academy! Hvis du er eller kjenner en elev i klassetrinn 3-12 i Bay Area, sjekk ut LearnStorm!
pl: Zarejestruj się na LearnStorm, wyzwanie matematyczne dla Bay Area, organizowane przez Khan Academy! Jeśli jesteś uczniem klas 3-12 w Bay Area, zobacz co to jest LearnStorm!
pt: Cadastre-se na LearnStorm, o desafio de matemática da área da Baía apoiado pela Khan Academy! Se você é ou conhece um aluno do ensino fundamental ou médio na área da Baía, confira a LearnStorm!
tr: Khan Academy'nin düzenlediği Körfez Bölgesi yarışmasına kaydolun! Körfez Bölgesi'nde bir öğrenciyseniz, veya 3 - 12. sınıfta bir öğrenci tanıyorsanız, LearnStorm'a bakın!

source: Sign up for challenge
es: Regístrate para el desafío
fr: Inscrivez-vous pour le défi
ja: チャレンジにサインアップする
nb: Registrer deg for utfordningen
nl: Meld u aan voor een uitdaging
pl: Zarejestruj na wyzwanie
pt: Participar do desafio
pt_pt: Aceitar este desafio
tr: Bir zor göreve kaydolun

source: Sign up now
es: Regístrate ahora
fr: Inscrivez-vous dès maintenant
ja: 今すぐサインアップ
nb: Registrer deg nå
nl: Meld je nu aan
pl: Zarejestruj się teraz
pt: Registe-se agora
pt_pt: Inscreve-te agora
tr: Şimdi kaydolun

source: Sign up the class!
es: ¡Regístra la clase!
fr: Inscrivez-vous à la classe !
ja: クラスをサインアップ!
nb: Registrere klassen!
nl: Meld de klas aan!
pl: Zarejestruj klasę!
pt: Registre sua turma!
pt_pt: Registe-se na aula!
tr: Sınıfınızı kaydedin!

source: Sign up to claim your points
da: Tilmeld dig for at gemme dine point
es: Regístrate para reclamar tus puntos
fr: Inscrivez-vous pour réclamer vos points !
nb: Registrer deg for å samle poeng
nl: Meld je aan om jouw punten te claimen
pl: Zaloguj się, aby zdobywać punkty
pt: Inscreva-se para reclamar os seus pontos
pt_pt: Criar conta e reclamar os pontos de energia
tr: Puanlarınızı kaydetmek için üye olun

source: Sign up to claim your profile
da: Tilmeld dig for at gemme din profil
es: Regístrate para obtener tu perfil
fr: Inscrivez-vous pour récupérer votre profil
ja: サインアップしてあなたのプロフィールを宣言しましょう
nb: Registrer deg for å skaffe din profil
nl: Meld je aan om je profiel te claimen
pl: Zarejestruj się, aby zatwierdzić Twój profil
pt: Cadastre-se para solicitar seu perfil
pt_pt: Criar conta e reclamar os pontos de energia
tr: Profiliniz için giriş yapınız

source: Sign up to save your progress
da: Tilmeld dig for at gemme dine fremskridt
es: Regístrate para guardar tu progreso
fr: Inscrivez vous pour enregistrer vos progrès
ja: サインアップして進捗状況を保存する
nb: Registrér deg for å lagre fremgangen din
nl: Meld je aan om je voortgang te bewaren
pl: Zarejestruj się, aby zachować swoje postępy
pt: Cadastre-se para salvar seu progresso
pt_pt: Cria uma conta para guardares o teu progresso
tr: Gelişiminizi kaydedebilmek için lütfen üye olunuz.

source: Sign up using
bg: Регистрация чрез
da: Tilmeld dig ved hjælp af
es: Regístrate usando
fr: Inscrivez-vous à l'aide de
he: הירשמו באמצעות
ja: 次を使用してサインアップ
nb: Registrer med
nl: Aanmelden met behulp van
pl: Zarejestruj używając
pt: Cadastrar-se usando
pt_pt: Cria uma conta com o
tr: kullanarak giriş yapınız

source: Sign up using a different email
da: Tilmeld dig med en anden e-mail
es: Regístrate usando un correo electrónico distinto
fr: Inscrivez-vous à l'aide d'une adresse e-mail différente
ja: 別のメールアドレスを使用してサインアップ
nb: Registrer deg med en annen e-post
nl: Meld je aan met een ander e-mail
pl: Zarejestruj się za pomocą innego adresu e-mail
pt: Cadastre-se usando um e-mail diferente
pt_pt: Crie uma conta com outro e-mail
tr: Farklı bir e-posta ile kayıt olmak için

source: Sign up using your name and email address
es: Regístrate usando tu nombre y tu dirección de correo electrónico
nb: Registrer med navnet ditt og e-mail adresse
pl: Zarejestruj się za pomocą nazwy i adresu e-mail
pt: Cadastre-se usando seu nome e endereço de e-mail
tr: İsminizi ve e-posta adresinizi kullanarak kayıt olunuz

source: Sign up via invitation
bg: Регистрация чрез покана
da: Tilmeld dig via invitation
es: Registro por invitación
fr: Inscrivez vous par une invitation
he: הירשמו דרך הזמנה
ja: 招待経由でサインアップ
nb: Registrer deg via invitasjon
nl: Aanmelden via uitnodiging
pl: Zarejestruj przez zaproszenie
pt: Cadastre-se por meio de convite
pt_pt: Cria uma conta a partir de um convite
tr: Davetiye ile kayıt olmak için

source: Sign up with
bg: Регистрирай се с
da: Tilmeld dig med
es: Regístrate con
fr: Inscrivez-vous avec
he: הרשמו באמצעות
ja: 次のアカウントでサインアップ
nb: Registrer deg med
nl: Meld je aan met
pl: Zarejestruj się poprzez
pt: Registre-se com
pt_pt: Criar conta com o
tr: Hesap oluşturun

source: Sign up with Khan Academy
ja: カーンアカデミーにサインアップする
nb: Registrer deg på Khan Academy
pl: Zarejestruj się z Khan Academy
pt: Cadastrar-se na Khan Academy
pt_pt: Criar conta com a Khan Academy
tr: Khan Academy'ye Kaydolma

source: Sign up with email
bg: Регистрация с имейл
da: Tilmeld dig med email
es: Regístrate con tu correo electrónico
fr: Inscription par e-mail
ja: 電子メイルでサインアップする
nb: Logg inn med epost
nl: Aanmelden via e-mail
pl: Zarejestruj się za pomocą emaila
pt: Cadastre-se com seu e-mail
pt_pt: Criar conta com um endereço de e-mail
tr: E-posta ile üye olun

source: Sign-in for LearnStorm and when you are asked to provide school information, click the button ‘I am homeschooled.
es: Regístrate en LearnStorm y cuando se te pida proporcionar la información de la escuela, haz clic en el botón '"Realizo educación en casa".
nb: Registrer for LearnStorm og du vil bli spurt om skoleinformasjon, velg ‘Jeg har hjemmeskole.
pt: Acesse a LearnStorm e, quando for pedido para que você forneça informações sobre a escola, clique no botão 'Pratico o ensino domiciliar.
tr: LearnStorm için kayıt olunuz ve okul bilgilerinizi vermeniz istendiğinde ‘I am homeschooled' (evde eğitim görüyorum) seçeneğine tıklayınız.

source: Sign-up for LearnStorm 2015
es: Regístrate en LearnStorm 2015
nb: Registrer deg for LearnStorm 2015
nl: Meld u aan voor LearnStorm 2015
pl: Zarejestruj się na LearnStorm 2015
pt: Inscreva-se na LearnStorm 2015
pt_pt: Inscreve-te na LearnStorm 2015
tr: LearnStorm 2015'e kayıt olunuz

source: Significant figures
da: Betydende cifre
es: Cifras significativas
fr: Chiffres significatifs
ja: 有効数字
nb: Gjeldende siffer
nl: Significante cijfers
pl: Cyfry znaczące
pt: Algarismos significativos
tr: Anlamlı Rakamlar 1

source: Signing up
da: Tilmelding
es: Registrando
fr: S'inscrire
ja: サインアップ中
nb: Innmeldingen
nl: Aanmelden
pl: Rejestracja
pt: Cadastrando-se
pt_pt: A criar conta
tr: Kayıt olmak

source: Signup
bg: Регистрация
da: Tilmeld
es: Regístrate
fr: S'inscrire
he: הרשמה
ja: サインアップ
nb: Lag konto
nl: Aanmelden
pl: Rejestracja
pt: Cadastrar-se
pt_pt: Criar conta
tr: Kayıt

source: Silicon
es: Silicio
nb: Silisium
pl: Krzem
pt: Silício
pt_pt: Silício
tr: Silikon

source: Silver
es: Plata
pl: Srebrny
pt: Prata
tr: Gümüş

source: Similar triangles 1
es: Triángulos semejantes 1
fr: Triangles semblables 1
nb: Formlike trekanter 1
pl: Trójkąty podobne 1
pt: Triângulos semelhantes 1
tr: Benzer üçgenler 1

source: Similar triangles 2
es: Triángulos semejantes 2
fr: Triangles semblables 2
nb: Formlike trekanter 2
pl: Trójkąty podobne 2
pt: Triângulos semelhantes 2
tr: Benzer üçgenler 2

source: Similar triangles have proportional sides.
es: Los triángulos semejantes tiene lados proporcionales.
fr: Les triangles semblables ont des côtés proportionnels.
pl: Trójkąty podobne mają proporcjonalne boki.
pt: Triângulos semelhantes têm lados proporcionais.
tr: Benzer üçgenlerin orantılı kenarları vardır.

source: Simplify <code>\sqrt{<var>NUM</var>}</code>.
da: Reducer <code>\sqrt{<var>NUM</var>}</code>.
es: Simplifica <code>\sqrt{<var>NUM</var>}</code>.
fr: Simplifier <code>\sqrt{<var>NUM</var>}</code>.
hi: सरलीकरण करें <code>\sqrt{<var>NUM</var>}</code>.
nb: Forenkle <code>\sqrt{<var>NUM</var>}</code>.
nl: Vereenvoudig <code>\sqrt{<var>NUM</var>}</code>.
pl: Uprość <code>\sqrt{<var>NUM</var>}</code>.
pt: Simplifique <code>\sqrt{<var>NUM</var>}</code>.
tr: Sadeleştiriniz <code>\sqrt{<var>NUM</var>}</code>.

source: Simplify and expand the following expression:
da: Reducer og gang det følgende udtryk ud:
es: Simplifica y expande la siguiente expresión:
fr: Développer et simplifier l'expression suivante :
nb: Forkort og multipliser ut det følgende uttrykket:
pl: Uprość i rozwiń następujące wyrażenie:
pt: Simplifique e expanda a seguinte expressão:
tr: Aşağıdaki ifadeyi sadeleştirin ve genişletin:

source: Simplify and solve for <code>x</code>.
da: Reducer og løs med hensyn til <code>x</code>.
es: Simplifica y resuelve para <code>x</code>.
fr: On développe et on réduit, et on en déduit la valeur de <code>x</code>.
nb: Forenkle og løs med hensyn på <code>x</code>.
pl: Uprość i rozwiąż <code>x</code>.
pt: Simplifique e encontre o valor de <code>x</code>.
tr: Sadeleştirin ve <code>x</code>'i bulun.

source: Simplify and solve for <code>y</code>.
da: Reducer og løs med hensyn til <code>y</code>.
es: Simplifica y resuelve para <code>y</code>.
fr: On développe et on réduit, et on en déduit la valeur de <code>y</code>.
nb: Forenkle og løs med hensyn på <code>y</code>.
pl: Uprość i rozwiąż <code>y</code>.
pt: Simplifique e encontre o valor de <code>y</code>.
tr: Sadeleştirin ve <code>y</code>'yi bulun.

source: Simplify and write each term as a square:
da: Reducer og skriv hvert led som et kvadrat:
es: Simplifica y escribe cada término como un cuadrado:
fr: On effectue à droite et on écrit chacun des termes sous forme de carré :
pt: Simplifique e escreva cada termo como um quadrado perfeito:
tr: Sadeleştirin ve her terimi bir kare olarak yazın:

source: Simplify by combining terms, then solve for <code>x</code>.
da: Reducer ved at lægge de led sammen, man kan, og find derefter <code>x</code>.
es: Simplifica combinando términos semejantes, luego despeja <code>x</code>.
fr: On simplifie en réduisant les termes semblables et on en déduit <code>x</code>.
nb: Forkort ved å legge sammen de leddene man kan, og finn deretter <code>x</code>.
pl: Uprość wyrazy podobne, a następnie wyznacz <code>x</code>.
pt: Simplifique combinando os termos, então calcule <code>x</code>.
tr: Terimleri birleştirerek sadeleştiriniz, sonra <code>x</code>'i bulunuz.

source: Simplify by combining terms, then solve for <code>y</code>.
da: Reducer ved at lægge de led sammen, man kan, og find derefter <code>y</code>.
es: Simplifica combinando términos semejantes, luego despeja <code>y</code>.
fr: On simplifie en réduisant les termes semblables et on en déduit <code>y</code>.
nb: Forkort ved å legge sammen de leddene man kan, og finn deretter <code>y</code>.
pl: Uprość wyrazy podobne, a następnie wyznacz <code>y</code>.
pt: Simplifique combinando os termos, então calcule <code>y</code>.
tr: Terimleri birleştirerek sadeleştiriniz, sonra <code>y</code>'yi bulunuz.

source: Simplify by dividing by <code><var>GCD</var></code>.
nb: Forenkle ved å dividere med <code><var>GCD</var></code>.
pt: Simplifique dividindo por <code><var>GCD</var></code>.
tr: <code><var>GCD</var></code> ile bölerek sadeleştiriniz.

source: Simplify by dividing numerator and denominator by <code><var>FACTOR</var></code>:
es: Simplifica dividiendo el numerador y denominador entre <code><var>FACTOR</var></code>:
fr: On divise le numérateur et le dénominateur par <code><var>FACTOR</var></code>:
pt: Simplifique dividindo o numerador e o denominador por <code><var>FACTOR</var></code>:
tr: Pay ve paydayı <code><var>FACTOR</var></code> ile bölerek sadeleştiriniz:

source: Simplify by dividing numerator and denominator by <var>FACTOR</var>:
da: Forkort ved at dividere tælleren og nævneren med <var>FACTOR</var>:
es: Simplifica dividiendo el numerador y denominador entre <var>FACTOR</var>:
fr: On divise le numérateur et le dénominateur par le facteur commun <var>FACTOR</var> :
nb: Forkort ved å dividere telleren og nevneren med <var>FACTOR</var>:
pt: Simplifique dividindo o numerador e o denominador por <var>FACTOR</var>:
tr: Payı ve paydayı <var>FACTOR</var> ile bölerek sadeleştirin:

source: Simplify each fraction.
es: Simplifica cada fracción.
fr: Simplifier chaque fraction.
nb: Forkort hver brøk.
nl: Vereenvoudig elke breuk.
pl: Uprość każdy ułamek.
pt: Simplifique cada fração.
tr: Her kesiri sadeleştiriniz.

source: Simplify the expression by dividing the numerator and denominator by <code><var>FACTOR</var></code>:
fr: On divise le numérateur et le dénominateur par <code><var>FACTOR</var></code> :
pt: Simplifique a expressão dividindo o numerador e o denominador por <code><var>FACTOR</var></code>:
tr: Pay ve paydayı <code><var>FACTOR</var></code> ile bölerek ifadeyi sadeleştiriniz:

source: Simplify the expression by dividing the numerator and denominator by <var>FACTOR</var>:
da: Forkort udtrykket ved at dividere tælleren og nævneren med <var>FACTOR</var>:
es: Simplifica la expresión dividiendo el numerador y el denominador entre <var>FACTOR</var>:
fr: On simplifie en divisant le numérateur et le dénominateur par le facteur commun <var>FACTOR</var> :
nb: Forkort uttrykket ved å dividere telleren og nevneren med <var>FACTOR</var>:
pt: Simplifique a expressão dividindo o numerador e o denominador por <var>FACTOR</var>:
tr: Payı ve paydayı <var>FACTOR</var> ile bölerek ifadeyi sadeleştirin:

source: Simplify the expression to get <code><var>VALU</var></code>.
da: Reducer udtrykket for at finde <code><var>VALU</var></code>.
es: Simplifica la expresión para obtener <code><var>VALU</var></code>.
fr: On effectue et on obtient <code><var>VALU</var></code>.
nb: Forenkle uttrykk for å få <code><var>VALU</var></code>.
pt: Simplifique a expressão para obter <code><var>VALU</var></code>.
tr: İfadeyi sadeleştirip <code><var>VALU</var></code> elde edin.

source: Simplify the expression.
da: Reducer udtrykket.
es: Simplifica la expresión.
fr: Simplifier l'expression.
nb: Forenkle uttrykket.
pl: Uprość wyrażenie.
pt: Simplifique a expressão.
tr: İfadeyi sadeleştiriniz.

source: Simplify the following expression and state the condition under which the simplification is valid.
da: Reducér det følgende udtryk og opskriv de betingelser, under hvilke reduktionen er gyldig.
es: Simplifica la siguiente expresión y establece la condición bajo la cual la simplificación es válida.
fr: Simplifier cette fraction et écrire à quelles conditions on peut la simplifier.
nb: Forkort det følgende uttrykket og finn ut hvilke av betingelsene under som gjør forkortingen gyldig.
pl: Uprość następujące wyrażenie i ustal warunki, dla których uproszczenie jest prawidłowe.
pt: Simplifique a seguinte expressão e diga sob que condição a simplificação é válida.
tr: Aşağıdaki ifadeyi sadeleştirin ve bu sadeleştirmenin geçerli olduğu koşulu belirtin.

source: Simplify the following expression and state the condition under which the simplification is valid:
da: Reducér det følgende udtryk og opskriv de betingelser, under hvilke reduceringen er gældende:
es: Simplifica la siguiente expresión y especifica bajo qué condición la simplificación es válida:
fr: Simplifier cette fraction et écrire à quelle condition on peut la simplifier.
nb: Forkort det følgende uttrykket og skriv opp de betingelsene som gjelder for at forkortingen er gyldig:
pt: Simplifique a seguinte expressão e defina a condição para que a simplificação seja válida:
tr: Aşağıdaki ifadeyi sadeleştirin ve bu sadeleştirmenin geçerli olduğu koşulu belirtin:

source: Simplify the following expression:
es: Simplifica la siguiente expresión:
fr: Simplifier l'expression :
nb: Forenkle følgende uttrykk:
nl: Vereenvoudig de volgende uitdrukking:
pl: Uprość następujące wyrażenie:
pt: Simplifique a seguinte expressão:
tr: İfadeyi sadeleştiriniz:

source: Simplify the right side:
da: Reducer den højre side:
es: Simplifica el lado derecho:
fr: On effectue et on simplifie :
pt: Simplifique o lado direito:
tr: Sağ tarafı sadeleştiriniz:

source: Simplify the right-hand side of the equation below and state the condition under which the simplification is valid.
fr: Simplifier cette fraction et donner la condition à laquelle elle existe.
pl: Uprość prawą stronę poniższego równania i określ warunek, pod którym to uproszczenie będzie prawdziwe.
pt: Simplifique o lado direito da equação abaixo e indique a condição sob a qual a simplificação é válida.
tr: Aşağıdaki denklemin sağ tarafını sadeleştiriniz ve sadeleştirmenin hangi koşulla geçerli olduğunu belirtiniz.

source: Simplify to find <code>\green{<var>SEG_2</var>}</code>:
fr: On effectue pour trouver <code>\green{<var>SEG_2</var>}</code>:
pt: Simplifique para encontrar <code>\green{<var>SEG_2</var>}</code>:
tr: Sadeleştiriniz ve <code>\green{<var>SEG_2</var>}</code>'i bulunuz:

source: Simplify to lowest terms.
da: Forkort mest muligt.
es: Simplifica a su mínima expresión.
fr: Simplifier cette fraction au maximum.
hi: न्यूनतम पदों में सरलीकरण करेंI
nb: Forkort mest mulig.
nl: Vereenvoudig zo ver mogelijk.
pl: Uprość do najprostszej postaci.
pt: Simplifique para os termos menores.
tr: En basit haline indirgeyiniz.

source: Simplify.
fr: On simplifie.
nb: Forenkle
pl: Uprość.
pt: Simplifique.
pt_pt: Agora, simplificamos:
tr: Sadeleştirin.

source: Simplify:
es: Simplifica:
fr: On simplifie :
nb: Forkort:
nl: Vereenvoudig:
pl: Uprość:
pt: Simplifique:
tr: Sadeleştirin:

source: Simplifying both sides of this equation, we get: <code><var>V2</var> + <var>A - B</var> = <var>C</var> <var>V2</var> - <var>C * B</var></code>.
es: Simplificando ambos lados de esta ecuación, obtenemos: <code><var>V2</var> + <var>A - B</var> = <var>C</var> <var>V2</var> - <var>C * B</var></code>.
fr: On développe et on réduit : <code><var>V2</var> + <var>A - B</var> = <var>C</var> <var>V2</var> - <var>C * B</var></code>.
nb: Forenkler vi begge sidene av denne likningen, får vi: <code><var>V2</var> + <var>A - B</var> = <var>C</var> <var>V2</var> - <var>C * B</var></code>.
nl: Als we beide zijden van de vergelijking vereenvoudigen, krijgen we: <code><var>V2</var> + <var>A - B</var> = <var>C</var> <var>V2</var> - <var>C * B</var></code>.
pl: Po uproszczeniu obu stron równania, otrzymujemy: <code><var>V2</var> + <var>A - B</var> = <var>C</var> <var>V2</var> - <var>C * B</var></code>.
pt: Ao simplificarmos ambos os lados dessa equação, obtemos: <code><var>V2</var> + <var>A - B</var> = <var>C</var> <var>V2</var> - <var>C * B</var></code>.
tr: Bu denklemin her iki tarafını sadeleştirdiğimizde şunu elde ediyoruz: <code><var>V2</var> + <var>A - B</var> = <var>C</var> <var>V2</var> - <var>C * B</var></code>.

source: Simplifying expressions with exponents
da: Reducering af udtryk med eksponenter
es: Simplificando expresiones con exponentes
fr: Simplifier une expression comportant des puissances
nb: Forenkling av uttrykk med eksponenter
nl: Uitdrukkingen met machten vereenvoudigen
pl: Upraszczanie wyrażeń z wykładnikiem potęgowym
pt: Simplificação de expressões com expoentes
tr: Üslü ifadeleri sadeleştirme

source: Simplifying fractions
da: Forkort brøker
es: Simplificando fracciones
fr: Simplifier une fraction
hi: भिन्नों का सरलीकरण
nb: Forenkle brøker
nl: Breuken vereenvoudigen
pl: Upraszczanie ułamków
pt: Simplificação de frações
tr: Kesirleri sadeleştirme
