Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Uh oh, it looks like a network request timed out! You'll need to <a href='%(refresh)s'>refresh</a> to continue. If you think this is a mistake, <a href='http://www.khanacademy.org/reportissue?type=Defect'>tell us</a>.
da: Åh nej, det ser ud til at netværksanmodning har overskredet tidsgrænsen . Du skal <a href='%(refresh)s'>opdatere</a> for at fortsætte. Hvis du mener, dette er en fejl, <a href='http://www.khanacademy.org/reportissue?type=Defect'>så fortæl os det</a>.
es: ¡Oh oh, parece que se agotó el tiempo de solicitud de la red! Necesitarás <a href='%(refresh)s'>actualizar</a> para continuar. Si piensas que esto es una equivocación, <a href='http://www.khanacademy.org/reportissue?type=Defect'>dinos</a>.
fr: Oups, on dirait que votre requête réseau a expiré ! Vous devez <a href='%(refresh)s'>actualiser votre page</a> pour réessayer et continuer. Si vous pensez que c'est une erreur, <a href='http://www.khanacademy.org/reportissue?type=Defect'>dites-le nous</a>.
nb: Åh nei, det ser ut til at nettverksanmodning har overskredet tidsgrensen . Du skal <a href='%(refresh)s'>oppdatere</a> for å fortsette. Hvis du mener, dette er en feil, <a href='http://www.khanacademy.org/reportissue?type=Defect'>så fortell oss det</a>.
nl: Uh oh, het lijkt erop dat het verzoek in de wacht is gezet! Je zal moeten <a href='%(refresh)s'>verversen</a> om door te gaan. Als je denkt dat dit een fout is, <a href='http://www.khanacademy.org/reportissue?type=Defect'>vertel het ons</a>.
pl: Ojej, wygląda na to, że upłynął czas limitu żądania dla sieci! Musisz <a href='%(refresh)s'>odświeżyć</a> żeby móc kontynuować. Jeżeli uważasz, że jest to pomyłka, <a href='http://www.khanacademy.org/reportissue?type=Defect'>zgłoś nam to</a>.
pt: Oh oh, parece que a solicitação de rede expirou! Você precisa <a href='%(refresh)s'>atualizar</a> a página para continuar. Se você acha que está ocorrendo um erro, <a href='http://www.khanacademy.org/reportissue?type=Defect'>avise-nos</a>.
tr: Amanın, ağ isteği zaman aşımına uğramış gibi görünüyor! Devam edebilmek için sayfayı <a href='%(refresh)s'>yenilemeniz</a> gerekir. Bunun bir hata olduğunu düşünüyorsanız, lütfen <a href='http://www.khanacademy.org/reportissue?type=Defect'>bize bildirin</a>.

source: Umaima
fr: Zoe
ja: ウマイマ
pt: Eliana
pt_pt: Joana
tr: Ulviye

source: Unable to change email.
da: Ikke i stand til at ændre e-mailen.
es: No se puede cambiar el correo electrónico.
fr: Impossible de changer l'adresse e-mail.
ja: 電子メイルアドレスを変更できません．
nb: Kan ikke endre e-post.
nl: E-mail wijzigen niet mogelijk.
pl: Nie można zmienić e-maila.
pt: Não é possível alterar o e-mail.
pt_pt: Não foi possível alterar o e-mail.
tr: E-posta değiştirilemiyor.

source: Unable to check username
da: Ikke i stand til at kontrollere brugernavnet
es: No se puede comprobar el nombre de usuario
fr: Impossible de vérifier le nom d'utilisateur
ja: ユーザー名をチェックすることができません
nb: Klarer ikke å sjekke brukernavn
nl: Kan gebruikersnaam niet controleren
pl: Nie można sprawdzić nazwy użytkownika
pt: Não foi possível verificar o nome de usuário
pt_pt: Não é possível confirmar o nome de utilizador
tr: Kullanıcı adı kontrol edilemedi

source: Unable to create the class "%(value)s".
da: Kan ikke oprette klassen "%(value)s".
es: No se puede crear la clase "%(value)s".
fr: Impossible de créer la classe « %(value)s ».
ja: クラス "%(value)s" を作成することができません．
nb: Kan ikke opprette klassen "%(value)s".
nl: Niet mogelijk de klas "%(value)s" te creëren.
pl: Nie można utworzyć klasy "%(value)s".
pt: Não é possível criar a turma "%(value)s".
pt_pt: Não foi possível criar a turma "%(value)s".
tr: %(value)s sınıfı oluşturulamıyor.

source: Unable to disconnect account.
da: Ikke i stand til at afbryde konto.
es: No se puede desconectar la cuenta.
fr: Impossible de dissocier le compte.
ja: アカウントの接続の遮断ができません．
nb: Kan ikke koble fra kontoen.
nl: Kon de account niet loskoppelen.
pl: Nie można odłączyć konta.
pt: Não é possível desconectar a conta.
pt_pt: Não foi possível desassociar a conta.
tr: Hesap kesilemiyor.

source: Unable to resend email.
da: Ikke i stand til at sende e-mail.
es: No se puede volver a enviar el correo electrónico.
fr: Impossible de renvoyer l'e-mail.
ja: 電子メイルを再送できません．
nb: Kan ikke resende e-post.
nl: Kan het bericht niet opnieuw versturen.
pl: Nie można wysłać wiadomości e-mail.
pt: Não é possível reenviar o e-mail.
pt_pt: Não foi possível reenviar o e-mail.
tr: E-postayı tekrar gönderme denemesi başarısız olmuştur.

source: Unabled to deliver email
da: Ikke i stand til at levere e-mail
es: No fue posible entregar el correo electrónico
fr: L'envoi de l'e-mail a échoué
ja: 電子メイルの送信ができません
nb: Klare ikke å levere e-post
nl: Kon de email niet afleveren
pl: Nie udało się dostarczyć wiadomości e-mail
pt: Não foi possível enviar o e-mail
pt_pt: Não foi possível enviar o e-mail
tr: E-posta gönderilemedi

source: Unanswered
da: Ubesvaret
es: Sin respuesta
fr: Sans réponse
nb: Ubesvart
nl: Onbeantwoord
pl: Bez odpowiedzi
pt: Sem resposta
pt_pt: Por responder
tr: Cevaplanmamış

source: Unclaimed points
da: Uafhentede point
es: Puntos sin reclamar
fr: Points non réclamés
ja: 登録されてないポイント
nb: Uavhentede poeng
nl: Niet-geclaimde punten
pl: Nieprzypisane punkty
pt: Pontos não recebidos
pt_pt: Pontos por reclamar
tr: Kaydedilmemiş puanlar

source: Unclosed regular expression.
da: Uafsluttet regulært udtryk.
es: Expresión regular sin cerrar.
nb: Åpent vanlig uttrykk.
nl: Niet afgelsoten reguliere expressie.
pl: Niezamknięte wyrażenie regularne.
pt: Expressão regular não fechada.
tr: Kapatılmamış normal ifade.

source: Unclosed string! Make sure you end your string with a quote.
da: Ikke-afsluttet streng! Kontroller, at du afslutter din streng med et citationstegn.
es: ¡Cadena no cerrada! Asegúrate de terminar tu cadena con comillas.
fr: Chaîne non close! Assurez vous d'avoir terminé votre chaîne par un guillemet.
nb: Uavsluttet linje! Kontroller at du avslutter med sitattegn.
nl: Onbeëindigde tekenreeks! Zorg ervoor dat je je tekenreeks met een aanhalingsteken afsluit.
pl: Nie zamknięty ciąg znaków! Upewnij się, że kończysz ciąg znaków cudzysłowem.
pt: String não fechada! Assegure-se de fechar sua string com aspas.
tr: Kapatılmamış dize! Dizenizi bir tırnak (quote) ile bitirdiğinizden emin olun.

source: Uncommon (50,000 points)
da: Usædvanlig (50.000 point)
es: Especiales (50,000 puntos)
fr: Peu ordinaire (50 000 points)
ja: 珍しい (50,000 ポイント)
nb: Mindre vanlig (50 000 poeng)
nl: Speciaal (50 000 punten)
pl: Niezbyt częste (50 000 punktów)
pt: Incomum (50.000 pontos)
pt_pt: Pouco comum (50 000 pontos)
tr: Olağanüstü (50.000 puan)

source: Undelete
da: Fortryd Sletning
es: Recupera
fr: Rétablir
ja: 消去の取り消し
nb: Gjenopprett
nl: Herstel
pl: Cofnij usunięcie
pt: Desfazer
pt_pt: Desfazer a eliminação
tr: Silmeyi geri alma

source: Under the rotation <code>T_{<var>ROTDEG</var> {}^\circ{} }</code>, <code>(<var> HULL[0].x </var>,<var> HULL[0].y </var>)</code> is translated to <code>(<var> round(TARGET[0][0]) </var>, <var>round(TARGET[0][1])</var>)</code>. Where is the rest of the polygon rotated?
es: Bajo la rotación <code>T_{<var>ROTDEG</var> {}^\circ{} }</code>, <code>(<var> HULL[0].x </var>,<var> HULL[0].y </var>)</code> se traslada a <code>(<var> round(TARGET[0][0]) </var>, <var>round(TARGET[0][1])</var>)</code>. ¿Hacia dónde rota el resto del polígono?
fr: Par la rotation <code>T_{<var>ROTDEG</var> {}^\circ{} }</code>, l'image de <code>(<var> HULL[0].x </var>,<var> HULL[0].y </var>)</code> est <code>(<var> round(TARGET[0][0]) </var>, <var>round(TARGET[0][1])</var>)</code>. Où sont les images des autres points ?
pl: Pod wpływem obrotu <code>T_{<var>ROTDEG</var> {}^\circ{} }</code>, <code>(<var> HULL[0].x </var>,<var> HULL[0].y </var>)</code> jest przesunięty do <code>(<var> round(TARGET[0][0]) </var>, <var>round(TARGET[0][1])</var>)</code>. Gdzie znajduje się reszta obróconego wielokąta?
pt: Sob a rotação <code>T_{<var>ROTDEG</var> {}^\circ{} }</code>, <code>(<var> HULL[0].x </var>,<var> HULL[0].y </var>)</code>é transladado para<code>(<var> round(TARGET[0][0]) </var>, <var>round(TARGET[0][1])</var>)</code>. Onde está o resto do polígono girado?
tr: <code>T_{<var>ROTDEG</var> {}^\circ{} }</code> rotasyonu sonucunda, <code>(<var> HULL[0].x </var>,<var> HULL[0].y </var>)</code>, <code>(<var> round(TARGET[0][0]) </var>, <var>round(TARGET[0][1])</var>)</code>'e ötelenir. Çokgenin geri kalanı nereye döndürülür?

source: Under the translation <code>T_{(<var>DX</var>, <var>DY</var>)}</code>, <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> is translated to <code>(<var> TARGET[0][0] </var>,<var> TARGET[0][1] </var>)</code>. Where is the rest of the polygon translated?
es: Bajo la traslación <code>T_{(<var>DX</var>, <var>DY</var>)}</code>, <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> se traslada a <code>(<var> TARGET[0][0] </var>,<var> TARGET[0][1] </var>)</code>. ¿A dónde se traslada el resto del polígono?
fr: Par la translation <code>T_{(<var>DX</var>, <var>DY</var>)}</code>, <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> est translaté en <code>(<var> TARGET[0][0] </var>,<var> TARGET[0][1] </var>)</code>. Où est translaté le reste du polygone ?
pl: W ramach przesunięcia <code>T_{(<var>DX</var>, <var>DY</var>)}</code>, <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> jest przesunięty do <code>(<var> TARGET[0][0] </var>,<var> TARGET[0][1] </var>)</code>. Gdzie znajduje się reszta przesuniętego wielokąta?
pt: Em uma translação <code>T_{(<var>DX</var>, <var>DY</var>)}</code>, <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code> é transladado para <code>(<var> TARGET[0][0] </var>,<var> TARGET[0][1] </var>)</code>. Onde está o restante do polígono transladado?
tr: <code>T_{(<var>DX</var>, <var>DY</var>)}</code> ötelemesi sonucunda, <code>(<var> HULL[0][0] </var>,<var> HULL[0][1] </var>)</code>, <code>(<var> TARGET[0][0] </var>,<var> TARGET[0][1] </var>)</code>'e ötelenir. Çokgenin geri kalanı nereye ötelenir?

source: Under this rotation, <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> was rotated to <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>. What does this tell you about the rotation used?
es: Bajo esta rotación, <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> fue rotado a <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>. ¿Qué te dice esto sobre la rotación usada?
fr: L'image de <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> est <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>. Qu'est ce que cela nous apprend sur la rotation utilisée ?
pl: Pod wpływem tego obrotu, <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> został obrócony do <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>. Co mówi ci to o zastosowanym obrocie?
pt: Sob esta rotação, <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> foi girado para <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>. O que isso lhe diz sobre a rotação usada?
tr: Bu rotasyon sonucunda, <code>(<var>HULL[0].x</var>, <var>HULL[0].y</var>)</code> noktası, <code>(<var>round(TARGET[0][0])</var>, <var>round(TARGET[0][1])</var>)</code>'e döndürülmüştür. Bu, kullanılan rotasyon hakkında nasıl bir bilgi verir?

source: Under this translation, <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> was translated to <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>. What does this tell you about the translation used?
es: Bajo esta traslación, <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> fue trasladado a <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>. ¿Qué te dice esto sobre la traslación utilizada?
fr: Par cette translation, l'image de <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> est <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>. Qu'est ce que cela nous apprend concernant la translation utilisée ?
pl: W ramach tego przesunięcia, <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> został przesunięty do <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>. Co mówi ci to o zastosowanym przesunięciu?
pt: Nesta translação, <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code> foi transladado para <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>. O que isto nos diz sobre a translação utilizada?
tr: Bu öteleme sonucunda, <code>(<var>HULL[0][0]</var>,<var>HULL[0][1]</var>)</code>, <code>(<var>TARGET[0][0]</var>,<var>TARGET[0][1]</var>)</code>'e ötelenmiştir. Bu, kullanılan öteleme hakkında nasıl bir bilgi vermektedir?

source: Understand how your brain grows
da: Forstå hvordan din hjerne vokse
es: Entiende cómo es que tu cerebro se desarrolla
fr: Comprenez comment votre cerveau grandit
ja: あなたの脳がいかに成長しするかを理解しましょう
nb: Forstå hvordan hjernen din vokser
nl: Begrijpen hoe uw hersenen groeien
pl: Zrozum, jak rośnie Twój mózg
pt: Entender como seu cérebro se desenvolve
tr: Beyninizin nasıl geliştiğini öğrenin

source: Understanding moving the decimal
da: Forståelse af at flytte kommaet
es: Comprendiendo el significado del movimiento del decimal
fr: Comprendre le déplacement de la virgule
hi: दशम्लवों के विचलन को समझना
nb: Forståelse av å flytte komma
nl: Inzicht in het verplaatsen van de decimaal
pl: Zrozumienie przesunięcia przecinka
pt: Entendendo como mover a vírgula
tr: Ondalık noktasını hareket ettirmeyi kavramak

source: Undo Change
da: Fortryd ændring
es: Deshacer cambio
fr: Annuler le changement
ja: 変更を元に戻す
nb: Angre endring
nl: Wijziging ongedaan maken
pl: Cofnij zmiany
pt: Desfazer alteração
pt_pt: Desfazer alteração
tr: Değişiklikleri geri al

source: Undo Hellban
da: Fortryd Hellban
es: Deshacer ley del hielo
fr: Annuler la mise à l'écart
nb: Angre Hellban
nl: Maak Hellban ongedaan
pl: Cofnij blokadę
pt: Desfazer Hellban
pt_pt: Desfazer Hellban
tr: Gizli Ambargoyu kaldırmak

source: Undo hide everywhere
da: Fortryd skjul overalt
es: Deshacer ocultar de todos lados
fr: Annuler masquer partout
ja: 全体で隠すをアンドゥする
nb: Angre skjul overalt
nl: Maak verbergen overal ongedaan
pl: Cofnij ukryj wszędzie
pt: Desfazer ocultar tudo
pt_pt: Desfazer ocultar em todo o lado
tr: Her yerde gizlemeyi geri al

source: Undo hide from hotlist
da: Fortryd skjul fra hotlist
es: Deshacer ocultar de la lista de populares
fr: Annuler cacher de la liste critique
ja: ホットリストから隠すを元にもどす
nb: Angre skjul fra hot-listen
nl: Maak verbergen van hotlist ongedaan
pl: Cofnij ukrycie z hotlisty
pt: Desfazer ocultar da lista de preferidos
pt_pt: Mostrar na lista de populares
tr: Yeni ve Önemli listesinde gizlemeyi geri al

source: Unexpected "{a}".
da: Uventet "{a}".
es: "{a}" inesperado.
nb: Uventet "{a}".
nl: Onverwachte '{a}'.
pl: Nieoczekiwane "{a}".
pt: "{a}" inesperado.
tr: Beklenmedik "{a}".

source: Unexpected '{a}'.
da: Uventet '{a}'.
es: '{a}' inesperado.
nb: Uventet '{a}'.
nl: Onverwachte '{a}'.
pl: Nieoczekiwane '{a}'.
pt: '{a}' inesperado.
tr: Beklenmedik '{a}'.

source: Unexpected /*member '{a}'.
da: Uventet /*member '{a}'.
es: Miembro /* inesperado '{a}'.
nb: Uventet /*member '{a}'.
pl: Nieoczekiwane /*element '{a}'.
pt: /*membro '{a}' inesperado.
tr: Beklenmeyen / *member '{a}'.

source: Unexpected comma.
da: Uventet komma.
es: Coma inesperada.
fr: Une virgule est inattendue.
nb: Uventet komma.
nl: Onnodige komma.
pl: Nieoczekiwany przecinek.
pt: Vírgula inesperada.
pt_pt: Vírgula inesperada.
tr: Beklenmeyen virgül.

source: Unexpected control character in regular expression.
da: Uventet kontrol-karakter i regulært udtryk.
es: Caracter de control inesperado en la expresión regular.
nb: Uventet kontrolltegn i vanlig uttrykk.
pl: Nieoczekiwany znak kontrolny w wyrażeniu regularnym.
pt: Caractere de controle inesperado na expressão regular.
tr: Normal ifadede beklenmeyen denetim karakteri.

source: Unexpected early end of program.
da: Uventet snarlig afslutning af programmet.
es: Fin inesperado de programa.
fr: Fin inattendue et prématurée du programme.
nb: Uventet tidlig avslutning av programmet.
nl: Onverwacht voortijdig einde van het programma.
pl: Nieoczekiwane wcześniejsze zakończenie programu.
pt: Término precoce e inesperado do programa.
tr: Programın beklenmedik şekilde erken sonlandırılması.

source: Unexpected escaped character '{a}' in regular expression.
da: Uventet escaped karakter "{a}" i regulært udtryk.
es: Inesperado carácter escapado '{a}' en expresión regular.
nb: Uventet forsvunnet tegn '{a}' i vanlige uttrykk.
pl: Nieoczekiwany znak zmodyfikowany '{a}' w wyrażeniu regularnym.
pt: Caractere de escape inesperado '{a}' na expressão regular.
tr: Normal ifadede beklenmeyen kaçış karakteri '{a}'.

source: Unexpected parameter '{a}' in get {b} function.
da: Uventet parameter "{a}" i get {b} funktion.
es: Parámetro '{a}' no esperado en la función get {b}.
nb: Uventet parameter '{a}' for å få {b} funksjon.
nl: Onverwachte parameter '{a}' in get {b} functie.
pl: Nieoczekiwany parametr '{a}' w funkcji {b}.
pt: Parâmetro '{a}' inesperado na função get {b}.
tr: {b} fonksiyonunda beklenmedik {a} parametresi.

source: Unexpected space after '{a}'.
da: Uventet mellemrum efter '{a}'.
es: Espacio inesperado después de '{a}'.
fr: Il y a un espace en trop après "{a}".
nb: Uventet mellomrom etter '{a}'.
nl: Onverwachte spatie achter '{a}'.
pl: Nieoczekiwana spacja po "{a}".
pt: Espaço inesperado após '{a}'.
tr: '{a}'dan sonra beklenmeyen boşluk.

source: Unexpected space before '{a}'.
da: Uventet mellemrum før '{a}'.
es: Espacio inesperado antes de '{a}'.
fr: Il y a un espace en trop avant "{a}".
nb: Uventet mellomrom foran '{a}'.
nl: Onverwachte spatie voor '{a}'.
pl: Nieoczekiwana spacja przed "{a}".
pt: Espaço inesperado antes de '{a}'.
tr: '{a}'dan önce beklenmeyen boşluk.

source: Unexpected use of '{a}'.
da: Uventet brug af '{a}'.
es: Uso inesperado de '{a}'.
fr: Utilisation inattendu de '{a}'.
nb: Uventet bruk av '{a}'.
nl: Onverwacht gebruik van '{a}'.
pl: Nieoczekiwane użycie "{a}".
pt: Uso inesperado de '{a}'.
tr: '{a}'nın beklenmeyen kullanımı.

source: Unexpected {a} in '{b}'.
da: Uventet {a} i {b}.
es: Inesperado {a} en '{b}'.
nb: Uventet {a} i '{b}'.
nl: Onverwachte {a} in '{b}'.
pl: Nieoczekiwane {a} w '{b}'.
pt: {a} inesperado em '{b}'.
tr: {b}'de beklenmeyen {a}.

source: Unfair coin
da: Uperfekt mønt
es: Unfair coin (moneda injusta)
fr: La pièce de monnaie truquée
pl: Nieuczciwa moneta
pt: Moeda injusta
tr: Hileli para

source: Unit circle
es: El círculo unitario
fr: Le cercle trigonométrique
nb: Enhetssirkel
pt: Círculo trigonométrico
tr: Birim çember

source: Unit circle intuition
da: Intuition for enhedscirklen
es: Intuición del círculo unitario
fr: Utiliser le cercle trigonométrique 1
nb: Intuisjon for enhetssirkelen
nl: Eenheidscirkel intuïtie
pl: Intuicja okręgu jednostkowego
pt: Círculo trigonométrico
tr: Birim Çember sezgisi

source: University of California, Berkeley
pt: Universidade da Califórnia, Berkeley
tr: California Üniversitesi, Berkeley

source: University of California, Davis
pt: Universidade da Califórnia, Davis
tr: Kaliforniya Üniversitesi, Davis Kampüsü

source: University of California, Irvine
pt: Universidade da Califórnia, Irvine
tr: California Üniversitesi, Irvine

source: University of California, Los Angeles
fr: Université de Californie à Los Angeles
pt: Universidade da Califórnia, Los Angeles
tr: California Üniversitesi, Los Angeles

source: University of California, San Francisco
pt: Universidade da Califórnia, São Francisco
tr: Kaliforniya Üniversitesi, San Francisco

source: University of Central Florida
pt: Universidade da Flórida Central
tr: University of Central Florida (Central Florida Üniversitesi)

source: University of Chicago
pt: Universidade de Chicago
tr: Şikago Üniversitesi

source: University of Maryland, College Park
pt: Universidade de Maryland, College Park
tr: Maryland Üniversitesi, College Park

source: University of Miami
pl: Uniwersytet Miami
pt: Universidade de Miami
tr: Miami Üniversitesi

source: University of Michigan
pt: Universidade de Michigan
tr: Michigan Üniversitesi

source: University of Minnesota Medical School
pt: Escola de Medicina da Universidade de Minnesota
tr: University of Minnesota Medical School (Minnesota Tıp Fakültesi)

source: University of Minnesota, Twin Cities
pt: Universidade de Minnesota, Twin Cities
tr: Minnesota Üniversitesi, İkiz Kentler

source: University of Texas at Austin
pt: Universidade do Texas em Austin
tr: Austin'deki University of Texas

source: University of Toledo College of Medicine
pt: Faculdade de Medicina da Universidade de Toledo
tr: Toledo Üniversitesi Tıp Fakültesi

source: University of Vermont College of Medicine
pt: Faculdade de Medicina da Universidade de Vermont
tr: Vermont Üniversitesi Tıp Fakültesi

source: University of Virginia
pl: Uniwersytet Virginia
pt: Universidade da Virgínia
tr: Virginia Üniversitesi

source: Unlock your Learning Dashboard
da: Start din læringsoversigt
es: Desbloquea tu panel de aprendizaje
fr: Débloquez votre tableau de bord pour commencer à apprendre !
ja: あなたの学びのダッシュボードを開きましょう!
nb: Start ditt læringsbrett
nl: Ontgrendel je Studie-Dashboard
pl: Odblokuj Twój pulpit nawigacyjny
pt: Desbloqueie seu painel de aprendizado
pt_pt: Desbloquear painel de aprendizagem
tr: Öğrenme Panonuzu Açın

source: Unmatched "{a}".
da: Uafstemt "{a}".
es: "{a}" desemparejada.
nb: Ikke samstemt "{a}".
nl: Onovereenkomstige "{a}".
pl: Niepasujące "{a}".
pt: "{a}" não correspondente.
tr: Eşleştirilmemiş "{a}".

source: Unnecessary directive "{a}".
da: Unødvendigt direktiv "{a}".
es: Directiva innecesaria "{a}".
nb: Unødvendig direktiv "{a}".
pl: Zbędna dyrektywa "{a}".
pt: Diretiva desnecessária "{a}".
tr: Gereksiz "{a}" yönergesi.

source: Unreachable '{a}' after '{b}'.
da: Utilgængeligt "{a}" efter "{b}".
es: '{a}' inalcanzable después de '{b}'.
nb: Uoppnåelig '{a}' etter '{b}'.
nl: Onbereikbare '{a}' na '{b}'.
pl: Nieosiągalny '{a}' po '{b}'.
pt: '{a}' inacessível depois de '{b}'.
tr: '{b}'den sonra '{a}'ya ulaşılamıyor.

source: Unrecoverable syntax error.
da: Uoprettelig syntaksfejl.
es: Error de sintaxis irrecuperable.
nb: Uopprettelig syntaksfeil.
nl: Onherstelbare syntaxisfout.
pl: Nieodwracalny błąd składni.
pt: Erro de sintaxe irrecuperável.
tr: Kurtarılamaz sözdizimi hatası.

source: Unspecified
da: Uspecificeret
es: Sin especificar
fr: Non spécifié
nb: Uspesifisert
nl: Niet gespecifieerd
pl: Nieokreślony
pt: Não especificado
pt_pt: Não especificado
tr: Belirtilmemiş

source: Unsubscribing...
bg: Отписване...
da: Afmelder...
es: Dando de baja...
fr: Suppression de l'abonnement...
he: מבטל הרשמה...
ja: 購読解除中...
nb: Avslutt abonnement...
nl: Afmelden...
pl: Anulowanie subskrypcji...
pt: Cancelando cadastro...
pt_pt: A cancelar a subscrição...
tr: Abonelik kaldırılıyor...

source: Until April 30th, earn points and unlock prizes
es: Hasta el 30 de abril, gana puntos y desbloquea premios
ja: 4月 30 日まで，点数を獲得し，賞を取りましょう
nb: Inntil 30. april, tjen poeng og lås opp premier
nl: Verdien tot en met 30 april punten en speel prijzen vrij
pl: Aż do 30 kwietnia zdobywaj punkty i odblokowuj nagrody
pt: Até o dia 30 de abril, ganhe pontos e desbloqueie prêmios
pt_pt: Até 30 de abril, ganha pontos e desbloqueia prémios
tr: 30 Nisan'a kadar, puan kazanın ve ödülleri açın,

source: Ununoctium
es: Ununoctio
pt: Ununóctio
pt_pt: Ununóctio

source: Ununpentium
es: Ununpentio
pt: Ununpêntio
pt_pt: Ununpêntio

source: Ununseptium
es: Ununseptio
pt: Ununséptio
pt_pt: Ununséptio

source: Ununtrium
es: Ununtrio
pt: Unúntrio
pt_pt: Unúntrio

source: Unwrap!
es: ¡Desarmar!
fr: Déploiement !
pl: Rozłóż!
pt: Desembrulhe!
tr: Açın!
