Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: While studying Software Engineering at uWaterloo, David interned twice at Khan Academy, twice at machine learning startup Sift Science, and twice at Google.
pt: Enquanto estudava Engenharia de Software na Universidade de Waterloo, David fez estágio duas vezes na Khan Academy, duas vezes na startup de aprendizado de máquina Sift Science, e duas vezes no Google.
tr: David, uWaterloo'da yazılım mühendisliği alanında eğitim alırken, Khan Academy, makine eğitimi firması Sift Science, ve Google'da ikişer kere staj yapmıştır.

source: Who can participate in LearnStorm?
es: ¿Quién puede participar en LearnStorm?
fr: Qui peut participer à LearnStorm ?
nb: Hvem kan delta i LearnStorm?
nl: Wie kan er deelnemen aan LearnStorm?
pl: Kto może uczestniczyć w LearnStorm?
pt: Quem pode participar da LearnStorm?
pt_pt: Quem pode participar na LearnStorm?
tr: LearnStorm'a kim katılabilir?

source: Who earned <code><var>VALUE</var></code> <var>BADGE</var> badge?
fr: Qui a gagné <code><var>VALUE</var></code> badge <var>BADGE</var> ?
pl: Kto zdobył <code><var>VALUE</var></code> odznakę <var>BADGE</var>?
pt: Quem ganhou <code><var>VALUE</var></code> medalha <var>BADGE</var>?
tr: Kim <code><var>VALUE</var></code> <var>BADGE</var> madalya kazandı?

source: Who earned the fewest <var>BADGE</var> badges?
fr: Qui a gagné le moins de badges <var>BADGE</var> ?
nb: Hvem fikk minst <var>BADGE</var> merker?
pl: Kto zdobył najmniej odznak <var>BADGE</var>?
pt: Quem conquistou o menor número de medalhas <var>BADGE</var>?
tr: En düşük sayıda <var>BADGE</var> madalyası kazanan kimdir?

source: Who earned the most <var>BADGE</var> badges?
fr: Qui a gagné le plus de badges <var>BADGE</var> ?
nb: Hvem fikk flest <var>BADGE</var> merker?
pl: Kto zdobył najwięcej odznak <var>BADGE</var>?
pt: Quem conquistou o maior número de medalhas <var>BADGE</var>?
tr: En çok sayıda <var>BADGE</var> madalyası kazanan kimdir?

source: Who has <code><var>NUM_SYMBOLS</var></code> symbol next to her name?
fr: Qui a <code><var>NUM_SYMBOLS</var></code> symbole à côté de son nom ?
pl: Kto ma <code><var>NUM_SYMBOLS</var></code> symbol obok swojego imienia?
pt: Quem tem <code><var>NUM_SYMBOLS</var></code> símbolo ao lado do nome?
tr: Kimin isminin yanında <code><var>NUM_SYMBOLS</var></code> sembolü var?

source: Who has <code><var>NUM_SYMBOLS</var></code> symbol next to his name?
fr: Qui a <code><var>NUM_SYMBOLS</var></code> symbole à côté de son nom ?
pl: Kto ma <code><var>NUM_SYMBOLS</var></code> symbol obok swojego imienia?
pt: Quem tem <code><var>NUM_SYMBOLS</var></code> símbolo ao lado do nome?
tr: Kimin isminin yanında <code><var>NUM_SYMBOLS</var></code> sembolleri var?

source: Who has the largest number of <var>BADGE</var> symbols next to her name in the chart?
fr: Qui a le plus grand nombre de symboles <var>BADGE</var> à côté de son prénom sur le graphique ?
nb: Hvem har høyest antall<var>BADGE</var> symboler ved siden av navnet i diagrammet?
pl: Kto ma największą liczbę symboli <var>BADGE</var> obok swojego imienia na wykresie?
pt: Quem tem o maior número de símbolos de <var>BADGE</var> ao lado do seu nome no gráfico?
tr: İsminin yanında en çok sayıda <var>BADGE</var> sembolü olan kimdir?

source: Who has the largest number of <var>BADGE</var> symbols next to his name in the chart?
fr: Qui a le plus grand nombre de symboles <var>BADGE</var> à côté de son prénom sur le graphique ?
nb: Hvem har det største antallet <var>BADGE</var> symboler ved navnet sitt i diagrammet?
pl: Kto ma największą liczbę symboli <var>BADGE</var> obok swojego imienia na wykresie?
pt: Quem tem o maior número de símbolos de <var>BADGE</var> ao lado do seu nome no gráfico?
tr: Şemada isminin yanında en çok sayıda <var>BADGE</var> sembolü olan kimdir?

source: Who has the smallest number of <var>BADGE</var> symbols next to her name in the chart?
fr: Qui a le plus petit nombre de symboles <var>BADGE</var> à côté de son prénom sur le graphique ?
nb: Hvem har det minste antallet <var>BADGE</var> symboler ved sitt navn i diagrammet?
pl: Kto ma najmniejszą liczbę symboli <var>BADGE</var> obok swojego imienia na wykresie?
pt: Quem tem o menor número de símbolos de <var>BADGE</var> ao lado do seu nome no gráfico?
tr: Şemada isminin yanında en az sayıda <var>BADGE</var> sembolü olan kimdir?

source: Who has the smallest number of <var>BADGE</var> symbols next to his name in the chart?
fr: Qui a le plus petit nombre de symboles <var>BADGE</var> à côté de son prénom sur le graphique ?
nb: Hvem har det minste antallet <var>BADGE</var> symboler ved sitt navn i diagrammet?
pl: Kto ma najmniejszą liczbę symboli <var>BADGE</var> obok swojego imienia na wykresie?
pt: Quem tem o menor número de símbolos de <var>BADGE</var> ao lado do seu nome no gráfico?
tr: Şemada isminin yanında en az sayıda <var>BADGE</var> sembolü olan kimdir?

source: Who knows what this could be?
nb: Hvem vet hva dette kan være?
pl: Kto wie, co to może być?
pt: Quem sabe o que isso pode ser?
tr: Bunun ne olabileceğini kim bilebilir ki?

source: Who will be the computing women of the future?
nb: Hvem vil bli kvinnene i databransjen i fremtiden?
pl: Kto będzie informatyczką w przyszłości?
pt: Quem serão as mulheres da computação no futuro?
pt_pt: Quem serão as mulheres importantes no futuro da computação?
tr: Geleceğin bilgisayar bilimcisi kadınları kimler olacak?

source: Whoa there, partner!
bg: Внимавай малко, приятел!
da: Hov, pas på, makker!
es: ¡Con cuidado amigo!
fr: Waouh, comme ça, partenaire !
he: היי, חבר!
ja: パートナー，そこにいましたか!
nb: Whoa der, partner!
nl: Wow, partner!
pl: Hej tam, partnerze!
pt: Espere aí, parceiro!
pt_pt: Calma aí!
tr: Tamamdır!

source: Whole numbers
pl: Liczby naturalne
pt: Números inteiros
tr: Doğal sayılar

source: Whoops. Looks like that profile doesn't exist!
bg: Опа. Изглежда, че профилът не съществува!
da: Hovsa. Det lader til at profilen ikke findes!
es: Ups. ¡Parece que ese perfil no existe!
fr: Oups. On dirait que ce profil n'existe pas !
ja: おっと．そのプロファイルは存在しないようです!
nb: Whoops. Ser ut som at profilen ikke finnes!
nl: Whoops. Ziet er naar uit dat dit profiel niet bestaat!
pl: Ups. Wygląda na to, że profil nie istnieje!
pt: Ops! Parece que esse perfil não existe!
pt_pt: Oops. Parece que este perfil não existe!
tr: Böyle bir profil yok gibi görünüyor!

source: Why does it seem like I lost progress?
da: Hvorfor lader det til at jeg har mistet fremskridt?
es: ¿Por qué parece como si hubiera perdido progreso?
fr: Pourquoi me semble-t-il d'avoir perdu du progrès ?
ja: なぜ進捗がなかったように見えるのでしょうか?
nb: Hvorfor ser det ut som jeg mistet fremgang?
nl: Waarom lijkt het alsof ik geen voortgang geboekt heb?
pl: Czemu wygląda to tak, jakby moje postępy zostały utracone?
pt: Porque parece que eu perdi progresso?
pt_pt: Porque é que parece que perdi o meu progresso?
tr: Neden ilerlemeyi kaybetmiş gibiyim?

source: Why not <a href="/exercisedashboard">start an exercise</a> or <a href="/library">watch a video</a> and earn one too?
bg: Защо да не <a href="/exercisedashboard">започнеш упражнение</a> или <a href="/library"> да гледаш клип</a> и да получиш някоя от тях?
da: Hvorfor ikke starte med <a href="/exercisedashboard"> en øvelse</a> eller <a href="/library"> se en video</a> og optjen dine egne badges?
es: ¿Por qué no <a href="/exercisedashboard"> comienzas un ejercicio</a> o <a href="/library"> ves un video</a> y ganas una también?
fr: Pourquoi ne pas <a href="/exercisedashboard"> commencer un exercice</a> ou <a href="/library"> regarder une vidéo</a> et en gagner un aussi ?
he: למה לא <a href="/exercisedashboard"> להתחיל תרגיל</a> או <a href="/library"> לצפות בסרטון וידאו</a> ולהרוויח אחד?
ja: <a href="/exercisedashboard">練習問題を受けて</a>または<a href="/library">ビデオを見て</a>バッジを稼いでみませんか？
nb: Hvorfor ikke <a href="/exercisedashboard"> starte en oppgave</a> eller <a href="/library">se en video</a> og tjene en også?
nl: Waarom <a href="/exercisedashboard">begin je geen oefening</a> of <a href="/library">bekijk je geen video</a> om er ook eentje te verdienen?
pl: Dlaczego nie <a href="/exercisedashboard">zacząć ćwiczenia</a> lub <a href="/library">obejrzeć filmu</a> i także nie zdobyć jednej?
pt: Por que não <a href="/exercisedashboard">inicia um exercício</a> ou <a href="/library">assiste a um vídeo</a> e ganha uma também?
pt_pt: Porque é que não <a href="/exercisedashboard">fazes um exercício</a> ou <a href="/library">vês um vídeo</a> para ganhares outra medalha?
tr: Niçin siz de <a href="/exercisedashboard">bir alıştırmaya başlayarak</a> veya <a href="/library"> bir video izleyerek</a> bir tane kazanmıyorsunuz?

source: Why? Because if he picked <var>THING</var> number 3, then <var>THING</var> number 1, that's the same situation as picking number 1 and then number 3. They both end up in the same bag.
es: ¿Por qué? Porque si eligió la <var>THING</var> número 3, después la <var>THING</var> número 1, es la misma situación que elegir la número 1 y después la número 3. Ambas terminan en la misma maleta.
fr: Pourquoi ? Parce que s'il met d'abord le <var>THING</var> numéro 3, puis le <var>THING</var> numéro 1, cela revient au même que s'il met d'abord le numéro 1 puis le numéro 3. Tous les deux sont dans la valise.
pl: Dlaczego? Bo wybierając najpierw <var>THING</var> numer 3, a później <var>THING</var> numer 1, uzyska taki sam rezultat, jak przy wybraniu najpierw numeru 1, a później numeru 3. Obie rzeczy znajdą się w tej samej walizce.
pt: Por quê? Porque se ele escolheu <var>THING</var> número 3, e em seguida <var>THING</var> número 1, é o mesmo de ter escolhido o número 1 e em seguida o número 3. Ambos acabam no mesmo saco.
tr: Niye? Çünkü önce 3 numaralı <var>THING</var>'i, sonra 1 numaralı <var>THING</var>'i seçerse, bu, önce 1 numaralı, sonra 3 numaralıyı seçmekle aynı durumdur. Eninde sonunda ikisi de çantaya konulmuş olur.

source: Why? Because if she picked <var>THING</var> number 3, then <var>THING</var> number 1, that's the same situation as picking number 1 and then number 3. They both end up in the same bag.
es: ¿Por qué? Porque si eligió la <var>THING</var> número 3, después la <var>THING</var> número 1, es la misma situación que elegir la número 1 y después la número 3. Ambas terminan en la misma maleta.
fr: Pourquoi ? Parce que si elle met d'abord le <var>THING</var> numéro 3, puis le <var>THING</var> numéro 1, cela revient au même que si elle met d'abord le numéro 1 puis le numéro 3. Tous les deux sont dans la valise.
pl: Dlaczego? Bo wybierając najpierw <var>THING</var> numer 3, a później <var>THING</var> numer 1, uzyska taki sam rezultat, jak przy wybraniu najpierw numeru 1, a później numeru 3. Obie rzeczy znajdą się w tej samej walizce.
pt: Por que? Porque se ela escolheu <var>THING</var> número 3, e em seguida <var>THING</var> número 1, é o mesmo de ter escolhido o número 1 e em seguida o número 3. Ambos acabam no mesmo saco.
tr: Niye? Çünkü önce 3 numaralı <var>THING</var>'i, sonra 1 numaralı <var>THING</var>'i seçerse, bu, önce 1 numaralı, sonra 3 numaralıyı seçmekle aynı durumdur. Eninde sonunda ikisi de çantaya konulmuş olur.

source: Why? Because if we picked <var>person(1)</var>, then <var>person(2)</var>, that's the same thing as picking <var>person(2)</var>, then <var>person(1)</var>. They both get to be on the same boat.
es: ¿Por qué? Porque si elegimos a <var>person(1)</var>, después a <var>person(2)</var>, es lo mismo que elegir a <var>person(2)</var> y después a <var>person(1)</var>. Ambas terminan estando en el mismo bote.
fr: Pourquoi ? Parce que si on a d'abord placé <var>person(1)</var>, puis <var>person(2)</var>, c'est la même chose que si on place d'abord <var>person(2)</var>, puis <var>person(1)</var>. Les deux se retrouvent dans le même bateau.
pl: Dlaczego? Bo jeśli pierwszą wybraną osobą jest <var>person(1)</var>, a drugą wybraną osobą jest <var>person(2)</var>, to równie dobrze pierwszą wybraną osobą może być <var>person(2)</var>, a drugą <var>person(1)</var>. Będą się znajdować na tej samej łodzi.
pt: Por quê? Porque se escolhêssemos <var>person(1)</var> e depois <var>person(2)</var>, seria a mesma coisa que escolher <var>person(2)</var> e depois <var>person(1)</var>. Ambas iriam entrar no mesmo barco.
tr: Niye? Çünkü önce <var>person(1)</var>'i, sonra <var>person(2)</var>'i seçersek, bu, önce <var>person(2)</var>, sonra <var>person(1)</var>'i seçmekle aynı durumdur. Eninde sonunda ikisi de aynı tekneye binecek.

source: Width:
da: Bredde:
es: Ancho:
fr: Largeur:
ja: 幅:
nb: Bredde:
nl: Breedte:
pl: Szerokość:
pt: Largura:
pt_pt: Largura:
tr: Genişlik:

source: William Gilpin earned his A.B. in physics from Princeton University, where he conducted research in areas ranging from quantum photonics to biomechanics. He is currently working on a PhD in applied physics at Stanford, where he is developing theoretical models of the origin of life.
pt: William Gilpin obteve seu bacharelado em física pela Universidade de Princeton, onde conduziu pesquisas em áreas que vão desde fotônica quântica até biomecânica. Atualmente ele é doutorando em física aplicada em Stanford, onde está desenvolvendo modelos teóricos da origem da vida.
tr: William Gilpin kuantum fotonikten biyomekaniğe araştırma yaptığı Princeton Üniversitesi'nde lisans diplomasını almıştır. Halen, yaşamın kökeniyle ilgili teorik modeller geliştirdiği Stanford Üniversitesi'nde uygulamalı fizik alanında doktora yapmaktadır.

source: William has a B.S. in Biochemistry from CSULA and has recently received his M.A. in Teaching with a specialization in Secondary Science from Relay GSE. He taught high school chemistry and physics in Bronx, NY as a Teach for America Corps member from 2012-2014. He is currently a medical student at NYU School of Medicine.
pt: William é bacharel em Bioquímica pela CSULA e recentemente obteve seu mestrado em educação com especialização em ciências para o Ensino Médio na Relay GSE. Ele deu aulas de química e física no Ensino Médio no Bronx, NY, como membro da Teach for America Corps, de 2012 a 2014. Atualmente estuda medicina na Escola de Medicina da NYU.
tr: William CSULA'dan Biyokimya alanında bir lisans diplomasına sahiptir ve yakın zamanda Relay GSE'den Lise Fen Öğretmenliği alanında master derecesini almıştır. 2012-2014 arasında Amerika'ya Öğretin Birliği üyesi olarak Bronx, NY'de bir lisede kimya ve fizik öğretmenliği yapmıştır. Şimdilerde NYU Tıp Fakültesi'nde öğrencidir.

source: Wings
hi: पंख
nl: Vleugels
pl: Skrzydlaty
pt: Asas de frango

source: With our friends at
es: Con nuestros amigos de
ja: 次の私達の友人達とともに
nb: Med våre venner i
nl: Met onze vrienden bij
pl: Z naszymi przyjaciółmi z
pt: Com nossos amigos em
pt_pt: Com a ajuda do
tr: Dostlarımızla

source: With the constraints of <var>NAME</var>, there is exactly one way to make a triangle.
es: Con las restricciones de <var>NAME</var>, hay exactamente una forma de hacer un triángulo.
fr: Avec la contrainte de <var>NAME</var>, il y a exactement une seule façon de construire un triangle.
pl: Z ograniczeniami <var>NAME</var>, jest tylko jeden sposób skonstruowania trójkąta.
pt: Com as restrições de <var>NAME</var>, temos exatamente uma forma de fazer um triângulo.
tr: <var>NAME</var>'in kısıtlamalarına göre, üçgeni oluşturmak için tek bir yol vardır.

source: With the constraints of <var>NAME</var>, there is more than one way to construct a triangle. See if you can find both ways.
es: Con las restricciones de <var>NAME</var>, hay más de una forma de construir un triángulo. Ve si puedes encontrar ambas formas.
fr: Avec la contrainte de <var>NAME</var>, il y a plus d'une façon de construire un triangle. Voyez si vous pouvez les trouver.
pl: Uwzględniając ograniczenia <var>NAME</var>, istnieje więcej niż jeden sposób, aby skonstruować trójkąt. Sprawdź czy potrafisz znaleźć oba sposoby.
pt: Com as restrições de <var>NAME</var>, temos mais de uma forma de construir um triângulo. Tente encontrar ambas as formas.
tr: <var>NAME</var>'in kısıtlamalarına göre, üçgeni oluşturmanın birden fazla yolu vardır. İki yolu da bulabiliyor musunuz, bir bakın.

source: With the constraints of <var>NAME</var>, there is more than one way to construct a triangle. See if you can find some different ways.
es: Con las restricciones de <var>NAME</var>, hay más de una forma de construir un triángulo. Ve si puedes encontrar algunas formas diferentes.
fr: Avec la contrainte <var>NAME</var>, il y a plus d'une façon de construire un triangle. On regarde si on peut en trouver plusieurs.
pl: Uwzględniając ograniczenia <var>NAME</var>, istnieje więcej niż jeden sposób, aby skonstruować trójkąt. Sprawdź czy potrafisz znaleźć różne sposoby.
pt: Com as restrições de <var>NAME</var>, temos mais de uma forma de construir um triângulo. Tente encontrar algumas formas diferentes.
tr: <var>NAME</var>'in kısıtlamalarına göre, üçgeni oluşturmanın birden fazla yolu vardır. Farklı yolları bulabiliyor musunuz, bir bakın.

source: With your Ambassador Dashboard, you'll be able to track your total referrals and the learning you've brought to Khan Academy.
bg: Чрез Посланническото табло, ще можеш да следиш общия брой препоръчани, които си довел в Хан Академията и обучението им.
da: Med din Ambassadør Oversigt vil du kunne følge alle dine anbefalinger og den læring du har bragt til Khan Academy.
es: Con tu panel de embajador, serás capaz de rastrear tus referidos totales y el aprendizaje que has traído a Khan Academy.
nb: Med ambassadør skrivebordet, vil du kunne spore totale henvisninger og læring du har brakt til Khan Academy.
nl: Met jer Ambassador Dashboard, kun je al je referrals volgen en het leren dat je naar Khan Academy toegeleid hebt.
pl: Z Twoim Pulpitem Ambasadora, będziesz mógł śledzić wszystkie swoje udostępnienia i naukę, którą wniosłeś/aś do Khan Academy.
pt: Em seu painel de embaixador, você pode acompanhar todas as suas indicações e o aprendizado que trouxe para a Khan Academy.
tr: Büyükelçi Paneliyle, toplam önerdiklerinizi ve Khan Academy'ye kattığınız öğrenmeyi izlemeniz mümkün olacak.

source: Within mission:
da: Inden for mission:
es: En la misión:
fr: Au sein de la mission :
nb: Innenfor oppdrag:
nl: Binnen missie:
pl: W ramach misji:
pt: Fazem parte da missão:
pt_pt: No âmbito da missão:
tr: Bu görevde:

source: Women in computing
nb: Kvinner i databransjen
pl: Kobiety w informatyce
pt: Mulheres na computação
pt_pt: As mulheres na computação
tr: Bilgisayar biliminde kadınlar

source: Wonderful!
da: Vidunderligt!
es: ¡Maravilloso!
fr: Merveilleux !
ja: 素敵!
nb: Fantastisk!
nl: Geweldig!
pl: Wspaniale!
pt: Maravilhoso!
pt_pt: Fantástico!
tr: Harika!

source: Work Horse
da: Arbejdshest
es: Caballo de tiro
fr: Cheval de trait
ja: 馬車馬
nb: Abeidshest
nl: Werkpaard
pl: Tytan pracy
pt: Pau pra toda obra
pt_pt: Muito trabalhador
tr: Koşum atı

source: Work Horse (old)
da: Arbejdshest (gammel)
es: Caballo de tiro (viejo)
fr: Cheval de traie (obsolète)
ja: 馬車馬(旧)
nb: Arbeidshest (gammel)
nl: Werkpaard (oud)
pl: Koń pociągowy (stary)
pt: Pau pra toda obra (antigo)
pt_pt: Trabalhador aplicado (antigo)
tr: Koşum atı (eski)

source: Work in Progress
da: Igangværende arbejde
es: Trabajo en progreso
fr: En construction
ja: 作業中です
nb: Arbeid pågår
nl: Werkzaamheden
pl: W toku
pt: Trabalho em andamento
pt_pt: Trabalho em curso
tr: Yapım Aşamasında

source: Work on skills you have already practiced to master them
da: Svar korrekt på disse udfordringer i færdigheder, som du allerede har øvet, og bevis, at du mestrer dem
es: Trabaja en habilidades que ya practicaste para dominarlas
fr: Travailler sur des compétences que vous avez déjà tenté de maîtriser
nb: Jobb med ferdigheter du allerede har øvd på for å mestre dem
nl: Werk aan je vaardigheden die al hebt geoefend om er meester in te worden
pl: Popracuj nad poznanymi umiejętnościami, aby osiągnąć w nich poziom mistrzowski
pt: Trabalhe em habilidades que você já tenha praticado para dominá-las
pt_pt: Aperfeiçoa as competências que já treinaste anteriormente para passares a dominá-las
tr: Ustalığa ulaşmak istediğiniz becerileriniz üzerinde çalışınız

source: Work on your project for as long as you'd like, then click this button when you're done.
da: Arbejd på dit projekt så længe som du ønsker, og klik så på denne knap, når du er færdig.
es: Trabaja en tu proyecto el tiempo que quieras, luego haz clic en este botón cuando termines.
fr: Travaillez sur votre projet aussi longtemps que vous le souhaitez, puis, lorsque vous avez terminé, cliquez sur ce bouton.
nb: Arbeid med prosjektet så lenge du ønsker, klikk på denne knappen når du er ferdig.
nl: Werk zo lang als je wilt aan jouw project en klik dan op deze knop als je klaar bent.
pl: Pracuj nad projektem tak długo, jak chcesz, a następnie kliknij ten przycisk, gdy skończysz.
pt: Você pode trabalhar em seu projeto quanto tempo quiser. Quando terminar, clique neste botão.
tr: Projeniz üstünde istediğiniz kadar çalışabilirsiniz, işiniz bittiğinde bu ikonu tıklayınız.

source: Work through the queue of flagged and low-quality content
da: Arbejd gennem køen af markeret indhold og indhold af dårlig kvalitet
es: Revisa la lista de contenido marcado y de baja calidad
fr: Traiter le contenu marqué et de mauvaise qualité en attente
ja: フラグの立てられた内容と低品質の内容のキューを通して見る
nb: Gå gjennom køen med lav kvalitet og markert innhold
nl: Werk door de wachtrij van gemarkeerde en lage kwaliteit inhoud
pl: Przejdź przez listę treści oznaczonych flagą lub o niskiej jakości
pt: Trabalhar com a relação de conteúdo marcado e de baixa qualidade
pt_pt: Revê as denúncias e o conteúdo de má qualidade
tr: Bayraklı ve düşük kaliteli içerik sırası üzerinde çalışmak

source: Worked Example
da: Udarbejdet eksempel
es: Ejemplo resuelto
fr: Exemple résolu
ja: 実習例題
nb: Gjennomgang av Eksempel
nl: Uitgewerkt voorbeeld
pl: Przykład praktyczny
pt: Exemplo resolvido
pt_pt: Exercício resolvido
tr: Çözümlü Örnek

source: Worked on
da: Arbejder på
es: Trabajó en
fr: A travaillé sur
nb: Arbeidet med
nl: Aan gewerkt
pl: Pracował/ła nad
pt: Estudado
pt_pt: Trabalhaste em
tr: Üzerinde çalışıldı

source: Working on Step %(n)s of %(total)s
da: Arbejder på trin %(n)s af %(total)s
es: Trabajando en el paso %(n)s de %(total)s
fr: Travailler sur l'étape %(n)s sur %(total)s
nb: Jobber med trinn %(n)s av %(total)s
nl: Bezig met stap %(n)s van de %(total)s
pl: Krok %(n)s z %(total)s
pt: Trabalhando com a etapa %(n)s de %(total)s
pt_pt: Passo %(n)s de %(total)s
tr: Üzerinde çalışılan adım: %(n)s / %(total)s

source: Working...
da: Arbejder...
es: Trabajando...
fr: En cours d’exécution...
nb: Arbeider...
nl: Bezig ...
pl: Przetwarzam...
pt: Trabalhando...
pt_pt: A carregar...
tr: Çalışmaya devam ediyor, biraz beklemenizi rica ediyoruz...

source: Worse than most articles
da: Værre end de fleste artikler
es: Peor que la mayoría de los artículos
fr: Pire que la plupart des articles
nb: Verre enn de fleste artiklene
nl: Slechter dan de meeste artikelen
pl: Gorzej niż większość artykułów
pt: Pior do que a maioria dos artigos
tr: Çoğu makaleden daha kötü

source: Worse than most exercises
da: Værre end de fleste øvelser
es: Peor que la mayoría de los ejercicios
fr: Pire que la plupart des exercices
nb: Verre enn de fleste øvelser
nl: Slechter dan de meeste oefeningen
pl: Gorsze, niż większość ćwiczeń
pt: Pior do que a maioria dos exercícios
tr: Çoğu alıştırmadan daha kötü

source: Worse than most videos
da: Værre end de fleste andre videoer
es: Peor que la mayoría de los videos
fr: Pire que la plupart des vidéos
nb: Dårligere enn de fleste videoer
nl: Slechter dan de meeste video's
pl: Gorszy, niż większość filmów
pt: Pior do que a maioria dos vídeos
pt_pt: Pior do que a maioria dos vídeos
tr: Çoğu videodan daha kötü
