Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: She did <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
da: Hun lavede <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
es: Ella hizo <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
fr: Elle a fait <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
hi: उसने किया <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
nb: Hun lavede <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
pl: Zrobiła <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
pt: Ela fez <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var>.
tr: <code><var>NUM2</var> + <var>NUM1</var> = <var>TOTAL</var></code> <var>plural_form(exercise(1), TOTAL)</var> yaptı.

source: She did <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> <var>exercise(1)</var>.
da: Hun lavede <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> <var>exercise(1)</var>.
es: Ella hizo <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> <var>exercise(1)</var>.
fr: Elle a fait <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> <var>exercise(1)</var>.
ja: 彼女は <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> 回 <var>plural_form(exercise(1), NUM2)</var> をしました．
pl: Zrobiła <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> <var>exercise(1)</var>.
pt: Ela fez <code><var>TOTAL</var> - <var>NUM1</var> = <var>NUM2</var></code> <var>exercise(1)</var>.

source: She has a Ph.D. in Art History, and she researches and writes on colonial Cuban art and architecture.
pt: Ela tem doutorado em História da Arte e faz pesquisa e escreve trabalhos sobre arte e arquitetura coloniais cubanas.

source: She has been <var>BIKING</var> <code><var>NUM2</var></code> <var>distance(1)</var> each day.
nb: Hun har <var>BIKING</var> <code><var>NUM2</var></code> <var>distance(1)</var> hver dag.
pl: Ona <var>BIKING</var> <code><var>NUM2</var></code> <var>distance(1)</var> każdego dnia.
pt: Ela <var>BIKING</var> <code><var>NUM2</var></code> <var>distance(1)</var> por dia.

source: She plants <code><var>NUM1</var></code> row of <var>plural_form(crop(1))</var> in a <var>field(1)</var>.
fr: Elle plante <code><var>NUM1</var></code> rang de <var>plural_form(crop(1))</var> dans un <var>field(1)</var>.
nb: Hun planter <code><var>NUM1</var></code> rader med <var>plural_form(crop(1))</var> i en <var>field(1)</var>.
pl: Sadzi <code><var>NUM1</var></code> rząd <var>plural_form(crop(1))</var> na <var>field(1)</var>.
pt: Ela planta <code><var>NUM1</var></code> linha de <var>plural_form(crop(1))</var> em um <var>field(1)</var>.
tr: <var>field(1)</var>'e <code><var>NUM1</var></code> sıra <var>plural_form(crop(1))</var> eker.

source: She plants <code><var>TOTAL</var></code> <var>crop(1)</var> in a <var>field(1)</var>.
fr: Elle plante <code><var>TOTAL</var></code> <var>crop(1)</var> dans un <var>field(1)</var>.
nb: Hun planter <code><var>TOTAL</var></code> <var>crop(1)</var> i en <var>field(1)</var>.
pl: Sadzi <code><var>TOTAL</var></code> <var>crop(1)</var> na <var>field(1)</var>.
pt: Ela planta <code><var>TOTAL</var></code> <var>crop(1)</var> em um <var>field(1)</var>.

source: She plants a total of <code><var>TOTAL</var></code> <var>crop(1)</var> in the <var>field(1)</var>.
fr: Elle plante un total de <code><var>TOTAL</var></code> <var>crop(1)</var> dans le <var>field(1)</var>.
nb: Hun planter totalt <code><var>TOTAL</var></code> <var>crop(1)</var> i <var>field(1)</var>.
pl: Sadzi w sumie <code><var>TOTAL</var></code> <var>crop(1)</var> na <var>field(1)</var>.
pt: Ela planta um total de <code><var>TOTAL</var></code> <var>crop(1)</var> no <var>field(1)</var>.

source: She received both her bachelor's and master's degrees from Southern Illinois University at Carbondale.
pt: Ela obteve seus títulos de Bacharel e Mestre pela Southern Illinois University, em Carbondale.
tr: Lisansını ve yüksek lisansını Carbondale'de Southern Illinois University'de tamamlamıştır.

source: She received her B.S. in Mathematics from the University of Illinois at Urbana-Champaign and her M.S. in Mathematics from Southern Illinois University at Carbondale.
es: Ella recibió su licenciatura en Matemáticas por la Universidad de Illinois en Urbana-Champaign y su maestría en Matemáticas de la Universidad de Southern Illinois en Carbondale.
pt: Ela se formou Bacharela em Matemática pela University of Illinois, em Urbana-Champaign, e fez seu mestrado em Matemática, na Southern Illinois University, em Carbondale.
tr: Lori lisansını Illinois Üniversitesi, Urbana-Champaign'de, ve yüksek lisansını da Güney Illinois Üniversitesi, Carbondale'da tamamlamıştır.

source: She traveled for a longer time uphill (since she was going slower), so we can estimate that the average speed is closer to <code><var>RATE_UP</var></code> mph than <code><var>RATE_DOWN</var></code> mph.
es: Ella viajó por más tiempo cuesta arriba (pues iba más despacio), por lo que podemos estimar que la rapidez promedio está más cerca de <code><var>RATE_UP</var></code> mph que de <code><var>RATE_DOWN</var></code> mph.
fr: Elle a marché plus longtemps lors de la montée (puisqu'elle allait plus lentement), donc on peut supposer que la vitesse moyenne est plus proche de <code><var>RATE_UP</var></code> km/h que de <code><var>RATE_DOWN</var></code> km/h.
nb: Hun brukte lengre tid oppover (siden det gikk senere), så vi kan beregne at gjennomsnittet er nærmere <code><var>RATE_UP</var></code> mpt enn <code><var>RATE_DOWN</var></code> mpt.
pl: Dłużej podróżowała pod górkę (gdyż poruszała się wolniej), więc możemy wywnioskować, że jej średnia prędkość była bliższa <code><var>RATE_UP</var></code> km/h, niż <code><var>RATE_DOWN</var></code> km/h.
pt: Ela percorreu um trajeto em subida por mais tempo (uma vez que estava mais lenta), então, podemos estimar que a velocidade média está mais próxima de <code><var>RATE_UP</var></code> km/h que de <code><var>RATE_DOWN</var></code> km/h.
tr: (Daha yavaş gittiği için) yokuş yukarı daha uzun süre gitti, buna göre, ortalama hızın <code><var>RATE_UP</var></code> mil/saate <code><var>RATE_DOWN</var></code> mil/saatten daha yakın olacağını tahmin edebiliriz.

source: She’s dedicated to helping build a diverse and vibrant community of inventors who question everything and are prepared to redesign the world.
pt: Ela dedica-se a ajudar a criar uma comunidade diversificada e vibrante de inventores que questionam tudo e estão preparados para reprojetar o mundo.
tr: Her şeyi sorgulayan, çok yönlü ve renki bir toplulukla dünyayı yeniden tasarlamayı hedefliyor.

source: Shhh. It's a secret.
da: Shhh. Det er en hemmelighed.
es: Shhh. Es un secreto.
fr: Chut. C'est un secret.
nb: Hysj. Det er en hemmelighet.
nl: Ssst. Het is een geheim.
pl: Ciii. To sekret.
pt: Shhh. É um segredo.
pt_pt: Shhh. É segredo.
tr: Şşşt. Bu bir sır.

source: Shhh. We're studying.
da: Shhh. Vi lærer.
es: Shhh. Estamos estudiando.
fr: Chut. Nous allons étudier.
nb: Hysj. Vi studerer.
nl: Shhh. Wij studeren.
pl: Ciii. Uczymy się.
pt: Shhh. Nós estamos estudando.
tr: Şşşt. Biz ders çalışıyoruz.

source: Shift Frequency
pl: Zmiana częstotliwości
pt: Frequência de turno
tr: Kayma Frekansı

source: Shifting and reflecting functions
es: Trasladando y reflejando funciones
fr: Les fonctions associées
nb: Skifte og reflektere funksjoner
pt: Deslocando e refletindo funções
tr: Fonksiyonları öteleme ve yansıtma

source: Shoreline (meters)
pl: Linia brzegowa (metry)
pt: Linha costeira (metros)
tr: Sahil çizgisi (metre)

source: Short quizzes
nb: Korte quizzer
pt: Perguntas curtas
tr: Kısa deneme sınavları

source: Show all
da: Vis alle
es: Mostrar todos
fr: Afficher tout
ja: 全てを表示
nb: Vis alle
nl: Toon alle
pl: Pokaż wszystkie
pt: Mostrar tudo
pt_pt: Mostrar tudo
tr: Hepsini göster

source: Show all %(totalFound)s results for %(query)s
da: Vis alle %(totalFound)s resultater for %(query)s
es: Mostrar todos los %(totalFound)s resultados para %(query)s
fr: Montrer les %(totalFound)s résultats pour %(query)s
nb: Vis alle %(totalFound)s resultater for %(query)s
nl: Toon alle %(totalFound)s resultaten voor %(query)s
pl: Pokaż wszystkie %(totalFound)s wyników dla %(query)s
pt: Exibir todos os %(totalFound)s resultados para %(query)s
pt_pt: Mostrar todos os %(totalFound)s resultados para %(query)s
tr: %(query)s için %(totalFound)s sonucun hepsini göster

source: Show all questions
es: Mostrar todas las preguntas
ja: すべての質問を表示
nb: Vis alle spørsmål
pl: Pokaż wszystkie pytania
pt: Mostrar todas as perguntas
pt_pt: Mostrar todas as perguntas
tr: Tüm soruları göster

source: Show all results
bg: Покажи всички резултати
da: Vis alle resultater
es: Mostrar todos los resultados
fr: Afficher tous les résultats
he: הצג את כל התוצאות
hi: सभी परिणाम दिखाएँ
ja: 全ての結果を表示
nb: Vis alle resultater
nl: Toon alle resultaten
pl: Pokaż wszystkie wyniki
pt: Exibir todos os resultados
pt_pt: Mostrar todos os resultados
tr: Tüm sonuçları göster

source: Show all skills
da: Vis alle færdigheder
es: Mostrar todas las habilidades
fr: Montrer toutes les compétences
ja: 全てのスキルを見る
nb: Vis alle ferdigheter
nl: Toon alle skills
pl: Pokaż wszystkie umiejętności
pt: Exibir todas as habilidades
pt_pt: Mostrar todas as competências
tr: Bütün becerileri göster

source: Show answer
fr: Voir la réponse
ja: 答えを表示
nb: Vis svar
pl: Pokaż odpowiedź
pt: Mostrar resposta
pt_pt: Ver resposta
tr: Cevabı göster

source: Show fewer
da: Vis færre
es: Mostrar menos
fr: Afficher moins
ja: より少なく情報を見せる
nb: Vis færre
nl: Toon minder
pl: Pokaż mniej
pt: Mostrar menos
pt_pt: Mostrar menos
tr: Daha az göster

source: Show hints (%(hintsLeft)s available)
da: Vis hints (%(hintsLeft)s tilgængelige)
es: Mostrando pistas (%(hintsLeft)s disponibles)
fr: Voir les indices (%(hintsLeft)s disponibles)
nb: Vis hint (%(hintsLeft)s tilgjengelig)
nl: Toon hints (%(hintsLeft)s beschikbaar)
pl: Pokaż wskazówki (pozostało %(hintsLeft)s)
pt: Mostrar dicas (%(hintsLeft)s disponíveis)
pt_pt: Mostrar pistas (%(hintsLeft)s disponíveis)
tr: İpuçlarını göster (%(hintsLeft)s tane var)

source: Show me
es: Muéstrame
fr: Comment ?
hi: मुझे दिखाएँ
nb: Vis meg
pl: Pokaż
pt: Mostre-me
tr: Bana gösterin

source: Show me a worked example
da: Vis mig et udarbejdet eksempel
es: Muéstrame un ejemplo trabajado
fr: Montrez moi un exemple résolu
ja: 実習例題を見せて下さい
nb: Vis gjennom et eksempel
nl: Toon mij een uitgewerkt voorbeeld
pl: Pokaż mi praktyczny przykład
pt: Quero ver um exemplo resolvido
pt_pt: Mostrem-me um exercício resolvido
tr: Bana çözümlü bir örnek göster

source: Show me an example
fr: Voir un exemple
pl: Pokaż przykład
pt: Mostre-me um exemplo
tr: Bana bir örnek göster

source: Show me around!
da: Vis mig rundt!
es: ¡Muéstrame el sitio!
fr: Faites-moi visiter !
nb: Vis meg rundt!
nl: Rondleiding!
pl: Pokaż mi otoczenie!
pt: Mostre-me o site!
pt_pt: Mostrem-me!
tr: Bana etrafı göster!

source: Show me how
bg: Покажи ми как
da: Vis mig hvordan
es: Muéstrame cómo
fr: Aidez-moi un peu !
ja: やり方を教えて
nb: Vis meg hvordan
nl: Laat me zien hoe dit moet
pl: Pokaż mi jak
pt: Mostre-me como
pt_pt: Mostrem-me como se faz
tr: Nasıl olduğunu bana göster

source: Show me the correct graph
es: Muéstrame la gráfica correcta
fr: Afficher la solution
nb: Vis meg den riktige grafen
pl: Pokaż mi prawidłowy wykres
pt: Mostre-me o gráfico correto
tr: Bana doğru grafiği gösterin

source: Show me the correct graphs
da: Vis mig de korrekte grafer
es: Muéstrame las gráficas correctas
fr: Afficher la solution
nb: Vis meg de riktige grafene
pt: Mostre-me os gráficos corretos
tr: Doğru grafikleri gösterin

source: Show more %(label)s
ja: もっと %(label)s を見る
nb: Vis flere %(label)s
pl: Pokaż więcej %(label)s
pt: Mostrar mais %(label)s
pt_pt: Mostrar mais %(label)s
tr: Daha fazla %(label)s göster

source: Show more comments
es: Mostrar más comentarios
ja: もっとコメントを表示
nb: Vis flere kommentarer
pl: Pokaż więcej komentarzy
pt: Mostrar mais comentários
pt_pt: Mostrar mais comentários
tr: Daha fazla yorum göster

source: Show next hint (%(hintsLeft)s left)
da: Vis næste hint (%(hintsLeft)s tilbage)
es: Muestra siguiente pista (%(hintsLeft)s restante)
fr: Un autre indice (il en reste %(hintsLeft)s)
nb: Vis neste hint (%(hintsLeft)s igjen)
nl: Toon volgende hint (%(hintsLeft)s over)
pl: Pokaż następną wskazówkę (zostało %(hintsLeft)s)
pt: Mostrar próxima dica (%(hintsLeft)s restantes)
pt_pt: Mostrar a pista seguinte (%(hintsLeft)s restantes)
tr: Sonraki ipucunu (%(hintsLeft)s tane kaldı) göster.

source: Show periodic table
pl: Pokaż układ okresowy
pt: Mostrar tabela periódica
pt_pt: Mostrar a tabela periódica
tr: Periyodik tabloyu gösterin

source: Show results for <a href="%(no_correction_link)s">%(original_query)s</a> instead?
bg: Навместо това, можем да покажем резултати за <a href="%(no_correction_link)s">%(original_query)s</a>?
da: Vis resultater for <a href="%(no_correction_link)s">%(original_query)s</a> i stedet?
es: ¿Mostrar resultados para <a href="%(no_correction_link)s">%(original_query)s</a> en su lugar?
fr: Voulez-vous afficer les résultats pour <a href="%(no_correction_link)s">%(original_query)s</a> à la place ?
hi: %(original_query)s</a> के बजाय <a href="%(no_correction_link)s"> के लिए परिणाम दिखाए?
ja: 代わりに <a href="%(no_correction_link)s">%(original_query)s</a> の結果を表示しますか?
nb: Vis resultater for <a href="%(no_correction_link)s">%(original_query)s</a> istedet?
nl: In plaats hiervan de resultaten van <a href="%(no_correction_link)s">%(original_query)s</a> weergeven?
pl: Wyświetlić wyniki dla <a href="%(no_correction_link)s">%(original_query)s</a>?
pt: Exibir os resultados de <a href="%(no_correction_link)s">%(original_query)s</a> em vez disso?
pt_pt: Mostrar os resultados para <a href="%(no_correction_link)s">%(original_query)s</a>?
tr: Yerine <a href="%(no_correction_link)s">%(original_query)s</a> için sonuçlar gösterilsin mi?

source: Show scratchpad
da: Vis kladde
es: Mostrar el bloc de notas
fr: Afficher le bloc-notes
nb: Vis notatblokk
pl: Pokaż notatnik
pt: Usar rascunho
pt_pt: Mostrar ferramentas de rascunho
tr: Karalama defterini göster

source: Show:
da: Vis:
es: Mostrar:
fr: Afficher:
nb: Vis:
nl: Toon:
pl: Pokaż:
pt: Exibir:
pt_pt: Mostra:
tr: Göster:

source: Showcase
da: Demonstration
es: Escaparate
fr: Exemple
ja: ショーケース
nb: Oversikt
nl: Portfolio
pl: Prezentacja
pt: Exemplos
pt_pt: Conquistas
tr: Vitrin

source: Showing only %(kind_filter)s results.
bg: Показване само на %(kind_filter)s резултати.
da: Viser kun %(kind_filter)s resultater.
es: Mostrar solo resultados con %(kind_filter)s.
fr: Affichage des résultats pour %(kind_filter)s seulement.
he: מציג תוצאות עבור %(kind_filter)s בלבד.
ja: %(kind_filter)s の結果のみを表示します．
nb: Viser bare %(kind_filter)s resultater.
nl: Toon alleen %(kind_filter)s resultaten.
pl: Wyświetlono tylko %(kind_filter)s rezultat(ów/y).
pt: Somente resultados de %(kind_filter)s sendo exibidos.
pt_pt: A mostrar apenas resultados de %(kind_filter)s.
tr: Sadece %(kind_filter)s sonuçları gösteriliyor.

source: Showing results for <strong>%(corrected_query)s</strong>.
bg: Покажи резултатите за <strong>%(corrected_query)s</strong>.
da: Viser resultater for <strong>%(corrected_query)s</strong>.
es: Mostrando resultados para <strong>%(corrected_query)s</strong>.
fr: Affichage des résultats de <strong>%(corrected_query)s</strong>.
he: מציג תוצאות עבור <strong>%(corrected_query)s</strong>.
ja: <strong>%(corrected_query)s</strong> の結果を表示しています．
nb: Viser resultatene for <strong>%(corrected_query)s</strong>.
nl: Resultaten voor <strong>%(corrected_query)s</strong>.
pl: Wyświetlono wyniki dla <strong>%(corrected_query)s</strong>.
pt: Exibindo os resultados de <strong>%(corrected_query)s</strong>.
pt_pt: Resultados para a pesquisa <strong>%(corrected_query)s</strong>.
tr: <strong>%(corrected_query)s</strong> için sonuçlar gösteriliyor.

source: Shows the help requests you've made.
da: Viser anmodninger om hjælp, som du har foretaget.
es: Muestra las solicitudes de ayuda que has hecho.
fr: Montrer les demandes d'aide que vous avez faites.
nb: Viser dine forespørsler om hjelp.
nl: Laat je hulpverzoeken zien.
pl: Pokazuje prośby o pomoc, które zgłosiłeś.
pt: Exibe as solicitações de ajuda que você fez.
pt_pt: Mostra os pedidos de ajuda que fizeste.
tr: Yaptığınız yardım isteklerini gösterir.

source: Shows the projects that you've evaluated.
da: Viser projekterne, du har evalueret.
es: Muestra los proyectos que has evaluado.
fr: Montre les projets que vous avez évalué.
nb: Viser prosjektene du har evaluert.
nl: Toont de projecten die je hebt geëvalueerd.
pl: Pokazuje projekty, które już oceniłeś.
pt: Exibe os projetos que você avaliou.
pt_pt: Mostra os projetos que tu avaliaste.
tr: Değerlendirdiğiniz projeleri gösterir.

source: Shows the questions you've asked.
da: Viser spørgsmålene du har stillet.
es: Muestra las preguntas que has hecho.
fr: Montre les questions que vous avez posées.
nb: Viser spørsmålene du har stilt.
nl: Laat de vragen zien die je gesteld hebt.
pl: Pokazuje pytania, które zadałeś.
pt: Mostra as perguntas que você fez.
pt_pt: Mostra as perguntas às quais respondeste.
tr: Sorduğunuz soruları gösterir.

source: Shows the tips and feedback you've posted.
da: Viser tips og feedback du har posted.
es: Muestra los tips y retroalimentación que has publicado.
fr: Montre les trucs et les commentaires que vous avez publié.
nb: Viser tips og tilbakemeldinger du har postet.
nl: Toont de tips en feedback die je hebt gepost.
pl: Pokazuje porady i opinie, które zamieściłeś.
pt: Mostra as dicas e o comentário que você publicou.
pt_pt: Mostra as dicas e os comentários que publicaste.
tr: Yazdığınız ipuçlarını ve geribildirimleri gösterir.

source: Shows your answers to other users' questions.
da: Viser dine svar til andre brugeres spørgsmål.
es: Muestra tus respuestas a las preguntas de otros usuarios.
fr: Montre vos réponses aux questions d'autres utilisateurs.
nb: Viser dine svar til andre brukeres spørsmål.
nl: Toont je antwoorden op vragen van andere gebruikers.
pl: Pokazuje odpowiedzi na pytania innych użytkowników.
pt: Mostra suas respostas às perguntas de outros usuários.
pt_pt: Mostra as tuas respostas a perguntas de outros utilizadores.
tr: Diğer kullanıcıların sorularına verdiğiniz cevapları gösterir.

source: Shows your participation in community discussions.
da: Viser din deltagelse i forummets diskussioner.
es: Muestra tu participación en las discusiones de la comunidad.
fr: Montrez votre participation aux discussions de la communauté.
nb: Viser din deltakelse i felleskapsdiskusjoner.
nl: Toont je deelname in community discussies.
pl: Pokazuje Twój udział w dyskusjach społeczności.
pt: Mostra sua participação em discussões da comunidade.
pt_pt: Mostra a tua participação nas discussões da comunidade.
tr: Tartışmalara katılımınızı gösterir.

source: Shreena J. Desai earned her B.S. in Biomedical Engineering from University of Connecticut in 2013 and her M.S. in Physiology Complementary and Alternative Medicine from Georgetown University in 2014. Shreena is also a research intern at the National Cancer Institute and National Institutes of Health, Division of Cancer Treatment and Diagnosis.
pt: Shreena J. Desai obteve seu bacharelado em Engenharia Biomédica na Universidade de Connecticut, em 2013, e seu mestrado em Psicologia Complementar e Medicina Alternativa na Universidade de Georgetown, em 2014. Shreena também é estagiária de pesquisa no Instituto Nacional do Câncer e no Instituto Nacional de Saúde, divisão de tratamento e diagnóstico de câncer.
tr: Shreena J. Desai, Biyomedikal Mühendislik alanındaki Lisans derecesini, Connecticut Üniversitesi'nden 2013'de ve Fizyoloji, Tamamlayıcı ve Alternatif Tıp alanındaki M.S. derecesini Georgetown Üniversitesi'nden 2014'de almıştır. Shreena, ayrıca, Ulusal Kanser Enstitüsü'nde ve Ulusal Sağlık Enstitüleri, Kanser Tedavi ve Tanısı bölümünde stajyer araştırmacıdır.

source: Side-Angle-Angle
es: Lado-Ángulo-Ángulo
fr: Côté-Angle-Angle
pl: Bok-Kąt-Kąt
pt: Lado-Ângulo-Ângulo
tr: Kenar-Açı-Açı

source: Side-Angle-Side
es: Lado-Ángulo-Lado
fr: Côté-Angle-Côté
pl: Bok-Kąt-Bok
pt: Lado-Ângulo-Lado
tr: Kenar-Açı-Kenar

source: Side-Side-Angle
es: Lado-Lado-Ángulo
fr: Côté-Côté-Angle
pl: Bok-Bok-Kąt
pt: Lado-Lado-Ângulo
tr: Kenar-Kenar-Açı

source: Side-Side-Side
es: Lado-Lado-Lado
fr: Côté-Côté-Côté
pl: Bok-Bok-Bok
pt: Lado-Lado-Lado
tr: Kenar-Kenar-Kenar

source: Sign
nb: Tegn
pt: Placa
tr: İşaret

source: Sign In
bg: Вход
da: Log ind
es: Inicia sesión
fr: Ouvrir une session
he: הירשם
ja: サインイン
nb: Logg inn
nl: Aanmelden
pl: Logowanie
pt: Cadastrar-se
pt_pt: Iniciar sessão
tr: GİRİŞ

source: Sign Up
bg: Регистрация
da: Tilmeld dig
es: Regístrate
fr: S'inscrire
he: הירשם
ja: サインアップ
nb: Registrér deg
nl: Registreren
pl: Zarejestruj się
pt: Cadastrar-se
pt_pt: Criar conta
tr: KAYIT

source: Sign in
da: Log ind
es: Iniciar sesión
ja: サインイン
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt: Entrar
pt_pt: Iniciar sessão
tr: Kaydolunuz

source: Sign in to connect your Clever account.
da: Log ind for at forbinde din Clever konto.
es: Inicia sesión para conectar tu cuenta Inteligente.
fr: Identifiez-vous pour vous connecter à votre compte Clever.
ja: あなたのクレバーなアカウントに接続してサインイン
nb: Logg på for å koble sammen med din smarte kontoe.
nl: Log in om uw Clever-account koppelen.
pl: Zaloguj się, żeby dołączyć swoje konto Clever.
pt: Entre para acessar sua conta Clever.
pt_pt: Inicie sessão para associar a sua conta Clever.
tr: Clever hesabınızı bağlamak için oturum açın.

source: Sign in to get started
da: Log på for at komme i gang
es: Inicia sesión para comenzar
fr: Connectez-vous pour commencer
ja: サインインして始めましょう
nb: Logge på for å komme igang
nl: Schrijf je in om aan de slag te gaan
pl: Zaloguj się, aby zacząć
pt: Registre-se para começar
pt_pt: Inicia sessão para começares
tr: Başlamak için oturum açınız

source: Sign in to your Khan Academy account
es: Inicia sesión en tu cuenta de Khan Academy
ja: カーンアカデミーのアカウントでサインイン．
nb: Logg på din konto i Khan Academy
nl: Inloggen op je Khan Academy account
pl: Zaloguj się na swoje konto Khan Academy
pt: Entre na sua conta da Khan Academy
pt_pt: Inicia sessão com a tua conta da Khan Academy
tr: Khan Academy hesabınızla oturum açın

source: Sign in with Facebook
da: Log på med Facebook
es: Ingresa con Facebook
fr: Connectez-vous avec Facebook
ja: Facebookアカウントでサインイン
nb: Logg inn med Facebook
nl: Inloggen met facebook
pl: Zaloguj się za pomocą Facebook
pt: Cadastre-se com o Facebook
pt_pt: Criar conta com o Facebook
tr: Facebook ile giriş yap

source: Sign in with Gmail
da: Log på med Gmail
es: Inicia sesión con Gmail
fr: Connectez-vous avec Gmail
ja: Gmail でサインインする
nb: Logg inn med Gmail
nl: Aanmelden via Gmail
pl: Zaloguj się za pomocą Gmail
pt: Cadastre-se com Gmail
pt_pt: Criar conta com o Gmail
tr: Gmail ile giriş yapın
