Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: We will then take you through creating your child's account.
bg: След това ще Ви преведем през стъпките за създаване на акаунт на Вашето дете.
da: Vi vil herefter guide dig gennem oprettelse af dit barns konto.
es: Después te guiaremos para crear una cuenta para tu hijo.
fr: Nous vous aiderons ensuite à ouvrir un compte pour votre enfant.
he: ואז נעבור לתהליך יצירת חשבון של ילדיכם.
ja: お子さまのアカウントを作成しましょう。
nb: Vi vil deretter gå igjennom opprettelsen av ditt barns konto.
nl: We leiden je dan door het creëren van een account voor je kind.
pl: Potem przeprowadzimy Cię przez proces tworzenia konta Twojego dziecka.
pt: Em seguida, nós o guiaremos na criação da conta de seu filho.
pt_pt: A seguir vamos ajudá-lo a criar conta do seu filho.
tr: Daha sonra çocuğunuzun hesabını oluşturmaya başlayacaksınız.

source: We work to create interdisciplinary learning opportunities in our content to encourage deeper understanding.
da: Vi arbejder for at skabe tværfaglige læringsmuligheder for at motivere dybere forståelse.
es: Trabajamos para crear oportunidades de aprendizaje interdisciplinario en nuestro contenido para fomentar un entendimiento más profundo.
fr: Nous voulons donner l'opportunité à chacun d'appendre, dans plusieurs disciplines, afin d'encourager une compréhension plus profonde du monde qui nous entoure.
ja: より深い理解を得るため，私達のコンテンツではいくつもの学問にまたがった学びの機会を作ろうと努力しています．
nb: Vi jobber for at skape tverrfaglige læringsmuligheder for å motivere til dypere forståelse.
nl: We werken om meer interdisciplinaire leermogelijkheden te creëren om beter kennis te kunnen ontwikkelen.
pl: Pracujemy nad stworzeniem interdyscyplinarnych możliwości nauki w naszych treściach, by umożliwić i zachęcić do głębszego zrozumienia.
pt: Trabalhamos para criar oportunidades de aprendizagem interdisciplinar por meio de nossos conteúdos para estimular conhecimentos mais profundos.
pt_pt: Trabalhamos para aumentar os conhecimentos dos alunos em diversas disciplinas e aprofundar essas competências.
tr: Konuların daha iyi anlaşılmasını teşvik etmek için, içeriğimiz aracılığıyla disiplinler arası öğrenim fırsatları oluşturmak üzere çalışıyoruz.

source: We would like to thank our generous supporters who have helped us grow and kept our core operations running. <a href="/donate">Donate to Khan Academy</a> and join our community of thousands of supporters from around the world!
pt: Gostaríamos de agradecer a nossos generosos apoiadores que nos ajudaram a crescer e manter nossas principais atividades em operação. <a href="/donate">Faça uma doação para a Khan Academy</a> e participe da nossa comunidade de milhares de apoiadores em todo o mundo!
tr: Büyümemizi ve temel faaliyetlerimizi sürdürmemizi sağlayan cömert destekçilerimize teşekkür etmek istiyoruz. <a href="/donate">Khan Academy'ye bağış yapın</a> ve dünya çapında binlerce destekleyiciden oluşan topluluğumuza katılın!

source: We would need <var>C</var> slices.
da: Vi skal skære <var>C</var> skiver.
es: Necesitaríamos <var>C</var> rebanadas.
fr: Il faudrait <var>C</var> morceaux.
hi: हमे <var>C</var> भागों की आवशयकता होगीI
nb: Vi skal skjære <var>C</var> stykker.
nl: Dan zouden we <var>C</var> stukken nodig hebben.
pl: Potrzebowalibyśmy <var>C</var> kawałków.
pt: Precisaremos de <var>C</var> fatias.
tr: <var>C</var> dilime ihtiyacımız olacaktı.

source: We would need to cut the <var>pizza( 1 )</var> into <var>D</var> slices.
da: Vi skulle skæres vores <var>pizza( 1 )</var> i <var>D</var> skiver.
es: Necesitaríamos cortar la <var>pizza( 1 )</var> en <var>D</var> rebanadas.
fr: On devra découper la <var>pizza( 1 )</var> en <var>D</var> morceaux.
nb: Vi skulle skjære vår <var>pizza( 1 )</var> i <var>D</var> stykker.
nl: We zouden de <var>pizza( 1 )</var> in <var>D</var> stukken moeten snijden.
pl: Będziemy musieli pokroić <var>pizza( 1 )</var> na <var>D</var> kawałów.
pt: Precisaremos cortar a <var>pizza( 1 )</var> em <var>D</var> fatias.
tr: <var>pizza( 1 )</var>'yı <var>D</var> dilime kesmemiz gerekecekti.

source: We'd love to know what you think. Leave your comments and questions under the video, or help teach other Khan Academy students by answering theirs.
da: Vi vil gerne vide, hvad du synes. Skriv dine kommentarer og spørgsmål under videoen eller hjælp med at undervise andre Khan Academy elever ved at besvare deres.
es: Nos encantaría saber qué piensas. Deja tus comentarios y preguntas debajo del video, o responde otras y ayuda a enseñar a otros estudiantes de Khan Academy.
fr: Nous aimerions savoir ce que vous pensez. Laissez vos commentaires et questions sous la vidéo, ou facilitez l'apprentissage d'autres élèves de la Khan Academy en répondant aux leurs.
nb: Vi vil gjerne høre hva du synes. Legg igjen dine kommentarer og spørsmål under hver video, eller hjelp andre elever på Khan Academy ved å svare på deres spørsmål og kommentarer.
nl: We willen graag weten wat je denkt. Laat commentaar en vragen achter onder de video's of help andere Khan Academy leerlingen te leren door die van hun te beantwoorden.
pl: Z przyjemnością poznamy Twoją opinię. Zostawiaj komentarze i pytania pod filmem, lub pomóż uczyć innych uczniów Khan Academy poprzez odpowiadanie na ich pytania.
pt: Gostaríamos muito de saber sua opinião. Deixe seus comentários e perguntas logo abaixo do vídeo, ou ajude a ensinar outros alunos da Khan Academy, respondendo às perguntas deles.
tr: Sizin ne düşündüğünüzü bilmek isteriz. Videoların altına soru ve yorumlarınızı ekleyebilir, veya diğer Khan Academy öğrencilerine cevap vererek onların öğrenme süreçlerine yardımcı olabilirsiniz.

source: We'd love to know what you think. Leave your comments and questions under the video, or help teach other Khan Academy students by answering theirs.
da: Vi vil gerne vide, hvad du synes. Skriv dine kommentarer og spørgsmål under videoen eller hjælp med at undervise andre Khan Academy elever ved at besvare deres.
es: Nos encantaría saber qué piensas. Deja tus comentarios y preguntas debajo del video, o responde otras y ayuda a enseñar a otros estudiantes de Khan Academy.
fr: Nous aimerions savoir ce que vous pensez. Laissez vos commentaires et questions sous la vidéo, ou facilitez l'apprentissage d'autres élèves de la Khan Academy en répondant aux leurs.
nb: Vi vil gjerne høre hva du synes. Legg igjen dine kommentarer og spørsmål under hver video, eller hjelp andre elever på Khan Academy ved å svare på deres spørsmål og kommentarer.
nl: We willen graag weten wat je denkt. Laat commentaar en vragen achter onder de video's of help andere Khan Academy leerlingen te leren door die van hun te beantwoorden.
pl: Z przyjemnością poznamy Twoją opinię. Zostaw komentarz lub zadaj pytanie pod filmem, lub pomóż uczyć innych uczniów Khan Academy odpowiadając na ich pytania.
pt: Gostaríamos muito de saber sua opinião. Deixe seus comentários e perguntas logo abaixo do vídeo, ou ajude a ensinar outros alunos da Khan Academy, respondendo às perguntas deles.
tr: Sizin ne düşündüğünüzü bilmek isteriz. Videoların altına soru ve yorumlarınızı ekleyebilir, veya diğer Khan Academy öğrencilerine cevap vererek onların öğrenme süreçlerine yardımcı olabilirsiniz.

source: We'd love your help in evaluating projects. However, we want to make sure you know JS yourself, which you can demonstrate by completing a coding challenge and earning the "Challenger: Complete a Computer Science Challenge" badge. If you do that and come back here, we'll show you evaluation requests you can help with. Thank you!
da: Vi vil meget gerne have din hjælp til at evaluere projekter. Vi vil dog sørge for du selv kender JS, som du kan demonstrere ved at fuldføre en udfordring i kodning og optjene badget "Udfordring i computerprogrammering". Hvis du gør det og komme tilbage hertil, så vil vi vise dig anmodninger om evaluering, som du kan hjælpe med. Tak!
es: Nos encantaría tu ayuda para evaluar proyectos. Sin embargo, queremos asegurarnos que sabes JS, lo que puedes demostrar al completar un desafío de código y ganar una medalla de "Desafiador: completa un desafío de ciencias de la computación". Si lo haces y regresas aquí, te mostraremos requerimientos de evaluación con lo cual puedes colaborar. ¡Gracias!
fr: Nous apprécierions votre aide dans l'évaluation des projets. Cependant, nous voulons nous assurer que vous connaissez le JS vous-même. Vous pouvez le prouver en remplissant un défi, un challenge de code. Si vous faites cela et que vous revenez à cet endroit, nous vous présenterons les demandes d'évaluation sur lesquelles vous pouvez aider. Merci !
nb: Vi vil elske din hjelp til å vurdere prosjekter. Men vi ønsker å sikre at du kjenner det som skal vurderes selv. Dette kan du kan vise ved å fullføre en kode-utfordringen og tjene "Utfordrer: fullført en Computer Science Utfordring" merke. Hvis du gjør det og komme tilbake hit, vil vi vise deg vurderingsforespørsler du kan hjelpe med. Takk!
nl: We vinden het fijn als je ons helpt met het evalueren van projecten. Maar we willen wel zeker weten dat je zelf voldoende van JS weet. Dit kun je laten zien door een codeprobleem op te lossen en de "Challenger: Los een computerwetenschapsprobleem op" badge. Als je dat hebt gedaan en je komt hier terug, dan laten we je de evaluatieverzoeken zien waarmee je kunt helpen. Dankjewel!
pl: Chcielibyśmy pomóc Ci w ocenie projektów, jednakże chcemy się upewnić, że znasz JS, co możesz potwierdzić wypełniając wyzwania związane z kodowaniem i zdobywając odznakę "Challenger: Complete a Computer Science Challenge". Jeżeli uda Ci się to zrobić i wrócisz tutaj, to pokażemy Ci prośby o ocenę, w których możesz pomóc. Dziękujemy!
pt: Sua ajuda na avaliação dos projetos é muito bem-vinda. Contudo, precisamos ter certeza de que você conhece JS. Você pode comprovar seu conhecimento fazendo o desafio de codificação e conquistando a medalha "Desafiador: concluir um desafio de ciência da computação". Se você fizer isso e voltar aqui, apresentaremos a você as solicitações de avaliação com as quais você pode colaborar. Obrigado!
tr: Projelerin değerlendirilmesine yardımcı olmanızdan memnuniyet duyarız. Ancak, sizin de JS bildiğinizden emin olmak istiyoruz. JS bilgilerinizi, bir kodlama bilgi ölçme yarışması tamamlayıp, "Challenger: Bilgisayar Bilimi Bilgi Ölçme Yarışması" madalyasını kazanarak gösterebilirsiniz. Bunları tamamlayıp bu sayfaya döndüğünüzde, size yardımcı olabileceğiniz değerlendirme isteklerini göstereceğiz. Teşekkür ederiz!

source: We'll <strong>never</strong> post without your permission.
es: <strong>Nunca</strong> publicaremos sin tu permiso.
fr: Nous ne posterons <strong>jamais</strong> quoi que ce soit sans votre permission.
ja: 私達はあなたの許可なしには<strong>けっして</strong>投稿することはありません．
nb: Vi vil <strong>alrdi</strong> legge ut uten din tillatelse.
pl: <strong>Nigdy</strong> nie zapostujemy bez twojej zgody.
pt: <strong>Nunca</strong> publicaremos nada sem sua permissão.
pt_pt: <strong>Não será publicado qualquer conteúdo</strong> sem a tua autorização.
tr: Sizin izniniz olmadan <strong>hiç</strong> yayımlamayız.

source: We'll let your coach know you removed this task.
da: Vi vil lade din vejleder vide, at du fjernede denne opgave.
es: Le diremos a tu tutor que quitaste esta tarea.
fr: Nous informerons votre coach que vous avez enlever cette tâche.
ja: 私達はあなたのコーチにあなたがこのタスクを削除したことを知らせます．
nb: Vi lar din veileder vite at du har fjernet denne oppgaven.
nl: We laten je coach weten dat jij deze taak hebt verwijderd.
pl: Damy znać trenerowi, że usuwasz to zadanie.
pt: Avisaremos seu tutor que você excluiu essa tarefa.
tr: Bu görevi kaldırdığınız bilgisini eğitmeninize ileteceğiz.

source: We're excited to have you join our class of more than 10 million learners!
da: Vi er glade for at have dig i vores klasse med mere end 10 millioner elever!
es: ¡Estamos emocionados de que te unas a nuestra clase de más de 10 millones de estudiantes!
fr: Nous sommes heureux de vous accueillir dans notre classe de plus de 10 millions d'élèves !
nb: Vi er glade for å ha deg med vår klasse av mer enn 10 millioner elever!
nl: We zijn blij dat je mee doet met onze klas van meer dan 10 miljoen leerlingen!
pl: Cieszymy się, że chcesz dołączyć do naszej klasy ponad 10 milionów uczniów!
pt: É uma grande alegria tê-lo como parte de nossa turma de mais de 10 milhões de estudantes!
tr: 10 milyondan fazla öğrencisi olan sınıfımıza katıldığınız için çok heyecanlıyız!

source: We're excited to have you studying with us. To help you learn as much as possible, we'll be following your progress and guiding you through what to learn next.
da: Vi er glade for at vil lære hos os. For at hjælpe dig med at lære så meget som muligt, følger vi dine fremskridt og giver forslag til det næste emne du kan lære.
es: Estamos muy contentos de que estudies con nosotros. Para ayudarte a aprender tanto como sea posible, estaremos siguiendo tu progreso y guiándote hacia el siguiente aprendizaje.
fr: Nous sommes heureux que vous étudiiez avec nous. Pour vous aider à progresser autant que possible, nous suivrons vos progrès et vous guiderons dans ce qu'il faut apprendre ensuite.
ja: あなたがカーンアカデミーで学習されることをとても嬉しく思います。私達はあなたが出来るだけ多くのことを学べるよう、進捗状況を追っていきますし、次に学習すべきことは何かガイドしていきます。
nb: Vi er glade for at du studerer med oss. For å hjelpe deg å lære så mye som mulig, vil vi følge din utvikling og veilede deg gjennom hva du bør lære videre.
nl: We zijn blij dat je bij ons studeert! Om je te helpen met leren volgen wij jouw vooruitgang en begeleiden wij jou in je verdere educatieve keuzes.
pl: Cieszymy się, że uczysz się z nami. Aby pomóc Ci nauczyć się tak wiele, jak to tylko możliwe, będziemy śledzić Twoje postępy i prowadzić Cię przez to, czego będziesz uczyć się dalej.
pt: Estamos animados em tê-lo estudando conosco. Para ajudá-lo a aprender o máximo possível, acompanharemos seu progresso e o orientaremos quanto ao que aprender em seguida.
pt_pt: Estamos entusiasmados por estudares connosco. Para te ajudarmos a aprender o máximo possível, vamos seguir o teu progresso e iremos indicar-te o que deves aprender a seguir.
tr: Bizimle birlikte çalışmanızdan çok mutlu olduk. Mümkün olduğunca çok şey öğrenebilmenizi sağlamak için, gelişiminizi izleyecek ve bir sonra öğreneceğiniz konu için size önerilerde bulunacağız.

source: We're excited to have you!
da: Vi er glade for, at du er her!
es: ¡Nos alegra tenerte con nosotros!
fr: Nous sommes heureux de vous compter parmi nous !
ja: あなたが参加してくれて嬉しいです！
nb: Vi er glade for å ha deg med!
nl: Wij zijn blij dat je er bent!
pl: Cieszymy się, że jesteś z nami!
pt: Estamos felizes em tê-lo!
pt_pt: A Khan Academy dá-te as boas-vindas!
tr: Katılımınız bizi mutlu etti!

source: We're excited to have your child learning with us!
da: Vi er glade for at dit barn lærer sammen med os på Khan Academy!
es: ¡Estamos entusiasmados de tener a tu hijo aprendiendo con nosotros!
fr: Nous sommes ravis que votre enfant apprenne avec nous !
nb: Vi er glade for at du lar barnet lære med oss!
nl: We zijn blij om jouw kind bij ons in de leer te hebben!
pl: Cieszymy się, że Twoje dziecko będzie się z nami uczyło!
pt: É uma grande satisfação ter seu filho estudando conosco!
pt_pt: Estamos felizes por termos o seu filho a aprender connosco!
tr: Çocuğunuzun bizimle birlikte öğrenecek olmasından heyecan duyuyoruz!

source: We're excited to launch this and will continue to improve the experience over time.
nb: Vi er glade for å lansere dette og vil fortsette å forbedre opplevelsen over tid.
pt: É com grande alegria que lançamos esta versão, e continuaremos melhorando a experiência ao longo do tempo.

source: We're experiencing a higher than normal number of evaluation requests.
da: Vi oplever et højere antal anmodninger om evaluering end normalt.
es: Estamos experimentando una mayor cantidad de solicitudes de evaluación que lo normal.
fr: Nous avons actuellement un nombre anormalement important de demandes d'évaluations.
nb: Vi opplever et høyere antall anmodninger om evaluering enn normalt.
nl: We krijgen meer evaluatieverzoeken dan normaal.
pl: Pojawia się więcej próśb o ocenę niż zwykle.
pt: Estamos recebendo um maior número de solicitações de avaliação do que o normal.
pt_pt: Estamos a receber um número de pedidos de avaliação superior ao normal.
tr: Normalden yüksek miktarda değerlendirme istekleri almaktayız.

source: We're going to save your program now, please set a descriptive title for it:
da: Vi gemmer dit program nu, angiv venligst et beskrivende navn for det:
es: Vamos a guardar tu proyecto ahora, por favor establece un título descriptivo para él:
fr: Nous allons enregistrer votre programme maintenant, veuillez lui attribuer un titre descriptif:
ja: あなたのプログラムを保存します．これについての説明となるタイトルをつけて下さい:
nb: Vi skal lagre programmet nå, angi en beskrivende tittel for det:
nl: We gaan je programma nu opslaan, geef het een beschrijvende titel:
pl: Zapiszemy teraz Twój program, proszę ustaw opisowy tytuł dla niego:
pt: Vamos salvar seu programa agora. Crie um título descritivo para ele:
pt_pt: Vamos guardar o teu programa agora. Por favor, define um título descritivo:
tr: Şimdi programınızı kaydedeceğiz. Lütfen açıklayıcı bir başlık girin:

source: We're here to help you support your students and children on their path to college. To learn more please <a href='/mission/sat' class='sign-up-here visited-no-recolor'>sign up and check out these tools for yourself</a>. You can also learn more about the redesigned SAT and resources from the <a href='https://collegereadiness.collegeboard.org/' class='visited-no-recolor'>College Board</a>.
nb: Vi er her for å hjelpe dine elever og barn på veien mot college. For å lære mer <a href='/mission/sat' class='sign-up-here visited-no-recolor'>registrere deg og sjekk ut disse verktøyene selv</a>. Du kan også lese mer om nydesignet SAT og resursene fra <a href='https://collegereadiness.collegeboard.org/' class='visited-no-recolor'>College Board</a>.
pt: Estamos aqui para ajudá-lo a apoiar seus alunos e filhos em seu caminho até a faculdade. Para saber mais, <a href='/mission/sat' class='sign-up-here visited-no-recolor'> inscreva-se e verifique você mesmo essas ferramentas</a>. Você também pode saber mais sobre o SAT remodelado e os recursos da <a href='https://collegereadiness.collegeboard.org/' class='visited-no-recolor'>College Board</a>.

source: We're looking for <code>\sqrt[3]{<var>Q</var>}</code>, so we want to split the prime factors into three identical groups.
fr: On cherche <code>\sqrt[3]{<var>Q</var>}</code>, donc on sépare les facteurs premiers en trois groupes identiques.
nl: We zoeken <code>\sqrt[3]{<var>Q</var>}</code>, dus willen we de priemfactoren in drie identieke groepjes splitsen.
pl: Szukamy <code>\sqrt[3]{<var>Q</var>}</code>, więc chcemy podzielić czynniki pierwsze na trzy identyczne grupy.
pt: Estamos procurando por <code>\sqrt[3]{<var>Q</var>}</code>, então, queremos dividir os fatores primos em três grupos idênticos.
tr: <code>\sqrt[3]{<var>Q</var>}</code>,'yu arıyoruz, yani asal çarpanları üç eş gruba ayıracağız.

source: We're looking for <code>\sqrt{<var>Q</var>}</code>, so we want to split the prime factors into two identical groups.
es: Estamos buscando <code>\sqrt{<var>Q</var>}</code>, así que queremos dividir los factores primos en dos grupos idénticos.
fr: On cherche <code>\sqrt{<var>Q</var>}</code>, donc il faut séparer ses facteurs premiers en deux groupes identiques.
nl: We zoeken <code>\sqrt{<var>Q</var>}</code>, dus willen we de priemfactoren in twee identieke groepjes splitsen.
pl: Szukamy <code>\sqrt{<var>Q</var>}</code>, więc chcemy podzielić czynniki pierwsze na dwie identyczne grupy.
pt: Estamos procurando por <code>\sqrt{<var>Q</var>}</code>, então, queremos dividir os fatores primos em dois grupos idênticos.
tr: <code>\sqrt{<var>Q</var>}</code>'u arıyoruz, yani asal çarpanları iki eş gruba ayıracağız.

source: We're on a mission to unlock the world's potential. It starts with this video.
da: Vi er på en mission for at låse op for verdens potentiale. Det starter med denne video.
es: Estamos en una misión para liberar el potencial del mundo. Inicia con este video.
fr: Notre mission est de débloquer le potentiel de chacun. Cela commence avec cette vidéo.
nb: Vårt oppdrag er å utløse potentiale hos lærende. Det starter med denne videoen.
nl: We zijn op een missie om het potentieel van de wereld te ontgrendelen. Het begint met deze video.
pl: Naszą misją jest odblokowanie potencjału świata. Zaczyna się ona od tego filmu.
pt: Nossa missão é promover o potencial do mundo. Começamos com este vídeo.
tr: Görevimiz, Dünya'nın potansiyelini gerçekleştirmek. Bu videoyla başlıyoruz.

source: We're really sorry for the inconvenience, and we're working to restore access as soon as possible.
da: Vi er kede af ulejligheden, og vi arbejder på at genoprette adgangen så hurtigt som muligt.
es: Lamentamos las molestias y estamos trabajando para restaurar el acceso tan pronto como sea posible.
fr: Nous sommes vraiment désolés de la gêne occasionnée et nous travaillons pour rétablir l'accès dès que possible.
nb: Vi er virkelig lei for det inntrufne, og vi jobber med å gjennopprette tilgangen så fort som mulig.
nl: Het spijt ons voor het ongemak en we werken eraan zo snel mogelijk de toegang te herstellen.
pl: Bardzo przepraszamy za utrudnienia. Postaramy się jak najszybciej przywrócić dostęp.
pt: Desculpe-nos pelo transtorno, estamos trabalhando para restaurar o acesso o quanto antes.
tr: Gerçekten çok üzgünüz, erişimi mümkün olduğunca çabuk sağlamak için çalışıyoruz.

source: We're really sorry. How could we make it better?
da: Vi er virkelig kede af det. Hvordan kan vi gøre det bedre?
es: Lo sentimos mucho. ¿Cómo podríamos mejorarlo?
fr: Nous sommes vraiment désolés. Comment pourrions nous faire mieux ?
ja: 誠に申し分けありません．どのようにそれを改善したらよろしいでしょうか?
nb: Vi beklager. Hvordan kan vi gjøre det bedre?
nl: Het spijt ons! Hoe kunnen we het beter doen?
pl: Bardzo nam przykro. Jak moglibyśmy zrobić to lepiej?
pt: Desculpe-nos. Como podemos tornar isso melhor?
pt_pt: Lamentamos. Como podemos melhorar?
tr: Gerçekten üzgünüz. Bunu nasıl düzeltebiliriz?

source: We're sad to see you go!
pt: Estamos tristes por vê-lo partir!
tr: Gittiğini görmek üzücü!

source: We're so happy that Khan Academy has made a difference in your life. Share your story and become part of the Khan Academy movement that's changing our world!
da: Vi er meget glade for at Khan Academy har gjort en forskel i dit liv. Del din historie og bliv en del af Khan Academy bevægelsen, der ændrer vores verden!
es: Estamos muy felices de que Khan Academy haya sido valiosa en tu vida. ¡Comparte tu historia y sé parte del movimiento de Khan Academy que está cambiando nuestro mundo!
fr: Nous sommes très heureux que la Khan Academy ait contribué à changer votre vie. Partagez votre histoire et prenez part au mouvement Khan Academy qui change le monde !
nb: Vi er så glade at Khan Academy har gjort en forskjell i livet ditt. Dele din historie og bli del av Khan Academy bevegelsen som endrer vår verden!
nl: We zijn zo blij dat Khan Academy een verschil in je leven heeft gemaakt. Deel je verhaal enmaak deel uit van de Khan Academy beweging die onze wereld verandert!
pl: Bardzo cieszymy się, że Khan Academy zmienia twoje życie. Podziel się z nami swoją historią i stań się częścią ruchu Khan Academy, który zmienia świat!
pt: É uma grande alegria saber que a Khan Academy tem feito diferença em sua vida. Compartilhe sua história e torne-se parte do movimento da Khan Academy que está mudando o mundo!
tr: Khan Academy hayatınızda bir fark yaratmış olduğu için çok mutluyuz. Siz de hikayenizi paylaşın ve Dünya'mızı değiştirmekte olan Khan Academy hareketinin bir parçası olun!
