Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Because <code>\blue{b^2 - 4ac}</code> is not a perfect square, its square root is irrational and the quadratic formula reduces to <code>\dfrac{-b \pm \sqrt{<var>DISCRIMINANT</var>}}{2a} </code>, which means there are two irrational solutions.
es: Como <code>\blue{b^2 - 4ac}</code> no es un cuadrado perfecto, su raíz cuadrada es irracional y la fórmula cuadrática se reduce a <code>\dfrac{-b \pm \sqrt{<var>DISCRIMINANT</var>}}{2a} </code>, lo que significa que hay dos soluciones irracionales.
fr: <code>\blue{b^2 - 4ac}</code> n'est pas un carré parfait, donc la racine carrée du discriminant est un nombre irrationnel. La formule qui donne les solutions de l'équation est <code>\dfrac{-b \pm \sqrt{<var>DISCRIMINANT</var>}}{2a} </code>. Il y a deux solutions irrationnelles.
pt: Como <code>\blue{b^2 - 4ac}</code> não é um quadrado perfeito, sua raiz quadrada é irracional e a fórmula de Bhaskara reduz para <code>\dfrac{-b \pm \sqrt{<var>DISCRIMINANT</var>}}{2a} </code>, o que significa que há duas soluções irracionais.

source: Because <code>\orange{<var>NUMBER</var>}</code> is negative the orange dot will be below <code>0</code>.
nb: Siden <code>\orange{<var>NUMBER</var>}</code> er negativ, vil det oransje punktet være under <code>0</code>.
nl: Aangezien <code>\orange{<var>NUMBER</var>}</code> negatief is, ligt de oranje stip onder <code>0</code>.
pl: Ponieważ <code>\orange{<var>NUMBER</var>}</code> jest ujemna, pomarańczowa kropka będzie poniżej <code>0</code>.
pt: Como <code>\orange{<var>NUMBER</var>}</code> é negativo, o ponto laranja ficará abaixo de <code>0</code>.
tr: <code>\orange{<var>NUMBER</var>}</code> negatif olduğundan, turuncu nokta <code>0</code>'ın altında olur.

source: Because <code>\orange{<var>NUMBER</var>}</code> is negative the orange dot will be to the left of <code>0</code>.
nb: Siden <code>\orange{<var>NUMBER</var>}</code> er negativ, vil det oransje punktet være til venstre for <code>0</code>.
nl: Aangezien <code>\orange{<var>NUMBER</var>}</code> negatief is, ligt de oranje stip links van <code>0</code>.
pl: Ponieważ <code>\orange{<var>NUMBER</var>}</code> jest ujemna, pomarańczowa kropka będzie na lewo od <code>0</code>.
pt: Como <code>\orange{<var>NUMBER</var>}</code> é negativo, o ponto laranja ficará à esquerda de <code>0</code>.
tr: <code>\orange{<var>NUMBER</var>}</code> negatif olduğundan, turuncu nokta <code>0</code>'ın solunda olur.

source: Because <code>\orange{<var>NUMBER</var>}</code> is positive the orange dot will be above <code>0</code>.
nb: Siden <code>\orange{<var>NUMBER</var>}</code> er positiv, vil det oransje punktet være over <code>0</code>.
nl: Aangezien <code>\orange{<var>NUMBER</var>}</code> positief is, ligt de oranje stip boven <code>0</code>.
pl: Ponieważ <code>\orange{<var>NUMBER</var>}</code> jest dodatnia. pomarańczowa kropka będzie powyżej <code>0</code>.
pt: Como <code>\orange{<var>NUMBER</var>}</code> é positivo, o ponto laranja ficará acima de <code>0</code>.
tr: <code>\orange{<var>NUMBER</var>}</code> pozitif olduğundan, turuncu nokta <code>0</code>'ın üstünde olur.

source: Because <code>\orange{<var>NUMBER</var>}</code> is positive the orange dot will be to the right of <code>0</code>.
nb: Siden <code>\orange{<var>NUMBER</var>}</code> er positiv, vil det oransje punktet være til høyre for <code>0</code>.
nl: Aangezien <code>\orange{<var>NUMBER</var>}</code> positief is, ligt de oranje stip rechts van <code>0</code>.
pl: Ponieważ <code>\orange{<var>NUMBER</var>}</code> jest dodatnia. pomarańczowa kropka będzie na prawo od <code>0</code>.
pt: Como <code>\orange{<var>NUMBER</var>}</code> é positivo, o ponto laranja ficará à direita de <code>0</code>.
tr: <code>\orange{<var>NUMBER</var>}</code> pozitif olduğunda, turuncu nokta <code>0</code>'ın sağında olur.

source: Because all three angles are different, this triangle is scalene.
es: Como los tres ángulos son diferentes, este triángulo es escaleno.
fr: Les trois angles sont différents, donc ce triangle est quelconque.
nb: Siden alle tre vinkler er forskjellige er denne trekanten scalene.
nl: Omdat de hoeken alle drie verschillend zijn, is deze driehoek ongelijkzijdig.
pl: Ponieważ wszystkie trzy kąty są różne, to trójkąt jest nierównoboczny.
pt: Devido ao fato dos três ângulos serem diferentes, este triângulo é escaleno.
tr: Üç açı farklı olduğu için, bu üçgen çeşitkenardır.

source: Because all three sides are different, this triangle is scalene.
es: Como los tres lados son diferentes, este triángulo es escaleno.
fr: Les trois côtés sont différents, donc ce triangle est quelconque.
nb: Siden alle tre vinkler er forskjellige er denne trekanten scalene.
nl: Omdat de zijden alle drie verschillend zijn, is deze driehoek ongelijkzijdig.
pl: Ponieważ wszystkie trzy boki są różne, to trójkąt jest nierównoboczny.
pt: Devido ao fato dos três lados serem diferentes, este triângulo é escaleno.
tr: Üç kenar farklı olduğu için, bu üçgen çeşitkenardır.

source: Because of recent changes to our system, an email address may now only be linked to a single account.
bg: Поради последните промени в нашата система, един имейл адрес може да се свърже само с един акаунт.
da: Som følge af nylige ændringer i vores system kan en e-mailadresse kun blive knyttet til én konto.
es: Debido a cambios recientes en nuestro sistema, una dirección de correo electrónico solo debe ser ligada a una cuenta.
fr: En raison de récents changements à notre système, une adresse e-mail ne peut maintenant être associée qu'à un seul compte.
he: עקב השינויים האחרונים למערכת שלנו, כעת, כתובת דואר אלקטרוני יכולה להיות מקושרת רק לחשבון בודד.
ja: システム変更により、１つのメールアドレスは1 つのアカウントだけに紐付けられるようになります。
nb: På grunn av nylige endringer i systemet vårt, kan en e-postadresse nå bare kobles til én enkelt konto.
nl: Vanwege recente wijzigingen in ons systeem mag een e-mailadres maar aan één account gekoppeld zijn.
pl: Ze względu na ostanie zmiany w naszym systemie, adres e-mail może być obecnie powiązany tylko z jednym kontem.
pt: Devido às recentes alterações em nosso sistema, um endereço de e-mail agora pode ser vinculado a apenas uma conta.
pt_pt: Devido às recentes alterações ao nosso sistema, cada endereço de e-mail só pode estar associado a uma única conta.
tr: Sistemimizde bir e-posta adresi sadece bir tek kullanıcı hesabı için kullanılabilmektedir.

source: Because of that, the <span class="hint_purple">squared deviations from the mean</span> we calculated will probably underestimate the actual deviations from the population mean.
fr: À cause de cela, les <span class="hint_purple"> carrés des écarts à la moyenne</span>, que l'on a calculés vont probablement sous-estimer les écarts réels par rapport à la moyenne de la population.
pt: Por isso, os <span class="hint_purple">desvios da média ao quadrado </span> que calculamos provavelmente irão subestimar os atuais desvios da média da população.
tr: Bu nedenle, hesapladığımız <span class="hint_purple">ortalamadan sapmaların karesi</span>, nüfus ortalamasından sapmanın altında olacaktır.

source: Because the <span class="hint_blue">ones</span> place is <code class="hint_blue">\large{0}</code>, you don't need any <span class="hint_blue">ones</span>.
es: Como el lugar de las <span class="hint_blue">unidades</span> es <code class="hint_blue">\large{0}</code>, no necesitas ninguna <span class="hint_blue">unidad</span>.
fr: Puisque le chiffre des <span class="hint_blue">ones</span> est <code class="hint_blue">\large{0}</code>, on n'a pas besoin d'<span class="hint_blue">ones</span>.
nb: Fordi <span class="hint_blue">ener</span> plassen er <code class="hint_blue">\large{0}</code>, trenger du ikke noen<span class="hint_blue">enere</span>.
nl: Omdat er op de plek van de <span class="hint_blue">eenheden</span> een <code class="hint_blue">\large{0}</code> staat, heb je geen <span class="hint_blue">eenheden</span> nodig.
pl: Ponieważ w miejscu <span class="hint_blue">jedności</span> jest <code class="hint_blue">\large{0}</code>, nie potrzebujesz żadnych <span class="hint_blue">jedności</span>.
pt: Como a casa das <span class="hint_blue">unidades</span> tem <code class="hint_blue">\large{0}</code>, você não precisa de nenhuma <span class="hint_blue">unidade</span>.
tr: <span class="hint_blue">ones</span> basamağı <code class="hint_blue">\large{0}</code> olduğu için, <span class="hint_blue">ones</span> gerekmiyor.

source: Because the <span class="hint_gray">hundreds</span> place is <code class="hint_gray">\large{0}</code>, you don't need any <span class="hint_gray">hundreds</span>.
es: Como el lugar de las <span class="hint_gray">centenas</span> es <code class="hint_gray">\large{0}</code>, no necesitas ninguna <span class="hint_gray">centena</span>.
fr: Puisque le <span class="hint_gray">chiffre des centaines</span> est <code class="hint_gray">\large{0}</code>, on n'a pas besoin de <span class="hint_gray">centaines</span>.
nb: Fordi <span class="hint_gray">hundredels</span> plassen er <code class="hint_gray">\large{0}</code>, trenger du ikke noen<span class="hint_gray">hundredeler</span>.
nl: Omdat er op de plek van de <span class="hint_gray">honderdtallen</span> een <code class="hint_gray">\large{0}</code> staat, heb je geen <span class="hint_gray">honderdtallen</span> nodig.
pl: Ponieważ w miejscu <span class="hint_gray">setnych</span> jest <code class="hint_gray">\large{0}</code>, nie potrzebujesz żadnych <span class="hint_gray">setnych</span>.
pt: Como a casa das <span class="hint_gray">centenas</span> tem <code class="hint_gray">\large{0}</code>, você não precisa de nenhuma <span class="hint_gray">centena</span>.
tr: <span class="hint_gray">hundreds</span>basamağı <code class="hint_gray">\large{0}</code> olduğu için, hiç <span class="hint_gray">hundreds</span> gerekmiyor.

source: Because the <span class="hint_green">tens</span> place is <code class="hint_green">\large{0}</code>, you don't need any <span class="hint_green">tens</span>.
es: Como el lugar de las <span class="hint_green">decenas</span> es <code class="hint_green">\large{0}</code>, no necesitas ninguna <span class="hint_green">decena</span>.
fr: Puisque le chiffre des <span class="hint_green"> dizaines</span> est <code class="hint_green">\large{0}</code>, on n'a pas besoin de <span class="hint_green">dizaines</span>.
nb: Fordi <span class="hint_green">tier</span> plassen er<code class="hint_green">\large{0}</code>, trenger du ikke noen<span class="hint_green">tiere</span>.
nl: Omdat er op de plek van de <span class="hint_green">tientallen</span> een <code class="hint_green">\large{0}</code> staat, heb je geen <span class="hint_green">tientallen</span> nodig.
pl: Ponieważ w miejscu <span class="hint_green">dziesiątek</span> jest <code class="hint_green">\large{0}</code>, nie potrzebujesz żadnych <span class="hint_green">dziesiątek</span>.
pt: Como a casa das <span class="hint_green">dezenas</span> tem <code class="hint_green">\large{0}</code>, você não precisa de nenhuma <span class="hint_green">dezena</span>.
tr: <span class="hint_green">tens</span> basamağı <code class="hint_green">\large{0}</code> olduğundan hiç <span class="hint_green">tens</span> gerekmiyor.

source: Because the <span class="hint_orange">hundreds</span> place is <code class="hint_orange">\large{0}</code>, you don't need any <span class="hint_orange">hundreds</span>.
es: Como el lugar de las <span class="hint_orange">centenas</span> es <code class="hint_orange">\large{0}</code>, no necesitas ninguna <span class="hint_orange">centena</span>.
fr: Puisque le chiffre des <span class="hint_orange">centaines</span> est <code class="hint_orange">\large{0}</code>, on n'a pas besoin de <span class="hint_orange">centaines</span>.
nb: Fordi <span class="hint_orange">hundrer</span> plassen er <code class="hint_orange">\large{0}</code>, trenger du ikke noen <span class="hint_orange">hundrere</span>.
nl: Omdat er op de plek van de <span class="hint_orange">honderdtallen</span> een <code class="hint_orange">\large{0}</code> staat, heb je geen <span class="hint_orange">honderdtallen</span> nodig.
pl: Ponieważ w miejscu <span class="hint_orange">setek</span> jest <code class="hint_orange">\large{0}</code>, nie potrzebujesz żadnych <span class="hint_orange">setek</span>.
pt: Como a casa das <span class="hint_orange">centenas</span> tem <code class="hint_orange">\large{0}</code>, você não precisa de nenhuma <span class="hint_orange">centena</span>.
tr: <span class="hint_orange">hundreds</span> basamağı <code class="hint_orange">\large{0}</code> olduğundan hiç <span class="hint_orange">hundreds</span> gerekmiyor.

source: Because the <span class="hint_purple">tenths</span> place is <code class="hint_purple">\large{0}</code>, you don't need any <span class="hint_purple">tenths</span>.
es: Como el lugar de las <span class="hint_purple">décimas</span> es <code class="hint_purple">\large{0}</code>, no necesitas ninguna <span class="hint_purple">décima</span>.
fr: Puisque le chiffre des <span class="hint_purple">dixièmes</span> est <code class="hint_purple">\large{0}</code>, on n'a pas besoin de <span class="hint_purple">dixièmes</span>.
nb: Fordi <span class="hint_purple">tidels</span> plassen er <code class="hint_purple">\large{0}</code>, trenger du ikke noen <span class="hint_purple">tideler</span>.
nl: Omdat er op de plek van de <span class="hint_purple">tienden</span> een <code class="hint_purple">\large{0}</code> staat, heb je geen <span class="hint_purple">tienden</span> nodig.
pl: Ponieważ w miejscu <span class="hint_purple">dziesiętnych</span> jest <code class="hint_purple">\large{0}</code>, nie potrzebujesz żadnych <span class="hint_purple">dziesiętnych</span>.
pt: Como a casa dos <span class="hint_purple">décimos</span> tem <code class="hint_purple">\large{0}</code>, você não precisa de nenhum <span class="hint_purple">décimo</span>.
tr: <span class="hint_purple">tenths</span>basamağı <code class="hint_purple">\large{0}</code> olduğundan, hiç <span class="hint_purple">tenths</span> gerekmiyor.

source: Because the <var>TPLACES</var> place digit is <code><var>KEYDIGIT</var></code>, we round up to <code><var>ROUNDED</var></code>.
es: Dado que el <var>TPLACES</var> dígito es <code><var>KEYDIGIT</var></code>, redondeamos hasta <code><var>ROUNDED</var></code>.
fr: Comme le chiffre des <var>TPLACES</var> est <code><var>KEYDIGIT</var></code>, on arrondit à <code><var>ROUNDED</var></code>.
nb: Fordi <var>TPLACES</var> plassens enhet er <code><var>KEYDIGIT</var></code>, runder vi opp til <code><var>ROUNDED</var></code>.
pl: Ponieważ liczba w miejscu <var>TPLACES</var> to <code><var>KEYDIGIT</var></code>, zaokrąglamy do <code><var>ROUNDED</var></code>.
pt: Como o algarismo na casa dos <var>TPLACES</var> é <code><var>KEYDIGIT</var></code>, arredondamos para <code><var>ROUNDED</var></code>.
tr: <var>TPLACES</var> basamağındaki rakam, <code><var>KEYDIGIT</var></code> olduğundan, <code><var>ROUNDED</var></code>'e yukarı yuvarlarız.

source: Because the <var>TPLACES</var> place digit is <code><var>KEYDIGIT</var></code>, we round up to <code><var>commafy(ROUNDED)</var></code>.
es: Como el lugar del dígito <var>TPLACES</var> es <code><var>KEYDIGIT</var></code>, redondeamos hacia arriba a <code><var>commafy(ROUNDED)</var></code>.
fr: Comme le chiffre des <var>TPLACES</var> est <code><var>KEYDIGIT</var></code>, on arrondit à <code><var>commafy(ROUNDED)</var></code>.
nb: Fordi <var>TPLACES</var> plassverdien er <code><var>KEYDIGIT</var></code>, runder vi opp til <code><var>commafy(ROUNDED)</var></code>.
pl: Ponieważ <var>TPLACES</var> liczba to <code><var>KEYDIGIT</var></code>, zaokrąglamy do <code><var>commafy(ROUNDED)</var></code>.
pt: Como o algarismo na casa das <var>TPLACES</var> é <code><var>KEYDIGIT</var></code>, arredondamos para <code><var>commafy(ROUNDED)</var></code>.
tr: <var>TPLACES</var> basamağındaki rakam <code><var>KEYDIGIT</var></code> olduğu için, <code><var>commafy(ROUNDED)</var></code>'e yukarı yuvarlarız.

source: Because the absolute value of an expression is its distance from zero, it has two solutions, one negative and one positive:
da: Fordi den absolutte værdi af et udtryk er udtrykkets afstand fra nul, findes to løsninger - en negativ og en positiv:
es: Debido a que el valor absoluto de una expresión es su distancia a cero, esta tiene dos soluciones, una negativa y otra positiva:
fr: Comme la valeur absolue d'une expression est sa distance à zéro, il y a deux solutions, l'une positive et l'autre négative :
nb: Fordi absoluttverdien av et uttrykk er uttrykkets avstand fra null, finnes det to løsninger - en negativ og en positiv:
pt: Como o módulo de uma expressão é sua distância do zero, ele apresenta duas soluções, uma negativa e outra positiva:
tr: Bir ifadenin mutlak değeri, sıfırdan uzaklığını ölçtüğü için, bunun iki çözümü vardır, biri negatiftir ve diğeri pozitiftir:

source: Because the angles and the side do not match, triangle A is not congruent with triangle B.
es: Como los ángulos y el lado no coinciden, el triángulo A no es congruente con el triángulo B.
fr: Il y a au moins deux côtés homologues qui ne sont pas de même longueur ou deux angles homologues qui ne sont pas égaux, donc les deux triangles ne sont pas isométriques.
pl: Ponieważ kąty i bok nie pasują do siebie, trójkąt A nie jest przystający do trójkąta B.
pt: Como os ângulos e o lado não correspondem, o triângulo A não é congruente com o triângulo B.
tr: Açılarla kenar eşleşmediğinden, A üçgeni B üçgenine eş değildir.

source: Because the angles do not match, triangle A is not congruent with triangle B.
es: Como los ángulos no coinciden, el triángulo A no es congruente con el triángulo B.
fr: Les angles de ces deux triangles ne sont pas égaux, donc ces triangles ne sont pas isométriques.
pl: Ponieważ kąty nie pasują do siebie, trójkąt A nie jest przystający do trójkąta B.
pt: Como os ângulos não correspondem, o triângulo A não é congruente com o triângulo B.
tr: Açılar eşleşmediğinden, A üçgeni B üçgenine eş değildir.

source: Because the blue dot is above <code>0</code>, the number will be positive.
es: Dado que el punto azul está sobre el <code>0</code>, el número será positivo.
fr: Le point bleu est au dessus de <code>0</code>, donc le nombre cherché est positif.
hi: क्योंकि नीला बिंदु <code>0</code>के ऊपर है, संख्या घनात्मक होगीI
nb: Fordi den blå prikken er over <code>0</code>, vil antallet være positiv.
nl: Omdat de blauwe stip boven <code>0</code> ligt, is het getal positief.
pl: Jako, ze niebieska kropka znajduje się ponad <code>0</code>, liczba będzie dodatnia.
pt: Como o ponto azul está acima de <code>0</code>, o número será positivo.
tr: Mavi nokta <code>0</code>'ın üstünde olduğu için, sayı pozitif olacaktır.

source: Because the blue dot is below <code>0</code>, the number will be negative.
es: Dado que el punto azul está debajo de <code>0</code>, el número será negativo.
fr: Le point bleu est au dessous de <code>0</code>, donc le nombre cherché est négatif.
hi: क्योंकि नीला बिंदु <code>0</code>के नीचे है, संख्या ऋणात्मक होगीI
nb: Den blå prikken er under <code>0</code>, vil tallet bli negativ.
nl: Omdat de blauwe stip onder <code>0</code> ligt, is het getal negatief.
pl: Jako, ze niebieska kropka znajduje się poniżej <code>0</code>, liczba będzie ujemna.
pt: Como o ponto azul está abaixo de <code>0</code>, o número será negativo.
tr: Mavi nokta <code>0</code>'ın altında olduğu için, sayı negatif olacaktır.

source: Because the blue dot is to the left of <code>0</code>, the number will be negative.
da: Fordi den blå prik er til venstre for <code>0</code>, er tallet negativt.
es: Como el punto azul está a la izquierda del <code>0</code>, el número será negativo.
fr: Le point bleu est à gauche de <code>0</code>, donc le nombre cherché est négatif.
nb: Fordi den blå prikken er til venstre for <code>0</code>, er tallet negativt.
nl: Omdat de blauwe stip *links* van <code>0</code> ligt, is het getal negatief.
pl: Ponieważ niebieska kropka jest na lewo od <code>0</code>, liczba będzie ujemna.
pt: Como o ponto azul está à esquerda de <code>0</code>, o número será negativo.
tr: Mavi nokta <code>0</code> soluna doğru olduğundan, sayı eksi olacak.

source: Because the blue dot is to the right of <code>0</code>, the number will be positive.
da: Fordi den blå prik til højre for <code>0</code>, er tallet positivt.
es: Como el punto azul está a la derecha del <code>0</code>, el número será positivo.
fr: Le point bleu est à droite de <code>0</code>, donc le nombre cherché est positif.
hi: क्योंकि नीला बिंदु <code>0</code> के दाईं ओर है, संख्या घनात्मक होगीI
nb: Fordi den blå prikken er til høyre for <code>0</code>, er tallet positivt.
nl: Omdat de blauwe stip *rechts* van <code>0</code> ligt, is het getal positief.
pl: Niebieska kropka jest na prawo od <code>0</code>, więc liczba będzie dodatnia.
pt: Como o ponto azul está à direita de <code>0</code>, o número será positivo.
tr: Mavi nokta <code>0</code>'ın sağında olduğundan, sayı pozitif olacaktır.

source: Because the contrapositive is true, the <strong>original statement</strong> is also logically true.
es: Como la contrapositiva es verdadera, la <strong>proposición original</strong> también es lógicamente verdadera.
fr: Puisque la contraposée est vraie, <strong>la proposition </strong> est vraie aussi.
pt: Como a contrapositiva é verdadeira, a <strong>declaração original</strong> também é logicamente verdadeira.
tr: Karşıt ters doğru olduğu için, mantıksal olarak <strong>orijinal önerme</strong> de doğrudur.

source: Because the converse is true, the <strong>inverse</strong> is also logically true.
es: Como la conversa es verdadera, la <strong>inversa</strong> también es lógicamente verdadera.
fr: Puisque la réciproque est vraie, la <strong> contraposée de la réciproque </strong> est vraie aussi.
pt: Como a recíproca é verdadeira, a <strong>inversa</strong> também é logicamente verdadeira.
tr: Karşıt doğru olduğu için, <strong>ters</strong> de mantıksal olarak doğrudur.

source: Because the inverse is true, the <strong>converse</strong> is also logically true.
es: Como la inversa es verdadera, la <strong>conversa</strong> también es lógicamente verdadera.
fr: Puisque la contraposée de la réciproque est vraie, la <strong>réciproque</strong> est vraie aussi.
pt: Como a inversa é verdadeira, a <strong>recíproca</strong> também é logicamente verdadeira.
tr: Ters doğru olduğu için, <strong>karşıt</strong> da mantıksal olarak doğrudur.
