Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Achieve proficiency in Multi-step equations, Multi-step linear inequalities, Average word problems, Finding the equation of a line, Quadr. Fac., Quad Frmula, Solving Var, Unkn Vars 1
da: Opnå færdighed i Fler-trins ligninger, Fler-trins lineære uligheder, Gennemsnitlige tekstopgaver, Find ligningen for en linje, Kvadratisk fak., Formel for Andengradslign., Løs for Var., Ukendt Var. 1
es: Vuélvete competente en ecuaciones de varios pasos, desigualdades lineales de varios pasos, problemas de promedios, deducción de la ecuación de una recta, factorización cuadrática, fórmula cuadrática, solución de variables, variables desconocidas 1.
fr: Maîtriser Équation en plusieurs étapes, Inégalité linéaire en plusieurs étapes, Problème de moyenne, Équation d'une droite, Factorisation des équations du second degré, Formule du second degré, Résolution à une inconnue, Inconnue 1
ja: 熟練の達成: 複数ステップの方程式，複数ステップの線形不等式，平均の文章問題，線の方程式を見つける，2次式の因数分解，2次方程式，変数について解く，未知の変数 1
nb: Oppnå mestring i Flertrinns likninger, Flertrinns lineære ulikheter, Tekstoppgaver, Finne likningen for en linje, Kvadrat, Fakultet, Kvadratlikning, Løse for variabel, Ukjent variabel 1
nl: Behaal vaardigheid in Meer-staps vergelijkingen, Meer-staps lineaire ongelijkheden, Gemiddelde woordproblemen, Lijnvergelijking vinden, Kwadratische Factor, Kwadratische formule, Variabele oplossenen Onbekende Variabelen 1
pl: Osiągnij biegłość w wielo-krokowych równaniach, wielo-krokowych liniowych nierównościach, obliczaniu średniej w zadaniach opisowych, znajdywaniu równania opisującego linię, rozkładaniu na czynniki równań kwadratowych, rozwiązywaniu równań kwadratowych, szukaniu zmiennych, oraz szukaniu zmiennych cz.1
pt: Obter profundo conhecimento em equações de várias etapas, inequações lineares de várias etapas, problemas com média, encontrar a equação da reta, fatoração quadrática, fórmula de Bhaskara, resolução de variáveis, variáveis desconhecidas 1
pt_pt: Torna-te proficiente em equações de várias etapas, inequações lineares de várias etapas, problemas com médias, encontrar a equação de uma reta, fatorização de expressões de segundo grau, fórmula resolvente, cálculo de variáveis e variáveis desconhecidas 1
tr: Çok-adımlı denklemler, Çok-adımlı lineer eşitsizlikler, Ortalama sözel alıştırmalar, Bir çizginin denklemini bulma, İkinci dereceden çarpanlara ayırma, Kuadratik Formül, Değişkeni bulma, Bilinmeyen değişkenler 1 konularında yeterlik seviyesine ulaşın

source: Achieve proficiency in Multiplying decimals, Dividing decimals, Multiplying fractions, Dividing fractions
da: Opnå færdighed i Multiplikation af decimaltal, Division af decimaltal, Multiplikation af brøker, Division af brøker
es: Vuélvete competente en multiplicación de decimales, división de decimales, multiplicación de fracciones, división de fracciones.
fr: Maîtriser Multiplication des nombres décimaux, Division des nombres décimaux, Multiplication des fractions, Division des fractions
ja: 熟練の達成: 小数のかけ算，小数の割り算，分数のかけ算，分数の割り算
nb: Oppnå mestring i Multiplisere desimaltall, Divisjon av desimaltall, Multiplisere brøk, Dividere brøk
nl: Behaal vaardigheid in decimalen vermenigvuldigen, decimalen delen, breuken vermenigvuldigen en breuken delen
pl: Osiągnij biegłość w mnożeniu i dzieleniu ułamków zwykłych oraz dziesiętnych
pt: Obter profundo conhecimento em multiplicação e divisão com números decimais e multiplicação e divisão com frações
pt_pt: Torna-te proficiente em multiplicações e divisões de números decimais e de frações
tr: Ondalık sayıların çarpımı, Ondalık sayılarla bölme, Kesirleri çarpma, Kesirleri bölme konularında yeterlik seviyesine ulaşın

source: Achieve proficiency in Negative exponents, Multiplying and dividing negative numbers, Multiplying fractions, Div. Frac.
da: Opnå færdighed i Negative eksponenter, Multiplikation og division af negative tal, Multiplikation af brøker, Division af brøker
es: Vuélvete competente en exponentes negativos, multiplicación y división con números negativos, multiplicación de fracciones, división de fracciones.
fr: Maîtriser Exposant négatif, Multiplication et division des nombres négatifs, Multiplication des fractions, Division des fractions
ja: 熟練の達成: 負の指数，負の数のかけ算と割り算，分数のかけ算，分数の割り算
nb: Oppnå mestring i Negative eksponenter, Multiplisere og dividere negative tall, Multipliserer brøk, Divisjon av brøk.
nl: Behaal vaardigheid in Negatieve exponenten, Vermenigvuldigen en delen van negatieve getallen, Vermenigvulden en Delen van breuken.
pl: Osiągnij biegłość w potęgowaniu z ujemnym wykładnikiem, mnożeniu i dzieleniu liczb ujemnych i ułamków.
pt: Obter profundo conhecimento em expoentes negativos, multiplicação e divisão de números negativos, multiplicação e divisão de frações
pt_pt: Torna-te proficiente em expoentes negativos, multiplicações e divisões de números negativos e de frações
tr: Negatif üssel ifadeler, Negatif sayıları çarpma ve bölme, Kesirleri çarpma, Kesirleri bölme konularında yeterlik seviyesine ulaşın.

source: Achieve proficiency in New operator definitions 1, New operator definitions 2, Expressions with unknown variables 2, Abs Val Eq., Rad Eq 1, Rate Prob 1
da: Opnå færdighed i Nye operator-definitioner 1, Nye operator-definitioner 2, Udtryk med ukendte variabler 2, Abs. Værdi Lign., Rad lign. 1, Rater Opg. 1
es: Vuélvete competente en definición de nuevos operadores 1, definición de nuevos operadores 2, expresiones con variables desconocidas 2, ecuaciones con valor absoluto, ecuaciones con radicales 1, problemas de proporción 1.
fr: Maîtriser Définition de nouveaux opérateurs 1 et 2, Expression avec plusieurs inconnues, Équation avec valeurs absolues, Équation avec racine carrée, Problème de proportion 1
ja: 熟練の達成: 新しい演算子の定義 1，新しい演算子の定義 2，未知変数を含む式 2，絶対値方程式，根号方程式 1，比の問題 1
nb: Oppnå mestring i Nye operasjons definisjoner 1, Nye operasjons definisjoner 2, Uttrykk med ukjente variabler 2, Absolutt Verdi Likninger, Rad likninger 1, Forhold Oppgaver 1
nl: Behaal vaardigheid in Definities nieuwe operatoren 1, Definities nieuwe operatoren 2, Uitdrukkingen met onbekende variabelen 2, Vergelijking met absolute waarden, Radicale vergelijkingen en Snelheidsproblemen 1
pl: Osiągnij biegłość w nowych operatorach cz.1 i 2, wyrażeniach ze zmiennymi cz.2, równaniach z wartościami bezwzględnymi, równaniach pierwiastkowych cz.1, wskaźnikach prawdopodobieństwa cz.1
pt: Obter profundo conhecimento em definições de novo operador 1, definições de novo operador 2, expressões com variáveis desconhecidas 2, equações de valor absoluto, equações com radicais 1, problemas de taxa 1
pt_pt: Torna-te proficiente em definições do novo operador 1, definições do novo operador 2, expressões com variáveis desconhecidas 2, equações de valor absoluto, equações com radicais 1 e problemas com taxas 1
tr: Yeni işlem tanımları 1 , Yeni işlem tanımları 2, Bilinmeyen değişkenli ifadeler 2, Mutlak değer denklemleri, Köklü denklemleri çözme , Oran soruları 1 konularında yeterlik seviyesine ulaşın

source: Achieve proficiency in Positive and zero exponents, Adding and subtracting negative numbers, Adding and subtracting fractions
da: Opnå færdigheder i Positive og nul eksponenter, Addition og Subtraktion af negative tal, Addition og Subtraktion af brøker
es: Vuélvete competente en exponentes cero y positivos, sumas y restas con números negativos, sumas y restas con fracciones.
fr: Maîtriser Exposants positifs ou nuls, Addition et soustraction des nombres négatifs, Addition et soustraction des fractions
ja: 熟練の達成: 正と0の指数，負の数のたし算とひき算，分数のたし算とひき算
nb: Oppnå mestring i Positive og null eksponenter, Addisjon og subtraksjon av negative tall, Addisjon og subtraksjon av brøker
nl: Behaal vaardigheid in Positieve en nulexponenten, Optellen en aftrekken van negatieve getallen en Optellen en aftrekken van breuken
pl: Osiągnij biegłość w potęgach dodatnich i zerowej, w dodawaniu i odejmowaniu liczb ujemnych, i w dodawaniu i odejmowaniu ułamków
pt: Obter profundo conhecimento em expoentes positivos e zero, soma e subtração de números negativos, soma e subtração de frações
pt_pt: Torna-te proficiente em expoentes positivos ou nulos, somas e subtrações de números negativos e de frações
tr: Pozitif ve sıfır üsler, Negatif sayılarla toplam ve çıkartma, Kesirlerle toplama ve çıkartma konularında yeterlik seviyesine ulaşın

source: Achieve proficiency in Special right triangles, Trigonometry 1
da: Opnå færdighed i Særlige retvinklede trekanter, Trigonometri 1
es: Vuélvete competente en triángulos rectángulos especiales, trigonometría 1.
fr: Maîtriser Triangle rectangle spécial, Trigonométrie 1
ja: 熟練の達成: 特別な正三角形，三角法 1
nb: Oppnå kompetanse i Spesielle rette trekanter, Trigonometri 1
nl: Behaal vaardigheid in Speciale rechte driehoeken en Goniometrie 1
pl: Osiągnij biegłość w charakterystycznych trójkątach prostokątnych i w trygonometrii 1
pt: Obter profundo conhecimento em triângulos retângulos especiais, trigonometria 1
pt_pt: Torna-te proficiente em triângulos retângulos especiais e em trigonometria 1
tr: Özel dik üçgenler, Trigonometri 1 konularında yeterlik seviyesine ulaşın

source: Achieve proficiency in Trigonometry 2, Graphs of sine and cosine, Inverse trig functions, Pythagorean identities, Trig+-ident
da: Opnå færdighed i Trigonometri 2, Grafer af sinus og cosinus, Inverse trigonometriske funktioner, Pythagoras identiteter, Trigonometriske identiteter
es: Vuélvete competente en trigonometría 2, gráficas de seno y coseno, funciones trigonométricas inversas, identidades pitagóricas, identidades trigonométricas.
fr: Maîtriser Trigonométrie 2, Graphique de sinus et cosinus, Fonctions trigo inverses, Identités Pythagoriciennes, Identités trigo avec addition et soustraction
ja: 熟練の達成: 三角法 2，サインとコサインのグラフ，逆三角関数，ピタゴラスの等式，三角法+-等式
nb: Oppnå mestring i Trigonometri 2, Grafer av sinus og cosinus, Inverse trigonometriske funksjoner, Pythagoras identiteter, Trigonometriske identiteter
nl: Behaal vaardigheid in Goniometrie 2, Grafieken van de sinus en cosinus, Inverse goniometrische functies, Pythagorische en Goniometrische identiteiten
pl: Osiągnij biegłość w trygonometrii 2, wykresach sinusa i cosinusa, odwrotnościach funkcji trygonometrycznych, jedynce trygonometrycznej i własnościach funkcji trygonometrycznych
pt: Obter profundo conhecimento em trigonometria 2, gráficos de seno e cosseno, funções trigonométricas inversas, identidades de Pitágoras, Trigonom. +-Ident.
pt_pt: Torna-te proficiente em trigonometria 2, gráficos das funções seno e cosseno, funções trigonométricas inversas, identidades de Pitágoras e somas e subtrações de identidades trigonométricas
tr: Trigonometri 2, Sinüs ve kosinüs grafikleri, Ters trigonometrik fonksiyonlar, Pisagor özdeşlikleri, Trigonometri özdeşlikleri konularında yeterlik seviyesine ulaşın

source: Achieve proficiency in all skills in %(topic)s
da: Opnå færdighed i alle færdigheder i %(topic)s
es: Vuélvete competente en todas las habilidades en %(topic)s
fr: Acquérir toutes les compétences de %(topic)s
ja: 熟練の達成: %(topic)s に関する全てのスキル
nb: Oppnå dyktighet i alle ferdigheter %(topic)s
nl: Behaal bekwaamheid in alle vaardigheden in %(topic)s
pl: Osiągnij biegłość we wszystkich umiejętnościach w %(topic)s
pt: Obter profundo conhecimento em todas as habilidades em %(topic)s
pt_pt: Torna-te proficiente em todas as competências de %(topic)s
tr: %(topic)s konularındaki tüm becerilerde yetkinlik elde edin.

source: Achieve proficiency in any 100 skills
da: Opnå færdighed i 100 færdigheder
es: Vuélvete competente en 100 habilidades diferentes
fr: Acquérir 100 compétences différentes
ja: 100 のスキルの熟練を達成する
nb: Oppnå kunnskaper i 100 ferdigheter
nl: Bereik bekwaamheid in 100 vaardigheden naar keuze
pl: Zdobądź biegłość w 100 dowolnych umiejętnościach
pt: Obter profundo conhecimento em 100 habilidades quaisquer
pt_pt: Torna-te proficiente em 100 competências
tr: Herhangi 100 beceride yetkinlik elde edin

source: Achieve proficiency in any 15 skills
da: Opnå færdighed i 15 færdigheder
es: Vuélvete competente en 15 habilidades diferentes
fr: Acquérir 15 compétences différentes
ja: 15のスキルの熟練を達成する
nb: Oppnå kunnskaper i 15 ferdigheter
nl: Bereik bekwaamheid in 15 vaardigheden naar keuze
pl: Zdobądź biegłość w 15 dowolnych umiejętnościach
pt: Obter profundo conhecimento em 15 habilidades quaisquer
pt_pt: Torna-te proficiente em 15 competências
tr: Herhangi 15 beceride yetkinlik elde edin

source: Achieve proficiency in any 200 skills
da: Opnå færdighed i 200 færdigheder
es: Vuélvete competente en 200 habilidades diferentes
fr: Acquérir 200 compétences différentes
ja: 200のスキルの熟練を達成する
nb: Oppnå kunnskaper i 200 ferdigheter
nl: Bereik bekwaamheid in 200 vaardigheden naar keuze
pl: Zdobądź biegłość w 200 dowolnych umiejętnościach
pt: Obter profundo conhecimento em 200 habilidades quaisquer
pt_pt: Torna-te proficiente em 200 competências
tr: Herhangi 200 beceride yetkinlik elde edin

source: Achieve proficiency in any 25 skills
da: Opnå færdighed i 25 færdigheder
es: Vuélvete competente en 25 habilidades diferentes
fr: Acquérir 25 compétences différentes
ja: 25のスキルの熟練を達成する
nb: Oppnå kunnskaper i 25 ferdigheter
nl: Bereik bekwaamheid in 25 vaardigheden naar keuze
pl: Zdobądź biegłość w 25 dowolnych umiejętnościach
pt: Obter profundo conhecimento em 25 habilidades quaisquer
pt_pt: Torna-te proficiente em 25 competências
tr: Herhangi 25 beceride yetkinlik elde edin

source: Achieve proficiency in any 3 skills
da: Opnå færdighed i 3 færdigheder
es: Vuélvete competente en 3 habilidades diferentes
fr: Maîtriser 3 compétences différentes
ja: 3つのスキルの熟練を達成する
nb: Oppnå kunnskaper i 3 ferdigheter
nl: Bereik bekwaamheid in 3 vaardigheden naar keuze
pl: Zdobądź biegłość w 3 dowolnych umiejętnościach
pt: Obter profundo conhecimento em 3 habilidades quaisquer
pt_pt: Torna-te proficiente em 3 competências
tr: Herhangi 3 beceride yetkinlik elde edin

source: Achieve proficiency in any 300 skills
da: Opnå færdighed i 300 færdigheder
es: Vuélvete competente en 300 habilidades diferentes
fr: Acquérir 300 compétences différentes
ja: 300のスキルの熟練を達成する
nb: Oppnå kunnskaper i 300 ferdigheter
nl: Bereik bekwaamheid in 300 vaardigheden naar keuze
pl: Zdobądź biegłość w 300 dowolnych umiejętnościach
pt: Obter profundo conhecimento em 300 habilidades quaisquer
pt_pt: Torna-te proficiente em 300 competências
tr: Herhangi 300 beceride yetkinlik elde edin

source: Achieve proficiency in any 400 skills
da: Opnå færdighed i 400 færdigheder
es: Vuélvete competente en 400 habilidades diferentes
fr: Acquérir 400 compétences différentes
ja: 400のスキルの熟練を達成する
nb: Oppnå kunnskaper i 400 ferdigheter
nl: Bereik bekwaamheid in 400 vaardigheden naar keuze
pl: Zdobądź biegłość w 400 dowolnych umiejętnościach
pt: Obter profundo conhecimento em 400 habilidades quaisquer
pt_pt: Torna-te proficiente em 400 competências
tr: Herhangi 400 beceride yetkinlik elde edin

source: Achieve proficiency in any 50 skills
da: Opnå færdighed i 50 færdigheder
es: Vuélvete competente en 50 habilidades diferentes
fr: Acquérir 50 compétences différentes
ja: 50のスキルの熟練を達成する
nb: Oppnå kunnskaper i 50 ferdigheter
nl: Bereik bekwaamheid in 50 vaardigheden naar keuze
pl: Zdobądź biegłość w 50 dowolnych umiejętnościach
pt: Obter profundo conhecimento em 50 habilidades quaisquer
pt_pt: Obtém conhecimento profundo em 50 competências
tr: Herhangi 50 beceride yetkinlik elde edin

source: Achieve proficiency in any 5000 skills
da: Opnå færdighed i 5000 kompetencer
es: Vuélvete competente en cualquiera de las 5000 habilidades
fr: Maîtriser 5000 compétences différentes
ja: 熟練の達成: 任意の 5000 のスキル
nb: Oppnå kunnskaper i 5000 ferdigheter
nl: Bereik bekwaamheid in 5000 vaardigheden naar keuze
pl: Zdobądź biegłość w 5000 dowolnych umiejętnościach
pt: Obter profundo conhecimento em 5.000 habilidades quaisquer
pt_pt: Torna-te proficiente em 5000 competências
tr: Herhangi 5000 beceride yetkinlik elde edin

source: Achieve proficiency in any 7 skills
da: Opnå færdighed i 7 færdigheder
es: Vuélvete competente en en 7 habilidades diferentes
fr: Acquérir 7 compétences différentes
ja: 7つのスキルの熟練を達成する
nb: Oppnå kunnskaper i 7 ferdigheter
nl: Bereik bekwaamheid in 7 vaardigheden naar keuze
pl: Zdobądź biegłość w 7 dowolnych umiejętnościach
pt: Obter profundo conhecimento em 7 habilidades quaisquer
pt_pt: Torna-te proficiente em 7 competências
tr: Herhangi 7 beceride yetkinlik elde edin

source: Achievements
nb: Prestasjoner
pt: Conquistas
pt_pt: Conquistas
tr: Başarılar

source: Act I Scene I
da: Akt I, Scene I
es: Acto 1º, escena 1º
fr: Acte I, scène 1
ja: 第一幕第一場
nb: Akt I Sene I
pl: Akt I Scena I
pt: Ato I Cena I
pt_pt: Início do espetáculo
tr: Perde I Sahne I

source: Actinium
es: Actinio
pl: Aktyn
pt: Actínio
pt_pt: Actínio
tr: Aktinyum

source: Activity
da: Aktivitet
es: Actividad
fr: Activité
ja: 活動状況
nb: Aktivitet
nl: Activiteit
pl: Aktywność
pt: Atividade
pt_pt: Atividade
tr: Etkinlik

source: Activity Summary
da: Aktivitetsoversigt
es: Resumen de actividad
fr: Résumé de l'activité
ja: アクティビディの概要
nb: Aktivitet Sammendrag
nl: Activiteit samenvatting
pl: Podsumowanie aktywności
pt: Resumo das atividades
pt_pt: Resumo de atividade
tr: Etkinlik Özeti

source: Activity from:
da: Aktivitet fra:
es: Actividad de:
fr: Intervalle :
ja: 次の期間から活動中:
nb: Aktivitet fra:
nl: Activiteit van:
pl: Aktywności:
pt: Atividade de:
pt_pt: Atividade de:
tr: Etkinlik:

source: Acute
es: Agudo
fr: aigu / acutangle
nb: Spiss
nl: Scherp
pl: Ostrokątny
pt: Acutângulo
tr: Dar

source: Ada
bg: Ада
ja: エイダ
pt: Ana
pt_pt: Ana
tr: Ege

source: Add %(group)s to a class
da: Tilføj %(group)s til en klasse
es: Agregar %(group)s a una clase
fr: Ajouter %(group)s à une classe
ja: %(group)s をクラスに加える
nb: Tilføy %(group)s til en klasse
nl: Voeg %(group)s toe aan een klas
pl: Dodaj %(group)s do klasy
pt: Adicionar %(group)s em uma turma
pt_pt: Adicionar %(group)s a uma turma
tr: %(group)s bir sınıfa ekleyin

source: Add <code> \red{<var>A</var>|x + <var>E</var>|} </code> to both sides:
da: Læg <code> \red{<var>A</var>|x + <var>E</var>|} </code> til på begge sider:
es: Suma <code> \red{<var>A</var>|x + <var>E</var>|} </code> a ambos lados:
fr: On ajoute <code> \red{<var>A</var>|x + <var>E</var>|} </code> dans chaque membre :
nb: Legg til <code> \red{<var>A</var>|x + <var>E</var>|} </code> på begge sider:
pl: Dodaj <code> \red{<var>A</var>|x + <var>E</var>|} </code> po obu stronach:
pt: Some <code> \red{<var>A</var>|x + <var>E</var>|} </code> em os dois lados:
tr: İki tarafı <code> \red{<var>A</var>|x + <var>E</var>|} </code> ile toplayın:

source: Add <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> to both sides:
da: Læg <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> til på begge sider:
es: Suma <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> a ambos lados:
fr: On ajoute <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> dans chaque membre :
nb: Legg til <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> på begge sider:
pl: Dodaj <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> po obu stronach:
pt: Some <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> em os dois lados:
tr: İki tarafı <code> \red{<var>abs(C)</var>|x + <var>E</var>|} </code> ile toplayın:

source: Add <code><var>-(CONST_1 + CONST_2)</var>^\circ</code> to both sides:
es: Suma <code><var>-(CONST_1 + CONST_2)</var>^\circ</code> a ambos lados:
pl: Dodaj <code><var>-(CONST_1 + CONST_2)</var>^\circ</code> po obu stronach:
pt: Some <code><var>-(CONST_1 + CONST_2)</var>^\circ</code> a ambos os lados:
tr: Her iki tarafa <code><var>-(CONST_1 + CONST_2)</var>^\circ</code> ekleyiniz:

source: Add <code><var>abs( A )</var>x</code> to both sides:
da: Læg <code><var>abs( A )</var>x</code> til på begge sider:
es: Suma <code><var>abs( A )</var>x</code> a ambos lados:
fr: On additionne <code><var>abs( A )</var>x</code> dans les deux membres :
nb: Adder <code><var>abs( A )</var>x</code> på begge sider:
pl: Dodaj <code><var>abs( A )</var>x</code> po obu stronach:
pt: Some <code><var>abs( A )</var>x</code> em os dois lados:
tr: İki tarafı <code><var>abs( A )</var>x</code> ile toplayın:

source: Add <code><var>abs( A_1 )</var>x</code> to both sides:
es: Suma <code><var>abs( A_1 )</var>x</code> a ambos lados:
fr: On additionne <code><var>abs( A_1 )</var>x</code> dans les deux membres :
nb: Adder <code><var>abs( A_1 )</var>x</code> til begge sider:
pl: Dodaj <code><var>abs( A_1 )</var>x</code> po obu stronach:
pt: Adicione <code><var>abs( A_1 )</var>x</code> a ambos os lados:
tr: İki tarafı <code><var>abs( A_1 )</var>x</code> ile toplayın :

source: Add <code><var>abs( A_2 )</var>x</code> to both sides:
es: Suma <code><var>abs( A_2 )</var>x</code> a ambos lados:
fr: On additionne <code><var>abs( A_2 )</var>x</code> dans les deux membres :
nb: Adder <code><var>abs( A_2 )</var>x</code> til begge sider:
pt: Adicione <code><var>abs( A_2 )</var>x</code> a ambos os lados:
tr: İki tarafı <code><var>abs( A_2 )</var>x</code> ile toplayın:

source: Add <code><var>abs( H )</var></code> to both sides to isolate <code>x</code> on the left:
es: Suma <code><var>abs( H )</var></code> a ambos lados para despejar <code>x</code> en la izquierda:
fr: On additionne <code><var>abs( H )</var></code> dans les deux membres pour isoler <code>x</code> dans le membre de gauche :
pt: Some <code><var>abs( H )</var></code> aos dois lados para isolar o <code>x</code> à esquerda:
tr: Sol tarafta <code>x</code>'i yalnız bırakmak için, iki tarafı <code><var>abs( H )</var></code> ile toplayın:

source: Add <code><var>abs( K )</var></code> to both sides so we can start isolating <code>x</code> on the left:
da: Læg <code><var>abs( K )</var></code> til på begge sider, så vi kan begynde at isolere <code>x</code> på venstre side:
es: Suma <code><var>abs( K )</var></code> a ambos lados para poder comenzar a despejar <code>x</code> en la izquierda:
fr: On additionne <code><var>abs( K )</var></code> dans les deux membres pour isoler le binôme contenant <code>x</code> :
nb: Legg til <code><var>abs( K )</var></code> på begge sider, så vi kan begynne å isolere <code>x</code> på venstre side:
pt: Some <code><var>abs( K )</var></code> aos dois lados para que possamos começar isolando o <code>x</code> à esquerda:
tr: Sol tarafta <code>x</code>'i yalnız bırakmaya başlamak için, iki tarafı <code><var>abs( K )</var></code> ile toplayın:

source: Add <code><var>abs(B)</var></code> to both sides:
fr: On additionne <code><var>abs(B)</var></code> dans chaque membre :
nb: Adder <code><var>abs(B)</var></code> til begge sider:
pl: Dodaj <code><var>abs(B)</var></code> po obu stronach:
pt: Somar <code><var>abs(B)</var></code> a ambos os lados:
tr: İki tarafı <code><var>abs(B)</var></code> ile toplayın:

source: Add <code><var>abs(D)</var></code> to both sides:
es: Suma <code><var>abs(D)</var></code> a ambos lados:
fr: On ajoute <code><var>abs(D)</var></code> dans chaque membre :
pl: Dodaj <code><var>abs(D)</var></code> do obu stron:
pt: Adicionar <code><var>abs(D)</var></code> a ambos os lados:
tr: İki tarafı <code><var>abs(D)</var></code> ile toplayın:

source: Add <code><var>coefficient(abs(A_1))</var>x</code> to both sides:
es: Suma <code><var>coefficient(abs(A_1))</var>x</code> a ambos lados:
nb: Adder <code><var>coefficient(abs(A_1))</var>x</code> til begge sider:
pt: Some <code><var>coefficient(abs(A_1))</var>x</code> aos dois lados:
tr: İki tarafı <code><var>coefficient(abs(A_1))</var>x</code> ile toplayın:

source: Add <code><var>coefficient(abs(A_2))</var>x</code> to both sides:
es: Suma <code><var>coefficient(abs(A_2))</var>x</code> a ambos lados:
fr: On additionne <code><var>coefficient(abs(A_2))</var>x</code> dans les deux membres :
nb: Adder <code><var>coefficient(abs(A_2))</var>x</code> til begge sider:
pt: Some <code><var>coefficient(abs(A_2))</var>x</code> aos dois lados:
tr: İki tarafı <code><var>coefficient(abs(A_2))</var>x</code> ile toplayın:
