Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Next, let's determine whether <code>ABC</code> and <code>GHI</code> are similar.
es: Ahora, determinemos si <code>ABC</code> y <code>GHI</code> son semejantes.
fr: Ensuite, on étudie si <code>ABC</code> et <code>GHI</code> sont semblables.
nb: Så må vi finne ut om <code>ABC</code> og <code>GHI</code> er formlike.
pl: Następnie ustal czy <code>ABC</code> i <code>GHI</code> są podobne.
pt: Em seguida, vamos determinar se <code>ABC</code> e <code>GHI</code> são semelhantes.
tr: Sonra, <code>ABC</code> ve <code>GHI</code>'nin benzer olup olmadığını belirleyelim.

source: Next, make sure that your line alternates between passing above and then below points, and doesn't simply go above some points and then below the rest.
es: Luego, asegúrate de que tu línea pase por encima de unos puntos y por debajo de otros pero de forma alternada, y no que simplemente pase por encima de algunos puntos y por debajo del resto.
fr: Ensuite, il faut que la droite passe alternativement au-dessus et en dessous des points, et qu'elle ne passe pas simplement au-dessus de quelques points et en dessous de tous les autres.
pl: Następnie upewnij się, że twoja linia przechodzi powyżej i poniżej punktów, a nie po prostu przechodzi powyżej kilku z nich, a reszta znajduje się nad nią.
pt: Em seguida, certifique-se de que sua reta se alterna entre passar por cima e depois por baixo dos pontos, e que não passe apenas por cima de alguns pontos e depois por baixo do restante.
tr: Sonra, doğrunuzun noktaların sırayla altından ve üstünden geçtiğinden emin olun, yalnızca bazı noktaların altından ve geri kalanların üstünden geçmesin.

source: Next, multiply the elements of the matrix of minors by the following pattern:
da: Gang dernæst indgangene i underdeterminanten efter det følgende mønster:
es: A continuación, multiplica los elementos de la matriz de menores por el siguiente patrón:
fr: Puis multipliez les éléments de la matrice des mineurs par -1 ou +1 suivant la règle ci-dessous :
nb: Deretter multipliserer du elementene i minormatrisen med følgende mønster:
nl: Vermenigvuldig vervolgens de elementen van de matrix van de minors met het volgende patroon:
pl: Następnie pomnóżmy elementy macierzy minorów zgodnie z następującym wzorem:
pt: Em seguida, multiplique os elementos da matriz dos menores complementares no seguinte padrão:
tr: Sonra, aşağıdaki örüntüye göre, minör matrisinin elemanlarını çarpınız:

source: Next, rewrite the expression as <code>(\blue{A}x^2 + \purple{a}x) + (\purple{b}x + \pink{C})</code>:
es: A continuación, escribe la expresión como <code>(\blue{A}x^2 + \purple{a}x) + (\purple{b}x + \pink{C})</code>:
fr: Le numérateur s'écrit <code>(\blue{A}x^2 + \purple{a}x) + (\purple{b}x + \pink{C})</code> :
nb: Neste er å skrive om uttrykket til <code>(\blue{A}x^2 + \purple{a}x) + (\purple{b}x + \pink{C})</code>:
pl: Następnie zapiszmy wyrażenie jako <code>(\blue{A}x^2 + \purple{a}x) + (\purple{b}x + \pink{C})</code>:
pt: A seguir, reescreva a expressão como <code>(\blue{A}x^2 + \purple{a}x) + (\purple{b}x + \pink{C})</code>:
tr: Sonra, ifadeyi <code>(\blue{A}x^2 + \purple{a}x) + (\purple{b}x + \pink{C})</code> olarak tekrardan yazınız:

source: Next, rewrite the expression as <code>\blue{A}x^2 + \purple{a}x + \purple{b}x + \pink{C}</code>:
da: Dernæst, omskriv udtrykket til <code>\blue{A}x^2 + \purple{a}x + \purple{b}x + \pink{C}</code>:
es: Después, reescribe la expresión como <code>\blue{A}x^2 + \purple{a}x + \purple{b}x + \pink{C}</code>:
fr: Puis, on réécrit le polynôme sous la forme <code>\blue{A}x^2 + \purple{a}x + \purple{b}x + \pink{C}</code> :
nb: Deretter skriver du om uttrykket til <code>\blue{A}x^2 + \purple{a}x + \purple{b}x + \pink{C}</code>:
pl: Następnie, przepisz wyrażenie jako <code>\blue{A}x^2 + \purple{a}x + \purple{b}x + \pink{C}</code>:
pt: Em seguida, reescreva a expressão como <code>\blue{A}x^2 + \purple{a}x + \purple{b}x + \pink{C}</code>:
tr: Sonra, ifadeyi <code>\blue{A}x^2 + \purple{a}x + \purple{b}x + \pink{C}</code> olarak tekrardan yazınız:

source: Next, rotate the protractor so that the <code>0^{\circ}</code> mark lines up with one side of the angle. <button onclick="javascript: KhanUtil.currentGraph.graph.showCorrect(); ">Show me</button>
es: Después, gira el transportador para que la marca de <code>0^{\circ}</code> esté alineada con uno de los lados del ángulo. <button onclick="javascript: KhanUtil.currentGraph.graph.showCorrect(); ">Enséñame</button>
fr: Ensuite, faire pivoter le rapporter afin que la marque <code>0^{\circ}</code> s'aligne avec l'un des côtés de l'angle.<button onclick="javascript: KhanUtil.currentGraph.graph.showCorrect(); ">Montrez-moi</button>
nb: Så roterer du gradskiven slik at <code>0^{\circ}</code> ligger rett oppå det ene vinkelbeinet. <button onclick="javascript: KhanUtil.currentGraph.graph.showCorrect(); ">Vis meg</button>
pl: Następnie obróć kątomierz, tak żeby znacznik <code>0^{\circ}</code> był na równi z jednym ramieniem kąta. <button onclick="javascript: KhanUtil.currentGraph.graph.showCorrect(); ">Pokaż mi jak</button>
pt: Em seguida, rotacione o transferidor de forma que a marca <code>0^{\circ}</code> se alinhe com um lado do ângulo. <button onclick="javascript: KhanUtil.currentGraph.graph.showCorrect(); ">Mostre-me</button>
tr: Sonra <code>0^{\circ}</code> işareti açının bir kenarıyla hizaya gelecek şekilde açı ölçeri döndürünüz. <button onclick="javascript: KhanUtil.currentGraph.graph.showCorrect(); ">Bana göster</button>

source: Next, transpose the matrix of cofactors to get the adjugate.
da: Transponer dernæst cofaktor-matricen for at finde den adjungerede.
es: Ahora, transpón la matriz de cofactores para obtener la adjunta.
fr: Puis transposez la matrice des mineurs.
nb: Deretter transponerer du kofaktormatrisen til den transporterte matrisen.
nl: Transponeer vervolgens de matrix van cofactoren om de geadjugeerde te verkrijgen.
pl: Następnie, transponujemy macierz dopełnień i dostajemy macierz dołączoną.
pt: Em seguida, transponha a matriz de cofatores para obter a adjunta.
tr: Sonra, kofaktör matrisinin devriğini alarak ek matrisi bulunuz.

source: Next, we also need to consider that <code>f(x)</code> is undefined anywhere where the denominator is zero.
da: Vi skal ligeledes overveje, at <code>f(x)</code> er udefineret, hvor nævneren er lig med nul.
es: A continuación, también necesitamos considerar que <code>f(x)</code> no está definida cuando el denominador es cero.
nb: Vi skal på samme måte vurdere om <code>f(x)</code> er definert hvor nevneren er lik null.
pt: Em seguida, precisamos também considerar que <code>f(x)</code> é indefinida em qualquer lugar que o denominador é zero.
tr: Sonra, paydanın sıfır olduğu yerde <code>f(x)</code>'in tanımsız olduğunu dikkate almalıyız.

source: Next, we also need to consider that <code>f(x)</code> is undefined when the denominator, <code>\sqrt{ x - <var>A</var> }</code>, is zero.
da: Bagefter skal vi også overveje, at <code>f(x)</code> er udefineret, når nævneren, <code>\sqrt{ x - <var>A</var> }</code>, er 0.
es: A continuación, también necesitamos considerar que <code>f(x)</code> no está definida cuando el denominador, <code>\sqrt{ x - <var>A</var> }</code>, es cero.
fr: Ensuite <code>f(x)</code> n'existe pas si le dénominateur, <code>\sqrt{ x - <var>A</var> }</code>, est égal à zéro.
nb: Etterpå skal vi også vurdere om <code>f(x)</code> er definert eller ikke når nevneren, <code>\sqrt{ x - <var>A</var> }</code>, er 0.
pt: Em seguida, precisamos também considerar que <code>f(x)</code> é indefinida quando o denominador, <code>\sqrt{ x - <var>A</var> }</code>, é zero.
tr: Sonra, paydanın, <code>\sqrt{ x - <var>A</var> }</code>'nın, sıfır olduğu yerde <code>f(x)</code>'in tanımsız olduğunu dikkate almalıyız.

source: Next, we can factor out a <code><var>A</var></code> from the right side:
da: Vi kan dernæst faktorisere <code><var>A</var></code> ud på højre side:
es: A continuación, podemos factorizar un <code><var>A</var></code> del lado derecho:
fr: Ensuite, on met <code><var>A</var></code> en facteur dans le membre de droite :
nb: Vi kan deretter faktorisere <code><var>A</var></code> på høyre side:
pt: A seguir, podemos fatorar<code><var>A</var></code> do lado direito:
tr: Sonra, sağ tarafı <code><var>A</var></code> parantezine alabiliriz:

source: Next, we can rewrite each of the place values as <code>1</code> plus a bunch of <code>9</code>s:
da: Dernæst kan vi omskrive pladsværdierne som <code>1</code> plus en masse <code>9</code>-taller:
es: Después, podemos reescribir cada valor posicional como <code>1</code> más un montón de <code>9</code>s:
fr: Ensuite, on réécrit les puissances de 10 sous la forme d'une somme de <code>1</code> et d'un nombre ne s'écrivant qu'avec des <code>9</code> :
nb: Deretter kan vi skrive om plassverdiene som <code>1</code> pluss en hel mengde <code>9</code>-tall:
nl: Daarna kunnen we op elk van de plaatswaarden een <code>1</code> schrijven plus een stel <code>9</code>s:
pl: Następnie możemy przepisać każda wartość pozycji jako <code>1</code> plus kilka cyfr <code>9</code>:
pt: Em seguida, podemos reescrever as notações posicionais como <code>1</code> mais um grupo de <code>9</code>s:
tr: Daha sonra, basamak değerlerinin her birisini <code>1</code> artı bir grup <code>9</code> toplamı olarak tekrar yazabilirz:

source: Next, we need to consider that <code>f(x)</code> is also undefined anywhere where the denominator is zero.
da: Vi skal ligeledes overveje, at <code>f(x)</code> er udefineret, hvor nævneren er lig med nul.
es: A continuación, también necesitamos considerar que <code>f(x)</code> tampoco está definida cuando el denominador es cero.
nb: Vi skal på samme måte vurdere om<code>f(x)</code> er definert hvor nevneren er lik null.
pt: Em seguida, precisamos considerar que <code>f(x)</code> também é indefinida em qualquer lugar em que o denominador é zero.
tr: Sonra, paydanın sıfır olduğu yerde <code>f(x)</code>'in tanımsız olduğunu dikkate almalıyız.

source: Next, we need to consider that <code>f(x)</code> is undefined anywhere where the denominator, <code>\sqrt{ x - <var>A</var> }</code>, is zero.
da: Bagefter skal vi overveje, at <code>f(x)</code> er udefineret alle steder, hvor nævneren, <code>\sqrt{ x - <var>A</var> }</code>, er 0.
es: A continuación, necesitamos considerar que <code>f(x)</code> no está definida cuando el denominador, <code>\sqrt{ x - <var>A</var> }</code>, es cero.
fr: Ensuite, <code>f(x)</code> n'est pas défini lorsque son dénominateur, <code>\sqrt{ x - <var>A</var> }</code>, est égal à zéro.
nb: Så må vi vurdere om <code>f(x)</code> er definert hvor nevneren, <code>\sqrt{ x - <var>A</var> }</code>, er 0.
pt: Em seguida, precisamos considerar que <code>f(x)</code> é indefinida em qualquer lugar em que o denominador, <code>\sqrt{ x - <var>A</var> }</code>, é zero.
tr: Sonra, paydanın, <code>\sqrt{ x - <var>A</var> }</code>'nın, sıfır olduğu yerde <code>f(x)</code>'in tanımsız olduğunu dikkate almalıyız.

source: Nice Listener
da: God lytter
es: Buen oyente
fr: Écoute respectable
ja: ナイスなリスナー
nb: God lytter
nl: Goede luisteraar
pl: Dobry Słuchacz
pt: Bom ouvinte
pt_pt: Bom ouvinte
tr: İyi dinleyici

source: Nice Streak
da: Godt klaret
es: Buena racha
fr: Belle série
ja: ナイスな疾走
nb: Grei rekke
nl: Goed bezig
pl: Ładna passa
pt: Boa sequência
pt_pt: Boa sequência
tr: İyi Seri

source: Nice job! Save your progress before the next lesson:
da: Fint arbejde! Gem det, inden næste lektion:
es: ¡Buen trabajo! Guarda tu progreso antes de la siguiente lección:
fr: Beau travail ! Sauvegardez votre progression avant la leçon suivante :
ja: すばらしい．次のレッスンの前に進捗状況をセーブします:
nb: Godt jobbet! Lagre din fremgang før neste leksjon:
nl: Goed gedaan! Sla jouw voortgang op voor de volgende les:
pl: Świetna robota! Zapisz swoje postępy przed następną lekcją:
pt: Bom trabalho! Salve seu progresso antes da próxima lição:
pt_pt: Bom trabalho! Guarda o teu progresso antes de avançares.
tr: Aferin! Bir sonraki dersten sonra, ilerlemenizi kaydediniz:

source: Nice work!
da: Godt arbejde!
es: ¡Excelente trabajo!
fr: Bon travail !
nb: Bra jobbet!
nl: Mooi werk!
pl: Niezła robota!
pt: Bom trabalho!
pt_pt: Bom trabalho!
tr: Güzel iş!

source: Nice work! This queue is empty!
bg: Добра свършена работа! Тази опашка е празна!
da: Godt arbejde! Denne kø er tom!
es: ¡Buen trabajo! ¡Esta lista está vacía!
fr: Bon travail ! Rien en attente !
ja: すばらしい! このキューは空になりました!
nb: Flott arbeid! Denne køen er tom!
pl: Dobra robota! Ta kolejka jest pusta!
pt: Bom trabalho! Esta fila está vazia!
pt_pt: Bom trabalho! Esta fila está vazia!
tr: Güzel iş! Bu sıra boştur!

source: Nice, you read them all! You're winning like a Winston!
da: Godt, du læste det hele! Du er for sej!
es: ¡Bien, los leíste todos! ¡Estás ganando como un Winston!
fr: Merci, d'avoir tout lu ! Félicitations !
nb: Godt, du leste det hele! Du vinner som en Winston!
nl: Mooi, je hebt ze allemaal gelezen! Je bent aan het winnen als een Winston!
pl: Świetnie, przeczytałeś je wszystkie! Wygrywasz jak Winston!
pt: Muito bem, você leu tudo! Você está arrasando!
pt_pt: Muito bem. Conseguiste ler tudo!
tr: Güzel, hepsini okudunuz! Yola aynen devam!

source: Nick
fr: Nicolas
hi: निकेतन
ja: ニック
pt: Luís
tr: Nilüfer

source: Nick regularly sits down with the Head of Finance to make sure that the financial numbers stay classy.
pt: Nick se reúne regularmente com o Chefe de Finanças para garantir que os números continuem corretos.
tr: Nick Finans Müdürü'yle sık sık bir araya gelerek, finansal sayıların şık kalmasını sağlar.

source: Nickel
es: Níquel
nb: Nikkel
pl: Nikiel
pt: Níquel
pt_pt: Níquel
tr: Nikel

source: Nikki's hometown
nb: Nikkis hjemby
pl: Miasto Nikki
pt: Cidade natal de Nicole
tr: Nikki'nin memleketi

source: Niobium
es: Niobio
pl: Niob
pt: Nióbio
pt_pt: Nióbio
tr: Niyobyum

source: Nitrogen
fr: Azote
pl: Azot
pt: Nitrogênio
tr: Nitrojen

source: No
da: Nej
fr: Non/Aucun
nb: Nei
nl: Nee
pl: Nie
pt: Não
pt_pt: Não
tr: Hayır

source: No &mdash; And I've proven it by constructing an incongruent triangle (a counterexample).
es: No &mdash; Y lo he demostrado construyendo un triángulo incongruente (un contraejemplo).
fr: Non &mdash; et je l'ai prouvé en construisant un triangle non-isométrique (un contre-exemple).
pl: Nie &mdash; I udowadniam to to konstruując trójkąt, który nie jest przystający (kontrprzykład).
pt: Não &mdash; E eu provei isso construindo um ângulo incongruente (um contra-exemplo).
tr: Hayır &mdash; Ve bunu eş olmayan bir üçgen oluşturarak (karşı örnek) ispatladım.

source: No Due Date
da: Ingen Forfaldsdato
es: Sin fecha límite
fr: Aucune date d'échéance
ja: しめきりはありません．
nb: Ingen Forfallsdato
nl: Geen vervaldatum
pl: Nie ma terminu
pt: Sem data final
pt_pt: Sem data limite
tr: Bitiş tarihi yok

source: No activity in the selected date range.
da: Ingen aktivitet indenfor de valgte datoer.
es: No hay actividad en el periodo de fechas seleccionado.
fr: Aucune activité dans la plage de dates sélectionnée.
ja: 選択された日付の範囲ではアクティビティはありません．
nb: Ingen aktivitet innenfor de valgte datoer.
nl: Geen activiteit in de opgegeven datumbereik.
pl: Brak aktywności w wybranym zakresie czasowym.
pt: Nenhuma atividade no intervalo de datas selecionado.
pt_pt: Nenhuma atividade no intervalo de datas selecionado.
tr: Seçili tarih aralığında hiçbir faaliyet bulunmamaktadır.

source: No ads, no subscriptions. We are a not&#8209;for&#8209;profit because we believe in a free, world-class education for anyone, anywhere.
da: Ingen reklamer, ingen abonnementer. Vi er en &#8209;ikke-for-profit&#8209; organisation, fordi vi tror på en gratis, verdensklasse uddannelse for alle, hvor som helst.
es: Sin anuncios, sin suscripciones. Somos una asociación sin fines de lucro porque creemos en una educación libre y de clase mundial para cualquier persona, en cualquier lugar.
fr: Ici, pas de publicité, pas de spam. Nous ne vendons rien. Nous sommes une ONG, qui croit en une éducation gratuite pour tous, partout dans le monde.
nb: Ingen annonser, ingen abonnementer. Vi er en ikke&#8209;kommersiell&#8209; organisasjon fordi vi tror på gratis utdanning i verdensklasse for alle, hvor som helst.
nl: Geen advertenties, geen abonnementen. Wij zijn een stichting&#8209;zonder&#8209;winstoogmerk omdat we geloven in een vrij, onderwijs van wereldklasse voor iedereen, overal.
pl: Bez reklam, bez subskrypcji. Nie istniejemy dla zysku, ponieważ wierzymy w darmową, światowej klasy edukację dla każdego i wszędzie.
pt: Sem anúncios, sem assinaturas. Não visamos ao lucro, porque acreditamos em uma educação de alta qualidade e gratuita para qualquer pessoa, em qualquer lugar.
pt_pt: Sem publicidade, nem subscrições. Somos uma organização sem fins lucrativos, porque acreditamos na educação gratuita e de alta qualidade para qualquer pessoa, esteja onde estiver.
tr: Reklam yok, abonelik yok. Kar amacı gütmüyoruz ve eğitimin ihtiyacı olan herkese ulaşması için ücretsiz olması gerektiğine inanıyoruz!

source: No ads, no subscriptions. We are a not-for-profit because we believe in a free, world-class education for anyone, anywhere.
da: Ingen reklamer, ingen abonnementer. Vi er en ikke-for-profit organisation, fordi vi tror på en gratis, verdensklasse uddannelse for alle, hvor som helst.
es: Sin anuncios, sin suscripciones. Somos una asociación sin fines de lucro porque creemos en una educación gratis, de clase mundial, para cualquiera, en cualquier lugar.
fr: Pas de publicité, pas de spam. Nous sommes une ONG et nous croyons en une éducation gratuite accessible à tous.
nb: Ingen annonser, ingen abonnementer. Vi er en non-for-profit fordi vi tror på et gratis, førsteklasses utdanning for alle, overalt.
nl: Geen advertenties, geen aanmeldingen. Wij zijn non-profit omdat wij geloven in gratis, wereldwijde educatie voor iedereen, waar dan ook.
pl: Bez reklam, bez subskrypcji. Jesteśmy organizacją non-profit, ponieważ wierzymy w darmową, światowej klasy edukację dla każdego i wszędzie.
pt: Sem anúncios, sem assinaturas. Não visamos ao lucro, porque acreditamos em uma educação de alta qualidade e gratuita para qualquer pessoa, em qualquer lugar.
pt_pt: Sem publicidade, nem subscrições. Somos uma organização sem fins lucrativos, porque acreditamos na educação gratuita e de alta qualidade para qualquer pessoa, esteja onde estiver.
tr: Reklam yok, abonelik ücreti yok. Kar amacı gütmüyoruz, çünkü herkes için ücretsiz ve dünya standartlarında eğitime inanıyoruz.

source: No ads, no subscriptions. We are a not-for-profit because we believe in a free, world-class education for anyone, anywhere.
da: Ingen reklamer, ingen abonnementer. Vi er en ikke-for-profit organisation, fordi vi tror på en gratis, verdensklasse uddannelse for alle, hvor som helst.
es: Sin anuncios, sin suscripciones. Somos una asociación sin fines de lucro porque creemos en una educación gratis, de clase mundial, para cualquiera, en cualquier lugar.
fr: Pas de publicité, pas de spam. Nous sommes une ONG et nous croyons en une éducation gratuite accessible à tous.
nb: Ingen annonser, ingen abonnementer. Vi er en non-for-profit fordi vi tror på et gratis, førsteklasses utdanning for alle, overalt.
nl: Geen advertenties, geen abonnementen. Wij zijn non-profit omdat wij geloven in een vrije eersteklas educatie voor iedereen, waar dan ook.
pl: Bez reklam, bez subskrypcji. Jesteśmy organizacją non-profit, ponieważ wierzymy w darmową, światowej klasy edukację dla każdego i wszędzie.
pt: Sem anúncios, sem assinaturas. Não visamos ao lucro, porque acreditamos em uma educação de alta qualidade e gratuita para qualquer pessoa, em qualquer lugar.
pt_pt: Sem publicidade, nem subscrições. Somos uma organização sem fins lucrativos, porque acreditamos na educação gratuita e de alta qualidade para qualquer pessoa, esteja onde estiver.
tr: Reklam yok, abonelik ücreti yok. Herkes için ücretsiz ve dünya standartlarında eğitime inanıyor, ve bu nedenle kar amacı gütmüyoruz.

source: No ads, no subscriptions. We are a not‑for‑profit because we believe in a free, world-class education for anyone, anywhere. We rely on our community of thousands of volunteers and donors. Learn more about getting involved today.
fr: Ici, pas de pub, pas d'abonnement. Nous sommes une organisation a but non lucratif car nous avons pour objectif une éducation gratuite, pour tous et partout. Nous avons la chance d'être supportés par une communauté massive de bénévoles et de donateurs, que vous pouvez rejoindre à tout moment.
pt: Sem anúncios, sem assinaturas. Somos uma empresa sem fins lucrativos porque acreditamos em uma educação gratuita de qualidade para todos, em qualquer lugar. Contamos com nossa comunidade de milhares de voluntários e doadores. Saiba mais sobre como participar.
tr: Reklam ya da abonelik yok. Biz kar amacı gütmeyen bir kuruluşuz, çünkü eğitimde fırsat eşitliği için herkese, her yerde, dünya standartlarında ve ücretsiz eğitime inanıyoruz. Binlerce gönüllü ve bağışçımızdan oluşan destekçilerimize güveniyoruz. Bugün, aramızda yer almak hakkında bilgi alabilirsiniz.

source: No answers posted yet.
da: Ingen svar endnu.
es: No hay respuestas enviadas aún.
fr: Pas de réponses publiées pour l'instant.
nb: Ingen svar postet enda.
nl: Nog geen antwoorden gepost.
pl: Nie ma jeszcze odpowiedzi.
pt: Nenhuma resposta publicada ainda.
pt_pt: Nenhuma resposta.
tr: Henüz cevap verilmemiştir.

source: No badges earned yet.
da: Ingen badges optjent endnu.
es: No hay medallas ganadas aún.
fr: Aucun badge gagné pour l'instant.
nb: Ingen emblemer oppnådd enda.
nl: Nog geen badges verdiend.
pl: Nie ma jeszcze odznak.
pt: Nenhuma medalha conquistada ainda.
pt_pt: Nenhuma medalha.
tr: Henüz madalya yok.

source: No badges...yet!
da: Ingen badges... endnu!
es: ¡No hay medallas... aún!
fr: Pas encore de badges... pour l'instant !
nb: Ingen merker... ennå!
nl: Geen medailles ... nog!
pl: Nie ma odznak... jeszcze!
pt: Nenhuma medalha... ainda!
pt_pt: Não tens nenhuma medalha… ainda!
tr: Hiç madalya yok... şimdilik!

source: No banned users.
da: Ingen udelukkede brugere.
es: No hay usuarios bloqueados.
fr: Aucun utilisateur banni.
ja: 禁止ユーザーはいません．
nb: Ingen utestengte brukere.
nl: Geen verbannen gebruikers.
pl: Nie zbanowani użytkownicy.
pt: Nenhum usuário banido.
pt_pt: Não há utilizadores banidos.
tr: Yasaklı bir kullanıcı yok.

source: No challenges or skills match your query.
da: Ingen opgaver eller emner matcher din forespørgsel.
es: No hay retos ni habilidades que correspondan con tu búsqueda.
fr: Aucun défi ou compétence ne correspond à votre requête.
ja: あなたのお探しの科目やスキルの名前がみつかりませんでした．
nb: Ingen utfordring eller øvelse passer ditt søk.
nl: Geen uitdagingen of vaardigheden voldoen aan je zoekcriteria.
pl: Brak wyzwań lub umiejętności spełniających kryteria wyszukiwania.
pt: Nenhum desafio ou habilidade corresponde a sua consulta.
pt_pt: Nenhum desafio ou competência corresponde à sua consulta.
tr: Sorgulamanızla hiç bir soru ya da beceri eşleşmiyor.

source: No class activity.
bg: Не е имало активност в класа.
da: Ingen aktivitet i klassen.
es: Ninguna actividad de la clase.
fr: Aucune activité pour cette classe.
ja: クラスのアクティビティがありません．
nb: Ingen klasseakivitet.
nl: Geen klassenactiviteit.
pl: Brak aktywności klasy.
pt: Nenhuma atividade da turma.
pt_pt: Nenhuma atividade nesta turma.
tr: Sınıf etkinliği bulunmamaktadır.

source: No completion progress for this type
da: Ingen fremskridtsbarre for denne type
es: No hay progreso de finalización para este tipo
fr: Pas de points pour avoir terminé l'exercice avec ceux-ci
nb: Ingen ferdig fremgang for denne typen
nl: Geen voortgang voor dit type
pl: Brak ukończonego postępu dla tego typu
pt: Não há nenhum progresso de conclusão para esse tipo
tr: Bu tür için tamamlama ilerlemesi yoktur
