Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: This reference is based on <a href="http://processingjs.org/reference/" target="_blank">ProcessingJS reference</a> and is licensed under the <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/" target="_blank">CC BY-NC-SA 2.0 license.
da: Denne reference er baseret på <a href="http://processingjs.org/reference/" target="_blank">ProcessingJS reference</a> og er licenseret under <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/" target="_blank">CC BY-NC-SA 2.0 licens.
es: Esta referencia está basada en la <a href="http://processingjs.org/reference/" target="_blank"> referencia ProcessingJS</a> y está autorizada bajo la <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/" target="_blank">licencia CC BY-NC-SA 2.0.
fr: Cette référence est basée sur la <a href="http://processingjs.org/reference/" target="_blank">référence ProcessingJS</a> et est distribuée sous la licence <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/" target="_blank">CC BY-NC-SA 2.0
nb: Denne referansen er basert på <a href="http://processingjs.org/reference/" target="_blank">ProcessingJS-referansen</a> og er lisensert under <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/" target="_blank">CC BY-NC-SA 2.0 lisensen.
nl: Deze referentie is gebaseerd op <a href="http://processingjs.org/reference/" target="_blank">ProcessingJS reference</a> en is erkend onder de <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/" target="_blank">CC BY-NC-SA 2.0 licentie.
pl: Te referencje bazują na <a href="http://processingjs.org/reference/" target="_blank">referencjach ProcessingJS</a> oraz są licencjonowane na <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/" target="_blank">licencji CC BY-NC-SA 2.0.
pt: Esta referência baseia-se na <a href="http://processingjs.org/reference/" target="_blank">ProcessingJS reference</a> e está licenciada sob <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/" target="_blank">CC BY-NC-SA 2.0 license.
pt_pt: Esta referência baseia-se na <a href="http://processingjs.org/reference/" target="_blank">ProcessingJS reference</a> e está licenciada com uma licença <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/" target="_blank">Creative Commons - Atribuição-NãoComercial-PartilhaIgual 2.0.
tr: Bu belge <a href="http://processingjs.org/reference/" target="_blank">ProcessinJS kaynakçası</a> temel alınarak hazırlanmıştır ve <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/" target="_blank">CC BY-NC-SA 2.0 lisansı vardır.

source: This result, called the quotient, is <code>$<var>TOTAL</var> \div $<var>NUM2</var></code>.
nb: Dette resultatet, som kalles kvotient, er <code>$<var>TOTAL</var> \div $<var>NUM2</var></code>.
pl: Ten wynik, zwany ilorazem, ma wartość <code>$<var>TOTAL</var> \div $<var>NUM2</var></code>.
pt: Esse resultado, chamado de quociente, é <code>$<var>TOTAL</var> \div $<var>NUM2</var></code>.
tr: Sonuç, ki buna *bölüm* adını veriyoruz, şudur: <code>$<var>TOTAL</var> \div $<var>NUM2</var></code>.

source: This result, called the quotient, is equal to <code>$<var>TOTAL</var> \div <var>NUM2</var></code>.
nb: Dette resultatet, som kalles kvotient, tilsvarer <code>$<var>TOTAL</var> \div <var>NUM2</var></code>.
pl: Ten wynik, zwany ilorazem, ma wartość <code>$<var>TOTAL</var> \div <var>NUM2</var></code>.
pt: Esse resultado, chamado de quociente, é igual a <code>$<var>TOTAL</var> \div <var>NUM2</var></code>.
tr: Sonuç, ki buna *bölüm* adını veriyoruz, şudur: <code>$<var>TOTAL</var> \div <var>NUM2</var></code>.

source: This section highlights the great projects that new programmers are creating. Thank you for supporting all members of the community!
da: Dette afsnit fremhæver de store projekter , som nye programmører arbejder på. Tak for støtten til glæde for alle medlemmer af fællesskabet!
es: Esta sección destaca los grandes proyectos que los nuevos programadores están creando. ¡Gracias por apoyar a todos los miembros de la comunidad!
fr: Cette section met en avant les grands projets en phase de création par les nouveaux programmeurs. Merci à tous les membres de la communauté pour votre soutien!
nb: Dette avsnittet fremhever de store projektene , som nye programerere arbeider på. Takk for støtten til glede for alle medlemmer av fellesskapet!
nl: Dit gedeelte wijst op de geweldige projecten die nieuwe programmeurs maken. Dank je voor het ondersteuning van alle leden van de community!
pl: W tej sekcji znajdują się świetne projekty, które tworzą nowi programiści. Dziękujemy za wsparcie wszystkich członków społeczności!
pt: Esta seção destaca os incríveis projetos que os novos programadores estão criando. Agradecemos ao apoio de todos os membros da Comunidade!
pt_pt: Esta secção destaca os melhores programas que os programadores pouco experientes criaram. Agrademos-te por apoiares todos os membros da comunidade!
tr: Bu bölüm, yeni programcıların oluşturdukları harika projeleri özetlemektedir. Topluluğumuzun tüm üyelerini desteklediğiniz için size teşekkür ederiz!

source: This shape is an <em>ellipse</em>.
da: Denne figur er en <em>ellipse</em>.
es: Esta forma es una <em>elipse</em>.
fr: C'est une <em>ellipse</em>.
nb: Denne figuren er en <em>ellipse</em>.
pt: Esta forma é uma <em>elipse</em>.
tr: Bu şekil, bir <em>elipstir</em>.

source: This shape is perfectly round and symmetrical. All the points on it are equidistant from its center.
da: Denne figur er perfekt rund og symmetrisk. Alle punkterne er i samme afstand fra centrum.
es: Esta forma es perfectamente redonda y simétrica. Todos los puntos son equidistantes de su centro.
fr: Cette courbe est parfaitement ronde. Tous les points sont équidistants de son centre.
nb: Denne figuren er perfekt rund og symmetrisk. Alle punktene er i samme avstand fra sentrum.
pt: Esta forma é perfeitamente redonda e simétrica. Todos os seus pontos são equidistantes do seu centro.
tr: Bu şekil, tam yuvarlak ve simetriktir. Üzerindeki tüm noktalar, merkezden eşit uzaklıktadır.

source: This skill was tested in a mastery challenge. Click to see attempt details.
da: Denne færdighed blev testet i en beherskelsesudfordring. Klik for at se detaljer om forsøg.
es: Esta habilidad fue probada en un desafío de dominio. Haz clic para ver los detalles del intento.
fr: Cette compétence a été testée dans un défi de maîtrise. Cliquez pour consulter les détails.
ja: このスキルはマスタリーチャレンジにてテストされました．試みの詳細を見るにはクリックして下さい．
nb: Denne ferdigheten ble testet i en mestringsutfordring. Klikk for å se detaljer om forsøkene.
nl: Deze vaardigheid werd getest in een meesterschap uitdaging. Klik om de poging-details te zien.
pl: Ta umiejętność była testowana w mistrzowskim wyzwaniu. Kliknij by zobaczyć szczegóły dostępu.
pt: Esta habilidade foi testada em um desafio. Clique para ver detalhes da tentativa.
tr: Bu beceri bir Bilgi Yarışması'yla sınanmıştır. Denemenin detaylarını görmek için tıklayınız.

source: This skill was tested in the %(assessment)s
da: Denne færdighed blev testet i %(assessment)s
es: Esta habilidad fue probada en el %(assessment)s
fr: Cette compétence a été testée dans le %(assessment)s
ja: このスキルは %(assessment)s においてテストされました．
nb: Denne ferdigheten ble testet i %(assessment)s
nl: deze vaardigheid is getest in de%(assessment)s
pl: Ta umiejętność była testowana przy %(assessment)s
pt: Esta habilidade foi testada em %(assessment)s
tr: Bu beceri, %(assessment)s ile sınanmıştır

source: This specific problem from the past was created with a very old version of Khan Academy, and we're unable to show it to you.
bg: Този специфичен проблем произтича от много стара версия на Кан Академи и не е възможно да Ви го покажем.
da: Denne opgave fra tidligere, blev oprettet med en meget gammel version af Khan Academy, og det er ikke muligt at vise dig den.
es: Este problema específico fue creado con una versión muy vieja de Khan Academy y no podemos mostrártelo.
fr: Cet ancien problème a été créé avec une version très ancienne de l'Académie Khan, et nous ne sommes pas en mesure de vous le montrer.
nb: Denne bestemte oppgaven fra fortiden ble opprettet med en svært gammel versjon av Khan Academy, og vi kan ikke vise den til deg.
nl: Dit specifieke probeelm uit het verleden is gemaakt met een hele oude versie van Khan Academy en we kunnen dit niet meer laten zien.
pl: Ten konkretny problem pochodzi z bardzo starej wersji Khan Academy i nie możemy go już pokazać.
pt: Esse problema específico foi criado com uma versão antiga da Khan Academy e não é possível exibi-lo a você.
tr: Geçmişteki bu sorun Khan Academy'nin çok eski versiyonlarında geçerliydi , ve artık size gösteremiyoruz.

source: This specific problem from the past was created with a very old version of Khan Academy, and we're unable to show it to you. <strong>No progress has been lost.</strong> This inconvenience is restricted to very old problems, and it will not affect any current or future work.
bg: Този конкретен проблем от миналото е бил създаден с много стара версия на Кан академията и не можем да ви го покажем. <strong>Но не е изгубено развитието на материала.</strong> Това неудобство е ограничено в много стари задачи и няма да засегне вашата настояща или бъдеща работа.
da: Denne opgave fra tidligere, blev oprettet med en meget gammel version af Khan Academy, og det er ikke muligt at vise dig den. <strong>Intet fremskridt er tabt.</strong> Dette problem er begrænset til meget gamle opgaver, og har ingen effekt på dit nuværende eller kommende arbejde.
es: Este problema específico fue creado con una versión muy vieja de Khan Academy y no podemos mostrártelo. <strong> No se ha perdido ningún avance.</strong> Este inconveniente es únicamente asociado con problemas muy viejos y no afecta ningún trabajo actual ni futuro.
fr: Ce problème spécifique du passé a été créé avec une version très ancienne de l'Académie Khan, et nous ne sommes pas en mesure de vous le montrer. <strong>Aucun progrès n'a été perdu.</strong> Cet inconvénient est limité aux problèmes très anciens, et cela n'affectera aucun travail actuel ou futur.
nb: Dette bestemte problemet fra fortiden ble opprettet med en svært gammel versjon av Khan Academy, og vi kan ikke vise det til deg. <strong>Ingen fremgang har gått tapt.</strong> Dette er begrenset til svært gamle problemer, og det vil ikke påvirke nåværende eller fremtidig arbeid.
nl: Dit specifieke probeelm uit het verleden is gemaakt met een hele oude versie van Khan Academy en we kunnen dit niet meer laten zien. <strong>Voortgang is niet verloren.</strong> Dit ongemak is gelimiteerd tot hele oude problemen en zal het huidige en toekomstige werk niet beïnvloeden.
pl: Ten konkretny problem pochodzi z bardzo starej wersji Khan Academy i nie możemy go już pokazać. <strong>Twoje postępy zostały zapisane.</strong> Ta niedogodność dotyczy tylko bardzo starych zadań i nie wpłynie na Twoją obecną i przyszłą pracę.
pt: Esse problema específico foi criado com uma versão muito antiga da Khan Academy, e não temos como mostrá-lo para você. <strong>O seu progresso foi salvo.</strong> Este erro está restrito a problemas antigos e não afetará nenhum trabalho atual ou futuro.
tr: Geçmişteki bu sorun Khan Academy'nin çok eski versiyonlarında geçerliydi , ve artık size gösteremiyoruz. <strong>İlerlemeler kaybolmamıştır.</strong> Bu sıkıntı sadece çok eski sorunlarla sınırlı, mevcut veya gelecek çalışmaları etkilemeyecek.

source: This step is too hard, I don't feel prepared enough to do it.
da: Dette trin er for svært, jeg føler ikke helt klar til at gøre det.
es: Este paso es muy difícil, no me siento lo suficientemente preparado para seguirlo.
fr: Cette étape est trop dure, je ne pense pas être suffisamment prêt à la faire.
nb: Dette trinnet er for vanskelig, jeg føler meg ikke godt nok forberedt til å kunne gjennomføre det.
nl: Deze stap is te moeilijk, ik voel me niet genoeg voorbereid om het te doen.
pl: Ten etap jest dla mnie za trudny, nie jestem odpowiednio przygotowany.
pt: Esta etapa é muito difícil, não me sinto preparado para fazê-la.
pt_pt: Este passo é demasiado difícil. Não estou preparado para o fazer.
tr: Bu adım çok zor, kendimi bunun için yeterince hazırlıklı hissetmiyorum.

source: This step's instructions are confusing. I'm not sure what it wants me to do.
da: Instruktionen til dette trins er forvirrende. Jeg er ikke sikker på, hvad det er, jeg skal gøre.
es: Estas instrucciones son confusas. No estoy seguro(a) de qué quieren que haga.
fr: Les instructions de cette étape sont déroutantes. Je ne sais pas ce que je dois faire.
nb: Instruksjonene for dette trinnet er forvirrende. Jeg er ikke sikker på hva den vil ha meg til å gjøre.
nl: De instructies van deze stap zijn verwarrend. Ik ben niet zeker wat ik moet doen.
pl: Instrukcje w tym kroku są niezrozumiałe. Nie jestem pewien, co mam robić.
pt: As instruções desta etapa são confusas. Não tenho certeza do que preciso fazer.
tr: Bu adımın yönergeleri akıl karıştırıcı. Ne yapmamı istediğini tam anlamadım.

source: This student's parent needs to check their email for instructions on how to create an account, then go to https://www.khanacademy.org/coach/children and check the 'Allow other coaches' box.
bg: Родителят на ученика трябва да проверят пощата си за инструкции относно създаването на профил и после да посетят https://www.khanacademy.org/coach/children, където да отметнат "Позволи други учители".
da: Elevens forælder skal tjekke deres e-mail for at få instruktioner om, hvordan man opretter en konto. Gå derefter til https://www.khanacademy.org/coach/children og afkryds boksen 'Tillad andre vejledere'.
es: Los padres de este estudiante deben consultar su correo electrónico para obtener las instrucciones sobre cómo crear una cuenta, después deben ir a https://www.khanacademy.org/coach/children y activar la opción "Permitir otros tutores".
fr: Le parent de l'élève doit vérifier sa boîte mail pour lire les instructions sur la création d'un compte, puis se rendre à l'adresse https://khanacademy.org/coach/children et enfin cocher la case "Autoriser d'autres coaches".
he: ההורה של התלמיד הזה צריך לבדוק את הדוא"ל שלו לקבלת הוראות כיצד ליצור חשבון, ואז ללכת ל-https://www.khanacademy.org/coach/children ולסמן את התיבה 'אפשר מאמנים אחרים'.
ja: この生徒の親はアカウントをどのように作成するかについての説明の電子メイルをチェックする必要があります．その後，https://www.khanacademy.org/coach/children に行き，'他のコーチを許可する' のチェックボックスをチェックして下さい．
nb: Denne elevens foreldre må sjekke eposten sin og følge instruksjonene for å lage en konto. Deretter må de gå til https://www.khanacademy.org/coach/children og huke av 'Tillat andre veiledere' valget.
nl: De ouder van deze leerling moet zijn/haar email controleren voor instructies voor het creëren van een account, vervolgens naar https://www.khanacademy.org/coach/children gaan en het boxje 'Andere coaches toestaan' aanvinken.
pl: Rodzic tego ucznia musi sprawdzić swoją skrzynkę e-mail, aby otrzymać instrukcje jak stworzyć konto, a potem odwiedzić https://www.khanacademy.org/coach/children i zaznaczyć okienko "Zezwól na innych trenerów".
pt: Os pais deste aluno precisam verificar seus e-mails para obterem instruções de como criar uma conta, e, então, ir para https://www.khanacademy.org/coach/childrem e marcar a opção "Permitir outros tutores".
pt_pt: Os pais deste aluno têm de aceder ao seu e-mail para ver as instruções relativas à criação de uma conta e, depois, deverão aceder a https://www.khanacademy.org/coach/children e ativar a opção "Permitir outros tutores".
tr: Bu öğrencinin velisinin, kendi e-posta adresini hesap açma yönergeleri için kontrol edip, https://www.khanacademy.org/coach/children sayfasındaki "Diğer Eğitmenlere izin ver" kutucuğunu işaretlemesi gerekmektedir.

source: This student's parent needs to go to https://www.khanacademy.org/coach/children and check the 'Allow other coaches' box.
bg: Родителят на ученика трябва да отиде на https://www.khanacademy.org/coach/children и да отметне "Позволи други учители".
da: Elevens forælder skal gå til https://www.khanacademy.org/coach/children og afkrydse boksen 'Tillad andre vejledere'.
es: Los padres de este estudiante necesitan ir a https://www.khanacademy.org/coach/children y activar la opción "Permitir otros tutores".
fr: Le parent de cet élève doit se rendre à l'adresse https://www.khanacademy.org/coach/children et cocher la case "Autoriser d'autres coaches".
he: ההורה של התלמיד הזה צריך ללכת ל-https://www.khanacademy.org/coach/children ולסמן את התיבה 'אפשר מאמנים אחרים'.
ja: この生徒の親は https://www.khanacademy.org/coach/children に行き，'他のコーチを許可する' のチェックボックスをチェックする必要があります．
nb: Denne elevens foreldre må gå til https:://www.khanacademy.org/coach/children og huke av 'Tillat andre veiledere' valget.
nl: De ouder van deze leerling moet naar https://www.khanacademy.org/coach/children gaan en 'Andere coaches toestaan' aanvinken.
pl: Rodzic tego ucznia musi odwiedzić https://www.khanacademy.org/coach/children i zaznaczyć okienko "Zezwól na innych trenerów".
pt: Os pais deste aluno precisam ir para https://www.khanacademy.org/coach/children e marcar a opção 'Permitir outros tutores'.
pt_pt: Os pais deste aluno têm de aceder a https://www.khanacademy.org/coach/children e ativar a opção 'Permitir outros tutores'.
tr: Bu öğrencinin velisi, https://www.khanacademy.org/coach/children sayfasındaki "Diğer eğitmenlere izin ver" kutucuğunu işaretlemelidir.

source: This subscription has been turned off.
da: Dette abonnement er blevet slået fra.
es: Esta suscripción ha sido desactivada.
fr: Cet abonnement a été suspendu.
ja: この購読は中止されました．
nb: Dette abonnementet er blitt deaktivert.
nl: Dit abonnement werd uitgeschakeld.
pl: Ta subskrypcja została wyłączona.
pt: Esta assinatura foi desativada.
pt_pt: Esta subscrição foi cancelada.
tr: Bu abonelik devre dışı bırakılmıştır.

source: This user doesn't have any discussion activity yet.
da: Denne bruger har ikke nogen diskussionsaktivitet endnu.
es: Este usuario aún no tiene ninguna discusión.
fr: Cet utilisateur n'a pas encore participé à une discussion.
ja: このユーザーはまだ何の議論のアクティビティもありません．
nb: Denne brukeren har ikke noen diskusjoner enda.
nl: Deze gebruiker heeft nog geen activiteit in discussies.
pl: Ten użytkownik jeszcze nie uczestniczył w żadnej dyskusji.
pt: Este usuário não tem nenhuma atividade de discussão ainda.
pt_pt: Este utilizador ainda não tem nenhuma atividade de discussão.
tr: Bu kullanıcı henüz bir tartışma etkinliğinde bulunmamıştır.

source: This user doesn't have any programs yet.
da: Denne bruger har ikke nogen programmer endnu.
es: Este usuario aún no tiene ningún programa.
fr: Cet utilisateur n'a pas encore de programmes.
ja: このユーザーはまだプログラムを何も持っていません．
nb: Denne brukeren har ikke noen programmer enda.
nl: Deze gebruiker heeft nog geen programma's.
pl: Ten użytkownik nie ma jeszcze żadnych programów.
pt: Este usuário não tem nenhum programa ainda.
pt_pt: Este utilizador ainda não tem programas.
tr: Bu kullanıcının henüz bir programı bulunmamaktadır.

source: This user has no activity in the selected time period.
da: Denne bruger har ingen aktivitet i den valgte periode.
es: Este usuario no tiene actividades en el periodo de tiempo seleccionado.
fr: Cet utilisateur n'a aucune activité pendant la période sélectionnée.
ja: このユーザーは選択された時間の範囲では何のアクティビティもありません．
nb: Denne brukeren har ingen aktivitet i den valgte periode.
nl: Deze gebruiker heeft geen activiteiten in deze geselecteerde periode.
pl: Ten użytkownik nie był aktywny w wybranym okresie.
pt: Este usuário não tem atividades no período selecionado.
pt_pt: Nenhuma atividade no período de tempo selecionado.
tr: Bu kullanıcının, seçili dönem içinde hiçbir etkinliği bulunmamaktadır.

source: This video is licensed under a {{licenseFullName}} license
es: Este video esta autorizado por la licencia {{licenseFullName}}
fr: Cette vidéo est distribuée sous la licence {{licenseFullName}}
ja: このビデオは {{licenseFullName}} ライセンスの元でライセンスされています．
nb: Denne videoen er lisensiert under en {{licenseFullName}} lisens
nl: Deze video is erkend onder de {{licenseFullName}} licentie
pl: Ten film podlega licencji {{licenseFullName}}
pt: Esse vídeo é licenciado por {{licenseFullName}}
pt_pt: Este vídeo está licenciado com uma licença {{licenseFullName}}
tr: Bu video {{licenseFullName}} lisansı altında lisanslanmıştır.

source: This video is no longer around.
da: Vidoen findes ikke længere.
es: Este video ya no está por aquí.
fr: Cette vidéo n'est plus disponible.
nb: Denne videoen finnes ikke lenger.
nl: Deze video bestaat niet meer.
pl: Ten film już nie istnieje.
pt: Este vídeo não está mais disponível.
tr: Bu video artık bulunmuyor.

source: This week
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
ja: 今週
nb: Denne uken
pl: W tym tygodniu
pt: Esta semana
pt_pt: Esta semana
tr: Bu hafta

source: This week:
es: Esta semana:
fr: Cette semaine :
ja: 今週:
nb: Denne uken:
nl: Deze week:
pl: W tym tygodniu:
pt: Esta semana:
pt_pt: Esta semana:
tr: Bu hafta:

source: This will discard:
bg: Това ще отхвърли:
da: Det vil fjerne:
es: Esto desechará:
fr: Cette opération va supprimer :
he: פעולה זו תבטל:
nb: Dette vil fjernes:
nl: Dit wordt genegeerd:
pl: To spowoduje odrzucenie:
pt: Isso descartará:
pt_pt: Ao apagares a tua conta, estás a apagar:
tr: Bu iptal edecektir:

source: This {{translatedFeedbackType}} is:
da: Denne {{translatedFeedbackType}} er:
es: Este {{translatedFeedbackType}} es:
fr: Cette {{translatedFeedbackType}} est :
ja: この {{translatedFeedbackType}} は:
nb: Dette {{translatedFeedbackType}} er:
nl: Dit {{translatedFeedbackType}} is:
pl: Ten {{translatedFeedbackType}} jest:
pt: Este {{translatedFeedbackType}} é:
tr: Bu {{translatedFeedbackType}} ilişkin:

source: Thorium
es: Torio
pl: Tor
pt: Tório
pt_pt: Tório

source: Those <var>plural_form(animal(1))</var> were randomly selected from the <var>POPULATION</var> <var>animal(1)</var> at your local zoo:
fr: Ces <var>plural_form(animal(1))</var> ont été choisis au hasard parmi <var>POPULATION</var> <var>animal(1)</var> du zoo local :
pt: Esses(as) <var>plural_form(animal(1))</var> foram selecionados(as) aleatoriamente de <var>POPULATION</var> <var>animal(1)</var> de seu zoológico local:

source: Thousands
es: Millares
fr: Milliers
nb: Tusener
nl: Duizendtallen
pl: Tysiące
pt: Milhares
tr: Binlik

source: Thousands of interactive math problems from basic arithmetic through calculus and beyond
da: Tusindvis af interaktive matematikopgaver fra grundlæggende aritmetik til calculus og endda videre
es: Miles de problemas interactivos de matemáticas desde aritmética básica hasta cálculo y más allá
fr: Des milliers de problèmes de mathématiques interactifs de l'arithmétique de base jusqu'au calcul et au-delà
ja: 基本の算数から微分積分学，そしてそれを越えていく何千ものインタラクティブな数学の問題
nb: Tusenvis av interaktive matematiske oppgaver fra grunnleggende aritmetikk til kalkulus og utover
nl: Duizenden interactieve wiskundige problemen van simpele rekenkunde tot differentiaal- en integraalrekening en meer
pl: Tysiące interaktywnych problemów matematycznych od podstaw arytmetyki do różniczkowania i dalej
pt: Milhares de problemas de matemática interativos, da aritmética básica até cálculo e muito mais
pt_pt: Milhares de exercícios de Matemática interativos, desde o 1.º Ciclo até ao Ensino Superior
tr: Temel aritmetikten kalkülüs ve ötesine kadar bütün matematik konuları için binlerce etkileşimli alıştırma
