Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Other ways to <br/>support Khan Academy
pl: Inne sposoby <br/>wsparcia Khan Academy
pt: Outras formas de doar <br/> para a Khan Academy
pt_pt: Outras formas de apoiar<br/>a Khan Academy
tr: Khan Academy'yi<br/>desteklemenin başka yolları da var:

source: Other/Not applicable
da: Andet/ikke relevant
es: Otro/No aplicable
fr: Autres/sans objet
ja: その他/適用不可
nb: Annet/Ikke relevant
nl: Anders/Niet van toepassing
pl: Inne/Nie dotyczy
pt: Outro/não aplicável
pt_pt: Outro ou não aplicável
tr: Diğer/Uygun değil

source: Our Board
es: Nuestra junta directiva
fr: Notre Conseil d'administration
ja: 私達の役員達
nb: Vårt styre
nl: Ons bestuur
pl: Nasze forum
pt: Nossa Diretoria
pt_pt: Os nossos órgãos diretivos
tr: Kurulumuz Hakkında

source: Our Content Specialists
da: Vores indholdsspecialister
es: Nuestros especialistas en contenido
fr: Nos spécialistes (US)
ja: 私達のコンテンツのスペシャリスト達
nb: Våre innholdsspesialister
nl: Onze inhoudelijke specialisten
pl: Specjaliści od naszych treści
pt: Nossos especialistas em conteúdo
pt_pt: Os nossos especialistas em conteúdos
tr: İçerik Uzmanlarımız

source: Our Data Scientists and Engineers focus on unlocking the unique power of our dataset to improve the learning experience of our users. We build a technology toolkit (a data warehouse, distributed compute environment, and collection of useful APIs) to turbo-charge our own research. We design thoughtful experiments using our open source A/B testing framework to determine what works and what doesn't. We collaborate closely with our developers and designers to help shape the future of our product. And we perform scientific research on the cutting edge.
da: Vores Data videnskabsfolk og ingeniører fokuserer på frigøre den unikke kraft i vores datasæt til at forbedre lærerinsoplevelsen for vores brugere. Vi opbygger et teknologisk værktøj (et datavarehus, distribuerede computermiljøer og samling af nyttige API'er) til turbo-oplade vores egen forskning. Vi designer tankevækkende eksperimenter ved hjælp af vores open source A / B-test ramme for at afgøre, hvad der virker og hvad der ikke gør. Vi samarbejder tæt med vores udviklere og designere til at hjælpe med at forme fremtiden for vores produkt. Og vi udfører videnskabelig forskning på forkant.
es: Nuestros científicos, informáticos e Ingenieros se enfocan en el poder único de nuestra base de datos para mejorar la experiencia de aprendizaje de nuestros usuarios. Construimos herramientas tecnológicas (una bodega de datos, un sistema computacional distribuido, y una colección de útiles APIs) para turbo-cargar nuestra propia investigación. Diseñamos experimentos pensados usando nuestro marco financiero de prueba A/B, que es de código abierto, para determinar qué funciona y que no. Colaboramos de cerca con nuestros desarrolladores y diseñadores para ayudarlos a darle forma al futuro de nuestro producto. Y realizamos investigación científica de punta.
nl: Onze Datawetenschappers en Technici focussen zich op het ontgrendelen van de kracht van onze dataset om de leerervaring voor gebruikers te verbeteren. We bouwen een technische toolkit (een datacentrum, digitale omgeving en collectie van nuttige APIs) om ons onderzoek te versnellen. Wij ontwerpen doordachte experiment met ons open source A/B testing framework om vast te stellen wat werkt en wat niet. We werken nauw samen met ontwikkelaars en ontwerpers om de toekomst van ons product te helpen vormen. En we doen hoogstaand wetenschappelijk onderzoek.
pl: Nasi data scientists i inżynierowie skupiają się na odblokowaniu wyjątkowej siły naszych zbiorów danych, w celu poprawy doświadczeń naszych użytkowników. Budujemy technologiczne narzędzia (hurtownie danych, rozdzielone środowiska obliczeniowe, i zbiór użytecznych interfejsów APIs) żeby wzmocnić nasze własne badania. Projektujemy przemyślane eksperymenty przy użyciu naszego oprogramowanie testowego typu open source A/B, do określenia co działa, a co nie. Blisko współpracujemy z naszymi deweloperami i projektantami, żeby pomóc kształtować przyszłość naszego produktu. Prowadzimy badania naukowe na granicy.
pt: O foco de nossos cientistas de dados e engenheiros está em empregar o exclusivo poder de nosso conjunto de dados para melhorar a experiência de aprendizagem dos usuários. Criamos um conjunto de ferramentas de TI (data warehouse, ambiente de computação distribuído e conjunto de APIs úteis) para aprimorar nossa própria pesquisa. Desenvolvemos experimentos elaborados usando nossa estrutura de teste A/B de código-fonte aberto para determinar o que funciona e o que não funciona. Trabalhamos em estreita colaboração com nossos desenvolvedores e designers para ajudar a moldar o futuro de nosso produto. Além disso, realizamos pesquisas científicas de ponta.
tr: Veri Bilimcilerimiz ve Mühendislerimiz, kullanıcılarımızın öğrenme deneyimlerini geliştirmek için veri setlerimizin eşiz gücüne odaklanıyor. Araştırmalarımızı daha da güçlendirmek için (veri depoları, dağınık işlem ortamı, ve birçok kullanışlı API'den oluşan) bir teknoloji araç takımı oluşturduk. Nelerin işe yarayıp, nelerin işe yaramadığını saptayabilmek için açık kaynaklı A/B sınama çerçevemizi kullanarak dikkatli deneyler tasarlıyoruz. Ürünümüzün geleceğini şekillendirmek için, geliştiricilerimiz ve tasarımcılarımızla yakın işbirliği halindeyiz, ve son teknolojinin uç noktalarında bilimsel araştırmalar yapıyoruz.

source: Our Interns
da: Vores praktikanter
es: Nuestros pasantes
fr: Nos stagiaires (US)
ja: わたしたちのインターン
nb: Praktikanter
nl: Onze stagiaires
pl: Nasi stażyści
pt: Nossos estagiários
pt_pt: Os nossos estagiários
tr: Stajyerlerimiz

source: Our Mission
da: Vores mission
es: Nuestra misión
fr: Notre mission
ja: 私たちの使命
nb: Vårt mål
nl: Onze missie
pl: Nasza Misja
pt: Nossa missão
pt_pt: A nossa missão
tr: Misyonumuz

source: Our Mobile Developers change the way that people learn by leveraging the power and convenience of mobile devices. We build a beautiful, high-performance mobile app with a delightful user experience. We collaborate closely with designers and developers to make our educational Khantent available on any platform. And we reimagine ways for students to learn together online.
da: Vores mobiltelefon udviklere ændrer måden folk lærer ved at udnytte den magt og bekvemmelighed mobile enheder besidder. Vi opbygger en smuk, højtydende mobile app med en herlig brugeroplevelse. Vi samarbejder tæt med designere og udviklere at gøre vores pædagogiske Khantent tilgængelig på alle platforme. Og vi gentænker måder for studerende at lære sammen online.
es: Nuestros desarrolladores móviles cambian la forma en que la gente aprende haciendo uso del poder y la conveniencia de los dispositivos móviles. Construimos una aplicación hermosa, de alto rendimiento con una encantadora experiencia para el usuario. Colaboramos cercanamente con diseñadores y desarrolladores para hacer nuestro Khantenido educacional disponible para cualquier plataforma. Y reimaginamos formas en que los estudiantes puedan aprender juntos en línea.
fr: Nos développeurs Mobile changent la façon avec laquelle les gens apprennent en s'appuyant sur la puissance et l'aisance des appareils mobiles. Nous construisons une application mobile magnifique, performante, avec une expérience utilisateur trés agréable. Nous collaborons étroitement avec les concepteurs et les développeurs afin de mettre à la disposition des notre Khantenu éducatif sur n'importe quelle plateforme. Et nous réinventons d'autres moyens d'apprentissage ensemble et en ligne pour les étudiants.
nl: Onze Mobiele Ontwikkelaars veranderen de manier waarop mensen leren door gebruik te maken van de kracht en het gemak van mobiele apparaten. We bouwen een prachtige, high-performance mobiele app voor een goede gebruikerservaring. We werken nauw same met ontwerpers en ontwikkelaars om onze educatieve inhoud beschikbaar te maken voor elk platform. En we brengen opnieuw manieren onder de aandacht van leerlingen die online leren.
pl: Nasi projektanci aplikacji mobilnych zmieniają sposób, w jaki ludzie się uczą, wykorzystując moc i wygodę urządzeń mobilnych. Tworzymy piękną aplikacje mobilną, o wysokiej wydajności, dla wspaniałych doświadczeń użytkownika. Blisko współpracujemy z projektantami i deweloperami w celu udostępnienia naszych "Khaneści" na każdą platformę. Zmieniamy sposoby uczenia się razem online.
pt: Nossos desenvolvedores de aplicativos móveis mudam a maneira como as pessoas aprendem, aproveitando o poder e a conveniência de dispositivos móveis. Criamos um aplicativo móvel bonito e de alto desempenho com uma experiência agradável para o usuário. Trabalhamos em estreita colaboração com nossos designers e desenvolvedores para disponibilizar nosso Khantent educacional em qualquer plataforma. Também reinventamos maneiras para que os alunos aprendam juntos on-line.
tr: Mobil Geliştiricilerimiz, insanların öğrenim biçimlerini mobil aygıtların güç ve kolaylıklarını şekillendirerek değiştiriyor. Eğlenceli bir kullanıcı deneyimi sunan, yüksek performanslı ve çekici bir mobil uygulama yapılandırıyoruz. Tasarımcılarımız ve geliştiricilerimizle eğitim içeriKh'lerimizi her platformda sunabilmek için yakın işbirliği halindeyiz, ve öğrencilerin toplu ve çevirimiçi öğrenim yöntemlerini sıfırdan yapılandırıyoruz.

source: Our Product Designers tackle world-changing design challenges that have never been solved before. We design, prototype, and build a beautiful product that makes learning fun again. We conduct user research to inform our design process. And we're changing the way that people think about education.
da: Vores produktdesignere tackler udfordringer med skiftende designs, der aldrig er blevet løst før. Vi designer, prototyper, og opbygger et smukt produkt, der gør læring sjovt igen. Vi foretager brugerundersøgelser for at informere om vores designprocessen. Og vi er ved at ændre den måde, folk tænker på uddannelse.
es: Nuestros Diseñadores de Producto enfrentan revolucionarios retos de diseño que nunca han sido resueltos. Nosotros diseñamos, hacemos prototipos, y construimos un producto hermoso que hace que el aprendizaje sea divertido de nuevo. Conducimos investigacion de usuario para infromar nuestro proceso de diseño. Y estamos cambiando el modo que la gente piensa sobre la educación.
fr: Nos concepteurs de produits relévent les défis de conception, qui peuvent changer le monde, n'ayant jamais été résolus auparavant. Nous concevons, prototypons et construisons un beau produit qui rend l'apprentissage amusant à nouveau. Nous menons une recherche d'utilisateur pour alimenter notre processus de conception. Et nous allons changer la façon dont les gens pensent de l'éducation.
nl: Onze Productontwerpers tackelen wereld-veranderende ontwerpuitdagingen die nog nooit zijn opgelost. Wij ontwerpen, maken prototypes en bouwen een prachtig product wat leren weer leuk maakt. We doen onderzoek naar de gebruiker voor ons ontwerpproces. En we veranderen de manier waarop mensen over onderwijs denken.
pl: Nasi projektanci walczą ze zmieniającymi świat wyzwaniami, których nikt jeszcze wcześniej nie rozwiązał. Projektujemy, tworzymy prototypy, i budujemy piękny produkt, który znów uczyni naukę zabawą. Przeprowadzamy badania na użytkownikach, które informują nas o naszym procesie projektowania. I zmieniamy sposób, w jaki ludzie myślą o edukacji.
pt: Nossos Designers de produtos enfrentam desafios que podem mudar o mundo do design e que jamais foram resolvidos anteriormente. Nós projetamos, criamos o protótipo e construímos um belo produto que torna o aprendizado divertido. Também realizamos pesquisas de usuário para auxiliar em nosso processo de design. Além disso, estamos mudando a maneira como as pessoas pensam sobre educação.
tr: Ürün Tasarımcılarımız daha önce çözülememiş, dünyayı değiştirecek tasarım zorluklarını alt ediyor. Bizler, eğitimi tekrardan eğlenceli hale getirecek güzel bir ürün tasarlıyor, ön modelini oluşturuyor, ve yapılandırıyoruz. Tasarım sürecimize bilgi sağlamak amacıyla içerik kullanıcı araştırmaları yapıyoruz, ve insanların eğitim hakkındaki düşüncelerini değiştiriyoruz.

source: Our Software Developers tackle world-changing engineering challenges that have never been solved before. We run A/B tests to increase learning and affect real lives (not just page views). We reimagine ways for students to learn together online. And we scale the infrastructure needed to handle millions of users.
da: Vores softwareudviklere tackler en verden af skiftende tekniske udfordringer, der aldrig er blevet løst før. Vi udfører A/B-test for at øge læringen og påvirker virkelige liv (ikke bare sidevisninger). Vi gentænker måder for studerende at lære sammen online. Og vi skalerer infrastrukturen der er nødvendig for at håndtere millioner af brugere.
es: Nuestros desarrolladores de software afrontan desafios de ingeniería que cambian al mundo que nunca han sido resueltos antes. Corremos pruebas A/B para incrementar el aprendizaje y afectar vidas reales (no solamente vistas de páginas). Reimaginamos formas en que los estudiantes aprendan juntos en línea y escalamos la infraestructura necesaria para manejar a millnes de usuarios.
fr: Nos développeurs de logiciels s'attaquent à des défis techniques suceptibles de changer le monde n'ayant jamais été résolus auparavant. Nous exécutons des tests A / B afin d'augmenter l'apprentissage et affectent la vie réelle (pas seulement le nombre de pages vues). Nous réinventons des moyens pourque les étudiants puissent apprendre ensemble en ligne. Et nous developpons notre infrastructure a l'envergure nécessaire pour gérer des millions d'utilisateurs.
nl: Onze softwareontwikkelaars pakken wereld-veranderende technische uitdagingen die nog nooit zijn opgelost. Wij voeren A/B tests uit om leren verbeteren en levens echt te beïnvloeden. Wij vinden nieuwe manieren voor studenten om samen online te leren. En we maken de infrastructuur geschikt voor miljoenen gebruikers.
pl: Nasi programiści radzą sobie z wyzwaniami inżynierskimi zmieniającymi świat, które nigdy wcześniej nie zostały rozwiązane. Uruchamiamy testy A/B w celu zwiększenia możliwości nauki i wpływania na realne życia (a nie tylko na odsłony strony). Zmieniamy sposoby uczenia się uczniów razem online. Skalujemy infrastrukturę dostosowując ją do obsługi milionów użytkowników.
pt: Nossos Desenvolvedores de software enfrentam desafios que podem mudar o mundo da engenharia e que jamais foram resolvidos anteriormente. Fazemos testes A/B para aumentar o aprendizado e afetar vidas reais (não apenas a visualização da página). Também reinventamos a maneira como os alunos podem aprender juntos on-line. Além disso, ajustamos a infraestrutura necessária para acomodar milhões de usuários.
tr: Yazılım Geliştiricilerimiz daha önce çözülememiş, dünyayı değiştirecek mühendislik zorluklarını alt ediyor. Biz, öğrenimi artırmak, ve (sadece sayfa ziyaret sayılarını değil,) gerçek hayatları da etkilemek için A/B testleri yapıyoruz. Yanı sıra, öğrencilerin toplu ve çevirimiçi öğrenme yollarını yeniden tasarlıyor, ve altyapımızı milyonlarca kullanıcımıza yetebilmesi için ölçeklendiriyoruz.

source: Our Supporters
da: Vores supportere
es: Nuestros patrocinadores
fr: Nos sponsors
ja: わたしたちのサポーター
nb: Våre støttespillere
nl: Onze supporters
pl: Wspierający nas
pt: Nossos apoiadores
pt_pt: Patrocinadores
tr: Destek Verenler

source: Our Team
da: Vores team
es: Nuestro equipo
fr: Notre équipe (US)
ja: わたしたちのチーム
nb: Vårt team
nl: Ons team
pl: Nasz zespół
pt: Nossa equipe
pt_pt: A nossa equipa
tr: Takım

source: Our automated grader checks your code before passing you to the next step, but sometimes it doesn't consider all the possible ways to code something.
da: Vores automatiserede rettefunktion kontrollerer din kode før du den lader dig komme til det næste trin, men nogle gange kender den ikke ikke alle mulige måder at kode noget.
es: Nuestro calificador automático verifica tu código antes de pasarte al siguiente paso, pero algunas veces no considera todas las posibles formas de codificar algo.
fr: Notre examinateur automatique vérifie votre code avant de vous donner l'accès à la prochaine étape. Parfois, celui-ci ne prend pas en compte toutes les façons de pouvoir coder quelque chose.
nb: Vår automatiske rettefunksjon sjekker koden din før du får gå videre til neste trinn, men noen ganger tar den ikke hensyn til alle mulige måter å kode noe på.
nl: Onze automatische verbeteraar kijkt je code na alvorens je naar de volgende stap te laten gaan, maar soms houdt hij geen rekening met alle mogelijke manieren om iets te doen.
pl: Zanim przejdziesz do następnego kroku, Twój kod zostanie oceniony przez automatyczną "oceniarkę", która nie zawsze bierze pod uwagę wszystkie możliwości.
pt: Nosso avaliador automático verifica seu código antes de direcioná-lo à nova etapa, mas, às vezes, ele não considera todas as maneiras possíveis de codificar algo.
tr: Otomatik kontrol edicimiz, siz bir sonraki adıma geçmeden önce kodunuzu kontrol etmektedir, ancak bazen bir şeyi kodlamanın olası tüm yollarını dikkate almamaktadır.

source: Our documentation does not cover the many ways to use JavaScript. Learn more at:
da: Vores dokumentation dækker ikke de mange forskellige måder man kan bruge JavaScript. Lær mere på:
es: Nuestra documentación no cubre las muchas maneras de usar JavaScript. Aprende más en:
fr: Notre cours ne couvre pas toutes les nombreuses possibilités de coder en JavaScript. Apprenez-en plus en consultant :
ja: 私達のドキュメントは JavaScript を使う時のさまざまな部分を網羅していません．次でもっと学びましょう:
nb: Dokumentasjonen dekker ikke alle de mange måtene å bruke JavaScript på. Lær mer på:
nl: Onze documentatie behandelt niet de verschillende manieren om JavaScript te gebruiken. Meer informatie op:
pl: Nasza dokumentacja nie opisuje wielu możliwych zastosowań JavaScript. Dowiedz się więcej na:
pt: Nossa documentação não aborda as muitas maneiras de se usar JavaScript. Saiba mais em:
pt_pt: A nossa documentação não aborda muitas das possíveis utilizações do JavaScript. Vê outras formas:
tr: Rehberimiz JavaScript'i kullanmanın bütün yollarını içermemektedir. Daha fazla bilgi için:

source: Our first equation is: <code>\blue{<var>V1</var> = <var>A</var><var>V2</var>}</code>. Substituting this into our second equation, we get:
es: Nuestra primera ecuación es: <code>\blue{<var>V1</var> = <var>A</var><var>V2</var>}</code>. Al sustituir esto en nuestra segunda ecuación, obtenemos:
fr: La première équation est : <code>\blue{<var>V1</var> = <var>A</var><var>V2</var>}</code>.En reportant cette expression dans la deuxième équation, on obtient :
nb: Vår første likning er: <code>\blue{<var>V1</var> = <var>A</var><var>V2</var>}</code>. Setter vi dette inn i den andre likningen, får vi:
nl: Onze eerste vergelijking luidt: <code>\blue{<var>V1</var> = <var>A</var><var>V2</var>}</code>. Als we dit in onze tweede vergelijking substitueren, krijgen we:
pl: Nasze pierwsze równanie to: <code>\blue{<var>V1</var> = <var>A</var><var>V2</var>}</code>. Podstawiając to do drugiego równania otrzymamy:
pt: Nossa primeira equação é: <code>\blue{<var>V1</var> = <var>A</var><var>V2</var>}</code>. Ao inserirmos isso em nossa segunda equação, teremos:
tr: Birinci denklemimiz şudur: <code>\blue{<var>V1</var> = <var>A</var><var>V2</var>}</code>. Bunu ikinci denkleme koyduğumuzda, şunu elde ediyoruz:

source: Our first equation is: <code>\blue{<var>V1</var> = <var>V2</var> + <var>A</var>}</code>. Substituting this into our second equation, we get the equation:
es: Nuesta primera ecuación es: <code>\blue{<var>V1</var> = <var>V2</var> + <var>A</var>}</code>. Al sustituir esto en nuestra segunda ecuación, obtenemos la ecuación:
fr: La première équation est : <code>\blue{<var>V1</var> = <var>V2</var> + <var>A</var>}</code>. En le remplaçant par cette expression dans la deuxième équation, on obtient :
nb: Vår første likning er: <code>\blue{<var>V1</var> = <var>V2</var> + <var>A</var>}</code>. Setter vi dette inn i den andre likningen, får vi:
nl: Onze eerste vergelijking luidt: <code>\blue{<var>V1</var> = <var>V2</var> + <var>A</var>}</code>. Als we deze in onze tweede vergelijking substitueren, krijgen we de vergelijking:
pl: Nasze pierwsze równanie to: <code>\blue{<var>V1</var> = <var>V2</var> + <var>A</var>}</code>. Po podstawieniu do drugiego równania otrzymamy:
pt: Nossa primeira equação é: <code>\blue{<var>V1</var> = <var>V2</var> + <var>A</var>}</code>. Ao substituirmos isso em nossa segunda equação, obtemos a equação:
tr: Birinci denklemimiz şudur: <code>\blue{<var>V1</var> = <var>V2</var> + <var>A</var>}</code>. Bunu ikinci denkleme koyduğumuzda, şu denklemi elde ediyoruz:

source: Our friends at Google have been the primary sponsor for LearnStorm and have played an integral role in funding, promotion, and logistics for the challenge. The other core supporter for the challenge is the Sean O'Sullivan Foundation who have been integral in the planning, funding and support of LearnStorm.
es: Nuestros amigos de Google han sido el principal patrocinador de LearnStorm y han jugado un papel integral en la financiación, promoción y logistica de este desafío. El otro patrocinador principal es la Fundación Sean O'Sullivan, que han sido una parte integral en la planificación, financiación y apoyo a LearnStorm.
nb: Våre venner i Google har vært hovedsponsor til LearnStorm og har spilt en betydelig stor rolle i finansiering, reklamering og organisering av konkurransen. Den andre store støttespilleren er Sean O'Sullivan Foundation som har bidratt i planlegging, finansiering og støtte til LearnStorm.
pt: Nossos amigos da Google foram os primeiros patrocinadores da LearnStorm e têm desempenhado um papel fundamental no financiamento, na promoção, e na logística para o desafio. Outro colaborador fundamental para o desafio é a Fundação Sean O'Sullivan que tem participado integralmente do planejamento, do financiamento e do apoio à LearnStorm.
tr: Google'daki arkadaşlarımız LearnStorm için ana sponsor olmuştur ve yarışma için kaynak sağlanmasında, promosyonda ve lojistikte önemli bir rol oynamıştır . Yarışmanın diğer ana destekçisi, LearnStorm'un planlanması, kaynak sağlanması ve desteğinde önemli rol oynayan Sean O'Sullivan Vakfıdır.
