Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The dividend is plotted in <strong class="hint_blue">blue</strong> and the divisor is plotted in <strong class="hint_green">green</strong>. Your current answer will be plotted in <strong class="hint_orange">orange</strong>.
es: El dividendo está trazado en <strong class="hint_blue">azul</strong> y el divisor está trazado en <strong class="hint_green">green</strong>. Tu respuesta actual estará trazada en <strong class="hint_orange">anaranjado</strong>.
fr: L'image du dividende est le point <strong class="hint_blue">bleu</strong> et celle du diviseur est le point <strong class="hint_green">vert</strong>. L'image du quotient sera le point <strong class="hint_orange">orange</strong>.
pt: O dividendo está plotado em <strong class="hint_blue">azul</strong> e o divisor está plotado em <strong class="hint_green">verde</strong>. Sua resposta atual será plotada em <strong class="hint_orange">laranja</strong>.
tr: Bölünen <strong class="hint_blue">maviyle</strong> çizilmiş ve bölen <strong class="hint_green">yeşille</strong> gösterilmiştir. Cevabınız, <strong class="hint_orange">turuncuyla</strong> gösterilecektir.

source: The dividend, <code><var>A_REP</var></code>, has angle <code><var>A_ANGLE_REP</var></code> and radius <code><var>A_RADIUS_REP</var></code>.
es: El dividendo, <code><var>A_REP</var></code>, tiene ángulo <code><var>A_ANGLE_REP</var></code> y radio <code><var>A_RADIUS_REP</var></code>.
fr: L'argument du dividende, <code><var>A_REP</var></code>, est <code><var>A_ANGLE_REP</var></code> et son module est <code><var>A_RADIUS_REP</var></code>.
pt: O dividendo, <code><var>A_REP</var></code>, tem ângulo <code><var>A_ANGLE_REP</var></code> e raio <code><var>A_RADIUS_REP</var></code>.
tr: Bölünenin, <code><var>A_REP</var></code>, açısı <code><var>A_ANGLE_REP</var></code> ve yarıçapı <code><var>A_RADIUS_REP</var></code>.

source: The divisor, <code><var>B_REP</var></code>, has angle <code><var>B_ANGLE_REP</var></code> and radius <code><var>B_RADIUS_REP</var></code>.
es: El divisor, <code><var>B_REP</var></code>, tiene un ángulo <code><var>B_ANGLE_REP</var></code> y radio <code><var>B_RADIUS_REP</var></code>.
fr: L'argument du diviseur, <code><var>B_REP</var></code>, est <code><var>B_ANGLE_REP</var></code> et son module est <code><var>B_RADIUS_REP</var></code>.
pt: O divisor, <code><var>B_REP</var></code>, tem ângulo <code><var>B_ANGLE_REP</var></code> e raio <code><var>B_RADIUS_REP</var></code>.
tr: Bölenin, <code><var>B_REP</var></code>, açısı <code><var>B_ANGLE_REP</var></code> ve yarıçapı <code><var>B_RADIUS_REP</var></code>.

source: The drama club sold bags of candy and cookies to raise money for the spring show
da: Dramaklubben solgte poser med slik og småkager for at tjene penge til deres forårsshow
es: El club de teatro vendió bolsas de dulces y de galletas para recaudar fondos para el show de primavera
fr: Le club de théâtre a vendu des paquets de bonbons et de biscuits pour collecter des fonds pour le spectacle de printemps
nb: Dramaklubben solgte poser med godteri og småkaker for å tjene penger til vårens forestilling
pl: Kółko teatralne sprzedaje torebki z cukierkami i ciastkami, żeby uzbierać pieniądze na wiosenny pokaz
pt: O clube de teatro vendeu pacotes de balas e cookies para arrecadar dinheiro para o show de primavera
tr: Tiyatro kulübü bahar gösterisi için şeker ve kurabiye sattı.

source: The editor in my browser is broken!
da: Editoren i min browser virker ikke!
es: ¡El editor en mi navegador está descompuesto!
fr: L'éditeur de mon navigateur ne marche pas !
nb: Redigeringsfunksjonen i nettleseren min virker ikke!
nl: De editor in mijn browser werkt niet!
pl: Edytor w mojej przeglądarce nie działa!
pt: O editor de meu navegador está quebrado!
pt_pt: O editor do meu navegador não funciona!
tr: Tarayıcımdaki düzeltici bozuldu!

source: The editor in my browser is broken.
da: Redigeringsfunktionen i min browser virker ikke.
es: El editor en mi navegador está descompuesto.
fr: L'éditeur de mon navigateur ne marche pas.
nb: Redigeringsfunksjonen i nettleseren min virker ikke.
nl: De editor in mijn browser werkt niet.
pl: Edytor w mojej przeglądarce nie działa.
pt: O editor de meu navegador está quebrado.
pt_pt: O editor não funciona no meu navegador.
tr: Tarayıcımdaki düzeltici bozuldu.

source: The editor should work in Chrome, Firefox, and IE9+.
da: Redigeringsfunktionen burde virke i Chrome, Firefox og IE9+.
es: El editor debería funcionar en Chrome, Firefox y en IE9+.
fr: L'éditeur devrait fonctionner sous Chrome, Firefox et IE9 +.
nb: Redigeringsfunksjonen bør virke i Chrome, Firefox og IE9+.
nl: De editor zou moeten werken in Chrome, Firefox en IE9 +.
pl: Edytor powinien działać w przeglądarkach Chrome, Firefox oraz IE9+.
pt: O editor deve funcionar no Chrome, Firefox e IE9+.
tr: Düzenleyici, Chrome, Firefox ve IE9 + içinde çalışmalıdır.

source: The element selector<br>
da: Element selektor <br>
es: El selector de elemento <br>
fr: Le sélecteur d'élément<br>
ja: 要素セレクター <br>
nb: Elementet velgeren <br>
nl: De elementselector<br>
pl: Wybór elementu<br>
pt: O seletor de elemento<br>
pt_pt: O seletor do elemento<br>
tr: Öğe seçici<br>

source: The email address %(email)s is already linked to your Khan Academy account.
da: Email-adressen %(email)s er allerede knyttet til din Khan Academy konto.
es: Esta dirección de correo electrónico %(email)s ya está vinculada con tu cuenta de Khan Academy.
fr: L'adresse %(email)s est déjà associée à votre compte Khan Academy.
ja: その電子メイルアドレス %(email)s は既にあなたのカーンアカデミーアカウントにリンクされています．
nb: E-postadressen %(email)s er allerede koblet til din Khan Academy konto.
nl: Het e-mailadres %(email)s is al gekoppeld aan je account.
pl: Adres e-mail %(email)s jest już przypisany do Twojego konta Khan Academy.
pt: O endereço de e-mail %(email)s já está vinculado a sua conta da Khan Academy.
pt_pt: O endereço de e-mail %(email)s já está associado à tua conta da Khan Academy.
tr: %(email)s Bu e-posta adresi zaten Khan Academy |Türkçe hesabınıza bağlıdır.

source: The email address %(email)s isn't linked to your Khan Academy account
da: Email-adressen %(email)s er ikke knyttet til din Khan Academy konto
es: La dirección de correo electrónico %(email)s no está vinculada con tu cuenta de Khan Academy.
fr: L'adresse %(email)s n'est pas associée à votre compte Khan Academy
ja: その電子メイルアドレス %(email)s はあなたのカーンアカデミーアカウントにリンクしていません．
nb: E-postadressen %(email)s er ikke koblet til din Khan Academy konto
nl: Het e-mailadres %(email)s is niet gekoppeld aan je account
pl: Adres e-mail %(email)s nie jest jeszcze przypisany do Twojego konta Khan Academy
pt: O endereço de e-mail %(email)s não está vinculado a sua conta da Khan Academy
pt_pt: O endereço de e-mail %(email)s não está associado à tua conta da Khan Academy
tr: %(email)s e-posta adresi Khan Academy |Türkçe hesabınıza bağlı değildir.

source: The email address and name you provided will already be entered. Fill out your username and password. Keep in mind that your username will appear on the website and you will need your password to log in.
es: La dirección de correo electrónico y el nombre que proporcionaste ya estarán ahí. Ingresa tu nombre de usuario y contraseña. Ten en cuenta que tu nombre de usuario aparecerá en el sitio web y necesitarás tu contraseña para iniciar sesión
nb: E-mailadressen du har oppgitt er allerede i bruk. Fyll ut brukernavn og passord. Husk at brukernavnet vil vises på nettsiden og passordet trenger du til å logge inn.
pl: Adres e-mail i nazwisko, które podałeś już będą dodane. Wypełnij swoją nazwę użytkownika i hasło. Pamiętaj, że Twoja nazwa użytkownika pojawi się na stronie, oraz że będziesz potrzebował swojego hasła, żeby się zalogować.
pt: O endereço de e-mail e o nome que você forneceu já estarão digitados. Preencha seu nome de usuário e senha. Lembre-se que seu nome de usuário vai aparecer no site e você vai precisar de sua senha para se conectar.
tr: Vermiş olduğunuz e-posta adresi ve isim ekranda görülecektir. Kullanıcı adınızı ve şifrenizi doldurunuz. Kullanıcı adının web sitesinde gözükeceğini ve giriş yapmak için şifreniz gerek duyacağınızı aklınızda tutunuz.

source: The empty blanks are parts that you will need to figure out yourself.
da: De tomme felter er de dele, som du selv skal finde ud af.
es: Los espacios en blanco son partes que necesitarás averiguar por ti mismo.
fr: Vous devrez faire preuve de compréhension afin de remplir les trous.
nb: De tomme feltene må du finne ut på egenhånd.
nl: De lege onderdelen moet je zelf nog bedenken.
pl: Wolne pola będziesz musiał sam zwypełnić.
pt: As lacunas são partes que você terá de descobrir sozinho.
tr: Boş alanlar, sizin bulmanız gerek bölümlerdir.

source: The end date for the current report must be today.
da: Slutdatoen for den aktuelle rapport skal være i dag.
es: La fecha límite para el reporte actual debe ser hoy.
nb: Sluttdatoen for den gjeldende rapporten må være i dag.
pl: Data końca bieżącego raportu musi być dzisiaj.
pt: A data final para o relatório atual deve ser hoje.
tr: Güncel raporun bitiş tarihi bugün olmalıdır.

source: The entire KA team is working hard around the clock to continue improving this exciting new experience. Although we're just getting started with it, we're thrilled to see how you all use it and to get your feedback.
da: Hele KA holdet samarbejder døgnet rundt på at forbedre denne spændende nye oplevelse. Selvom vi lige er startet med det, er vi glade for at se, hvordan I alle bruger det og for at få feedback fra Jer.
es: El equipo completo de KA está trabajando arduamente para continuar mejorando está emocionante nueva experiencia. Aunque apenas estamos empezando, estamos emocionados por ver como todos ustedes la usan y por recibir sus comentarios.
fr: Les équipes de la Khan Academy et de Bibliothèques Sans Frontières s'efforcent en permanence d'améliorer votre expérience d'apprentissage avec le site. Même si l'aventure ne fait que débuter, nous serions ravis de connaître vos impressions et de bénéficier de vos retours.
nb: Hele KA jobber hardt for å forbedre denne spennende nye opplevelsen. Selv om dette bare er begynnelsen er vi glade for at se hvordan det brukes og å få feedback.
nl: Het hele team van KA werkt de klok rond om te blijven verbeteren aan deze spannende nieuwe ervaring. Hoewel we net begonnen zijn, zijn we blij om te zien hoe jullie alles gebruiken en je feedback te krijgen.
pl: Cały zespół KA nieustannie ciężko pracuje, ulepszając ciągle to ekscytujące wydarzenie. Mimo że to dopiero początek, jesteśmy zachwyceni widząc jak nasi użytkownicy używają Khan Academy i przekazują nam swoje opinie.
pt: A equipe toda da KA está trabalhando arduamente contra o relógio para continuar aprimorando esta nova e envolvente experiência. Embora estejamos apenas começando, estamos ansiosos para ver como vocês vão utilizá-la e receber seus comentários.
tr: Bütün KA takımı gün boyunca bu yeni deneyimi geliştirmek için çalışıyor. Yeni başlamış olmamıza rağmen, bu deneyimi nasıl kullandığınızı görmekten ve geribildirimlerinizi almaktan heyecan duyuyoruz.

source: The equation for a parabola is <code>y - y_1 = a (x - x_1)^2</code>, where <code>x_1</code> and <code>y_1</code> are the coordinates of the <em>vertex</em> of the parabola (halfway between the focus and directrix).
da: Ligningen for en parabel er <code>y - y_1 = a (x - x_1)^2</code>, hvor <code>x_1</code> og <code>y_1</code> er koordinaterne for <em>toppunktet</em> af parablen (halvvejs mellem brændpunktet og ledelinjen).
es: La ecuación de la parábola es <code>y - y_1 = a (x - x_1)^2</code>, donde <code>x_1</code> y <code>y_1</code> son las coordenadas del <em>vértice</em> de la parábola (a medio camino entre el foco y la directriz).
fr: La forme générale de l'équation d'une parabole est <code>y - y_1 = a (x - x_1)^2</code>, où <code>x_1</code> et <code>y_1</code> sont les coordonnées du <em>sommet</em> de la parabole (à égale distance du foyer et de la directrice).
pt: A equação para uma parábola é <code>y - y_1 = a (x - x_1)^2</code>, em que <code>x_1</code> e <code>y_1</code> são as coordenadas do <em>vértice</em> da parábola (o meio do caminho entre o foco e a diretriz).
tr: Bir parabolün denklemi, <code>y - y_1 = a (x - x_1)^2</code>, burada <code>x_1</code> ve <code>y_1</code> parabolün <em>tepe noktasının</em> koordinatlarıdır (odak noktası ve doğrultmanın ortasındadır).

source: The equation for the slope is <code>m = \dfrac{y_2 - y_1}{x_2 - x_1}</code>.
es: La ecuación de la pendiente es <code>m = \dfrac{y_2 - y_1}{x_2 - x_1}</code>.
fr: Le coefficient directeur est <code>m = \dfrac{y_2 - y_1}{x_2 - x_1}</code>.
nb: Likningen for stigningen er<code>m = \dfrac{y_2 - y_1}{x_2 - x_1}</code>.
pl: Równanie nachylenia to <code>m = \dfrac{y_2 - y_1}{x_2 - x_1}</code>.
pt: A equação para o coeficiente angular é <code>m = \dfrac{y_2 - y_1}{x_2 - x_1}</code>.
tr: Eğimin denklemi, <code>m = \dfrac{y_2 - y_1}{x_2 - x_1}</code>.

source: The equation for the slope is:
da: Ligningen for hældningen er:
es: La ecuación para la pendiente es:
fr: L'expression de la pente est :
nb: Likningen for stigningstallet er:
pt: A equação para a inclinação é:
tr: Eğim denklemi şöyledir:

source: The equation is in the form <code>y - y_1 = a(x - x_1)^2</code>.
da: Ligningen er på formen <code>y - y_1 = a(x - x_1)^2</code>.
es: La ecuación es de la forma <code>y - y_1 = a(x - x_1)^2</code>.
fr: L'équation est de la forme <code>y - y_1 = a(x - x_1)^2</code>.
pt: A equação está na forma <code>y - y_1 = a(x - x_1)^2</code>.
tr: Denklem, <code>y - y_1 = a(x - x_1)^2</code> formundadır.

source: The equation is in vertex form, so we can use the vertex as one of the points.
da: Ligningen er på toppunktsform, så vi kan bruge toppunktet som et af punkterne.
es: La ecuación es en forma canónica, así que podemos usar el vértice como uno de los puntos.
fr: L'équation est sous forme canonique, donc on connaît le sommet de la parabole.
nb: Ligningen er på toppunktsform, så vi kan bruke toppunktet som et av punktene.
pt: A equação está na forma canônica, portanto podemos usar o vértice como um dos pontos.
tr: Denklem tepe noktası formunda, yani tepe noktasını noktalardan biri olarak kullanabiliriz.

source: The equation is now in slope-intercept form, with a slope of <code><var>m</var></code> and a y-intercept of <code><var>b</var></code>.
da: Ligningen er nu i hældning-skærings-form, med en hældning på <code><var>m</var></code> og y-skæringspunktet er <code><var>b</var></code>.
es: La ecuación ahora es de la forma pendiente-ordenada al origen, con una pendiente de <code><var>m</var></code> y una intersección con el eje y de <code><var>b</var></code>.
fr: L'équation est maintenant sous la forme y = ax + b ; le coefficient directeur est égal à <code><var>m</var></code> et l'ordonnée à l'origine est égale à <code><var>b</var></code>.
nb: Likningen er nå i på lineær form, med en stigning på <code><var>m</var></code> og y-skjæringspunktet er <code><var>b</var></code>.
pt: Neste momento, a equação se apresenta na forma reduzida, com coeficiente angular de <code><var>m</var></code> e uma interceptação em y de <code><var>b</var></code>.
tr: Denklem şimdi eğim-kesme noktası formundadır, eğimi <code><var>m</var></code> ve y-kesme noktası <code><var>b</var></code>.

source: The equation of a circle <code>C</code> is <code><var>expr(["+", "x^2", "y^2", D === 0 ? null : ["*", D, "x"], E === 0 ? null : ["*", E, "y"], F === 0 ? null : F ])</var> = 0</code>.
es: La ecuación de una circunferencia <code>C</code> es <code><var>expr(["+", "x^2", "y^2", D === 0 ? null : ["*", D, "x"], E === 0 ? null : ["*", E, "y"], F === 0 ? null : F ])</var> = 0</code>.
fr: L'équation d'un cercle (<code>C</code>) est <code><var>expr(["+", "x^2", "y^2", D === 0 ? null : ["*", D, "x"], E === 0 ? null : ["*", E, "y"], F === 0 ? null : F ])</var> = 0</code>.
nb: Likningen til en sirkel <code>C</code> er <code><var>expr(["+", "x^2", "y^2", D === 0 ? null : ["*", D, "x"], E === 0 ? null : ["*", E, "y"], F === 0 ? null : F ])</var> = 0</code>.
pt: A equação de uma circunferência <code>C</code> é <code><var>expr(["+", "x^2", "y^2", D === 0 ? null : ["*", D, "x"], E === 0 ? null : ["*", E, "y"], F === 0 ? null : F ])</var> = 0</code>.
tr: <code>C</code> çemberinin denklemi, <code><var>expr(["+", "x^2", "y^2", D === 0 ? null : ["*", D, "x"], E === 0 ? null : ["*", E, "y"], F === 0 ? null : F ])</var> = 0</code>.

source: The equation of a circle <code>C</code> is <code><var>expr(["+", X2T, Y2T])</var> = <var>R * R</var></code>.
es: La ecuación de una circunferencia <code>C</code> es <code><var>expr(["+", X2T, Y2T])</var> = <var>R * R</var></code>.
fr: L'équation d'un cercle <code>C</code> est <code><var>expr(["+", X2T, Y2T])</var> = <var>R * R</var></code>.
pt: A equação de uma circunferência <code>C</code> é <code><var>expr(["+", X2T, Y2T])</var> = <var>R * R</var></code>.
tr: Çemberin denklemi, <code>C</code> is <code><var>expr(["+", X2T, Y2T])</var> = <var>R * R</var></code>.

source: The equation of a circle with center <code>(\blue{h}, \green{k})</code> and radius <code>\pink{r}</code> is <code>(x - \blue{h})^2 + (y - \green{k})^2 = \pink{r}^2</code>.
es: La ecuación de una circunferencia con centro <code>(\blue{h}, \green{k})</code> y radio <code>\pink{r}</code> es <code>(x - \blue{h})^2 + (y - \green{k})^2 = \pink{r}^2</code>.
fr: L'équation d'un cercle de centre <code>(\blue{h}, \green{k})</code> et de rayon <code>\pink{r}</code> est <code>(x - \blue{h})^2 + (y - \green{k})^2 = \pink{r}^2</code>.
pt: A equação de uma circunferência com centro <code>(\blue{h}, \green{k})</code> e raio <code>\pink{r}</code> é <code>(x - \blue{h})^2 + (y - \green{k})^2 = \pink{r}^2</code>.
tr: Merkezi <code>(\blue{h}, \green{k})</code> ve yarıçapı <code>\pink{r}</code> olan çemberin denklemi, <code>(x - \blue{h})^2 + (y - \green{k})^2 = \pink{r}^2</code>.

source: The equation of a circle with center <code>(h, k)</code> and radius <code>r</code> is <code>(x - h)^2 + (y - k)^2 = r^2</code>.
es: La ecuación de una circunferencia con centro <code>(h, k)</code> y radio <code>r</code> es <code>(x - h)^2 + (y - k)^2 = r^2</code>.
fr: L'équation d'un cercle de centre <code>(h, k)</code> et de rayon <code>r</code> est <code>(x - h)^2 + (y - k)^2 = r^2</code>.
pt: A equação de uma circunferência com centro <code>(h, k)</code> e raio <code>r</code> é <code>(x - h)^2 + (y - k)^2 = r^2</code>.
tr: Merkezi <code>(h, k)</code> ve yarıçapı <code>r</code> olan çemberin denklemi, <code>(x - h)^2 + (y - k)^2 = r^2</code>.

source: The equation of an ellipse <code>E</code> is <code><var>rand(2) === 1 ? expr(["+", Y2T, X2T]) : expr(["+", X2T, Y2T])</var> = 1</code>.
da: Ligningen for en ellipse <code>E</code> er <code><var>rand(2) === 1 ? expr(["+", Y2T, X2T]) : expr(["+", X2T, Y2T])</var> = 1</code>.
es: La ecuación de una elipse <code>E</code> es <code><var>rand(2) === 1 ? expr(["+", Y2T, X2T]) : expr(["+", X2T, Y2T])</var> = 1</code>.
fr: L'équation d'une ellipse <code>E</code> est <code><var>rand(2) === 1 ? expr(["+", Y2T, X2T]) : expr(["+", X2T, Y2T])</var> = 1</code>.
nb: Likningen for en ellipse <code>E</code> is <code><var>rand(2) === 1 ? expr(["+", Y2T, X2T]) : expr(["+", X2T, Y2T])</var> = 1</code>.
pl: Równanie elipsy <code>E</code> to <code><var>rand(2) === 1 ? expr(["+", Y2T, X2T]) : expr(["+", X2T, Y2T])</var> = 1</code>.
pt: A equação de uma elipse <code>E</code> é <code><var>rand(2) === 1 ? expr(["+", Y2T, X2T]) : expr(["+", X2T, Y2T])</var> = 1</code>.
tr: <code>E</code> elipsinin denklemi, <code><var>rand(2) === 1 ? expr(["+", Y2T, X2T]) : expr(["+", X2T, Y2T])</var> = 1</code>.

source: The equation of an ellipse is <code>\dfrac{(x - x_1)^2}{a^2} + \dfrac{(y - y_1)^2}{b^2} = 1</code>.
pt: A equação de uma elipse é <code>\dfrac{(x - x_1)^2}{a^2} + \dfrac{(y - y_1)^2}{b^2} = 1</code>.
tr: Bir elipsin denklemi şöyledir: <code>\dfrac{(x - x_1)^2}{a^2} + \dfrac{(y - y_1)^2}{b^2} = 1</code>

source: The equation of an ellipse with center <code>(h, k)</code> is <code> \dfrac{(x - h)^2}{a^2} + \dfrac{(y - k)^2}{b^2} = 1</code>.
da: Ligningen for en ellipse med centrum i <code>(h, k)</code> er <code> \dfrac{(x - h)^2}{a^2} + \dfrac{(y - k)^2}{b^2} = 1</code>.
es: La ecuación de una elipse con centro <code>(h, k)</code> es <code> \dfrac{(x - h)^2}{a^2} + \dfrac{(y - k)^2}{b^2} = 1</code>.
fr: L'équation d'une ellipse de centre <code>(h, k)</code> est <code> \dfrac{(x - h)^2}{a^2} + \dfrac{(y - k)^2}{b^2} = 1</code>.
nb: Likningen for en ellipse med sentrum i <code>(h, k)</code> er <code> \dfrac{(x - h)^2}{a^2} + \dfrac{(y - k)^2}{b^2} = 1</code>.
pl: Równanie elipsy ze środkiem <code>(h, k)</code> to <code> \dfrac{(x - h)^2}{a^2} + \dfrac{(y - k)^2}{b^2} = 1</code>.
pt: A equação de uma elipse com centro <code>(h, k)</code> é <code> \dfrac{(x - h)^2}{a^2} + \dfrac{(y - k)^2}{b^2} = 1</code>.
tr: Merkezi <code>(h, k)</code> olan elipsin denklemi, <code> \dfrac{(x - h)^2}{a^2} + \dfrac{(y - k)^2}{b^2} = 1</code>.

source: The equation of hyperbola <code>H</code> is <code><var>WHICH_NEG === 1 ? expr(["-", Y2T, X2T]) : expr(["-", X2T, Y2T])</var> = 1</code>.
da: Ligningen for en hyperbel <code>H</code> er <code><var>WHICH_NEG === 1 ? expr(["-", Y2T, X2T]) : expr(["-", X2T, Y2T])</var> = 1</code>.
es: La ecuación de una hipérbola <code>H</code> es <code><var>WHICH_NEG === 1 ? expr(["-", Y2T, X2T]) : expr(["-", X2T, Y2T])</var> = 1</code>.
fr: L'équation d'une hyperbole <code>H</code> est <code><var>WHICH_NEG === 1 ? expr(["-", Y2T, X2T]) : expr(["-", X2T, Y2T])</var> = 1</code>.
nb: Likningen for en hyperbel <code>H</code> er <code><var>WHICH_NEG === 1 ? expr(["-", Y2T, X2T]) : expr(["-", X2T, Y2T])</var> = 1</code>.
pl: Równanie hiperboli <code>H</code> to <code><var>WHICH_NEG === 1 ? expr(["-", Y2T, X2T]) : expr(["-", X2T, Y2T])</var> = 1</code>.
pt: A equação da hipérbole <code>H</code> é <code><var>WHICH_NEG === 1 ? expr(["-", Y2T, X2T]) : expr(["-", X2T, Y2T])</var> = 1</code>.
tr: Hiperbolün denklemi, <code>H</code> is <code><var>WHICH_NEG === 1 ? expr(["-", Y2T, X2T]) : expr(["-", X2T, Y2T])</var> = 1</code>.
