Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <a class="btn" id="random">Random</a> <a class="btn">Reset</a>
nb: <a class="btn" id="random">Tilfeldig</a> <a class="btn">tilbakestill</a>
pl: <a class="btn" id="random">Losowy</a> <a class="btn">Reset</a>
pt: <a class="btn" id="random">Aleatório</a> <a class="btn">Redefinir</a>
tr: <a class="btn" id="random">Rastgele</a> <a class="btn">Sıfırla</a>

source: <a class="simple-button primary" href="{{ mailServerUrl }}"> <i class="icon-envelope-alt"></i> <span class="button-text">Open your {{ mailServerName }}</span> </a> <span class="finish-sign-up"> to finish signing up with </span> <span class="email-address">{{ email }}</span>.
es: <a class="simple-button primary" href="{{ mailServerUrl }}"> <i class="icon-envelope-alt"></i> <span class="button-text">Abre tu {{ mailServerName }}</span> </a> <span class="finish-sign-up"> para terminar de registrarte con </span> <span class="email-address">{{ email }}</span>.
ja: <span class="email-address">{{ email }}</span> <span class="finish-sign-up"> でのサインアップを完了するために </span> <a class="simple-button primary" href="{{ mailServerUrl }}"> <i class="icon-envelope-alt"></i> <span class="button-text">あなたの {{ mailServerName }} を開いて下さい</span> </a>
nb: <a class="simple-button primary" href="{{ mailServerUrl }}"> <i class="icon-envelope-alt"></i> <span class="button-text">Åpne din {{ mailServerName }}</span> </a> <span class="finish-sign-up"> for å fullføre registreringen med </span> <span class="email-address">{{ email }}</span>.
nl: <a class="simple-button primary" href="{{ mailServerUrl }}"> <i class="icon-envelope-alt"></i> <span class="button-text">Open jouw {{ mailServerName }}</span> </a> <span class="finish-sign-up"> om het inschrijven met </span> <span class="email-address">{{ email }}</span>te voltooien.
pl: <a class="simple-button primary" href="{{ mailServerUrl }}"> <i class="icon-envelope-alt"></i> <span class="button-text">Otwórz swoją pocztę na {{ mailServerName }}</span> </a> <span class="finish-sign-up"> , aby dokończyć rejestrację poprzez </span> <span class="email-address">{{ email }}</span>.
pt: <a class="simple-button primary" href="{{ mailServerUrl }}"> <i class="icon-envelope-alt"></i> <span class="button-text">Abra seu {{ mailServerName }}</span> </a> <span class="finish-sign-up"> para concluir o cadastro com </span> <span class="email-address">{{ email }}</span>.
pt_pt: <a class="simple-button primary" href="{{ mailServerUrl }}"> <i class="icon-envelope-alt"></i> <span class="button-text">Acede ao {{ mailServerName }}</span> </a> <span class="finish-sign-up"> para concluíres o processo de criação da tua conta com </span> <span class="email-address">{{ email }}</span>.

source: <a class='login-link' href='javascript:void(0);'>Log in</a> and then we'll create your child's account.
bg: <a class='login-link' href='javascript:void(0);'>Влезте</a> и след това ние ще създадем акаунт на Вашето дете.
da: <a class='login-link' href='javascript:void(0);'>Log ind</a>, og så laver vi dit barns konto.
es: <a class='login-link' href='javascript:void(0);'>Inicia sesión</a> y después crearemos la cuenta de tu hijo.
fr: <a class='login-link' href='javascript:void(0);'>Ouvrez une session</a> et nous pourrons ouvrir le compte de votre enfant.
he: ראשית <a class='login-link' href='javascript:void(0);'>התחברו אתם</a>, ואז ניצור את החשבון של ילדכם.
ja: <a class='login-link' href='javascript:void(0);'> ログイン</a> すると、あなたの子供のアカウントを作成します。
nb: <a class='login-link' href='javascript:void(0);'> Logg inn</a> deretter vil vi opprette ditt barns konto.
nl: <a class='login-link' href='javascript:void(0);'>Log in</a> en dan creëren we een account voor jouw kind.
pl: <a class='login-link' href='javascript:void(0);'>Zaloguj się</a> i wtedy stworzymy konto Twojego dziecka.
pt: <a class='login-link' href='javascript:void(0);'>Faça o login</a> e, em seguida, criaremos a conta de seu filho.
pt_pt: <a class='login-link' href='javascript:void(0);'>Inicie sessão</a> para criarmos a conta do seu filho.
tr: <a class='login-link' href='javascript:void(0);'>giriş yapınızin</a> ve çocuğunuzun hesabını oluşturacağız.

source: <a class='login-link' href='javascript:void(0);'>Log in</a> and then we'll create your class.
bg: <a class='login-link' href='javascript:void(0);'>Влезте</a> и след това ние ще създадем Вашата класна стая.
da: <a class='login-link' href='javascript:void(0);'>Log ind</a>, og så opretter vi din klasse.
es: <a class='login-link' href='javascript:void(0);'>Inicia sesión</a> y después crearemos tu clase.
fr: <a class='login-link' href='javascript:void(0);'>Ouvrez une session</a> et nous inscrirons votre classe.
he: ראשית <a class='login-link' href='javascript:void(0);'>התחברו אתם</a>, ולאחר מכן ניצור את הכיתה שלכם.
ja: <a class='login-link' href='javascript:void(0);'> ログイン</a> するとあなたのクラスを作成します。
nb: <a class='login-link' href='javascript:void(0);'> Logg inn</a> deretter vil vi opprette din klasse.
nl: <a class='login-link' href='javascript:void(0);'>Log in</a> en dan creëren we jouw klas.
pl: <a class='login-link' href='javascript:void(0);'>Zaloguj się</a> i wtedy stworzymy Twoją klasę.
pt: <a class='login-link' href='javascript:void(0);'>Faça o login</a> e, em seguida, criaremos sua turma.
pt_pt: <a class='login-link' href='javascript:void(0);'>Inicie sessão</a> para criarmos a sua turma.
tr: <a class='login-link' href='javascript:void(0);'>Giriş yapınız</a> sınıfınızı oluşturacağız.

source: <a class='login-link' href='javascript:void(0);'>Log in</a>.
bg: <a class='login-link' href='javascript:void(0);'>Влизане</a>.
da: <a class='login-link' href='javascript:void(0);'>Log ind</a>.
es: <a class='login-link' href='javascript:void(0);'>Inicia sesión</a>.
fr: <a class='login-link' href='javascript:void(0);'> Ouvrez une session</a>.
he: <a class='login-link' href='javascript:void(0);'>היכנסו</a>.
ja: <a class='login-link' href='javascript:void(0);'> ログイン</a>
nb: <a class='login-link' href='javascript:void(0);'> Logg inn</a>.
nl: <a class='login-link' href='javascript:void(0);'>Inloggen</a>.
pl: <a class='login-link' href='javascript:void(0);'>Zaloguj się</a>.
pt: <a class='login-link' href='javascript:void(0);'>Entrar</a>.
pt_pt: <a class='login-link' href='javascript:void(0);'>Inicia sessão</a>.
tr: <a class='login-link' href='javascript:void(0);'>Giriş yapınız</a>.

source: <a href="#" class="dark">0</a><a href="#" class="dark calculator-decimal">.</a><a href="#" data-text="ans">ans</a>
es: <a href="#" class="dark">0</a><a href="#" class="dark calculator-decimal">.</a><a href="#" data-text="ans">res</a>
fr: <a href="#" class="dark">0</a><a href="#" class="dark calculator-decimal">.</a><a href="#" data-text="ans">rep</a>
pl: <a href="#" class="dark">0</a><a href="#" class="dark calculator-decimal">.</a><a href="#" data-text="ans">odp</a>
pt: <a href="#" class="dark">0</a><a href="#" class="dark calculator-decimal">.</a><a href="#" data-text="ans">res</a>

source: <a href="%(login_url)s">Log in</a> or <a href="%(templatetags_to_insecure_url)s?continue=%(continue)s">Sign Up</a> right now and get started earning yours today!
bg: <a href="%(login_url)s">Влизане</a> или <a href="%(templatetags_to_insecure_url)s?continue=%(continue)s">записване за сайта</a>, за да започнеш да събираш значките си от днес!
da: <a href="%(login_url)s">Log ind</a>eller<a href="%(templatetags_to_insecure_url)s?continue=%(continue)s">Tilmeld dig</a> lige nu og kom i gang med at optjene point allerede i dag!
es: <a href="%(login_url)s">Inicia sesión</a> o <a href="%(templatetags_to_insecure_url)s?continue=%(continue)s">Regístrate</a> ahora mismo y ¡comienza a ganar medallas!
fr: <a href="%(login_url)s">Connectez-vous</a> ou <a href="%(templatetags_to_insecure_url)s?continue=%(continue)s">Inscrivez-vous</a> maintenant et commencez à gagner les vôtres dès aujourd'hui !
he: <a href="%(login_url)s"> התחבר</a> או <a href="%(templatetags_to_insecure_url)s?continue=%(continue)s"> תרשם</a> ממש עכשיו ונתחיל להרוויח את שלך היום!
ja: <a href="%(login_url)s">ログイン</a>または<a href="%(templatetags_to_insecure_url)s?continue=%(continue)s">サインアップ</a> して、あなたも今日バッジを稼ぎ始めて！
nb: <a href="%(login_url)s"> Logg inn</a> eller <a href="%(templatetags_to_insecure_url)s?continue=%(continue)s"> Registrer deg</a> nå og begynne å tjene dine poeng i dag!
nl: <a href="%(login_url)s">Log in</a> of <a href="%(templatetags_to_insecure_url)s?continue=%(continue)s">Meld je aan</a> en begin er meteen te verdienen!
pl: <a href="%(login_url)s">Zaloguj się</a> lub <a href="%(templatetags_to_insecure_url)s?continue=%(continue)s">Zarejestruj się</a> teraz i zacznij zdobywać swoje już dziś!
pt: <a href="%(login_url)s">Faça login</a> ou <a href="%(templatetags_to_insecure_url)s?continue=%(continue)s">cadastre-se</a> agora mesmo e comece a ganhar as suas hoje!
pt_pt: <a href="%(login_url)s">Inicia sessão</a> ou <a href="%(templatetags_to_insecure_url)s?continue=%(continue)s">cria uma conta</a> e começa a ganhar medalhas!
tr: Hemen <a href="%(login_url)s">Giriş yapın</a> veya <a href="%(templatetags_to_insecure_url)s?continue=%(continue)s">Üye olun</a> ve kendinizinkini kazanmaya bugün başlayın!

source: <a href="%(profile_root)scoaches">Visit the "Coaches" tab on your child's profile</a> to view their current list of coaches and coach invitations.
bg: <a href="%(profile_root)scoaches">Посетете раздела "Учители" в профила</a> на детето Ви, за да видите текущия им списък с учители и заявки от учители.
da: <a href="%(profile_root)scoaches">Besøg fanen "Vejleder" på dit barns profil</a> for at se deres nuværende liste med vejledere og invitationer fra vejledere.
es: <a href="%(profile_root)scoaches">Visita la pestaña "Tutores" en el perfil de tu hijo</a> para ver su lista actual de tutores y de invitaciones para ser su tutor.
fr: <a href="%(profile_root)scoaches">Rendez vous sur la page "Coaches" du profil de votre enfant</a> pour voir la liste des différents coaches qui s'occupent de lui.
nb: <a href="%(profile_root)scoaches">Besøk "Veileder" fanen på ditt barns profil</a> for å se på deres nåværende liste over veiledere og invitasjoner.
nl: <a href="%(profile_root)scoaches">Bezoek de tab "Coaches" bij het profiel van je kind</a> om hun huidige lijst van coaches en uitnodigingen te zien.
pl: <a href="%(profile_root)scoaches">Odwiedź zakładkę "Trenerzy" na profilu Twojego dziecka</a> żeby zobaczyć jego bieżącą listę trenerów i zaproszeń od trenerów.
pt: <a href="%(profile_root)scoaches">Visite a guia "Tutores" no perfil de seu filho</a> para ver a lista de tutores atual e os convites de tutores.
pt_pt: <a href="%(profile_root)scoaches">Aceda ao separador "Tutores" no perfil do seu filho</a> para ver a lista atual de tutores do seu filho e os convites de tutores pendentes.
tr: Çocuğunuzun eğitmenlerinin ve eğitmen davetiyelerinin güncel listesini görmek için, <a href="%(profile_root)scoaches">profilindeki "Eğitmenler" sekmesini ziyaret edin</a>.

source: <a href="/">Practice a skill</a> or <a href="/library">watch a video</a> to earn your first badge.
da: <a href="/">Øv dig i en færdighed</a> eller <a href="/library">se en video</a> for at få at optjene dit første badge.
es: <a href="/">Practica alguna habilidad</a> o <a href="/library">ve un video</a> para ganar tu primera medalla.
fr: <a href="/">Pratiquez une compétence</a> ou <a href="/library">regardez une vidéo</a> pour gagner votre premier badge.
nb: <a href="/">Øv deg i en ferdighet</a> eller <a href="/library">se en video</a> for å skaffe deg ditt første emblem.
nl: <a href="/">Oefen een vaardigheid</a> of <a href="/library">bekijk een video</a> om je eerste medaille te verdienen.
pl: <a href="/">Ćwicz swoje umiejętności</a> lub <a href="/library">obejrzyj film</a> aby zdobyć pierwszą odznakę.
pt: <a href="/">Pratique uma habilidade</a> ou <a href="/library">assista a um vídeo</a> para ganhar sua primeira medalha.
pt_pt: <a href="/">Aperfeiçoa uma competência </a> ou <a href="/library">vê um vídeo</a> para ganhares a tua primeira medalha.
tr: İlk madalyanızı kazanmak için <a href="/">bir beceride alıştırma yapın</a> veya <a href="/library">bir video izleyin</a>.

source: <a href="/computing/computer-programming/meet-the-computing-professional/a/brenda-jin-mobile-prototyper-and-dj?utm_source=womencomputing"><strong>Brenda Jin</strong></a> is a mobile frontend developer for Macys.com, and in her free time, she creates electronic music, cycles around San Francisco, and hikes. She taught herself programming and thinks that you can, too. ☺
nb: <a href="/computing/computer-programming/meet-the-computing-professional/a/brenda-jin-mobile-prototyper-and-dj?utm_source=womencomputing"><strong>Brenda Jin</strong></a> er mobilutvikler for Macys.com, og på fritiden lager hun elektronisk musikk, sykler rundt i San Francisco, og går turer. Hun har lært seg programmering, og det kan du også. ☺
pt: <a href="/computing/computer-programming/meet-the-computing-professional/a/brenda-jin-mobile-prototyper-and-dj?utm_source=womencomputing"><strong>Brenda Jin</strong></a> é uma desenvolvedora frontend para dispositivos móveis na Macys.com, e, em seu tempo livre, ela cria música eletrônica, pedala por São Francisco e faz caminhada. Ela aprendeu a programar sozinha e acha que você também pode. ☺
pt_pt: <a href="/computing/computer-programming/meet-the-computing-professional/a/brenda-jin-mobile-prototyper-and-dj?utm_source=womencomputing"><strong>Brenda Jin</strong></a> é uma programadora de interfaces para dispositivos móveis na Macys.com. Adora compor música eletrónica, andar de bicicleta por São Francisco e fazer caminhadas. Aprendeu a programar sozinha e acha que tu também consegues. ☺
tr: <a href="/computing/computer-programming/meet-the-computing-professional/a/brenda-jin-mobile-prototyper-and-dj?utm_source=womencomputing"><strong>Brenda Jin</strong></a> Macys.com'dan bir mobil arayüz geliştiricisidir ve boş zamanında, elektronik müzik yapar, San Francisco civarında bisikletle dolaşır, ve doğa yürüyüşlerine katılır. Kendi kendine programlama öğrenmiştir, ve bunu sizin de yapabileceğinizi düşünmektedir. ☺

source: <a href="/computing/computer-programming/meet-the-computing-professional/a/sarah-northway-game-maker-and-nomad?utm_source=womencomputing"><strong>Sarah Northway</strong></a> designs and programs indie video games, like Rebuild, a post-apocalyptic strategy game. She thinks the best way to learn programming is to find a project you love (like she did with games), and keep at it!
nb: <a href="/computing/computer-programming/meet-the-computing-professional/a/sarah-northway-game-maker-and-nomad?utm_source=womencomputing"><strong>Sarah Northway</strong></a> designer programmer jobber med videospill, som Rebuild, et post-apoktolyptisk strategispill. Hun tenker at den beste måten å lære seg programmering er å finne seg et prosjekt som man liker (slik hun liker videospill), og fortsette med det!
pt: <a href="/computing/computer-programming/meet-the-computing-professional/a/sarah-northway-game-maker-and-nomad?utm_source=womencomputing"><strong>Sarah Northway</strong></a> projeta e programa video games do estilo indie, como o Rebuild, um jogo de estratégia pós-apocalíptico. Ela acredita que a melhor forma de aprender a programar é encontrar um projeto do qual você gosta (no caso dela, os jogos), e seguir em frente!
pt_pt: <a href="/computing/computer-programming/meet-the-computing-professional/a/sarah-northway-game-maker-and-nomad?utm_source=womencomputing"><strong>Sarah Northway</strong></a> projeta e programa jogos do estilo indie, como o Rebuild (que é um jogo de estratégia pós-apocalíptico). Sarah tem a certeza de que a melhor forma de aprender a programar é participar num projeto de que gostes e não desistir!
tr: <a href="/computing/computer-programming/meet-the-computing-professional/a/sarah-northway-game-maker-and-nomad?utm_source=womencomputing"><strong>Sarah Northway</strong></a> kıyamet sonrası bir strateji oyunu olan Rebuild gibi bağımsız video oyunları tasarlar ve programlar. Onu göre, programlama öğrenmenin en iyi yolu, (oyunların ona hitap ettiği gibi) sevdiğiniz bir proje bulmak, ve bunu sonuna kadar sürdürmektir!

source: <a href="/labs/assessments">Assessment Labs</a> <small>at Khan Academy</small>
pl: <a href="/labs/assessments">Laboratorium testów oceniających</a> <small>na Khan Academy</small>
pt: <a href="/labs/assessments">Laboratórios de avaliação</a> <small>na Khan Academy</small>
tr: <small>Khan Academy'de </small> <a href="/labs/assessments">Değerlendirme Laboratuarları</a>

source: <a href="/labs/explorations/frequency-fingerprint">Frequency Fingerprint</a><br> Watch your frequency fingerprint emerge in real-time!
pl: <a href="/labs/explorations/frequency-fingerprint">Frequency Fingerprint</a><br> Patrz jak powstaje Twój częstotliwościowy "odcisk palca"!
pt: <a href="/labs/explorations/frequency-fingerprint">Registro de frequência</a><br> Veja seu registro de frequência surgir em tempo real!
tr: <a href="/labs/explorations/frequency-fingerprint">Frekans Parmak İzi</a><br> Frekans parmak izinizin gerçek zamanlı olarak belirmesini izleyin!

source: <a href="/labs/explorations/frequency-stability">Frequency Stability</a><br> Do you think you can accurately mimic a coin flip?
pl: <a href="/labs/explorations/frequency-stability">Stabilność częstotliwości</a><br> Sadzisz że można dokładnie naśladować rzut monetą?
pt: <a href="/labs/explorations/frequency-stability">Estabilidade de frequência</a><br> Você acha que consegue reproduzir um jogo de cara ou coroa de forma precisa?
tr: <a href="/labs/explorations/frequency-stability">Frekans İstikrarı</a><br> Bir yazı-tura atışını isabetli olarak taklit edebileceğinizi düşünüyor musunuz?

source: <a href="/labs/explorations/perfect-secrecy">Perfect Secrecy</a><br> Explore how random shift sequences absorb your fingerprint.
pl: <a href="/labs/explorations/perfect-secrecy">Perfect Secrecy</a><br> Zbadaj jak losowa sekwencja przesunięć zaciera Twoj odcisk palca.
pt: <a href="/labs/explorations/perfect-secrecy">Sigilo total</a><br> Explore como as sequências de turnos aleatórios absorvem seu registro.
tr: <a href="/labs/explorations/perfect-secrecy">Mükemmel Gizlilik</a><br> Rastgele kayma dizilişlerinin parmak izinizi nasıl özümsediğini keşfedin.

source: <a href="/labs/explorations/pseudorandom-walk">Random vs. Pseudorandom Walks</a><br> Explore how seed size affects the period of a pseudorandom sequence.
pl: <a href="/labs/explorations/pseudorandom-walk">Błądzenie losowe i pseudolosowe</a><br> Zbadaj wpływ jaki ma długość sekwencji pseudolosowej na okres.
pt: <a href="/labs/explorations/pseudorandom-walk">Tentativas pseudo-aleatórias vs. aleatórias</a><br> Veja como o tamanho das sementes afeta o período de uma sequência pseudo-aleatória.
tr: <a href="/labs/explorations/pseudorandom-walk">Rastgele ve Yalancı Rastgele Yürüyüşler</a><br> Başlangıç değerinin boyutunun, bir yalancı rastgele dizinin periyodunu nasıl etkilediğini keşfedin.

source: <a href="/labs/explorations/time-complexity">Time Complexity</a><br> Watch how the size of input affects the computation time needed for factorization vs. multiplication.
pt: <a href="/labs/explorations/time-complexity">Complexidade de tempo</a><br> Veja como o tamanho da entrada afeta o tempo de computação necessário para fatoração vs. multiplicação.
tr: <a href="/labs/explorations/time-complexity">Zaman karmaşıklığı</a><br> Girdi boyutunun çarpım ve çarpanlara ayırma işlemlerinin gerektirdiği hesaplama sürelerini nasıl etkilediğini izleyin.

source: <a href="/math">Math</a>, <a href="/science">science</a>, <a href="/computing">computer programming</a>, <a href="/humanities/history">history</a>, <a href="/humanities">art</a>, <a href="/economics-finance-domain">economics</a>, and <a href="/library"> <span class="sr-only">even</span> more </a> free online classes.
nb: <a href="/math">Matematikk</a>, <a href="/science">naturfag</a>, <a href="/computing">programmering</a>, <a href="/humanities/history">historie</a>, <a href="/humanities">kunst</a>, <a href="/economics-finance-domain">økonomi</a>, og <a href="/library"> <span class="sr-only"> og</span> enda mer </a> gratis undervisning på nett.
pl: <a href="/math">Matematyka</a>, <a href="/science">nauki ścisłe</a>, <a href="/computing">programowanie</a>, <a href="/humanities/history">historia</a>, <a href="/humanities">sztuka</a>, <a href="/economics-finance-domain">ekonomia</a>, i <a href="/library"> <span class="sr-only">o wiele</span> więcej </a> darmowych lekcji online.
pt: <a href="/math">Matemática</a>, <a href="/science">ciências</a>, <a href="/computing">programação de computadores</a>, <a href="/humanities/history">história</a>, <a href="/humanities">arte</a>, <a href="/economics-finance-domain">economia</a>, e <a href="/library"> <span class="sr-only">muito</span> mais </a> aulas on-line gratuitas.
tr: <a href="/math">Matematik</a>, <a href="/science">fen bilimleri</a>, <a href="/computing">bilgisayar programlama</a>, <a href="/humanities/history">tarih</a>, <a href="/humanities">sanat</a>, <a href="/economics-finance-domain">ekonomi</a>, ve <a href="/library"> <span class="sr-only">çok</span> daha </a> fazla konuda ücretsiz ders...

source: <a href="/settings/email" class="child-email-link">Subscribe to weekly email reports</a> about your children.
bg: <a href="/settings/email" class="child-email-link">Запишете се за ежеседмичен имейл отчет</a> за вашите деца.
da: <a href="/settings/email" class="child-email-link">Abonner på ugentlige emailrapporter</a> om dine børn.
es: <a href="/settings/email" class="child-email-link"> Suscríbete a los informes de correo electrónico semanales</a> sobre tus hijos.
fr: <a href="/settings/email" class="child-email-link">Abonnez-vous aux résumés d'activité hebdomadaires</a> de vos enfants/élèves.
nb: <a href="/settings/email" class="child-email-link">Abonner på ukentlige e-postrapporter </a> om dine barn.
nl: <a href="/settings/email" class="child-email-link">Meld je aan voor wekelijkse e-mailverslagen</a> over jouw kinderen.
pl: <a href="/settings/email" class="child-email-link">Subskrybuj, by otrzymywać cotygodniowe raporty e-mail</a> o swoich dzieciach.
pt: <a href="/settings/email" class="child-email-link">Inscreva-se para receber semanalmente por e-mail relatórios</a> sobre seus filhos.
pt_pt: <a href="/settings/email" class="child-email-link">Receba um e-mail semanalmente</a> acerca da atividade dos seus filhos.
tr: Çocuğunuz hakkında <a href="/settings/email" class="child-email-link">haftalık e-posta raporları almak için abone olun</a>.
