Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: <strong>A guardian</strong> left you a message: "{{ellipsis text 75}}"
da: <strong>En værge</strong> har en besked til dig: "{{ellipsis text 75}}"
es: <strong>Un guardián</strong> te dejó un mensaje: "{{ellipsis text 75}}"
fr: <strong>Un tuteur</strong> vous a laissé un message: « {{ellipsis text 75}} »
ja: <strong>保護者</strong>からのメッセージがあります: "{{ellipsis text 75}}"
nb: <strong>En foresatt</strong> la igjen en beskjed: "{{ellipsis text 75}}"
nl: <strong>Een voogd</strong> liet je een bericht na: "{{ellipsis text 75}}"
pl: <strong>Opiekun</strong>zostawił Ci wiadomość: "{{ellipsis text 75}}"
pt: <strong>Um guardião</strong> deixou uma mensagem para você: "{{ellipsis text 75}}"
pt_pt: <strong>Um guardião</strong> enviou-te uma mensagem: "{{ellipsis text 75}}"

source: <strong>Address:</strong> Khan Academy, C/O WSGR, 650 Page Mill Rd., Palo Alto, CA 94304
nb: <strong>Addresse:</strong> Khan Academy, C/O WSGR, 650 Page Mill Rd., Palo Alto, CA 94304
pt: <strong>Endereço:</strong> Khan Academy, C/O WSGR, 650 Page Mill Rd., Palo Alto, CA 94304
pt_pt: <strong>Morada:</strong> Khan Academy, C/O WSGR, 650 Page Mill Rd., Palo Alto, CA 94304
tr: <strong>Addres:</strong> Khan Academy, C/O WSGR, 650 Page Mill Rd., Palo Alto, CA 94304

source: <strong>Already know how to program?</strong><br> You can <a href="/computer-programming/browse">browse through existing programs</a> and modify them until you've made something awesome, or <a href="/computer-programming/new">start a program from scratch</a>.
da: <strong>Ved du allerede, hvordan man programmerer?</strong><br> Du kan <a href="/computer-programming/browse">gennemse eksisterende programmer</a> og ændre dem, indtil du har lavet noget sejt, eller <a href="/computer-programming/new">starte et program fra bunden</a>.
es: <strong>¿Ya sabes programar?</strong><br> Puedes <a href="/computer-programming/browse">navegar a través de los programas existentes</a> y modificarlos hasta que hagas algo genial, o <a href="/computer-programming/new">comienza un programa desde el principio</a>.
nb: <strong>Kan du allerede programmere?</strong><br> Du kan <a href="/computer-programming/browse">bla igjennom eksisterende programmer</a> og modifisere dem til du har laget noe kult, eller <a href="/computer-programming/new">lage et helt nytt program</a>.
nl: <strong>Kan je al programmeren?</strong><br> Je kan <a href="/computer-programming/browse">door bestaande programma's bladeren</a> en deze bewerken tot je iets gaafs hebt gemaakt of <a href="/computer-programming/new">een nieuw programma beginnen</a>.
pl: <strong>Czy umiesz już programować?</strong><br> Możesz<a href="/computer-programming/browse">przejrzeć istniejące programy</a> i modyfikować je aż będą doskonałe lub też <a href="/computer-programming/new">zacznij pisać program od początku</a>.
pt: <strong>Já sabe programar?</strong><br> Você pode <a href="/computer-programming/browse">navegar pelos programas existentes</a> e modificá-los até fazer algo incrível, ou <a href="/computer-programming/new">iniciar um programa do zero</a>.
pt_pt: <strong>Já sabes programar?</strong><br> Podes <a href="/computer-programming/browse">ver programas criados por outros utilizadores</a>, e alterá-los ao teu gosto, ou <a href="/computer-programming/new">criar um programa novo</a>.
tr: <strong>Program yazmayı zaten biliyor musunuz?</strong><br> Varolan <a href="/computer-programming/browse">programlarımızı gezebilir</a> ve müthiş bir şeye dönüştürene kadar onları kurcalayabilirsiniz, ya da <a href="/computer-programming/new">sıfırdan yeni bir program yazmaya başlayabilirsiniz</a>.

source: <strong>Black Hole</strong> badges are legendary and unknown. They are the rarest Khan Academy awards.
da: <strong>Sort Hul</strong>-badges er legendariske og ukendte. De er de mest sjældne anerkendelser, som man kan opnå på Khan Academy.
es: Las medallas de <strong>Agujero Negro</strong> son legendarias y desconocidas. Son los premios más raros en Khan Academy.
fr: Les blasons <strong>Trou noir</strong> sont légendaires et inconnus. Ce sont les distinctions Khan Academy les plus rares.
ja: <strong>ブラックホール</strong>バッジは伝説的で詳細は知られていません．それらはカーンアカデミーの賞としては最も珍しいものです．
nb: <strong>Sorte Hull</strong> merker er legendariske og sjeldne. De er de høyeste merkene man kan oppnå i Khan Academy.
nl: <strong>Zwart gat</strong> badges zijn legendarische en onbekend. Zij zijn de zeldzaamste Khan Academy awards.
pl: Odznaki <strong>Czarnej Dziury</strong> są legendarne i nieznane. Są to najrzadsze nagrody w Khan Academy.
pt: Medalhas <strong>Buraco Negro</strong> são lendárias e desconhecidas. São os prêmios mais raros da Khan Academy.
pt_pt: As medalhas <strong>"Buraco negro"</strong> são uma lenda ainda por desvendar e são as mais raras de todas.
tr: <strong>Kara Delik</strong> madalyaları efsanevi ve gizemlidir. En nadir görülen Khan Academy ödülleridir.

source: <strong>Challenge Patches</strong> are special awards for completing topic challenges.
bg: <strong>Нашивките за предизвикателства</strong> са специални награди при завършването на предизвикателства по теми.
da: <strong>Udfordringsemblemer</strong> er specielle priser for gennemførelse af udfordringer indenfor et givent emne.
es: Las <strong>medallas de desafío</strong> son condecoraciones especiales por completar desafíos temáticos.
fr: Les <strong>badges de défi </strong> sont des récompenses spéciales obtenues pour avoir terminé des défis thématiques.
he: <strong>תגי האתגר</strong> הם פרסים מיוחדים עבור השלמת אתגרים בנושא מסוים.
ja: <strong>チャレンジパッチ</strong>は トピックの課題を完了したらもらえる特別な賞品です。
nb: <strong>Utfording merker</strong> er spesielle priser for å fullføre alle utfordringer i et emne.
nl: <strong>Uitdaging Insignes</strong> zijn speciale awards voor het voltooien van uitdagingen op een bepaald onderwerp.
pl: <strong>Odznaki wyzwań</strong>są to specjalne nagrody za ukończenie wyzwań tematycznych.
pt: As <strong>Medalhas de desafio</strong> são prêmios especiais obtidos por completar desafios de tópico.
pt_pt: As <strong>medalhas de desafios</strong> são prémios especiais que ganhas quando concluis um desafio.
tr: <strong>Meydan Okuma Ödülleri</strong> konu bilgi sınavları tamamlandığında verilen özel ödüllerdir.

source: <strong>Earth</strong> badges are rare. They require a significant amount of learning.
bg: <strong>Земните</strong> значки са редки. Те изискват доста усилия.
da: <strong>Jordklode</strong>-badges er sjældne. De kræver en betydelig mængde af læring.
es: Las medallas <strong>terrestres</strong> son raras. Requieren una gran cantidad de aprendizaje.
fr: Les badges <strong>Terre</strong> sont rares. Ils nécessitent un investissement important dans l'apprentissage.
he: תגי <strong>כדור הארץ</strong> הינן נדירים. הם דורשים כמות משמעותית של למידה.
ja: <strong>アース</strong>バッジは珍しいです。かなりの勉強を必要とします。
nb: <strong>Jordkloden</strong> merker er sjeldne. De krever en betydelig mengde læring.
nl: <strong>Aarde</strong>-medailles zijn zeldzaam. Ze vereisen een grote hoeveelheid leren.
pl: <strong>Ziemia</strong> - odznaki tego typu są bardzo rzadkie. Wymagają znaczącej liczby godzin spędzonych na nauce.
pt: As medalhas <strong>Terra</strong> são raras. Exigem uma quantidade significativa de aprendizado.
pt_pt: As medalhas <strong>"Terra"</strong> são raras e revelam um investimento significativo na aprendizagem.
tr: <strong>Dünya</strong> madalyaları çok ender ve özeldir. Bunları kazanabilmek için çok şey öğrenmeniz gerekir.

source: <strong>Every dollar</strong> helps us reach <strong>5 students.</strong>
pl: <strong>Każdy dolar</strong> pomaga nam dotrzeć do <strong>5 uczniów.</strong>
pt: <strong>Cada dólar</strong> doado nos permite ajudar <strong>5 alunos.</strong>
pt_pt: <strong>Cada dólar</strong>ajuda-nos a acompanhar<strong>5 alunos.</strong>
tr: <strong>Bir dolar</strong> <strong>5 öğrenciye</strong> ulaşmamızı sağlar.

source: <strong>For free.</strong> For everyone. <strong>Forever.</strong>
pl: <strong>Za darmo.</strong> Dla każdego. <strong>Na zawsze.</strong>
pt: <strong>Gratuitamente.</strong> Para todos. <strong>Sempre.</strong>
pt_pt: <strong>Gratuito.</strong>Para todos.<strong>Para sempre.</strong>
tr: <strong>Ücretsiz.</strong> Herkes için. <strong>Sonsuza kadar.</strong>

source: <strong>Meteorite</strong> badges are common and easy to earn when just getting started.
bg: <strong>Метероитните</strong> значки са често срещани и лесни за вземане, когато тепърва започваш.
da: <strong>Meteorit</strong>-badges er almindelige og lette at opnå.
es: Las medallas <strong>meteorito</strong> son comunes y fáciles de ganar cuando estás comenzando.
fr: Les badges <strong>Météorite</strong> sont fréquents et faciles à gagner lorsque vous débutez.
he: תגי <strong>מטאוריט</strong> הינם נפוצים וקל להרוויח אותם בהתחלה.
ja: <strong>隕石</strong>バッジは平凡ではじめたばかりでも簡単に得られます。
nb: <strong>Meteoritt</strong> merker er vanlige og let å få når man akkurat har begynt.
nl: <strong>Meteoriet</strong>-medailles zijn algemeen en gemakkelijk te verdienen als je net begint.
pl: <strong>Meteoryt</strong> - odznaki tego typu są powszechne i łatwe do zdobycia od samego początku.
pt: As medalhas <strong>Meteorito</strong> são comuns e fáceis de ganhar quando se está apenas começando.
pt_pt: As medalhas <strong>"Meteorito"</strong> são comuns e fáceis de ganhar se fores um aluno recente.
tr: <strong>Meteor</strong> madalyaları yaygındır ve kazanılması kolaydır, başlar başlamaz kazanırsınız.

source: <strong>Moon</strong> badges are uncommon and represent an investment in learning.
bg: <strong>Лунните</strong> значки не са толкова обикновени и засвидетелстват, че някой се е потрудил с ученето.
da: <strong>Måne</strong>-badges er ualmindelige og repræsenterer en stor indsats.
es: <strong>Las medallas lunares</strong> no son comunes y representan una buena dedicación en el aprendizaje.
fr: Les badges <strong>Lune</strong> sont assez rares et nécessitent un certain investissement dans l'apprentissage.
he: תגי <strong>ירח</strong> הינם נדירים ומייצגים השקעה בלמידה.
ja: <strong>ムーン</strong>バッジはまれで、学習に投資したことを表します。
nb: <strong>Måne</strong> merker er uvanlige og representerer en invistering i læring.
nl: <strong>Maan</strong>-medailles zijn ongewoon en staan voor een investering in leren.
pl: <strong>Księżyc</strong> - odznaki tego typu są rzadkie i wymagają nakładu pracy.
pt: As medalhas <strong>Lua</strong> são raras e representam um investimento na aprendizagem.
pt_pt: As medalhas <strong>"Lua"</strong> são pouco comuns e revelam um bom investimento na aprendizagem.
tr: <strong>Ay</strong> madalyaları nadirdir ve öğrenmek için harcanan çabayı gösterirler.

source: <strong>NOTE:</strong> Angles not drawn to scale.
es: <strong>NOTA:</strong> los ángulos no están dibujados a escala.
nb: <strong>MERK:</strong> Vinklene er ikke tegnet i riktige mål.
nl: <strong>LET OP:</strong> De hoeken zijn niet op schaal getekend.
pl: <strong>UWAGA:</strong>Kąty nie są narysowane w skali.
pt: <strong>OBSERVAÇÃO:</strong> Ângulos fora de escala.
tr: <strong>NOT:</strong> Açılar ölçekli çizilmemiştir.

source: <strong>NOTE:</strong> Angles not necessarily drawn to scale.
es: <strong>NOTA:</strong> Los ángulos no necesariamente están dibujados a escala.
nb: <strong>MERK:</strong> Vinklene er ikke nødvendigvis tegnet i riktige mål.
nl: <strong>LET OP:</strong> De hoeken zijn mogelijk niet op schaal getekend.
pl: <strong>UWAGA:</strong> Kąty niekoniecznie przedstawione są w odpowiedniej skali.
pt: <strong>OBSERVAÇÃO:</strong> Os ângulos não são necessariamente desenhados na escala.
tr: <strong>NOT:</strong> Açılar ölçeksiz çizilmiş olabilir.

source: <strong>Never programmed before?</strong><br> Learn how to program with our <a href="/computer-programming">Computer Science curriculum</a>!
da: <strong>Aldrig programmeret før?</strong><br> Lær at programmere med vores læseplan i <a href="/computer-programming">Computer Science</a>!
es: <strong>¿Nunca has programado antes?</strong><br> Aprende a programar con nuestro <a href="/computer-programming">plan de estudios de ciencias de la computación</a>!
nb: <strong>Aldri programmert før?</strong><br> Lær å programmere med vår <a href="/computer-programming">Computer Science læringsressurs</a>!
nl: <strong>Nog nooit eerder geprogrammeerd ?</strong><br> Leer hoe t eprogrammeren met ons<a href="/computer-programming">Computer Science curriculum</a>!
pl: <strong>Nigdy wcześniej nie programowałeś?</strong><br> Dowiedz się jak programować w naszym <a href="/computer-programming"> programie nauczania informatyki</a>!
pt: <strong>Nunca programou antes?</strong><br> Aprenda a programar com nosso <a href="/computer-programming">currículo de ciência da computação</a>!
pt_pt: <strong>Nunca programaste antes?</strong><br> Aprende a programar com a nossa disciplina de <a href="/computer-programming">Ciências da computação</a>!
tr: <strong>Daha önce hiç program yazmadınız mı?</strong><br> Programlamayı <a href="/computer-programming">Bilgisayar Bilimi içeriğimizle</a> öğrenin!

source: <strong>Phone:</strong> 650-336-5426
nb: <strong>Telefon</strong> 650-336-5426
pt: <strong>Telefone:</strong> 650-336-5426
pt_pt: <strong>Telefone:</strong> +1 (650) 336-5426
tr: <strong>Telefon:</strong> 650-336-5426

source: <strong>Science Tip:</strong> Recent research shows that students learn more when they are praised for their effort and hard work. Students learn less when they are praised for being smart. Let your students know how hard they worked this week!
da: <strong>Videnskab Tip:</strong> Nyere forskning viser, at elever lærer mere når de roses for deres indsats og hårde arbejde. Eleverne lærer mindre når de bliver rost for at være kloge. Fortæl dine elever, hvor hårdt de har arbejdet i denne uge!
es: <strong>Consejo científico:</strong> Investigaciones recientes muestran que los estudiantes aprenden más cuando son elogiados por su esfuerzo y trabajo duro. Los estudiantes aprenden menos cuando son elogiados por ser inteligentes. ¡Dile a tus estudiantes qué tan duro trabajaron esta semana!
fr: <strong>A savoir :</strong> De récentes recherches démontrent que les élèves apprennent plus rapidement lorsque l'on reconnaît leurs efforts et leur travail. Les élèves apprennent moins lorsqu'ils sont félicités uniquement pour leur capacités intellectuelles. Dites à vos élèves que vous avez remarqué à quel point ils ont fait des efforts cette semaine (si c'est le cas :) !
nb: <strong>Vitenskapelig tips:</strong>Nye forskning viser at elever lærer mer når de mottar ros for sin innsats og harde arbeid. Elever lærer mindre når de mottar ros for å være smarte. La dine elever få vite hvor hardt de har arbeidet denne uken!
nl: <strong>Wetenschapstip:</strong> Recent onderzoek toont aan dat leerlingen meer leren wanneer hun harde werk beloond wordt. Leerlingen leren minder wanneer zij beloond worden voor slim zijn. Laat je leerlingen dus weten dat ze hard gewerkt hebben deze week!
pl: <strong>Wskazówka naukowa:</strong> Najnowsze badania wykazały, że uczniowie uczą się więcej, gdy są doceniani za wysiłki i ciężką pracę, natomiast uczą się mniej, gdy są chwaleni za bycie zdolnymi. Niech twoi uczniowie dowiedzą się, jak ciężko pracowali w tym tygodniu!
pt: <strong>Dica de Ciência:</strong> Uma pesquisa recente mostrou que os alunos aprendem mais quando são elogiados por seu esforço e trabalho. Os alunos aprendem menos quando são elogiados por serem inteligentes. Faça com que seus alunos saibam o quanto eles trabalharam duro essa semana!
tr: <strong>Bilimsel Tavsiye:</strong>Yapılan son araştırmalar, öğrencilerin çabaları ve çalışkanlıkları için takdir edildiklerinde daha iyi öğrendiklerini göstermiştir. Akıllı oldukları için takdir edildiklerinde ise, daha az öğrenmektedirler. Bu hafta öğrencilerinizi takdir ederken, onlara ne kadar çok çalıştıklarını söylemeye ne dersiniz?

source: <strong>Science Tip:</strong> Recent research shows that students do better when they are able to sustain effort towards long term goals. Try assigning longer term projects which allow your students to practice working towards long term goals!
da: <strong>Videnskab Tip:</strong> Nyere forskning viser, at elever klarer sig bedre når de er i stand til at fastholde indsatsen mod langsigtede mål. Prøv at tildele langsigtede projekter, som tillader eleverne at øv sig i at arbejde mod langsigtede mål!
es: <strong>Consejo científico:</strong> Estudios recientes muestran que los estudiantes se desempeñan mejor cuando son capaces de mantener el esfuerzo dirigido a objetivos a largo plazo. ¡Trata de asignarles proyectos a más largo plazo que les permitan a tus estudiantes practicar el trabajo enfocado a objetivos de largo plazo!
fr: <strong>A savoir :</strong> De récentes recherches démontrent que les élèves réussissent mieux lorsqu'ils doivent atteindre des objectifs à long terme, et donc faire des efforts soutenus. Essayez de donner des projets sur le long terme qui permettent à vos élèves de mettre en pratique et de travailler durablement sur un sujet !
nb: <strong>Vitenskapelig tips:</strong>Nye forskning viser at elevene gjør det bedre når de er i stand til å opprettholde innsatsen mot langsiktige mål. Prøv å gi elevene prosjekter som lar dem øve på å jobbe mot langsiktige mål!
nl: <strong>Wetenschapstip:</strong> Recent onderzoek toont aan dat leerlingen beter presteren wanneer zij doelstellingen op de lange termijn kunnen nastreven. Probeer lange termijn projecten toe te wijzen waar de leerlingen naar toe kunnen werken!
pl: <strong>Wskazówka naukowa:</strong> Najnowsze badania wykazały, że uczniowie osiągają lepsze wyniki, gdy są w stanie podejmować wysiłki w zakresie celów długoterminowych. Spróbuj zadawać uczniom dłuższe projekty, które pozwolą uczniom ćwiczyć pracę nad celami długoterminowymi.
pt: <strong>Dica de Ciência:</strong> Uma pesquisa recente mostra que os alunos se saem melhor quando são capazes de manter o esforço durante metas de longo prazo. Tente passar projetos longos que permitam seus alunos praticarem com metas de longo prazo!
tr: <strong>Bilimsel Tavsiye:</strong>Yapılan son araştırmalar, öğrencilerin uzun vadeli hedeflere ulaşmak için çaba gösterdiklerinde daha başarılı olduklarını göstermiştir. Öğrencilerinizin uzun vadeli hedefler için çalışmalarını sağlamak üzere onlara uzun soluklu proje ödevleri verebilirsiniz.

source: <strong>Science Tip:</strong> Recent research shows that students learn more after being taught <em>"Your brain is like a muscle. The more you exercise it, the stronger and smarter it gets."</em> Let your students know how they made their brains stronger this week!
da: <strong>Videnskab Tip:</strong> Nyere forskning viser, at elever lærer mere efter at blive undervist <em>"Din hjerne er som en muskel. Jo mere du bruger den, jo stærkere og klogere bliver den. "</em> Fortæl dine elever, hvordan de gøre deres hjerner stærkere i denne uge!
es: <strong>Consejo científico:</strong> Estudios recientes muestran que los estudiantes aprenden más después de haber recibido la enseñanza <em>"El cerebro es como un músculo. Mientras más lo ejercites, se vuelve más fuerte y más inteligente."</em> ¡Dile a tus estudiantes cómo fortalecieron sus cerebros esta semana!
fr: <strong>A savoir :</strong>De récentes études démontrent que les élèves apprennent mieux après que l'on leur ai expliqué ceci : <em>"Votre cerveau est comme un muscle. Plus vous l'exercez, plus il deviendra fort et vous deviendrez intelligent".</em> N'hésitez pas à expliquer à vos élèves comment leur cerveau fonctionne !
nb: <strong>Vitenskapelig tips:</strong>Nyere forskning viser at elever lærer mer etter å ha blitt fortalt at <em>"Hjernen er som en muskel. Jo mer du trener den desto sterkere og smartere blir den."</em> La dine elever få vite hvordan de har gjort sine hjerner sterkere denne uken!
nl: <strong>Wetenschapstip:</strong> Recent onderzoek toont aan dat leerlingen meer leren als ze weten dat <em>"Het brein net als een spier is. Hoe meer je oefent, des te sterker en slimmer het wordt."</em> Laat je studenten weten dat hun hersenen deze week weer sterker worden!
pl: <strong>Wskazówka naukowa:</strong> Najnowsze badania wykazały, że uczniowie uczą się więcej, gdy uświadomi im się, że <em>„mózg jest jak mięsień – im więcej go ćwiczysz, tym mądrzejszy się staje”</em> Niech twoi uczniowie dowiedzą się, jak ćwiczyli mózg w tym tygodniu!
pt: <strong>Dica de Ciência:</strong> Uma pesquisa recente mostrou que os alunos aprendem mais após serem ensinados <em>"Seu cérebro é como um músculo. Quanto mais você o exercita, mais forte e inteligente ele fica."</em> Faça com que seus alunos saibam como fizeram seus cérebros ficarem mais fortes essa semana!

source: <strong>Science Tip:</strong> Recent research shows that students learn more when they are confident they can succeed at the problems they practice. Let your students know that you are confident that they can succeed at their learning goals this week!
da: <strong>Videnskabeligt tip:</strong> Nyligt forskning viser, at elever lærer mere når de føler at de kan klare problemerne de træner. Husk at minde om at de kan klare sine mål i denne uge!
es: <strong>Consejo científico:</strong> Estudios recientes muestran que los estudiantes aprenden más cuando están seguros que pueden tener éxito en los problemas que practican. ¡Dile a tus estudiantes que tienes confianza en que pueden lograr sus objetivos de aprendizaje de esta semana!
fr: <strong>A savoir :</strong>De récentes études démontrent que les élèves apprennent plus lorsqu'ils ont confiance en eux, pour pouvoir arriver à faire les problèmes qu'on leur donne. Dites à vos élèves cette semaine que vous avez confiance en eux ! Cela les aidera à atteindre leurs objectifs !
nb: <strong>Vitenskapelig tips:</strong>Nyere forskning viser at studenter lærer mer når de er overbevist om at de kan lykkes med problemene de øver på. La dine elever vite at du er overbevist om at de kan nå sine læringsmål denne uken!
nl: <strong>Wetenschapstip:</strong> Recent onderzoek toont aan dat leerlingen meer leren wanneer zij vertrouwen hebben dat zij kunnen slagen in problemen die zij tegenkomen. Laat jouw leerlingen weten dat jij vertrouwen hebt dat zij kunnen slagen in de leerdoelen van deze week!
pl: <strong>Wskazówka naukowa:</strong> Najnowsze badania wykazały, że uczniowie osiągają lepsze wyniki, gdy są pewni, że mogą odnieść sukces w rozwiązywaniu zadań. Daj uczniom do zrozumienia, że jesteś pewny, że osiągną cele na dany tydzień!
pt: <strong>Dica de Ciência:</strong> Uma pesquisa recente mostrou que os alunos aprendem mais quando estão confiantes de que podem acertar os problemas que estão resolvendo. Faça com que seus alunos saibam que você está confiante de que eles podem obter sucesso em suas metas de aprendizado essa semana!
tr: <strong>Bilimsel Tavsiye:</strong>Yapılan son araştırmalar,öğrencilerin yaptıkları alıştırmaları çözebilecekleri konusunda kendilerine güven duyduklarında daha çok öğrendiklerini göstermiştir. Siz de bu hafta öğrencilerinize, öğrenme hedeflerine ulaşacaklarından emin olduğunuzu söyleyebilirsiniz.
