Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The number of people who got off is the difference between the number who were riding before and the number who are riding now.
da: Antallet af personer, der stod af er forskellen mellem det antal, der kørte med før og antallet der kører med nu.
es: El número de personas que bajaron es igual a la deferencia entre el número de personas que había en el tren y el número de personas que hay ahora.
fr: Le nombre de personnes qui sont descendues est égal à la différence entre le nombre de ceux qui étaient dans le train avant l'arrêt et le nombre de ceux qui y sont maintenant.
hi: जो व्यक्ति उतर गए, यह उनके बीच की संख्या है जो व्यक्ति पहले चल रहे थे और जो अभी चल रहे हैंI
ja: 降りた人の数は，もともと乗っていた人の数と，今乗っている人の数の差(ひき算)です．
nb: Antallet mennesker som gikk av er lik forskjellen mellom de som satt på før og de som sitter på nå.
nl: Het aantal mensen dat is uitgestapt is het verschil tussen het aantal dat instapte bij het begin min het aantal mensen dat nu nog in de trein zit.
pl: Liczba osób, które wysiadły jest różnicą pomiędzy liczbą tych, które jechały wcześniej a liczbą tych, które jadą teraz.
pt: O número de pessoas que desceu é a diferença entre o número que estava no trem antes e o número que está agora.
tr: İnen kişi sayısı, önceden bulunan kişi sayısı ile şu an bulunan kişi sayısının farkına eşittir.

source: The number of people you've referred.
bg: Броят на препоръчаните от Вас хора.
da: Antallet af personer du har henvist.
es: El número de personas que has referido.
fr: Le nombre de personnes que vous avez parrainés.
nb: Antall personer du har henvist.
nl: Het aantal personen dat jij hebt doorverwezen.
pl: Liczba osób, którym poleciłeś KA.
pt: O número de pessoas que você indicou.
pt_pt: (com a sua ligação de embaixador)
tr: Tavsiye ettiğiniz kişi sayısı

source: The number of rows of <var>plural_form(crop(1))</var> that <var>person(1)</var> planted is the total number of <var>plural_form(crop(1))</var> that he planted divided by the number of <var>plural_form(crop(1))</var> in each row.
fr: Le nombre de rangs de <var>plural_form(crop(1))</var> plantés par <var>person(1)</var> est égal au quotient du nombre total de <var>plural_form(crop(1))</var> plantées par le nombre de <var>plural_form(crop(1))</var> de chaque rang.
nb: Antallet rader med <var>plural_form(crop(1))</var> som <var>person(1)</var> plantet er det totale antallet <var>plural_form(crop(1))</var> som han plantet dividert på antall <var>plural_form(crop(1))</var> i hver rad.
pl: Liczba rzędów <var>plural_form(crop(1))</var>, którą posadził <var>person(1)</var> jest całkowitą liczbą <var>plural_form(crop(1))</var>, którą on posadził, podzieloną przez liczbę <var>plural_form(crop(1))</var> w każdym rzędzie.
pt: O número de linhas de <var>plural_form(crop(1))</var> que <var>person(1)</var> plantou é o número total de <var>plural_form(crop(1))</var> que ele plantou dividido pelo número de <var>plural_form(crop(1))</var> em cada linha.
tr: <var>person(1)</var> tarafından ekilmiş kaç sıra <var>plural_form(crop(1))</var> olduğunu bulmak için, ektiği toplam <var>plural_form(crop(1))</var> sayısını her sıraya ektiği <var>plural_form(crop(1))</var> sayısına bölebiliriz.

source: The number of rows of <var>plural_form(crop(1))</var> that <var>person(1)</var> planted is the total number of <var>plural_form(crop(1))</var> that she planted divided by the number of <var>plural_form(crop(1))</var> in each row.
fr: Le nombre de rangs de <var>plural_form(crop(1))</var> plantés par <var>person(1)</var> est égal au quotient du nombre total de <var>plural_form(crop(1))</var> plantées par le nombre de <var>plural_form(crop(1))</var> de chaque rangée.
nb: Antallet rader med <var>plural_form(crop(1))</var> som <var>person(1)</var> plantet er det totale antallet <var>plural_form(crop(1))</var> som hun plantet dividert på antall <var>plural_form(crop(1))</var> i hver rad.
pl: Liczba rzędów <var>plural_form(crop(1))</var>, którą posadziła <var>person(1)</var> jest całkowitą liczbą <var>plural_form(crop(1))</var>, którą ona posadziła, podzieloną przez liczbę <var>plural_form(crop(1))</var> w każdym rzędzie.
pt: O número de linhas de <var>plural_form(crop(1))</var> que <var>person(1)</var> plantou é o número total de <var>plural_form(crop(1))</var> que ela plantou dividido pelo número de <var>plural_form(crop(1))</var> em cada linha.
tr: <var>person(1)</var> tarafından ekilmiş kaç sıra <var>plural_form(crop(1))</var> olduğunu bulmak için, ektiği toplam <var>plural_form(crop(1))</var> sayısını her sıraya ektiği <var>plural_form(crop(1))</var> sayısına bölebiliriz.

source: The number of trees on the <var>side(2)</var> bank of the river is the difference between the number of trees on both banks of the river and the number of trees on the <var>side(1)</var> bank.
da: Antallet af træer på den <var>side(2)</var> flodbred er forskellen mellem antallet af træer på begge flodbredde og antallet af træer på den <var>side(1)</var> flodbred.
es: El número de árboles en la orilla <var>side(2)</var> del río es la diferencia entre el número de árboles en ambas orillas del río y el número de árboles en la orilla <var>side(1)</var>.
fr: Le nombre d'arbres sur la rive <var>side(2)</var> de la rivière est la différence entre le nombre d'arbres sur les deux bords et le nombre d'arbres sur la rive <var>side(1)</var>.
ja: 川の<var>side(2)</var>側の岸にある木の数は，両岸にある木の数と<var>side(1)</var>側の岸にある木の数の差(ひき算)です．
nb: Antallet av trær på <var>side(2)</var>av elvebredden er forskjellen mellom antallet av trær på begge elvebredder og antallet av trær på <var>side(1)</var> av elvebredden.
nl: Het aantal bomen op de <var>side(2)</var>kant van de rivier is het verschil tussen het aantal bomen op beide oevers van de rivier en het aantal bomen op de <var>side(1)</var>kant.
pl: Liczba drzew na <var>side(2)</var> brzegu rzeki jest różnicą pomiędzy liczbą drzew na obu brzegach rzeki i liczbą drzew na <var>side(1)</var> brzegu.
pt: O número de árvores na margem <var>side(2)</var> do rio é a diferença entre o número de árvores em ambas as margens do rio e o número de árvores na margem <var>side(1)</var>.
tr: Nehrin <var>side(2)</var> yakasındaki ağaçların sayısı, her iki yakadaki ağaçların sayısı ile nehrin <var>side(1)</var> yakasındaki ağaç sayısının farkına eşittir.

source: The number riding the train before the stop is the sum of the number who are riding now and the number who got off at the previous stop.
da: Antallet af passagerer på toget før stationen er summen af det antal, der kører med nu og det antal, der stod af på stationen.
es: El número de personas en el tren antes de la parada es igual a la suma del número de personas que hay ahora y el número de personas que bajaron en la parada anterior.
fr: Le nombre de personnes dans le train avant l'arrêt est la somme du nombre de personnes qui y sont maintenant et du nombre de personnes qui sont descendues à l'arrêt précédent.
hi: रेल को स्टॉप से पहले चला रहे लोगों की संख्या है योग उन लोगों की संख्या जो अभी चला रहे हैं और उनकी संख्या जो पिछले स्टॉप पर उतर चुके हैI
ja: 前の駅に着く前に乗っていた人の数は，今電車に乗っている人の数と前の駅で降りた人の数の和(たし算)です．
nb: Antallet av passasjerer på toget før stasjonen, er summen av det antallet som kjører med toget nå og det antallet som gikk av på på stasjonen.
nl: Het aantal mensen dat in de trein zat voordat hij stopte is het aantal dat nu in de trein zit én het aantal mensen dat bij het station uitstapte.
pl: Liczba pasażerów pociągu przed poprzednią stacją jest sumą liczby tych, którzy jadą nim teraz i tych, którzy wysiedli na poprzedniej stacji.
pt: O número de pessoas que estavam no trem antes da parada é a soma do número que está no trem agora e o número que desceu na parada anterior.
tr: Duraktan önce trende bulunan kişi sayısı, şu an trende bulunan kişi sayısı ile durakta inmiş olan kişi sayısının toplamına eşittir.

source: The number riding the train now is the difference between the number who were riding and the number who got off at the previous stop.
da: Antallet af passagerer på toget nu er forskellen mellem det antal, der var med toget og det antal, der stod af på stationen.
es: El número de personas que hay en el tren ahora es la diferencia entre el número de personas que había en el tren y el número de personas que bajaron en la parada anterior.
fr: Le nombre de personnes qui sont maintenant dans le train est égal à la différence entre le nombre de personnes qui y étaient et le nombre de personnes qui sont descendues à l'arrêt précédent.
hi: अभी रेल चला रहे लोगों की संख्या अंतर है जो लोग चला रहे थे की संख्या और उन लोगों की संख्या जो पिछले स्टॉप पर उतर चुके हैंI
ja: 今電車に乗っている人の数は，前に乗っていた人の数と前の駅で降りた人の数の差(ひき算)です．
nb: Antallet av passasjerer på toget nå, er forskjellen mellom det antallet som var med på toget og det antallet som gikk av på stasjonen.
nl: Het aantal mensen dat nu nog in de trein zit is het verschil tussen het aantal dat in de trein zat en het aantal mensen dat uitstapte bij het eerste station.
pl: Liczba jadących pociągiem teraz, to różnica pomiędzy uprzednią liczbą pasażerów oraz liczbą ludzi, którzy wysiedli na ostatnim przystanku.
pt: O número de pessoas que está no trem agora é a diferença entre o número que estava no trem anteriormente e o número que desceu na parada anterior.
tr: Trende şu an bulunan kişi sayısı, daha önce trende bulunan kişi sayısı ile önceki durakta trenden inmiş olan kişi sayısının farkına eşittir.

source: The numerator and denominator have a common factor of <code><var>GCD.toString()</var></code>, so we can simplify
da: Tælleren og nævneren har en fælles faktor, <code><var>GCD.toString()</var></code>, så vi kan forkorte
es: El numerador y denominador tienen un factor común de <code><var>GCD.toString()</var></code>, así que podemos simplificar
fr: Le numérateur et le dénominateur ont un facteur commun, <code><var>GCD.toString()</var></code>, donc on peut simplifier
nb: Telleren og nevneren har en felles faktor, <code><var>GCD.toString()</var></code>, så vi kan forkorte
pt: O numerador e o denominador têm <code><var>GCD.toString()</var></code> como fator comum, logo, podemos simplificar:
tr: Pay ve paydanın ortak çarpanı, <code><var>GCD.toString()</var></code>, yani sadeleştirebiliriz

source: The numerator can be factored:
da: Tælleren kan faktoriseres:
es: El numerador puede factorizarse:
fr: Le numérateur peut s'écrire :
nb: Telleren kan faktoriseres:
pt: O numerador pode ser fatorado:
tr: Pay çarpanlarına ayrılabilir:

source: The numerator is in the form <code>\pink{a^2} - \blue{b^2}</code>, which is a difference of two squares so we can factor it as <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
es: El numerador es de la forma <code>\pink{a^2} - \blue{b^2}</code>, que es una diferencia de dos cuadrados así que podemos factorizar como <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
fr: Le numérateur est de la forme <code>\pink{a^2} - \blue{b^2}</code>, donc une différence de deux carrés. On l'écrit sous la forme <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
pl: Licznik ma postać <code>\pink{a^2} - \blue{b^2}</code>, co jest różnicą kwadratów, więc możemy je rozbić na <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
pt: O numerador está na forma <code>\pink{a^2} - \blue{b^2}</code>, que é a diferença de dois quadrados, então podemos fatorar como <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
tr: Pay, <code>\pink{a^2} - \blue{b^2}</code> formundadır, bu da iki kare farkı olduğu için, <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code> olarak çarpanlarına ayrılabilir.

source: The numerator is the number of slices we take, and it is written above the fraction line. The denominator is the number of slices per pie, and it is written below the line.
es: El numerador es el número de rebanadas que tomamos y se escribe por encima de la línea de fracción. El denominador es el número total de rebanadas en el pastel y se escribe por debajo de la línea.
fr: Le numérateur est le nombre de parts qu'on prend, et il est écrit au-dessus de la ligne de fraction. Le dénominateur est le nombre de parts par tarte, et il est écrit en-dessous de la ligne de fraction.
hi: अंश हमारे द्वारा लिए गए केक के हिस्से है, और यह भिन्न रेखा के ऊपर लिखा हुआ हैI हर प्रत्येक केक के हिस्से की संख्या है, और यह रेखा के नीचे लिखा हुआ हैI
nb: Telleren er antallet av stykker vi tar, og det er skrevet over brøkstreken. Nevneren er antall stykker som paien er delt opp i, og det er skrevet under brøklinjen.
pl: Licznik jest liczbą kawałków, które zabieramy i jest on zapisany ponad kreską ułamkową. Mianownik jest całkowitą liczbą kawałków ciasta i jest zapisany pod kreską.
pt: O numerador é o número de fatias que tiramos e é escrito sobre a linha da fração. O denominador é o número de fatias por torta e é escrito abaixo da linha.
tr: Kesirin payı, aldığımız dilimlerin sayıdır ve kesir çizgisinin üstüne yazılır. Kesirin paydası ise her bir turtadaki dilim sayısıdır ve kesir çizgisinin altına yazılır.

source: The object literal notation {} is preferrable.
da: Den bogstavelige objekt notation {} er foretrukket.
es: Es preferible la notación literal de objeto {}.
nb: Klammeparentes {} er foretrukket.
nl: Een object schrijven als {} heeft de voorkeur.
pl: Preferowany jest dosłowny zapis obiektu {}.
pt: É preferível a notação literal de objeto {} .
tr: {} obje durağan değer notasyonu tercih edilir.

source: The only answer choice that divides into <code>\blue{<var>A</var>}</code> with no remainder is <code>\pink{<var>B</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.
es: La única opción de respuesta que divide a <code>\blue{<var>A</var>}</code> sin dejar residuo es <code>\pink{<var>B</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.
fr: Le seul nombre proposé divisant <code>\blue{<var>A</var>}</code> avec un reste nul est <code>\pink{<var>B</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.
nb: Det eneste svaralternativet som deler <code>\blue{<var>A</var>}</code> i et helt tall, er <code>\pink{<var>B</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.
pl: Jedyną odpowiedzią, przez którą można podzielić <code>\blue{<var>A</var>}</code> bez reszty, jest <code>\pink{<var>B</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.
pt: A única opção que divide <code>\blue{<var>A</var>}</code> sem deixar resto é <code>\pink{<var>B</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.
tr: <code>\blue{<var>A</var>}</code>'yı kalansız bölen tek cevap seçeneği, <code>\pink{<var>B</var>}</code>'dir. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.

source: The only answer choice that leaves no remainder after the division is <code>\blue{<var>A</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.
es: La única opción de respuesta que no deja residuo después de la división es <code>\blue{<var>A</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.
fr: Le seul nombre proposé dont le reste dans la division euclidienne par ce nombre est nul est <code>\blue{<var>A</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.
nb: Det eneste svaret som gir heltall ved divisjonen er <code>\blue{<var>A</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.
pl: Jedyną odpowiedzią, która nie pozostawia reszty po podzieleniu jest <code>\blue{<var>A</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.
pt: A única opção de resposta que não deixa nenhum resto após a divisão é <code>\blue{<var>A</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.
tr: Bölüme işleminde kalan olmayan tek cevap seçeneği şudur: <code>\blue{<var>A</var>}</code>. <code>\quad<var>FACTOR</var> \times \pink{<var>B</var>} = \blue{<var>A</var>}</code>.

source: The only common factor of <code><var>NUM</var></code> and <code><var>DENOM</var></code> is <code><var>GCD</var></code>.
da: Den eneste fælles faktor for <code><var>NUM</var></code> og <code><var>DENOM</var></code> er <code><var>GCD</var></code>.
es: El único factor común de <code><var>NUM</var></code> y <code><var>DENOM</var></code> es <code><var>GCD</var></code>.
fr: Le seul facteur commun de <code><var>NUM</var></code> et <code><var>DENOM</var></code> est <code><var>GCD</var></code>.
hi: इसका सार्व भाजक <code><var>NUM</var></code> और <code><var>DENOM</var></code> है <code><var>GCD</var></code>.
nb: Den eneste felles faktoren av <code><var>NUM</var></code> og <code><var>DENOM</var></code> er <code><var>GCD</var></code>.
nl: De enige gemene van deler <code><var>NUM</var></code> en <code><var>DENOM</var></code> is <code><var>GCD</var></code>.
pl: Jedyny wspólny dzielnik <code><var>NUM</var></code> i <code><var>DENOM</var></code> to <code><var>GCD</var></code>.
pt: O único fator comum de <code><var>NUM</var></code> e <code><var>DENOM</var></code> é <code><var>GCD</var></code>.
tr: <code><var>NUM</var></code> ve <code><var>DENOM</var></code> sayılarının tek ortak çarpanı, <code><var>GCD</var></code>.

source: The only complex number with real part <code><var>REAL</var></code> and imaginary part <code><var>IMAG</var></code> is <code><var>REP</var></code>, so it lies on the intersection of the vertical <strong class="hint_orange">orange</strong> line and the horizontal <strong class="hint_blue">blue</strong> line.
da: Det eneste komplekse tal med reel del <code><var>REAL</var></code> og imaginære del <code><var>IMAG</var></code> er <code><var>REP</var></code>, så det ligger på skæringspunktet mellem de lodrette <strong class="hint_orange"> orange</strong> og den horisontale <strong class="hint_blue"> blå</strong> linje.
es: El único número complejo con parte real <code><var>REAL</var></code> y parte imaginaria <code><var>IMAG</var></code> es <code><var>REP</var></code>, por lo que se encuentra en la intersección de la recta <strong class="hint_orange">orange</strong> vertical y la recta <strong class="hint_blue">blue</strong> horizontal.
fr: <code><var>REP</var></code> est le seul nombre complexe dont la partie réelle est <code><var>REAL</var></code> et dont la partie imaginaire est <code><var>IMAG</var></code>. Il est donc à l'intersection de la droite <strong class="hint_orange">orange</strong> et de la droite <strong class="hint_blue">bleue</strong>.
nb: Det eneste komplekse tallet med reel del <code><var>REAL</var></code> og imaginær del <code><var>IMAG</var></code> er <code><var>REP</var></code>, så det ligger på skjæringspunktet mellom den loddrette <strong class="hint_orange"> orange</strong> linjen og den horisontale <strong class="hint_blue"> blå</strong> linjen.
pt: O único número complexo com parte real <code><var>REAL</var></code> e imaginária <code><var>IMAG</var></code> é <code><var>REP</var></code>, logo, fica na interceptação da reta vertical <strong class="hint_orange">laranja</strong> e da reta horizontal <strong class="hint_blue">azul</strong>.
tr: Gerçel kısmı <code><var>REAL</var></code> ve imajiner kısmı <code><var>IMAG</var></code> olan tek karmaşık sayı, <code><var>REP</var></code>, düşey <strong class="hint_orange">turuncu</strong> doğru ve yatay <strong class="hint_blue">mavi</strong> doğrunun kesişimindedir.

source: The only factor of <code>1</code> is <code>1</code>.
fr: Le seul diviseur de <code>1</code> est <code>1</code>.
nb: Den eneste faktoren i <code>1</code> er <code>1</code>.
pl: Jedynym dzielnikiem <code>1</code> jest <code>1</code>.
pt: O único divisor de <code>1</code> é <code>1</code>.
tr: <code>1</code>'in tek çarpanı, <code>1</code>'dir.

source: The only point that falls on the line is <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.
da: Det eneste punkt, der ligger på linjen er <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.
es: El único punto que cae sobre la recta es <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.
fr: Le seul point qui appartient à la droite est <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.
nb: Det eneste punktet som ligger på linjen er <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.
pl: Jedyny punkt, który znajduje się na prostej, to <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.
pt: O único ponto que cai sobre a reta é <code><var>PAIR( POINTS[ CORRECT ] )</var></code>.

source: The orange column shows <var>COL_HINT</var>.
fr: La colonne orange montre <var>COL_HINT</var>.
nb: Den oransje kolonnen viser <var>COL_HINT</var>.
pl: pomarańczowa kolumna pokazuje <var>COL_HINT</var>.
pt: A coluna laranja mostra <var>COL_HINT</var>.
tr: Turuncu satır <var>COL_HINT</var> göstermektedir.

source: The orange curve shows the derivative of <code>f(x)</code>. Drag all of the orange points onto the orange curve. Notice how the tangent lines change as you move the orange dots. Pay attention to the relationship between the tangent lines and the blue curve.
es: La curva anaranjada muestra la derivada de <code>f(x)</code>. Arrastra todos los puntos anaranjados a la curva anaranjada. Observa como las rectas tangentes cambian mientras mueves los puntos anaranjados. Pon atención a la relación entre las rectas tangentes y la curva azul.
fr: La courbe orange est celle de la dérivée de <code>f(x)</code>. Placer chacun des points oranges sur cette courbe. Regarder comment varie la tangente lorsqu'on déplace le point orange. Faites attention à la relation entre chacune des tangentes et les valeurs prises par la dérivée de la fonction.
nb: Den oransje kurven viser den deriverte av <code>f(x)</code>. Dra alle de oransje punktene til den oransje grafen. Legg merke til hvordan tangentlinjene endres når du flytter de oransje punktene. Legg merke til forholdet mellom tangentene og den blå grafen.
pt: A curva laranja mostra a derivada de <code>f(x)</code>. Arraste todos os pontos laranjas para a curva laranja. Observe como as retas tangente mudam conforme você move os pontos. Preste atenção à relação entre as retas tangente e a curva azul.
tr: Turuncu eğri, <code>f(x)</code>'in türevini gösterir. Tüm turuncu noktaları turuncu eğriye sürükleyiniz. Turuncu noktaları hareket ettirdikçe, teğet doğruların nasıl değiştiğine dikkat ediniz. Teğet doğrular ve mavi eğri arasındaki ilişkiye dikkat ediniz.

source: The orange dot should be shifted <code><var>abs(SOLUTION_DECIMAL)</var></code> above <code><var>SOLUTION_WHOLE</var></code>.
fr: Le point orange doit être déplacé de <code><var>abs(SOLUTION_DECIMAL)</var></code> au dessus de <code><var>SOLUTION_WHOLE</var></code>.
nb: Det oransje punktet vil plasseres <code><var>abs(SOLUTION_DECIMAL)</var></code> over <code><var>SOLUTION_WHOLE</var></code>.
nl: De oranje stip moet <code><var>abs(SOLUTION_DECIMAL)</var></code> boven <code><var>SOLUTION_WHOLE</var></code> verschoven worden.
pl: Pomarańczowa kropka powinna być przesunięta o <code><var>abs(SOLUTION_DECIMAL)</var></code> ponad <code><var>SOLUTION_WHOLE</var></code>.
pt: O ponto laranja deve ser deslocado <code><var>abs(SOLUTION_DECIMAL)</var></code> para cima de <code><var>SOLUTION_WHOLE</var></code>.
tr: Turuncu nokta <code><var>SOLUTION_WHOLE</var></code>'in <code><var>abs(SOLUTION_DECIMAL)</var></code> yukarısına kaydırılmalıdır.
