Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Store a color in a variable
da: Gem en farve i en variabel
es: Guarda un color en una variable
fr: Stocker une couleur dans une variable
ja: 色を変数に保存
nb: Lagre en farge i en variabel
nl: Bewaar een kleur in een variabele
pl: Zachowaj kolor w zmiennej
pt: Armazena uma cor em uma variável
pt_pt: Armazena uma cor numa variável
tr: Bir rengi bir değişkende saklayın

source: Stories
bg: Истории
da: Historier
es: Historias
nb: Historier
nl: Verhalen
pl: Historie
pt: Histórias
pt_pt: Histórias
tr: Hikayeler

source: Streak
es: Racha
ja: 連続
nb: Strek
nl: Serie
pl: Ciąg
pt: Sequência
pt_pt: Sequência
tr: Yol

source: Strengthen skills you've already practiced
da: Styrk færdigheder du allerede har øvet
es: Fortalece las habilidades que ya has practicado
fr: Renforce les compétences que tu as déjà travaillées !
ja: 既に学んだスキルを強化する
nb: Styrke ferdigheter du allerede har jobbet med
nl: Verbeter de skills die je al geoefend hebt
pl: Wzmocnij umiejętności, które już przećwiczyłeś/aś
pt: Reforçar as habilidades que já foram praticadas
pt_pt: Aperfeiçoa as competências que já treinaste anteriormente
tr: Üzerinde çalışmış olduğunuz becerileri güçlendirin

source: Strict violation.
da: Streng overtrædelse.
es: Violación del modo estricto.
nb: Linjebrudd.
nl: "Strict" schending.
pl: Naruszenie ścisłości.
pt: Violação no modo strict.
tr: Önemli ihlal.

source: Strings must use doublequote.
da: Strenge skal bruge dobbeltcitering.
es: Las cadenas deben usar comillas dobles.
fr: Les chaînes de caractères doivent utiliser les doubles guillemets.
nb: Linjer må bruke doble anførselstegn.
pl: Ciągi znaków muszą być ograniczone cudzysłowem.
pt: As strings devem usar aspas duplas.
tr: Dizelerde çift tırnak işareti kullanmalısınız.

source: Strings must use singlequote.
da: Strenge skal bruge enkelte anførselstegn.
es: Las cadenas deben usar comillas sencillas.
fr: Les chaînes de caractères doivent utiliser les guillemets simples.
nb: Linjer må bruke enkle anførseltegn.
nl: Strings moeten enkele aanhalingstekens gebruiken.
pl: Ciągi znaków muszą być ograniczone apostrofami.
pt: As strings devem usar aspas simples.
tr: Dizelerde tek tırnak işareti kullanmalısınız.

source: Strontium
es: Estroncio
pl: Stront
pt: Estrôncio
pt_pt: Estrôncio
tr: Stronsiyum

source: Struggling
bg: Проблемна област
da: Har svært ved
es: Con dificultades
fr: A des difficultés
ja: 奮闘中
nb: Sliter
nl: Worstelend
pl: Ma trudności
pt: Com dificuldade
pt_pt: Com dificuldade
tr: çaba gösteriyor

source: Struggling exercises
da: Øvelser hvor eleverne har problemer
es: Ejercicios con dificultades
fr: Exercices en difficulté
nb: Problematiske øvelser
nl: Moeilijke oefeningen
pl: Ćwiczenia sprawiające trudności
pt: Exercícios com dificuldade
pt_pt: Exercícios com dificuldades
tr: Mücadele alıştırmaları

source: Stub.
es: Esbozo.
ja: スタブ
pl: Skrót.
pt: Esboço.
pt_pt: Esboço.
tr: Belirteç.

source: Stuck? Watch a video.
es: ¿Estancado? Observa este video.
fr: Bloqué ? Regardez une vidéo.
nb: Sitter du fast? Se en video.
pl: Utknąłeś? Obejrzyj film.
pt: Precisa de ajuda? Assista a um vídeo.
pt_pt: Não sabes? Vê um vídeo.
tr: Zorlanıyor musunuz? Bir video izleyin.

source: Student
fr: Elève
hi: विद्यार्थी
nb: Elev
pl: Uczeń
pt: Aluno
tr: Öğrenci

source: Student Name
da: Elevens Navn
es: Nombre del estudiante
fr: Nom de l'élève
ja: 生徒の名前
nb: Elevens Navn
nl: Naam leerling
pl: Imię ucznia
pt: Nome do aluno
pt_pt: Nome do aluno
tr: Öğrenci adı

source: Student Progress
da: Elevfremskridt
es: Progreso del estudiante
fr: Progrès des élèves
ja: 生徒の進捗状況
nb: Elevers aktivitet
nl: Voortgang van leerling
pl: Postępy ucznia
pt: Progresso por aluno
pt_pt: Progresso dos alunos

source: Student count (eligible)
es: Conteo de estudiantes (elegibles)
fr: Nombre d'étudiants (admissible)
ja: 生徒数 (有資格)
nb: Student antall (kvalifiserte)
pl: Liczba (uprawnionych) uczniów
pt: Total de alunos (elegíveis)
pt_pt: Numero de alunos (válidos)
tr: Öğrenci sayısı (hak sahibi)

source: Student level:
da: Elev niveau:
es: Nivel del estudiante:
fr: Niveau de l'étudiant :
nb: Student nivå:
nl: Student niveau:
pl: Poziom ucznia:
pt: Nível do aluno:
pt_pt: Nível do aluno:
tr: Öğrenci düzeyi:

source: Student progress report for this week
da: Elevernes statusrapport for denne uge
es: Reporte de progreso del estudiante en esta semana
fr: Rapport de progrès de l'élève pour la semaine
nb: Elevfremgang denne uken
nl: Leerling vooruitgang verslag voor deze week
pl: Sprawozdanie z postępów ucznia za ten tydzień
pt: Relatório de progresso do aluno para esta semana
pt_pt: Relatório do progresso do aluno desta semana
tr: Bu hafta için öğrenci ilerleme raporu

source: Student status
da: Elevstatus
es: Estado del estudiante
fr: Statut de l'élève
ja: 生徒の状況
nb: Elevstatus
nl: Status leerling
pl: Status ucznia
pt: Status do aluno
pt_pt: Estado do aluno
tr: Öğrenci durumu

source: Student's birthdate
bg: Рождената дата на ученика
da: Elevens fødselsdato
es: Fecha de nacimiento del estudiante
fr: Date de naissance de l'élève
he: תאריך הלידה של התלמיד
ja: 生徒の誕生日
nb: Studentens fødselsdato
nl: Geboortedatum leerling
pl: Data urodzenia ucznia
pt: Data de nascimento do aluno
pt_pt: Aniversário do aluno
tr: Öğrencinin Doğum Tarihi

source: Student's password (please save for your records)
bg: Парола за студента (запазете в списъка си)
da: Elevernes adgangskode (Gem disse sikkert)
es: Contraseña del estudiante (guarda para tus registros)
fr: Mot de passe de l'élève (n'oubliez pas de le noter !)
ja: 生徒のパスワード (あなたの記録をセーブして下さい)
nb: Elevenes passord (husk å lagre som referanse)
nl: Wachtwoord van leerling (bewaar deze goed)
pl: Hasło ucznia (prosimy o zapisanie tych danych)
pt: Senha do aluno (guarde em seus registros)
pt_pt: Palavra-passe do aluno (por favor, guarde-a)
tr: Öğrencinin şifresi (Lütfen not almayı unutmayın)

source: Student's username
bg: Профил на ученика
da: Elevens brugernavn
es: Nombre de usuario del estudiante
fr: Nom d'utilisateur de l'élève
he: שם המשתמש של התלמיד
ja: 生徒のユーザ名
nb: Studentens brukernavn
nl: Gebruikersnaam van leerling
pl: Nazwa użytkownika ucznia
pt: Nome de usuário do aluno
pt_pt: Nome de utilizador do aluno
tr: Öğrencinin Kullanıcı Adı

source: Students
da: Elever
es: Estudiantes
fr: Élèves
ja: 生徒
nb: Studenter
nl: Leerlingen
pl: Uczniowie
pt: Alunos
pt_pt: Alunos
tr: Öğrenciler

source: Students can see their progress and where they need help. Parents can access the same information to better support their children.
da: Studerende kan se deres fremskridt, og hvor de har brug for hjælp. Forældre kan få adgang til de samme oplysninger for bedre at kunne støtte deres børn.
es: Los estudiantes pueden ver su progreso y en qué necesitan ayuda. Los padres pueden acceder a la misma información para ayudar mejor a sus hijos.
fr: Les élèves peuvent voir leurs progrès et identifier où ils ont besoin d'aide. Les parents peuvent accéder aux mêmes informations, afin de mieux aider leurs enfants.
ja: 生徒達は自分達の進捗状況と，どこで助けが必要なのかを見ることができます．親は自分の子達を助けるために同じ情報にアクセスすることができます．
nb: Elever kan se fremdriften og hvor de trenger hjelp. Foreldre får samme informasjon for å kunne gi bedre støtte til sine barn.
nl: Leerling kunnen zien waar ze vooruitgang boeken en waar ze hulp nodig hebben. Ouders hebben toegang tot dezelfde informatie om zo hun kinderen nog beter te helpen.
pl: Uczniowie mogą obserwować swój postęp i zobaczyć, gdzie potrzebują pomocy. Rodzice mają dostęp do tych informacji, by lepiej pomagać swoim dzieciom.
pt: Os alunos podem ver a própria evolução e em que eles precisam de ajuda. Os pais têm acesso às mesmas informações para apoiarem melhor seus filhos.
tr: Öğrenciler ilerlemelerini izleyip, nerelerde yardıma ihtiyaçları olduğunu görebilirler. Aynı bilgilere, çocuklarını daha iyi destekleyebilmeleri için veliler de erişebilir.

source: Students gain a mastery point for each level of mastery gained in a math skill. So taking any skill from ‘needs practice’ to ‘mastery level 3’ will earn a student 4 mastery points.
es: Los estudiantes ganan un punto de dominio por cada nivel de dominio ganado en una habilidad matemática. Así que tomar cualquier habilidad desde el nivel "necesita práctica" hasta "nivel de dominio 3" le hará ganar al estudiante 4 puntos de dominio.
nb: Elevene får mestring poeng for hvert nivå de mestrer i en matematiske ferdigheter. Så ved å ta noen ferdigheter fra ‘må øve på‘ for ‘mestring nivå 3‘ vil eleven tjene 4 mestringspoeng.
pt: Os alunos ganham um ponto de domínio para cada nível de domínio obtido em uma habilidade matemática. Então, levar qualquer habilidade do nível 'precisa de prática’ até o ‘nível 3 de domínio’ vai render 4 pontos de domínio ao aluno.
tr: Öğrenciler, bir matematik becerisinde kazanılan her uzmanlık düzeyi için bir puan kazanır. Yani, bir beceriyi 'alıştırmaya ihtiyacı var'dan 'uzmanlık düzeyi 3'e çıkarmak bir öğrenciye 4 uzmanlık puanı kazandıracaktır.

source: Students gain a mastery point for each level of mastery gained in a math skill. So taking any skill from "needs practice" to "mastery level 3" will earn a student 4 mastery points.
es: Los estudiantes ganan un punto de dominio por cada nivel de dominio que ganen en una habilidad matemática. Así que llevar cualquier habilidad desde "necesita práctica" hasta "nivel de dominio 3" le otorgará al estudiante 4 puntos de dominio.
fr: Les étudiants acquièrent un point de maîtrise pour chaque niveau de maîtrise acquis dans une compétence de maths. Donc, en prenant n'importe quel compétence de « Nécessite de la pratique » jusqu'à « maîtrise niveau 3 », l'étudiant gagnera 4 points de maîtrise.
ja: 生徒達は数学のスキルで得たそれぞれのマスタリーのレベルでのマスタリーポイントを獲得します．ですからどのスキルであっても生徒は「練習が必要」から「マスタリーレベル3」まで4ポイントを獲得します．
nb: Studentene får et mestringspoeng for hvert nivå av mestring i en matematiske ferdighet. Så å ta noen ferdigheter fra "trenger øvelse" "mestringsnivå 3" vil gjøre at eleven tjener 4 mestringspoeng.
nl: Leerlingen ontvangen een vaardigheid punt voor elk niveau dat ze bereiken in een rekenvaardigheid. Een vaardigheid die verbeterd is van het "oefenen nodig" niveau naar het "vaardigheid level 3" levert de leerling dus 4 vaardigheidspunten op.
pl: Uczniowie dostają punkty mistrzowskie za każdy poziom zdobyty w umiejętnościach matematycznych. Więc opanowując jakąkolwiek umiejętność od poziomu "potrzebuje przećwiczenia" do poziomu "poziom 3 - opanowane", uczeń zdobędzie 4 punkty mistrzowskie.
pt: Os alunos ganham um ponto de domínio para cada nível de habilidade matemática dominado. Assim, a evolução de qualquer habilidade de "precisa de prática" até "nível 3 de domínio" vai render ao aluno 4 pontos de domínio.
pt_pt: São atribuídos aos alunos por cada nível de domínio que subirem em competências Matemáticas. Se os alunos praticarem competências em que têm dificuldade, ganham 4 pontos de perícia.
tr: Öğrenciler bir matematik becerisinde kazandıkları her uzmanlık düzeyi için bir uzmanlık puanı kazanır. Buna göre, bir beceriyi "alıştırma gerekir"den "uzmanlık düzeyi 3"e çıkarmak, bir öğrenciye 4 uzmanlık puanı kazanır.

source: Students who already have a Khan Academy account will be invited to join your class.
es: Los estudiantes que ya tengan una cuenta de Khan Academy serán invitados a unirse a tu clase.
nb: Elever som allerede har en Khan Academy konto vil bli invitert ti lå bli med i din klasse.
pt: Os alunos que já têm uma conta na Khan Academy serão convidados a participar da sua turma.
tr: Mevcut Khan Academy hesabı olan öğrenciler, sınıfınıza katılmak üzere davet edilecektir.

source: Students who don’t have a Khan Academy account will receive an email inviting them to create one.
es: Los estudiantes que no tengan una cuenta de Khan Academy recibirán un correo electrónico invitándolos a crear una.
nb: Elever sin ikke har en Khan Academy konto vil motta en e-mail med invitasjon til å lage en.
pt: Os alunos que não têm uma conta na Khan Academy vão receber um e-mail convidando-os para criar uma.
tr: Khan Academy hesabı olmayan öğrenciler, hesap açmak üzere davet eden bir e-posta alacaktır.

source: Students who haven't accepted your coach request yet
bg: Ученици, които все още не са приели поканата на учителя
da: Elever, der ikke har accepteret din anmodning om vejleder endnu
es: Estudiantes que todavía no han aceptado tu solicitud de ser su tutor
fr: Élèves n'ayant pas encore accepté votre invitation :
ja: あなたのコーチのリクエストをまだ受け入れていない生徒達
nb: Elever som ikke har akseptert din veilederforespørsel enda
nl: Leerlingen die nog niet je coachverzoek geaccepteerd hebben
pl: Uczniowie, którzy jeszcze nie zaakceptowali Twojej prośby o dodanie jako trenera
pt: Alunos que ainda não aceitaram seu pedido de tutor
pt_pt: Alunos que ainda não aceitaram o seu pedido de tutor
tr: Henüz eğitmenlik davetiyenizi kabul etmemiş öğrenciler

source: Students will get an email confirming their participation and see a banner at the top of their Khan Academy page alerting them that they have joined LearnStorm
es: Los estudiantes recibirán un correo electrónico confirmando su participación y verán un encabezado en la parte superior de su página de Khan Academy avisándoles que se han unido a LearnStorm
nb: Elevene vil få en e-mail med bekreftelse på deltakelsen og se et banner på toppen av Khan Academy siden som sier at de er med i LearnStorm
pt: Os alunos vão receber um e-mail confirmando sua participação e vão ver um banner na parte superior da página da Khan Academy, avisando-os que eles estão participando da LearnStorm
tr: Öğrencileriniz bir konfirmasyon e-postası alacak ve Khan Academy sayfalarının üst tarafında, LearnStorm'a katıldıklarını gösteren bir uyarı göreceklerdir.

source: Students will get an email confirming their participation and see a banner at the top of their Khan Academy page alerting them that they have joined LearnStorm
es: Los estudiantes recibirán un correo electrónico confirmando su participación y verán un encabezado en la parte superior de su página de Khan Academy avisándoles que se han unido a LearnStorm
nb: Elever vil få en e-mail som bekrefter deres deltakelse og se et banner på toppen av deres Khan Academy som varsler om at de er med i LearnStorm
pl: Uczniowie otrzymają email potwierdzający ich uczestnictwo i zobaczą napis na górze strony Khan Academy informujący ich, że dołączyli do LearnStorm
pt: Os alunos vão receber um e-mail confirmando sua participação e vão ver um banner na parte superior da página da Khan Academy, avisando-os que eles estão participando da LearnStorm
tr: Öğrencileriniz bir konfirmasyon e-postası alacak ve Khan Academy sayfalarının üst tarafında, LearnStorm'a katıldıklarını gösteren bir uyarı göreceklerdir.

source: Students you're coaching
bg: Ученици, на които помагаш
da: Elever du vejleder
es: Estudiantes que estás asesorando
fr: Élèves dont vous êtes le coach :
ja: あなたがコーチしている生徒達
nb: Elever du er veileder for
nl: Leerlingen die je coacht
pl: Uczniowie, których trenujesz
pt: Alunos que você está orientando
pt_pt: Alunos dos quais é tutor
tr: Eğitmenliğini yaptığınız öğrenciler

source: Students, start here.
da: Studerende, start her.
es: Estudiantes, comiencen aquí.
fr: Étudiants, commencez ici.
ja: 生徒さんはここからはじめて下さい．
nb: Elever, start her.
nl: Studenten, start hier.
pl: Uczniowie, zacznijcie tutaj.
pt: Alunos, comecem aqui.
pt_pt: Alunos, comecem aqui.
tr: Öğrenciler, buradan başlayınız.

source: Studying with the right strategies
bg: Учи с правилните стратегии
da: At studere med de rigtige strategier
es: Estudiando con las estrategias correctas
fr: Étudier avec les bonnes stratégies
nb: Å studere med riktig strategi
nl: Studeren met de juiste strategieën
pl: Studia z odpowiednich strategii
pt: Estudando com as estratégias adequadas
tr: Çalışmak için doğru stratejiyi oluşturmak

source: Stuff we think you'll enjoy
da: Emner som vi tror du vil synes om
es: Cosas que pensamos que disfrutarás
fr: Choses que nous pensons que vous apprécierez
ja: あなたが楽しめると私達が考えるもの
nb: Ting vi tror du vil sette pris på
nl: Zaken die je leuk zal vinden
pl: Rzeczy, które uważamy, że Ci się spodobają
pt: Coisas que achamos que você gostará
pt_pt: Conteúdos de que poderás gostar
tr: Keyif alacağınızı düşündüğümüz şeyler

source: Style
es: Estilo
pl: Styl
pt: Estilo
pt_pt: Estilo
tr: Stil

source: Sub-light Speed
da: Flyvende med lysets hast
es: Velocidad cercana a la de la luz
fr: Vitesse sub-luminique
ja: 亜光速
nb: Flyr med lysets hastighet
nl: Sub-lichtsnelheid
pl: Prędkość podświetlna
pt: Quase na velocidade da luz
pt_pt: Abaixo da velocidade da luz
tr: Alt ışık hızı

source: Subject
da: Emne
es: Tema
fr: Chapitre
nb: Emne
nl: Onderwerp
pl: Temat
pt: Assunto
pt_pt: Disciplina
tr: Konu

source: Subject:
da: Emne:
es: Tema:
fr: Sujet :
ja: 科目:
nb: Fag:
nl: Onderwerp:
pl: Temat:
pt: Assunto:
pt_pt: Disciplina:
tr: Konu:

source: Subjects
da: Emner
es: Temas
fr: Apprendre
ja: 科目
nb: Fag
nl: Onderwerpen
pl: Tematy
pt: Assuntos
pt_pt: Disciplinas
tr: Konular

source: Submit
da: Indsend
es: Enviar
fr: soumettre
ja: 提出
nb: Sende
nl: Verzenden
pl: Prześlij
pt: Enviar
pt_pt: Enviar
tr: Gönder

source: Submit Answer
da: Indsend svar
es: Envía la respuesta
fr: Soumettre la réponse
ja: 答えを提出
nb: Send svar
nl: Antwoord versturen
pl: Prześlij odpowiedź
pt: Enviar resposta
pt_pt: Submeter resposta
tr: Cevabı Gönder

source: Submit Issue
fr: Soumettre la question
nb: Rapporter problem
pl: Prześlij problem
pt: Enviar relato de problema
pt_pt: Comunicar erro
tr: Konuyu İlet

source: Submit evaluation!
da: Indsend evaluering!
es: ¡Envía la evaluación!
fr: Soumettre l'évaluation !
nb: Send evaluering!
nl: Verstuur beoordeling!
pl: Prześlij ocenę!
pt: Enviar avaliação!
pt_pt: Enviar avaliação!
tr: Değerlendirmeyi gönder!

source: Submit issue.
da: Indsend spørgsmål.
es: Enviar reporte
fr: Soumettre le problème.
ja: 問題を報告
nb: Rapporter feil.
nl: Probleem rapporteren.
pl: Zgłoś błąd.
pt: Relatar problema.
pt_pt: Submeter problema.
tr: Konuyu ilet.

source: Submit school for approval
es: Manda la escuela para su aprobación
fr: Soumettre une école à l'approbation
ja: 承認のために学校を提出
nb: Sende skolen til godkjenning
nl: School voorleggen voor goedkeuring
pl: Prześlij szkołę do zatwierdzenia
pt: Enviar escola para aprovação
pt_pt: Submeter escola para aprovação
tr: Okulu onay için gönder

source: Submitting issue...
da: Indsender spørgsmål...
es: Enviando reporte ...
fr: Soumission du problème...
ja: 問題を報告中．．．
nb: Rapporterer feil...
nl: Bezig met probleem rapporteren...
pl: Przesyłanie problemu...
pt: Enviando relato de problema...
pt_pt: A submeter problema...
tr: Konuyu iletiyor...

source: Submitting...
da: Indsender...
es: Enviando...
fr: Soumission...
ja: 送信中．．．
nb: Sender...
nl: Verzenden...
pl: Przesyłam…
pt: Enviando...
pt_pt: A carregar...
tr: Gönderiliyor...

source: Subscribe
bg: Запишете се
da: Abonner
es: Suscríbete
fr: S'abonner
he: הצטרף כמנוי
ja: 購読登録
nb: Abonner
nl: Aanmelden
pl: Subskrybuj
pt: Assinar
pt_pt: Subscrever
tr: Abone ol

source: Subscribe to this blog
es: Suscríbete a este blog
fr: S'abonner à ce blog
nb: Følg denne bloggen
pl: Subskrybuj tego bloga
pt: Inscreva-se neste blog
tr: Bu bloga abone olmak için

source: Subscribed
bg: Абонирани
da: Følger
es: Suscrito
fr: Abonné
he: הרשם
ja: 購読登録しました
nb: Påmeldt
nl: Aangemeld
pl: Zasubskrybowano
pt: Inscrito
pt_pt: Subscrito
tr: Abone olundu

source: Subscribing...
bg: Записване...
da: Tilmeldt...
es: Suscribiéndo...
fr: Abonnement...
he: נרשם...
ja: 購読申請中...
nb: Abonner...
nl: Aanmelden...
pl: Subskrybowanie...
pt: Cadastrando...
pt_pt: A subscrever...
tr: Abone olunuyor...

source: Subscriptions sold <code>\times</code> Price per subscription <code>+</code> Weekly bonus <code>\geq $<var>R</var></code>
es: Suscripciones vendidas <code>\times</code> pago por suscripción <code>+</code> Bono semanal <code>\geq $<var>R</var></code>
fr: Abonnements vendus <code>\times</code> Prix d'un abonnement <code>+</code> Bonus hebdomadaire<code>\geq $<var>R</var></code>
nb: Antall abonnementer solgt <code>\times</code> Pris per abonnement <code>+</code> Ukentlige bonus <code>\geq $<var>R</var></code>
pl: Prenumeraty sprzedane <code>\times</code> Cena za prenumeratę <code>+</code> Tygodniowy bonus <code>\geq $<var>R</var></code>
pt: Assinaturas vendidas <code>\times</code> Preço por assinatura <code>+</code> Bônus semanal <code>\geq $<var>R</var></code>
tr: Satılan abonelikler <code>\times</code> Bir abonelik ücreti <code>+</code> Haftalık prim <code>\geq $<var>R</var></code>

source: Substitute <code class="hint_pink"><var>A</var></code> for <code>\pink{<var>AN</var>}</code> and <code class="hint_blue"><var>B</var></code> for <code>\blue{<var>BN</var>}</code>.
da: Indsæt <code class="hint_pink"><var>A</var></code> i stedet for <code>\pink{<var>AN</var>}</code> og <code class="hint_blue"><var>B</var></code> i stedet for <code>\blue{<var>BN</var>}</code>.
es: Sustituye <code class="hint_pink"><var>A</var></code> en <code>\pink{<var>AN</var>}</code> y <code class="hint_blue"><var>B</var></code> en <code>\blue{<var>BN</var>}</code>.
fr: Utilisez <code class="hint_pink"><var>A</var></code> pour <code>\pink{<var>AN</var>}</code> et <code class="hint_blue"><var>B</var></code> pour <code>\blue{<var>BN</var>}</code>.
nb: Sett innt <code class="hint_pink"><var>A</var></code> i stedet for <code>\pink{<var>AN</var>}</code> og <code class="hint_blue"><var>B</var></code> i stedet for <code>\blue{<var>BN</var>}</code>.
nl: Vul <code class="hint_pink"><var>A</var></code> in voor <code>\pink{<var>AN</var>}</code> en <code class="hint_blue"><var>B</var></code> voor <code>\blue{<var>BN</var>}</code>.
pl: Podstaw <code class="hint_pink"><var>A</var></code>za <code>\pink{<var>AN</var>}</code> i <code class="hint_blue"><var>B</var></code> za <code>\blue{<var>BN</var>}</code>.
pt: Substitua <code>\pink{<var>AN</var>}</code> por <code class="hint_pink"><var>A</var></code> e <code>\blue{<var>BN</var>}</code> por <code class="hint_blue"><var>B</var></code>.
tr: <code>\pink{<var>AN</var>}</code> yerine <code class="hint_pink"><var>A</var></code> ve <code>\blue{<var>BN</var>}</code> yerine <code class="hint_blue"><var>B</var></code> koyunuz.

source: Substitute <code class="hint_pink"><var>X</var></code> for <code class="hint_pink">x</code> in the expression that was given for <code><var>SEG_2</var></code>:
fr: On remplace <code class="hint_pink">x</code> par <code class="hint_pink"><var>X</var></code> dans l'expression de <code><var>SEG_2</var></code> :
pt: Substitua <code class="hint_pink"><var>X</var></code> por <code class="hint_pink">x</code> na expressão dada para <code><var>SEG_2</var></code>:
tr: <code><var>SEG_2</var></code> için verilen ifadede <code class="hint_pink">x</code> yerine <code class="hint_pink"><var>X</var></code>'i koyunuz:

source: Substitute <code class="hint_pink"><var>X</var></code> for <code class="hint_pink">x</code> in the expressions that were given for <code class="hint_blue"><var>SEG_1</var></code> and <code class="hint_green"><var>SEG_2</var></code>:
es: Sustituye <code class="hint_pink">x</code> por <code class="hint_pink"><var>X</var></code> en la expresión que fue dada para <code class="hint_blue"><var>SEG_1</var></code> y <code class="hint_green"><var>SEG_2</var></code>:
pt: Substitua <code class="hint_pink"><var>X</var></code> por <code class="hint_pink">x</code> nas expressões que foram dadas para <code class="hint_blue"><var>SEG_1</var></code> e <code class="hint_green"><var>SEG_2</var></code>:
tr: <code class="hint_blue"><var>SEG_1</var></code> ve <code class="hint_green"><var>SEG_2</var></code> için verilen ifadelerde <code class="hint_pink">x</code> yerine <code class="hint_pink"><var>X</var></code> koyunuz :

source: Substitute <code>-i</code> for <code>\dfrac 1i</code>:
fr: On remplace <code>\dfrac 1i</code> par <code>-i</code> :
pt: Substitua <code>-i</code> por <code>\dfrac 1i</code>:
