Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Please re-request an evaluation when you are ready!
es: ¡Por favor vuelve a solicitar una evaluación cuando estés listo!
nb: Vær snill å be om en vurdering når du er ferdig!
nl: Vraag opnieuw om een evaluatie wanneer je klaar bent!
pl: Poproś o ponowną ocenę kiedy program będzie gotowy!
pt: Envie um novo pedido de avaliação quando estiver pronto!
tr: Hazır olduğunuzda lütfen yeniden değerlendirme talebinde bulunun.

source: Please see the current translation requests <a target="_blank" href="https://code.google.com/p/khanacademy/issues/list?can=2&q=ChallengeTranslationRequest&colspec=ID+Stars+Summary&cells=tiles">here</a>. If your language is on that list, please "star" the request.
da: Venligst se den aktuelle anmodninger om oversættelse <a target="_blank" href="https://code.google.com/p/khanacademy/issues/list?can=2&q=ChallengeTranslationRequest&colspec=ID+Stars+Summary&cells=tiles">her</a>. Hvis dit sprog er på listen, sæt venligst "stjerne" ved anmodningen.
es: Por favor ve las peticiones actuales de traducción <a target="_blank" href="https://code.google.com/p/khanacademy/issues/list?can=2&q=ChallengeTranslationRequest&colspec=ID+Stars+Summary&cells=tiles">aquí</a>. Si tu idioma está en esa lista, por favor marca con una "estrella" la petición.
fr: Veuillez consulter les demandes de traduction. <a target="_blank" href="https://code.google.com/p/khanacademy/issues/list?can=2&q=ChallengeTranslationRequest&colspec=ID+Stars+Summary&cells=tiles">here</a>. Si votre langue fait partie de cette liste, veuillez cliquer sur l'étoile.
nb: Vennligst se på listen over forespørsler om oversetting <a target="_blank" href="https://code.google.com/p/khanacademy/issues/list?can=2&q=ChallengeTranslationRequest&colspec=ID+Stars+Summary&cells=tiles">her</a>. Hvis språket ditt er på den listen, sett en "stjerne" ved forespørselen.
nl: Raadpleeg de huidige vertaling verzoeken <a target="_blank" href="https://code.google.com/p/khanacademy/issues/list?can=2&q=ChallengeTranslationRequest&colspec=ID+Stars+Summary&cells=tiles"> hier</a>. Als je taal is op die lijst saat, kun je het een ster geven.
pl: Prosimy, zobacz obecne prośby o tłumaczenie <a target="_blank" href="https://code.google.com/p/khanacademy/issues/list?can=2&q=ChallengeTranslationRequest&colspec=ID+Stars+Summary&cells=tiles">tutaj</a>. Jeżeli Twój język już znajduje się na liście, oznacz prośbę gwiazdką .
pt: Veja os pedidos de tradução atuais <a target="_blank" href="https://code.google.com/p/khanacademy/issues/list?can=2&q=ChallengeTranslationRequest&colspec=ID+Stars+Summary&cells=tiles">aqui</a>. Caso seu idioma esteja nessa lista, marque o pedido com uma estrela.
tr: Lütfen <a target="_blank" href="https://code.google.com/p/khanacademy/issues/list?can=2&q=ChallengeTranslationRequest&colspec=ID+Stars+Summary&cells=tiles">buradan</a> güncel çeviri isteklerine bakın. Eğer diliniz listede varsa, lütfen isteği "yıldız"layın.

source: Please select the account you would like to keep:
bg: Моля изберете акаунта, който искате да запазите:
da: Vælg venligst den konto, du vil beholde:
es: Por favor selecciona la cuenta que te gustaría conservar:
fr: Veuillez sélectionner le compte que vous souhaitez conserver :
he: בחרו את החשבון שברצונכם לשמור:
ja: 維持したいアカウントを選択してください。
nb: Vennligst velg kontoen du vil beholde:
nl: Selecteer het account dat je wilt behouden:
pl: Wybierz konto, które chcesz zachować:
pt: Selecione a conta que você deseja manter:
pt_pt: Por favor, seleciona a conta que pretendes manter:
tr: Lütfen kullanmaya devam etmek istediğiniz hesabı seçiniz:

source: Please set your primary email address to be a different address before removing %(email)s.
da: Angiv venligst en ny primær e-mail-adresse før du fjerner %(email)s.
es: Por favor establece como primario otro correo electrónico antes de eliminar %(email)s.
fr: Veuillez d'abord choisir une autre adresse e-mail principale avant de supprimer %(email)s.
ja: %(email)s を削除する前に，あなたのメインの電子メイルアドレスを異なるアドレスにセットして下さい．
nb: Vennligst angi en annen primær e-postadresse før du fjerner %(email)s.
nl: Wijzig je primaire e-mailadres naar een ander adres voordat je %(email)s verwijdert.
pl: Prosimy, ustaw inny adres jako swój podstawowy adres e-mail, zanim usuniesz %(email)s.
pt: Defina seu e-mail principal como outro endereço antes de remover %(email)s.
pt_pt: Antes de removeres o endereço de e-mail %(email)s da tua conta, define outro e-mail como endereço de e-mail principal.
tr: Lütfen %(email)s silmeden önce, farklı bir e-posta adresinizi birincil adres olarak giriniz.

source: Please sign up for a new Khan Academy account for yourself first, and after that we can help you create a child account.
da: Opret venligst en Khan Academy profil for dig selv først, og derefter kan vi hjælpe dig med at lave en børneprofil.
es: Por favor regístrate para crear una nueva cuenta de Khan Academy para ti primero, y después de eso te ayudamos a crear una cuenta infantil.
fr: S'il vous plait, veuillez tout d'abord vous inscrire pour un nouveau compte Khan Academy, et nous pourrons ensuite vous aider à ouvrir un compte pour enfant.
nb: Vennligst registrer deg med en ny Khan Academy konto først, og deretter kan vi hjelpe deg å opprette en barnekonto.
nl: Schrijf uzelf eerst in voor een nieuw Khan Academy account, daarna kunnen we u helpen een kinder account aan te maken.
pl: Prosimy, zarejestruj najpierw nowe konto Khan Academy dla siebie, a potem pomożemy Ci stworzyć konto dla dziecka.
pt: Primeiramente, cadastre-se para abrir uma nova conta da Khan Academy para você, só depois poderemos ajudá-lo a criar uma conta infantil.
tr: Lütfen önce kendiniz için bir Khan Academy hesabı oluşturun, ancak bundan sonra çocuğunuzun hesabını oluşturabilirsiniz.

source: Please specify the issue type.
da: Angiv venligst spørgsmålstypen.
es: Por favor, especifica el tipo de problema.
fr: Veuillez préciser le type de problème.
nb: Angi problemtypen.
nl: Gelieve het type probleem te specifiëren.
pl: Określ typ problemu.
pt: Especifique o tipo de problema.
pt_pt: Por favor, especifica o tipo de problema.
tr: Lütfen sorun türünü belirtiniz.

source: Please tell us your email address
da: Fortæl os din e-mail-adresse
es: Por favor danos tu dirección de correo electrónico
fr: Merci de nous indiquer votre adresse -email
ja: あなたの電子メイルアドレスを教えて下さい
nb: Vennligst fortell oss din e-postadresse
nl: Vertel ons jouw e-mailadres
pl: Proszę podać nam swój adres e-mail
pt: Informe seu endereço de e-mail
pt_pt: Por favor, digita o teu endereço de e-mail
tr: Lütfen e-posta adresinizi bildirin

source: Please tell us your first name
da: Fortæl os venligst dit fornavn
es: Por favor dinos tu nombre
fr: Merci de nous donner votre prénom
ja: あなたの名前を教えてください。
nb: Vennligst fortell oss ditt fornavn
nl: Vertel ons jouw voornaam
pl: Proszę podaj nam swoje imię
pt: Informe seu primeiro nome
pt_pt: Por favor, digita o teu primeiro nome
tr: İsminizi rica edebilir miyiz?

source: Please tell us your last name
da: Fortæl os venligst dit efternavn
es: Por favor dinos tu apellido
fr: Merci de nous donner votre nom de famille
ja: あなたの名字を教えてください。
nb: Vennligst fortell oss ditt etternavn
nl: Vertel ons jouw achternaam
pl: Proszę, podaj nam swoje nazwisko
pt: Informe seu sobrenome
pt_pt: Por favor, digita o teu último nome
tr: Soyadınızı rica edebilir miyiz?

source: Please tell us your name
da: Fortæl os venligst dit navn
es: Por favor dinos tu nombre
fr: Veuillez nous dire votre nom
ja: あなたの名前を教えて下さい．
nb: Vennligst fortell oss ditt navn
nl: Vertel ons je naam
pl: Podaj swoje imię
pt: Informe seu nome
pt_pt: Por favor, diz-nos o teu nome
tr: Lütfen isminizi belirtiniz

source: Please tell us your name.
da: Fortæl os venligst dit navn.
es: Por favor dinos tu nombre.
fr: Merci de nous donner votre nom.
ja: あなたの名前を教えてください。
nb: Vennligst fortell oss ditt navn.
nl: Vertel ons je naam.
pl: Prosimy o podanie imienia.
pt: Informe seu nome.
pt_pt: Por favor, diz-nos o teu nome.
tr: İsminizi rica edebilir miyiz?

source: Please use one of the valid column types when creating a table:
da: Brug venligst et af de gyldige kolonnetyper, når du opretter en tabel:
es: Por favor, utiliza uno de los tipos válidos de columna cuando crees una tabla:
nb: Bruk en av de gyldige kolonnetypene når du oppretter en tabell:
pl: Prosimy, używaj jednego z prawidłowych typów kolumn podczas tworzenia tabeli:
pt: Use um dos tipos válidos de colunas ao criar uma tabela:
tr: Lütfen bir tablo oluştururken, geçerli sütun türlerinden bir tanesini kullanınız:

source: Please verify your ZIP code is valid
da: Tjek venligst at dit postnummer er korrekt
es: Por favor verifica que tu código postal sea válido
fr: Veuillez vérifier que votre code postal est valide
ja: あなたの郵便番号が正しいか確認して下さい
nb: Vennligst sjekk at postnummeret er gyldig
nl: Controleer of je postcode geldig is
pl: Zweryfikuj, czy Twój kod pocztowy jest poprawny
pt: Verifique se o seu CEP é válido
pt_pt: Por favor, certifica-te de que o código postal é válido
tr: Lütfen posta kodunuzun geçerli olduğunu doğrulayın.

source: Please visit the Discussion tab on your profile page:
da: Besøg fanen med diskussion på din profilside:
es: Por favor visita la pestaña de Discusión en la página de tu perfil:
fr: Veuillez consulter l'onglet Discussion sur votre page de profil :
ja: あなたのプロフィールのページの議論のタブへ行ってみて下さい．
nb: Vennligst gå til diskusjonsfanen på profilsiden din:
nl: Bezoek svp de Discussie tab op je profiel pagina:
pl: Prosimy, odwiedź swoją kartę dyskusji na Twojej stronie profilowej:
pt: Visite a aba de Discussão na página de seu perfil:
pt_pt: Por favor, visite o separador de discussão na sua página de perfil:
tr: Lütfen profil sayfanızdaki tartışma sekmesine gidiniz:

source: Please wait...
da: Vent venligst...
es: Por favor, espera...
fr: Veuillez patienter...
nb: Vennligst vent...
nl: Een ogenblik geduld...
pl: Proszę, czekaj...
pt: Aguarde, por favor...
pt_pt: Por favor, aguarda...
tr: Lütfen bekleyiniz...

source: Plot <code>(<var>X</var>, <var>Y</var>)</code> by clicking on the graph.
es: Traza <code>(<var>X</var>, <var>Y</var>)</code> haciendo clic en la gráfica.
fr: Placer le point de coordonnées <code>(<var>X</var>, <var>Y</var>)</code> sur le graphique.
nb: Marker <code>(<var>X</var>, <var>Y</var>)</code> ved å klikke på grafen.
pl: Zaznacz w układzie współrzędnych punkt <code>(<var>X</var>, <var>Y</var>)</code>, klikając w odpowiednim miejscu.
pt: Marque <code>(<var>X</var>, <var>Y</var>)</code> clicando no gráfico.
tr: Grafiğin üstüne tıklayarak <code>(<var>X</var>, <var>Y</var>)</code>'yi çiziniz.

source: Plot <code>a + b</code> by dragging the point.
es: Arrastra el punto para graficar <code>a + b</code>.
fr: Placer le point d'affixe <code>a + b</code>.
pt: Trace <code>a + b</code> arrastando o ponto.
tr: Noktayı sürükleyerek <code>a + b</code>'yi işaretleyiniz.

source: Plot <code>a - b</code> by dragging the point.
es: Arrastra el punto para graficar <code>a - b</code>.
fr: Placer le point d'affixe <code>a - b</code>.
pt: Trace <code>a - b</code> arrastando o ponto.
tr: Noktayı sürükleyerek <code>a - b</code>'yi işaretleyiniz.

source: Plot a point at <code>(\blue{<var>X</var>}, \green{<var>Y</var>})</code>, marked above. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Show me">
es: Traza un punto en las coordenadas <code>(\blue{<var>X</var>}, \green{<var>Y</var>})</code>, señaladas arriba. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Show me">
fr: Placer le point en <code>(\blue{<var>X</var>}, \green{<var>Y</var>})</code>, là où est la croix. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Show me">
nb: Marker et punkt på <code>(\blue{<var>X</var>}, \green{<var>Y</var>})</code>, markert ovenfor. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Show me">
pl: Zaznacz punkt w <code>(\blue{<var>X</var>}, \green{<var>Y</var>})</code>, oznaczone powyżej. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Pokaż mi">
pt: Plote um ponto em <code>(\blue{<var>X</var>}, \green{<var>Y</var>})</code>, marcado acima. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Show me">
tr: Yukarıda işaretlenmiş <code>(\blue{<var>X</var>}, \green{<var>Y</var>})</code> noktasını çiziniz. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Bana göster">

source: Plot a point on the <b>origin</b> by clicking on the graph.
es: Traza un punto en el <b>origen</b> haciendo clic en la gráfica.
fr: Placer un point à <b>l'origine</b> en cliquant sur le graphique.
nb: Marker et punkt på <b>origon</b> ved å klikke på grafen.
pl: Zaznacz punkt, który jest <b>początkiem układu współrzędnych</b>, klikając w odpowiednim miejscu na wykresie.
pt: Plote um ponto na <b>origem</b> clicando no gráfico.
tr: Grafiğe tıklayarak <b>başlangıç noktasında</b> bir nokta çiziniz.

source: Plot a point on the <code>x</code>-axis by clicking on the graph.
es: Traza un punto en el eje <code>x</code> haciendo clic en la gráfica.
fr: Placer un point sur l'axe des <code>x</code>.
nb: Marker et punkt på <code>x</code>-aksen ved å klikke på koordinatsystemet.
pl: Zaznacz punkt na osi <code>x</code>, klikając na układzie współrzędnych.
pt: Trace um ponto sobre o eixo <code>x</code> clicando no gráfico.
tr: Grafiğin üstüne tıklayarak <code>x</code>-ekseninin üstünde bir nokta çiziniz.

source: Plot a point on the <code>y</code>-axis by clicking on the graph.
es: Traza un punto en el eje <code>y</code> haciendo clic en la gráfica.
fr: Placer un point sur l'axe des <code>y</code>.
nb: Marker et punkt på <code>y</code>-aksen ved å klikke på koordinatsystemet.
pl: Zaznacz punkt na osi <code>y</code>, klikając na układzie współrzędnych.
pt: Trace um ponto sobre o eixo <code>y</code> clicando no gráfico.
tr: Grafiğin üstüne tıklayarak <code>y</code>-ekseninin üstünde bir nokta çiziniz.

source: Plot a point to anywhere on the blue line. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Show me">
es: Traza un punto en cualquier lugar en la línea azul. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Show me">
fr: Il suffit de placer un point quelque part sur la droite bleue. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Show me">
nb: Marker et punkt hvor som helst på den blå linjen. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Show me">
pl: Zaznacz punkt gdziekolwiek na niebieskiej linii. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Show me">
pt: Trace um ponto em qualquer lugar na reta azul. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Mostre-me">
tr: Mavi doğru üstünde herhangi bir noktayı çiziniz. <input onclick="javascript:KhanUtil.currentGraph.graph.showCorrect();" type="button" value="Bana göster">

source: Plot each of the points to determine which are solutions: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> and <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code>.
es: Grafica cada uno de los puntos para determina cuáles son soluciones: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> and <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code>.
nb: Marker hver av punktene for å se om de er løsinger: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> and <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code>.
pl: Zaznacz każdy punkt, żeby stwierdzić, które z nich są rozwiązaniem: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> and <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code>.
pt: Plote cada ponto para determinar quais deles são uma solução: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> e <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code>.
tr: Bu noktaların her birini çizerek hangilerinin çözüm olduğunu belirleyiniz: <code>\pink{(<var>POINT_1[0]</var>, <var>POINT_1[1]</var>)}</code> and <code>\pink{(<var>POINT_2[0]</var>, <var>POINT_2[1]</var>)}</code>.

source: Plot the first quartile (halfway between the smallest number and the middle number):
es: Grafica el primer cuartil (a la mitad entre el número más pequeño y el número de en medio):
fr: On place le premier quartile (à égale distance entre le minimum et le premier des nombres qui occupent la position centrale) :
nl: Plot het eerste kwartiel (halverwege het kleinste en het middelste getal):
pt: Marque o primeiro quartil (no meio do caminho entre o número menor e o número intermediário):
tr: Birinci dörttebirliği (en küçük sayıyla ortadaki sayının ortası) çiziniz:

source: Plot the median (middle number):
es: Grafica la mediana (el número de en medio):
fr: On place la médiane :
nb: Tegne inn medianen (det midterste tallet):
nl: Plot de mediaan (middelste getal):
pt: Marque a mediana (número intermediário):
tr: Medyanı (orta sayı) çiziniz:

source: Plot the sample maximum (largest number):
es: Grafica el valor máximo de la muestra (el número más grande):
fr: On place le maximum (le nombre le plus grand) :
nb: Tegne inn utvalgets maksimum (det største tallet):
nl: Plot het maximum (grootste getal) van de dataset:
pt: Marque a amostra máxima (maior número):
tr: Örneklemin maksimumunu (en büyük sayı) çiziniz:

source: Plot the sample minimum (smallest number):
es: Grafica el valor mínimo de la muestra (el número más pequeño):
fr: On place le minimum (le nombre le plus petit) :
nb: Tegne inn utvalgets minimum (det minste tallet):
nl: Plot het minimum (kleinste getal) van de dataset:
pt: Marque a amostra mínima (menor número):
tr: Örneklemin minimumunu (en küçük sayı) çiziniz:

source: Plot the third quartile (halfway between the middle number and the largest number):
es: Grafica el tercer cuartil (a la mitad entre el número de en medio y el número más grande):
fr: On place le troisième quartile (à égale distance entre le deuxième nombre qui occupe la position centrale et le maximum) :
nl: Plot het derde kwartiel (halverwege het middelste getal en het grootste getal):
pt: Marque o terceiro quartil (no meio do caminho entre o número intermediário e o maior número ):
tr: Üçüncü dörtte birliği çiziniz (ortadaki sayıyla en büyük sayının ortasında):

source: Plot these numbers on a number line. Then we can see which ones are lower and which ones are higher.
da: Indsæt disse tal på en talrække, så vi kan se hvilke der mindre og hvilke der er større.
es: Coloca estos números en una recta numérica. Entonces podremos ver cuáles son menores y cuáles mayores.
fr: On les place sur une droite numérique. On pourra voir quels sont les plus petits et quels sont les plus grands.
nb: Sett inn disse tallene på en tallrekke, så vi kan se hvilke som minst og hvilke som er størst.
nl: Zet deze getallen uit op een getallenlijn. Dan kunnen we zien welke getallen kleiner en welke groter zijn.
pl: Zaznacz te liczby na osi liczbowej. Wtedy zobaczymy, które są mniejsze, a które większe.
pt: Coloque esses números em uma reta numérica. Assim, poderemos ver quais são menores e quais são maiores.
tr: Bu sayıları, sayı çizgisi üzerinde işaretleyiniz. Böylece, hangilerinin daha düşük ve hangilerinin ise daha yüksek olduğunu görebileceğiz.

source: Plug in the known values:
da: Indsæt de kendte værdier:
es: Introduce los valores conocidos:
fr: On remplace par les données :
pt: Insira os valores conhecidos:
tr: Verilen değerleri yerine koyun:

source: Plug the corresponding values of <code>\pink{x}</code> into the equation to find the missing values of <code>\blue{f(x)}</code>.
da: Indsæt de tilsvarende værdier af <code>\pink{x}</code> i ligningen for at finde de manglende værdier for <code>\blue{f(x)}</code>.
es: Introduce los valores correspondientes de <code>\pink{x}</code> en la ecuación para encontrar los valores faltantes de <code>\blue{f(x)}</code>.
fr: On remplace <code>\pink{x}</code> par chacune des valeurs données pour trouver les valeurs manquantes de <code>\blue{f(x)}</code>.
nb: Sett sammen de tilsvarende verdiene for <code>\pink{x}</code> inn i likningen til å søke etter den manglende verdien i <code>\blue{f(x)}</code>.
pt: Insira os valores correspondentes de <code>\pink{x}</code> na equação para encontrar os valores ausentes de <code>\blue{f(x)}</code>.
tr: Denkleme ilgili <code>\pink{x}</code> değerlerini koyunuz ve <code>\blue{f(x)}</code>'in eksik değerlerini bulunuz.

source: Plugging in <code><var>fractionReduce(Y1 * SLOPE_DENOMINATOR - X1 * SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var></code> for <code>b</code>, we get <code>y = <var>fractionReduce(SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var> x + <var>fractionReduce(Y1 * SLOPE_DENOMINATOR - X1 * SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var></code>.
fr: On remplace <code>b</code> par <code><var>fractionReduce(Y1 * SLOPE_DENOMINATOR - X1 * SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var></code> et on obtient <code>y = <var>fractionReduce(SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var> x + <var>fractionReduce(Y1 * SLOPE_DENOMINATOR - X1 * SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var></code>.
nb: Sett inn <code><var>fractionReduce(Y1 * SLOPE_DENOMINATOR - X1 * SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var></code> for <code>b</code>, og vi får <code>y = <var>fractionReduce(SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var> x + <var>fractionReduce(Y1 * SLOPE_DENOMINATOR - X1 * SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var></code>.
pt: Inserindo <code><var>fractionReduce(Y1 * SLOPE_DENOMINATOR - X1 * SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var></code> para <code>b</code>, temos <code>y = <var>fractionReduce(SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var> x + <var>fractionReduce(Y1 * SLOPE_DENOMINATOR - X1 * SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var></code>.
tr: <code>b</code> yerine <code><var>fractionReduce(Y1 * SLOPE_DENOMINATOR - X1 * SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var></code> koyduğumuzda, <code>y = <var>fractionReduce(SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var> x + <var>fractionReduce(Y1 * SLOPE_DENOMINATOR - X1 * SLOPE_NUMERATOR, SLOPE_DENOMINATOR)</var></code> elde ederiz.
