Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: There are several equations that could help determine the cost, each with a slightly different approach.
fr: Il y a plusieurs équations qui pourraient aider à déterminer le coût, chacune ayant une approche légèrement différente.
nb: Det er flere likninger som vil beregne kostnadene, hver med litt forskjellig tilnærming.
pl: Istnieje kilka równań, które mogą pomóc w ustaleniu kosztów, każde powstaje z trochę innego podejścia.
pt: Há algumas equações que poderiam ajudar a determinar o custo, cada uma com uma abordagem um pouco diferente.
tr: Maliyeti belirlemek için, yaklaşımı biraz farklı olan, değişik denklemler kullanabiliriz.

source: There are several lines that satisfy this. <a class="simple-button" href="javascript:void(0)" onclick="javascript:KhanUtil.graphs.main.graph.showSolution()"> Click here </a> to show one of them.
es: Hay varias rectas que satisfacen esto. <a class="simple-button" href="javascript:void(0)" onclick="javascript:KhanUtil.graphs.main.graph.showSolution()"> Da click aquí </a> para mostrar una de ellas.
fr: Il y a plusieurs droites possibles. <a class="simple-button" href="javascript:void(0)" onclick="javascript:KhanUtil.graphs.main.graph.showSolution()"> Cliquer ici </a> pour en voir une.
pt: Há várias retas que satisfazem essa condição. <a class="simple-button" href="javascript:void(0)" onclick="javascript:KhanUtil.graphs.main.graph.showSolution()"> Clique aqui </a> para mostrar uma delas.
tr: Bunu sağlayan birkaç doğru vardır. <a class="simple-button" href="javascript:void(0)" onclick="javascript:KhanUtil.graphs.main.graph.showSolution()"> Buraya tıklayarak </a> bu doğrulardan birini gösterin.

source: There are several ways to tackle this problem.
da: Der er flere måder at løse denne opgave.
es: Hay varias maneras de abordar el problema.
fr: Il y a plusieurs façons de faire.
hi: काफी तरीके हैं इस समस्या का स्पष्टीकरण करने के लिएI
nb: Det finnes flere ulike måter å løse dette problemet på.
nl: Er zijn verschillende manieren om dit probleem aan te pakken.
pl: Do tego problemu można podejść na kilka sposobów.
pt: Há várias maneiras de resolver esse problema.
tr: Bu soruyu çözmenin pek çok yolu var.

source: There are still more parts of this question to answer.
es: Hay todavía más partes de esta pregunta por responder.
fr: Vous n'avez par répondu à toutes les parties de la question.
nb: Det er fortsatt flere deler av dette spørsmålet igjen å besvare.
pl: Są jeszcze części pytania bez podanej odpowiedzi.
pt: Ainda existem mais partes desta questão para responder.
pt_pt: Responde a todos os pontos deste exercício.
tr: Bu sorunun hala cevaplanması gereken bölümleri var.

source: There are three main criteria to use when finding a line of fit.
es: Hay tres criterios principales para aplicar cuando se quiere encontrar una recta de mejor ajuste.
fr: Il y a trois critères principaux à respecter pour tracer une droite d'ajustement.
pt: Há três critérios principais para usar quando tentar encontrar uma reta de tendência.
tr: En iyi uyum doğrusunu bulmak için kullanılacak üç ana kriter vardır.

source: There are two types of points:
es: Existen dos tipos de puntos:
nb: Det finnes to typer poeng:
pt: Há dois tipos de pontos:
pt_pt: Há dois tipos de pontos:
tr: İki tür puan vardır:

source: There is <b>one</b> matching outcome.
fr: L'événement comporte <b>une</b> éventualité.
pt: Há <b>um</b> resultado compatível.

source: There is <code>1 \space X</code> on the left and <code>2 \space X</code> on the right, so multiply <code>\text{H}_2X</code> by <code>\blue{2}</code>.
pl: Jest <code>1 \space X</code> po lewej stronie i <code>2 \space X</code> po prawej, więc pomnóż <code>\text{H}_2X</code> przez <code>\blue{2}</code>.
pt: Há <code>1 \space X</code> à esquerda e <code>2 \space X</code> à direita, portanto, multiplique <code>\text{H}_2X</code> por <code>\blue{2}</code>.
tr: Solda <code>1 \space X</code> ve sağda <code>2 \space X</code> var, buna göre, <code>\text{H}_2X</code> ile <code>\blue{2}</code>‘yi çarpınız.

source: There is <code>1 \space X</code> on the left and <code>2 \space X</code> on the right, so multiply <code>\text{Na}_3X</code> by <code>\blue{2}</code>.
pl: Jest <code>1 \space X</code> po lewej stronie i <code>2 \space X</code> po prawej, więc pomnóż <code>\text{Na}_3X</code> przez <code>\blue{2}</code>.
pt: Há <code>1 \space X</code> à esquerda e <code>2 \space X</code> à direita, portanto, multiplique <code>\text{Na}_3X</code> por <code>\blue{2}</code>.
tr: Solda <code>1 \space X</code> ve sağda <code>2 \space X</code> var, buna göre, <code>\text{Na}_3X</code> ile <code>\blue{2}</code>‘yi çarpınız.

source: There is <code>1 \text{ Br}</code> on the left and <code>2</code> on the right, so multiply <code>\text{NaBr}</code> by <code>\blue{2}</code>.
pl: Jest <code>1 \text{ Br}</code> po lewej stronie i <code>2</code> po prawej, więc pomnóż <code>\text{NaBr}</code> przez <code>\blue{2}</code>.
pt: Há <code>1 \text{ Br}</code> à esquerda e <code>2</code> à direita, portanto, multiplique <code>\text{NaBr}</code> por <code>\blue{2}</code>.
tr: Solda <code>1 \text{ Br}</code> ve sağda <code>2</code> var, buna göre, <code>\text{NaBr}</code> ile <code>\blue{2}</code>‘yi çarpınız.

source: There is <code>1 \text{ H}</code> and <code>1 \text{ Cl}</code> on the left and <code>3 \text{ Cl}</code> and <code>2 \text{ H}</code> on the right. The lowest common denominator for the right is <code>6</code>, so multiply <code>\text{AlCl}_3</code> by <code>\blue{2}</code> and <code>\text{H}_2</code> by <code>\red{3}</code>.
pl: Jest <code>1 \text{ H}</code> i <code>1 \text{ Cl}</code> po lewej stronie i <code>3 \text{ Cl}</code> i <code>2 \text{ H}</code> po prawej. Najmniejsza wspólna wielokrotność dla prawej strony to <code>6</code>, więc pomnóż <code>\text{AlCl}_3</code> przez <code>\blue{2}</code> i <code>\text{H}_2</code> przez <code>\red{3}</code>.
pt: Há <code>1 \text{ H}</code> e <code>1 \text{ Cl}</code> à esquerda e <code>3 \text{ Cl}</code> e <code>2 \text{ H}</code> à direita. O menor denominador comum para a direita é <code>6</code>, portanto, multiplique <code>\text{AlCl}_3</code> por <code>\blue{2}</code> e <code>\text{H}_2</code> por <code>\red{3}</code>.
tr: Solda <code>1 \text{ H}</code> ve <code>1 \text{ Cl}</code> var, ve sağda <code>3 \text{ Cl}</code> ve <code>2 \text{ H}</code> var. Sağ taraf için en küçük ortak payda <code>6</code>'dır, buna göre, <code>\text{AlCl}_3</code> ile <code>\blue{2}</code>'yi ve <code>\text{H}_2</code> ile <code>\red{3}</code>'ü çarpalım.

source: There is <code>1 \text{ Mg}</code> on the right and <code>1</code> on the left, so <code>\text{Mg}</code> is already balanced.
pl: Jest <code>1 \text{ Mg}</code> po prawej stronie i <code>1</code> po lewej, więc <code>\text{Mg}</code>jest już zbilansowany.
pt: Há <code>1 \text{ Mg}</code> à direita e <code>1</code> à esquerda, portanto, <code>\text{Mg}</code> já está balanceado.
tr: Sağda <code>1 \text{ Mg}</code> ve solda <code>1</code> var, buna göre, <code>\text{Mg}</code> zaten dengededir.

source: There is <code>1 \text{ Si}</code> on the right and <code>1</code> on the left, so <code>\text{Si}</code> is already balanced.
pl: Jest <code>1 \text{ Si}</code> po prawej stronie i <code>1</code> po lewej, więc <code>\text{Si}</code> jest już zbilansowany.
pt: Há <code>1 \text{ Si}</code> à direita e <code>1</code> à esquerda, portanto, <code>\text{Si}</code> Já está balanceado.
tr: Sağda <code>1 \text{ Si}</code> ve solda <code>1</code> var, yani <code>\text{Si}</code> zaten dengededir.

source: There is <code><var>NUM_1</var></code> bigger slice. This is more pizza than <code><var>NUM_2</var></code> smaller slice.
es: Hay <code><var>NUM_1</var></code> rebanada más grande. Esto es más pizza que <code><var>NUM_2</var></code> rebanada más pequeña.
fr: Il y a <code><var>NUM_1</var></code> grande part. Ce qui fait plus de pizza que <code><var>NUM_2</var></code> petite part.
nb: Det er <code><var>NUM_1</var></code> store stykker. Dette er mer pizza enn <code><var>NUM_2</var></code> mindre stykker.
nl: Er is <code><var>NUM_1</var></code> grotere pizzapunt. Dit is meer pizza dan <code><var>NUM_2</var></code> kleinere pizzapunt.
pl: Jest <code><var>NUM_1</var></code> większy kawałek. Stanowi to więcej pizzy niż <code><var>NUM_2</var></code> mniejszy kawałek.
pt: Há <code><var>NUM_1</var></code> fatia maior. Isto é uma quantidade maior de pizza que <code><var>NUM_2</var></code> fatia menor.
tr: <code><var>NUM_1</var></code> tane büyük dilim vardır. Bu <code><var>NUM_2</var></code> küçük dilim pizzadan daha fazladır.

source: There is <code><var>NUM_1</var></code> red block.
es: Hay <code><var>NUM_1</var></code> bloque rojo.
fr: Il y a <code><var>NUM_1</var></code> bloc rouge.
nb: Det er <code><var>NUM_1</var></code> rød blokk.
pl: Jest <code><var>NUM_1</var></code> czerwony klocek.
pt: Há <code><var>NUM_1</var></code> bloco vermelho.
tr: <code><var>NUM_1</var></code> kırmızı blok var.

source: There is <code><var>NUM_1</var></code> red slice.
es: Hay <code><var>NUM_1</var></code> parte roja.
fr: Il y a <code><var>NUM_1</var></code> part rouge.
nb: Det er <code><var>NUM_1</var></code> rød sektor.
pl: Jest <code><var>NUM_1</var></code> czerwony kawałek.
pt: Há <code><var>NUM_1</var></code> fatia vermelha.
tr: <code><var>NUM_1</var></code> kırmızı dilim var.

source: There is <code><var>NUM_1</var></code> smaller slice. This is less pizza than <code><var>NUM_2</var></code> bigger slice.
da: Der er <code><var>NUM_1</var></code> mindre stykke. Dette er mindre pizza end <code><var>NUM_2</var></code> større stykke.
es: Hay <code><var>NUM_1</var></code> rebanada más pequeña. Esto es menos pizza que <code><var>NUM_2</var></code> rebanada más grande.
fr: Il y a <code><var>NUM_1</var></code> petite part. Ce qui fait moins de pizza que <code><var>NUM_2</var></code> grande part.
nb: Det er <code><var>NUM_1</var></code> mindre stykker. Dette er mindre pizza enn <code><var>NUM_2</var></code> større stykker.
nl: Er is <code><var>NUM_1</var></code> kleinere pizzapunt. Dit is minder pizza dan <code><var>NUM_2</var></code> grotere pizzapunt.
pl: Jest <code><var>NUM_1</var></code> mniejszy kawałek. Stanowi to mniej pizzy niż <code><var>NUM_2</var></code> duży kawałek.
pt: Há <code><var>NUM_1</var></code> fatia menor. Isso é menos pizza do que <code><var>NUM_2</var></code> fatia maior.
tr: <code><var>NUM_1</var></code> küçük dilim var. Bu, <code><var>NUM_2</var></code> büyük dilimden daha az pizza eder.

source: There is <code>\blue{<var>A</var>}</code> blue dot.
da: Der er <code>\blue{<var>A</var>}</code> blå prik.
es: Hay <code>\blue{<var>A</var>}</code> punto azul.
fr: Il y a <code>\blue{<var>A</var>}</code> point bleu.
ja: <code>\blue{<var>A</var>}</code> 個の青い点があります．
nb: Det er <code>\blue{<var>A</var>}</code> blå prikk.
pl: Jest <code>\blue{<var>A</var>}</code> niebieska kropka.
pt: Há <code>\blue{<var>A</var>}</code> ponto azul.
pt_pt: Temos <code>\blue{<var>A</var>}</code> bolinha azul.
tr: <code>\blue{<var>A</var>}</code> mavi nokta vardır.

source: There is <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> of the <var>pizza( 1 )</var> remaining.
es: Queda <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> de <var>pizza( 1 )</var>.
fr: Il reste <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> de la <var>pizza( 1 )</var>.
nb: Det er <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> of the <var>pizza( 1 )</var> igjen.
pl: Zostało <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code><var>pizza( 1 )</var>.
pt: Há <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> de <var>pizza( 1 )</var> sobrando.
tr: <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> kadar <var>pizza( 1 )</var> kalmıştır.

source: There is <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> of the <var>pizza(1)</var> remaining.
es: Queda <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> de la <var>pizza(1)</var>.
fr: Il reste <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> de la <var>pizza(1)</var>.
nb: Det er <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> av <var>pizza(1)</var> igjen.
nl: Er is <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> van de <var>pizza(1)</var> overgebleven.
pl: Jest <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> pozostałej <var>pizza(1)</var>.
pt: Restam <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> da <var>pizza(1)</var>.
tr: <var>pizza(1)</var>'nın <code>\dfrac{<var>LEFT</var>}{<var>TOTAL</var>}</code> kadarı kalmıştır.

source: There is <code>\green{<var>B</var>}</code> green dot.
da: Der er <code>\green{<var>B</var>}</code> grøn prik.
es: Hay <code>\green{<var>B</var>}</code> punto verde.
fr: Il y a <code>\green{<var>B</var>}</code>point vert.
ja: <code>\green{<var>B</var>}</code> 個の緑の点があります．
nb: Det er <code>\green{<var>B</var>}</code> grønn punkt.
pl: Jest <code>\green{<var>B</var>}</code> zielona kropka.
pt: Há <code>\green{<var>B</var>}</code> ponto verde.
pt_pt: E também temos <code>\green{<var>B</var>}</code> bolinha verde.
tr: <code>\green{<var>B</var>}</code> yeşil nokta vardır.

source: There is <var>DATA[PERSON]</var> full symbol<span data-if="HALF[ PERSON ]"> and 1 half symbol</span>.
fr: Il y a <var>DATA[PERSON]</var> symbole complet <span data-if="HALF[ PERSON ]"> et un demi-symbole</span>.
pl: Jest <var>DATA[PERSON]</var> pełen symbol <span data-if="HALF[ PERSON ]"> i 1 połowa symbolu</span>.
pt: Existem <var>DATA[PERSON]</var> símbolo inteiro <span data-if="HALF[ PERSON ]"> e 1 meio símbolo</span>.
tr: <var>DATA[PERSON]</var> tam sembol<span data-if="HALF[ PERSON ]"> ve 1 yarım sembol</span> var.

source: There is <var>DATA[PERSON]</var> symbol.
fr: Il y a <var>DATA[PERSON]</var> symbole.
pl: Jest <var>DATA[PERSON]</var> symbol.
pt: Há <var>DATA[PERSON]</var> símbolo.
tr: <var>DATA[PERSON]</var> sembol var.

source: There is a pattern here: the chance of making two free throws in a row was <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var></code>, and the probability of making three in a row was <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB * PROB, 3)</var> = <var>localeToFixed(PROB, 2)</var> \cdot (<var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var>) = <var>localeToFixed(PROB, 2)</var>^3</code>.
fr: On a une suite géométrique : la probabilité qu'il réussisse deux lancers d'affilée est égale à <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var></code> et la probabilité qu'il en réussisse trois d'affilée est égale à <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB * PROB, 3)</var> = <var>localeToFixed(PROB, 2)</var> \cdot (<var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var>) = <var>localeToFixed(PROB, 2)</var>^3</code>.
pt: Há um padrão aqui: a chance de acertar dois arremessos livres seguidos era de <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var></code>, e a probabilidade dacertar três arremessos em sequência era de <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB * PROB, 3)</var> = <var>localeToFixed(PROB, 2)</var> \cdot (<var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var>) = <var>localeToFixed(PROB, 2)</var>^3</code>.
tr: Burada bir örüntü var: Üst üste iki isabetli serbest atış olasılığı <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var></code>idi ve , üst üste üç isabetli serbest atış olasılığı <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB * PROB, 3)</var> = <var>localeToFixed(PROB, 2)</var> \cdot (<var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var>) = <var>localeToFixed(PROB, 2)</var>^3</code> idi.

source: There is a pattern here: the chance of missing two free throws in a row was <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var></code>, and the probability of missing three in a row was <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB*PROB, 3)</var> = <var>localeToFixed(PROB, 2)</var> \cdot (<var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var>) = <var>localeToFixed(PROB, 2)</var>^3</code>.
fr: On a une suite géométrique : la probabilité qu'il rate deux lancers d'affilée est égale à <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var></code>, et la probabilité qu'il en rate trois d'affilée est égale à <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB*PROB, 3)</var> = <var>localeToFixed(PROB, 2)</var> \cdot (<var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var>) = <var>localeToFixed(PROB, 2)</var>^3</code>.
pt: Há aqui um padrão: a chance de perder dois arremessos seguidos é <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var></code>, e a probabilidade de perder três arremessos seguidos é <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB*PROB, 3)</var> = <var>localeToFixed(PROB, 2)</var> \cdot (<var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var>) = <var>localeToFixed(PROB, 2)</var>^3</code>.
tr: Burada bir örüntü var: Üst üste iki isabetsiz serbest atış olasılığı, <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var></code>, ve üst üste üç isabetsiz serbest atış olasılığı, <code><var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB*PROB, 3)</var> = <var>localeToFixed(PROB, 2)</var> \cdot (<var>localeToFixed(PROB, 2)</var> \cdot <var>localeToFixed(PROB, 2)</var>) = <var>localeToFixed(PROB, 2)</var>^3</code>.

source: There is a standard deviation of <var>STDDEV_POP</var> year.
fr: L'écart-type est égal à <var>STDDEV_POP</var> an.
pt: Há um desvio padrão de <var>STDDEV_POP</var> ano.
tr: Standart sapma, <var>STDDEV_POP</var> yıldır.

source: There is a total of <code><var>NUM_BOYS</var></code> boys in <var>course( 1 )</var> class.
fr: Il y a un total de <code><var>NUM_BOYS</var></code> garçons dans la classe de <var>course( 1 )</var>.
nb: Det er totalt <code><var>NUM_BOYS</var></code> gutter i <var>course( 1 )</var> klassen.
pl: Na kursie "<var>course( 1 )</var>" jest <code><var>NUM_BOYS</var></code> chłopców.
pt: Há um total de <code><var>NUM_BOYS</var></code> garotos na turma de <var>course( 1 )</var>.
tr: <var>course( 1 )</var> sınıfında toplam <code><var>NUM_BOYS</var></code> erkek öğrenci var.

source: There is a total of <code><var>NUM_GIRLS</var></code> girls in <var>course( 1 )</var> class.
fr: Il y a un total de <code><var>NUM_GIRLS</var></code> filles dans la classe de <var>course( 1 )</var>.
hi: कक्षा में कुल <code><var>NUM_GIRLS</var></code> girls in <var>course( 1 )</var> लड़कियां हैं ।
nb: Det er totalt <code><var>NUM_GIRLS</var></code> jenter er <var>course( 1 )</var> klassen.
pl: Na kursie "<var>course( 1 )</var>" jest <code><var>NUM_GIRLS</var></code> dziewczynek.
pt: Há um total de <code><var>NUM_GIRLS</var></code> garotas na turma de <var>course( 1 )</var>.

source: There is already a publish in progress for these changes.
da: Der er allerede en udgivelse i gang for disse ændringer.
es: Ya hay una publicación en progreso para estos cambios.
fr: Une publication est déjà en cours pour ces modifications.
nb: Det pågår allerede en publisering av disse endringene.
nl: Er is reeds een publicatie bezig voor deze wijzigingen.
pl: Dla tych zmian publikowanie jest już w trakcie.
pt: Já existe uma publicação em processo para essas alterações.
pt_pt: Estas alterações já estão a ser publicadas.
tr: Bu değişiklikler için zaten bir yayınlanma süreci yürütülüyor.

source: There is also a standard deviation of <var>STDDEV</var> year.
fr: L'écart-type est égal à <var>STDDEV</var> an.
pt: Há também um desvio padrão de <var>STDDEV</var> ano.
tr: Standart sapma, <var>STDDEV</var> yıldır.

source: There is no bar for <var>HOUSES[INDEX]</var>, which means <var>HOUSES[INDEX]</var> recieved <code>0</code> house points.
fr: Il n'y a pas de bâton pour <var>HOUSES[INDEX]</var>, ce qui signifie que <var>HOUSES[INDEX]</var> a reçu <code>0</code> point.
nb: Det er ingen søyle for <var>HOUSES[INDEX]</var>, som betyr at <var>HOUSES[INDEX]</var> fikk <code>0</code> poeng.
pl: Nie ma słupka <var>HOUSES[INDEX]</var>, co oznacza, że <var>HOUSES[INDEX]</var> otrzymał <code>0</code> punktów.
pt: Não há nenhuma barra para <var>HOUSES[INDEX]</var>, o que significa que <var>HOUSES[INDEX]</var> recebeu <code>0</code> pontos de casa.
tr: <var>HOUSES[INDEX]</var>'ın çubuğu yoktur, buna göre, <var>HOUSES[INDEX]</var> <code>0</code> puan almıştır.

source: There is no email address connected to this Khan Academy account. Since your child is %(age)s years old, your two accounts can be unlinked by adding an email address by going to this settings page from your child's account.
bg: Няма имейл адрес, който да е свързан с този профил в Khan Academy. След като вашето дете е на %(age)s години, вашите два профила могат да бъдат разделени като добавите имейл адрес в страницата за настройки на профила на вашето дете.
da: Der er ingen e-mail-adresse knyttet til denne Khan Academy konto. Da dit barn er %(age)s år gammel, kan dine to konti fungere uafhængigt af hinanden ved at tilføje en email adresse fra dit barns konto.
es: No hay ninguna dirección de correo electrónico vinculada a esta cuenta de Khan Academy. Como tu hijo tiene %(age)s años, sus cuentas se pueden desvincular agregando una dirección de correo electrónico en la página de configuración de la cuenta de tu hijo.
fr: Il n'y a aucune adresse e-mail liée à ce compte Khan Academy. Comme votre enfant a %(age)s ans, vos deux comptes peuvent être dissociés en ajoutant une adresse e-mail au compte de votre enfant en allant sur sa page de paramètres.
he: חשבון זה לא קושר עם כתובת דואר אלקטרוני כלשהי. מכיוון שילדכם בן %(age)s, ניתן להסיר את הקישור בין החשבונות שלכם על ידי הוספת כתובת דואר אלקטרוני על ידי מעבר לעמוד הגדרות זה בחשבון של ילדכם.
nb: Det finnes ingen e-postadresse koblet til denne Khan Academy kontoen. Siden barnet er %(age)s år, kan de to kontoene bli frakoblet ved å legge til en e-postadresse ved å gå til innstillinger på barnets konto.
nl: Er is geen e-mailadres gekoppeld aan deze account van Khan Academy. Omdat je kind %(age)s jaar is, kunnen jullie accounts losgekoppeld worden door het toevoegen van een e-mailadres op de instellingenpagina van het account van uw kind.
pl: Ten adres e-mail nie jest połączony z kontem w Khan Academy. Ponieważ Twoje dziecko ma %(age)s lat, Twoje dwa konta mogą być rozłączone poprzez dodanie adresu e-mail na stronie ustawień w koncie Twojego dziecka.
pt: Não há endereço de e-mail vinculado a esta conta da Khan Academy. Como seu filho tem %(age)s anos, suas duas contas podem ser desvinculadas ao adicionar um endereço de e-mail. Isso pode ser feito na página de configurações da conta de seu filho.
tr: Bu Khan Academy hesabına bağlı bir email adresi yoktur. Çocuğunuz%(age)s yaşında olduğu için bir email adresi ekleyerek iki hesabınızı ayırabiliriz. Çocuğunuzun hesabındaki ayarlar sayfasından bunu kolayca yapabilirsiniz.

source: There is not enough information to say
es: No hay suficiente información para decir
fr: Les données ne permettent pas de le savoir
pl: Brak wystarczających informacji, aby odpowiedzieć
pt: Não há informações suficientes para dizer
tr: Söylemek için yeterince bilgi yok

source: There is one side between the orange triangles, to make one additional triangle.
es: Hay un lado entre los triángulos anaranjados para hacer un triángulo adicional.
fr: Il reste un côté entre les deux triangles oranges, ce qui donne un triangle de plus.
pt: Há um lado entre os triângulos laranja, para formar um triângulo adicional.
tr: Turuncu üçgenler arasında bir kenar vardır, fazladan bir üçgen daha yapmak için.
