Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The left column of the stem and leaf plot represents the tens place; each number on the right side represents the ones place for the number of <var>plural_form(ITEM)</var> at a <var>LOCATION_DISPLAY</var>.
es: La columna de la izquierda del diagrama de tallo y hoja representa el lugar de las decenas; cada número del lado derecho representa el lugar de las unidades para el número de <var>plural_form(ITEM)</var> en cada <var>LOCATION_DISPLAY</var>.
fr: La colonne de gauche du diagramme tige-feuilles représente les dizaines ; chacun des chiffres sur le côté droit correspond aux unités des nombres de <var>plural_form(ITEM)</var> d'un <var>LOCATION_DISPLAY</var>.
hi: तना और पत्ती के गुट का बयाँ खंड दर्शाता है दस्वों के स्थान को; दाईं ओर की प्रत्येक संख्या एक का स्थान <var>plural_form(ITEM)</var> at a <var>LOCATION_DISPLAY</var>के लिए दर्शाती हैI
nb: Den venstre kolonne i tre-diagrammet representerer tiernes plass; hvert tall på høyre side representerer enernes plass for antallet av <var>plural_form(ITEM)</var> at a <var>LOCATION_DISPLAY</var>.
nl: De linkerkolom van het steelbladdiagram komt overeen met de tientallen; elk getal aan de rechterkant komt overeen met de eenheden van het aantal <var>plural_form(ITEM)</var> in een <var>LOCATION_DISPLAY</var>.
pl: Przy rozpisywaniu liczby lewa kolumna oznacza pozycje dziesiątek. Każda liczba po prawej stronie oznacza pozycję jedności dla liczby <var>plural_form(ITEM)</var> na <var>LOCATION_DISPLAY</var>.
pt: A coluna da esquerda do diagrama de caule e folhas representa o campo das dezenas; cada número à direita representa o campo das unidades do número de <var>plural_form(ITEM)</var> em um(a) <var>LOCATION_DISPLAY</var>.

source: The left fraction represents a pizza with fewer slices, and so each slice is bigger.
da: Den venstre brøk repræsenterer en pizza med færre stykker, så hvert stykke er større.
es: La fracción de la izquierda representa una pizza con menos rebanadas, por lo tanto, cada rebanada es mayor.
fr: La fraction de gauche représente une pizza avec un moins grand nombre de parts, donc chaque part est plus grande.
hi: बाँयां भाग एक पिज़्ज़ा के कम भाग दर्शाता है, और इसलिए प्रत्येक भाग बड़ा होगाI
nb: Den venstre brøken representerer en pizza med færre stykker, så hvert stykke er større.
nl: De breuk aan de linkerkant komt overeen met een pizza die in minder punten gesneden is, en dus is elke punt groter.
pl: Lewy ułamek przedstawia pizzę z mniejszą ilością plasterków, więc każdy plasterek jest większy.
pt: A fração da esquerda representa uma pizza com menos pedaços, portanto cada pedaço é maior.
tr: Soldaki kesir daha az dilimi olan bir pizzayı temsil etmektedir, bu sebeple her dilim daha büyüktür.

source: The left fraction represents a pizza with more slices, and so each slice is smaller.
da: Den venstre brøk repræsentere en pizza med flere stykker, så hvert stykke bliver mindre.
es: La fracción de la izquierda representa una pizza con más rebanadas, por lo tanto, cada rebana es mas pequeña.
fr: La fraction de gauche représente une pizza avec un plus grand nombre de parts, donc chaque part est plus petite.
hi: बाँयां भिन्न एक पिज़्ज़ा को अधिक भागों के साथ दर्शाता है, और इसलिए प्रत्येक भाग छोटा हैI
nb: Den venstre brøken representere en pizza med flere stykker, så hvert stykke blir mindre.
nl: De breuk aan de linkerkant komt overeen met een pizza die in meer punten gesneden is, en dus is elke punt kleiner.
pl: Ułamek po lewej stronie określa pizzę z większą liczbą kawałków i pojedynczy kawałek jest mniejszy.
pt: A fração da esquerda representa uma pizza com mais pedaços, portanto cada pedaço é menor.
tr: Soldaki kesir daha çok dilimi olan bir pizzayı temsil etmektedir, bu sebeple her dilim daha küçüktür.

source: The left side of an assignment must be a single variable name, not an expression.
da: Den venstre side af en tildeling skal være et enkelt variabelnavn, ikke et udtryk.
es: El lado izquierdo de una asignación debe ser una variable sencilla, no una expresión.
nb: Venstre side av en uttalelse må være ett variabelnavn, ikke et uttrykk.
nl: De linkerkant van een toewijzing moet één unieke variabele naam zijn, geen expressie.
pl: Po lewej stronie przypisania musi znajdować się pojedyncza zmienna, a nie wyrażenie.
pt: O lado esquerdo de uma atribuição deve ser um nome único de variável, e não uma expressão.
tr: Görevin sol tarafı bir ifade değil, tek değişkenli isim olmalıdır.

source: The left side of the equation is already a perfect square trinomial. The coefficient of our <code>x</code> term is <code><var>B</var></code>, half of it is <code><var>B / 2</var></code>, and squaring it gives us <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>, our constant term.
es: El lado izquierdo de la ecuación ya es un trinomio cuadrado perfecto. El coeficiente de nuestro término <code>x</code> es <code><var>B</var></code>, la mitad de él es <code><var>B / 2</var></code>, y cuadrándolo nos da <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>, nuestro término constante.
fr: Le membre de gauche est déjà un carré parfait. Le coefficient de <code>x</code> est <code><var>B</var></code>, sa moitié est <code><var>B / 2</var></code>, et son carré est <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>, c'est-à-dire le terme constant.
nb: Venstre side av likningen er allerede et perfekt kvadrat. Sifferet av vårt <code>x</code>-ledd er <code><var>B</var></code>, halvparten av det <code><var>B / 2</var></code>, og kvadrat av det, gir oss <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>, som konstantledd.
pl: Lewa strona równania jest już idealnie kwadratowym trójmianem. Współczynnik stojący przy <code>x</code> to <code><var>B</var></code>, połowa z tego to <code><var>B / 2</var></code>, co po podniesieniu do kwadratu daje <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>, czyli nasz wyraz stały.
pt: O lado esquerdo da equação já é um trinômio quadrado perfeito. O coeficiente do nosso termo <code>x</code> é <code><var>B</var></code>, e metade disto é <code><var>B / 2</var></code>, e elevando ao quadrado temos <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>, nosso termo constante.
tr: Denklemin sol tarafı zaten tam kare bir üçlü terimli polinomdur. <code>x</code>'li terimin katsayısı, <code><var>B</var></code>, bunun yarısı,<code><var>B / 2</var></code>, ve bunun karesini alırsak, <code>\color{blue}{<var>pow( B / 2, 2 )</var>}</code>, sabit terimimizdir.

source: The leftmost numbers are least, and the rightmost numbers are greatest.
da: Tallene længst til venstre er mindst, og tallene længst til højre er størst.
es: Los números de la izquierda son menores, y los números de la derecha mayores.
fr: Les nombres les plus à gauche sont les plus petits, et les nombres les plus à droite sont les plus grands.
hi: सबसे बाईं ओर की संख्याएँ न्यूनतम हैं, और सबसे दाईं ओर की संख्याएँ अधिकतम हैंI
nb: Tallene lengst til venstre er minst, og tallene lengst til høyre er størst.
nl: De meest linkse getallen zijn het kleinst en de meest rechtse getallen zijn het grootst.
pl: Liczby najbardziej po lewej są najmniejsze, a te po prawej największe.
pt: Os números mais à esquerda são os menores, enquanto os números mais à direita são os maiores.
tr: En soldaki sayı en küçüktür, ve en sağdaki sayı ise en büyüktür.

source: The length is <code><var>L</var></code> <var>UNIT_TEXT</var>.
da: Længden er <code><var>L</var></code> <var>UNIT_TEXT</var>.
fr: La longueur vaut <code><var>L</var></code> <var>UNIT_TEXT</var>.
nb: Lengden er <code><var>L</var></code> <var>UNIT_TEXT</var>.
nl: De lengte is <code><var>L</var></code> <var>UNIT_TEXT</var>.
pl: Długość wynosi <code><var>L</var></code> <var>UNIT_TEXT</var>.
pt: O comprimento é <code><var>L</var></code> <var>UNIT_TEXT</var>.

source: The length is <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. The width is <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. So the area is <code><var>L</var>\times<var>W</var></code> square <var>plural_form(UNIT_TEXT, L * W)</var>.
es: La longitud mide <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. El ancho mide <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. así que el área mide <code><var>L</var>\times<var>W</var></code> <var>plural_form(UNIT_TEXT, L * W)</var> cuadradas.
fr: La longueur vaut <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. La largeur vaut <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. Donc l'aire est égale à <code><var>L</var>\times<var>W</var></code> <var>plural_form(UNIT_TEXT, L * W)</var> carrés.
hi: लम्बाई है <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. चौड़ाई है <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. इसलिए क्षेत्रफल होगा<code><var>L</var>\times<var>W</var></code> square <var>plural_form(UNIT_TEXT, L * W)</var>.
nb: Lengden er <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. Bredden er <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. Så arealet er <code><var>L</var>\times<var>W</var></code> kvadrat <var>plural_form(UNIT_TEXT, L * W)</var>.
pl: Długość wynosi <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. Szerokość wynosi <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>, więc pole powierzchni wynosi <code><var>L</var>\times<var>W</var></code> kwadratowych <var>plural_form(UNIT_TEXT, L * W)</var>.
pt: O comprimento é <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. A largura é <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. Portanto, a área é de <code><var>L</var>\times<var>W</var></code> <var>plural_form(UNIT_TEXT, L * W)</var> quadrado(s).
tr: Uzunluk <code><var>L</var></code> <var>plural_form(UNIT_TEXT, L)</var>. Genişlik <code><var>W</var></code> <var>plural_form(UNIT_TEXT, W)</var>. Buna göre, alan <code><var>L</var>\times<var>W</var></code> square <var>plural_form(UNIT_TEXT, L * W)</var>.

source: The length is <code><var>S</var></code> <var>UNIT_TEXT</var> and the width is <code><var>S</var></code> <var>UNIT_TEXT</var>, so the area is <code><var>S</var>\times<var>S</var></code> square <var>plural_form(UNIT_TEXT, S * S)</var>.
da: Længden er <code><var>S</var></code> <var>UNIT_TEXT</var> og bredden er <code><var>S</var></code> <var>UNIT_TEXT</var>, så arealet er <code><var>S</var>\times<var>S</var></code> kvadrat<var>plural_form(UNIT_TEXT, S * S)</var>.
nb: Lengden er <code><var>S</var></code> <var>UNIT_TEXT</var> og bredden er <code><var>S</var></code> <var>UNIT_TEXT</var>, så arealet er <code><var>S</var>\times<var>S</var></code> kvadrat <var>plural_form(UNIT_TEXT, S * S)</var>.
nl: De lengte is <code><var>S</var></code> <var>UNIT_TEXT</var> en de breedte is <code><var>S</var></code> <var>UNIT_TEXT</var>, dus is de oppervlakte <code><var>S</var>\times<var>S</var></code> vierkante <var>plural_form(UNIT_TEXT, S * S)</var>.
pl: Długość wynosi <code><var>S</var></code> <var>UNIT_TEXT</var>, a szerokość wynosi <code><var>S</var></code> <var>UNIT_TEXT</var>, więc pole powierzchni wynosi <code><var>S</var>\times<var>S</var></code> kwadratowych <var>plural_form(UNIT_TEXT, S * S)</var>.
pt: O comprimento é <code><var>S</var></code> <var>UNIT_TEXT</var> e a largura é <code><var>S</var></code> <var>UNIT_TEXT</var>, portanto a área é <code><var>S</var>\times<var>S</var></code> <var>plural_form(UNIT_TEXT, S * S)</var> quadrados.

source: The length is <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> and the width is <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var>, so the area is <code><var>S</var>\times<var>S</var></code> square <var>plural_form(UNIT_TEXT, S * S)</var>.
es: La longitud es de <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> y el ancho es de <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var>, así que el área mide <code><var>S</var>\times<var>S</var></code> <var>plural_form(UNIT_TEXT, S * S)</var> cuadradas.
fr: La longueur vaut <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> et la largeur <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var>, donc l'aire vaut <code><var>S</var>\times<var>S</var></code> <var>plural_form(UNIT_TEXT, S * S)</var> au carré.
hi: इसकी लंबाई है <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> और इसकी चौड़ाई है <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var>,तो क्षेत्रफल है <code><var>S</var>\times<var>S</var></code> square <var>plural_form(UNIT_TEXT, S * S)</var>.
nb: Lengden er <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> og bredden er <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var>, så arealet er <code><var>S</var>\times<var>S</var></code> kvadrat <var>plural_form(UNIT_TEXT, S * S)</var>.
pl: Długość wynosi <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var>, a szerokość wynosi <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var>, więc pole powierzchni wynosi <code><var>S</var>\times<var>S</var></code> kwadratowych <var>plural_form(UNIT_TEXT, S * S)</var>.
pt: O comprimento é de <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> e a largura é de <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var>, portanto, a área é de <code><var>S</var>\times<var>S</var></code> <var>plural_form(UNIT_TEXT, S * S)</var> quadrado(s).
tr: Uzunluk <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> ve genişlik <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> olduğundan, alan <code><var>S</var>\times<var>S</var></code> kare <var>plural_form(UNIT_TEXT, S * S)</var>.

source: The lifespans of <var>ANIMALS</var> in a particular zoo are normally distributed. The average <var>ANIMAL</var> lives <code><var>MEAN</var></code> years; the standard deviation is <code><var>STDDEV</var></code> years.
fr: Les durées de vie des <var>ANIMALS</var> d'un certain zoo suivent la loi normale. En moyenne, un <var>ANIMAL</var> vit <code><var>MEAN</var></code> ans ; l'écart-type est égal à <code><var>STDDEV</var></code> ans.
pt: As expectativas de vida dos <var>ANIMALS</var> em um zoológico particular são normalmente distribuídas. A média que um <var>ANIMAL</var> vive é de <code><var>MEAN</var></code> anos; o desvio padrão é de <code><var>STDDEV</var></code> anos.
tr: Bir hayvanat bahçesindeki <var>ANIMALS</var>'ın ömürleri normal dağılım gösterir. <var>ANIMAL</var>'ın ortalama ömrü, <code><var>MEAN</var></code> yıl; standart sapması <code><var>STDDEV</var></code> yıldır.

source: The line intersects the <code>y</code>-axis at <code>(0, <var>Y_INTERCEPT</var>)</code>.
fr: Le point d'intersection de la droite avec l'axe des <code>y</code> est le point <code>(0, <var>Y_INTERCEPT</var>)</code>.
nb: Linjen krysser <code>y</code>-aksen i <code>(0, <var>Y_INTERCEPT</var>)</code>.
pt: A reta cruza o eixo <code>y</code>em <code>(0, <var>Y_INTERCEPT</var>)</code>.
tr: Doğru <code>y</code>-eksenini <code>(0, <var>Y_INTERCEPT</var>)</code>'de keser.

source: The line is divided into <code>10</code> pieces, which means:
da: Linjen er opdelt i <code>10</code> stykker, hvilket betyder:
es: La línea esta dividida en <code>10</code> pedazos, lo que significa:
fr: Le morceau de droite numérique graduée est divisé en <code>10</code> parties, ce qui veut dire que :
nb: Linjen er oppdelt i <code>10</code> stykker, hvilket betyr:
nl: De lijn is in <code>10</code> stukken verdeeld, wat betekent:
pl: Oś jest podzielona na <code>10</code> kawałków, co oznacza:
pt: A reta é dividida em <code>10</code> partes, ou seja:
tr: Doğru <code>10</code> parçaya bölünmüştür, bunun anlamı şudur:

source: The line is divided into <code><var>NUM_TICKS</var></code> pieces, which means:
es: La recta está dividida en <code><var>NUM_TICKS</var></code> partes, lo que significa que:
fr: Le morceau de droite numérique graduée est divisé en <code><var>NUM_TICKS</var></code> parties, ce qui veut dire que :
nb: Linjen er delt inn i <code><var>NUM_TICKS</var></code> stykker, som betyr:
nl: De lijn is verdeeld in <code><var>NUM_TICKS</var></code> stukken, wat betekent:
pl: Lina jest podzielona na <code><var>NUM_TICKS</var></code> kawałki/ków, co oznacza:
pt: A reta está dividida em <code><var>NUM_TICKS</var></code> partes, ou seja:
tr: Doğru <code><var>NUM_TICKS</var></code> parçaya bölünmüştür, bu şu anlamı taşır:

source: The line of the graph is dashed, so the points on the boundary are not in the set of solutions for this inequality.
da: Linjen er stiplet, så punkterne på linjen er ikke en del af ulighedens løsning.
es: La ecuación de la gráfica esta punteada, lo que significa que la frontera no está en el conjunto de puntos solución a la desigualdad.
fr: La droite est en pointillés. Donc les points de la frontière n'appartiennent pas dans l'ensemble des solutions de l'inéquation.
nb: Linjen er stiplet, så punktene på linjen er ikke en del av ulikhetens løsning.
pt: A reta do gráfico é tracejada, então os pontos no limite não estão no conjunto de soluções para essa inequação.
tr: Doğrunun grafiği kesiklidir, yani sınırdaki noktalar, bu eşitsizliğin çözüm kümesinde yoktur.

source: The line of the graph is solid, so the points on the boundary are in the set of solutions for this inequality.
da: Linjen er kontinuert, så punkterne på linjen er også en del af ulighedens løsning.
es: La recta de la gráfica es continua, lo que significa que los puntos en la frontera pertenecen al conjunto de soluciones de la desigualdad.
fr: La droite est en trait plein. Donc les points de la frontière appartiennent à l'ensemble des solutions de l'inéquation.
nb: Linjen er hel, så punktene på linjen er også en del av ulikhetens løsning.
pt: A reta do gráfico é sólida, então os pontos no limite estão no conjunto de soluções para essa inequação.
tr: Doğrunun grafiği kesiksizdir, yani sınırdaki noktalar, bu eşitsizliğin çözüm kümesindedir.

source: The linear equations have different slopes.
da: De lineære ligninger har forskellige hældninger.
es: Las ecuaciones lineales tienen diferentes pendientes.
fr: Les droites définies par ces équations ont des coefficients directeurs différents.
nb: De lineære ligningene har ulike helninger.
pl: Równania liniowe mają różne nachylenia.
pt: As equações lineares apresentam coeficientes angulares diferentes.
tr: Doğrusal denklemlerin eğimleri farklıdır.

source: The lines intersect at <code class="hint_pink">x = <var>X</var>, y = <var>Y</var></code>.
es: Las rectas se intsersectan en <code class="hint_pink">x = <var>X</var>, y = <var>Y</var></code>.
fr: Les coordonnées du point d'intersection sont <code class="hint_pink">x = <var>X</var>, y = <var>Y</var></code>.
nb: Linjene krysser i <code class="hint_pink">x = <var>X</var>, y = <var>Y</var></code>.
pl: Linie przecinają się w punkcie <code class="hint_pink">x = <var>X</var>, y = <var>Y</var></code>.
pt: As retas se interceptam em <code class="hint_pink">x = <var>X</var>, y = <var>Y</var></code>.
tr: Doğrular <code class="hint_pink">x = <var>X</var>, y = <var>Y</var></code>'de kesişir.

source: The link in the third paragraph is broken.
da: Linket i det tredje afsnit er brudt.
es: El vínculo en el tercer párrafo no sirve.
fr: Le lien dans le troisième paragraphe ne fonctionne plus.
ja: 3番目の段落のリンクが切れています．
nb: Linken i den tredje paragrafen er ødelagt.
nl: De link in de derde alinea is stuk.
pl: Link w trzecim akapicie nie działa.
pt: O link no terceiro parágrafo não está funcionando.
pt_pt: A ligação no terceiro parágrafo está incorreta.
tr: Üçüncü paragraftaki bağlantı çalışmıyor.

source: The manager at <var>person(1)</var>'s Furniture Store is trying to figure out how much to charge for a <var>furniture(1)</var> that just arrived. If the <var>furniture(1)</var> was bought at a wholesale price of <code>$<var>localeToFixed(WHOLESALE, 2)</var></code> and <var>person(1)</var>'s Furniture Store marks up all furniture by <code><var>MARKUP_RATE</var>\%</code>, at what price should the manager sell the <var>furniture(1)</var>?
fr: Le gérant du magasin de meubles Chez <var>person(1)</var> veut trouver le prix auquel il va vendre un <var>furniture(1)</var> qu'un fabriquant vient juste de livrer. Si le prix de gros du <var>furniture(1)</var> est <code>$<var>localeToFixed(WHOLESALE, 2)</var></code> et que le magasin de meubles Chez <var>person(1)</var> applique une marge sur tous les meubles dont le taux est de <code><var>MARKUP_RATE</var>\%</code>, à quel prix le gérant du magasin doit-il vendre le <var>furniture(1)</var>?
nb: Lederen på <var>person(1)</var>'s møbelbutikk vil finne ut hvilken pris han skal sette på en<var>furniture(1)</var> som akkurat kom inn. Om <var>furniture(1)</var> ble kjøpt til engrospris på<code>$<var>localeToFixed(WHOLESALE, 2)</var></code> og <var>person(1)</var>'s møbelbutikk tar <code><var>MARKUP_RATE</var>\%</code>, Hva er utsalgsprisen for <var>furniture(1)</var> i butikken?
pl: Manager w sklepie <var>person(1)</var> chce dowiedzieć się po jakiej cenie powinien sprzedać <var>furniture(1)</var>, dostarczony właśnie do sklepu. Jeśli <var>furniture(1)</var> kupiono po cenie hurtowej <code>$<var>localeToFixed(WHOLESALE, 2)</var></code>, a sklep z meblami <var>person(1)</var> nakłada na wszystkie meble marżę w wysokości <code><var>MARKUP_RATE</var>\%</code> wartości zakupu, to po jakiej cenie manager powinien sprzedać <var>furniture(1)</var>?
pt: O gerente da loja de móveis de <var>person(1)</var> está tentando descobrir quanto cobrar por um(a) <var>furniture(1)</var> que acabou de chegar. Se o(a) <var>furniture(1)</var> foi comprado(a) pelo preço de atacado de $<code>$<var>localeToFixed(WHOLESALE, 2)</var></code> e a loja de móveis de <var>person(1)</var> coloca uma margem de lucro de <code><var>MARKUP_RATE</var>\%</code> para todos os móveis, qual preço o gerente deveria estabelecer para o(a) <var>furniture(1)</var>?

source: The maximum value of <code><var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code> occurs when <code>(x - <var>PRETTY_X1</var>)^2 = 0</code>.
es: El máximo valor de <code><var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code> ocurre cuando <code>(x - <var>PRETTY_X1</var>)^2 = 0</code>.
fr: <code><var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code> a sa valeur maximum quand <code>(x - <var>PRETTY_X1</var>)^2 = 0</code>.
pt: O valor máximo de <code><var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code> ocorre quando <code>(x - <var>PRETTY_X1</var>)^2 = 0</code>.
tr: <code><var>PRETTY_A</var>(x - <var>PRETTY_X1</var>)^2</code>'nin maksimum değeri, <code>(x - <var>PRETTY_X1</var>)^2 = 0</code> olduğu zaman ortaya çıkar.

source: The mean is <code>\displaystyle <var>fractionSimplification( sum(INTEGERS), INTEGERS_COUNT )</var></code>.
fr: La moyenne est <code>\displaystyle <var>fractionSimplification( sum(INTEGERS), INTEGERS_COUNT )</var></code>.
nb: Gjennomsnittet er <code>\displaystyle <var>fractionSimplification( sum(INTEGERS), INTEGERS_COUNT )</var></code>.
pl: Średnią jest <code>\displaystyle <var>fractionSimplification( sum(INTEGERS), INTEGERS_COUNT )</var></code>.
pt: A média é <code>\displaystyle <var>fractionSimplification( sum(INTEGERS), INTEGERS_COUNT )</var></code>.
tr: Ortalama, <code>\displaystyle <var>fractionSimplification( sum(INTEGERS), INTEGERS_COUNT )</var></code>.

source: The measure of angle 1 is <code><var>X</var>^\circ</code> and the measure of angle 2 is <code><var>Y</var>^\circ</code>.
fr: L'angle 1 mesure <code><var>X</var>^\circ</code> et l'angle 2 <code><var>Y</var>^\circ</code>.
nb: Målingen av vinkel 1 er <code><var>X</var>^\circ</code> og målingen av vinkel 2 er <code><var>Y</var>^\circ</code>.
pl: Miara pierwszego kąta wynosi <code><var>X</var>^\circ</code>, a miara drugiego kąta wynosi <code><var>Y</var>^\circ</code>.
pt: A medida do ângulo 1 é <code><var>X</var>^\circ</code> e a medida do ângulo 2 é <code><var>Y</var>^\circ</code>.
