Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The equation of the line is <code>y = <var>( SLOPE === -1 ? "-" : ( SLOPE === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( SLOPE ) === 1"> (the value of <code>m</code> is <code><var>SLOPE</var></code>)</span>.
da: Ligningen for linjen er <code>y = <var>( SLOPE === -1 ? "-" : ( SLOPE === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( SLOPE ) === 1"> (værdien af <code>m</code> er <code><var>SLOPE</var></code>)</span>.
es: La ecuación de la recta es <code>y = <var>( SLOPE === -1 ? "-" : ( SLOPE === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( SLOPE ) === 1"> (el valor de <code>m</code> es <code><var>SLOPE</var></code>)</span>.
fr: L'équation de la droite est <code>y = <var>( SLOPE === -1 ? "-" : ( SLOPE === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( SLOPE ) === 1"> (La valeur de <code>m</code> est <code><var>SLOPE</var></code>)</span>.
nb: Likningen for linjen er <code>y = <var>( SLOPE === -1 ? "-" : ( SLOPE === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( SLOPE ) === 1"> (verdien av <code>m</code> er <code><var>SLOPE</var></code>)</span>.
pt: A equação da reta é <code>y = <var>( SLOPE === -1 ? "-" : ( SLOPE === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( SLOPE ) === 1"> (o valor de <code>m</code> é <code><var>SLOPE</var></code>)</span>.
tr: Doğrunun denklemi, <code>y = <var>( SLOPE === -1 ? "-" : ( SLOPE === 1 ? "" : fractionReduce( Y2 - Y1, X2 - X1 )))</var> x + <var>fractionReduce( Y1 * (X2 - X1) - X1 * ( Y2 - Y1 ), X2 - X1 )</var></code><span data-if="abs( SLOPE ) === 1"> (<code>m</code> değeri, <code><var>SLOPE</var></code>)</span>.

source: The equation of the line through the points <code>(<var>X1</var>, <var>Y1</var>)</code> and <code>(<var>X2</var>, <var>Y2</var>)</code> is written in the form <code>y = mx + b</code>.
da: Ligningen for linjen gennem punkterne <code>(<var>X1</var>, <var>Y1</var>)</code> og <code>(<var>X2</var>, <var>Y2</var>)</code> skrives på formen <code>y = mx + b</code>.
es: La ecuación de la recta que pasa a través de los puntos <code>(<var>X1</var>, <var>Y1</var>)</code> y <code>(<var>X2</var>, <var>Y2</var>)</code> se escribe en la forma <code>y = mx + b</code>.
fr: L'équation de la droite passant par les points <code>(<var>X1</var>, <var>Y1</var>)</code> et <code>(<var>X2</var>, <var>Y2</var>)</code> est écrite sous la forme <code>y = mx + b</code>.
nb: Ligningen for linjen gjennom punktene <code>(<var>X1</var>, <var>Y1</var>)</code> og <code>(<var>X2</var>, <var>Y2</var>)</code> skrives på formen <code>y = mx + b</code>.
pl: Równanie prostej przechodzącej przez punkty <code>(<var>X1</var>, <var>Y1</var>)</code> i <code>(<var>X2</var>, <var>Y2</var>)</code> jest zapisane w postaci <code>y = mx + b</code>.
pt: A equação da reta através dos pontos <code>(<var>X1</var>, <var>Y1</var>)</code> e <code>(<var>X2</var>, <var>Y2</var>)</code> é escrita como <code>y = mx + b</code>.
tr: <code>(<var>X1</var>, <var>Y1</var>)</code> ve <code>(<var>X2</var>, <var>Y2</var>)</code> noktalarından geçen doğrunun denklemi, <code>y = mx + b</code> şeklinde yazılır.

source: The equation of the parallel line is <code>\green{y = <span data-if="abs(M_FRAC) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="Y - (M * X) !== 0"> + <var>decimalFraction( Y - M * X, "true", "true" )</var></span>}</code>.
da: Ligningen for den parallelle linje er <code>\green{y = <span data-if="abs(M_FRAC) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="Y - (M * X) !== 0"> + <var>decimalFraction( Y - M * X, "true", "true" )</var></span>}</code>.
es: La ecuación de la recta paralela es <code>\green{y = <span data-if="abs(M_FRAC) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="Y - (M * X) !== 0"> + <var>decimalFraction( Y - M * X, "true", "true" )</var></span>}</code>.
fr: L'équation de la parallèle est <code>\green{y = <span data-if="abs(M_FRAC) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="Y - (M * X) !== 0"> + <var>decimalFraction( Y - M * X, "true", "true" )</var></span>}</code>.
nb: Likningen for en vinkelrett linje er <code>\green{y = <span data-if="abs(M_FRAC) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="Y - (M * X) !== 0"> + <var>decimalFraction( Y - M * X, "true", "true" )</var></span>}</code>.
pt: A equação da reta paralela é <code>\green{y = <span data-if="abs(M_FRAC) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="Y - (M * X) !== 0"> + <var>decimalFraction( Y - M * X, "true", "true" )</var></span>}</code>.
tr: Paralel doğrunun denklemi, <code>\green{y = <span data-if="abs(M_FRAC) !== 1"><var>M_FRAC</var></span> <span data-else=""><var>M_SIGN</var></span>x <span data-if="Y - (M * X) !== 0"> + <var>decimalFraction( Y - M * X, "true", "true" )</var></span>}</code>.

source: The equation of the perpendicular line is <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x <span data-if="B1 !== 0"> + <var>B1</var></span>}</code>.
es: La ecuación de la recta perpendicular es <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x <span data-if="B1 !== 0"> + <var>B1</var></span>}</code>.
fr: L'équation cherchée est <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x <span data-if="B1 !== 0"> + <var>B1</var></span>}</code>.
nb: Likningen til den loddrette linjen er <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x <span data-if="B1 !== 0"> + <var>B1</var></span>}</code>.
pl: Równanie prostej prostopadłej to <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x <span data-if="B1 !== 0"> + <var>B1</var></span>}</code>.
pt: A equação da reta perpendicular é <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x <span data-if="B1 !== 0"> + <var>B1</var></span>}</code>.
tr: Dik doğrunun denklemi <code>\green{y = <span data-if="abs(M1_FRAC) !== 1"><var>M1_FRAC</var></span> <span data-else=""><var>M1_SIGN</var></span>x <span data-if="B1 !== 0"> + <var>B1</var></span>}</code>'dir.

source: The equation of the perpendicular line is <code>\green{y = <span data-if="abs(M_PERP_FRAC) !== 1"><var>M_PERP_FRAC</var></span> <span data-else=""><var>M_PERP_SIGN</var></span>x <span data-if="Y - (-1 / M * X) !== 0"> + <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var></span>}</code>.
da: Linjen for den vinkelrette linje er <code>\green{y = <span data-if="abs(M_PERP_FRAC) !== 1"><var>M_PERP_FRAC</var></span> <span data-else=""><var>M_PERP_SIGN</var></span>x <span data-if="Y - (-1 / M * X) !== 0"> + <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var></span>}</code>.
es: La ecuación de la recta perpendicular es <code>\green{y = <span data-if="abs(M_PERP_FRAC) !== 1"><var>M_PERP_FRAC</var></span> <span data-else=""><var>M_PERP_SIGN</var></span>x <span data-if="Y - (-1 / M * X) !== 0"> + <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var></span>}</code>.
fr: L'équation de la perpendiculaire est <code>\green{y = <span data-if="abs(M_PERP_FRAC) !== 1"><var>M_PERP_FRAC</var></span> <span data-else=""><var>M_PERP_SIGN</var></span>x <span data-if="Y - (-1 / M * X) !== 0"> + <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var></span>}</code>.
nb: Likningen for en vinkelrett linje er <code>\green{y = <span data-if="abs(M_PERP_FRAC) !== 1"><var>M_PERP_FRAC</var></span> <span data-else=""><var>M_PERP_SIGN</var></span>x <span data-if="Y - (-1 / M * X) !== 0"> + <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var></span>}</code>.
pt: A equação da reta perpendicular é <code>\green{y = <span data-if="abs(M_PERP_FRAC) !== 1"><var>M_PERP_FRAC</var></span> <span data-else=""><var>M_PERP_SIGN</var></span>x <span data-if="Y - (-1 / M * X) !== 0"> + <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var></span>}</code>.
tr: Dik doğrunun denklemi, <code>\green{y = <span data-if="abs(M_PERP_FRAC) !== 1"><var>M_PERP_FRAC</var></span> <span data-else=""><var>M_PERP_SIGN</var></span>x <span data-if="Y - (-1 / M * X) !== 0"> + <var>decimalFraction( Y - ( -1 / M * X ), "true", "true" )</var></span>}</code>.

source: The equation of the perpendicular line that passes through <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> is <code>\green{y = <var>Y1</var>}</code>.
es: La ecuación de la recta perpendicular que pasa a través de <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> es <code>\green{y = <var>Y1</var>}</code>.
fr: Une équation de la parallèle à l'axe des ordonnées qui passe par le point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> est <code>\green{y = <var>Y1</var>}</code>.
nb: Likningen til den vinkelrette linjen som går gjennom <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> er <code>\green{y = <var>Y1</var>}</code>.
pl: Równanie prostej prostopadłej, która przechodzi przez <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> to <code>\green{y = <var>Y1</var>}</code>.
pt: A equação da reta perpendicular que passa por <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> é <code>\green{y = <var>Y1</var>}</code>.
tr: <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>'den geçen dik doğrunun denklemi, <code>\green{y = <var>Y1</var>}</code>.

source: The equation of the vertical line that passes through <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> is <code>\green{x = <var>X1</var>}</code>.
es: La ecuación de la recta vertical que pasa a través de <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> es <code>\green{x = <var>X1</var>}</code>.
fr: Une équation de la parallèle à l'axe des ordonnées qui passe par le point <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> est <code>\green{x = <var>X1</var>}</code>.
nb: Likningen til den vertikale linjen som går gjennom <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> er <code>\green{x = <var>X1</var>}</code>.
pl: Równanie prostej równoległej, która przechodzi przez <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> to <code>\green{x = <var>X1</var>}</code>.
pt: A equação da reta vertical que passa por <code>\red{(<var>X1</var>, <var>Y1</var>)}</code> é <code>\green{x = <var>X1</var>}</code>.
tr: <code>\red{(<var>X1</var>, <var>Y1</var>)}</code>'den geçen düşey doğrunun denklemi, <code>\green{x = <var>X1</var>}</code>.

source: The equation that fits this table of values is <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>.
da: Ligningen, der passer til denne tabels værdier er <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>.
es: La ecuación que se ajusta a esta tabla de valores es <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>.
fr: La réponse est <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>.
nb: Ligningen som passer til denne tabellens verdier er <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>.
pt: A equação que se encaixa nesta tabela de valores é <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>.
tr: Bu değer tablosuna uyan denklem, <code><var>Y_VAR</var> = <var>COEF</var><var>X_VAR</var> + <var>CONS</var></code>.

source: The estimated variance of the <var>plural_form(animal( 1 ), DATA_POINTS)</var> is <code><var>roundTo(1, VARIANCE)</var></code> year<code>^2</code>.
fr: La variance estimée des <var>plural_form(animal( 1 ), DATA_POINTS)</var> est <code><var>roundTo(1, VARIANCE)</var></code> an<code>^2</code>.
pt: A variação estimada de <var>plural_form(animal( 1 ), DATA_POINTS)</var> é de <code><var>roundTo(1, VARIANCE)</var></code> ano<code>^2</code>.
tr: <var>plural_form(animal( 1 ), DATA_POINTS)</var>'nin tahmini varyansı, <code><var>roundTo(1, VARIANCE)</var></code> yıldır<code>^2</code>.

source: The exponent in this expression is <code><var>EXPONENT</var></code>.
fr: L'exposant est <code><var>EXPONENT</var></code>.
nb: Eksponenten i dette uttrykket er <code><var>EXPONENT</var></code>.
nl: De exponent van deze macht is <code><var>EXPONENT</var></code>.
pl: Wykładnik w tym wyrażeniu to <code><var>EXPONENT</var></code>.
pt: O expoente nesta expressão é <code><var>EXPONENT</var></code>.
tr: Bu ifadedeki üs, <code><var>EXPONENT</var></code>.

source: The exponent is <code><var>EXPONENT</var></code>.
fr: L'exposant est <code><var>EXPONENT</var></code>.
nb: Eksponenten er <code><var>EXPONENT</var></code>.
nl: De exponent is <code><var>EXPONENT</var></code>.
pl: Wykładnik to <code><var>EXPONENT</var></code>.
pt: O expoente <code><var>EXPONENT</var></code>.
tr: Üs, <code><var>EXPONENT</var></code>.

source: The expression is in the form <code>\pink{a^2} - \blue{b^2}</code>, which is a difference of two squares so we can factor it as <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
es: La expresión es de la forma <code>\pink{a^2} - \blue{b^2}</code>, que es una diferencia de cuadrados así que la podemos factorizar como <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
fr: L'expression est de la forme <code>\pink{a^2} - \blue{b^2}</code>, donc c'est une différence de deux carrés. Sa factorisation est <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
nb: Uttrykket er på formen <code>\pink{a^2} - \blue{b^2}</code>, som er differansen mellom to kvadrater slik at vi kan faktorisere den som <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
pl: Wyrażenie jest zapisane w postaci <code>\pink{a^2} - \blue{b^2}</code>, co jest różnicą dwóch kwadratów, więc możemy je rozbić na <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
pt: A expressão está na forma <code>\pink{a^2} - \blue{b^2}</code>, que é a diferença de dois quadrados, então podemos fatorar como <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
tr: İfade <code>\pink{a^2} - \blue{b^2}</code>formundadır, bu da iki kare farkı olduğu için, <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code> olarak çarpanlarına ayırabiliriz.

source: The expression is of the form <code>\pink{a^2} - \blue{b^2}</code>, which is a difference of two squares so we can factor it as <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
es: La expresión es de la forma <code>\pink{a^2} - \blue{b^2}</code>, que es una diferencia de cuadrados así que la podemos factorizar como <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
fr: L'expression est de la forme <code>\pink{a^2} - \blue{b^2}</code>, donc c'est une différence de deux carrés. Sa factorisation est <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
nb: Uttrykket er på formen <code>\pink{a^2} - \blue{b^2}</code>, som er differansen mellom to kvadrater slik at vi kan faktorisere den som <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
pl: Wyrażenie jest zapisane w postaci <code>\pink{a^2} - \blue{b^2}</code>, co jest różnicą dwóch kwadratów, więc możemy je rozbić na <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
pt: A expressão está na forma <code>\pink{a^2} - \blue{b^2}</code>, que é uma diferença de dois quadrados, então, podemos fatorá-la como <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
tr: İfade <code>\pink{a^2} - \blue{b^2}</code>formundadır, bu da iki kare farkı olduğu için, <code>(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code> olarak çarpanlarına ayırabiliriz.

source: The exterior angles are shown above.
es: Los ángulos exteriores se muestran arriba.
fr: Voici les angles extérieurs :
pl: Kąty zewnętrzne są pokazane powyżej.
pt: Os ângulos externos são mostrados abaixo.
tr: Dış açılar yukarıda gösterilmiştir.

source: The exterior angles fit together to form a circle.
es: Los ángulos exteriores se juntan forman un círculo.
fr: A eux tous, les angles extérieurs forment un angle plein.
pl: Kąty zewnętrzne pasują do siebie tworząc okrąg.
pt: Os ângulos externos se completam para formar um círculo.
tr: Dış açılar birleşerek bir çember oluşturur.

source: The factors of <code><var>A</var></code> are <var>A_FACTORS</var>.
fr: Les diviseurs de <code><var>A</var></code> sont <var>A_FACTORS</var>.
nb: Faktorene i <code><var>A</var></code> er <var>A_FACTORS</var>.
pl: Dzielnikami <code><var>A</var></code> są <var>A_FACTORS</var>.
pt: Os divisores de <code><var>A</var></code> são <var>A_FACTORS</var>.
tr: <code><var>A</var></code>'nın çarpanları, <var>A_FACTORS</var>.

source: The factors of <code><var>A</var>x</code> are <var>Ax_FACTORS</var>.<br> The factors of <code><var>B</var></code> are <var>B_FACTORS</var>.
da: Faktorerne for <code><var>A</var>x</code> er <var>Ax_FACTORS</var>.<br> Faktorerne for <code><var>B</var></code> er <var>B_FACTORS</var>.
es: Los factores de <code><var>A</var>x</code> son <var>Ax_FACTORS</var>.<br> Los factores de <code><var>B</var></code> son <var>B_FACTORS</var>.
fr: Les diviseurs de <code><var>A</var>x</code> sont <var>Ax_FACTORS</var>.<br> et les diviseurs de <code><var>B</var></code> sont <var>B_FACTORS</var>.
nb: Faktorene til <code><var>A</var>x</code> er <var>Ax_FACTORS</var>.<br> Faktorene til <code><var>B</var></code> er <var>B_FACTORS</var>.
pl: Dzielnikami <code><var>A</var>x</code> są <var>Ax_FACTORS</var>.<br> Dzielnikami <code><var>B</var></code> są <var>B_FACTORS</var>.
pt: Os fatores de <code><var>A</var>x</code> são <var>Ax_FACTORS</var>.<br> Os fatores de <code><var>B</var></code> são <var>B_FACTORS</var>.
tr: <code><var>A</var>x</code> in çarpanları <var>Ax_FACTORS</var>.<br> ve <code><var>B</var></code>in çarpanları <var>B_FACTORS</var>dır.

source: The factors of <code><var>B</var></code> are <var>B_FACTORS</var>.
fr: Les diviseurs de <code><var>B</var></code> sont <var>B_FACTORS</var>.
nb: Faktorene i <code><var>B</var></code> er <var>B_FACTORS</var>.
pl: Dzielnikami <code><var>B</var></code> są <var>B_FACTORS</var>.
pt: Os divisores de <code><var>B</var></code> são <var>B_FACTORS</var>.
tr: <code><var>B</var></code>'nın çarpanları, <var>B_FACTORS</var>.

source: The factors of <var>CHOICE</var> are <var>toSentence( getFactors( CHOICE ) )</var>.
es: Los factores de <var>CHOICE</var> son <var>toSentence( getFactors( CHOICE ) )</var>.
fr: Les diviseurs de <var>CHOICE</var> sont <var>toSentence( getFactors( CHOICE ) )</var>.
nb: Faktorene av <var>CHOICE</var> are <var>toSentence( getFactors( CHOICE ) )</var>.
pl: Czyniki <var>CHOICE</var> to <var>toSentence( getFactors( CHOICE ) )</var>.
pt: Os fatores de <var>CHOICE</var> são <var>toSentence( getFactors( CHOICE ) )</var>.
tr: <var>CHOICE</var> bölenleri şunlardır: <var>toSentence( getFactors( CHOICE ) )</var>.

source: The factors of <var>COMPOSITE</var> are <var>toSentence( getFactors( COMPOSITE ) )</var>.
es: Los factores de <var>COMPOSITE</var> son <var>toSentence( getFactors( COMPOSITE ) )</var>.
fr: Les diviseurs de <var>COMPOSITE</var> sont <var>toSentence( getFactors( COMPOSITE ) )</var>.
nb: Faktorene av <var>COMPOSITE</var> are <var>toSentence( getFactors( COMPOSITE ) )</var>.
pl: Czynniki <var>COMPOSITE</var> to <var>toSentence( getFactors( COMPOSITE ) )</var>.
pt: Os fatores de <var>COMPOSITE</var> são <var>toSentence( getFactors( COMPOSITE ) )</var>.
tr: <var>COMPOSITE</var> sayısının bölenleri şunlardır: <var>toSentence( getFactors( COMPOSITE ) )</var>.

source: The final equation is: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> so our answer is <code><var>C</var></code>.
da: Ligningen bliver: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code>, så vores svar er <code><var>C</var></code>.
es: La ecuación final es: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> así que nuestra respuesta es <code><var>C</var></code>.
fr: L'égalité est : <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> et la réponse est <code><var>C</var></code>.
hi: अंतिम समीकरण है: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> इसलिए हमारा उत्तर है <code><var>C</var></code>.
nb: Likningen blir: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code>, så vårt svar er <code><var>C</var></code>.
nl: De uiteindelijke vergelijking luidt: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> , dus ons antwoord is <code><var>C</var></code>.
pl: Równanie przyjmuje postać: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> więc naszą odpowiedzią jest <code><var>C</var></code>.
pt: A equação final é: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> portanto, nossa resposta é <code><var>C</var></code>.
tr: Eşitlik şu şekli alır: <code>\dfrac{<var>A</var>}{<var>B</var>} \times \dfrac{<var>M</var>}{<var>M</var>} = \dfrac{<var>C</var>}{<var>D</var>} </code> yani cevabımız <code><var>C</var></code> olur.
