Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Not all three sides conform to the inequality theorem, so this triangle cannot exist.
es: No todos los lados cumplen el teorema de la desigualdad, así que este triángulo no puede existir.
fr: Les trois côtés ne vérifient pas l'inégalité triangulaire, donc ce triangle ne peut pas exister.
pl: Nie wszystkie boki spełniają nierówność trójkąta, więc taki trójkąt nie może istnieć.
pt: Nem todos os três lados estão em conformidade com o teorema de desigualdade, portanto, este triângulo não pode existir.
tr: Üç kenarın hepsi eşitsizliği sağlamaz, bu nedenle böyle bir üçgen olamaz.

source: Not at all likely
da: Overhovedet ikke sandsynligt
es: Nada probable
nb: Ikke sannsynlig i det hele tatt
nl: Niet heel waarschijnlijk
pl: Niezbyt prawdopodobne
pt: Definitivamente não
pt_pt: Muito improvável
tr: Hiç olası değil

source: Not available.
da: Ikke tilgængelig.
es: No disponible.
fr: N'est pas disponible.
nb: Ikke tilgjengelig.
nl: Niet beschikbaar.
pl: Niedostępne.
pt: Não disponível.
pt_pt: Indisponível.
tr: Mevcut değil.

source: Not clear
ja: わかりにくい
nb: Ikke klart
pt: Não foi claro
pt_pt: Muito confuso

source: Not helpful
ja: 手助けにならない
nb: Unyttig
pt: Não foi útil
pt_pt: Nada útil

source: Not in a class
bg: Не е в клас
da: Ikke en del af en klasse
es: Sin clase
fr: Pas dans une classe
he: לא שייך לכיתה
ja: クラスにはいません
nb: Ikke i en klasse
nl: Niet in een klas
pl: Nieobecni w klasie
pt: Não está em uma turma
pt_pt: Sem turma
tr: Bir sınıfta yer almıyor.

source: Not now.
da: Ikke nu.
es: Ahora no.
fr: Pas maintenant.
ja: 今は遠慮します．
nb: Ikke nå.
nl: Niet nu.
pl: Nie teraz.
pt: Agora não.
pt_pt: Agora não.
tr: Şimdi değil.

source: Not specified
bg: Не е посочено
da: Ikke specificeret
es: No especificado
fr: Non spécifié
he: לא מפורט
ja: 特定されていません．
nb: Ikke angitt
nl: Niet gespecificeerd
pl: Nie określono
pt: Não especificado
pt_pt: Nenhum
tr: Belirtilmemiş

source: Not started
bg: Незапочнат
da: Ikke startet
es: No ha empezado
fr: Pas encore commencé
ja: 未だ始めていません
nb: Ikke startet
nl: Niet gestart
pl: Nierozpoczęte
pt: Não iniciado
pt_pt: Não iniciado
tr: Başlatılmamış

source: Not what I wanted
ja: 探していたものではありませんでした
nb: Ikke hva jeg ønsket
pt: Não era o que eu queria
pt_pt: Não é o que eu queria

source: Not yet approved schools
es: Escuelas no aprobadas aún
ja: まだ承認されていない学校
nb: Ikke godkjente skoler
pl: Jeszcze nie zatwierdzone szkoły
pt: Escolas que ainda não foram aprovadas
pt_pt: Escolas por aprovar
tr: Henüz onaylanmamış okullar

source: Note that <code>A</code>, <code>B</code>, and <code>C</code> should be integers.
es: Ten en cuenta que <code>A</code>, <code>B</code> y <code>C</code> deben ser enteros.
fr: <code>A</code>, <code>B</code> et <code>C</code> doivent être des entiers.
nb: Merk at <code>A</code>, <code>B</code> og <code>C</code> skal være tall.
pl: Zauważ, że <code>A</code>, <code>B</code> i <code>C</code> powinny być liczbami całkowitymi.
pt: Observe que <code>A</code>, <code>B</code> e <code>C</code> devem ser números inteiros.
tr: <code>A</code>, <code>B</code>, ve <code>C</code>'nin tam sayılar olması gerektiğini hatırlayalım.

source: Note that since the sign is greater-than (and not equal to), any point on the line is <strong>not</strong> part of the solution, so the line should be dashed to indicate this.
da: Bemærk at tegnet er et større end (og ikke lig med), alle punkter på linjen er derfor <strong>ikke</strong> en del af løsningen, så linjen skal være stiplet.
es: Observa que como el signo es mayor que (y no igual a), cualquier punto sobre la recta <strong>no es</strong> parte de la solución, así que la recta debe estar punteada para indicar esto.
fr: Le symbole est "strictement supérieur à" (et non supérieur ou égal à) donc les couples de coordonnées des points de la droite ne sont <strong>pas</strong> solutions. La droite doit être en pointillés.
nb: Legg merke til at tegnet er et større enn (og ikke lik), alle punkter på linjen er derfor <strong>ikke</strong> en del av løsningen, så linjen skal være stiplet.
pl: Zauważ, że skoro znak to większy niż (ale nie równy), to każdy punkt na prostej <strong>nie</strong> jest częścią rozwiązania, a więc, żeby to pokazać, linia powinna być przerywana.
pt: Observe que uma vez que o sinal é maior que (e não igual a), os pontos da reta <strong>não</strong> fazem parte da solução, portanto a reta deverá ser pontilhada para indicar este fato.
tr: Eşitsizlik (büyük eşit yerine) büyüktür olduğu için, doğru üzerindeki noktalar çözüm kümesinin elemanı <strong>değildir</strong>, ve bunu belirtmek için doğru kesik çizgiyle çizilmelidir.

source: Note that since the sign is greater-than or <strong>equal to</strong>, any point on the line is also a solution, so the line should be solid.
da: Vær opmærksom på, at eftersom tegnet er større end eller <strong>lig med</strong>, vil ethvert punkt på linjen også være en løsning, så linjen burde være solid.
es: Observa que como el signo es mayor que o <strong> igual a</strong>, cualquier punto de la recta es solución, así que la recta debe ser continua.
fr: Le symbole est supérieur ou <strong>égal</strong> à, donc les points de la droite sont également solutions. La droite doit être en trait plein.
nb: Vær oppmerksom på at ettersom tegnet er større enn eller <strong>lik</strong>, vil ethvert punkt på linjen også være en løsning, så linjen burde være heltrukket.
pl: Zauważ, że skoro znak to większy niż lub <strong>równy</strong>, każdy punkt na prostej także jest rozwiązaniem, więc prosta powinna być ciągła.
pt: Observe que uma vez que o sinal é maior que ou <strong>igual a</strong>, qualquer ponto na reta também é uma solução, portanto a reta deverá ser contínua.
tr: İşaret büyük <strong>eşit</strong> olduğu için, doğru üzerindeki her nokta da çözümdür, yani doğru kesiksiz çizilmelidir.

source: Note that since the sign is less-than (and not equal to), any point on the line is <strong>not</strong> part of the solution, so the line should be dashed to indicate this.
da: Vær opmærksom på, at tegnet er mindre end (og ikke lig med), så ethvert punkt på linjen er <strong>ikke</strong> en del af løsningen, så linjen bør være stiplet for at vise dette.
es: Observa que como el signo es menor que (y no igual a), cualquier punto de la recta <strong> no es</strong>parte de la solución, así que la recta debe ser punteada para indicar esto.
fr: Le symbole est "strictement inférieur à" (et non inférieur ou égal à) donc les couples de coordonnées des points de la droite ne sont <strong>pas</strong> solutions. La droite doit être en pointillés.
nb: Vær oppmerksom på at tegnet er mindre enn (og ikke lik), så ethvert punkt på linjen er <strong>ikke</strong> en del av løsningen, så linjen bør være stiplet for å vise dette.
pl: Zauważ, że skoro znak to mniejszy niż (ale nie równy), to każdy punkt na prostej <strong>nie</strong> jest częścią rozwiązania, a więc, żeby to pokazać, linia powinna być przerywana.
pt: Observe que uma vez que o sinal é menor que (e não igual a), os pontos da reta <strong>não</strong> fazem parte da solução, portanto a reta deverá ser pontilhada para indicar este fato.
tr: Eşitsizlik (küçük eşit yerine) küçüktür olduğu için, doğru üzerindeki noktalar çözüm kümesinin elemanı <strong>değildir</strong>, ve bunu belirtmek için doğru kesik çizgiyle çizilmelidir.

source: Note that since the sign is less-than or <strong>equal to</strong>, any point on the line is also a solution, so the line should be solid.
da: Vær opmærksom på, at tegnet er mindre end eller <strong>lig med</strong>, så ethvert punkt på linjen er også en løsning, og linjen bør være solid.
es: Observa que como el signo es menor que o <strong>igual a</strong>, cualquier punto de la recta es solución, así que la recta debe ser continua.
fr: Le symbole est inférieur ou <strong>égal</strong> à, donc les points de la droite sont également solutions. La droite doit être en trait plein.
nb: Vær oppmerksom på at tegnet er mindre en eller <strong>lik</strong>, så ethvert punkt på linjen er også en løsning, og linjen bør være heltrukket.
pl: Zauważ, że skoro znak to mniejszy niż lub <strong>równy</strong>, każdy punkt na prostej także jest rozwiązaniem, więc prosta powinna być ciągła.
pt: Observe que uma vez que o sinal é menor que ou <strong>igual a</strong>, qualquer ponto na reta também é uma solução, portanto a reta deverá ser contínua.
tr: İşaret küçük <strong>eşit</strong> olduğu için, doğru üzerindeki her nokta da çözümdür, yani doğru kesiksiz çizilmelidir.

source: Note that the blue and green angles are supplementary.
fr: Remarque : l'angle bleu et l'angle vert sont supplémentaires.
nb: Merk at den blåe eg den grønne vinkelen er komplementvinkler.
pl: Zauważ, że kąty niebieski i zielony są dopełniające.
pt: Note que o ângulo azul e o ângulo verde são suplementares.
tr: Mavi ve yeşil açıların bütünler olduğuna dikkat edin.

source: Note that the left side of the equation is already a perfect square trinomial. The coefficient of our <code>x</code> term is <code><var>decimalFraction( B, 1, 1 )</var></code>, half of it is <code><var>decimalFraction( B / 2, 1, 1 )</var></code>, and squaring it gives us <code>\color{blue}{<var>decimalFraction( pow( B / 2, 2 ), 1, 1 )</var>}</code>, our constant term.
da: Bemærk, at den venstre side af ligningen er allerede et kvadratisk trinomial. Vores <code>x</code>-led er lig med <code><var>decimalFraction( B, 1, 1 )</var></code>, halvdelen af det er <code><var>decimalFraction( B / 2, 1, 1 )</var></code>, og kvadrering af det giver os <code>\color{blue}{<var>decimalFraction( pow( B / 2, 2 ), 1, 1 )</var>}</code>, vores konstante led.
fr: On remarque que le membre de gauche est le développement du carré d'un binôme. Le coefficient du terme en <code>x</code> est <code><var>decimalFraction( B, 1, 1 )</var></code>, sa moitié est <code><var>decimalFraction( B / 2, 1, 1 )</var></code>, et son carré est <code>\color{blue}{<var>decimalFraction( pow( B / 2, 2 ), 1, 1 )</var>}</code>, c'est-à-dire le terme constant.
nb: Merk at venstre side av likningen allerede er et perfekt kvadrat. Koeffisient av vårt <code>x</code>-ledd er <code><var>decimalFraction( B, 1, 1 )</var></code>, halvparten av det <code><var>decimalFraction( B / 2, 1, 1 )</var></code>, og kvadrat det gir oss <code>\color{blue}{<var>decimalFraction( pow( B / 2, 2 ), 1, 1 )</var>}</code>, vårt konstante ledd.
pt: Observe que o lado esquerdo da equação já é um trinômio quadrado perfeito. O coeficiente de nosso termo <code>x</code> é <code><var>decimalFraction( B, 1, 1 )</var></code>, metade dele é <code><var>decimalFraction( B / 2, 1, 1 )</var></code>, e elevando-o ao quadrado, temos <code>\color{blue}{<var>decimalFraction( pow( B / 2, 2 ), 1, 1 )</var>}</code>, nosso termo constante.
tr: Denklemin sol tarafının tam kare bir üç terimli polinom olduğuna dikkat edin. <code>x</code>'li terimin katsayısı, <code><var>decimalFraction( B, 1, 1 )</var></code>, bunun yarısı, <code><var>decimalFraction( B / 2, 1, 1 )</var></code>, ve bunun karesini alırsak, <code>\color{blue}{<var>decimalFraction( pow( B / 2, 2 ), 1, 1 )</var>}</code>'i, sabit terimimizi elde ederiz.

source: Note that the pinks angles are supplementary to <code>\blue{\angle A}</code>.
fr: Tout le raisonnement est basé sur le fait que les angles roses et l'angle <code>\blue{\angle A}</code> sont supplémentaires.
pl: Zauważ, że różowe kąty są dopełniające do <code>\blue{\angle A}</code>.
pt: Note que os ângulos rosa são suplementares ao <code>\blue{\angle A}</code>.
tr: Dikkat ederseniz, pembe açılar <code>\blue{\angle A}</code> ile bütünlerdir.

source: Note that when a complex number, <code>a + bi</code> is multiplied by its conjugate, the product is always <code>a^2 + b^2</code>.
fr: Remarque : Quand on multiplie le nombre complexe <code>a + bi</code> par son conjugué, le produit est le nombre réel <code>a^2 + b^2</code>.
pt: Note que quando um número complexo, <code>a + bi</code> é multiplicado pelo seu conjugado, o produto é sempre <code>a^2 + b^2</code>.
tr: Dikkat ederseniz, bir karmaşık sayı, <code>a + bi</code>, eşleniğiyle çarpıldığında, çarpım hep <code>a^2 + b^2</code> olur.

source: Note that you may still receive critical email such as forgotten password resets.
da: Bemærk, at du kan stadig modtage kritiske e-mails såsom nulstilling af kodeord.
es: Toma en cuenta que aún recibirás correos electrónicos indispensables, como por ejemplo para recuperar la contraseña de tu cuenta.
fr: Notez que vous pouvez encore recevoir des e-mails importants comme les réinitialisations de mot de passe oublié.
ja: 注意: それでもあなたは重要な電子メイル，たとえばパスワードのリセットを忘れたなど，のメイルは受けとることになります．
nb: Merk at du fortsatt kan motta viktig e-post, som ved nullstilling av passord.
nl: Let op dat je nog altijd belangrijke e-mails kan ontvangen zoals deze om je vergeten wachtwoord te resetten.
pl: Zauważ, że wciąż możesz otrzymać istotne wiadomości, takie jak reset zapomnianego hasła.
pt: Note que você ainda poderá receber e-mails importantes como de redefinições de senhas que foram esquecidas.
pt_pt: Lembra-te de que poderás receber e-mails críticos, como o de reposição da palavra-passe.
tr: Unutmayın, şifre sıfırlama gibi önemli konular hakkında e-postaları almaya devam edeceksiniz.

source: Note: Each cube is a cubic <var>UNIT</var>
es: Nota: Cada cubo mide <var>UNIT</var> cúbico
fr: Note : Chaque cube mesure un <var>UNIT</var> cube.
nb: Merk: Hver kuber er en kubikk <var>UNIT</var>
pl: Uwaga: Każdy sześcian to <var>UNIT</var> kwadratowy
pt: Observação: cada cubo tem um <var>UNIT</var> cúbico
tr: Not: Her küp <var>UNIT</var> küptür

source: Note: If your child is under age 13…
es: Nota: si tu hijo es menor de 13 años de edad…
nb: Merk: Hvis barnet ditt er under 13 år…
pt: Observação: se seu filho tiver menos de 13 anos…
pt_pt: Atenção: Se o seu filho tiver menos de 13 anos…
tr: Not: Eğer çocuğunuz 13 yaşından küçük ise…

source: Note: after you create your account, you’ll be able to create accounts with a username and password for your child(ren)
es: Nota: después de crear tu cuenta, serás capaz de crear cuentas con nombre de usuario y contraseña para tu hijo o hijos
nb: Merk: etter at du har opprettet en konto, vil du kunne lage et brukernavn og passord for dine barn
pl: Uwaga: po utworzeniu swojego konta będziesz mógł tworzyć konta i hasła dla Twoich dzieci być
pt: Observação: após criar sua conta, você estará apto a criar contas com um nome de usuário e senha para seu(s) filho(s)
tr: Not: kendi hesabınızı oluşturduktan sonra, çocuğunuz (çocuklarınız) için bir kullanıcı adı ve şifre oluşturabileceksiniz.

source: Note: all information that you provide here will be public.
da: Bemærk: alle oplysninger du afgiver her vil kunne ses af andre.
es: Nota: toda la información que proporciones aquí será pública.
fr: Note : toutes les informations que vous fournissez ici seront publiques.
ja: 注意：あなたがここに提供する情報は全て公開されます。
nb: Merk: all informasjon du oppgir vil være offentlig.
nl: Opmerking: Alle informatie die je hier opgeeft zal openbaar zijn.
pl: Uwaga: wszystkie informacje, które podajesz tutaj będą publiczne.
pt: Observação: toda informação que você fornecer aqui será pública.
pt_pt: Nota: todas as informações que fornecer aqui serão públicas.
tr: Not: Burada verdiğiniz tüm bilgiler genel görüntülenmeye açık olacaktır.

source: Note: although these points will be related to total energy points earned in your Khan Academy account, they are not exactly the same. However, all work done during LearnStorm will contribute both to your energy points and your LearnStorm points.
es: Nota: aunque estos puntos estarán relacionados con el total de puntos de energía ganados en tu cuenta de Khan Academy, no son exactamente lo mismo. Sin embargo, todo el trabajo realizado durante LearnStorm contribuirá tanto a tus puntos de energía como a tus puntos de LearnStorm.
nb: Mer: selv om disse poengene referer til totale energipoeng opptjent på din Khan Academy konto, er de ikke akkurat like. Uansett vil alt arbeid under LearnStorm bli lagt til energipoengene og dine LearnStorm poeng.
pt: Observação: embora esses pontos sejam relacionados ao total de pontos de energia obtidos em sua conta na Khan Academy, eles não são exatamente a mesma coisa. Contudo, todo o trabalho feito durante a LearnStorm contribuirá tanto para seus pontos de energia como para seus pontos na LearnStorm.
tr: Not: Bu puanları Khan Academy hesabınızla kazanabildiğini toplam enerji puanıyla ilişkilendirilebilir olsa da, bunlar tamamen aynı değildir. Ancak, LearnStorm sırasında yapılan tüm çalışmalar hem çaba puanlarınıza hem LearnStorm puanlarınıza katkıda bulunacak.

source: Note: as a parent, if you want to see your child’s progress on Khan Academy, you can always create an account (see below) and add your children to your account.
es: Nota: como padre, si quieres ver el progreso de tu hijo en Khan Academy, siempre puedes crear una cuenta (instrucciones abajo) y agregar a tus hijos a tu cuenta.
nb: Merk: som foreldere, kan du vil se ditt barns utvikling på Khan Academy, om du oppretter en konto (se nedenfor) og legger til barna dine til din konto.
pl: Uwaga: Jako rodzic, jeśli chcesz widzieć postęp Twojego dziecka na Khan Academy, zawsze możesz utworzyć konto (patrz poniżej) i dodać swoje dzieci na swoje konto.
pt: Observação: como pai, se você quiser ver o progresso de seu filho na Khan Academy, você pode a qualquer momento criar uma conta (veja abaixo) e adicionar seu filho à sua conta.
tr: Not: bir veli olarak, eğer Khan Academy'de çocuğunuzun gelişimini görmek istiyorsanız, her zaman hesap oluşturabilir (aşağıya bakınız) ve çocuklarınızı kendi hesabınıza ekleyebilirsiniz.

source: Note: as a teacher, if you want to follow your students’ progress, you can log-in to Khan Academy by clicking ‘teachers start here’ on
es: Nota: como maestro, si quieres seguir el progreso de tus estudiantes, puedes iniciar sesión en Khan Academy haciendo clic "Maestros, inicien aquí" en
nb: Merk: som lærer, hvis du ønsker å følge elevenes fremgang, kan du logge inn Khan Academy ved ved å klikke ‘lærere start her‘ på
pt: Observação: como professor, se você quiser acompanhar o progresso dos seus alunos, você pode acessar a Khan Academy clicando em ‘professores, comecem por aqui’
tr: Not: Bir öğretmen olarak, eğer öğrencilerinizin gelişimini izlemek isterseniz, Khan Academy'ye 'öğretmenler buradan başlayınız' seçeneğini tıklayarak giriş yapabilirsiniz.

source: Note: if you are already logged in and working on khanacademy.org, you can also click on the banner about LearnStorm at the top of the page to join the challenge.
es: Nota: si ya iniciaste sesión y estás trabajando en khanacademy.org, también puedes dar clic en el encabezado de LearnStorm en la parte superior de la página para unirte al desafío.
nb: Merk: Hvis du allerede har logget på og arbeider på khanacademy.org, kan du også klikke på banneret om LearnStorm på toppen av siden å bli med i utfordringen.
pt: Observação: se você já está conectado e trabalhando na khanacademy.org, você também pode clicar no banner sobre a LearnStorm na parte superior da página para participar do desafio.
tr: Not: Eğer giriş yapmış ve khanacademy.org sitesinde çalışıyor iseniz, sayfanın üst tarafındaki LearnStorm işaretine basarak da yarışmaya katılabilirsiniz.

source: Note: if your child is already logged in and working on khanacademy.org, they can also just click on the banner at the top of the page to join the challenge.
es: Nota: si tu hijo ya inició sesión y está trabajando en khanacademy.org, puede también simplemente hacer clic en el encabezado de la parte superior de la página para unirse al desafío.
nb: Merk: Hvis barnet er allerede pålogget og jobber på khanacademy.org, kan de også bare klikke på banneret øverst på siden for å bli med i utfordringen.
pl: Uwaga: Jeśli Twoje dziecko jest już zalogowane i pracuje na khanacademy.org, może też po prostu kliknąć na baner na górze strony, aby dołączyć do wyzwania.
pt: Observação: se seu filho já estiver conectado e trabalhando na khanacademy.org, ele pode simplesmente clicar no banner na parte superior da página para participar do desafio.
tr: Not: Eğer çocuğunuz giriş yapmış ve khanacademy.org sitesinde çalışıyor ise, sayfanın en üstündeki LearnStorm işaretine basarak da yarışmaya katılabilir.

source: Note: only challenges must be completed to earn the topic mastery badge. Video and project completion isn't required.
es: Nota: Solo se deben completar los desafíos para conseguir las medallas de dominio de tema. No es necesario terminar el video y el proyecto.
fr: Note : seuls les défis doivent être remplies pour gagner le badge de maîtrise du sujet. La Réalisation vidéo et le projet n'est pas obligatoire.
ja: 注意: トピックのマスタリーバッジを獲得するためにはチャレンジのみが完了している必要があります．ビデオとプロジェクトの完了は必要ではありません．
nb: Merk: det er bare utfordringer som må være fullført for å nå mestrer-merket i et emne. Videoer og prosjekter er ikke nødvendig å fullføre.
pl: Uwaga: tylko ukończenie wyzwań umożliwia zdobycie odznaki opanowania tematu. Filmy i ukończenie projektu nie są wymagane.
pt: Observação: somente os desafios precisam ser concluídos para ganhar a medalha de domínio do tópico. Não é necessário concluir o vídeo e o projeto.
tr: Not: Konu uzmanlığı rozetini kazanmak için, sadece görevler tamamlanmalıdır. Video ve proje tamamlanması şart değildir.

source: Note: we don't show spin-offs that didn't change any code, are by child accounts, or are by anonymous users.
es: Nota: no mostramos derivados que no cambiaron nada del código, o que son de cuentas infantiles, o hechos por usuarios anónimos.
ja: 注意: 私達はコードの変更をしていないスピンオフ，チャイルドアカウントによるスピンオフ，匿名ユーザーによるスピンオフは表示しません．
nb: Merk: vi viser ikke spin-offs som ikke har endret noen kode, er laget av kontoer registrert på barn eller anonyme brukere.
pl: Nie pokazujemy spin-offów, które w ogóle nie zmieniają kodu, wykonanych z kont dzieci lub anonimowych użytkowników.
pt: Nota: não exibimos programas derivados que não alteraram o código, feitos por contas infantis ou feitos por usuários anônimos.
pt_pt: Nota: não mostramos variações de programas que não sejam diferentes do código do programa original, nem programas criados por contas infantis ou utilizadores anónimos.
tr: Not: Herhangi bir kodu değiştirmeyen, çocuk hesaplarına ait olan, veya kimliği belirsiz kullanıcılara ait olan yan-ürünleri göstermiyoruz.

source: Nothing, yet. Keep going!
da: Intet, endnu. Fortsæt!
es: Nada aún, ¡sigue intentando!
fr: Rien pour l'instant. Continuez !
ja: まだ何もありません．続けましょう!
nb: Ingenting foreløpig. Stå på videre!
nl: Nog niets. Ga door!
pl: Brak rezultatu, jak do tej pory. Kontynuuj!
pt: Nada, ainda. Continue!
pt_pt: Ainda não concluíste nada. Continua a tentar!
tr: Şimdilik bir şey yok. Çalışmaya devam edin!

source: Notice how <code>(<var>A</var>x + <var>E</var>)</code> has become a common factor. Factor this out to find the answer.
es: Observa como <code>(<var>A</var>x + <var>E</var>)</code> se ha vuelto un factor común. Factoriza esto para encontrar la respuesta.
fr: <code>(<var>A</var>x + <var>E</var>)</code> est un facteur commun dans les deux termes. On le met en facteur et on obtient la réponse :
nb: Legg merke til at <code>(<var>A</var>x + <var>E</var>)</code> er blitt en felles faktor. Faktoriser for å finne svaret.
pt: Observe como <code>(<var>A</var>x + <var>E</var>)</code> virou um fator comum. Fatore para encontrar a resposta.
tr: Bakın, <code>(<var>A</var>x + <var>E</var>)</code> ortak bir çarpana dönüştü. Bunu dışarı alıp cevabı bulunuz.
