Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Dr. Sally Hickson is Contributing Editor for Renaissance art in Northern Italy. She is Associate Professor of Renaissance Art History at the University of Guelph. Sally received the H.P. Krauss Fellowship in early books and manuscripts at the Beinecke Library at Yale University (2009), and the Natalie Zemon Davis Award from the Journal Renaissance and Reformation (2010). She is the author of Women, Art and Architectural Patronage in Renaissance Mantua: Matrons, Mystics and Monasteries (2012), and co-editor of Inganno—The Art of Deception (2012).
pt: A Dra. Sally Hickson é editora contribuinte de Arte Renascentista no Norte da Itália. Ela é professora associada de História da Arte Renascentista na Universidade de Guelph. Sally recebeu a bolsa H.P. Krauss para estudo de livros e manuscritos antigos na Biblioteca Beinecke na Universidade de Yale (2009), e o prêmio Natalie Zemon Davis do "Journal Renaissance and Reformation" (2010) Ela é autora de "Women, Art and Architectural Patronage in Renaissance Mantua: Matrons, Mystics and Monasteries" (2012), e coeditora de "Inganno—The Art of Deception" (2012).
tr: Dr. Sally Hickson, Kuzey İtalya'da Rönesans Sanatı için Katkıda Bulunan Editördür. Guelph Üniversitesi'nde Rönesans Sanat Tarihi'nde doçenttir. Sally, Yale Üniversitesi'ndeki Beinecke Kütüphanesi'nin ilk kitaplar ve yazmalarda H.P. Krauss Bursu'nu (2009), ve Rönesans ve Reform Dergisi'nin Natalie Zemon Davis Ödülü'nü (2010) kazanmıştır. Rönesans Mantua'sında Kadınlar, Sanat ve Mimari Hamilik: Hamiler, Mistikler ve Manastırlar (2012) kitabının yazarı, ve Inganno—Aldatma Sanatı (2012) kitabının eş-editörüdür.

source: Dr. Senta German, now at the Ashmolean Museum of Art and Archaeology, University of Oxford, earned her Ph.D. at Columbia University in Aegean, Greek and Ancient Near Eastern archaeology and art. She explores the intersection of art and ancient Greek society with specific attention to performance, gender and the impacts of the illicit antiquities trade and forgery. She has taught at Columbia University, New York University, Rutgers University and was Associate Professor of Classics and Art History at Montclair State University.
pt: A Dra. Senta German, hoje no Museu Ashmolean de Arte e Arqueologia da Universidade de Oxford, obteve seu doutorado pela Universidade Columbia em Arqueologia e Arte Egeia, Grega e do Antigo Oriente Próximo. Ela explora a intersecção da arte e sociedade da Grécia antiga com atenção específica ao desempenho, gênero e impacto do comércio ilegal e falsificação de antiguidades. Ela lecionou na Universidade Columbia, Universidade de Nova York, Universidade Rutgers e foi professora associada de Estudos Clássicos e História da Arte na Universidade Estadual Montclair.
tr: Dr. Senta German, şimdi Oxford Üniversitesi'nde Ashmolean Sanat ve Arkeoloji Müzesi'nde bulunmakla birlikte, doktorasını Columbia Üniversitesi'nde Yunan ve Eski Yakın Doğu arkeolojisi ve sanatı üzerine tamamlamıştır. Sanat ve eski Yunan toplumunun kesişimini, performans, cinsiyet ve eski eserler ticareti ve sahteciliğe odaklanarak keşfeder. Columbia Üniversitesi, New York Üniversitesi, Rutgers Üniversitesi'nde ders vermiştir ve Montclair Eyalet Üniversitesi'nde Klasikler ve Sanat Tarihi dallarında doçentlik yapmıştır.

source: Dr. Shaina Hammerman received her Ph.D. in Jewish History and Culture from the Graduate Theological Union (GTU) in Berkeley, California. She specializes in modern Jewish culture with an emphasis on French and American film and literature. She has taught Jewish history and religion at the GTU, UC Davis, and Mills College.
pt: A Dra. Shaina Hammerman obteve seu doutorado em história e cultura judaica pela Graduate Theological Union (GTU) em Berkeley, Califórnia. Ela é especializada em cultura judaica moderna com ênfase em filmes e literatura francesa e americana. Ela lecionou história e religião judaica na GTU, UC Davis, e Mills College.
tr: Dr. Shaina Hammerman, doktorasını Berkeley, Kaliforniya'daki Lisansüstü Teoloji Birliği'nden (GTU) Yahudi Tarihi ve Kültürü dalında almıştır. Uzmanlık alanı, Fransız ve Amerikan sineması edebiyatına özel bir vurguyla modern Yahudi kültürüdür. GTU, UC Davis, ve Mills Üniversitesi'nde Yahudi tarihi ve dini dersleri vermiştir.

source: Dr. Shana Gallagher-Lindsay has taught the history of Western art at the Fashion Institute of Technology, S.U.N.Y., since 1994. Her areas of specialization are modern and contemporary art, and photography. She completed her Ph.D. at the City University of New York Graduate Center in 2003, writing her dissertation on the installation artist, Marcel Broodthaers.
pt: A Dra. Shana Gallagher-Lindsay leciona história da arte ocidental no Fashion Institute of Technology da SUNY desde 1994. Suas áreas de especialização são arte moderna e contemporânea e fotografia. Ela completou seu doutorado na Universidade da Cidade de Nova York em 2003, com uma dissertação sobre o artista Marcel Broodthaers.
tr: Dr. Shana Gallagher-Lindsay, 1994'ten bu yana, S.U.N.Y. Moda Teknoloji Enstitüsü'nde Batı sanatı tarihi dersi vermektedir. Uzmanlık alanları, modern ve çağdaş sanat, ve fotoprafçılıktır. Doktorasını New York Şehir Üniversitesi'nin Lisansüstü Merkezi'nde 2003'te tamamlamış, doktora tezini, enstalasyon sanatçısı Marcel Broodthaers hakkında yazmıştır.

source: Dr. Shannon Pritchard is Assistant Professor of Art History at the University of Southern Indiana in Evansville, Indiana. She received her Ph.D. from the University of Georgia. Continued areas of research include broader issues of the paragone in late sixteenth-century Florence, Caravaggio and his use of prints, and Giambologna’s role within the Accademia del Disegno in Florence.
pt: A Dra. Shannon Pritchard é professora assistente de história da arte na Universidade do Sul de Indiana em Evansville, Indiana. Ela obteve seu doutorado na Universidade da Georgia. Suas áreas de estudo incluem questões maiores do paragone em Florença no final do século XVI, Caravaggio e seu uso de impressões, e o papel de Giambologna dentro da Accademia del Disegno em Florença.
tr: Dr. Shannon Pritchard, Evansville, Indiana'daki Güney İndiana Üniversitesi'nde Sanat Tarihi dalında Yardımcı Doçenttir. Doktorasını Georgia Üniversitesi'nden almıştır. Süregelen araştırma alanları, onaltıncı yüzyıl sonlarında Floransa'da mükemmeliyetçilik, Caravaggio ve ınun baskı kullanımı, ve Giambologna'nın Floransa'daki Accademia del Disegno'daki rolüdür.

source: Dr. Shawnya L. Harris is an Assistant Professor of Art History at Elizabeth City State University. She earned her Ph.D. degree in art history from the University of North Carolina at Chapel Hill. Her research interests include modern and contemporary arts of the African diaspora and issues related to art collecting and patronage.
pt: A Dra. Shawnya L. Harris é professora assistente de história da arte na Universidade Estadual de Elizabeth City. Ela obteve seu doutorado em história da arte pela Universidade da Carolina do Norte em Chapel Hill. Seus interesses de pesquisa incluem artes modernas e contemporâneas da diáspora africana e questões relacionadas à coleção e patronato das artes.
tr: Dr. Shawnya L. Harris, Elizabeth City State University'de Sanat Tarihi alanında doçenttir. Doktora derecesini Chapel Hill'deki University of North Carolina'dan almıştır. Modern ve çağdaş Afrika diasporası sanatı, sanat eserleri toplama, ve hamilik ilişkileri üzerine araştırmalar yapmaktadır.

source: Dr. Steven Fine is contributing editor for Jewish Art. He received his doctorate in Jewish History from the Hebrew University of Jerusalem, and his MA in Art History from USC. Fine’s Art and Judaism in the Greco-Roman World: Toward a New Jewish Archaeology (2005; rev. ed. 2010) received the Association for Jewish Studies' Jordan Schnitzer Book Award in 2009. He is Professor of Jewish history at Yeshiva University and director of the Arch of Titus Digital Restoration Project.
pt: O Dr. Steven Fine é editor contribuinte de Arte Judaica. Ele obteve seu doutorado em História Judaica na Universidade Hebraica de Jerusalém, e seu mestrado em História da Arte na USC. Seu livro "Art and Judaism in the Greco-Roman World: Toward a New Jewish Archaeology" (2005; rev. ed. 2010) recebeu o prêmio literário Jordan Schnitzer da Associação de Estudos Judaicos em 2009. Ele é professor de história judaica na Universidade Yeshiva e diretor do projeto de restauração digital Arco de Tito.
tr: Dr. Steven Fine Musevi Sanatı için Katkıda Bulunan Editördür. Kudüs İbrani Üniversitesi'nden Musevi Tarihi dalında doktorasını, ve USC'den Sanat Tarihi dalında master derecesini almıştır. Fine’ın Greko-Romen Dünyasında Sanat ve Yahudilik: Yeni bir Musevi Arkeolojisine Doğru (2005; revize 2010) adlı kitabı, 2009'da Musevi Araştırmaları Derneği Jordan Schnitzer Kitap Ödülünü almıştır. Yeshiva Üniversitesi'nde Musevi Tarihi profesörüdür ve Titus Kemeri Dijital Restoran Projesi'nin direktörüdür.

source: Dr. Susanna Throop studies the cultural intersection of religion, violence, ideology, and emotion in twelfth and thirteenth century Europe, especially in the context of the crusading movement. She holds a Ph.D. in History from the University of Cambridge, where she was a Gates Cambridge Scholar. Previously she earned an M.A. as a Mellon Fellow at the University of Toronto. Currently she is an Assistant Professor of History at Ursinus College.
pt: A Dra. Susanna Throop estuda a interseção cultural entre religião, violência, ideologia e emoção na Europa dos séculos XII e XII, especialmente no contexto do movimento das Cruzadas. Ele é doutora em história pela Universidade de Cambridge, onde recebeu a bolsa Gates Cambridge. Antes disso, ela obteve um mestrado como Mellon Fellow na Universidade de Toronto. Atualmente ela é professora assistente de história na Faculdade Ursinus.
tr: Dr. Susanna Throop, özellikle haçlı seferleri bağlamında, onikinci ve onüçüncü yüzyıl Avrupası'nda din, şiddet, ideoloji, ve duygunun kültürel kesişimini inceler. Gates Cambridge bursuyla Cambridge Üniversitesi'nden Tarih alanında doktora almıştır. Daha öncesinde, Toronto Üniversitesi'nde Mellon Bursu'yla Master derecesini kazanmıştır. Halen, Ursinus Üniversitesi'nde Tarih dalında Yardımcı Doçenttir.

source: Dr. Virginia B. Spivey is an art writer specializing in late 20th and 21st century art history and theory. She holds a Ph.D. in art history from Case Western Reserve University. Now based in Washington D.C., she develops art history educational materials in addition to her scholarly work, which is currently focused on the relationship of performance to contemporary craft production.
pt: A Dra. Virginia B. Spivey é escritora de arte especializada em história e teoria da arte do fim do século XX e século XXI. Ela é doutora em história da arte pela Case Western Reserve University. Morando hoje em Washington D.C., ela desenvolve materiais educativos de história da arte, além do seu trabalho acadêmico, que atualmente está focado na relação do desempenho e produção contemporânea das artes.
tr: Dr. Virginia B. Spivey, 20. yüzyıl sonu ve 21. yüzyıl sanat tarihi ve teorisinde uzman bir sanat yazarıdır. Case Western Reserve Üniversitesi'nden sanat tarihi dalında doktorası vardır. Şimdi Washington D.C.'de yaşamaktadır, performansın çağdaş el sanatları üretimiyle ilişkisini incelediği akademik çalışmalarının yanı sıra, sanat tarihiyle ilgili eğitim materyalleri hazırlar.

source: Dr. Wendy Schaller is an Associate Professor of Art History at Ashland University. She earned her BA from the University of Tennessee and both her MA and Ph.D. in art history from the Ohio State University. Her research focuses primarily on portraits of children and the subject of death, grief and consolation in the seventeenth-century Netherlands.
pt: A Dra. Wendy Schaller é professora associada de história da arte na Universidade Ashland. Ela obteve seu bacharelado pela Universidade do Tennessee e seu mestrado e doutorado em história da arte pela Universidade Estadual de Ohio. Sua pesquisa se concentra principalmente em retratos de crianças e no tema da morte, pesar e consolo nos Países Baixos no século XVII.
tr: Dr. Wendy Schaller, Ashland Üniversitesi'nde Sanat Tarihi dalında doçenttir. Lisans diplomasını Tennessee Üniversitesi'nden, sanat tarihi master ve doktorasını Ohio Eyalet Üniversitesi'nden almıştır. Araştırmaları onyedinci yüzyıl Hollandası'nda çocuk portreleri ve ölüm, keder ve teselli konularına odaklanır.

source: Dr. William Allen teaches art history at Arkansas State University. William received his doctorate from Johns Hopkins in Byzantine art and architecture. He has traveled widely and lived for periods in Turkey and Afghanistan
pt: O Dr. William Allen ensina história da arte na Universidade Estadual do Arkansas. William obteve seu doutorado na Johns Hopkins, sobre arte e arquitetura bizantina. Ele viajou muito e morou na Turquia e no Afeganistão.
tr: Dr. William Allen, Arkansas Eyalet Üniversitesi'nde sanat tarihi öğretmenliği yapmaktadır. William, Johns Hopkins Üniversitesi'nden Bizans sanatı ve mimarisi dalında doktorasını almıştır. Bol seyahat etmiş ve belli dönemlerde Türkiye ve Afganistan'da yaşamıştır

source: Drag a block from the toolbox
da: Træk en blok fra værktøjskassen
es: Arrastra un bloque de la caja de herramientas
nb: Dra en blokk fra verktøykassen
nl: Sleep een blok van de werkset
pl: Przeciągnij klocek z przybornika
pt: Arraste um bloco da caixa de ferramentas
tr: Araç kutusundan bir bloğu sürükleyin

source: Drag block here to remove.
da: Træk blokken hertil for at fjerne den.
es: Arrastra el bloque aquí para eliminar.
nb: Dra blokken her for å fjerne den.
nl: Sleep blok hierheen om te verwijderen.
pl: Żeby usunąć klocek, przesuń go tutaj.
pt: Arraste o bloco aqui para removê-lo.
tr: Kaldırmak için bloğu buraya sürükleyin.

source: Drag each one of the <var>POINTS.length</var> <span class="hint_orange">orange</span> points up and down to adjust the slope of the corresponding tangent line.
es: Arrastra cada uno de los puntos <var>POINTS.length</var> <span class="hint_orange">anaranjado</span> hacia arriba y abajo para ajustar la pendiente de la recta tangente correspondiente.
fr: Déplacer chacun des <var>POINTS.length</var> points <span class="hint_orange">oranges</span> vers le haut ou le bas pour ajuster la pente de la tangente correspondante.
nb: Dra hver av de <var>POINTS.length</var> <span class="hint_orange"> oransje</span> punktene opp og ned for å justere stigningen til den tilsvarende tangentlinjen.
pt: Arraste cada ponto de <var>POINTS.length</var> <span class="hint_orange">orange</span> para cima e para baixo para ajustar a inclinação da reta tangente correspondente.

source: Drag the <span class="hint_orange">focus</span> and <span class="hint_orange">directrix</span> to define a <span class="hint_blue">parabola</span> with the equation:
es: Arrastra el <span class="hint_orange">foco</span> y la <span class="hint_orange">directriz</span> para definir una <span class="hint_blue">parábola</span> con la ecuación:
fr: Déplacer le <span class="hint_orange">foyer</span> et la <span class="hint_orange">directrice</span> pour obtenir la <span class="hint_blue">parabole</span> d'équation :
pt: Arraste o <span class="hint_orange">foco</span> e a <span class="hint_orange">diretriz</span> para definir uma <span class="hint_blue">parábola</span> com a equação:
tr: <span class="hint_orange">Odak noktasını</span> ve <span class="hint_orange">doğrultmanı</span> sürükleyerek bir <span class="hint_blue">parabolü</span> tanımlayınız, parabolün denklemi şöyledir:

source: Drag the center point and perimeter of the circle to graph the equation.
es: Arrastra el punto del centro y el perímetro de la circunferencia para graficar la ecuación.
fr: Déplacer le centre du cercle et augmenter ou diminuer son rayon pour obtenir le cercle correspondant à l'équation.
pt: Arraste o ponto central e a circunferência para representar a equação no gráfico.
tr: Çemberin merkez noktasını ve çevresini sürükleyerek denklemin grafiğini çiziniz.

source: Drag the focus and directrix on the graph to match the equation.
es: Arrastra el foco y la directriz en la gráfica para que se ajusten a la ecuación.
fr: Déplacer le foyer et la directrice pour obtenir la parabole qui correspond à l'équation.
pt: Arraste o foco e a diretriz no gráfico para corresponder à equação.
tr: Denklemle eşleşecek şekilde, grafikteki odak noktasını ve doğrultmanı sürükleyiniz.

source: Drag the fractions left and right so they are in order from least to greatest
es: Arrastra las fracciones a la izquierda y a la derecha para ordenarlas de menor a mayor
fr: Déplacer les fractions avec la souris de façon à les ordonner de la plus petite à la plus grande
nb: Dra brøkene fra venstre til høyre slik at de kommer i orden fra minst til størst
pl: Przesuń ułamki w prawo lub lewo, by znalazły się w kolejności od najmniejszego do największego
pt: Arraste as frações para a esquerda e para a direita para ordená-las da menor até a maior
tr: Kesirleri sürükleyerek küçükten büyüğe doğru sıralayınız.

source: Drag the orange polygon to its image under the given translation.
es: Arrastra el polígono anaranjado hasta su imagen bajo la traslación dada.
fr: Déplacer le polygone orange à l'emplacement de son image par la translation donnée.
pl: Przeciągnij pomarańczowy wielokąt w miejsce, które odpowiada obrazowi wielokąta po danym przesunięciu.
pt: Arraste o polígono laranja até a sua imagem na translação dada.
tr: Verilen ötelemeye göre, turuncu çokgeni görüntüsüne sürükleyiniz.

source: Drag the points to plot the system.
es: Arrastra los puntos para trazar el sistema.
fr: Déplacer les points afin d'obtenir les droites dont les équations sont données.
nb: Dra i punktene for å tegne grafene.
pl: Przeciągnij punkty, aby nanieść układ równań na wykres.
pt: Arraste os pontos para plotar o sistema.
tr: Noktaları sürükleyerek sistemin grafiğini çiziniz.

source: Drag the sliding window to the correct region or indicate there is no solution.
es: Arrastra la ventana corrediza a la región correcta o indica que no hay solución.
fr: Placer la fenêtre sur le bon intervalle ou indiquer qu'il n'y a pas de solution.
nb: Dra glideren til riktig region eller indikere at det er ingen løsning.
pt: Arraste a janela para a região correta ou indique que não solução para o problema.
tr: Sürgülü pencereyi doğru bölgeye sürükleyin veya çözüm olmadığını belirtin.

source: Drag the three points to graph the equation.
da: Træk de tre punkter for at graftegne ligningen.
es: Arrastra los tres puntos para graficar la ecuación.
fr: Déplacer les trois points donnés pour définir la parabole cherchée.
nb: Trekk de tre punktene for å tegne grafen av likningen.
pl: Przeciągnij trzy punkty, żeby narysować równanie na wykresie.
pt: Arraste os três pontos para fazer o gráfico da equação.
tr: Üç noktayı sürükleyerek denklemin grafiğini çiziniz.

source: Drag the two hands so the clock reads <var>HOUR</var>:<var>NICE_MINUTE</var>.
da: Flyt de to visere så uret viser <var>HOUR</var>:<var>NICE_MINUTE</var>.
es: Arrastra las manecillas del reloj de forma que el reloj muestre las <var>HOUR</var>:<var>NICE_MINUTE</var>.
fr: Positionnez les deux aiguilles de l'horloge afin qu'elle affiche <var>HOUR</var>:<var>NICE_MINUTE</var>.
nb: Flytt de to viserne slik uret viser <var>HOUR</var>:<var>NICE_MINUTE</var>.
nl: Versleep de twee wijzers zodat de klok <var>HOUR</var>:<var>NICE_MINUTE</var> aangeeft.
pl: Przeciągnij obie wskazówki tak, by zegar wskazywał <var>HOUR</var>:<var>NICE_MINUTE</var>.
pt: Arraste os dois ponteiros para que o relógio marque <var>HOUR</var>:<var>NICE_MINUTE</var>.
tr: Saat <var>HOUR</var>:<var>NICE_MINUTE</var> gösterecek şekilde akrep ve yelkovanı hareket ettiriniz.

source: Drag the two points to move the line into the correct position.
da: Træk de to punkter til de korrekte positioner.
es: Arrastra los dos puntos para mover la recta a la posición correcta.
fr: Déplacer les deux points bleus avec la souris pour positionner la droite.
nb: Dra i de to punktene for å flytte linjen til riktig posisjon.
nl: Sleep de twee punten om de lijn naar de juiste positie te verplaatsen.
pl: Przesuń dwa punkty, żeby ustawić prostą we właściwej pozycji.
pt: Arraste os dois pontos para mover a reta para a posição correta.
tr: Doğruyu doğru konuma getirmek için iki noktayı sürükleyiniz.

source: Draw <code>\blue{<var>C</var>}</code> circles in <code>\pink{<var>A</var>}</code> equal-sized row.
da: Tegn <code>\blue{<var>C</var>}</code> cirkler i <code>\pink{<var>A</var>}</code> lige store rækker.
es: Dibuja <code>\blue{<var>C</var>}</code> círculos en <code>\pink{<var>A</var>}</code> renglones del mismo tamaño.
fr: On dessine <code>\blue{<var>C</var>}</code> cercles en utilisant <code>\pink{<var>A</var>}</code> rangées comportant chacune autant de cercles .
nb: Tegn <code>\blue{<var>C</var>}</code> sirkler i <code>\pink{<var>A</var>}</code> like lange rader.
nl: Teken <code>\blue{<var>C</var>}</code> cirkels in <code>\pink{<var>A</var>}</code> evengrote rijen.
pl: Narysuj <code>\blue{<var>C</var>}</code> kółek w <code>\pink{<var>A</var>}</code> rzędach jednakowego rozmiaru.
pt: Trace <code>\blue{<var>C</var>}</code> círculos em <code>\pink{<var>A</var>}</code> linhas de mesmo tamanho.
tr: <code>\blue{<var>C</var>}</code> çemberi, <code>\pink{<var>A</var>}</code> eşit adetli sırada çiziniz.

source: Draw <code>\blue{<var>C</var>}</code> circles, with <code>\green{<var>B</var>}</code> to each row.
da: Tegn <code>\blue{<var>C</var>}</code> cirkler, med <code>\green{<var>B</var>}</code> i hver række.
es: Dibuja <code>\blue{<var>C</var>}</code> círculos, colocando <code>\green{<var>B</var>}</code> en cada renglón.
fr: On dessine <code>\blue{<var>C</var>}</code> cercles, dans des rangées en comportant <code>\green{<var>B</var>}</code> chacune.
ja: <code>\blue{<var>C</var>}</code>の円を各列が <code>\green{<var>B</var>}</code> となるように描いて下さい．
nb: Tegn <code>\blue{<var>C</var>}</code> sirkler, med <code>\green{<var>B</var>}</code> i hver rad.
nl: Teken <code>\blue{<var>C</var>}</code> cirkels, met <code>\green{<var>B</var>}</code> in elke rij.
pl: Narysuj <code>\blue{<var>C</var>}</code> kółek, po <code>\green{<var>B</var>}</code> w każdym rzędzie.
pt: Trace <code>\blue{<var>C</var>}</code> círculos, com <code>\green{<var>B</var>}</code> em cada linha.
tr: <code>\blue{<var>C</var>}</code> çember çizin, her sırada <code>\green{<var>B</var>}</code> adet olsun.

source: Draw <var>C</var> circles, with <var>B</var> to each row.
da: Tegn <var>B</var> <var>C</var> cirkler i hver række.
es: Dibuja <var>C</var> círculos, con <var>B</var> círculos en cada fila.
fr: On dessine <var>C</var> cercles, avec <var>B</var> cercles dans chaque rangée.
nb: Tegn <var>B</var> sirkler, med <var>C</var> i hver rekke.
nl: Teken <var>C</var> cirkels, met <var>B</var> in elke rij.
pl: Narysuj <var>C</var> kółek, po <var>B</var> w każdym rzędzie.
pt: Desenhe <var>C</var> círculos, com <var>B</var> para cada fileira.
pt_pt: Desenha <var>C</var> círculos seguidos, com <var>B</var> por linha.
tr: Her satır için <var>B</var> ile <var>C</var> daire çizin.
