Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: If the audio never loads, reload the page or <a href="{{youtubeUrl}}" target="_blank"> watch on Youtube </a>
da: Hvis lyden aldrig indlæses, så genindlæs siden ellerr <a href="{{youtubeUrl}}" target="_blank"> se på Youtube </a>
es: Si el audio no carga, recarga la página o <a href="{{youtubeUrl}}" target="_blank"> míralo en Youtube </a>
fr: Si l'audio ne charge pas, rechargez la page ou <a href="{{youtubeUrl}}" target="_blank"> regardez sur Youtube </a>
ja: もし音声がロードされない場合には，ページをリロードして下さい．または <a href="{{youtubeUrl}}" target="_blank"> ユーチューブで見る </a>
nb: Om lyden ikke lastes, last siden på nytt eller <a href="{{youtubeUrl}}" target="_blank"> se på Youtube </a>
nl: Als het geluid nooit laadt, herlaadt dan de pagina of <a href="{{youtubeUrl}}" target="_blank"> bekijk het op Youtube </a>
pl: Jeżeli dźwięk się nie ładuje, odśwież stronę lub <a href="{{youtubeUrl}}" target="_blank"> obejrzyj na Youtube </a>
pt: Se o áudio não carregar, recarregue a página ou <a href="{{youtubeUrl}}" target="_blank"> assista no Youtube </a>
pt_pt: Se o áudio não chegar a ser reproduzido, recarrega a página ou <a href="{{youtubeUrl}}" target="_blank"> veja o vídeo no YouTube </a>
tr: Ses yüklenmezse, sayfayı yeniden yükleyin veya <a href="{{youtubeUrl}}" target="_blank"> Youtube'da izleyin </a>

source: If the contrapositive is true, then which other statement must be true logically?
es: Si la contrapositiva es verdadera, ¿entonces qué otra proposición debe ser lógicamente verdadera?
fr: Si la contraposée est vraie, alors quelle autre proposition est vraie de façon certaine ?
pt: Se a contrapositiva é verdadeira, então qual outra afirmação deve ser logicamente verdadeira?
tr: Karşıt ters doğruysa, başka hangi önerme mantıksal olarak doğru olmalıdır?

source: If the converse is true, then which other statement must be true logically?
es: Si la conversa es verdadera, ¿entonces qué otra proposición debe ser lógicamente verdadera?
fr: Si la réciproque est vraie, alors quelle autre proposition est vraie de façon certaine ?
pt: Se a recíproca é verdadeira, então qual outra afirmação deve ser logicamente verdadeira?
tr: Karşıt doğruysa, başka hangi önerme mantıksal olarak doğru olmalıdır?

source: If the distance between two cities is <var>DISTANCE_REAL</var>km, how far apart in cm are the two cities on the map?
fr: Si la distance entre deux villes est de <var>DISTANCE_REAL</var>km, à quelle distance en cm sont les deux villes l'une de l'autre sur la carte ?
nb: Om avstanden mellom to byer i virkeligheten er <var>DISTANCE_REAL</var>km, hvor langt vil de være fra hverandre på kartet i cm?
pl: Jeśli odległość pomiędzy dwoma miastami wynosi <var>DISTANCE_REAL</var> km, jak daleko oddalone od siebie są te miasta na mapie w cm?
pt: Se a distância dentre duas cidades é <var>DISTANCE_REAL</var>km, qual a distância em cm entre as duas cidades no mapa?
tr: İki şehir arasındaki uzaklık <var>DISTANCE_REAL</var> km ise, iki şehir arasındaki uzaklık haritada kaç cm olarak gözükmektedir?

source: If the fence is <code><var>LENGTH</var></code> meters long, how many fence posts does he need?
es: Si la cerca tiene <code><var>LENGTH</var></code> metros de largo, ¿cuántos postes necesita?
fr: Si la clôture est longue de <code><var>LENGTH</var></code> mètres, combien a-t-il besoin de poteaux de clôture ?
hi: अगर बाड़ा <code><var>LENGTH</var></code> मीटर लंबा है, तो उसे कितने खम्भों की ज़रुरत है?
nb: Om gjerdet er <code><var>LENGTH</var></code> meter lang, hvor mange gjerdestolper trenger han?
nl: Als het hek <code><var>LENGTH</var></code> meter lang is, hoeveel hekpalen heeft hij dan nodig?
pl: Jeśli ogrodzenie ma <code><var>LENGTH</var></code> m długości, ile słupków potrzebuje?
pt: Se a cerca tem <code><var>LENGTH</var></code> metros de comprimento, de quantas estacas ele precisa?
tr: Eğer çitin uzunluğu <code><var>LENGTH</var></code> metre ise, kaç tane çit direğine ihtiyacı olur?

source: If the fence is <code><var>LENGTH</var></code> meters long, how many fence posts does she need?
es: Si la cerca tiene <code><var>LENGTH</var></code> metros de largo, ¿cuántos postes necesita?
fr: Si la clôture est longue de <code><var>LENGTH</var></code> mètres, combien a-t-elle besoin de poteaux de clôture ?
hi: अगर बाड़ा <code><var>LENGTH</var></code> मीटर लंबा है, तो उसे कितने खम्भों की ज़रुरत है?
nb: Om gjerdet er <code><var>LENGTH</var></code> meter langt, hvor mange gjerdestolper trenger hun?
nl: Als het hek <code><var>LENGTH</var></code> meter lang is, hoeveel hekpalen heeft zij dan nodig?
pl: Jeśli ogrodzenie ma <code><var>LENGTH</var></code> m długości, ile słupków potrzebuje?
pt: Se a cerca tem <code><var>LENGTH</var></code> metros de comprimento, de quantas estacas ela precisa?
tr: Eğer çitin uzunluğu <code><var>LENGTH</var></code> metre ise, kaç tane çit direğine ihtiyacı olur?

source: If the fence is one meter long, he needs two posts (one for each end).
da: Hvis hegnet er en meter langt, skal han bruge to pæle (en i hver ende).
es: Si la cerca tiene un metro de largo, él necesita dos postes (uno para cada extremo).
fr: Si la clôture est d'un mètre de long, il a besoin de deux poteaux (un pour chaque extrémité).
hi: अगर बाड़ा एक मीटर लम्बा है, उसे दो खम्बों की आवश्यकता होगी (प्रतेक अंतिम छोर के लिए)।
nb: Hvis gjerdet er en meter langt, trenger han to stokker (én i hver ende).
nl: Als het hek één meter lang is, heeft hij twee palen nodig, één aan elk uiteinde.
pl: Jeśli płot ma długość jednego metra, będzie potrzebował dwóch sztachet (po jednym na każdą stronę).
pt: Se a cerca tem um metro de comprimento, ele precisa de duas estacas (uma para cada extremidade).
tr: Eğer çit 1 metre uzunluğunda ise, 2 adet kazığa ihtiyacı olacaktır. (her uç için bir adet kazık)

source: If the fence is one meter long, she needs two posts (one for each end).
da: Hvis hegnet er en meter langt, skal hun bruge to pæle (en i hver ende).
es: Si la cerca tiene un metro de largo, ella necesita dos postes (uno para cada extremo).
fr: Si la clôture est d'un mètre de long, elle a besoin de deux poteaux (un pour chaque extrémité).
hi: अगर बाड़ा एक मीटर लम्बा है, उसे दो खम्भों की आवशयकता होगी (प्रत्येक अंतिम छोर के लिए एक)।
nb: Hvis gjerdet er en meter langt, trenger han to stokker (én i hver ende).
nl: Als het hek één meter lang is, heeft zij twee palen nodig, één aan elk uiteinde.
pl: Jeśli płot ma długość jednego metra, będzie potrzebowała dwóch sztachet (po jednym na każdą stronę).
pt: Se a cerca tem um metro de comprimento, ela precisa de duas estacas (uma para cada extremidade).
tr: Eğer çit 1 metre uzunluğunda ise, 2 adet kazığa ihtiyacı olacaktır. (her uç için bir adet kazık)

source: If the fence is two meters long, then he needs three posts, and so on.
da: Hvis hegnet er to meter langt, skal han bruge tre pæle og så videre.
es: Si la cerca tiene dos metros de largo, entonces él necesita tres postes, y así sucesivamente.
fr: Si la clôture est de deux mètres de long, alors il a besoin de trois poteaux et ainsi de suite.
hi: अगर बाड़ा दो मीटर लम्बा है, तो उसे तीन खम्बों की आवशयकता होगी, और इत्यादिI
nb: Hvis gjerdet er to meter langt, så trenger han tre stokker, og så videre.
nl: Als het hek twee meter lang is, dan heeft hij drie palen nodig, enzovoort.
pl: Jeśli płot ma długość dwóch metrów, będzie potrzebował trzy sztachety itd.
pt: Se a cerca tem dois metros de comprimento, ele precisa de três estacas, e assim por diante.
tr: Eğer çitin uzunluğu 2 metre ise, bu durumda 3 tane kazık kullanması gerekecektir, vb.

source: If the fence is two meters long, then she needs three posts, and so on.
da: Hvis hegnet er to meter langt, skal hun bruge tre pæle og så videre.
es: Si la vacerca tiene dos metros de largo, entonces ella necesita tres postes, y así sucesivamente.
fr: Si la clôture est de deux mètres de long, alors elle a besoin de trois poteaux et ainsi de suite.
hi: अगर बाड़ा दो मीटर लम्बा है, तो उसे तीन खम्बों की आवशयकता होगी, और इत्यादिI
nb: Hvis gjerdet er to meter langt, så trenger han tre stokker, og så videre.
nl: Als het hek twee meter lang is, dan heeft zij drie palen nodig, enzovoort.
pl: Jeśli płot ma długość dwóch metrów, będzie potrzebowała trzy sztachety itd.
pt: Se a cerca tem dois metros de comprimento, ela precisa de três estacas, e assim por diante.
tr: Eğer çitin uzunluğu 2 metre ise, bu durumda 3 tane kazık kullanması gerekecektir, vb.

source: If the inverse is true, then which other statement must be true logically?
es: Si la inversa es verdadera, entonces, ¿qué otra proposición debe ser lógicamente verdadera?
fr: Si la contraposée de la réciproque est vraie, alors quelle autre proposition est vraie de façon certaine ?
pt: Se o inverso é verdadeiro, então qual outra afirmação deve ser logicamente verdadeira?
tr: Ters doğruysa, başka hangi önerme mantıksal olarak doğru olmalıdır?

source: If the message in that step does not make sense, please report a problem from there.
da: Hvis meddelelsen i dette skridt ikke giver mening, rapportér venligst problemet derfra.
es: Si el mensaje en ese paso no tiene sentido, por favor reporta el problema desde ahí.
fr: Si le message de cette étape n'a aucun sens, signalez le problème ici.
nb: Hvis meldingen i det trinnet ikke gir mening, vennligst rapporter et problem derfra.
nl: Als het bericht in die stap niet zinvol is, meld het probleem.
pl: Jeżeli wskazówka nie ma sensu, prosimy o zgłoszenie problemu z tego punktu.
pt: Se a mensagem dessa etapa não faz sentido, relate um problema a partir dela.
tr: Eğer o adımdaki mesaj anlamlı gelmiyor ise, lütfen oradan sorun bildirimi yapınız.

source: If the original statement is true, then which other statement must be true logically?
es: Si la proposición original es verdadera, entonces, ¿qué otra proposición debe ser lógicamente verdadera?
fr: Si la proposition initiale est vraie, alors quelle autre proposition est vraie de façon certaine ?
pt: Se a afirmação original é verdadeira, então qual outra afirmação deve ser logicamente verdadeira?
tr: Orijinal önerme doğruysa, başka hangi önerme mantıksal olarak doğru olmalıdır?

source: If the sales tax in your city is <code><var>localeToFixed(TAX, 1)</var>\%</code>, and an item costs <code>\$<var>PRICE</var></code> before tax, how much tax would you pay on that item?
fr: Si la TVA dans votre ville est de <code><var>localeToFixed(TAX, 1)</var>\%</code>, et qu'un cargo de bananes coûte <code>\$<var>PRICE</var></code> avant de payer la TVA, quel est le montant de la TVA pour ce cargo de bananes ?
nb: Om momsen i din by er <code><var>localeToFixed(TAX, 1)</var>\%</code>, og en ting koster <code>\$<var>PRICE</var></code> før moms, hva blir momsen på varen?
pl: Jeśli podatek towarowy w twoim mieście wynosi <code><var>localeToFixed(TAX, 1)</var>\%</code>, ile podatku zapłacisz od rzeczy, która przed opodatkowaniem kosztuje <code>\$<var>PRICE</var></code>?
pt: Se o imposto de venda em sua cidade é <code><var>localeToFixed(TAX, 1)</var>\%</code>, e um item custa <code>\$<var>PRICE</var></code> antes de aplicado o imposto, quanto de imposto você pagaria por aquele item?
tr: Eğer yaşadığınız şehirde <code><var>localeToFixed(TAX, 1)</var>\%</code>, ise, ve eğer bir malın fiyatı vergi öncesi <code>\$<var>PRICE</var></code> ise, bu mal için ne kadar vergi ödersiniz?

source: If the slope of the new line is negative and greater than the slope of the original line with negative slope then the new line should be less steep.
da: Hvis hældningen for den nye linje er negativ og større end hældningen af den oprindelige linje med negativ hældning, skal den nye linje være mindre stejl.
es: Si la pendiente de una nueva recta es negativa y mayor que la pendiente de la recta original con pendiente negativa, entonces la nueva recta debe ser menos pronunciada.
fr: Si la pente de la droite doit être négative et supérieure à la pente de la droite donnée qui a une pente négative, alors cette droite doit être moins pentue.
nb: Om stigningen for den nye linjen er negativ og større enn stigningen av den opprinnelige linjen med negativ stigning, skal den nye linjen være mindre bratt.
pl: Jeśli nachylenie nowej prostej ma być ujemne i większe od nachylenia oryginalnej prostej o ujemnym nachyleniu, to nowa prosta powinna być mniej stroma.
pt: Se a inclinação da nova reta for negativa e maior que a inclinação da reta original com inclinação negativa, então, a nova reta deve ser menos inclinada.
tr: Yeni doğrunun eğimi negatif ve negatif eğimli orijinal doğrunun eğiminden büyükse, yeni doğru daha az dik olacaktır.

source: If the slope of the new line is negative and less than the slope of the original line with negative slope, then the new line should be steeper.
da: Hvis hældningen for den nye linje er negativ og mindre end hældningen af den oprindelige linje med negativ hældning, skal den nye linje være stejlere.
es: Si la pendiente de una nueva recta es negativa y menor que la pendiente de la recta original con pendiente negativa, entonces la nueva recta debe ser más pronunciada.
fr: Si la pente de la droite doit être négative et inférieure à la pente de la droite donnée qui a une pente négative, alors cette droite doit être plus pentue.
nb: Om stigningen for den nye linjen er negativ og mindre enn stigningen til den opprinnelige linjen med negativ stigning, skal den nye linjen være brattere.
pl: Jeśli nachylenie nowej prostej ma być ujemne i mniejsze od nachylenia oryginalnej prostej z ujemnym nachyleniem, to nowa prosta powinna być bardziej stroma.
pt: Se a inclinação da nova reta for negativa e menor que a inclinação da reta original com inclinação negativa, então, a nova reta deve ser mais inclinada.
tr: Yeni doğrunun eğimi negatif ve negatif eğimli orijinal doğrunun eğiminden küçükse, yeni doğru daha dik olacaktır.

source: If the slope of the new line is positive and greater than the slope of the original line with positive slope, then the new line should be steeper.
da: Hvis hældningen for den nye linje er positiv og støre end hældningen af den oprindelige linje med positiv hældning, skal den nye linje være stejlere.
es: Si la pendiente de una nueva recta es positiva y mayor que la pendiente de la recta original con pendiente positiva, entonces la nueva recta debe ser más pronunciada.
fr: Si la pente de la droite doit être positive et supérieure à la pente de la droite donnée qui a une pente positive, alors cette droite doit être plus pentue.
nb: Om stigningen for den nye linjen er positiv og større enn stigningen av den opprinnelige linjen med positiv stigning, skal den nye linjen være brattere.
pl: Jeśli nachylenie nowej prostej ma być dodatnie i większe od nachylenia oryginalnej prostej z dodatnim nachyleniem, to nowa prosta powinna być bardziej stroma.
pt: Se a inclinação da nova reta for positiva e maior que a inclinação da reta original com inclinação positiva, então, a nova reta deve ser mais inclinada.
tr: Yeni doğrunun eğimi pozitif ve pozitif eğimli orijinal doğrunun eğiminden büyükse, yeni doğru daha dik olacaktır.

source: If the slope of the new line is positive and less than the slope of the original line with positive slope, then the new line should be less steep.
da: Hvis hældningen for den nye linje er positiv og mindre end hældningen af den oprindelige linje med positiv hældning, skal den nye linje være mindre stejl.
es: Si la pendiente de una nueva recta es positiva y menor que la pendiente de la recta original con pendiente positiva, entonces la nueva recta debe ser menos pronunciada.
fr: Si la pente de la droite doit être positive et inférieure à la pente de la droite donnée qui a une pente positive, alors cette droite doit être moins pentue.
nb: Om stigningen for den nye linjen er positiv og mindre enn stigningen til den opprinnelige linjen med positiv stigning, skal den nye linjen være mindre bratt.
pl: Jeśli nachylenie nowej prostej ma być dodatnie i mniejszej od nachylenia oryginalnej prostej z dodatnim nachyleniem, to nowa prosta powinna być mniej stroma.
pt: Se a inclinação da nova reta for positiva e menor que a inclinação da reta original com inclinação positiva, então, a nova reta deve ser menos inclinada.
tr: Yeni doğrunun eğimi pozitif ve pozitif eğimli orijinal doğrunun eğiminden küçükse, yeni doğru daha az dik olacaktır.

source: If the teacher picks a group of <code><var>GROUP</var></code> at random, what is the probability that everyone in the group is a boy?
es: Si un profesor elige un grupo de <code><var>GROUP</var></code> al azar, ¿cuál es la probabilidad de que todos en el grupo sean hombres?
fr: Le professeur prend un groupe de <code><var>GROUP</var></code> élèves au hasard. Quelle est la probabilité que le groupe soit constitué uniquement de garçons ?
pl: Jeśli nauczyciel wybierze losowo <code><var>GROUP</var></code> osób, jakie jest prawdopodobieństwo, że grupa ta będzie składać się z samych chłopców?
pt: Se o professor escolhe um grupo de <code><var>GROUP</var></code> aleatoriamente, qual é a probabilidade de todos os membros do grupo serem meninos?
tr: Öğretmen rasgele bir <code><var>GROUP</var></code> grup seçerse, gruptaki herkesin erkek olma olasılığı nedir?

source: If the teacher picks a group of <code><var>GROUP</var></code> at random, what is the probability that everyone in the group is a girl?
es: Si el profesor elige un grupo de <code><var>GROUP</var></code> al azar, ¿cuál es la probabilidad de que todos en el grupo sean mujeres?
fr: Le professeur prend un groupe de <code><var>GROUP</var></code> élèves au hasard. Quelle est la probabilité que le groupe soit constitué uniquement de filles ?
pt: Se o professor escolhe um grupo de <code><var>GROUP</var></code> aleatoriamente, qual é a probabilidade de todos os membros do grupo serem meninas?
tr: Öğretmen rasgele bir <code><var>GROUP</var></code> grup seçerse, gruptaki herkesin kız olma olasılığı nedir?

source: If the two matrices have dimensions <code>(\blue m \times \red n)</code> and <code>(\red p \times \green q)</code>, then <code>\red n</code> (number of columns in the first matrix) must equal <code>\red p</code> (number of rows in the second matrix) for their product to be defined.
da: Hvis de to matricer har dimensioner <code>(\blue m \times \red n)</code> og <code>(\red p \times \green q)</code>, så skal <code>\red n</code> (antallet af kolonner i den første matrix) være lig med <code>\red p</code> (antallet af rækker i den anden matrix) for at deres produkt er defineret.
es: Si dos matrices tienen dimensiones <code>(\blue m \times \red n)</code> y <code>(\red p \times \green q)</code>, entonces <code>\red n</code> (número de columnas en la primera matriz) debe igualar <code>\red p</code> (número de filas en la segunda matriz) para que su producto esté definido.
fr: Si deux matrices sont de dimensions <code>(\blue m \times \red n)</code> et <code>(\red p \times \green q)</code>, alors <code>\red n</code> (le nombre de colonnes de la première matrice) doit être égal à <code>\red p</code> (le nombre de lignes de la seconde matrice) pour que leur produit soit défini.
nb: Hvis de to matriser har dimensjoner <code>(\blue m \times \red n)</code> og <code>(\red p \times \green q)</code>, så skal <code>\red n</code> (antallet av kolonner i den første matrise) være lik med <code>\red p</code> (antallet av rekker i den andre matriser) for at deres produkt skal være definert.
pt: Se as duas matrizes têm dimensões <code>(\blue m \times \red n)</code> e <code>(\red p \times \green q)</code>, então <code>\red n</code> (número de colunas da primeira matriz) deve ser igual <code>\red p</code> (número de linhas da segunda matriz) para o seu produto a ser definido.
tr: İki matrisin boyutları <code>(\blue m \times \red n)</code> ve <code>(\red p \times \green q)</code> ise, iki matrisin çarpımının tanımlı olması için, <code>\red n</code>'nin (birinci matrisin sütun sayısı) <code>\red p</code>'ye (ikinci matrisin satır sayısı) eşit olması gerekir.

source: If there are <code><var>NUM_BOYS</var></code> boys, how many girls are there?
fr: S'il y a <code><var>NUM_BOYS</var></code> garçons, combien de filles y a-t-il ?
hi: अगर वहां <code><var>NUM_BOYS</var></code> लड़के हैं,तो लड़कियां कितनी हैं ?
nb: Om det var <code><var>NUM_BOYS</var></code> gutter, hvor mange jenter er det?
pl: Jeśli mamy <code><var>NUM_BOYS</var></code> chłopców, to ile jest dziewczynek?
pt: Se há <code><var>NUM_BOYS</var></code> garotos, qual o número de garotas?
tr: <code><var>NUM_BOYS</var></code> erkek çocuk varsa, kaç tane kız çocuk vardır?

source: If there are <code><var>NUM_BOYS</var></code> boys, then there are <code><var>FACTOR</var></code> groups of <code><var>RATIO_BOYS</var></code> boys each.
fr: S'il y a <code><var>NUM_BOYS</var></code> garçons, alors il y a <code><var>FACTOR</var></code> ensembles de <code><var>RATIO_BOYS</var></code> garçons chacun.
hi: अगर वहां <code><var>NUM_BOYS</var></code> लड़के हैं,तो वहां <code><var>FACTOR</var></code> प्रत्येक समूह <code><var>RATIO_BOYS</var></code> लड़कों का होना चाहिए ।
nb: Om det var <code><var>NUM_BOYS</var></code> gutter, så er det <code><var>FACTOR</var></code> grupper med <code><var>RATIO_BOYS</var></code> gutter i hver.
pl: Jeśli mamy <code><var>NUM_BOYS</var></code> chłopców, wtedy mamy <code><var>FACTOR</var></code> grup, po <code><var>RATIO_BOYS</var></code> chłopców każda.
pt: Se há <code><var>NUM_BOYS</var></code> garotos, então há <code><var>FACTOR</var></code> grupos de <code><var>RATIO_BOYS</var></code> garotos cada.
tr: Eğer <code><var>NUM_BOYS</var></code> erkek çocuğu var ise, bu durumda her birisinde <code><var>RATIO_BOYS</var></code> erkek çocuğu olan <code><var>FACTOR</var></code> grup vardır.

source: If there are <code><var>NUM_GIRLS</var></code> girls, how many boys are there?
fr: S'il y a <code><var>NUM_GIRLS</var></code> filles, combien de garçons y a-t-il ?
hi: यदि यहाँ <code><var>NUM_GIRLS</var></code> हैं,तो यहाँ कितने लड़के हैं ?
nb: Om det er <code><var>NUM_GIRLS</var></code> jenter, hvor mange gutter er det?
pl: Jeśli mamy <code><var>NUM_GIRLS</var></code> dziewczynek, jak wielu jest chłopców?
pt: Se há <code><var>NUM_GIRLS</var></code> garotas, qual o número de garotos?
tr: Eğer <code><var>NUM_GIRLS</var></code> kız çocuğu var ise, kaç tane erkek çocuğu vardır?

source: If there are <code><var>NUM_GIRLS</var></code> girls, then there are <code><var>FACTOR</var></code> groups of <code><var>RATIO_GIRLS</var></code> girls each.
fr: S'il y a <code><var>NUM_GIRLS</var></code> filles, il y a donc <code><var>FACTOR</var></code> ensembles de <code><var>RATIO_GIRLS</var></code> filles chacun.
nb: Om det er <code><var>NUM_GIRLS</var></code> jenter, er det <code><var>FACTOR</var></code> grupper på <code><var>RATIO_GIRLS</var></code> jenter i hver.
pl: Jeśli mamy <code><var>NUM_GIRLS</var></code> dziewczynek, wtedy mamy <code><var>FACTOR</var></code> grup, po <code><var>RATIO_GIRLS</var></code> dziewczynek każda.
pt: Se há <code><var>NUM_GIRLS</var></code> garotas, então há <code><var>FACTOR</var></code> grupos de <code><var>RATIO_GIRLS</var></code> garotas cada.
tr: Eğer <code><var>NUM_GIRLS</var></code> kız çocuğu var ise, bu durumda her birisinde <code><var>RATIO_GIRLS</var></code> kız çocuğu olan <code><var>FACTOR</var></code> grup vardır.

source: If there are a total of <code><var>TOTAL</var></code> students, how many boys are there?
fr: S'il y a un total de <code><var>TOTAL</var></code> étudiants, combien de garçons y a-t-il ?
nb: Om det totalt er <code><var>TOTAL</var></code> elever, hvor mange jenter er det?
pl: Jeśli mamy w sumie <code><var>TOTAL</var></code> uczniów, to ilu jest chłopców?
pt: Se há um total <code><var>TOTAL</var></code> alunos, qual o número de garotos?
tr: Eğer toplam <code><var>TOTAL</var></code> öğrenci varsa, kaç tane erkek çocuğu vardır?
