Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: How difficult is this exercise compared to other exercises on Khan Academy?
da: Hvor vanskelig er denne øvelse i forhold til andre øvelser på Khan Academy?
es: ¿Qué tan difícil es este ejercicio comparado a otros ejercicios en Khan Academy?
fr: Quelle est la difficulté de cet exercice par rapport aux autres exercices de la Kahn Academy?
nb: Hvor vanskelig var denne øvelsen sammenlignet med andre øvelser på Khan Academy?
nl: Hoe moeilijk is deze oefening in vergelijking met andere oefeningen op Khan Academy?
pl: Jak trudne jest to ćwiczenie w porównaniu z innymi ćwiczeniami na Khan Academy?
pt: Achou este exercício difícil em comparação a outros exercícios da Khan Academy?
tr: Khan Academy'de yer alan diğer alıştırmalar ile karşılaştırıldığında bu alıştırmanın zorluk derecesi nedir?

source: How difficult is this video compared to other videos on Khan Academy?
da: Hvor vanskelig er denne video i forhold til andre videoer på Khan Academy?
es: ¿Qué tan difícil es este video comparado con otros videos de Khan Academy?
fr: Quelle est la difficulté de cette vidéo comparée aux autres vidéos de la Kahn Academy?
nb: Hvor vanskelig er denne videoen sammenlignet med andre videoer på Khan Academy?
nl: Hoe moeilijk is dit filmpje in vergelijking met andere filmpjes op Khan Academy?
pl: Jak trudny jest ten film w porównaniu z innymi filmami na Khan Academy?
pt: Achou este vídeo difícil em comparação a outros vídeos da Khan Academy?
tr: Khan Academy Türkçe'de yer alan diğer videolarla karşılaştırıldığında bu videonun zorluk derecesi nedir?

source: How do I participate?
es: ¿Cómo puedo participar?
fr: Comment puis-je participer ?
ja: どうしたら参加できるのでしょう?
nb: Hvordan deltar jeg?
pl: Jak mogę wziąć udział?
pt: Como faço para participar?
pt_pt: Como participo?
tr: Nasıl katılırım?

source: How do these numbers affect the complex number they represent?
es: Observa qué pasa con el número complejo al cambiar el radio y el ángulo que lo representan
fr: Quand on modifie le module et/ou l'argument du nombre complexe, qu'observe-t-on pour son image, le point orange ?
pt: Como esses números influenciam o número complexo que representam?
tr: Bu sayılar, temsil ettikleri karmaşık sayıyı nasıl etkiler?

source: How do these numbers affect the shape and position of a parabola?
da: Hvordan påvirker disse tal formen og placeringen af parablen?
es: ¿Cómo afectan estos números a la forma y posición de una parábola?
fr: Comment ces valeurs affectent-elles la forme et la position de la parabole ?
nb: Hvordan vil tallene endre form og plassering til parabelen?
pt: Como estes números afetam a forma e a posição de uma parábola?
tr: Bu sayılar bir parabolün şekil ve konumunu nasıl etkiler?

source: How does <code>Y</code> change as <code>X</code> increases?
da: Hvordan ændres <code>Y</code> når <code>X</code> stiger?
es: ¿Cómo cambia <code>Y</code> a medida que <code>X</code> aumenta?
fr: Comment varie <code>Y</code> lorsque <code>X</code> augmente ?
nb: Hvordan endres <code>Y</code> når <code>X</code> øker?
pt: Como o <code>Y</code> muda conforme o <code>X</code> aumenta?
tr: <code>X</code> artarken <code>Y</code> nasıl değişir?

source: How does LearnStorm engage remedial students?
es: ¿Cómo involucra LearnStorm a estudiantes en recuperación?
nb: Hvordan vil LearnStorm engasjere elever som strever?
pt: Como a LearnStorm envolve os alunos em reforço?
tr: LearnStorm, geliştirme programındaki öğrencilerin nasıl ilgisini çeker?

source: How does the cost of producing <var>plural_form(UNIT)</var> change as the number of <var>plural_form(UNIT)</var> increases?
da: Hvordan ændres omkostningen ved at producere <var>plural_form(UNIT)</var> når antallet af <var>plural_form(UNIT)</var> stiger?
es: ¿Cómo cambia el costo de producir <var>plural_form(UNIT)</var> a medida que el número de <var>plural_form(UNIT)</var> aumenta?
fr: Comment varie le coût de production de <var>plural_form(UNIT)</var> lorsque le nombre de <var>plural_form(UNIT)</var> augmente ?
nb: Hvordan endres kostnadene å produsere <var>plural_form(UNIT)</var> når antallet <var>plural_form(UNIT)</var> øker?
pl: Jak zmienia się koszt wyprodukowania <var>plural_form(UNIT)</var> kiedy liczba <var>plural_form(UNIT)</var> rośnie?
pt: Como o custo de produção de <var>plural_form(UNIT)</var> se altera a medida que o número de <var>plural_form(UNIT)</var> aumenta?
tr: <var>plural_form(UNIT)</var> sayısı artarken <var>plural_form(UNIT)</var> üretim maliyeti nasıl değişir?

source: How does this article compare to other articles on Khan Academy?
es: ¿Cómo es este artículo en relación a otros de Khan Academy?
fr: Quelle est la différence entre cet article et les autres sur Khan Academy ?
nb: Hvordan er denne artikkelen sammenlignet med andre artikler på Khan Academy?
nl: Hoe vergelijkt dit artikel zich met andere artikels op Khan Academy?
pl: Jak wypada ten artykuł w porównaniu do innych artykułów na Khan Academy?
pt: Como é esse artigo comparado a outros artigos da Khan Academy?
tr: Bu makale, Khan Academy'deki diğer makalelere kıyasla nasıldır?

source: How does this burger turn into energy?
da: Hvordan omdannes denne burger til energi?
es: ¿Cómo se convierte esta hamburguesa en energía?
fr: Comment ce burger peut-il se transformer en énergie ?
nb: Hvordan omdannes denne burgeren til energi?
nl: Hoe verandert deze burger in energie?
pl: Jak ten burger zamienia się w energię?
pt: Como este hambúrguer se transforma em energia?
tr: Bu hamburger, enerjiye nasıl dönüşüyor?

source: How does this exercise compare to other exercises on Khan Academy?
da: Hvordan er denne øvelse sammenligne med andre øvelser på Khan Academy?
es: ¿Cómo se compara este ejercicio a los otros ejercicios en Khan Academy?
fr: Comment est cet exercice par rapport aux autres exercices de la Kahn Academy?
nb: Hvordan er denne øvelsen sammenlignet med andre øvelser på Khan Academy?
nl: Waar staat deze oefening in vergelijking met andere oefeningen op Khan Academy?
pl: Jak wypada to ćwiczenie w porównaniu do innych ćwiczeń na Khan Academy?
pt: Como este exercício pode ser comparado a outros da Khan Academy?
tr: Bu alıştırma ile Khan Academy'de yer alan diğer alıştırmaları karşılaştırdığınızda ne söyleyebilirsiniz?

source: How does this program violate the guidelines?
da: Hvordan overtræder dette program retningslinjerne?
es: ¿Cómo viola este programa los lineamientos?
fr: Comment ce programme viole-t-il les règles ?
ja: このプログラムはどのようにガイドラインに違反しているのでしょうか?
nb: Hvordan bryter dette programmet retningslinjene?
nl: Op welke wijze is dit programma in strijd met de richtlijnen?
pl: W jaki sposób ten program narusza wytyczne?
pt: Como este programa viola as diretrizes?
pt_pt: De que forma é que este programa viola as regras?
tr: Bu program kuralları nasıl ihlal ediyor?

source: How does this video compare to other videos on Khan Academy?
da: Hvordan er denne video sammenlignet med andre videoer på Khan Academy?
es: ¿Cómo funciona este video comparado con otros videos de Khan Academy?
fr: Comment est cette vidéo par rapport aux autres vidéos de la Kahn Academy?
nb: Hvordan er denne videoen sammenlignet med andre videoer på Khan Academy?
nl: Waar staat dit filmpje in vergelijking met andere filmpjes op Khan Academy?
pl: Jak wypada ten film w porównaniu do innych filmów na Khan Academy?
pt: Como este vídeo pode ser comparado a outros da Khan Academy?
pt_pt: Como é que este vídeo se compara com outros vídeos na Khan Academy?
tr: Khan Academy Türkçe'de yer alan diğer videolarla bu videoyu karşılaştırdığınızda ne söyleyebilirsiniz?

source: How does this violate our guidelines?
es: ¿Cómo es que esto viola nuestros lineamientos?
fr: Comment cela enfreint nos principes?
hi: यह कैसे हमारी दिशा निर्देशों का उल्लंघन करता है?
ja: これはどのように私達のガイドラインを破っているのでしょうか?
nb: Hvordan bryter dette retningslinjene?
pl: Dlaczego jest to niezgodne z naszymi wytycznymi?
pt: Como isso viola as nossas diretrizes?
pt_pt: Como é que isto viola as nossas regras?
tr: Bu, kurallarımızı nasıl ihlal eder?

source: How has Khan Academy changed your life?
da: Hvordan har Khan Academy ændret dit liv?
es: ¿Cómo ha cambiado tu vida Khan Academy?
fr: Comment la Khan Academy a-t-elle changé votre vie ?
nb: Hvordan har Khan Academy endret ditt liv?
nl: Hoe heeft Khan Academy jouw leven veranderd?
pl: Jak Khan Academy zmieniło Twoje życie?
pt: Como a Khan Academy mudou sua vida?
pt_pt: Como é que a Khan Academy mudou a tua vida?
tr: Khan Academy sizin hayatınızı nasıl değiştirdi?

source: How has Khan Academy made a difference in your life? Your story can inspire others to take charge of their learning.
da: Hvordan har Khan Academy gjort en forskel i dit liv? Din historie kan inspirere andre til selv at tage ansvar for deres læring.
es: ¿Cómo es que Khan Academy ha hecho una diferencia en tu vida? Tu historia puede inspirar a otros para que se hagan responsables de su aprendizaje.
fr: Comment l'Académie Khan a-t-elle changée votre vie? Votre histoire pourrait encourager d'autres personnes à commencer leur apprentissage.
nb: Hvordan har Khan Academy gjort en forskjell i livet ditt? Din historie kan inspirere andre til å ta ansvar for sin læring.
nl: Hoe heeft de Khan Acadamy in jouw leven het verschil gemaakt? Jouw verhaal kan anderen inspireren om hun leren weer op te pakken.
pl: Jak Khan Academy zmieniła Twoje życie? Twoja historia może zainspirować innych do rozpoczęcia nauki.
pt: Qual a diferença que a Khan Academy fez em sua vida? Sua história pode inspirar outras pessoas a tomar as rédeas de sua aprendizagem.
pt_pt: Como é que a Khan Academy fez a diferença na tua vida? A tua história pode inspirar outros a cuidarem da sua aprendizagem.
tr: Khan Academy hayatınızda nasıl bir değişiklik yarattı? Hikayeniz, başkalarına kendi öğrenimlerinin kontrolünü ele almaları için ilham verebilir.

source: How helpful is this video compared to other videos on Khan Academy?
da: Hvordan nyttig er denne video i forhold til andre videoer på Khan Academy?
es: ¿Qué tan provechoso es este video comparado con otros videos de Khan Academy?
fr: A quel point cette vidéo est-elle utile par rapport aux autres vidéos de la Kahn Academy?
nb: Hvor nyttig er denne videoen sammenlignet med andre videoer på Khan Academy?
nl: Hoe nuttig is dit filmpje in vergelijking met andere filmpjes op Khan Academy?
pl: Jak pomocny był ten film w porównaniu do innych filmów na Khan Academy?
pt: Qual a utilidade deste vídeo em comparação a outros vídeos da Khan Academy?
tr: Khan Academy Türkçe'de yer alan diğer videolarla karşılaştırdığınızda, bu video ne kadar yararlı oldu?

source: How helpful was this article to you?
da: Hvordan nyttigt var denne artikel for dig?
es: ¿Qué tan útil fue este artículo para ti?
fr: Cet article a-t-il été utile pour vous ?
nb: Hvor nyttig var denne artikkelen for deg?
nl: Hoe nuttig was dit artikel voor u?
pl: Jak pomocny był dla Ciebie ten artykuł?
pt: Este artigo foi útil?
pt_pt: Este artigo foi útil?
tr: Bu makale size ne kadar yardımcı oldu?

source: How helpful was this video to you?
da: Hvor nyttig var denne video for dig?
es: ¿Qué tan útil te fue este video?
fr: A quel point cette vidéo fut-elle utile pour vous?
nb: Hvor nyttig var denne videoen for deg?
nl: Hoe nuttig was dit filmpje voor jou?
pl: Jak pomocny był ten film dla Ciebie?
pt: Este vídeo foi útil para você?
pt_pt: Para ti, quão útil foi este vídeo?
tr: Bu video size ne kadar yardımcı oldu?

source: How helpful was this video?
ja: このビデオはどんなふうに手助けになりましたか?
nb: Hvor nyttig var denne videoen?
pt: Este vídeo foi útil?
pt_pt: Quão útil foi este vídeo?

source: How likely are you to recommend Khan Academy to someone else?
da: Hvor sandsynligt er det at du vil anbefale Khan Academy til en anden?
es: ¿Qué tan probable es que recomiendes Khan Academy a alguien más?
nb: Hvor sikkert er det at du vil anbefale Khan Academy til noen andre?
nl: Hoe waarschijnlijk is het dat je Khan Academy aanbeveelt bij iemand anders?
pl: Jak prawdopodobne jest, że polecisz Khan Academy komuś innemu?
pt: Você recomendaria a Khan Academy para outra pessoa?
tr: Khan Academy'yi başka birine önermeniz ne kadar olasıdır?

source: How likely are you to return to Khan Academy to learn more this week?
da: Hvor sandsynligt er det, at du vender tilbage til Khan Academy for at lære mere i denne uge?
es: ¿Qué tan probable es que vuelvas esta semana a aprender más en Khan Academy?
fr: Allez-vous retourner sur la Khan Academy pour en apprendre plus cette semaine ?
nb: Hvor sikkert er det at du gå tilbake til Khan Academy for å lære mer denne uken?
nl: Hoe waarschijnlijk is het dat je deze week terugkomt bij Khan Academy om meer te leren?
pl: Jak prawdopodobne jest, że wrócisz do Khan Academy jeszcze w tym tygodniu, żeby nauczyć się więcej?
pt: Qual a probabilidade de você retornar à Khan Academy esta semana para aprender mais?
pt_pt: Qual é a probabilidade de voltares à Khan Academy esta semana para aprenderes mais?
tr: Bu hafta içerisinde daha fazla şey öğrenmek için Khan Academy'i tekrar ziyaret etme olasılığınız nedir?

source: How long are each of the legs?
es: ¿Cuánto mide cada uno de los catetos?
fr: Quelle est la longueur d'un côté de l'angle droit ?
pl: Jaką długość mają ramiona?
pt: Qual é o comprimento de cada um dos catetos?
tr: Kenarların her birisinin uzunluğu nedir?

source: How long is <code>AB</code>?
es: ¿Cuánto mide <code>AB</code>?
fr: Quelle est la longueur <code>AB</code> ?
pl: Jaką długość ma bok <code>AB</code>?
pt: Qual é o comprimento de <code>AB</code>?
tr: <code>AB</code> uzunluğu nedir?

source: How long is <code>AC</code>?
es: ¿Cuánto mide <code>AC</code>?
fr: Quelle est la longueur <code>AC</code> ?
pl: Jaką długość ma bok <code>AC</code>?
pt: Qual é o comprimento de <code>AC</code>?
tr: <code>AC</code> uzunluğu nedir?

source: How long is <code>BC</code>?
es: ¿Cuánto mide <code>BC</code>?
fr: Quelle est la longueur <code>BC</code> ?
pl: Jaką długość ma bok <code>BC</code>?
pt: Qual é o comprimento de <code>BC</code>?
tr: <code>BC</code> uzunluğu nedir?

source: How many %(grade)s students does %(name)s Elementary School have?
fr: Combien d'élèves de %(grade)s y a-t-il à l'école élémentaire %(name)s?
nb: Hvor mange %(grade)s elever har %(name)s Elementary School?
pl: Jak wielu uczniów %(grade)s liczy szkoła podstawowa %(name)s?
pt: Quantos alunos da %(grade)s a Escola Primária %(name)s tem?
tr: %(name)s İlk Okulu'nun kaç %(grade)s öğrencisi bulunmaktadır?

source: How many <var>BADGE</var> badges did <var>person( PERSON + 1 )</var> earn?
fr: Combien de badges <var>BADGE</var> ont été gagnés par <var>person( PERSON + 1 )</var> ?
hi: कितने बिल्ले <var>BADGE</var> बिल्ले <var>person( PERSON + 1 )</var>कमाए ?
nb: Hvor mange <var>BADGE</var> merker tjente <var>person( PERSON + 1 )</var> ?
pl: Ile odznak <var>BADGE</var> zostało zdobytych przez <var>person( PERSON + 1 )</var>?
pt: Quantas medalhas <var>BADGE</var> <var>person( PERSON + 1 )</var> ganhou?
tr: <var>person( PERSON + 1 )</var> kaç tane <var>BADGE</var> madalya kazanmıştır?

source: How many <var>BADGE</var> badges were earned by everyone all together?
fr: Combien de badges <var>BADGE</var> ont été gagnés par l'ensemble des joueurs ?
nb: Hvor mange <var>BADGE</var> merker tjente alle tilsammen?
pl: Ile odznak <var>BADGE</var> zdobyli wszyscy łącznie?
pt: Quantas medalhas <var>BADGE</var> foram conquistadas por todos no total?
tr: Hep birlikte toplam kaç tane <var>BADGE</var> madalya kazanılmıştır?

source: How many <var>plural_form(LOCATION_DISPLAY)</var> have exactly <var>AMOUNT</var> <var>ITEM</var>?
fr: Combien de <var>plural_form(LOCATION_DISPLAY)</var> ont exactement <var>AMOUNT</var> <var>ITEM</var> ?
nl: Hoeveel <var>plural_form(LOCATION_DISPLAY)</var> hebben precies <var>AMOUNT</var> <var>ITEM</var>?
pl: Ile <var>plural_form(LOCATION_DISPLAY)</var> ma dokładnie <var>AMOUNT</var> <var>ITEM</var>?
pt: Quantos(as) <var>plural_form(LOCATION_DISPLAY)</var> têm exatamente <var>AMOUNT</var> <var>ITEM</var>?

source: How many <var>plural_form(LOCATION_DISPLAY)</var> have fewer than <var>AMOUNT</var> <var>ITEM</var>?
fr: Combien de <var>plural_form(LOCATION_DISPLAY)</var> ont moins de <var>AMOUNT</var> <var>ITEM</var> ?
nl: Hoeveel <var>plural_form(LOCATION_DISPLAY)</var> hebben minder dan <var>AMOUNT</var> <var>ITEM</var>?
pl: Ile <var>plural_form(LOCATION_DISPLAY)</var> ma mniej niż <var>AMOUNT</var> <var>ITEM</var>?
pt: Quantos(as) <var>plural_form(LOCATION_DISPLAY)</var> têm menos que <var>AMOUNT</var> <var>ITEM</var>?

source: How many <var>plural_form(LOCATION_DISPLAY)</var> have more than <var>AMOUNT</var> <var>ITEM</var>?
fr: Combien de <var>plural_form(LOCATION_DISPLAY)</var> ont plus que <var>AMOUNT</var> <var>ITEM</var> ?
nl: Hoeveel <var>plural_form(LOCATION_DISPLAY)</var> hebben meer dan <var>AMOUNT</var> <var>ITEM</var>?
pl: Ile <var>plural_form(LOCATION_DISPLAY)</var> ma więcej niż <var>AMOUNT</var> <var>ITEM</var>?
pt: Quantos(as) <var>plural_form(LOCATION_DISPLAY)</var> têm mais de <var>AMOUNT</var> <var>ITEM</var>?

source: How many <var>plural_form(crop(1))</var> did <var>person(1)</var> plant in each row?
fr: Combien de <var>plural_form(crop(1))</var> a planté <var>person(1)</var> dans chaque rang ?
nb: Hvor mange <var>plural_form(crop(1))</var> plantet <var>person(1)</var> i hver rekke?
pl: Ile <var>plural_form(crop(1))</var> <var>person(1)</var> sadzi w każdym rzędzie?
pt: Quantas <var>plural_form(crop(1))</var> <var>person(1)</var> plantou em cada linha?
tr: <var>person(1)</var> her sıraya kaç <var>plural_form(crop(1))</var> ekmiştir?

source: How many <var>plural_form(crop(1))</var> did <var>person(1)</var> plant in the <var>field(1)</var>?
fr: Combien de <var>plural_form(crop(1))</var> ont été plantées par <var>person(1)</var> dans le <var>field(1)</var> ?
nb: Hvor mange <var>plural_form(crop(1))</var> plantet <var>person(1)</var> i <var>field(1)</var>?
pl: Ile <var>plural_form(crop(1))</var> <var>person(1)</var> posadził na <var>field(1)</var>?
pt: Quantas <var>plural_form(crop(1))</var> <var>person(1)</var> plantou no <var>field(1)</var>?
tr: <var>person(1)</var>, <var>field(1)</var>'de her sıraya kaç <var>plural_form(crop(1))</var> ekmiştir?

source: How many <var>plural_form(distance(1))</var> did <var>person(1)</var> <var>RIDE</var> her <var>BIKE</var> altogether?
fr: Combien de <var>plural_form(distance(1))</var> est-ce que <var>person(1)</var> a déjà <var>RIDE</var> avec son <var>BIKE</var> ?
nb: Hvor mange <var>plural_form(distance(1))</var> <var>person(1)</var> <var>RIDE</var> her <var>BIKE</var> tilsammen?
pl: Ile w sumie <var>plural_form(distance(1))</var> przejechała <var>person(1)</var> <var>RIDE</var> swoim <var>BIKE</var>?
pt: Ao todo, quantos <var>plural_form(distance(1))</var> <var>person(1)</var> <var>RIDE</var> sua <var>BIKE</var> ?
tr: <var>person(1)</var> toplam kaç <var>plural_form(distance(1))</var> <var>BIKE</var> <var>RIDE</var>müştür?

source: How many <var>plural_form(distance(1))</var> did <var>person(1)</var> <var>RIDE</var> her <var>BIKE</var> each day?
fr: Combien de <var>plural_form(distance(1))</var> est-ce que <var>person(1)</var> a <var>RIDE</var> avec son <var>BIKE</var> chaque jour ?
nb: Hvor mange <var>plural_form(distance(1))</var> <var>person(1)</var> <var>RIDE</var> sin <var>BIKE</var> hver dag?
pl: Ile <var>plural_form(distance(1))</var> przejechała <var>person(1)</var> <var>RIDE</var> swoim <var>BIKE</var> każdego dnia?
pt: Quantos <var>plural_form(distance(1))</var> <var>person(1)</var> <var>RIDE</var> com sua <var>BIKE</var> por dia?
tr: <var>person(1)</var> her gün kaç <var>plural_form(distance(1))</var> <var>BIKE</var> <var>RIDE</var>müştür?

source: How many <var>plural_form(distance(1))</var> did <var>person(1)</var> <var>RIDE</var> his <var>BIKE</var> altogether?
fr: Combien de <var>plural_form(distance(1))</var> est-ce que <var>person(1)</var> a <var>RIDE</var> avec son <var>BIKE</var> en tout ?
nb: Hvor mange <var>plural_form(distance(1))</var> vil <var>person(1)</var> <var>RIDE</var> sin <var>BIKE</var> tilsammen?
pl: Ile w sumie <var>plural_form(distance(1))</var> przejechał <var>person(1)</var> <var>RIDE</var> swoim <var>BIKE</var>?
pt: Ao todo, quantos <var>plural_form(distance(1))</var> <var>person(1)</var> <var>RIDE</var> com sua <var>BIKE</var>?
tr: <var>person(1)</var> toplam kaç <var>plural_form(distance(1))</var> <var>BIKE</var> <var>RIDE</var>müştür?

source: How many <var>plural_form(distance(1))</var> did <var>person(1)</var> <var>RIDE</var> his <var>BIKE</var> each day?
fr: Combien de <var>plural_form(distance(1))</var> est-ce que <var>person(1)</var> a <var>RIDE</var> avec son <var>BIKE</var> chaque jour ?
nb: Hvor mange <var>plural_form(distance(1))</var> <var>person(1)</var> <var>RIDE</var> his <var>BIKE</var>hver dag?
pl: Ile <var>plural_form(distance(1))</var> przejechał <var>person(1)</var> <var>RIDE</var> swoim <var>BIKE</var> każdego dnia?
pt: Quantos <var>plural_form(distance(1))</var> <var>person(1)</var> <var>RIDE</var> com sua <var>BIKE</var> por dia?
tr: <var>person(1)</var> her gün kaç <var>plural_form(distance(1))</var> <var>BIKE</var> <var>RIDE</var>müştür?

source: How many <var>plural_form(distance(1))</var> is <var>person(1)</var>'s journey in total?
es: ¿De cuánto(a)s <var>plural_form(distance(1))</var> es el viaje de <var>person(1)</var> en total?
fr: Quelle est la longueur totale du trajet de <var>person(1)</var> en <var>plural_form(distance(1))</var> ?
hi: कितने <var>plural_form(distance(1))</var> <var>person(1)</var>'s की कुल यात्रा के होंगे?
nb: Hvor mange <var>plural_form(distance(1))</var> er <var>person(1)</var>s reise totalt?
nl: Hoeveel <var>plural_form(distance(1))</var> is de reis van <var>person(1)</var> in totaal?
pl: Ile <var>plural_form(distance(1))</var> ma podróż <var>person(1)</var> łącznie?
pt: De quantos <var>plural_form(distance(1))</var> é a jornada de <var>person(1)</var> no total?
tr: <var>person(1)</var>'nin yolculuğu toplam kaç <var>plural_form(distance(1))</var>?

source: How many cars are in the parking lot now?
da: Hvor mange biler er der på parkeringspladsen nu?
es: ¿Cuántos automóviles hay en el estacionamiento ahora?
fr: Combien y a-t-il à présent de voitures dans le parking ?
hi: पार्किंग स्थल में अब कितनी गाड़ियां हैं?
ja: 何台の車が今駐車場にいますか?
nb: Hvor mange biler er på parkeringsplassen nå?
nl: Hoeveel auto's zijn er nu op de parkeerplaats?
pl: Ile jest teraz samochodów na parkingu?
pt: Quantos carros há no estacionamento agora?
tr: Otoparkta şimdi kaç tane araba bulunmaktadır?

source: How many cars were parked at the <var>store(1)</var> store at the beginning?
da: Hvor mange biler var parkeret ved <var>store(1)</var>butikken til at starte med?
es: ¿Cuántos automóviles estaban estacionados en la tienda de <var>store(1)</var> al principio?
fr: Au début de la journée, combien de voitures étaient garées dans le parking du magasin de <var>store(1)</var> ?
ja: 最初，何台の車が<var>store(1)</var>店に駐車していたでしょうか?
nb: Hvor mange biler stod parkert ved <var>store(1)</var>på begynnelsen?
nl: Hoeveel auto's waren er in het begin geparkeerd in de <var>store(1)</var> winkel?
pl: Ile stało samochodów zaparkowanych w sklepie <var>store(1)</var> na początku?
pt: Quantos carros estavam estacionados na loja de <var>store(1)</var> no começo?
tr: Başlangıçta <var>store(1)</var> otoparkında kaç araba vardı?

source: How many chickens did %(name)s sell in %(month)s?
fr: Combien de poulets %(name)s a-t-il vendu en %(month)s?
nb: Hvor mange kyllinger solgte %(name)s i %(month)s?
pl: Jak wiele kurczaków zostało sprzedanych przez %(name)s w %(month)s?
pt: Quantos frangos %(name)s vendeu em %(month)s?
tr: %(name)s, %(month)s'da kaç tane tavuk satmıştır?
