Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The <code><var>WHOLE</var></code> is the <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. This means the <code>\pink{\text{<var>PART</var>}}</code> is <code><var>PART_PERCENT * MULTIPLE</var></code>:
es: El <code><var>WHOLE</var></code> es el <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. Esto significa que la <code>\pink{\text{<var>PART</var>}}</code> es <code><var>PART_PERCENT * MULTIPLE</var></code>:
fr: <code><var>WHOLE</var></code> correspond au <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. Cela signifie que la <code>\pink{\text{<var>PART</var>}}</code> vaut <code><var>PART_PERCENT * MULTIPLE</var></code> :
hi: <code><var>WHOLE</var></code>, <code>\green{\text{<var>WHOLE_TEXT</var>}}</code> हैI इसका मतलब है कि <code>\pink{\text{<var>PART</var>}}</code> <code><var>PART_PERCENT * MULTIPLE</var></code> है:
nb: <code><var>WHOLE</var></code> er <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. Dette betyr at <code>\pink{\text{<var>PART</var>}}</code> er <code><var>PART_PERCENT * MULTIPLE</var></code>:
pl: <code><var>WHOLE</var></code> to <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. To znaczy, że <code>\pink{\text{<var>PART</var>}}</code> wynosi <code><var>PART_PERCENT * MULTIPLE</var></code>:
pt: O <code><var>WHOLE</var></code> é o <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. Isso significa que a <code>\pink{\text{<var>PART</var>}}</code> é <code><var>PART_PERCENT * MULTIPLE</var></code>:
tr: <code><var>WHOLE</var></code>, <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>'dır. Bunun anlamı, <code>\pink{\text{<var>PART</var>}}</code>, <code><var>PART_PERCENT * MULTIPLE</var></code> olduğudur:

source: The <code><var>WHOLE</var></code> is the <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. This means the <code>\pink{\text{<var>PART</var>}}</code> is <code><var>PART_PERCENT / FACTOR</var></code>:
es: El <code><var>WHOLE</var></code> es el <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. Esto significa que la <code>\pink{\text{<var>PART</var>}}</code> es <code><var>PART_PERCENT / FACTOR</var></code>:
fr: <code><var>WHOLE</var></code> correspond au <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. Cela signifie que la <code>\pink{\text{<var>PART</var>}}</code> vaut <code><var>PART_PERCENT / FACTOR</var></code> :
hi: <code><var>WHOLE</var></code>, <code>\green{\text{<var>WHOLE_TEXT</var>}}</code> है I इसका मतलब है कि <code>\pink{\text{<var>PART</var>}}</code>, <code><var>PART_PERCENT / FACTOR</var></code> है:
nb: <code><var>WHOLE</var></code> er <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. Dette betyr at <code>\pink{\text{<var>PART</var>}}</code> er <code><var>PART_PERCENT / FACTOR</var></code>:
pl: <code><var>WHOLE</var></code> to <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. To znaczy, że <code>\pink{\text{<var>PART</var>}}</code> to <code><var>PART_PERCENT / FACTOR</var></code>:
pt: O <code><var>WHOLE</var></code> é o <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. Isso significa que a <code>\pink{\text{<var>PART</var>}}</code> é <code><var>PART_PERCENT / FACTOR</var></code>:
tr: <code><var>WHOLE</var></code>, <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>'dır. Bunun anlamı, <code>\pink{\text{<var>PART</var>}}</code>, <code><var>PART_PERCENT / FACTOR</var></code> olduğudur:

source: The <code><var>WHOLE</var></code> is the <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. We are trying to find the <code>\pink{\text{<var>PART</var>}}</code> that makes up <code><var>PART_PERCENT</var>\%</code> of it:
es: El <code><var>WHOLE</var></code> es el <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. Estamos tratando de encontrar el <code>\pink{\text{<var>PART</var>}}</code> que forma el <code><var>PART_PERCENT</var>\%</code> de eso:
fr: <code><var>WHOLE</var></code> correspond au <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. On cherche à trouver la <code>\pink{\text{<var>PART</var>}}</code> qui correspond à <code><var>PART_PERCENT</var>\%</code> de celui-ci :
hi: <code><var>WHOLE</var></code>, <code>\green{\text{<var>WHOLE_TEXT</var>}}</code> है I हम <code>\pink{\text{<var>PART</var>}}</code> पता लगाने की कोशिश कर रहे जो इसका <code><var>PART_PERCENT</var>\%</code> बनाता है:
nb: <code><var>WHOLE</var></code> er <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. Vi prøver å finne<code>\pink{\text{<var>PART</var>}}</code> som blir <code><var>PART_PERCENT</var>\%</code> av det:
pl: <code><var>WHOLE</var></code> to <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. Szukamy <code>\pink{\text{<var>PART</var>}}</code>, która stanowi jej <code><var>PART_PERCENT</var>\%</code>:
pt: O <code><var>WHOLE</var></code> é o <code>\green{\text{<var>WHOLE_TEXT</var>}}</code>. Estamos tentando encontrar a <code>\pink{\text{<var>PART</var>}}</code> que forma <code><var>PART_PERCENT</var>\%</code> dele:

source: The <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> graph depicts a slope of <code><var>M.display</var></code>.
da: Den <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> graf viser hældningen af <code><var>M.display</var></code>.
es: La gráfica <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> representa una pendiente de <code><var>M.display</var></code>.
nb: Grafen <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> beskriver et stigningstall på <code><var>M.display</var></code>.
pt: O <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> gráfico representa uma inclinação de <code><var>M.display</var></code>.
tr: <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> grafiği <code><var>M.display</var></code> eğimini gösterir.

source: The <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> graph depicts an undefined slope.
da: <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code>-grafen viser en udefineret hældning.
es: La gráfica <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> representa una pendiente indefinida.
nb: Grafen <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> definerer et ikke-definert stigningstall.
pt: O <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> gráfico representa uma inclinação indefinida.
tr: <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> grafiği tanımsız eğim gösterir.

source: The <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> graph has a slope of <code><var>M.display</var></code>. The other graphs have slopes of <var>toSentence(OTHER_SLOPES)</var>.
da: Den <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> graf har hældningen af <code><var>M.display</var></code>.De andre grafer har hældninger på <var>toSentence(OTHER_SLOPES)</var>.
es: La gráfica <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> tiene una pendiente de <code><var>M.display</var></code>. Las otras gráficas tienen pendientes de <var>toSentence(OTHER_SLOPES)</var>.
fr: La droite <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> a une pente de <code><var>M.display</var></code>. Les autres droites ont des pentes de <var>toSentence(OTHER_SLOPES)</var>.
nb: Grafen <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> har et stigningstall på <code><var>M.display</var></code>. De andre grafene har et stigningstall på <var>toSentence(OTHER_SLOPES)</var>.
pt: O <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> gráfico tem inclinação de <code><var>M.display</var></code>. Os outros gráficos têm inclinação de <var>toSentence(OTHER_SLOPES)</var>.
tr: <code>\color{<var>COLORS[WHICH].hex</var>}{\text{<var>COLORS[WHICH].name.toLowerCase()</var>}}</code> grafiğinin eğimi <code><var>M.display</var></code>. Diğer grafiklerin eğimi ise <var>toSentence(OTHER_SLOPES)</var>.

source: The <code>x</code>-axis includes all the points where <code>y = 0</code>.
es: El eje <code>x</code> incluye todos los puntos en los que <code>y = 0</code>.
fr: L'axe des <code>x</code> contient tous les points dont l'ordonnée est <code>y = 0</code>.
nb: <code>x</code>-aksen inkluderer alle punktene hvor <code>y = 0</code>.
pl: Oś <code>x</code> zawiera wszystkie punkty, których współrzędna <code>y = 0</code>.
pt: O eixo <code>x</code> inclui todos os pontos onde <code>y = 0</code>.
tr: <code>x</code>-ekseni <code>y = 0</code> olan tüm noktaları kapsar.

source: The <code>x</code>-axis is the horizontal axis.
es: El eje <code>x</code> es el eje horizontal.
fr: L'axe des <code>x</code> est l'axe horizontal.
nb: <code>x</code>-aksen er den horisontale aksen.
pl: Oś <code>x</code>, to oś pozioma.
pt: O eixo <code>x</code> é o eixo horizontal.
tr: <code>x</code>-ekseni, yatay eksendir.

source: The <code>x</code>-axis of the ellipse is longer than its <code>y</code>-axis, so the sum of the distances to each focus is <code>2a</code>.
pt: O eixo <code>x</code> da elipse é maior do que seu eixo <code>y</code>, então a soma das distâncias até cada foco é <code>2a</code>.
tr: Elipsin <code>x</code>-ekseni, <code>y</code>-ekseninden daha uzundur, buna göre her odak noktasına uzaklığın toplamı <code>2a</code>'dır.

source: The <code>x</code>-coordinate tells how far we move to the right from the origin.
es: La coordenada en <code>x</code> nos dice qué tanto nos movemos a la derecha con respecto al origen.
fr: L'abscisse <code>x</code> indique la distance entre le point et l'axe des y quand on se déplace parallèlement à l'axe des x.
nb: <code>x</code>-koordinaten sier oss hvor langt til høyre vi går fra origo.
pl: Współrzędna <code>x</code> mówi nam, jak daleko przesuwamy się w prawo od początku układu współrzędnych.
pt: A coordenada <code>x</code> nos diz quanto temos que nos mover para a direita a partir da origem.
tr: <code>x</code>-koordinatı, başlangıç noktasından ne kadar sağa gittiğimizi belirtir.

source: The <code>x</code>-intercept is the point where the line crosses the <code>x</code>-axis. This happens when <code>y</code> is zero.
da: <code>x</code>-skæringspunktet er det punkt, hvor linjen krydser <code>x</code>-aksen. Det sker når <code>y</code> er nul.
es: La intersección con el eje <code>x</code> es el punto donde la recta cruza el eje <code>x</code>. Esto sucede cuando <code>y</code> es cero.
fr: Le point d'intersection avec l'axe des <code>x</code> est le point où la droite coupe l'axe des <code>x</code>. Son ordonnée <code>y</code> est égale à zéro.
nb: <code>x</code>-skjæringspunktet er det punktet hvor linjen krysser <code>x</code>-aksen. Det skjer når <code>y</code> er null.
pt: A interceptação em <code>x</code> é o ponto em que a reta cruza o eixo <code>x</code>. Isto acontece quando <code>y</code> é zero.
tr: <code>x</code>-kesme noktası, doğrunun <code>x</code>-eksenini kestiği yerdir. Bu, <code>y</code>'nin sıfır olduğu yerde olur.

source: The <code>y</code>-axis includes all the points where <code>x = 0</code>.
es: El eje <code>y</code> incluye todos los puntos en los que <code>x = 0</code>.
fr: L'axe des <code>y</code> contient tous les points dont l'abscisse est <code>x = 0</code>.
nb: <code>y</code>-aksen inkluderer alle punktene hvor <code>x = 0</code>.
pl: Oś <code>y</code> zawiera wszystkie punkty, których współrzędna <code>x = 0</code>.
pt: O eixo <code>y</code> inclui todos os pontos onde <code>x = 0</code>.
tr: <code>y</code>-ekseni <code>x = 0</code> olan tüm noktaları kapsar.

source: The <code>y</code>-axis is the vertical axis.
es: El eje <code>y</code> es el eje vertical.
fr: L'axe des <code>y</code> est l'axe vertical.
nb: <code>y</code>-aksen er den vertikale aksen.
pl: Oś <code>y</code>, to oś pionowa.
pt: O eixo <code>y</code> é o eixo vertical.
tr: <code>y</code>-ekseni, düşey eksendir.

source: The <code>y</code>-axis of the ellipse is longer than its <code>x</code>-axis, so the sum of the distances to each focus is <code>2b</code>.
pt: O eixo <code>y</code> da elipse é maior do que seu eixo <code>x</code>, então a soma das distâncias até cada foco é <code>2b</code>.
tr: Elipsin <code>y</code>-ekseni, <code>x</code>-ekseninden daha uzundur, buna göre her odak noktasına uzaklığın toplamı <code>2b</code>'dir.

source: The <code>y</code>-coordinate tells how far we move up from the origin.
es: La coordenada en <code>y</code> nos dice qué tanto nos movemos hacia arriba con respecto al origen.
fr: L'ordonnée <code>y</code> indique la distance entre l'axe des x et le point quand on se déplace parallèlement à l'axe des y.
nb: <code>y</code>-koordinaten sier hvor langt opp vi flytter oss fra origo.
pl: Współrzędna <code>y</code> mówi nam, jak daleko przesuwamy się w górę od początku układu współrzędnych.
pt: A coordenada <code>y</code> nos diz quanto nos movemos para cima a partir da origem.
tr: <code>y</code>-koordinatı, başlangıç noktasından ne kadar yukarı gittiğimizi gösterir.

source: The <code>y</code>-intercept for the first equation is <code><var>YINT_1</var></code>, so the first line must pass through the point <code>(0, <var>YINT_1</var>)</code>.
fr: Cette droite coupe l'axe des <code>y</code> au point d'ordonnée <code><var>YINT_1</var></code>, donc elle passe par le point <code>(0, <var>YINT_1</var>)</code>.
nb: Skjæringen med <code>y</code>-aksen for den første likningen er <code><var>YINT_1</var></code>, så den første linjen må gå gjennom <code>(0, <var>YINT_1</var>)</code>.
pl: Przecięcie z osią <code>y</code> dla pierwszego równania to <code><var>YINT_1</var></code>, więc pierwsza prosta musi przechodzić przez punkt <code>(0, <var>YINT_1</var>)</code>.
pt: A interceptação em <code>y</code> para a primeira equação é <code><var>YINT_1</var></code>, portanto a primeira reta deve passar pelo ponto <code>(0, <var>YINT_1</var>)</code>.

source: The <code>y</code>-intercept for the second equation is <code><var>YINT_2</var></code>, so the second line must pass through the point <code>(0, <var>YINT_2</var>)</code>.
fr: Cette droite coupe l'axe des <code>y</code> au point d'ordonnée <code><var>YINT_2</var></code>, donc elle passe par le point <code>(0, <var>YINT_2</var>)</code>.
nb: Skjæringen med <code>y</code>-aksen for den andre likningen er <code><var>YINT_2</var></code>, så den andre linjen må gå gjennom punktet <code>(0, <var>YINT_2</var>)</code>.
pl: Przecięcie z osią <code>y</code> dla drugiego równania to <code><var>YINT_2</var></code>, więc druga prosta musi przechodzić przez punkt <code>(0, <var>YINT_2</var>)</code>.
pt: A interceptação em <code>y</code> para a segunda equação é <code><var>YINT_2</var></code>, portanto a segunda reta deve passar pelo ponto <code>(0, <var>YINT_2</var>)</code>.
tr: İkinci denklemin <code>y</code>-kesme noktası <code><var>YINT_2</var></code> olduğu için, ikinci doğru <code>(0, <var>YINT_2</var>)</code> noktasından geçmelidir.

source: The <code>y</code>-intercept is the point where the line crosses the <code>y</code>-axis. This happens when <code>x</code> is zero.
fr: Le point d'intersection avec l'axe des <code>y</code> est le point où la droite coupe l'axe des <code>y</code>. Son abscisse <code>x</code> est égale à zéro.
nb: <code>y</code>-skjæringspunktet er det punktet hvor linjen krysser <code>y</code>-aksen. Det skjer når <code>x</code> er null.
pt: O <code>y</code>-ponto de interceptação é o ponto onde a linha cruza o eixo <code>y</code>. Isso acontece quando <code>x</code> é igual a zero.
tr: <code>y</code>-kesme noktası, doğrunun <code>y</code>-eksenini kestiği yerdir. Bu, <code>x</code>'in sıfır olduğu yerde olur.

source: The <code>y</code>-value at this point is <code><var>round(2 * FUNC(EXAMPLES[0])) / 2</var></code>, which we find from the graph.
fr: La valeur de <code>y</code> en ce point est <code><var>round(2 * FUNC(EXAMPLES[0])) / 2</var></code>, on la détermine à partir du graphique.
nb: <code>y</code>-verdien til dette punktet er <code><var>round(2 * FUNC(EXAMPLES[0])) / 2</var></code>, som vi finner på grafen.
pt: O valor de <code>y</code> nesse ponto é <code><var>round(2 * FUNC(EXAMPLES[0])) / 2</var></code>, que podemos encontrar com base no gráfico.

source: The <span class="hint_blue" style="font-weight: bold">hour</span> hand is the short <span class="hint_blue" style="font-weight: bold">blue</span> bar and the <span class="hint_red" style="font-weight: bold">minute</span> hand is the long <span class="hint_red" style="font-weight: bold">red</span> bar.
da: <span class="hint_blue" style="font-weight: bold">Time</span>viseren er den korte <span class="hint_blue" style="font-weight: bold">blå</span> bjælke og <span class="hint_red" style="font-weight: bold">minut</span>viseren er den lange <span class="hint_red" style="font-weight: bold">røde</span> bjælke.
es: La manecilla de las <span class="hint_blue" style="font-weight: bold">horas</span> es la barra pequeña <span class="hint_blue" style="font-weight: bold">azul</span> y la manecilla de los <span class="hint_red" style="font-weight: bold">minutos</span> es la barra grande <span class="hint_red" style="font-weight: bold">roja</span>.
fr: L'aiguille des<span class="hint_blue" style="font-weight: bold">heures</span> est la petite barre <span class="hint_blue" style="font-weight: bold">bleue</span> et l'aiguille des <span class="hint_red" style="font-weight: bold">minutes</span> est la grande barre <span class="hint_red" style="font-weight: bold">orange</span>.
nb: <span class="hint_blue" style="font-weight: bold">Time</span>viseren er den korte <span class="hint_blue" style="font-weight: bold">blå</span> linjen og <span class="hint_red" style="font-weight: bold">minutt</span>viseren er den lange <span class="hint_red" style="font-weight: bold">røde</span> linjen.
nl: De <span class="hint_blue" style="font-weight: bold">kleine</span> wijzer is het korte <span class="hint_blue" style="font-weight: bold">blauwe</span> staafje en de <span class="hint_red" style="font-weight: bold">grote</span> wijzer is de lange <span class="hint_red" style="font-weight: bold">rode</span> staaf.
pl: <span class="hint_blue" style="font-weight: bold">Godzinowa</span> wskazówka jest krótka<span class="hint_blue" style="font-weight: bold">blue</span> bar and the <span class="hint_red" style="font-weight: bold">Minutowa wskazówka</span> jest długa <span class="hint_red" style="font-weight: bold">red</span>.
pt: O <span class="hint_blue" style="font-weight: bold">ponteiro das horas</span> é o pequeno <span class="hint_blue" style="font-weight: bold">blue</span> e o <span class="hint_red" style="font-weight: bold">ponteiro dos minutos</span> é o longo <span class="hint_red" style="font-weight: bold">red</span>.
tr: <span class="hint_blue" style="font-weight: bold">akrep</span> kısa <span class="hint_blue" style="font-weight: bold">mavi</span> çubuk ve <span class="hint_red" style="font-weight: bold">yelkovan</span> uzun <span class="hint_red" style="font-weight: bold">turuncu</span> çubuktur.

source: The <span class="hint_blue"><code>x</code>-coordinate</span> tells how far we move to the right from the origin and the <span class="hint_green"><code>y</code>-coordinate</span> tells us how far we move up from the origin.
es: La coordenada en <span class="hint_blue"><code>x</code></span> indica qué tanto debemos movernos hacia la derecha del origen, y la coordenada en <span class="hint_green"><code>y</code></span> cuánto debemos movernos hacia arriba del origen.
fr: L'abscisse <span class="hint_blue"><code>x</code></span> indique de combien on doit se déplacer parallèlement à l'axe des x depuis l'axe des y et l'ordonnée <span class="hint_green"><code>y</code></span> indique de combien on doit se déplacer parallèlement à l'axe des y depuis l'axe des x.
nb: <span class="hint_blue"><code>x</code>-koordinaten</span>sier oss hvor langt mot høyre vi går fra origo og <span class="hint_green"><code>y</code>-koordinaten</span> sier oss hvor langt vi går opp fra origo.
pl: <span class="hint_blue">Współrzędna <code>x</code></span> mówi nam, jak daleko przesuwamy się na prawo od początku, <span class="hint_green">współrzędna <code>y</code></span> mówi nam, jak daleko w górę przesuwamy się od początku.
pt: A <span class="hint_blue">coordenada de x<code>x</code></span> nos diz o quanto nos movemos para a direita a partir da origem e a <span class="hint_green">coordenada de <code>y</code></span> nos diz o quanto nos movemos para cima a partir da origem.
tr: <span class="hint_blue"><code>x</code> koordinatı</span> başlangıç noktasından ne kadar sağa gittiğimizi ve <span class="hint_green"><code>y</code> koordinatı</span> başlangıç noktasından ne kadar yukarı gittiğimizi belirtir.

source: The <span class="hint_blue">original</span> conditional statement and its <span class="hint_blue">contrapositive</span> are logically equivalent, and the <span class="hint_green">converse</span> and the <span class="hint_green">inverse</span> are logically equivalent.
es: La proposición condicional <span class="hint_blue">original</span> y su <span class="hint_blue">contrapositiva</span> son lógicamente equivalentes, y la <span class="hint_green">conversa</span> y la <span class="hint_green">inversa</span> son lógicamente equivalentes.
fr: La proposition <span class="hint_blue">initiale</span> et sa <span class="hint_blue">contraposée</span> sont équivalentes, et la <span class="hint_green">réciproque</span> et sa <span class="hint_green">contraposée</span> sont équivalentes.
pt: A afirmação condicional <span class="hint_blue">original</span> e sua <span class="hint_blue">contrapositiva</span> são logicamente equivalentes, e a <span class="hint_green">recíproca</span> e a <span class="hint_green">inversa</span> também são equivalentes.
tr: <span class="hint_blue">Orijinal</span> koşullu önerme ve <span class="hint_blue">karşıt tersi</span> mantıksal olarak denktir, ve <span class="hint_green">ters</span> ile <span class="hint_green">karşıt</span> mantıksal olarak denktir.

source: The <span class="hint_green">two green line segments</span> you see when you point to the parabola are always the same length as each other. Use them to check that you've found the right focus and directrix.
es: Los <span class="hint_green">dos segmentos de recta verdes</span> que ves cuando señalas la parábola son siempre de la misma longitud. Úsalos para verificar que has encontrado el foco y directriz correctos.
fr: Les <span class="hint_green"> deux segments de droite verts</span> qui apparaissent quand on clique sur un point de la parabole sont de même longueur. Ils permettent de vérifier que le point et la droite sont effectivement le foyer et la directrice de la parabole.
pt: Os <span class="hint_green">dois segmentos de reta verdes</span> que você vê ao apontar para a parábola têm sempre o mesmo comprimento. Utilize-os para verificar se você encontrou o foco e a diretriz corretamente.
tr: Parabole işaret ettiğinizde gördüğünüz <span class="hint_green">iki yeşil doğru parçası</span> hep eşit uzunluktadır. Odak noktasını ve doğrultmanı doğru bulduğunuzu kontrol etmek için bunları kullanın.
