Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Length <code>=</code> <input id="response1" type="text"/> cm <br/> Width <code>\hphantom{ }=</code> <input id="response2" type="text"/> cm <br/> Height <code> =</code> <input id="response3" type="text"/> cm
es: Longitud <code>=</code> <input id="response1" type="text"/> cm <br/> Anchura <code>\hphantom{ }=</code> <input id="response2" type="text"/> cm <br/> Altura <code> =</code> <input id="response3" type="text"/> cm
fr: Longueur <code>=</code> <input id="response1" type="text"/> cm <br/> largeur <code>\hphantom{ }=</code> <input id="response2" type="text"/> cm <br/> Hauteur <code> =</code> <input id="response3" type="text"/> cm
nb: Lengde <code>=</code> <input id="response1" type="text"/> cm <br/> Bredde <code>\hphantom{ }=</code> <input id="response2" type="text"/> cm <br/> Høyde <code> =</code> <input id="response3" type="text"/> cm
pl: Długość <code>=</code> <input id="response1" type="text"/> cm <br/> Szerokość <code>\hphantom{ }=</code> <input id="response2" type="text"/> cm <br/> Wysokość <code> =</code> <input id="response3" type="text"/> cm
pt: Comprimento <code>=</code> <input id="response1" type="text"/> cm <br/> Largura <code>\hphantom{ }=</code> <input id="response2" type="text"/> cm <br/> Altura <code> =</code> <input id="response3" type="text"/> cm
tr: Boy <code>=</code> <input id="response1" type="text"/> cm <br/> En <code>\hphantom{ }=</code> <input id="response2" type="text"/> cm <br/> Yükseklik <code> =</code> <input id="response3" type="text"/> cm

source: Length of fencing (meters)
nb: Lengde på gjerde (meter)
pt: Comprimento da cerca (metros)

source: Length of necklace (centimeters)
nb: Lengde på halskjede (centimeter)
pt: Comprimento do colar (centímetros)

source: Leonardo's Last Supper
da: Leonardos Den Sidste Nadver
es: La última cena de Leonardo
fr: "La Cène" de Léonard de Vinci
nb: Siste nattverden av Leonardo
nl: Leonardo's Laatste Avondmaal
pl: Leonardo, Ostatnia Wieczerza
pt: A Última Ceia de Leonardo Da Vinci
pt_pt: A última ceia de Leonardo
tr: Leonardo'nun Son Akşam Yemeği

source: Less helpful than most videos
da: Mindre nyttig end de fleste andre videoer
es: Menos provechoso que la mayoría de los videos
fr: Moins utiles que la plupart des vidéos
nb: Mindre nyttig enn de fleste videoer
nl: Minder nuttig dan de meeste filmpjes
pl: Mniej pomocny, niż większość filmów
pt: Menos útil do que a maioria dos vídeos
tr: Çoğu videodan daha az yararlı

source: Less useful than most videos
da: Mindre nyttig end de fleste andre videoer
es: Menos útil que la mayoría de los videos
fr: Moins utile que la plupart des vidéos
nb: Mindre nyttig enn de fleste videoer
nl: Minder nuttig dan de meeste filmpjes
pl: Mniej użyteczny, niż większość filmów
pt: Menos útil do que a maioria dos vídeos
tr: Çoğu videodan daha çok yararlı

source: Lesson completed
da: Lektion fuldført
es: Lección completada
fr: Leçon terminée
ja: 完了したレッスン
nb: Gjennomførte leksjoner
nl: Les voltooid
pl: Ukończone lekcje
pt: Lição concluída
pt_pt: Aula concluída
tr: Dersi tamamladınız

source: Let <code>X</code> and <code>Y</code> be sets:
es: Sean <code>X</code> y <code>Y</code> conjuntos:
fr: Soit <code>X</code> et <code>Y</code> les ensembles :
nb: La <code>X</code> og <code>Y</code> være sett:
pt: Sejam <code>X</code> e <code>Y</code> os conjuntos:
tr: <code>X</code> ve <code>Y</code> iki küme olsun:

source: Let <code>a</code> and <code>b</code> be complex numbers:
es: Sean <code>a</code> y <code>b</code> números complejos:
fr: Soient les nombres complexes <code>a</code> et <code>b</code> :
pt: Sejam <code>a</code> e <code>b</code> números complexos:
tr: <code>a</code> ve <code>b</code>'nin karmaşık sayılar olduğunu varsayalım:

source: Let <code>d_1 = <var>D1</var></code>, the diagonal that bisects the kite. Then let <code>d_2 = <var>D2</var></code>.
es: Seat <code>d_1 = <var>D1</var></code>, la diagonal que divide en dos la cometa, entonces <code>d_2 = <var>D2</var></code>.
pt: Dado <code>d_1 = <var>D1</var></code>, a diagonal que divide o deltoide. Então, <code>d_2 = <var>D2</var></code>.
tr: Deltoidi ortadan ikiye bölen köşegen, <code>d_1 = <var>D1</var></code> olsun. Ve, <code>d_2 = <var>D2</var></code>.

source: Let <code>x</code> be the first number, and let <code>y</code> be the second number.
da: Lad <code>x</code> være det første tal, og lad <code>y</code> være det andet tal.
es: Sea <code>x</code> el primer número, y sea <code>y</code> el segundo número.
fr: Soit <code>x</code> le premier nombre et <code>y</code> le second.
nb: La <code>x</code> være det første tallet, og la <code>y</code> være det andre tallet.
pl: Niech <code>x</code> będzie pierwszą liczbą, i niech <code>y</code> będzie drugą liczbą.
pt: Deixe <code>x</code> ser o primeiro número, e <code>y</code> o segundo.
tr: <code>x</code> birinci, ve <code>y</code> ikinci sayı olsun.

source: Let <code>x</code> equal the decimal. Set up two equations such that the digits after the decimal point are identical.
da: Lad <code>x</code> være lig med decimaltallet. Lav to ligninger, således at cifrene efter kommaet er identiske.
fr: On appelle ce nombre <code>x</code>. On essaie d'écrire deux égalités où les nombres aient les mêmes parties décimales.
nb: La <code>x</code> være lik desimaltallet. Lag to likninger, slik at at sifrene etter kommaet er like.
pt: Vamos fazer <code>x</code> igual ao decimal. Defina duas equações de tal forma que o número de algarismos após a vírgula sejam idênticos.
tr: Ondalıklı sayıyı <code>x</code>'e eşitleyin. Ondalık virgülünden sonraki rakamların aynı olmasını sağlayan iki denklem kurunuz.

source: Let <code>x</code> equal the measure of <var>UNIT_1</var> and <code>y</code> equal the measure of <var>UNIT_2</var>.
da: Lad <code>x</code> være lig med <var>UNIT_1</var> og <code>y</code> være lig med <var>UNIT_2</var>.
es: Sea <code>x</code> igual a la medida de <var>UNIT_1</var> y <code>y</code> igual a la medida de <var>UNIT_2</var>.
fr: Soit <code>x</code> la mesure de <var>UNIT_1</var> et <code>y</code> celle de <var>UNIT_2</var>.
nb: La <code>x</code> være lik <var>UNIT_1</var> og <code>y</code> være lik <var>UNIT_2</var>.
pt: Faça <code>x</code> igual à medida de <var>UNIT_1</var> e <code>y</code> igual à medida de <var>UNIT_2</var>.
tr: <code>x</code> <var>UNIT_1</var>'in ölçüsü ve <code>y</code> <var>UNIT_2</var>'in ölçüsüne eşit olsun.

source: Let <code>x</code> equal the number of <var>UNIT_1</var> and <code>y</code> equal the number of <var>UNIT_2</var>.
da: Lad <code>x</code> være antallet af <var>UNIT_1</var>, og lad <code>y</code> være antallet af <var>UNIT_2</var>.
es: Sea <code>x</code> igual al número de <var>UNIT_1</var> y <code>y</code> igual al número de <var>UNIT_2</var>.
fr: Soit <code>x</code> le nombre de <var>UNIT_1</var> et <code>y</code> le nombre de <var>UNIT_2</var>.
nb: La <code>x</code> være antallet av <var>UNIT_1</var>, og la <code>y</code> være antallet av <var>UNIT_2</var>.
pt: Faça com que <code>x</code> seja igual ao número de <var>UNIT_1</var> e <code>y</code> igual ao número de <var>UNIT_2</var>.
tr: <code>x</code> <var>UNIT_1</var> sayısı ve <code>y</code> <var>UNIT_2</var> sayısına eşit olsun.

source: Let <code>x</code> equal the number of teachers and <code>y</code> equal the number of students.
da: Lad <code>x</code> være antallet af lærere, og lad <code>y</code> være antallet af elever.
es: Sea <code>x</code> igual al número de profesores y <code>y</code> igual al número de estudiantes.
fr: Soit <code>x</code> le nombre de professeurs et <code>y</code> le nombre d'élèves.
nb: La <code>x</code> være antall lærere og <code>y</code> antall studenter.
pl: Niech <code>x</code> równa się liczbie nauczycieli, a <code>y</code> liczbie uczniów.
pt: Faça <code>x</code> igual ao número de professores e <code>y</code> igual ao número de alunos.
tr: <code>x</code> öğretmen sayısı ve <code>y</code> öğrenci sayısına eşit olsun.

source: Let <code>x</code> represent the unknown cost of <var>N2</var> <var>deskItem( 0 )</var>. Since <var>N2</var> <var>deskItem( 0 )</var> cost <code>x</code>, we have the following proportion:
fr: Soit <code>x</code> le coût inconnu de <var>N2</var> <var>deskItem( 0 )</var>. Étant donné que <var>N2</var> <var>deskItem( 0 )</var> coûte <code>x</code>, on obtient la fraction suivante :
nb: La <code>x</code> representere den ukjente kostnaden på <var>N2</var> <var>deskItem( 0 )</var>. Siden <var>N2</var> <var>deskItem( 0 )</var> koster <code>x</code>, har vi følgende forhold:
pl: Niech <code>x</code> oznacza nieznany koszt <var>N2</var> <var>deskItem( 0 )</var>. Skoro <var>N2</var> <var>deskItem( 0 )</var> kosztuje <code>x</code>, uzyskujemy następującą proporcję:
pt: Seja <code>x</code> o custo desconhecido de <var>N2</var> <var>deskItem( 0 )</var>. Como <var>N2</var> <var>deskItem( 0 )</var> custa <code>x</code>, temos a seguinte proporção:

source: Let <code>y</code> be the number of years that it will take.
da: Lad <code>y</code> være antallet af år, det tager.
es: Sea <code>y</code> el número de años que tomará.
fr: Soit <code>y</code> le nombre d'années cherché.
nb: La <code>y</code> være antallet år det vil ta.
nl: Stel dat <code>y</code> het aantal jaren is dat het zal duren.
pl: Niech <code>y</code> oznacza liczbę lat, jaką to zajmie.
pt: Seja <code>y</code> o número de anos que isso levará.
tr: <code>y</code> kaç yıl gerekeceği olsun.

source: Let <var>P1</var>'s age be <code><var>V1</var></code>.
es: Sea la edad de <var>P1</var> <code><var>V1</var></code>.
fr: Soit <code><var>V1</var></code> l'âge de <var>P1</var>.
nb: La <var>P1</var>'s alder være <code><var>V1</var></code>.
nl: Stel dat de leeftijd van <var>P1</var> <code><var>V1</var></code> is.
pl: Niech wiek, w jakim jest <var>P1</var> to będzie <code><var>V1</var></code>.
pt: Considere que a idade de <var>P1</var> seja <code><var>V1</var></code>.
tr: <var>P1</var>'nin yaşı <code><var>V1</var></code> olsun.

source: Let <var>P1</var>'s current age be <code><var>V1</var></code> and <var>P2</var>'s current age be <code><var>V2</var></code>.
es: Sea la edad de <var>P1</var> <code><var>V1</var></code> y la edad de <var>P2</var> <code><var>V2</var></code>.
fr: On appelle l'âge de <var>P1</var>, <code><var>V1</var></code>, et l'âge de <var>P2</var>, <code><var>V2</var></code>.
nb: La <var>P1</var>s nåværende alder være <code><var>V1</var></code> og <var>P2</var>s nåværende alder være <code><var>V2</var></code>.
nl: Stel dat <var>P1</var>'s huidige leeftijd <code><var>V1</var></code> is, en <var>P2</var>'s huidige leeftijd <code><var>V2</var></code>.
pl: Oznaczmy wiek, w jakim jest <var>P1</var> niewiadomą <code><var>V1</var></code>, a wiek, w jakim jest <var>P2</var> niewiadomą <code><var>V2</var></code>.
pt: Considere que a idade atual de <var>P1</var> seja <code><var>V1</var></code> e que a idade atual de <var>P2</var> seja <code><var>V2</var></code>.
tr: <var>P1</var>'in şimdiki yaşı <code><var>V1</var></code> ve <var>P2</var>'nin şimdiki yaşı <code><var>V2</var></code> olsun.

source: Let declaration not directly within block.
da: Lad erklæring ikke direkte inde i blokken.
es: Declaración "let" no está directamente dentro del bloque.
nb: Ikke legg erklæringen direkte i blokk.
nl: Schrijf declaraties niet rechtstreeks binnen een blok.
pl: Deklaracja let nie znajduje się bezpośrednio w bloku.
pt: Não deixe a declaração diretamente dentro do bloco.
tr: Let bildirimi doğrudan bloğun içinde değildir.

source: Let her score on the next <var>exam(1)</var> be <code>x</code>.
nb: La hennes karakter på neste <var>exam(1)</var> være <code>x</code>.
pt: Considere que a sua pontuação no próximo <var>exam(1)</var> é <code>x</code>.
tr: Bir sonraki <var>exam(1)</var>, puanı <code>x</code> olsun.

source: Let his score on the next <var>exam(1)</var> be <code>x</code>.
nb: La hans karakter på neste <var>exam(1)</var> være <code>x</code>.
pt: Considere que a sua pontuação no próximo <var>exam(1)</var> é <code>x</code>.
tr: Bir sonraki <var>exam(1)</var>, puanı <code>x</code> olsun.

source: Let us draw a factor tree.
da: Lad os tegne et træ med faktorerne.
es: Dibujemos un árbol de factores.
fr: On dessine un arbre de factorisation.
hi: चलिए एक गुणन पेड़ बनाते हैंI
nb: La oss tegne et tre med faktorene.
nl: Laten we een boomdiagram van factoren tekenen.
pl: Narysujmy drzewo czynników.
pt: Vamos desenhar uma árvore de fatores.
tr: Bir faktör ağacı çizelim.

source: Let your friends know you're on Khan Academy
da: Fortæl dine venner at du er på Khan Academy
es: Deja que tus amigos sepan que estás en Khan Academy
fr: Faites savoir à vos amis que vous êtes inscrits sur la Khan Academy
nb: La dine venner få vite at du er på Khan Academy
nl: Laat je vrienden weten dat je leert bij Khan Academy
pl: Daj znać Twoim znajomym, że jesteś na Khan Academy
pt: Avise seus amigos que você está na Khan Academy
pt_pt: Diz aos teus amigos que estás na Khan Academy
tr: Arkadaşlarınıza Khan Academy'de olduğunuzu bildirin

source: Let's build this community of learners together!
bg: Да изградим тази общност на учащите заедно!
da: Lad os sammen opbygge dette fællesskab af læring!
es: ¡Construyamos juntos esta comunidad de estudiantes!
nb: La oss bygge dette fellesskapet av elever sammen!
nl: Laten we samen deze gemeenschap van leerders bouwen!
pl: Zbudujmy razem społeczność uczących się!
pt: Vamos construir juntos esta comunidade de alunos!
tr: Bu öğrenici topluluğunu birlikte oluşturalım!

source: Let's check for all three sides:
es: Verifiquemos para los tres lados:
fr: On vérifie pour les trois côtés :
nb: La oss sjekke for alle tre sider:
pl: Sprawdźmy dla wszystkich trzech boków:
pt: Vamos verificar os três lados:
tr: Üç kenarı da kontrol edelim:

source: Let's choose <code>(<var>X1</var>, <var>Y1</var>)</code> and <code>(<var>X2</var>, <var>Y2</var>)</code>.
da: Lad os vælge <code>(<var>X1</var>, <var>Y1</var>)</code> og <code>(<var>X2</var>, <var>Y2</var>)</code>.
es: Tomemos <code>(<var>X1</var>, <var>Y1</var>)</code> y <code>(<var>X2</var>, <var>Y2</var>)</code>.
fr: Choisissons <code>(<var>X1</var>, <var>Y1</var>)</code> et <code>(<var>X2</var>, <var>Y2</var>)</code>.
nb: La oss velge <code>(<var>X1</var>, <var>Y1</var>)</code> og <code>(<var>X2</var>, <var>Y2</var>)</code>.
pl: Wybierzmy <code>(<var>X1</var>, <var>Y1</var>)</code> i <code>(<var>X2</var>, <var>Y2</var>)</code>.
pt: Vamos escolher <code>(<var>X1</var>, <var>Y1</var>)</code> e <code>(<var>X2</var>, <var>Y2</var>)</code>.
tr: <code>(<var>X1</var>, <var>Y1</var>)</code> ve <code>(<var>X2</var>, <var>Y2</var>)</code> noktalarını seçelim.

source: Let's consider <code><var>PAIR( point )</var></code>.
da: Lad os prøve med <code><var>PAIR( point )</var></code>.
es: Consideremos el punto <code><var>PAIR( point )</var></code>.
fr: On considère <code><var>PAIR( point )</var></code>.
nb: La oss prøve med <code><var>PAIR( point )</var></code>.
pl: Rozważmy <code><var>PAIR( point )</var></code>.
pt: Vamos considerar <code><var>PAIR( point )</var></code>.

source: Let's convert the improper fraction <code>\orange{<var>NUMBER</var>}</code> to a mixed number:
nb: La oss gjøre om den uekte brøken <code>\orange{<var>NUMBER</var>}</code> til et blandet tall:
nl: Laten we de onechte breuk <code>\orange{<var>NUMBER</var>}</code> omzetten in een gemengde breuk:
pl: Zamieńmy ułamek niewłaściwy <code>\orange{<var>NUMBER</var>}</code> na liczbę mieszaną:
pt: Vamos converter a fração imprópria <code>\orange{<var>NUMBER</var>}</code> em um número misto:
tr: <code>\orange{<var>NUMBER</var>}</code> bileşik kesirini tam sayılı kesire dönüştürelim:

source: Let's draw a factor tree.
es: Dibujemos un árbol de factores.
fr: On dessine l'arbre de sa factorisation.
hi: चलिए एक गुणन पेड़ बनाते हैंI
nl: Laten we een boomdiagram van factoren tekenen.
pl: Narysujmy drzewo czynników.
pt: Vamos desenhar uma árvore de fatores.
tr: Bir faktör ağacı çizelim.

source: Let's draw a line between the opposite ends of the two bases.
es: Vamos a dibujar una línea entre los extremos opuestos de las dos bases.
nb: La oss tegne en linje mellom de motsatte sidene av de to grunnlinjene.
pt: Vamos traçar uma reta entre as extremidades opostas das duas bases.
tr: İki tabanın karşılıklı bitiş noktalarından bir doğru çizelim.

source: Let's pick some points where <code>x = <var>XINT</var></code>. <code class="hint_green">(<var>XINT</var>, -<var>Y_EXAMPLE</var>)</code>, <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE_2</var>)</code> and <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE</var>)</code> are all good choices.
da: Lad os vælge nogle punkter, hvor <code>x = <var>XINT</var></code>. <code class="hint_green">(<var>XINT</var>, -<var>Y_EXAMPLE</var>)</code>, <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE_2</var>)</code> go <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE</var>)</code> er alle gode valg.
es: Escojamos algunos puntos donde <code>x = <var>XINT</var></code>. <code class="hint_green">(<var>XINT</var>, -<var>Y_EXAMPLE</var>)</code>, <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE_2</var>)</code> y <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE</var>)</code> son todos buenas opciones.
fr: Trouvons des points pour lesquels <code>x = <var>XINT</var></code>. <code class="hint_green">(<var>XINT</var>, -<var>Y_EXAMPLE</var>)</code>, <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE_2</var>)</code> et <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE</var>)</code> conviennent tous les deux.
nb: La oss plukke ut noen punkter hvor <code>x = <var>XINT</var></code>. <code class="hint_green"> (<var>XINT</var>, -<var>Y_EXAMPLE</var>)</code>, <code class="hint_green"> (<var>XINT</var>, <var>Y_EXAMPLE_2</var>)</code> og <code class="hint_green"> (<var>XINT</var>, <var>Y_EXAMPLE</var>)</code> er alle gode valg.
pl: Wybierzmy kilka punktów, gdzie <code>x = <var>XINT</var></code>. <code class="hint_green">(<var>XINT</var>, -<var>Y_EXAMPLE</var>)</code>, <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE_2</var>)</code> i <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE</var>)</code> to wszystkie dobre odpowiedzi.
pt: Vamos pegar alguns pontos em que <code>x = <var>XINT</var></code>. <code class="hint_green">(<var>XINT</var>, -<var>Y_EXAMPLE</var>)</code>, <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE_2</var>)</code> e <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE</var>)</code> são todos boas escolhas.
tr: Nokta seçiyoruz. <code>x = <var>XINT</var></code>. <code class="hint_green">(<var>XINT</var>, -<var>Y_EXAMPLE</var>)</code>, <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE_2</var>)</code> ve <code class="hint_green">(<var>XINT</var>, <var>Y_EXAMPLE</var>)</code> uygun.

source: Let's pick some points where <code>y = <var>YINT</var></code>. <code class="hint_green">(-<var>X_EXAMPLE</var>, <var>YINT</var>)</code> and <code class="hint_green">(<var>X_EXAMPLE</var>, <var>YINT</var>)</code> are both good choices.
es: Escojamos algunos puntos donde <code>y = <var>YINT</var></code>. <code class="hint_green">(-<var>X_EXAMPLE</var>, <var>YINT</var>)</code> y <code class="hint_green">(<var>X_EXAMPLE</var>, <var>YINT</var>)</code> son ambos buenas opciones.
fr: Trouvons des points pour lesquels <code>y = <var>YINT</var></code>. <code class="hint_green">(-<var>X_EXAMPLE</var>, <var>YINT</var>)</code> et <code class="hint_green">(<var>X_EXAMPLE</var>, <var>YINT</var>)</code> conviennent tous les deux.
nb: La oss plukke ut noen punkter hvor <code>y = <var>YINT</var></code>. <code class="hint_green"> (-<var>X_EXAMPLE</var>, <var>YINT</var>)</code> og <code class="hint_green"> (<var>X_EXAMPLE</var>, <var>YINT</var>)</code> er begge gode valg.
pl: Wybierzmy kilka punktów, gdzie <code>y = <var>YINT</var></code>. <code class="hint_green">(-<var>X_EXAMPLE</var>, <var>YINT</var>)</code> i <code class="hint_green">(<var>X_EXAMPLE</var>, <var>YINT</var>)</code> to obie dobre odpowiedzi.
pt: Vamos pegar alguns pontos onde <code>y = <var>YINT</var></code>. <code class="hint_green">(-<var>X_EXAMPLE</var>, <var>YINT</var>)</code> e <code class="hint_green">(<var>X_EXAMPLE</var>, <var>YINT</var>)</code> são boas escolhas.
tr: Nokta seçiyoruz. <code>y = <var>YINT</var></code>. <code class="hint_green">(-<var>X_EXAMPLE</var>, <var>YINT</var>)</code> ve <code class="hint_green">(<var>X_EXAMPLE</var>, <var>YINT</var>)</code> uygun.

source: Let's picture this problem by drawing <code>\green{<var>B</var>}</code> rows of <code>\blue{<var>A</var>}</code> circles.
fr: Pour résoudre le problème, on représente <code>\green{<var>B</var>}</code> rangées de <code>\blue{<var>A</var>}</code> cercles.
ja: <code>\green{<var>B</var>}</code> 列の <code>\blue{<var>A</var>}</code> 個の円を描いてこの問題を考えてみましょう．
nb: La oss tegne denne oppgaven med <code>\green{<var>B</var>}</code> rader av <code>\blue{<var>A</var>}</code> sirkler.
nl: Laten we deze som eens bekijken door <code>\green{<var>B</var>}</code> rijen van <code>\blue{<var>A</var>}</code> cirkels te tekenen.
pl: Narysujmy obrazek do tego zadania: rysujemy <code>\green{<var>B</var>}</code> rzędów po <code>\blue{<var>A</var>}</code> kółek.
pt: Vamos imaginar esse problema desenhando <code>\green{<var>B</var>}</code> linhas de <code>\blue{<var>A</var>}</code> círculos.
tr: Bu soruyu, <code>\green{<var>B</var>}</code> satır <code>\blue{<var>A</var>}</code> çember çizerek gösterelim.
