Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: Support Khan Academy with a donation of any size
da: Støt Khan Academy med en donation uanset størrelse
es: Apoya a Khan Academy con una donación de cualquier cantidad
fr: Soutenez Khan Academy avec un don de n'importe quel montant.
ja: カーンアカデミーを何らかの寄付でサポート
nb: Støtt gjerne Khan Academy med en donasjon uansett størrelse
nl: Steun de Khan Academy met een donatie naar keuze
pl: Wsparcie Khan Academy dotacją każdej wielkości
pt: Contribuir com a Khan Academy com uma doação de qualquer valor
pt_pt: Apoia a Khan Academy através da doação de um determinado valor
tr: Herhangi büyüklükte bir bağış ile Khan Academy'yi destekleyin

source: Supporters
bg: Поддръжници
da: Støtter
es: Ayudantes
fr: Donateurs
he: תומכים
hi: समर्थक
ja: サポーター達
nb: Støttespillere
nl: Ondersteuners
pl: Wspierający
pt: Apoiadores
pt_pt: Patrocinadores
tr: Destek Verenler

source: Supporting Learners on LearnStorm
es: Apoyar a los estudiantes en LearnStorm
nb: Støtte elever på LearnStorm
pt: Apoiando os alunos na LearnStorm
pt_pt: Apoie os alunos inscritos na LearnStorm
tr: LearnStorm'da öğrenicileri desteklemek

source: Suppose a parallelogram has base length <code>\red{<var>B</var> \text{ <var>UNIT</var>}}</code> and height <code>\blue{<var>H</var> \text{ <var>UNIT</var>}}</code>.
es: Supongamos que un paralelogramo tiene una base con una longitud de <code>\red{<var>B</var> \text{ <var>UNIT</var>}}</code> y una altura de <code>\blue{<var>H</var> \text{ <var>UNIT</var>}}</code>.
fr: La longueur de la base d'un parallélogramme est égale à <code>\red{<var>B</var> \text{ <var>UNIT</var>}}</code> et sa hauteur à <code>\blue{<var>H</var> \text{ <var>UNIT</var>}}</code>.
nb: Anta at et parallellogram har grunnlinje <code>\red{<var>B</var> \text{ <var>UNIT</var>}}</code> og høyde <code>\blue{<var>H</var> \text{ <var>UNIT</var>}}</code>.
pt: Supondo que um paralelogramo tenha um comprimento da base <code>\red{<var>B</var> \text{ <var>UNIT</var>}}</code> e altura <code>\blue{<var>H</var> \text{ <var>UNIT</var>}}</code>.
tr: Bir paralelkenarın taban uzunluğunun <code>\red{<var>B</var> \text{ <var>UNIT</var>}}</code> ve yüksekliğinin <code>\blue{<var>H</var> \text{ <var>UNIT</var>}}</code> olduğunu varsayın.

source: Suppose the area of a circle is <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. What is its circumference?
es: Supongamos que el área de un círculo es <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. ¿Cuál es su perímetro?
nb: Anta at arealet av en sirkel er <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. Hva er sirkelens omkrets?
pl: Załóżmy, że pole koła wynosi <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. Jaki jest jego obwód?
pt: Suponha que a área de um círculo seja <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. Qual é sua circunferência?
tr: Dairenin alanının <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code> olduğunu varsayın. Çevresi nedir?

source: Suppose the area of a circle is <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. What is its diameter?
es: Supongamos que el área de un círculo es <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. ¿Cuál es su diámetro?
nb: Anta at arealet av en sirkel er <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. Hva er diameteren?
pl: Załóżmy, że pole koła wynosi <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. Jaka jest jego średnica?
pt: Suponha que a área de um círculo seja <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. Qual é seu diâmetro?
tr: Dairenin alanının <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code> olduğunu varsayın. Çapı nedir?

source: Suppose the area of a circle is <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. What is its radius?
es: Supongamos que el área de un círculo es <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. ¿Cuál es su radio?
pl: Załóżmy, że pole koła wynosi <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. Jaki jest jego promień?
pt: Suponha que a área de um círculo seja <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code>. Qual é seu raio?
tr: Dairenin alanının <code>\color{<var>K_COLOR</var>}{<var>R * R</var>\pi}</code> olduğunu varsayın. Yarıçapı nedir?

source: Suppose the area of a circle is <code>\color{<var>K_COLOR</var>}{\pi}</code>. What is its circumference?
es: Supongamos que el área de un círculo es <code>\color{<var>K_COLOR</var>}{\pi}</code>. ¿Cuál es su perímetro?
nb: Anta at arealet av en sirkel er <code>\color{<var>K_COLOR</var>}{\pi}</code>. Hva er omkretsen av sirkelen?
pl: Załóżmy, że pole koła wynosi <code>\color{<var>K_COLOR</var>}{\pi}</code>. Jaki jest jego obwód?
pt: Suponha que a área de um círculo seja <code>\color{<var>K_COLOR</var>}{\pi}</code>. Qual é sua circunferência?
tr: Dairenin alanının <code>\color{<var>K_COLOR</var>}{\pi}</code> olduğunu varsayın. Çevresi nedir?

source: Suppose the area of a circle is <code>\color{<var>K_COLOR</var>}{\pi}</code>. What is its diameter?
es: Supongamos que el área de un círculo es <code>\color{<var>K_COLOR</var>}{\pi}</code>. ¿Cuál es su diámetro?
nb: Anta at arealet av en sirkel er<code>\color{<var>K_COLOR</var>}{\pi}</code>. Hva er diameteren?
pl: Załóżmy, że pole koła wynosi <code>\color{<var>K_COLOR</var>}{\pi}</code>. Jaka jest jego średnica?
pt: Suponha que a área do circulo seja <code>\color{<var>K_COLOR</var>}{\pi}</code>. Qual é seu diâmetro?
tr: Dairenin alanının <code>\color{<var>K_COLOR</var>}{\pi}</code> olduğunu varsayın. Çapı nedir?

source: Suppose the area of a circle is <code>\color{<var>K_COLOR</var>}{\pi}</code>. What is its radius?
es: Supongamos que el área de un círculo es <code>\color{<var>K_COLOR</var>}{\pi}</code>. ¿Cuál es su radio?
pl: Załóżmy, że pole koła wynosi <code>\color{<var>K_COLOR</var>}{\pi}</code>. Jaki jest jego promień?
pt: Suponha que a área do circulo seja <code>\color{<var>K_COLOR</var>}{\pi}</code>. Qual é seu raio?
tr: Dairenin alanının <code>\color{<var>K_COLOR</var>}{\pi}</code> olduğunu varsayın. Yarıçapı nedir?

source: Suppose the circumference of a circle is <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. What is its area?
es: Supongamos que el perímetro de un círculo es <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. ¿Cuál es su área?
nb: Anta at omkretsen av en sirkel er <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. Hva er arealet?
pl: Załóżmy, że obwód koła wynosi <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. Ile wynosi jego pole?
pt: Suponha que a circunferência de um círculo seja <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. Qual é sua área?
tr: Çemberin çevresinin <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code> olduğunu varsayın. Alanı nedir?

source: Suppose the circumference of a circle is <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. What is its diameter?
es: Supón que la circunferencia de un círculo es <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. ¿Cuál es su diámetro?
fr: La circonférence d'un cercle est <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. Quel est son diamètre ?
nb: Antal at omkretsen til en sirkel er <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. Hva er sirkelens diameter?
pl: Załóżmy, że obwód okręgu wynosi <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. Ile wynosi jego średnica?
pt: Suponha que a circunferência de um círculo seja <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. Qual é seu diâmetro?
tr: Çemberin çevresinin <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code> olduğunu varsayın. Çapı nedir?

source: Suppose the circumference of a circle is <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. What is its radius?
fr: La circonférence d'un cercle est <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. Quel est son rayon ?
nb: Antal at omkretsen til en sirkel er <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. Hva er sirkelens radius?
pl: Załóżmy, że obwód okręgu wynosi <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. Ile wynosi jego promień?
pt: Suponha que a circunferência de um círculo seja <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code>. Qual é seu raio?
tr: Çemberin çevresinin <code>\color{<var>C_COLOR</var>}{<var>2 * R</var>\pi}</code> olduğunu varsayın. Yarıçapı nedir?

source: Suppose the diameter of a circle is <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. What is its area?
es: Supongamos que el diámetro de un círculo es <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. ¿Cuál es su área?
nb: Anta at diameteren til en sirkel er <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. Hva er arealet?
pl: Załóżmy, że średnica koła wynosi <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. Ile wynosi jego powierzchnia?
pt: Suponha que o diâmetro de um círculo seja <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. Qual é sua área?
tr: Çemberin çapının <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code> olduğunu varsayın. Alanı nedir?

source: Suppose the diameter of a circle is <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. What is its circumference?
es: Suponiendo que el diámetro de un círculo es <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. ¿Cuál es su circunferencia?
fr: Le diamètre d'un cercle est <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. Quelle est sa circonférence ?
nb: Anta at diameteren til en sirkel er <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. Hva er sirkelens omkrets?
pl: Załóżmy, że średnica okręgu wynosi <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. Ile wynosi jego obwód?
pt: Suponha que o diâmetro de um círculo seja <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. Qual é sua circunferência?
tr: Çemberin çapının <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code> olduğunu varsayın. Çevresi nedir?

source: Suppose the diameter of a circle is <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. What is its radius?
fr: Le diamètre d'un cercle est <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. Quel est son rayon ?
nb: Anta at diameteren til en sirkel er <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. Hva er sirkelens radius?
pl: Załóżmy, że średnica okręgu wynosi <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. Ile wynosi jego promień?
pt: Suponha que o diâmetro de um círculo seja <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code>. Qual é seu raio?
tr: Çemberin çapının <code>\color{<var>D_COLOR</var>}{<var>2 * R</var>}</code> olduğunu varsayın. Yarıçapı nedir?

source: Suppose the radius of a circle is <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. What is its area?
es: Supongamos que el radio de un círculo es <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. ¿Cuál es su área?
pl: Załóżmy, że promień koła wynosi <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. Ile wynosi jego pole?
pt: Suponha que o raio de um círculo seja <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. Qual é sua área?
tr: Çemberin yarıçapının <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code> olduğunu varsayın. Alanı nedir?

source: Suppose the radius of a circle is <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. What is its circumference?
fr: Le rayon d'un cercle est <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. Quelle est sa circonférence ?
nb: Anta at radius til en sirkel er <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. Hva er sirkelens omkrets?
pl: Załóżmy, że promień okręgu wynosi <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. Ile wynosi jego obwód?
pt: Suponha que o raio de um círculo seja <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. Qual é sua circunferência?
tr: Çemberin yarıçapının <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code> olduğunu varsayın. Çevresi nedir?

source: Suppose the radius of a circle is <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. What is its diameter?
fr: Le rayon d'un cercle est <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. Quel est son diamètre ?
nb: Anta at radius til en sirkel er <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. Hva er sirkelens diameter?
pl: Załóżmy, że promień okręgu wynosi <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. Ile wynosi średnica?
pt: Suponha que o raio de um círculo seja <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code>. Qual é seu diâmetro?
tr: Çemberin yarıçapının <code>\color{<var>R_COLOR</var>}{<var>R</var>}</code> olduğunu varsayın. Çapı nedir?

source: Surface of water
nb: Overflaten av vann
pl: Powierzchnia wody
pt: Superfície da água
tr: Su yüzeyi

source: Susie
pt: Estela

source: Swearing/insulting language
da: Banden/fornærmende sprog
es: Lenguaje grosero o maldiciente
fr: Du vocabulaire de serment ou d'insulte
nb: Bruk av skjeldsord/fornærmende språk
nl: Vloeken/beledigende taal
pl: Przeklinanie/obraźliwy język
pt: Linguagem obscena e insultos
pt_pt: Forem ofensivos ou utilizarem palavrões
tr: Küfürlü/hakaret içeren dil

source: Switch
da: Skift
es: Cambiar
fr: Basculer
ja: スイッチ
nb: Skift
nl: Wisselen
pl: Przełącz
pt: Trocar
pt_pt: Trocar
tr: Bu konuyu seçin

source: Switch direction
es: Cambia la dirección
fr: Changer la direction de la flèche
nb: Bytt retning
nl: Verander van richting
pl: Zmień kierunek
pt: Mude de direção
pt_pt: Alterar direção
tr: Yönü değiştirin

source: Sydney Brown spent time studying neuroscience at University College London in England and later received a BA in Neuroscience from Pomona College. Currently, she is studying to become a physician's assistant.
pt: Sydney Brown estudou neurociência no University College London, na Inglaterra, e, mais tarde, obteve um bacharelado em neurociência no Pomona College. Atualmente, ela está estudando para ser assistente médica.
tr: Sydney Brown, İngiltere Londra Üniversitesi'nde nörolojik bilim okudu ve sonra Pomona Üniversitesi'nden Nörolojik Bilim üzerine Lisans derecesi aldı. Şu aralar, hekim yardımcısı olmak için çalışıyor.

source: Syntax error!
da: Syntaksfejl!
es: ¡Error de sintaxis!
nb: Syntaksfeil!
pl: Błąd składni!
pt: Erro de sintaxe!
pt_pt: Erro de sintaxe!
tr: Sözdizimi hatası!

source: Systems of equations
da: Ligningssystemer
es: Sistemas de ecuaciones
fr: Systèmes d'équations
nb: Likningssett
nl: Systeem van vergelijkingen
pl: Układy równań
pt: Sistemas de equações
tr: Denklem sistemleri

source: Systems of equations with elimination
da: Ligningssystemer med eliminering
es: Sistemas de ecuaciones con eliminación
fr: Résoudre un système d'équations par addition 2
nb: Likningssett med addisjonsmetoden
pl: Układy równań z eliminacją
pt: Sistemas de equações com eliminação
tr: Yok etmeyle denklem sistemleri

source: Systems of equations with simple elimination
da: Ligningssystemer med simpel eliminering
es: Sistemas de ecuaciones con eliminación simple
fr: Résoudre un système d'équations par addition 1
nb: Likningssett med enkel addisjon
pl: Układy równań z prostą eliminacją
pt: Sistemas de equações com eliminação simples
tr: Basit yoketme yöntemiyle denklem sistemi çözümü

source: Systems of equations with substitution
da: Ligningssystemer med substitution
es: Sistemas de ecuaciones por sustitución
fr: La méthode de substitution
nb: Likningssett med innsettingsmetoden
pl: Układy równań z wykorzystaniem podstawiania
pt: Sistemas de equações com substituição
tr: Yerine koymayla denklem sistemleri

source: Systems of equations word problems
da: Ligningssystemer - tekstopgaver
es: Problemas de sistemas de ecuaciones
fr: Problèmes que l'on peut résoudre grâce à un système du 1er degré
nb: Likningssett - tekstoppgaver
nl: Redactiesommen over stelsels van vergelijkingen
pl: Układy równań w zadaniach z treścią
pt: Problemas envolvendo sistemas de equações
tr: Denklem sistemleri ile ilgili sözlü problemler

source: Sze received his BA from the University of Chicago and currently works as an educational consultant in the New York area. Over the past decade, he has worked for various organizations to develop content and to prepare students for the MCAT with his recent focus on working with students from underrepresented and non-traditional backgrounds.
pt: Sze obteve seu bacharelado na Universidade de Chicago e atualmente trabalha como consultor educacional na região de Nova York. Durante a última década, ele trabalhou para diversas organizações para desenvolver conteúdo e preparar estudantes para o MCAT com seu recente foco em trabalhar com estudantes de backgrounds pouco representados e não tradicionais.
tr: Sze lisans diplomasını Şikago Üniversitesi'nden almıştır, ve şimdilerde New York bölgesinde eğitim danışmanı olarak çalışmaktadır. Son on yılda, farklı kuruluşlarla MCAT için içerik geliştirme ve öğrenci yetiştirme alanlarında çalışmıştır, son zamanlardaki odak noktası ise, yetersiz temsil edilen ve geleneksel olmayan kökenlerden gelen öğrencilerle çalışmaktır.

source: TALKTHROUGH
da: GENNEMGANG
es: GUÍA PASO A PASO
nb: GJENNOMSNAKKET
nl: GIDS
pl: OMÓWIENIE
pt: PASSO A PASSO
pt_pt: PASSO A PASSO
tr: KONUŞMA

source: Tabitha loves designing things so that they're accessible and fun to use. In her free time she enjoys learning about people, traveling, doodling, and dancing terribly. She studied at RISD and Brown University and has previously interned at Apple and Amnesty International Thailand.
es: Tabitha adora diseñar cosas para que sean accesibles y divertidas de usar. En su tiempo libre disfruta aprender sobre la gente, viajar, pintarrajear, y bailar espantosamente. Estudió en RISD y en la Universidad de Brown y anteriormente ha sido pasante en Apple y en Amnistía Internacional Tailandia.
pt: Tabitha adora projetar coisas de modo que elas sejam acessíveis e divertidas de usar. No seu tempo livre, ela gosta de aprender sobre as pessoas, viajar, rabiscar e dançar mal. Ela estudou na Escola de Design de Rhode Island (RISD) e na Universidade Brown, e fez estágio na Apple e na Anistia Internacional na Tailândia.
tr: Tabitha erişilebilir ve kullanımı eğlenceli şeyler tasarlamaktan hoşlanıyor. Boş zamanlarında ise insanlar hakkında bilgi edinmeyi, seyahat etmeyi, bir şeyler karalamayı ve fena halde dansetmeyi seviyor. Tabitha RISD ve Brown üniversitelerinde okudu, Apple ve Uluslararası Af Örgütü'nin Tayland ofisinde çalıştı.

source: Table of contents
es: Tabla de contenidos
fr: Table des matières
nb: Innholdsoversikt
pl: Spis treści
pt: Índice
pt_pt: Índice
tr: İçindekiler tablosu

source: Tables
da: Tabeller
es: Tablas
fr: Tableaux
ja: 表
nb: Tabeller
nl: Tabellen
pl: Tabele
pt: Tabelas
pt_pt: Tabelas
tr: Tablolar

source: Tagged:
fr: Étiqueté :
nb: Tagget:
pl: Oznaczone:
pt: Marcado:
tr: Etiketlenmiş:

source: Take a look for others in the group who may fit the bill for a roommate. While some past interns have chosen to stay with friends and family in the area, we think it's most fun to room with one of your fellow KA interns. There should be plenty of 'em.
pt: Veja, dentre os outros participantes do grupo, com quais poderia dividir uma moradia. Embora alguns estagiários anteriores tenham optado por morar com amigos e familiares na região, acreditamos que é mais divertido se alojar com um de seus colegas estagiários da Khan. Deve haver vários interessados em ter essa experiência.
tr: Grup üyelerine ev arkadaşı kriterlerinizi karşılıyorlar mı diye şöyle bir gözatin. Geçmiş stajyerlerimizden bazıları bölgedeki arkadaşları ve akrabalarıyla kalmayı seçmiş olsa da, biz en eğlenceli seçeneğin bir diğer KA stajyeri ile kalmanız olduğunu düşünüyoruz. Grupta diğer stajyerlerden bolca olacak.

source: Take a new brain fitness test at https://%(ka_hostname)s/brain-fitness
da: Tag en ny Fitnesstest af din hjerne på https://%(ka_hostname)s/hjerne-fitness
es: Toma una nueva prueba de aptitud cerebral en https://%(ka_hostname)s/brain-fitness
fr: Faites un nouveau test d'entraînement du cerveau à https://%(ka_hostname)s/brain-fitness
ja: https://%(ka_hostname)s/brain-fitnessで 新しい脳-フィットネス テストを受けましょう。
nb: Ta en ny hjernetrimtest https://%(ka_hostname)s/brain-fitness
nl: Doe een nieuwe brein fitness test op https://%(ka_hostname)s/brain-fitness
pl: Rozwiąż nowy test sprawności na https://%(ka_hostname)s/brain-fitness
pt: Faça um novo teste de aptidão cerebral em: https://%(ka_hostname)s/brain-fitness
tr: Yeni beyin zindelik testlerimize https://%(ka_hostname)s/brain-fitness adresinden ulaşabilirsiniz

source: Take a peek
nb: Ta en titt
pl: Rzuć okiem
pt: Dê uma espiada
pt_pt: Dá uma olhadela
tr: Bir göz atın

source: Take another Brain Fitness Test
da: Tag en Fitnesstest mere af din hjerne
es: Toma otra Prueba de aptitud cerebral
fr: Faite un autre test d'entraînement du cerveau
ja: 別の脳フィットネス テストを受ける
nb: Ta en annen hjernetrimtest
nl: Doe een andere Brein Fitness Test
pl: Zrób kolejny Test Sprawności Mózgu
pt: Faça outro Teste de aptidão cerebral
tr: Başka bir Beyin Zindelik testi çözün

source: Take control of your learning by working on the skills you choose at your own pace with free online courses.
ja: 無料のオンライン コースで、あなた自身のペースで選択したスキルに取り組んで、自分の学習をコントロールしましょう
nb: Ta kontroll over din læring ved å arbeide med ferdighetene du velger i ditt eget tempo med gratis online kurs.
pl: Przejmij kontrolę na swoją nauką pracując nad umiejętnościami, które wybierzesz, w swoim własnym tempie z darmowymi zasobami online.
pt: Assuma o controle de sua aprendizagem dedicando-se às habilidades de sua escolha em seu próprio ritmo com cursos gratuitos on-line.
pt_pt: Controla a tua aprendizagem e aperfeiçoa as competências que quiseres, ao teu próprio ritmo, com ajuda de aulas gratuitas.
tr: Kendi eğitiminizi sahiplenin! Ücretsiz online dersler ile kendi seçtiğiniz konulara odaklanın, kendinize en uygun hızda öğrenin ve kendinizi geliştirin!

source: Take me home!
da: Gå til forside!
es: ¡Llévame a la página de inicio!
fr: Ramenez-moi à la page d'accueil !
ja: ホームへ
nb: Ta meg til hjemsiden!
nl: Terug naar de startpagina
pl: Zabierz mnie do strony startowej!
pt: Retornar à página inicial!
pt_pt: Voltar à página inicial!
tr: Beni anasayfaya götür!

source: Take me to my children
da: Tag mig til siden med mine børn
es: Llévame con mis hijos
fr: Emmenez-moi à mes enfants
ja: 私の子達のところに連れて言って下さい
nb: Ta meg til mine barn
nl: Breng mij naar mijn kinderen
pl: Przejdź do moich dzieci
pt: Leve-me aos meus filhos
tr: Beni çocuklarıma götürün

source: Take me to my students
da: Tag mig til siden med mine elever
es: Llévame con mis estudiantes
fr: Emmenez-moi à mes élèves
ja: 私の生徒のところに連れて言って下さい
nb: Ta meg til elevene mine
nl: Breng mij naar mijn studenten
pl: Przejdź do moich uczniów
pt: Leve-me aos meus alunos
tr: Beni öğrencilerime götürün
