Repository: 00mjk/webapp-i18n-bigfile
Catalog: approved_pofiles/*.rest.po
Languages: bg, da, es, fr, he, hi, ja, nb, nl, pl, pt, pt_pt, tr

source: The second derivative, <code>f^{\prime\prime}(x)</code>, is less than <code>0</code> wherever the function is concave down.
es: La segunda derivada, <code>f^{\prime\prime}(x)</code>, es menor que <code>0</code> en todos los puntos en donde la función es cóncava hacia abajo.
fr: La dérivée seconde, <code>f^{\prime\prime}(x)</code>, est plus petite que <code>0</code> dès lors que la fonction est concave vers le bas.
nb: Den andre deriverte, <code>f^{\prime\prime}(x)</code>, er mindre enn <code>0</code> hvor funksjonen er konkav ned.
pt: A segunda derivada, <code>f^{\prime\prime}(x)</code>, é menor que <code>0</code> onde a função tem concavidade para baixo.
tr: Fonksiyonun aşağı doğru çukur olduğu yerde, <code>f^{\prime\prime}(x)</code> <code>0</code>'dan küçüktür.

source: The second dimension is the number of columns in the matrix. How many columns does <code><var>PRETTY_MAT_ID</var></code> have?
da: Den anden dimension er antallet af kolonner i matrixen. Hvor mange kolonner har <code><var>PRETTY_MAT_ID</var></code>?
es: La segunda dimensión es el numero de columnas en la matriz. ¿Cuántas columnas tiene <code><var>PRETTY_MAT_ID</var></code>?
fr: Le deuxième terme de la dimension d'une matrice est le nombre de colonnes. Combien de colonnes a la matrice <code><var>PRETTY_MAT_ID</var></code> ?
nb: Den andre dimensjonen er antallet av kolonner i matrisen. Hvor mange kolonner har <code><var>PRETTY_MAT_ID</var></code>?
pt: A segunda dimensão é o número de colunas na matriz. Quantas colunas <code><var>PRETTY_MAT_ID</var></code> tem?
tr: ikinci boyut matrisin sütun sayısıdır. <code><var>PRETTY_MAT_ID</var></code> matrisinin kaç sütunu var?

source: The second fraction becomes <code>\dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code>.
es: La segunda fracción se convierte en <code>\dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code>.
fr: La deuxième fraction devient <code>\dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code>.
nb: Den andre brøken blir <code>\dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code>.
pl: Drugi ułamek staje się <code>\dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code>.
pt: A segunda fração se torna <code>\dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code>.
tr: İkinci kesir, <code>\dfrac{<var>NUM_2 * F2</var>}{<var>LCM</var>}</code> olur.

source: The second fraction remains <code>\dfrac{<var>NUM_2</var>}{<var>LCM</var>}</code>.
es: La segunda fracción sigue siendo <code>\dfrac{<var>NUM_2</var>}{<var>LCM</var>}</code>.
fr: La deuxième fraction reste <code>\dfrac{<var>NUM_2</var>}{<var>LCM</var>}</code>.
nb: Den andre brøken forblir <code>\dfrac{<var>NUM_2</var>}{<var>LCM</var>}</code>.
pl: Drugi ułamek pozostaje <code>\dfrac{<var>NUM_2</var>}{<var>LCM</var>}</code>.
pt: A segunda fração continua <code>\dfrac{<var>NUM_2</var>}{<var>LCM</var>}</code>.
tr: İkinci kesir, <code>\dfrac{<var>NUM_2</var>}{<var>LCM</var>}</code> kalır.

source: The second inequality can be simplified to: <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>.
es: La segunda desigualdad puede simplificarse a: <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>.
fr: La deuxième inéquation peut s'écrire : <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>.
nb: Den andre ulikheten kan forenkles til: <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>.
pl: Drugą nierówność można uprościć do: <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>.
pt: A segunda inequação pode ser simplificada para: <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>.
tr: İkinci eşitsizlik şu şekilde sadeleştirilebilir: <code>\pink{<var>VARIABLE_NAME + COMP_SOLUTION[1] + SOLUTION[1]</var>}</code>.

source: The second number, <code><var>B_REP</var></code>, has angle <code><var>B_ANGLE_REP</var></code> and radius <code><var>B_RADIUS_REP</var></code>.
es: El segundo número, <code><var>B_REP</var></code>, tiene ángulo <code><var>B_ANGLE_REP</var></code> y radio <code><var>B_RADIUS_REP</var></code>.
fr: L'argument du deuxième nombre, <code><var>B_REP</var></code>, est <code><var>B_ANGLE_REP</var></code> et son module est <code><var>B_RADIUS_REP</var></code>.
pt: O segundo número, <code><var>B_REP</var></code>, tem ângulo <code><var>B_ANGLE_REP</var></code> e raio <code><var>B_RADIUS_REP</var></code>.
tr: İkinci sayının, <code><var>B_REP</var></code>, açısı <code><var>B_ANGLE_REP</var></code> ve yarıçapı <code><var>B_RADIUS_REP</var></code>.

source: The second piecewise definition of <code>f(x)</code>, <code><var>A</var></code>, is a simple horizontal line function and so has no holes or gaps to worry about, so it is defined everywhere.
da: Den anden stykvise definition af <code>f(x)</code>, <code><var>A</var></code>, er en simpel vandret linje og har ingen huller, vi skal bekymre os om, så den er defineret alle steder.
fr: Pour le deuxième morceau, <code>f(x)</code> est égale à <code><var>A</var></code> qui est une constante, donc la fonction est définie.
nb: Den andre delen av definisjonen av <code>f(x)</code>, <code><var>A</var></code>, er en enkel vannrett linje og har ingen hull vi skal bekymre oss for, så den er definert alle steder.
pt: A segunda definição em trechos de <code>f(x)</code>, <code><var>A</var></code>, é uma função de linha horizontal simples e portanto não possui lacunas ou buracos para nos preocuparmos, logo, é definida em qualquer ponto.
tr: <code>f(x)</code>'in ikinci parçalı tanımı, <code><var>A</var></code>, yatay bir doğru fonksiyonudur ve dikkate almamız gereken boşluğu veya deliği yoktur, buna göre, her yerde tanımlıdır.

source: The second piecewise definition of <code>f(x)</code>, <code>\frac{ 1 }{ \sqrt{ <var>A</var> - x } }</code>, applies when <code>x &lt; <var>A</var></code> and is undefined where the denominator is zero and where the radicand is less than zero.
da: Den anden stykvise definition af <code>f(x)</code>, <code>\frac{ 1 }{ \sqrt{ <var>A</var> - x } }</code>, anvendes, når <code>x &lt; <var>A</var></code> og er ikke defineret, hvor nævneren er 0, og hvor radikanten er mindre end 0.
fr: Pour le deuxième morceau de <code>f(x)</code>, <code>\frac{ 1 }{ \sqrt{ <var>A</var> - x } }</code> existe lorsque <code>x &lt; <var>A</var></code> et n'est pas définie lorsque le dénominateur est nul et lorsque l'expression sous le radical est strictement inférieure à zéro.
nb: Den andre delvise definisjonen av <code>f(x)</code>, <code>\frac{ 1 }{ \sqrt{ <var>A</var> - x } }</code>, brukes når <code>x &lt; <var>A</var></code> og er ikke definert hvor nevneren er 0, og hvor uttrykket under rottegnet er mindre enn 0.
pt: A segunda definição em trechos de <code>f(x)</code>, <code>\frac{ 1 }{ \sqrt{ <var>A</var> - x } }</code>, aplica-se quando <code>x &lt; <var>A</var></code> e é indefinida onde o denominador é zero e onde o radicando é menor que zero.
tr: <code>f(x)</code>'in ikinci parçalı tanımı, <code>\frac{ 1 }{ \sqrt{ <var>A</var> - x } }</code>, <code>x &lt; <var>A</var></code> için geçerlidir ve paydanın sıfır ve kökün içindeki ifade sıfırdan küçük olduğu yerlerde tanımsızdır.

source: The second statement is the contrapositive of the original statement.
es: La segunda proposición es la contrapositiva de la proposición original.
fr: La deuxième proposition est la contraposée de la proposition initiale.
pt: A segunda afirmação é a contrapositiva da afirmação original.
tr: İkinci önerme, birinci önermenin karşıt tersidir.

source: The second statement is the converse of the original statement.
es: La segunda proposición es la conversa de la proposición original.
fr: La deuxième proposition est la réciproque de la proposition initiale.
pt: A segunda afirmação é a recíproca da afirmação original.
tr: İkinci önerme, orijinal önermenin karşıtıdır.

source: The second statement is the inverse of the original statement.
es: La segunda proposición es la inversa de la proposición original.
fr: La deuxième proposition est la contraposée de la réciproque de la proposition initiale.
pt: A segunda afirmação é o inverso da afirmação original.
tr: İkinci önerme, orijinal önermenin tersidir.

source: The second term is of the form <code>\pink{a^2} - \blue{b^2}</code>, which is a difference of two squares so we can factor it as <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
es: El segundo término es de la forma <code>\pink{a^2} - \blue{b^2}</code>, que es una diferencia de dos cuadrados así que la podemos factorizar como <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
fr: Le terme entre parenthèses est de la forme <code>\pink{a^2} - \blue{b^2}</code>, donc c'est une différence de deux carrés. Sa factorisation est <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
nb: Det andre leddet er på formen <code>\pink{a^2} - \blue{b^2}</code>, som er en forskjell mellom ti kvadrater, så vi kan faktorisere dem som <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
pl: Drugie wyrażenie ma postać <code>\pink{a^2} - \blue{b^2}</code>, co jest różnicą dwóch kwadratów, więc możemy je rozbić na <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
pt: O segundo termo está na forma <code>\pink{a^2} - \blue{b^2}</code>, que é a diferença de dois quadrados, então, podemos fatorá-lo como <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code>.
tr: İkinci terim <code>\pink{a^2} - \blue{b^2}</code>formundadır, bu da iki kare farkı olduğu için, <code>\green{<var>F</var>}(\pink{a} + \blue{b})(\pink{a} - \blue{b})</code> olarak çarpanlarına ayırabiliriz.

source: The second term is simply the first term plus the common difference.
es: El segundo término es simplemente el primer término más la diferencia común.
fr: Le deuxième terme est la somme du premier terme et de la raison.
pt: O segundo termo é simplesmente o primeiro termo mais a diferença comum.
tr: İkinci terim, birinci terim artı ortak farktır.

source: The second term is simply the first term times the common ratio.
es: El segundo término es simplemente el primer término multiplicado por la razón común.
fr: Le deuxième terme est égal au produit du premier terme par la raison.
pt: O segundo termo é simplesmente o primeiro termo vezes a razão comum.
tr: İkinci terim, birinci terim çarpı ortak orandır.

source: The ship is two furlongs from the dread pirate <var>person(2)</var> and her merciless band of thieves.
fr: Le navire se trouve à deux encablures du redoutable pirate <var>person(2)</var> et de son impitoyable bande de voleurs.
pl: Statek znajduje się w odległości dwóch furlongów od strasznej piratki <var>person(2)</var> i jej bezlitosnej bandy złodziei.
pt: O navio está a dois furlongs de distância do temível pirata <var>person(2)</var> e do seu bando de ladrões impiedosos.
tr: Gemi, korkunç korsan <var>person(2)</var> ve onun acımasız hırsızlar çetesinden 400 metre ötededir.

source: The ship is two furlongs from the dread pirate <var>person(2)</var> and his merciless band of thieves.
fr: Le navire se trouve à deux encablures du redoutable pirate <var>person(2)</var> et de son impitoyable bande de voleurs.
pt: O navio está a dois furlongs de distância do temível pirata <var>person(2)</var> e do seu bando de ladrões impiedosos.
tr: Gemi, korkunç korsan <var>person(2)</var> ve onun acımasız hırsızlar çetesinden 400 metre ötededir.

source: The shown angle measures <code>90^\circ</code>.
es: El ángulo que se muestra mide <code>90^\circ</code>.
fr: L'angle mesure <code>90^\circ</code>.
nb: Den viste vinkelen måler <code>90^\circ</code>.
nl: De getoonde hoek meet <code>90^\circ</code>.
pt: O ângulo mostrado mede <code>90^\circ</code>.
tr: Gösterilen açının ölçüsü, <code>90^\circ</code>'dir.

source: The shown angle measures less than <code>90^\circ</code>.
es: El ángulo que se muestra mide menos de <code>90^\circ</code>.
fr: L'angle mesure moins de <code>90^\circ</code>.
nb: Vinkelen måler mindre enn <code>90^\circ</code>.
nl: De getoonde hoek meet minder dan <code>90^\circ</code>.
pl: Pokazany kąt mierzy mniej niż <code>90^\circ</code>.
pt: O ângulo mostrado mede menos de <code>90^\circ</code>.
tr: Gösterilen açının ölçüsü, <code>90^\circ</code>'den azdır.

source: The shown angle measures more than <code>90^\circ</code>.
es: El ángulo que se muestra mide más de <code>90^\circ</code>.
fr: L'angle mesure plus de <code>90^\circ</code>.
nb: Vinkelen måler mer enn <code>90^\circ</code>.
nl: De getoonde hoek meet meer dan <code>90^\circ</code>.
pl: Pokazany kąt mierzy ponad <code>90^\circ</code>.
pt: O ângulo mostrado mede mais de <code>90^\circ</code>.
tr: Gösterilen açının ölçüsü, <code>90^\circ</code>'den fazladır.

source: The side length of one cube is <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code> <var>UNIT</var>, so the volume of one cube is <code>\left(<var>fraction(NUMERATOR, DENOMINATOR)</var>\right)^3 = <var>fraction(NUMERATOR3, DENOMINATOR3)</var></code> <var>plural_form(UNIT)</var>.
fr: La longueur du côté d'un cube est <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code> <var>UNIT</var>, donc le volume d'un de ces cubes est <code>\left(<var>fraction(NUMERATOR, DENOMINATOR)</var>\right)^3 = <var>fraction(NUMERATOR3, DENOMINATOR3)</var></code> <var>plural_form(UNIT)</var>.
nb: Sidelengden i en kube er <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code> <var>UNIT</var>, så volumet av en kube er <code>\left(<var>fraction(NUMERATOR, DENOMINATOR)</var>\right)^3 = <var>fraction(NUMERATOR3, DENOMINATOR3)</var></code> <var>plural_form(UNIT)</var>.
pl: Długość boku jednego sześcianu wynosi <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code> <var>UNIT</var>, więc objętość jednego sześcianu wynosi <code>\left(<var>fraction(NUMERATOR, DENOMINATOR)</var>\right)^3 = <var>fraction(NUMERATOR3, DENOMINATOR3)</var></code> <var>plural_form(UNIT)</var>.
pt: O comprimento lateral de um cubo é <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code> <var>UNIT</var>, portanto, o volume de um cubo é <code>\left(<var>fraction(NUMERATOR, DENOMINATOR)</var>\right)^3 = <var>fraction(NUMERATOR3, DENOMINATOR3)</var></code> <var>plural_form(UNIT)</var>.
tr: Bir küpün ayrıt uzunluğu, <code><var>fraction(NUMERATOR, DENOMINATOR)</var></code> <var>UNIT</var>, buna göre, bir küpün hacmi, <code>\left(<var>fraction(NUMERATOR, DENOMINATOR)</var>\right)^3 = <var>fraction(NUMERATOR3, DENOMINATOR3)</var></code> <var>plural_form(UNIT)</var>.

source: The sides of a square are all the same length, so each side must be <code><var>S</var></code> <var>UNIT_TEXT</var> long.
es: Los lados de un cuadrado tienen la misma longitud, así es que cada lado debe tener <code><var>S</var></code><var>UNIT_TEXT</var> de longitud.
fr: Les côtés d'un carré sont tous de même longueur, donc chaque côté doit mesurer <code><var>S</var></code> <var>UNIT_TEXT</var> de long.
nl: De zijden van een vierkant zijn allemaal even lang, dus elke zijde moet <code><var>S</var></code> <var>UNIT_TEXT</var> lang zijn.
pl: Wszystkie krawędzie kwadratu mają tę samą długość, więc każda krawędź musi mieć <code><var>S</var></code> <var>UNIT_TEXT</var>.
pt: Os lados de um quadrado têm comprimentos iguais, então cada lado deve ter <code><var>S</var></code> <var>UNIT_TEXT</var> de comprimento.

source: The sides of a square are all the same length, so each side must be <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> long.
es: Los lados de un cuadrado tienen la misma longitud, así que cada lado debe tener <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> de longitud.
fr: Les côtés d'un carré sont tous de même longueur, donc chaque côté doit mesurer <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> de long.
hi: वर्ग की सभी भुजाओ की लम्बाई एक ही है,तो प्रत्येक भुजा <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var>लंबी होनी चाहिए
nb: Sidene i kvadratet har samme lengde, så hver side må være <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> lang.
pl: Wszystkie krawędzie kwadratu mają tę samą długość, więc każda krawędź musi mieć <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var>.
pt: Os lados de um quadrado têm todos o mesmo comprimento, então, cada lado deve ter <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> de comprimento.
tr: Karenin tüm kenarları aynı uzunlukta olduğundan, her kenar <code><var>S</var></code> <var>plural_form(UNIT_TEXT, S)</var> uzunluğunda olmalıdır.

source: The sides of similar triangles are always proportional. This is known as
es: Los lados de triángulos semejantes siempre son proporcionales. Esto se conoce como
fr: Les côtés de deux triangles semblables sont proportionnels. Ceci est connu sous le nom de
nb: Sidene til formlike trekanter er alltid proporsjonale. Dette kalles
pl: Boki podobnych trójkątów są zawsze proporcjonalne. Jest to znane jako
pt: Os lados de triângulos semelhantes sempre são proporcionais. Isto é conhecido como
tr: Benzer üçgenlerin kenarları orantıdadır. Bu şöyle bilinir

source: The simplified expression is <code><var>expr(["*", A + (F * B), X])</var></code>
fr: L'expression développée et réduite est <code><var>expr(["*", A + (F * B), X])</var></code>
nb: Det forenklede uttrykket er <code><var>expr(["*", A + (F * B), X])</var></code>
nl: De vereenvoudigde uitdrukking is <code><var>expr(["*", A + (F * B), X])</var></code>
pt: A expressão simplificada é <code><var>expr(["*", A + (F * B), X])</var></code>
tr: Sadeleştirilmiş ifade, <code><var>expr(["*", A + (F * B), X])</var></code>

source: The simplified expression is <code><var>expr(["*", A + B, X])</var> + <var>C</var></code>
fr: L'expression simplifiée est <code><var>expr(["*", A + B, X])</var> + <var>C</var></code>
nb: Det forenklede uttrykket er <code><var>expr(["*", A + B, X])</var> + <var>C</var></code>
nl: De vereenvoudigde uitdrukking is <code><var>expr(["*", A + B, X])</var> + <var>C</var></code>
pl: Uproszczone wyrażenie to <code><var>expr(["*", A + B, X])</var> + <var>C</var></code>
pt: A expressão simplificada é <code><var>expr(["*", A + B, X])</var> + <var>C</var></code>
tr: Sadeleştirilmiş ifade: <code><var>expr(["*", A + B, X])</var> + <var>C</var></code>

source: The simplified expression is <code><var>expr(["*", A + B, X])</var></code>
fr: L'expression simplifiée est <code><var>expr(["*", A + B, X])</var></code>
nb: Det forenklede uttrykket er <code><var>expr(["*", A + B, X])</var></code>
nl: De vereenvoudigde uitdrukking is <code><var>expr(["*", A + B, X])</var></code>
pl: Uproszczone wyrażenie to <code><var>expr(["*", A + B, X])</var></code>
pt: A expressão simplificada é <code><var>expr(["*", A + B, X])</var></code>
tr: Sadeleştirilmiş ifade :<code><var>expr(["*", A + B, X])</var></code>

source: The simplified expression is <code><var>expr(["*", E * A + F * B, X])</var></code>
fr: L'expression développée et réduite est <code><var>expr(["*", E * A + F * B, X])</var></code>
nb: Det forenklede uttrykket er <code><var>expr(["*", E * A + F * B, X])</var></code>
nl: De vereenvoudigde uitdrukking is <code><var>expr(["*", E * A + F * B, X])</var></code>
pl: Uproszczone wyrażenie to <code><var>expr(["*", E * A + F * B, X])</var></code>
pt: A expressão simplificada é <code><var>expr(["*", E * A + F * B, X])</var></code>
tr: Sadeleştirilmiş ifade, <code><var>expr(["*", E * A + F * B, X])</var></code>

source: The simplified expression is <code><var>expr(["*", F * B, X])</var></code>
fr: L'expression développée et réduite est <code><var>expr(["*", F * B, X])</var></code>
nb: Det forenklede uttrykket er <code><var>expr(["*", F * B, X])</var></code>
nl: De vereenvoudigde uitdrukking is <code><var>expr(["*", F * B, X])</var></code>
pl: Uproszczone wyrażenie to <code><var>expr(["*", F * B, X])</var></code>
pt: A expressão simplificada é <code><var>expr(["*", F * B, X])</var></code>
tr: Sadeleştirilmiş ifade <code><var>expr(["*", F * B, X])</var></code>

source: The simplified expression is <code><var>expr(["+", ["*", A + (F * B), X], F * D])</var></code>
fr: L'expression développée et réduite est <code><var>expr(["+", ["*", A + (F * B), X], F * D])</var></code>
nb: Det forenklede uttrykket er <code><var>expr(["+", ["*", A + (F * B), X], F * D])</var></code>
nl: De vereenvoudigde uitdrukking is <code><var>expr(["+", ["*", A + (F * B), X], F * D])</var></code>
pl: Uproszczone wyrażenie to <code><var>expr(["+", ["*", A + (F * B), X], F * D])</var></code>
pt: A expressão simplificada é <code><var>expr(["+", ["*", A + (F * B), X], F * D])</var></code>
tr: Sadeleştirilmiş ifade <code><var>expr(["+", ["*", A + (F * B), X], F * D])</var></code>

source: The simplified expression is <code><var>expr(["+", ["*", A + B, X], C + D])</var></code>
fr: L'expression simplifiée est <code><var>expr(["+", ["*", A + B, X], C + D])</var></code>
nb: Det forenklede uttrykket er <code><var>expr(["+", ["*", A + B, X], C + D])</var></code>
nl: De vereenvoudigde uitdrukking is <code><var>expr(["+", ["*", A + B, X], C + D])</var></code>
pl: Uproszczone wyrażenie to <code><var>expr(["+", ["*", A + B, X], C + D])</var></code>
pt: A expressão simplificada é <code><var>expr(["+", ["*", A + B, X], C + D])</var></code>
tr: Sadeleştirilmiş ifade: <code><var>expr(["+", ["*", A + B, X], C + D])</var></code>

source: The simplified expression is <code><var>expr(["+", ["*", A, X], C + D])</var></code>
fr: L'expression simplifiée est <code><var>expr(["+", ["*", A, X], C + D])</var></code>
nb: Det forenklede uttrykket er <code><var>expr(["+", ["*", A, X], C + D])</var></code>
nl: De vereenvoudigde uitdrukking is <code><var>expr(["+", ["*", A, X], C + D])</var></code>
pl: Uproszczone wyrażenie to <code><var>expr(["+", ["*", A, X], C + D])</var></code>
pt: A expressão simplificada é <code><var>expr(["+", ["*", A, X], C + D])</var></code>
tr: Sadeleştirilmiş ifade: <code><var>expr(["+", ["*", A, X], C + D])</var></code>

source: The simplified expression is <code><var>expr(["+", ["*", E * A + F * B, X], E * C + F * D])</var></code>
fr: L'expression développée et réduite est <code><var>expr(["+", ["*", E * A + F * B, X], E * C + F * D])</var></code>
nb: Det forenklede uttrykket er <code><var>expr(["+", ["*", E * A + F * B, X], E * C + F * D])</var></code>
nl: De vereenvoudigde uitdrukking is <code><var>expr(["+", ["*", E * A + F * B, X], E * C + F * D])</var></code>
pt: A expressão simplificada é <code><var>expr(["+", ["*", E * A + F * B, X], E * C + F * D])</var></code>
tr: Sadeleştirilmiş ifade, <code><var>expr(["+", ["*", E * A + F * B, X], E * C + F * D])</var></code>

source: The simplified expression is <code><var>expr(["+", ["*", F * B, X], C + F * D])</var></code>
fr: L'expression développée et réduite est <code><var>expr(["+", ["*", F * B, X], C + F * D])</var></code>
nb: Det forenklede uttrykket er <code><var>expr(["+", ["*", F * B, X], C + F * D])</var></code>
nl: De vereenvoudigde uitdrukking is <code><var>expr(["+", ["*", F * B, X], C + F * D])</var></code>
pt: A expressão simplificada é <code><var>expr(["+", ["*", F * B, X], C + F * D])</var></code>
tr: Sadeleştirilmiş ifade, <code><var>expr(["+", ["*", F * B, X], C + F * D])</var></code>
